{
    "juzs": [
        {
            "chapter": 5,
            "verse": 82,
            "text": "۞لتجدن أشد ٱلناس عدٰوة للذين ءامنوا ٱلۡيهود وٱلذين أشۡركواۖ ولتجدن أقۡربهم مودة للذين ءامنوا ٱلذين قالوٓا إنا نصٰرىٰۚ ذٰلك بأن منۡهمۡ قسيسين ورهۡبانا وأنهمۡ لا يسۡتكۡبرون (قسيسين: علماء النصارى, ورهبانا: عباد النصارى)"
        },
        {
            "chapter": 5,
            "verse": 83,
            "text": "وإذا سمعوا مآ أنزل إلى ٱلرسول ترىٰٓ أعۡينهمۡ تفيض من ٱلدمۡع مما عرفوا من ٱلۡحقۖ يقولون ربنآ ءامنا فٱكۡتبۡنا مع ٱلشـٰهدين (تفيض: تمتلئ دمعا، فينسكب, الشاهدين: الذين يشهدون على الأمم السابقة، وهم أمة نبينا محمد - صلى الله عليه وسلم)"
        },
        {
            "chapter": 5,
            "verse": 84,
            "text": "وما لنا لا نؤۡمن بٱلله وما جآءنا من ٱلۡحق ونطۡمع أن يدۡخلنا ربنا مع ٱلۡقوۡم ٱلصـٰلحين"
        },
        {
            "chapter": 5,
            "verse": 85,
            "text": "فأثٰبهم ٱلله بما قالوا جنـٰتٖ تجۡري من تحۡتها ٱلۡأنۡهٰر خٰلدين فيهاۚ وذٰلك جزآء ٱلۡمحۡسنين (فأثابهم: جزاهم)"
        },
        {
            "chapter": 5,
            "verse": 86,
            "text": "وٱلذين كفروا وكذبوا بـٔايٰتنآ أولـٰٓئك أصۡحٰب ٱلۡجحيم"
        },
        {
            "chapter": 5,
            "verse": 87,
            "text": "يـٰٓأيها ٱلذين ءامنوا لا تحرموا طيبٰت مآ أحل ٱلله لكمۡ ولا تعۡتدوٓاۚ إن ٱلله لا يحب ٱلۡمعۡتدين"
        },
        {
            "chapter": 5,
            "verse": 88,
            "text": "وكلوا مما رزقكم ٱلله حلٰلا طيباۚ وٱتقوا ٱلله ٱلذيٓ أنتم به مؤۡمنون"
        },
        {
            "chapter": 5,
            "verse": 89,
            "text": "لا يؤاخذكم ٱلله بٱللغۡو فيٓ أيۡمٰنكمۡ ولٰكن يؤاخذكم بما عقدتم ٱلۡأيۡمٰنۖ فكفـٰرتهٓ إطۡعام عشرة مسٰكين منۡ أوۡسط ما تطۡعمون أهۡليكمۡ أوۡ كسۡوتهمۡ أوۡ تحۡرير رقبةٖۖ فمن لمۡ يجدۡ فصيام ثلٰثة أيامٖۚ ذٰلك كفـٰرة أيۡمٰنكمۡ إذا حلفۡتمۡۚ وٱحۡفظوٓا أيۡمٰنكمۡۚ كذٰلك يبين ٱلله لكمۡ ءايٰته لعلكمۡ تشۡكرون (باللغو: ما لا يقصده الحالف؛ كقوله: لا والله، وبلى والله, عقدتم: قصدتم عقده بقلوبكم, واحفظوا أيمانكم: اجتنبوا اليمين من غير حاجة، وإن أوقعتموها فوفوا بها، وكفروها إن لم تفوا بها)"
        },
        {
            "chapter": 5,
            "verse": 90,
            "text": "يـٰٓأيها ٱلذين ءامنوٓا إنما ٱلۡخمۡر وٱلۡميۡسر وٱلۡأنصاب وٱلۡأزۡلٰم رجۡسٞ منۡ عمل ٱلشيۡطٰن فٱجۡتنبوه لعلكمۡ تفۡلحون (والميسر: القمار، وهو المراهنات التي فيها عوض من الجانبين, والأنصاب: حجارة كان المشركون يذبحون عندها تعظيما, والأزلام: القداح التي يستقسم بها الكفار قبل الإقدام على الشيء، أو الإحجام عنه؛ يكتبون على أحدها: (افعل)، وعلى الآخر: (لا تفعل)، ثم يحركونها فأيها خرج، عملوا به, رجس: إثم"
        },
        {
            "chapter": 5,
            "verse": 91,
            "text": "إنما يريد ٱلشيۡطٰن أن يوقع بيۡنكم ٱلۡعدٰوة وٱلۡبغۡضآء في ٱلۡخمۡر وٱلۡميۡسر ويصدكمۡ عن ذكۡر ٱلله وعن ٱلصلوٰةۖ فهلۡ أنتم منتهون"
        },
        {
            "chapter": 5,
            "verse": 92,
            "text": "وأطيعوا ٱلله وأطيعوا ٱلرسول وٱحۡذرواۚ فإن توليۡتمۡ فٱعۡلموٓا أنما علىٰ رسولنا ٱلۡبلٰغ ٱلۡمبين"
        },
        {
            "chapter": 5,
            "verse": 93,
            "text": "ليۡس على ٱلذين ءامنوا وعملوا ٱلصـٰلحٰت جناحٞ فيما طعموٓا إذا ما ٱتقوا وءامنوا وعملوا ٱلصـٰلحٰت ثم ٱتقوا وءامنوا ثم ٱتقوا وأحۡسنواۚ وٱلله يحب ٱلۡمحۡسنين (جناح: حرج، وإثم)"
        },
        {
            "chapter": 5,
            "verse": 94,
            "text": "يـٰٓأيها ٱلذين ءامنوا ليبۡلونكم ٱلله بشيۡءٖ من ٱلصيۡد تنالهٓ أيۡديكمۡ ورماحكمۡ ليعۡلم ٱلله من يخافه بٱلۡغيۡبۚ فمن ٱعۡتدىٰ بعۡد ذٰلك فله عذاب أليمٞ"
        },
        {
            "chapter": 5,
            "verse": 95,
            "text": "يـٰٓأيها ٱلذين ءامنوا لا تقۡتلوا ٱلصيۡد وأنتمۡ حرمٞۚ ومن قتله منكم متعمدا فجزآءٞ مثۡل ما قتل من ٱلنعم يحۡكم به ذوا عدۡلٖ منكمۡ هدۡيۢا بٰلغ ٱلۡكعۡبة أوۡ كفـٰرةٞ طعام مسٰكين أوۡ عدۡل ذٰلك صياما ليذوق وبال أمۡرهۗ عفا ٱلله عما سلفۚ ومنۡ عاد فينتقم ٱلله منۡهۚ وٱلله عزيزٞ ذو ٱنتقام (حرم: محرمون, النعم: بهيمة الأنعام؛ من الإبل والبقر والغنم, ذوا: صاحبا, بالغ الكعبة: يصل لفقراء الحرم, وبال أمره: عاقبة فعله)"
        },
        {
            "chapter": 5,
            "verse": 96,
            "text": "أحل لكمۡ صيۡد ٱلۡبحۡر وطعامه متٰعا لكمۡ وللسيارةۖ وحرم عليۡكمۡ صيۡد ٱلۡبر ما دمۡتمۡ حرماۗ وٱتقوا ٱلله ٱلذيٓ إليۡه تحۡشرون (صيد البحر: ما يصاد حيا, وطعامه: ما يصاد ميتا, وللسيارة: للمسافرين)"
        },
        {
            "chapter": 5,
            "verse": 97,
            "text": "۞جعل ٱلله ٱلۡكعۡبة ٱلۡبيۡت ٱلۡحرام قيٰما للناس وٱلشهۡر ٱلۡحرام وٱلۡهدۡي وٱلۡقلـٰٓئدۚ ذٰلك لتعۡلموٓا أن ٱلله يعۡلم ما في ٱلسمٰوٰت وما في ٱلۡأرۡض وأن ٱلله بكل شيۡء عليم (قياما للناس: صلاحا لدينهم، وأمنا لحياتهم, والهدي: ما يهدى للبيت من الأنعام وغيرها, والقلائد: هو الهدي الذي علق عليه شيء؛ إشعارا بأنه هدي)"
        },
        {
            "chapter": 5,
            "verse": 98,
            "text": "ٱعۡلموٓا أن ٱلله شديد ٱلۡعقاب وأن ٱلله غفورٞ رحيمٞ"
        },
        {
            "chapter": 5,
            "verse": 99,
            "text": "ما على ٱلرسول إلا ٱلۡبلٰغۗ وٱلله يعۡلم ما تبۡدون وما تكۡتمون"
        },
        {
            "chapter": 5,
            "verse": 100,
            "text": "قل لا يسۡتوي ٱلۡخبيث وٱلطيب ولوۡ أعۡجبك كثۡرة ٱلۡخبيثۚ فٱتقوا ٱلله يـٰٓأولي ٱلۡألۡبٰب لعلكمۡ تفۡلحون"
        },
        {
            "chapter": 5,
            "verse": 101,
            "text": "يـٰٓأيها ٱلذين ءامنوا لا تسۡـٔلوا عنۡ أشۡيآء إن تبۡد لكمۡ تسؤۡكمۡ وإن تسۡـٔلوا عنۡها حين ينزل ٱلۡقرۡءان تبۡد لكمۡ عفا ٱلله عنۡهاۗ وٱلله غفور حليمٞ"
        },
        {
            "chapter": 5,
            "verse": 102,
            "text": "قدۡ سألها قوۡمٞ من قبۡلكمۡ ثم أصۡبحوا بها كٰفرين"
        },
        {
            "chapter": 5,
            "verse": 103,
            "text": "ما جعل ٱلله منۢ بحيرةٖ ولا سآئبةٖ ولا وصيلةٖ ولا حامٖ ولٰكن ٱلذين كفروا يفۡترون على ٱلله ٱلۡكذبۖ وأكۡثرهمۡ لا يعۡقلون (بحيرة: التي تقطع أذنها، وتخلى للطواغيت؛ إذا ولدت عددا من البطون, سائبة: التي تترك للأصنام؛ بسبب برء من مرض، أو نجاة من هلاك, وصيلة: التي تتصل ولادتها بأنثى بعد أنثى؛ فتترك للطواغيت, حام: الذكر من الإبل إذا ولد من صلبه عدد من الإبل، لا يركب، ولا يحمل عليه)"
        },
        {
            "chapter": 5,
            "verse": 104,
            "text": "وإذا قيل لهمۡ تعالوۡا إلىٰ مآ أنزل ٱلله وإلى ٱلرسول قالوا حسۡبنا ما وجدۡنا عليۡه ءابآءنآۚ أولوۡ كان ءابآؤهمۡ لا يعۡلمون شيۡـٔا ولا يهۡتدون (حسبنا: كافينا)"
        },
        {
            "chapter": 5,
            "verse": 105,
            "text": "يـٰٓأيها ٱلذين ءامنوا عليۡكمۡ أنفسكمۡۖ لا يضركم من ضل إذا ٱهۡتديۡتمۡۚ إلى ٱلله مرۡجعكمۡ جميعا فينبئكم بما كنتمۡ تعۡملون (عليكم أنفسكم: ألزموا أنفسكم العمل بالطاعة)"
        },
        {
            "chapter": 5,
            "verse": 106,
            "text": "يـٰٓأيها ٱلذين ءامنوا شهٰدة بيۡنكمۡ إذا حضر أحدكم ٱلۡموۡت حين ٱلۡوصية ٱثۡنان ذوا عدۡلٖ منكمۡ أوۡ ءاخران منۡ غيۡركمۡ إنۡ أنتمۡ ضربۡتمۡ في ٱلۡأرۡض فأصٰبتۡكم مصيبة ٱلۡموۡتۚ تحۡبسونهما منۢ بعۡد ٱلصلوٰة فيقۡسمان بٱلله إن ٱرۡتبۡتمۡ لا نشۡتري به ثمنا ولوۡ كان ذا قرۡبىٰ ولا نكۡتم شهٰدة ٱلله إنآ إذا لمن ٱلۡأٓثمين (ضربتم في الأرض: سافرتم)"
        },
        {
            "chapter": 5,
            "verse": 107,
            "text": "فإنۡ عثر علىٰٓ أنهما ٱسۡتحقآ إثۡما فـٔاخران يقومان مقامهما من ٱلذين ٱسۡتحق عليۡهم ٱلۡأوۡليٰن فيقۡسمان بٱلله لشهٰدتنآ أحق من شهٰدتهما وما ٱعۡتديۡنآ إنآ إذا لمن ٱلظـٰلمين (إثما: خيانة, الأوليان: الأقربان للميت)"
        },
        {
            "chapter": 5,
            "verse": 108,
            "text": "ذٰلك أدۡنىٰٓ أن يأۡتوا بٱلشهٰدة علىٰ وجۡههآ أوۡ يخافوٓا أن ترد أيۡمٰنۢ بعۡد أيۡمٰنهمۡۗ وٱتقوا ٱلله وٱسۡمعواۗ وٱلله لا يهۡدي ٱلۡقوۡم ٱلۡفٰسقين (أدنى: أقرب, على وجهها: على حقيقتها)"
        },
        {
            "chapter": 5,
            "verse": 109,
            "text": "۞يوۡم يجۡمع ٱلله ٱلرسل فيقول ماذآ أجبۡتمۡۖ قالوا لا علۡم لنآۖ إنك أنت علـٰم ٱلۡغيوب"
        },
        {
            "chapter": 5,
            "verse": 110,
            "text": "إذۡ قال ٱلله يٰعيسى ٱبۡن مرۡيم ٱذۡكرۡ نعۡمتي عليۡك وعلىٰ وٰلدتك إذۡ أيدتك بروح ٱلۡقدس تكلم ٱلناس في ٱلۡمهۡد وكهۡلاۖ وإذۡ علمۡتك ٱلۡكتٰب وٱلۡحكۡمة وٱلتوۡرىٰة وٱلۡإنجيلۖ وإذۡ تخۡلق من ٱلطين كهيۡـٔة ٱلطيۡر بإذۡني فتنفخ فيها فتكون طيۡرۢا بإذۡنيۖ وتبۡرئ ٱلۡأكۡمه وٱلۡأبۡرص بإذۡنيۖ وإذۡ تخۡرج ٱلۡموۡتىٰ بإذۡنيۖ وإذۡ كففۡت بنيٓ إسۡرـٰٓءيل عنك إذۡ جئۡتهم بٱلۡبينٰت فقال ٱلذين كفروا منۡهمۡ إنۡ هٰذآ إلا سحۡرٞ مبينٞ (أيدتك: قويتك, بروح القدس: جبريل - عليه السلام -, الأكمه: من ولد أعمى)"
        },
        {
            "chapter": 5,
            "verse": 111,
            "text": "وإذۡ أوۡحيۡت إلى ٱلۡحواريـۧن أنۡ ءامنوا بي وبرسولي قالوٓا ءامنا وٱشۡهدۡ بأننا مسۡلمون"
        },
        {
            "chapter": 5,
            "verse": 112,
            "text": "إذۡ قال ٱلۡحواريون يٰعيسى ٱبۡن مرۡيم هلۡ يسۡتطيع ربك أن ينزل عليۡنا مآئدة من ٱلسمآءۖ قال ٱتقوا ٱلله إن كنتم مؤۡمنين (الحواريون: أصفياء عيسى - عليه السلام)"
        },
        {
            "chapter": 5,
            "verse": 113,
            "text": "قالوا نريد أن نأۡكل منۡها وتطۡمئن قلوبنا ونعۡلم أن قدۡ صدقۡتنا ونكون عليۡها من ٱلشـٰهدين"
        },
        {
            "chapter": 5,
            "verse": 114,
            "text": "قال عيسى ٱبۡن مرۡيم ٱللهم ربنآ أنزلۡ عليۡنا مآئدة من ٱلسمآء تكون لنا عيدا لأولنا وءاخرنا وءاية منكۖ وٱرۡزقۡنا وأنت خيۡر ٱلرـٰزقين (تكون لنا عيدا: نتخذ يوم نزولها عيدا نعظمه نحن، ومن بعدنا, وآية منك: علامة على وحدانيتك ونبوتي)"
        },
        {
            "chapter": 5,
            "verse": 115,
            "text": "قال ٱلله إني منزلها عليۡكمۡۖ فمن يكۡفرۡ بعۡد منكمۡ فإنيٓ أعذبه عذابا لآ أعذبهٓ أحدا من ٱلۡعٰلمين"
        },
        {
            "chapter": 5,
            "verse": 116,
            "text": "وإذۡ قال ٱلله يٰعيسى ٱبۡن مرۡيم ءأنت قلۡت للناس ٱتخذوني وأمي إلٰهيۡن من دون ٱللهۖ قال سبۡحٰنك ما يكون ليٓ أنۡ أقول ما ليۡس لي بحقۚ إن كنت قلۡته فقدۡ علمۡتهۚ تعۡلم ما في نفۡسي ولآ أعۡلم ما في نفۡسكۚ إنك أنت علـٰم ٱلۡغيوب"
        },
        {
            "chapter": 5,
            "verse": 117,
            "text": "ما قلۡت لهمۡ إلا مآ أمرۡتني بهٓ أن ٱعۡبدوا ٱلله ربي وربكمۡۚ وكنت عليۡهمۡ شهيدا ما دمۡت فيهمۡۖ فلما توفيۡتني كنت أنت ٱلرقيب عليۡهمۡۚ وأنت علىٰ كل شيۡءٖ شهيد (شهيدا: شاهدا)"
        },
        {
            "chapter": 5,
            "verse": 118,
            "text": "إن تعذبۡهمۡ فإنهمۡ عبادكۖ وإن تغۡفرۡ لهمۡ فإنك أنت ٱلۡعزيز ٱلۡحكيم"
        },
        {
            "chapter": 5,
            "verse": 119,
            "text": "قال ٱلله هٰذا يوۡم ينفع ٱلصـٰدقين صدۡقهمۡۚ لهمۡ جنـٰتٞ تجۡري من تحۡتها ٱلۡأنۡهٰر خٰلدين فيهآ أبداۖ رضي ٱلله عنۡهمۡ ورضوا عنۡهۚ ذٰلك ٱلۡفوۡز ٱلۡعظيم"
        },
        {
            "chapter": 5,
            "verse": 120,
            "text": "لله ملۡك ٱلسمٰوٰت وٱلۡأرۡض وما فيهنۚ وهو علىٰ كل شيۡءٖ قديرۢ"
        },
        {
            "chapter": 6,
            "verse": 1,
            "text": "ٱلۡحمۡد لله ٱلذي خلق ٱلسمٰوٰت وٱلۡأرۡض وجعل ٱلظلمٰت وٱلنورۖ ثم ٱلذين كفروا بربهمۡ يعۡدلون (وجعل: خلق, يعدلون: يسوون به غيره، ويشركون)"
        },
        {
            "chapter": 6,
            "verse": 2,
            "text": "هو ٱلذي خلقكم من طينٖ ثم قضىٰٓ أجلاۖ وأجلٞ مسمى عندهۖ ثم أنتمۡ تمۡترون (تمترون: تشكون)"
        },
        {
            "chapter": 6,
            "verse": 3,
            "text": "وهو ٱلله في ٱلسمٰوٰت وفي ٱلۡأرۡض يعۡلم سركمۡ وجهۡركمۡ ويعۡلم ما تكۡسبون (وهو الله: الإله المعبود بحق)"
        },
        {
            "chapter": 6,
            "verse": 4,
            "text": "وما تأۡتيهم منۡ ءايةٖ منۡ ءايٰت ربهمۡ إلا كانوا عنۡها معۡرضين"
        },
        {
            "chapter": 6,
            "verse": 5,
            "text": "فقدۡ كذبوا بٱلۡحق لما جآءهمۡ فسوۡف يأۡتيهمۡ أنۢبـٰٓؤا ما كانوا به يسۡتهۡزءون"
        },
        {
            "chapter": 6,
            "verse": 6,
            "text": "ألمۡ يروۡا كمۡ أهۡلكۡنا من قبۡلهم من قرۡنٖ مكنـٰهمۡ في ٱلۡأرۡض ما لمۡ نمكن لكمۡ وأرۡسلۡنا ٱلسمآء عليۡهم مدۡرارا وجعلۡنا ٱلۡأنۡهٰر تجۡري من تحۡتهمۡ فأهۡلكۡنٰهم بذنوبهمۡ وأنشأۡنا منۢ بعۡدهمۡ قرۡنا ءاخرين (قرن: أمة من الناس, مدرارا: غزيرا)"
        },
        {
            "chapter": 6,
            "verse": 7,
            "text": "ولوۡ نزلۡنا عليۡك كتٰبا في قرۡطاسٖ فلمسوه بأيۡديهمۡ لقال ٱلذين كفروٓا إنۡ هٰذآ إلا سحۡرٞ مبينٞ"
        },
        {
            "chapter": 6,
            "verse": 8,
            "text": "وقالوا لوۡلآ أنزل عليۡه ملكٞۖ ولوۡ أنزلۡنا ملكا لقضي ٱلۡأمۡر ثم لا ينظرون (لا ينظرون: لا يمهلون)"
        },
        {
            "chapter": 6,
            "verse": 9,
            "text": "ولوۡ جعلۡنٰه ملكا لجعلۡنٰه رجلا وللبسۡنا عليۡهم ما يلۡبسون (وللبسنا: لخلطنا حتى يشتبه عليهم الأمر)"
        },
        {
            "chapter": 6,
            "verse": 10,
            "text": "ولقد ٱسۡتهۡزئ برسلٖ من قبۡلك فحاق بٱلذين سخروا منۡهم ما كانوا به يسۡتهۡزءون (فحاق: أحاط ونزل)"
        },
        {
            "chapter": 6,
            "verse": 11,
            "text": "قلۡ سيروا في ٱلۡأرۡض ثم ٱنظروا كيۡف كان عٰقبة ٱلۡمكذبين"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "قل لمن ما في ٱلسمٰوٰت وٱلۡأرۡضۖ قل للهۚ كتب علىٰ نفۡسه ٱلرحۡمةۚ ليجۡمعنكمۡ إلىٰ يوۡم ٱلۡقيٰمة لا ريۡب فيهۚ ٱلذين خسروٓا أنفسهمۡ فهمۡ لا يؤۡمنون"
        },
        {
            "chapter": 6,
            "verse": 13,
            "text": "۞وله ما سكن في ٱليۡل وٱلنهارۚ وهو ٱلسميع ٱلۡعليم"
        },
        {
            "chapter": 6,
            "verse": 14,
            "text": "قلۡ أغيۡر ٱلله أتخذ وليا فاطر ٱلسمٰوٰت وٱلۡأرۡض وهو يطۡعم ولا يطۡعمۗ قلۡ إنيٓ أمرۡت أنۡ أكون أول منۡ أسۡلمۖ ولا تكونن من ٱلۡمشۡركين"
        },
        {
            "chapter": 6,
            "verse": 15,
            "text": "قلۡ إنيٓ أخاف إنۡ عصيۡت ربي عذاب يوۡم عظيمٖ"
        },
        {
            "chapter": 6,
            "verse": 16,
            "text": "من يصۡرفۡ عنۡه يوۡمئذٖ فقدۡ رحمهۚ وذٰلك ٱلۡفوۡز ٱلۡمبين"
        },
        {
            "chapter": 6,
            "verse": 17,
            "text": "وإن يمۡسسۡك ٱلله بضرٖ فلا كاشف لهٓ إلا هوۖ وإن يمۡسسۡك بخيۡرٖ فهو علىٰ كل شيۡءٖ قديرٞ (يمسسك: يصبك)"
        },
        {
            "chapter": 6,
            "verse": 18,
            "text": "وهو ٱلۡقاهر فوۡق عبادهۚ وهو ٱلۡحكيم ٱلۡخبير"
        },
        {
            "chapter": 6,
            "verse": 19,
            "text": "قلۡ أي شيۡء أكۡبر شهٰدةۖ قل ٱللهۖ شهيدۢ بيۡني وبيۡنكمۡۚ وأوحي إلي هٰذا ٱلۡقرۡءان لأنذركم به ومنۢ بلغۚ أئنكمۡ لتشۡهدون أن مع ٱلله ءالهة أخۡرىٰۚ قل لآ أشۡهدۚ قلۡ إنما هو إلٰهٞ وٰحدٞ وإنني بريٓءٞ مما تشۡركون"
        },
        {
            "chapter": 6,
            "verse": 20,
            "text": "ٱلذين ءاتيۡنٰهم ٱلۡكتٰب يعۡرفونه كما يعۡرفون أبۡنآءهمۘ ٱلذين خسروٓا أنفسهمۡ فهمۡ لا يؤۡمنون"
        },
        {
            "chapter": 6,
            "verse": 21,
            "text": "ومنۡ أظۡلم ممن ٱفۡترىٰ على ٱلله كذبا أوۡ كذب بـٔايٰتهٓۚ إنه لا يفۡلح ٱلظـٰلمون"
        },
        {
            "chapter": 6,
            "verse": 22,
            "text": "ويوۡم نحۡشرهمۡ جميعا ثم نقول للذين أشۡركوٓا أيۡن شركآؤكم ٱلذين كنتمۡ تزۡعمون"
        },
        {
            "chapter": 6,
            "verse": 23,
            "text": "ثم لمۡ تكن فتۡنتهمۡ إلآ أن قالوا وٱلله ربنا ما كنا مشۡركين (فتنتهم: إجابتهم)"
        },
        {
            "chapter": 6,
            "verse": 24,
            "text": "ٱنظرۡ كيۡف كذبوا علىٰٓ أنفسهمۡۚ وضل عنۡهم ما كانوا يفۡترون"
        },
        {
            "chapter": 6,
            "verse": 25,
            "text": "ومنۡهم من يسۡتمع إليۡكۖ وجعلۡنا علىٰ قلوبهمۡ أكنة أن يفۡقهوه وفيٓ ءاذانهمۡ وقۡراۚ وإن يروۡا كل ءايةٖ لا يؤۡمنوا بهاۖ حتىٰٓ إذا جآءوك يجٰدلونك يقول ٱلذين كفروٓا إنۡ هٰذآ إلآ أسٰطير ٱلۡأولين (أكنة: أغطية, وقرا: ثقلا وصمما, أساطير الأولين: حكاياتهم التي لا حقيقة لها)"
        },
        {
            "chapter": 6,
            "verse": 26,
            "text": "وهمۡ ينۡهوۡن عنۡه وينۡـٔوۡن عنۡهۖ وإن يهۡلكون إلآ أنفسهمۡ وما يشۡعرون (وينأون: يبتعدون)"
        },
        {
            "chapter": 6,
            "verse": 27,
            "text": "ولوۡ ترىٰٓ إذۡ وقفوا على ٱلنار فقالوا يٰليۡتنا نرد ولا نكذب بـٔايٰت ربنا ونكون من ٱلۡمؤۡمنين"
        },
        {
            "chapter": 6,
            "verse": 28,
            "text": "بلۡ بدا لهم ما كانوا يخۡفون من قبۡلۖ ولوۡ ردوا لعادوا لما نهوا عنۡه وإنهمۡ لكٰذبون"
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "وقالوٓا إنۡ هي إلا حياتنا ٱلدنۡيا وما نحۡن بمبۡعوثين"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "ولوۡ ترىٰٓ إذۡ وقفوا علىٰ ربهمۡۚ قال أليۡس هٰذا بٱلۡحقۚ قالوا بلىٰ وربناۚ قال فذوقوا ٱلۡعذاب بما كنتمۡ تكۡفرون"
        },
        {
            "chapter": 6,
            "verse": 31,
            "text": "قدۡ خسر ٱلذين كذبوا بلقآء ٱللهۖ حتىٰٓ إذا جآءتۡهم ٱلساعة بغۡتة قالوا يٰحسۡرتنا علىٰ ما فرطۡنا فيها وهمۡ يحۡملون أوۡزارهمۡ علىٰ ظهورهمۡۚ ألا سآء ما يزرون"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "وما ٱلۡحيوٰة ٱلدنۡيآ إلا لعبٞ ولهۡوٞۖ وللدار ٱلۡأٓخرة خيۡرٞ للذين يتقونۚ أفلا تعۡقلون"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "قدۡ نعۡلم إنه ليحۡزنك ٱلذي يقولونۖ فإنهمۡ لا يكذبونك ولٰكن ٱلظـٰلمين بـٔايٰت ٱلله يجۡحدون"
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "ولقدۡ كذبتۡ رسلٞ من قبۡلك فصبروا علىٰ ما كذبوا وأوذوا حتىٰٓ أتىٰهمۡ نصۡرناۚ ولا مبدل لكلمٰت ٱللهۚ ولقدۡ جآءك من نبإي ٱلۡمرۡسلين"
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "وإن كان كبر عليۡك إعۡراضهمۡ فإن ٱسۡتطعۡت أن تبۡتغي نفقا في ٱلۡأرۡض أوۡ سلما في ٱلسمآء فتأۡتيهم بـٔايةٖۚ ولوۡ شآء ٱلله لجمعهمۡ على ٱلۡهدىٰۚ فلا تكونن من ٱلۡجٰهلين (كبر: عظم)"
        },
        {
            "chapter": 6,
            "verse": 36,
            "text": "۞إنما يسۡتجيب ٱلذين يسۡمعونۘ وٱلۡموۡتىٰ يبۡعثهم ٱلله ثم إليۡه يرۡجعون"
        },
        {
            "chapter": 6,
            "verse": 37,
            "text": "وقالوا لوۡلا نزل عليۡه ءايةٞ من ربهۚ قلۡ إن ٱلله قادر علىٰٓ أن ينزل ءاية ولٰكن أكۡثرهمۡ لا يعۡلمون"
        },
        {
            "chapter": 6,
            "verse": 38,
            "text": "وما من دآبةٖ في ٱلۡأرۡض ولا طـٰٓئرٖ يطير بجناحيۡه إلآ أمم أمۡثالكمۚ ما فرطۡنا في ٱلۡكتٰب من شيۡءٖۚ ثم إلىٰ ربهمۡ يحۡشرون (ما فرطنا: ما تركنا)"
        },
        {
            "chapter": 6,
            "verse": 39,
            "text": "وٱلذين كذبوا بـٔايٰتنا صمٞ وبكۡمٞ في ٱلظلمٰتۗ من يشإ ٱلله يضۡللۡه ومن يشأۡ يجۡعلۡه علىٰ صرٰطٖ مسۡتقيمٖ (صم: الذين لا يسمعون, وبكم: الذين لا يتكلمون)"
        },
        {
            "chapter": 6,
            "verse": 40,
            "text": "قلۡ أرءيۡتكمۡ إنۡ أتىٰكمۡ عذاب ٱلله أوۡ أتتۡكم ٱلساعة أغيۡر ٱلله تدۡعون إن كنتمۡ صٰدقين (أرأيتكم: أخبروني)"
        },
        {
            "chapter": 6,
            "verse": 41,
            "text": "بلۡ إياه تدۡعون فيكۡشف ما تدۡعون إليۡه إن شآء وتنسوۡن ما تشۡركون"
        },
        {
            "chapter": 6,
            "verse": 42,
            "text": "ولقدۡ أرۡسلۡنآ إلىٰٓ أممٖ من قبۡلك فأخذۡنٰهم بٱلۡبأۡسآء وٱلضرآء لعلهمۡ يتضرعون (بالباساء: الفقر, والضراء: المرض)"
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "فلوۡلآ إذۡ جآءهم بأۡسنا تضرعوا ولٰكن قستۡ قلوبهمۡ وزين لهم ٱلشيۡطٰن ما كانوا يعۡملون"
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "فلما نسوا ما ذكروا به فتحۡنا عليۡهمۡ أبۡوٰب كل شيۡء حتىٰٓ إذا فرحوا بمآ أوتوٓا أخذۡنٰهم بغۡتة فإذا هم مبۡلسون (مبلسون: آيسون، منقطعون من كل خير)"
        },
        {
            "chapter": 6,
            "verse": 45,
            "text": "فقطع دابر ٱلۡقوۡم ٱلذين ظلمواۚ وٱلۡحمۡد لله رب ٱلۡعٰلمين (فقطع: استؤصل, دابر القوم: آخرهم)"
        },
        {
            "chapter": 6,
            "verse": 46,
            "text": "قلۡ أرءيۡتمۡ إنۡ أخذ ٱلله سمۡعكمۡ وأبۡصٰركمۡ وختم علىٰ قلوبكم منۡ إلٰه غيۡر ٱلله يأۡتيكم بهۗ ٱنظرۡ كيۡف نصرف ٱلۡأٓيٰت ثم همۡ يصۡدفون (نصرف: ننوع, يصدفون: يعرضون)"
        },
        {
            "chapter": 6,
            "verse": 47,
            "text": "قلۡ أرءيۡتكمۡ إنۡ أتىٰكمۡ عذاب ٱلله بغۡتة أوۡ جهۡرة هلۡ يهۡلك إلا ٱلۡقوۡم ٱلظـٰلمون"
        },
        {
            "chapter": 6,
            "verse": 48,
            "text": "وما نرۡسل ٱلۡمرۡسلين إلا مبشرين ومنذرينۖ فمنۡ ءامن وأصۡلح فلا خوۡف عليۡهمۡ ولا همۡ يحۡزنون"
        },
        {
            "chapter": 6,
            "verse": 49,
            "text": "وٱلذين كذبوا بـٔايٰتنا يمسهم ٱلۡعذاب بما كانوا يفۡسقون"
        },
        {
            "chapter": 6,
            "verse": 50,
            "text": "قل لآ أقول لكمۡ عندي خزآئن ٱلله ولآ أعۡلم ٱلۡغيۡب ولآ أقول لكمۡ إني ملكۖ إنۡ أتبع إلا ما يوحىٰٓ إليۚ قلۡ هلۡ يسۡتوي ٱلۡأعۡمىٰ وٱلۡبصيرۚ أفلا تتفكرون"
        },
        {
            "chapter": 6,
            "verse": 51,
            "text": "وأنذرۡ به ٱلذين يخافون أن يحۡشروٓا إلىٰ ربهمۡ ليۡس لهم من دونه وليٞ ولا شفيعٞ لعلهمۡ يتقون"
        },
        {
            "chapter": 6,
            "verse": 52,
            "text": "ولا تطۡرد ٱلذين يدۡعون ربهم بٱلۡغدوٰة وٱلۡعشي يريدون وجۡههۖ ما عليۡك منۡ حسابهم من شيۡءٖ وما منۡ حسابك عليۡهم من شيۡءٖ فتطۡردهمۡ فتكون من ٱلظـٰلمين (بالغداة: أول النهار, والعشي: آخر النهار)"
        },
        {
            "chapter": 6,
            "verse": 53,
            "text": "وكذٰلك فتنا بعۡضهم ببعۡضٖ ليقولوٓا أهـٰٓؤلآء من ٱلله عليۡهم منۢ بيۡننآۗ أليۡس ٱلله بأعۡلم بٱلشـٰكرين (فتنا: ابتلينا باختلاف الأرزاق وغيرها)"
        },
        {
            "chapter": 6,
            "verse": 54,
            "text": "وإذا جآءك ٱلذين يؤۡمنون بـٔايٰتنا فقلۡ سلٰم عليۡكمۡۖ كتب ربكمۡ علىٰ نفۡسه ٱلرحۡمة أنه منۡ عمل منكمۡ سوٓءۢا بجهٰلةٖ ثم تاب منۢ بعۡده وأصۡلح فأنه غفورٞ رحيمٞ (بجهالة: بسفاهة، وكل عاص لله فهو جاهل)"
        },
        {
            "chapter": 6,
            "verse": 55,
            "text": "وكذٰلك نفصل ٱلۡأٓيٰت ولتسۡتبين سبيل ٱلۡمجۡرمين"
        },
        {
            "chapter": 6,
            "verse": 56,
            "text": "قلۡ إني نهيت أنۡ أعۡبد ٱلذين تدۡعون من دون ٱللهۚ قل لآ أتبع أهۡوآءكمۡ قدۡ ضللۡت إذا ومآ أنا من ٱلۡمهۡتدين"
        },
        {
            "chapter": 6,
            "verse": 57,
            "text": "قلۡ إني علىٰ بينةٖ من ربي وكذبۡتم بهۚ ما عندي ما تسۡتعۡجلون بهٓۚ إن ٱلۡحكۡم إلا للهۖ يقص ٱلۡحقۖ وهو خيۡر ٱلۡفٰصلين"
        },
        {
            "chapter": 6,
            "verse": 58,
            "text": "قل لوۡ أن عندي ما تسۡتعۡجلون به لقضي ٱلۡأمۡر بيۡني وبيۡنكمۡۗ وٱلله أعۡلم بٱلظـٰلمين"
        },
        {
            "chapter": 6,
            "verse": 59,
            "text": "۞وعنده مفاتح ٱلۡغيۡب لا يعۡلمهآ إلا هوۚ ويعۡلم ما في ٱلۡبر وٱلۡبحۡرۚ وما تسۡقط من ورقة إلا يعۡلمها ولا حبةٖ في ظلمٰت ٱلۡأرۡض ولا رطۡبٖ ولا يابس إلا في كتٰبٖ مبينٖ (مفاتح الغيب: خزائن الغيب؛ وهي خمس مذكورة في آخر لقمان)"
        },
        {
            "chapter": 6,
            "verse": 60,
            "text": "وهو ٱلذي يتوفىٰكم بٱليۡل ويعۡلم ما جرحۡتم بٱلنهار ثم يبۡعثكمۡ فيه ليقۡضىٰٓ أجلٞ مسمىۖ ثم إليۡه مرۡجعكمۡ ثم ينبئكم بما كنتمۡ تعۡملون (جرحتم: اكتسبتم)"
        },
        {
            "chapter": 6,
            "verse": 61,
            "text": "وهو ٱلۡقاهر فوۡق عبادهۖ ويرۡسل عليۡكمۡ حفظة حتىٰٓ إذا جآء أحدكم ٱلۡموۡت توفتۡه رسلنا وهمۡ لا يفرطون (لا يفرطون: لا يضيعون، ولا يقصرون)"
        },
        {
            "chapter": 6,
            "verse": 62,
            "text": "ثم ردوٓا إلى ٱلله موۡلىٰهم ٱلۡحقۚ ألا له ٱلۡحكۡم وهو أسۡرع ٱلۡحٰسبين"
        },
        {
            "chapter": 6,
            "verse": 63,
            "text": "قلۡ من ينجيكم من ظلمٰت ٱلۡبر وٱلۡبحۡر تدۡعونه تضرعا وخفۡية لئنۡ أنجىٰنا منۡ هٰذه لنكونن من ٱلشـٰكرين (تضرعا: مظهرين الضراعة؛ وهي شدة الفقر إلى الشيء والحاجة, وخفية: مسرين بالدعاء)"
        },
        {
            "chapter": 6,
            "verse": 64,
            "text": "قل ٱلله ينجيكم منۡها ومن كل كرۡبٖ ثم أنتمۡ تشۡركون"
        },
        {
            "chapter": 6,
            "verse": 65,
            "text": "قلۡ هو ٱلۡقادر علىٰٓ أن يبۡعث عليۡكمۡ عذابا من فوۡقكمۡ أوۡ من تحۡت أرۡجلكمۡ أوۡ يلۡبسكمۡ شيعا ويذيق بعۡضكم بأۡس بعۡضۗ ٱنظرۡ كيۡف نصرف ٱلۡأٓيٰت لعلهمۡ يفۡقهون (يلبسكم شيعا: يخلطكم فرقا متناحرة, نصرف: ننوع)"
        },
        {
            "chapter": 6,
            "verse": 66,
            "text": "وكذب به قوۡمك وهو ٱلۡحقۚ قل لسۡت عليۡكم بوكيلٖ"
        },
        {
            "chapter": 6,
            "verse": 67,
            "text": "لكل نبإٖ مسۡتقرٞۚ وسوۡف تعۡلمون (مستقر: نهاية يعرف بها أحق، أم باطل)"
        },
        {
            "chapter": 6,
            "verse": 68,
            "text": "وإذا رأيۡت ٱلذين يخوضون فيٓ ءايٰتنا فأعۡرضۡ عنۡهمۡ حتىٰ يخوضوا في حديث غيۡرهۚ وإما ينسينك ٱلشيۡطٰن فلا تقۡعدۡ بعۡد ٱلذكۡرىٰ مع ٱلۡقوۡم ٱلظـٰلمين (يخوضون: يتكلمون مستهزئين)"
        },
        {
            "chapter": 6,
            "verse": 69,
            "text": "وما على ٱلذين يتقون منۡ حسابهم من شيۡءٖ ولٰكن ذكۡرىٰ لعلهمۡ يتقون"
        },
        {
            "chapter": 6,
            "verse": 70,
            "text": "وذر ٱلذين ٱتخذوا دينهمۡ لعبا ولهۡوا وغرتۡهم ٱلۡحيوٰة ٱلدنۡياۚ وذكرۡ بهٓ أن تبۡسل نفۡسۢ بما كسبتۡ ليۡس لها من دون ٱلله وليٞ ولا شفيعٞ وإن تعۡدلۡ كل عدۡلٖ لا يؤۡخذۡ منۡهآۗ أولـٰٓئك ٱلذين أبۡسلوا بما كسبواۖ لهمۡ شرابٞ منۡ حميمٖ وعذاب أليمۢ بما كانوا يكۡفرون (تبسل: ترتهن، وتحبس, تعدل: تفتد, أبسلوا: ارتهنوا بذنوبهم, حميم: ماء بالغ الحرارة)"
        },
        {
            "chapter": 6,
            "verse": 71,
            "text": "قلۡ أندۡعوا من دون ٱلله ما لا ينفعنا ولا يضرنا ونرد علىٰٓ أعۡقابنا بعۡد إذۡ هدىٰنا ٱلله كٱلذي ٱسۡتهۡوتۡه ٱلشيٰطين في ٱلۡأرۡض حيۡران لهٓ أصۡحٰبٞ يدۡعونهٓ إلى ٱلۡهدى ٱئۡتناۗ قلۡ إن هدى ٱلله هو ٱلۡهدىٰۖ وأمرۡنا لنسۡلم لرب ٱلۡعٰلمين (استهوته: هوت به؛ فأضلته)"
        },
        {
            "chapter": 6,
            "verse": 72,
            "text": "وأنۡ أقيموا ٱلصلوٰة وٱتقوهۚ وهو ٱلذيٓ إليۡه تحۡشرون"
        },
        {
            "chapter": 6,
            "verse": 73,
            "text": "وهو ٱلذي خلق ٱلسمٰوٰت وٱلۡأرۡض بٱلۡحقۖ ويوۡم يقول كن فيكونۚ قوۡله ٱلۡحقۚ وله ٱلۡملۡك يوۡم ينفخ في ٱلصورۚ عٰلم ٱلۡغيۡب وٱلشهٰدةۚ وهو ٱلۡحكيم ٱلۡخبير (الصور: القرن الذي ينفخ فيه إسرافيل - عليه السلام)"
        },
        {
            "chapter": 6,
            "verse": 74,
            "text": "۞وإذۡ قال إبۡرٰهيم لأبيه ءازر أتتخذ أصۡناما ءالهة إنيٓ أرىٰك وقوۡمك في ضلٰلٖ مبينٖ"
        },
        {
            "chapter": 6,
            "verse": 75,
            "text": "وكذٰلك نريٓ إبۡرٰهيم ملكوت ٱلسمٰوٰت وٱلۡأرۡض وليكون من ٱلۡموقنين"
        },
        {
            "chapter": 6,
            "verse": 76,
            "text": "فلما جن عليۡه ٱليۡل رءا كوۡكباۖ قال هٰذا ربيۖ فلمآ أفل قال لآ أحب ٱلۡأٓفلين (جن: أظلم, الآفلين: الغائبين)"
        },
        {
            "chapter": 6,
            "verse": 77,
            "text": "فلما رءا ٱلۡقمر بازغا قال هٰذا ربيۖ فلمآ أفل قال لئن لمۡ يهۡدني ربي لأكونن من ٱلۡقوۡم ٱلضآلين (أفل: غاب)"
        },
        {
            "chapter": 6,
            "verse": 78,
            "text": "فلما رءا ٱلشمۡس بازغة قال هٰذا ربي هٰذآ أكۡبرۖ فلمآ أفلتۡ قال يٰقوۡم إني بريٓءٞ مما تشۡركون"
        },
        {
            "chapter": 6,
            "verse": 79,
            "text": "إني وجهۡت وجۡهي للذي فطر ٱلسمٰوٰت وٱلۡأرۡض حنيفاۖ ومآ أنا من ٱلۡمشۡركين (حنيفا: مائلا عن الشرك إلى التوحيد)"
        },
        {
            "chapter": 6,
            "verse": 80,
            "text": "وحآجه قوۡمهۚ قال أتحـٰٓجوٓني في ٱلله وقدۡ هدىٰنۚ ولآ أخاف ما تشۡركون بهٓ إلآ أن يشآء ربي شيۡـٔاۚ وسع ربي كل شيۡء علۡماۚ أفلا تتذكرون"
        },
        {
            "chapter": 6,
            "verse": 81,
            "text": "وكيۡف أخاف مآ أشۡركۡتمۡ ولا تخافون أنكمۡ أشۡركۡتم بٱلله ما لمۡ ينزلۡ به عليۡكمۡ سلۡطٰناۚ فأي ٱلۡفريقيۡن أحق بٱلۡأمۡنۖ إن كنتمۡ تعۡلمون"
        },
        {
            "chapter": 6,
            "verse": 82,
            "text": "ٱلذين ءامنوا ولمۡ يلۡبسوٓا إيمٰنهم بظلۡم أولـٰٓئك لهم ٱلۡأمۡن وهم مهۡتدون (يلبسوا: يخلطوا)"
        },
        {
            "chapter": 6,
            "verse": 83,
            "text": "وتلۡك حجتنآ ءاتيۡنٰهآ إبۡرٰهيم علىٰ قوۡمهۚ نرۡفع درجٰتٖ من نشآءۗ إن ربك حكيم عليمٞ"
        },
        {
            "chapter": 6,
            "verse": 84,
            "text": "ووهبۡنا لهٓ إسۡحٰق ويعۡقوبۚ كلا هديۡناۚ ونوحا هديۡنا من قبۡلۖ ومن ذريته داود وسليۡمٰن وأيوب ويوسف وموسىٰ وهٰرونۚ وكذٰلك نجۡزي ٱلۡمحۡسنين"
        },
        {
            "chapter": 6,
            "verse": 85,
            "text": "وزكريا ويحۡيىٰ وعيسىٰ وإلۡياسۖ كلٞ من ٱلصـٰلحين"
        },
        {
            "chapter": 6,
            "verse": 86,
            "text": "وإسۡمٰعيل وٱلۡيسع ويونس ولوطاۚ وكلا فضلۡنا على ٱلۡعٰلمين"
        },
        {
            "chapter": 6,
            "verse": 87,
            "text": "ومنۡ ءابآئهمۡ وذريـٰتهمۡ وإخۡوٰنهمۡۖ وٱجۡتبيۡنٰهمۡ وهديۡنٰهمۡ إلىٰ صرٰطٖ مسۡتقيمٖ (واجتبيناهم: اصطفيناهم)"
        },
        {
            "chapter": 6,
            "verse": 88,
            "text": "ذٰلك هدى ٱلله يهۡدي به من يشآء منۡ عبادهۚ ولوۡ أشۡركوا لحبط عنۡهم ما كانوا يعۡملون"
        },
        {
            "chapter": 6,
            "verse": 89,
            "text": "أولـٰٓئك ٱلذين ءاتيۡنٰهم ٱلۡكتٰب وٱلۡحكۡم وٱلنبوةۚ فإن يكۡفرۡ بها هـٰٓؤلآء فقدۡ وكلۡنا بها قوۡما ليۡسوا بها بكٰفرين"
        },
        {
            "chapter": 6,
            "verse": 90,
            "text": "أولـٰٓئك ٱلذين هدى ٱللهۖ فبهدىٰهم ٱقۡتدهۡۗ قل لآ أسۡـٔلكمۡ عليۡه أجۡراۖ إنۡ هو إلا ذكۡرىٰ للۡعٰلمين (اقتده: اقتد واتبع)"
        },
        {
            "chapter": 6,
            "verse": 91,
            "text": "وما قدروا ٱلله حق قدۡرهٓ إذۡ قالوا مآ أنزل ٱلله علىٰ بشرٖ من شيۡءٖۗ قلۡ منۡ أنزل ٱلۡكتٰب ٱلذي جآء به موسىٰ نورا وهدى للناسۖ تجۡعلونه قراطيس تبۡدونها وتخۡفون كثيراۖ وعلمۡتم ما لمۡ تعۡلموٓا أنتمۡ ولآ ءابآؤكمۡۖ قل ٱللهۖ ثم ذرۡهمۡ في خوۡضهمۡ يلۡعبون (حق قدره: حق تعظيمه, خوضهم: حديثهم الباطل)"
        },
        {
            "chapter": 6,
            "verse": 92,
            "text": "وهٰذا كتٰب أنزلۡنٰه مباركٞ مصدق ٱلذي بيۡن يديۡه ولتنذر أم ٱلۡقرىٰ ومنۡ حوۡلهاۚ وٱلذين يؤۡمنون بٱلۡأٓخرة يؤۡمنون بهۖ وهمۡ علىٰ صلاتهمۡ يحافظون"
        },
        {
            "chapter": 6,
            "verse": 93,
            "text": "ومنۡ أظۡلم ممن ٱفۡترىٰ على ٱلله كذبا أوۡ قال أوحي إلي ولمۡ يوح إليۡه شيۡءٞ ومن قال سأنزل مثۡل مآ أنزل ٱللهۗ ولوۡ ترىٰٓ إذ ٱلظـٰلمون في غمرٰت ٱلۡموۡت وٱلۡملـٰٓئكة باسطوٓا أيۡديهمۡ أخۡرجوٓا أنفسكمۖ ٱلۡيوۡم تجۡزوۡن عذاب ٱلۡهون بما كنتمۡ تقولون على ٱلله غيۡر ٱلۡحق وكنتمۡ عنۡ ءايٰته تسۡتكۡبرون (غمرات: أهوال)"
        },
        {
            "chapter": 6,
            "verse": 94,
            "text": "ولقدۡ جئۡتمونا فرٰدىٰ كما خلقۡنٰكمۡ أول مرةٖ وتركۡتم ما خولۡنٰكمۡ ورآء ظهوركمۡۖ وما نرىٰ معكمۡ شفعآءكم ٱلذين زعمۡتمۡ أنهمۡ فيكمۡ شركـٰٓؤاۚ لقد تقطع بيۡنكمۡ وضل عنكم ما كنتمۡ تزۡعمون (خولناكم: ملكناكم من متاع الدنيا, تقطع بينكم: زال تواصلكم)"
        },
        {
            "chapter": 6,
            "verse": 95,
            "text": "۞إن ٱلله فالق ٱلۡحب وٱلنوىٰۖ يخۡرج ٱلۡحي من ٱلۡميت ومخۡرج ٱلۡميت من ٱلۡحيۚ ذٰلكم ٱللهۖ فأنىٰ تؤۡفكون (فالق الحب: الذي يشق الحب، فيخرج الزرع منه, تؤفكون: تصرفون عن الحق)"
        },
        {
            "chapter": 6,
            "verse": 96,
            "text": "فالق ٱلۡإصۡباح وجعل ٱليۡل سكنا وٱلشمۡس وٱلۡقمر حسۡباناۚ ذٰلك تقۡدير ٱلۡعزيز ٱلۡعليم (فالق الإصباح: الذي يشق ضياء الصبح, حسبانا: بحساب مقدر)"
        },
        {
            "chapter": 6,
            "verse": 97,
            "text": "وهو ٱلذي جعل لكم ٱلنجوم لتهۡتدوا بها في ظلمٰت ٱلۡبر وٱلۡبحۡرۗ قدۡ فصلۡنا ٱلۡأٓيٰت لقوۡمٖ يعۡلمون"
        },
        {
            "chapter": 6,
            "verse": 98,
            "text": "وهو ٱلذيٓ أنشأكم من نفۡسٖ وٰحدةٖ فمسۡتقرٞ ومسۡتوۡدعٞۗ قدۡ فصلۡنا ٱلۡأٓيٰت لقوۡمٖ يفۡقهون (فمستقر: رحم المرأة، تستقر فيه النطفة, ومستودع: صلب الرجل، تحفظ فيه النطفة)"
        },
        {
            "chapter": 6,
            "verse": 99,
            "text": "وهو ٱلذيٓ أنزل من ٱلسمآء مآء فأخۡرجۡنا به نبات كل شيۡءٖ فأخۡرجۡنا منۡه خضرا نخۡرج منۡه حبا متراكبا ومن ٱلنخۡل من طلۡعها قنۡوانٞ دانيةٞ وجنـٰتٖ منۡ أعۡنابٖ وٱلزيۡتون وٱلرمان مشۡتبها وغيۡر متشٰبهۗ ٱنظروٓا إلىٰ ثمرهٓ إذآ أثۡمر وينۡعهٓۚ إن في ذٰلكمۡ لأٓيٰتٖ لقوۡمٖ يؤۡمنون (خضرا: زرعا، وشجرا أخضر, متراكبا: يركب بعضه فوق بعض, طلعها: ما تنشأ فيه عذوق الرطب, قنوان دانية: عذوق قريبة التناول, وينعه: نضجه، وبلوغه حين يبلغ)"
        },
        {
            "chapter": 6,
            "verse": 100,
            "text": "وجعلوا لله شركآء ٱلۡجن وخلقهمۡۖ وخرقوا له بنين وبنٰتۭ بغيۡر علۡمٖۚ سبۡحٰنه وتعٰلىٰ عما يصفون (وخرقوا: اختلقوا وافتروا له سبحانه)"
        },
        {
            "chapter": 6,
            "verse": 101,
            "text": "بديع ٱلسمٰوٰت وٱلۡأرۡضۖ أنىٰ يكون له ولدٞ ولمۡ تكن له صٰحبةٞۖ وخلق كل شيۡءٖۖ وهو بكل شيۡء عليمٞ (بديع: خالق، ومبدع)"
        },
        {
            "chapter": 6,
            "verse": 102,
            "text": "ذٰلكم ٱلله ربكمۡۖ لآ إلٰه إلا هوۖ خٰلق كل شيۡءٖ فٱعۡبدوهۚ وهو علىٰ كل شيۡءٖ وكيلٞ"
        },
        {
            "chapter": 6,
            "verse": 103,
            "text": "لا تدۡركه ٱلۡأبۡصٰر وهو يدۡرك ٱلۡأبۡصٰرۖ وهو ٱللطيف ٱلۡخبير (يدرك الأبصار: يبصرها، ويحيط بها علما)"
        },
        {
            "chapter": 6,
            "verse": 104,
            "text": "قدۡ جآءكم بصآئر من ربكمۡۖ فمنۡ أبۡصر فلنفۡسهۖ ومنۡ عمي فعليۡهاۚ ومآ أنا عليۡكم بحفيظٖ (بصائر: براهين)"
        },
        {
            "chapter": 6,
            "verse": 105,
            "text": "وكذٰلك نصرف ٱلۡأٓيٰت وليقولوا درسۡت ولنبينه لقوۡمٖ يعۡلمون (نصرف: نبين, درست: تعلمت)"
        },
        {
            "chapter": 6,
            "verse": 106,
            "text": "ٱتبعۡ مآ أوحي إليۡك من ربكۖ لآ إلٰه إلا هوۖ وأعۡرضۡ عن ٱلۡمشۡركين"
        },
        {
            "chapter": 6,
            "verse": 107,
            "text": "ولوۡ شآء ٱلله مآ أشۡركواۗ وما جعلۡنٰك عليۡهمۡ حفيظاۖ ومآ أنت عليۡهم بوكيلٖ"
        },
        {
            "chapter": 6,
            "verse": 108,
            "text": "ولا تسبوا ٱلذين يدۡعون من دون ٱلله فيسبوا ٱلله عدۡوۢا بغيۡر علۡمٖۗ كذٰلك زينا لكل أمة عملهمۡ ثم إلىٰ ربهم مرۡجعهمۡ فينبئهم بما كانوا يعۡملون (عدوا: اعتداء)"
        },
        {
            "chapter": 6,
            "verse": 109,
            "text": "وأقۡسموا بٱلله جهۡد أيۡمٰنهمۡ لئن جآءتۡهمۡ ءايةٞ ليؤۡمنن بهاۚ قلۡ إنما ٱلۡأٓيٰت عند ٱللهۖ وما يشۡعركمۡ أنهآ إذا جآءتۡ لا يؤۡمنون (جهد أيمانهم: بأيمان مؤكدة, يشعركم: يدريكم)"
        },
        {
            "chapter": 6,
            "verse": 110,
            "text": "ونقلب أفۡـٔدتهمۡ وأبۡصٰرهمۡ كما لمۡ يؤۡمنوا بهٓ أول مرةٖ ونذرهمۡ في طغۡيٰنهمۡ يعۡمهون (يعمهون: يتحيرون)"
        }
    ]
}