{
    "pages": [
        {
            "chapter": 2,
            "verse": 127,
            "text": "Dangshi, yi bu la xin he [ta de erzi] yi si ma yi jian gaole tian fang de jichu.[Ta lia qidao shuo]:“Women de zhu a! Qiu ni jieshou women de jingxian [ji jian gao tian fang zhi shi]. Ni que shi quan wen de, quanzhi de."
        },
        {
            "chapter": 2,
            "verse": 128,
            "text": "Women de zhu a! Qiu ni rang wo lia chengwei ni de liang ge shunmin [musilin], rang women de houyi chengwei yige guishun ni de minzu. Qiu ni zhaoshi women chaojin de yishi [zhu], qiu ni jieshou women de huiguo. Ni que shi jieshou huiguo de, te ci de."
        },
        {
            "chapter": 2,
            "verse": 129,
            "text": "Women de zhu a! Qiu ni cong tamen zhong gei tamen paiqian yi wei shizhe [an la jieshou qiqiu bing paiqian mu sheng], rang ta ba ni de qishi xuandu gei tamen, jiaoshou tamen jingdian [“gulanjing”] he zhihui, bing jinghua tamen. Ni que shi quanneng de, zui ruizhi de.”"
        },
        {
            "chapter": 2,
            "verse": 130,
            "text": "Chule yunong ziji zhe wai, shei hui beiqi yi bu la xin [ren zhu du yi] de zongjiao [yisilan jiao] ne? Wo que yi zai jinshi te xuan ta, ta zai houshi bi zai shanren zhi lie."
        },
        {
            "chapter": 2,
            "verse": 131,
            "text": "Dangshi, ta de zhu dui ta shuo:“Ni shuncong ba [ni zuo musilin ba]!” Ta shuo:“Wo yi shuncong zhong shijie de zhu.”"
        },
        {
            "chapter": 2,
            "verse": 132,
            "text": "Yi bu la xin he ya gubu yi ci [shuncong an la] zhufu gezi de erzi [shuo]:“Wo de erzimen a! An la que yi wei nimen te xuan zhege zongjiao [yisilan jiao], suoyi, nimen bixu chengwei musilin hou caineng siwang.”"
        },
        {
            "chapter": 2,
            "verse": 133,
            "text": "Ya gubu lin si shi, nimen zaichang ma? Dangshi, ta dui ta de erzimen shuo:“Wo si hou nimen jiang chongbai shenme?” Tamen shuo:“Women jiang chongbai ni suo chongbai de zhu [an la], yeshi ni de zuxian yi bu la xin, yi si ma yi he yi si ha ge suo chongbai de zhu——du yi de zhu [an la], women zhi guishun ta [an la].”"
        },
        {
            "chapter": 2,
            "verse": 134,
            "text": "Na shi yige yi shiqu de minzu, tamen jiang huode tamen suo ying de de baochou, nimen ye jiang huode nimen suo ying de de baochou. Guanyu tamen suo zuo de, nimen jiang bu bei shenwen [tamen zizuozishou]."
        }
    ]
}