{
    "pages": [
        {
            "chapter": 18,
            "verse": 62,
            "text": "Dang ta lia zou yuan shi, ta dui ta de tongpu shuo:“Na chu women de zaofan lai chi! Women de zhe ci luxing shizai tai leile.”"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "Ta shuo:“Ni ke ceng jide? Dang women dao yanshi shang xiuxi shi, wo dique ba yu wangle, zhiyou emo cai hui shi wo wangji tixing ni: Na yu xun lu ru he you zoule. Zhenshi guaishi!”"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "Ta shuo:“Zhe jiushi women yao xunqiu de.” Yushi ta lia you shun yuan lu fanhui."
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "Ta lia faxianle wo de yige puren [he di er], wo ceng ba wo de enhui ciyu ta, bing ba wo de yixie zhishi chuanshou ta."
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "Mu sa dui ta [he di er] shuo:“Wo xiang gensui ni, qing ni jiaoshou wo an la chuanshou ni de yixie zhishi [zhihui], keyi ma?”"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "Ta [he di er] shuo:“Ni buneng naixin [zhu] de tong wo zai yiqi."
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "Ni zen neng rennai ni suo bu zhidao de shi ne?”"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "Ta [mu sa] shuo:“Jiaru an la yiyu, ni jiang faxian wo shi you naixin de, wo bu hui zai renhe shi shang weikang ni.”"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "Ta [he di er] shuo:“Jiaru ni yao gensui wo, zai wo dui ni jiangshu qian, ni buneng wen wo renhe shi.”"
        },
        {
            "chapter": 18,
            "verse": 71,
            "text": "Yushi ta lia bian chufale. Dang ta lia cheng chuan shi, ta [he di er] ba chuan zaole yige dong. Ta [mu sa] shuo:“Ni ba chuan zao yige dong, shi yao ba chuan li de ren dou yan si ma? Ni dique zuole yi jian can du di shi!”"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "Ta [he di er] shuo:“Nandao wo meiyou shuoguo ni buneng naixin di tong wo zai yiqi ma?”"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "Ta [mu sa] shuo:“Ni buyao yin wo wangjile er zhize wo [zhu], qing ni buyao ze wo suo nan.”"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "Ranhou, ta lia you jixu zou. Dang ta lia yujian yige nan tong shi, ta [he di er] jiu shale nage nan tong. Ta [mu sa] shuo:“Nandao ni shahai yige weiceng shaguo renhe ren de wugu zhe ma? Ni dique zuole yi jian kepa de shi!”"
        }
    ]
}