{
    "pages": [
        {
            "chapter": 19,
            "verse": 39,
            "text": "Ni [mu sheng] dang jinggao tamen huihen zhi ri, na shi wanshi yi ding, dan tamen [xianzai] haishi shuhu dayi, haishi bu xinyang [zhu]."
        },
        {
            "chapter": 19,
            "verse": 40,
            "text": "Wo bi jiang jicheng dadi ji da dishang de yiqie. Tamen dou jiang gui dao wo zheli lai."
        },
        {
            "chapter": 19,
            "verse": 41,
            "text": "Ni dang zai zhe bu jingdian [“gulanjing”] zhong jiangshu yi bu la xin [de gushi]. Ta que shi yi wei qiancheng zhe, que shi yi wei xianzhi."
        },
        {
            "chapter": 19,
            "verse": 42,
            "text": "Dangshi, ta dui ta de fuqin shuo:“Wo de fuqin a! Ni weisheme yao chongbai naxie ji bu hui ting, ye bu hui kan, dui ni hao wu yichu de dongxi ne?"
        },
        {
            "chapter": 19,
            "verse": 43,
            "text": "Wo de fuqin a! Wo que yi shou ci ni suo meiyou huode de zhi shi, suoyi, ni dang gensui wo, wo jiang yindao ni yitiao zhengdao."
        },
        {
            "chapter": 19,
            "verse": 44,
            "text": "Wo de fuqin a! Ni buyao chongbai emo, emo que shi weikang pu ci zhi zhu [an la] de."
        },
        {
            "chapter": 19,
            "verse": 45,
            "text": "Wo de fuqin a! Wo dique haipa ni hui zaoshou cong pu ci zhi zhu [an la] jiang shi de xingfa, yizhi chengwei [huo yu li] emo de pengyou.”"
        },
        {
            "chapter": 19,
            "verse": 46,
            "text": "Ta [ta de fuqin] shuo:“Yi bu la xin a! Nandao ni yanwu wo [chongbai] de zhuzai ma? Jiaru ni bu tingzhi, wo biyong shitou da si ni.[Zai wo chengfa ni zhiqian], ni likai wo yuanzougaofei ba!”"
        },
        {
            "chapter": 19,
            "verse": 47,
            "text": "Ta [yi bu la xin] shuo:“Qiu zhu ci ni ping'an! Wo jiang qiu wo de zhu kuanshu ni, ta dui wo que shi renci de."
        },
        {
            "chapter": 19,
            "verse": 48,
            "text": "Wo jiang bi kai nimen ji nimen she an la er qiqiu de [ouxiang]. Wo jiang qiqiu wo de zhu, huoxu youyu qiqiu wo de zhu, wo buzhi chengwei buxing zhe.”"
        },
        {
            "chapter": 19,
            "verse": 49,
            "text": "Dang ta likai tamen ji tamen she an la er chongbai de [ouxiang] shi, wo ci gei ta yi si ha ge he ya gubu, bing shi ta lia dou chengwei xianzhi."
        },
        {
            "chapter": 19,
            "verse": 50,
            "text": "Wo ci gei tamen wo de enhui [fengfu de jiyang], bing shi tamen xiangyou chonggao de shengyu."
        },
        {
            "chapter": 19,
            "verse": 51,
            "text": "Ni dang zai zhe bu jingdian [“gulanjing”] zhong jiangshu mu sa [de gushi]. Ta que shi bei te xuan de, que shi yi wei shizhe he xianzhi."
        }
    ]
}