{
    "rukus": [
        {
            "chapter": 20,
            "verse": 90,
            "text": "Oo Haaruun wuxuu ku yidhi ka hor (intaanu soo laaban Muuse): “Dadkaygiyow! Waxaad tihiin kuwo uun lagu imtixaanay arrintani, oo hubaal, Rabbigiin waa (Allaah) Raxmaanka (Naxariistaha), ee i soo raaca oo adeeca amarkayga.”"
        },
        {
            "chapter": 20,
            "verse": 91,
            "text": "Waxay yidhaahdeen: “Ma deyn doonno caabudidda (dibiga) jeer uu noo soo noqdo Muuse.”"
        },
        {
            "chapter": 20,
            "verse": 92,
            "text": "(Muuse) wuxuu yidhi: Haaruunow! Maxaa kuu diiday (inaad ka reebto); markii aad aragtay inay lumayaan"
        },
        {
            "chapter": 20,
            "verse": 93,
            "text": "In aad I soo raacdo? Ee ma waxaad caasiday amarkaygii"
        },
        {
            "chapter": 20,
            "verse": 94,
            "text": "Haaruun wuxuu yidhi: “Ina hooyow! Ha iga soo qaban garkeyga ama madaxeyga midkoodna. Hubaal anigu waxaan ka baqay inaad tidhaahdo: “Waxaad kala qaybisay ilmihii Israa’iil dhexdooda, oo ma aadan dhowrin (ama sugin) qowlkeyga.”"
        },
        {
            "chapter": 20,
            "verse": 95,
            "text": "(Muuse) wuxuu yidhi: “Oo muxuu yahay xaalkaagu Saamiriyow"
        },
        {
            "chapter": 20,
            "verse": 96,
            "text": "Wuxuu yidhi: “Waxaan arkay wax aysan arag. Markaas waxaan ka soo qaaatay sacab muggi (oo ciid ah) raadkii Rasuulka18 (Faraskii jabriil) oo ku tuuray (dabkii lagu riday qalabkii ay isku qurxin jireen si aan uga sameeyo sawir dibi). Sidaas bay ii qurxisay nafteydu"
        },
        {
            "chapter": 20,
            "verse": 97,
            "text": "(Muuse) wuxuu yidhi: haddaba tag oo naga fagow! Oo hubaal, waxaa go’aan ah noloshan inaad tidhaahdo waa lay gooyey19, oo hubaal waxaa kale oo aad leedahay ballan aad dib uga dhici doonin (oo ah cadaabta Aakhiro). Oo dhugo ilaahaagii aad in door ah dul joogtay ee aad caabudaysay. hubaal waanu gubi doonnaa (oo aanu ka dhigi dambas) aanu badda ku qarxinno oo waxba aanu ka hari doonin.’"
        },
        {
            "chapter": 20,
            "verse": 98,
            "text": "Ilaahiinnu waa oo keliya Allaah, ee aanu jirin Ilaah (xaq ah) oo aan Isaga ahayn. Wuxuuna ku koobay wax walba Cilmi"
        },
        {
            "chapter": 20,
            "verse": 99,
            "text": "Sidaas baan (Muxammadow) kuugu soo tebinnaa warar ka mid ah wixii horey u dhacay. Oo Waxaanu xaqiiq kaa siinnay Xaggayaga waano (Qur’aankan)"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "Mid kastoo ka jeesta wuxuu markaas xambaaran doonaa Maalinta Qiyaame culaab culus (dambi aad u weyn)"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "Iyagoo ku dhex waari (cadaabta). Oo waa wax u xun iyaga maalinta Qiyaamaha culaab ahaan"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "Maaalinta buunka la afuufi doono20 (afuufka labaad): oo waxaan isu soo kulmin doonnaa Dambiilayaasha Maalintaa iyagoo indho cawlan"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "Oo hoos u wada hadlaya oo isku sheegaya: Ma aydaan joogin waxaan aheyn toban (maalmood adduunka).”"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "Annaga baa ka ogsoon waxa ay leeyihiin, marka kooda ugu jid wanaagsani odhan doono, “Ma aydaan joogin (adduunka) waxaan aheyn maalin.”"
        }
    ]
}