{
    "rukus": [
        {
            "chapter": 2,
            "verse": 87,
            "text": "veke na Musa Nie Kniga mu dadovme i po nego niza pejgamberi isprativme... I na Isa, sinot na Merjem, jasnotii mu dadovme I so Duhot svet go poddrzavme. I sekogas koga pejgamber vi doagase so ona sto ne vi se dopagase - se naduvavte. Nekoi pejgamberi, togas, za lazni gi smetavte a nekoi, pak, gi ubivavte"
        },
        {
            "chapter": 2,
            "verse": 88,
            "text": "ie zboruvaat: “Srcata nasi se zakoraveni.\" No, ne! Zaradi neveruvanjeto nivno, Allah gi prokolni. Onie koi veruvaat malkumina se"
        },
        {
            "chapter": 2,
            "verse": 89,
            "text": "bidejki im dojde Kniga od Allah, Potvrda za veke taa koja im bese dosla, i od porano baraa pobeda protiv onie sto ne veruvaa, i bidejki im doaGgase ona sto veke go uznaa, vo toa ne veruvaa. Pa, prokletstvoto MAllahovo neka e nad nevernicite"
        },
        {
            "chapter": 2,
            "verse": 90,
            "text": "samo kolku loso e toa za STO gi prodadoa dusite svoi! Da ne veruvaat vo ona sto e objaveno od Allah, voznemireni zatoa sto ON, zaradi dobrinata Svoja, objava spusta komu ON saka od robovite Svoi. SEdenpodrug gnev si predizvikaa. A za nevernicite sramna kazna ima"
        },
        {
            "chapter": 2,
            "verse": 91,
            "text": "I koga ke im se rece: “Veruvajte vo ona sto go objavi Allah!\"Zboruvaat:“Veruvame vo ona sto e objaveno do nas\" - a ne veruvaat vo ona sto e zad nego, a toa e Vistinata, Potvrda za ona STO e veke pri niv dojdeno. Kazi: “Togas, ako ste vernici, zosto gi ubivate pejgamberite Allahovi od porano"
        },
        {
            "chapter": 2,
            "verse": 92,
            "text": "Musa so jasnotii vi dojde. Po nego, obozavajki go teleto, stanavte nevernici"
        },
        {
            "chapter": 2,
            "verse": 93,
            "text": "koga Nie Dogovorot od vas go prifativme i nad vas rid podignavme - togas prifatete go slobodno ona sto vi go dadovme, i cujte! Rekoa: “Slusame ama nema poslusni da bideme.\" Srcata nivni, zaradi neverieto svoe, so teleto bea napoeni. Kazi:“E, samo kolku e loso ona kon sto neveruvanjeto vase ve naveduva, ako ste vernici"
        },
        {
            "chapter": 2,
            "verse": 94,
            "text": "azi:“Ako Kukata ahiretska e samo za vas nameneta, a ne i za drugite luge, togas, ako ste iskreni, posakajte da umrete"
        },
        {
            "chapter": 2,
            "verse": 95,
            "text": "nema da posakaat nikogas zaradi ona sto go napravija racete nivni. A Allah gi znae zulumkarite"
        },
        {
            "chapter": 2,
            "verse": 96,
            "text": "a, ke gi najdes kako tezneat, poveke od site luge, kon zivotot, duri poveke i od mnoguboscite. Sekoj od niv bi posakal da pozivee iljada godini; I tolku da pozivee, kaznata, sepak, ne moze da ja izbegne. Allah go gleda ona sto go rabotat"
        }
    ]
}