{
    "rukus": [
        {
            "chapter": 16,
            "verse": 10,
            "text": "On od nebo vi spusta voda; OD nea napivka i so koja se navodnuvaat pasistata kade go cuvate da pasi dobitokot vas"
        },
        {
            "chapter": 16,
            "verse": 11,
            "text": "so vodata raste za vas posev: maslinka, i urmi i grozje I plodovi sekakvi. Ete, vo toa, navistina, stima znamenie za lugeto koi razmisluvaat"
        },
        {
            "chapter": 16,
            "verse": 12,
            "text": "I On vi gi potcini i nokta I denot, i Sonceto i Mesecinata, a i zvezdite vi se potcineti so naredbata Negova. Ete, vo toa, navistina, ima znamenija za lugeto koi sfakaat"
        },
        {
            "chapter": 16,
            "verse": 13,
            "text": "On Vi GO POTCINI I ona Sto raste na zemjata so razlicni boi. Vo toa, navistina, ima znamenie za lugeto koi se sekavaat"
        },
        {
            "chapter": 16,
            "verse": 14,
            "text": "I ON vi go potcini moreto OD nego za da jadete svezo meso, I od nego za da vadite ukras koj go nosite so oblekata, i gledas kako camecot go sece, i za da barate, sekako, od dobrinata Negova i za da bidete blagodarNI"
        },
        {
            "chapter": 16,
            "verse": 15,
            "text": "I On rasfrla po zemjata brda, taa za da ne ve potresuva, I reki i patista za da se upatuvate"
        },
        {
            "chapter": 16,
            "verse": 16,
            "text": "i pokazi, isto taka, ON vi sozdade, i po zvezdite onie, tokmu, se upatuvaat"
        },
        {
            "chapter": 16,
            "verse": 17,
            "text": "Onoj koj sozdava dali e kako onoj koj ne sozdava? Pa, nema li da se prisetite"
        },
        {
            "chapter": 16,
            "verse": 18,
            "text": "I ako gi broite blagodatite MAllahovi vie, sekako, ne mozete da gi izbroite. Allah, navistina, e Prostuvac i Somilosen"
        },
        {
            "chapter": 16,
            "verse": 19,
            "text": "I Allah go znae ona sto go kriete i ona sto go obelodenuvate"
        },
        {
            "chapter": 16,
            "verse": 20,
            "text": "Onie koi se povikuvaat na drug bog osven Allah ne mozat da sozdadat nisto i onie se, tokmu, sozdadenite"
        },
        {
            "chapter": 16,
            "verse": 21,
            "text": "Mrtvi sustestva se, ne se zivi, i ne znaat koga ke bidat oziveani"
        }
    ]
}