{
    "rukus": [
        {
            "chapter": 24,
            "verse": 51,
            "text": "Koga ke bidat povikani kon Allah i pejgamberot Negov za da im presudat i na edni i na drugi, vernicite zboruvaat: “Slusame i poslusni sme.\" Tie se, tokmu, spasenite"
        },
        {
            "chapter": 24,
            "verse": 52,
            "text": "Onie koi se poslusni i na Allah i na pejgamberot Negov, I koi stravuvaat od Allah i koi izrazuvaat bogobojazlivost kon Nego... da, pobednici se"
        },
        {
            "chapter": 24,
            "verse": 53,
            "text": "Onie koi se kolnat Vo Allah na vernost, silno izrazeno, deka da im naredese sigurno ke izlezea da se borat... kazi: “Ne kolnete se! Poslusnosta, sekako, e poznata rabota. Allah, navistina, e Ivzvesten za ona sto go rabotite! “"
        },
        {
            "chapter": 24,
            "verse": 54,
            "text": "Kazi: “Bidete poslusni i na Allah i na pejgamberot. Pa, ako gi svrtite plekite... ta, toj e odgovoren za ona za sto e zadolzen, a vie ste odgovorni za ona za sto ste zadolzeni. A ako, pak, Mu bidete poslusni ke bidete upateni.\" Pejgamberot e zadolzen samo da izvesti jasno"
        },
        {
            "chapter": 24,
            "verse": 55,
            "text": "Na onie megu vas koi veruvaa i koi rabotea dobri dela Allah im veti deka ke bidat postaveni halifi na zemjava kako sto bea postaveni halifi i onie pred niv, zajaknuvajki ja verata nivna so koja e On zadovolen, i stravot nivni ON so sigurnost nivna ke go zameni. Mene me obozavaat i nisto ne Mi zdruzuvaat. A onie koi ne veruvaat, po toa, se rasipnici, navistina"
        },
        {
            "chapter": 24,
            "verse": 56,
            "text": "namaz izvrsuvajte i zekat davajte i bidete poslusni na mpejgamberot za da vi se smiluva"
        },
        {
            "chapter": 24,
            "verse": 57,
            "text": "Ne smetajte deka onie koi ne veruvaat ke bidat mokni na zemjava. Ognot e prestojuvalisteto nivno. E, samo kolku loso svratiliste e toa"
        }
    ]
}