{
    "rukus": [
        {
            "chapter": 72,
            "verse": 1,
            "text": "Kazi: “Objaveno mi e deka edna druzina na DZINoVvI go slusale, pa rekle: “Da, nie slusnavme eden cudesen Kuran"
        },
        {
            "chapter": 72,
            "verse": 2,
            "text": "koj upatuva kon pokazot i mu poveruvavme, i nikogas na Gospodarot nas nema zdruzenik da mu pripisuvame!““"
        },
        {
            "chapter": 72,
            "verse": 3,
            "text": "I neka On bide vozvisen, Gospodarot nas, Koj ne prisvoi ni zena ni dete"
        },
        {
            "chapter": 72,
            "verse": 4,
            "text": "Eden lud, sekako, zboruvase protiv Allah, nekakvi preteranosti"
        },
        {
            "chapter": 72,
            "verse": 5,
            "text": "a Nie, pak, zamisluvavme deka ni dzinovite ni lugeto ne zboruvaat lagi protiv Allah"
        },
        {
            "chapter": 72,
            "verse": 6,
            "text": "ili, pak, imase mazi megu lugeto koi baraa zastita od mazite megu dzinovite pa ovie im ja zgolemuvaa nepromislenosta"
        },
        {
            "chapter": 72,
            "verse": 7,
            "text": "I onie mislea kako sto vie mislevte kako Allah nikogas nikogo, navistina, nema da OZIVI"
        },
        {
            "chapter": 72,
            "verse": 8,
            "text": "I go doprevme neboto, navistina, pa go najdovme kako e ispolneto so jaki cuvari i zvezdi sto blekaat"
        },
        {
            "chapter": 72,
            "verse": 9,
            "text": "I da sedevme vo neposredna blizina na mestata za sedenje za da slusame. SA onoj koj prisluskuva sega ke naide na zvezda bleskotna, od zaseda"
        },
        {
            "chapter": 72,
            "verse": 10,
            "text": "i nie ne znaeme zlo li si posakuvaa za onie na zemjata ili, pak, Gospodarot nivni, za niv posakuva pokaz"
        },
        {
            "chapter": 72,
            "verse": 11,
            "text": "Megu nas ima, navistina, dobri; megu nas ima i poinakvi. Ne, bevme po patista oddeleni"
        },
        {
            "chapter": 72,
            "verse": 12,
            "text": "Da, pomisluvavme deka sme nemokni pred Allah na zemjava i deka postojano ke bideme nemokni od Nego da izbegame"
        },
        {
            "chapter": 72,
            "verse": 13,
            "text": "I stom go slusnavme Pokazot vednas poveruvavme vo nego, navistina! Pa, onoj koj veruva vo Gospodarot svoj, pa ne se plasi ni od steta ni od nepromislenost"
        },
        {
            "chapter": 72,
            "verse": 14,
            "text": "Da, megu nas ima i Poslusni, megu nas ima i nepravedni. A onie koi bea Poslusni ete, onakvite go baraa Pokazot"
        },
        {
            "chapter": 72,
            "verse": 15,
            "text": "A sto se odnesuva do nepravednite, ete, za Dzehennemot ke bidat gorivo"
        },
        {
            "chapter": 72,
            "verse": 16,
            "text": "A cvrsto da ostanea na Patot ke gi napoevme so voda izobilna, navistina"
        },
        {
            "chapter": 72,
            "verse": 17,
            "text": "za da gi stavime vo iskusenie: onoj koj ke bide ramnodusen kon Opomenata na Gospodarot svoj...Ke mu sledi kazna sto ke se zgolemuva"
        },
        {
            "chapter": 72,
            "verse": 18,
            "text": "Dzamiite, navistina, se za Allah i, togas, nikogo ne povikuvajte osven Allah"
        },
        {
            "chapter": 72,
            "verse": 19,
            "text": "koga Allahoviot rob se ispravi da go zamoli, samo sto ne mu se prilepija"
        }
    ]
}