{
    "maqras": [
        {
            "chapter": 17,
            "verse": 99,
            "text": "Do they not realize that God, who has created the heavens and the earth, has the power to create their like? He has given them life for an appointed time of which there is no doubt. The unjust turn away in disbelief (from Our revelation)"
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "Say, \"Had you owned the treasures of the Mercy of my Lord, you would have locked them up for fear of spending them. The human being has always been stingy"
        },
        {
            "chapter": 17,
            "verse": 101,
            "text": "To Moses We gave nine illustrious miracles. Ask the Israelites; Moses came to them. The Pharaoh said to him,\"Moses, I believe that you are bewitched"
        },
        {
            "chapter": 17,
            "verse": 102,
            "text": "He replied, \"Certainly you have come to know that these have been sent by the Lord of the heavens and the earth as lessons to people. Pharaoh, I believe that you are doomed to perdition"
        },
        {
            "chapter": 17,
            "verse": 103,
            "text": "The Pharaoh wanted to expel the Israelites from the land so We drowned him and all who were with him"
        },
        {
            "chapter": 17,
            "verse": 104,
            "text": "We told the Israelites after this to settle in the land until Our second promise will come true. We would then gather them all together (on the Day of Judgment)"
        },
        {
            "chapter": 17,
            "verse": 105,
            "text": "We sent it (the Quran) in all Truth and in all Truth it came. (Muhammad), We have sent you for no other reason than to be a bearer of glad news and a warner"
        },
        {
            "chapter": 17,
            "verse": 106,
            "text": "We have divided the Quran into many segments so that you would read them to the people in gradual steps as We reveal them to you from time to time"
        },
        {
            "chapter": 17,
            "verse": 107,
            "text": "Say, \"It does not matter whether you believe in it or not, for when it is read to those who had received the knowledge (heavenly Books) that were sent before, they bow down and prostrate themselves before the Lord"
        },
        {
            "chapter": 17,
            "verse": 108,
            "text": "They say, \"Our Lord is too Glorious to disregard His promise"
        },
        {
            "chapter": 17,
            "verse": 109,
            "text": "They bow down in prostration and weep and it makes them more humble (before the Lord)"
        },
        {
            "chapter": 17,
            "verse": 110,
            "text": "(Muhammad), tell them, \"It is all the same whether you call Him God or the Beneficent. All the good names belong to Him.\" (Muhammad), do not be too loud or slow in your prayer. Choose a moderate way of praying"
        },
        {
            "chapter": 17,
            "verse": 111,
            "text": "Say, \"It is only God who deserves all praise. He has not begotten a son and has no partner in His Kingdom. He does not need any guardian to help Him in His need. Proclaim His greatness"
        },
        {
            "chapter": 18,
            "verse": 1,
            "text": "Praise be to God. He has sent the Book to His servant and has made it a flawless guide (for human beings)"
        },
        {
            "chapter": 18,
            "verse": 2,
            "text": "so that he could warn them of His stern retribution, give the glad news of the best and everlasting reward to the righteously striving believers"
        },
        {
            "chapter": 18,
            "verse": 3,
            "text": "wherein they shall remain forever"
        },
        {
            "chapter": 18,
            "verse": 4,
            "text": "and admonish those who say that God has begotten a son"
        },
        {
            "chapter": 18,
            "verse": 5,
            "text": "Neither they nor their fathers had any knowledge of such utterance (that God has begotten a son). Whatever they say about (this matter) is vicious blasphemy and plain lies"
        },
        {
            "chapter": 18,
            "verse": 6,
            "text": "Perhaps you will destroy yourself out of grief because they disbelieve this Book"
        },
        {
            "chapter": 18,
            "verse": 7,
            "text": "We have caused earthly things to seem attractive so that We can see who will excel in good deeds"
        },
        {
            "chapter": 18,
            "verse": 8,
            "text": "Let it be known that We will turn all things on earth into dust"
        },
        {
            "chapter": 18,
            "verse": 9,
            "text": "Do you not think that the story of the Companions of the Cave and the Inscription was one of Our marvelous miracles"
        },
        {
            "chapter": 18,
            "verse": 10,
            "text": "When the youth sought refuge in the cave they prayed \"Lord, grant us mercy and help us to get out of this trouble in a righteous way"
        },
        {
            "chapter": 18,
            "verse": 11,
            "text": "We sealed their ears in the cave for a number of years"
        },
        {
            "chapter": 18,
            "verse": 12,
            "text": "Then We roused them to find out which of the party had the correct account of the duration of their sleep in the cave"
        },
        {
            "chapter": 18,
            "verse": 13,
            "text": "We tell you this story for a genuine purpose. They were young people who believed in their Lord and We gave them further guidance"
        },
        {
            "chapter": 18,
            "verse": 14,
            "text": "We strengthened their hearts when they stood up against the idols and said, \"Our Lord is the Lord of the heavens and the earth. We shall never worship anyone other than Him lest we commit blasphemy"
        },
        {
            "chapter": 18,
            "verse": 15,
            "text": "Our people have considered other things equal to God. Why cannot they present clear proof in support of their claim. Who is more unjust than one who invents falsehood against God"
        },
        {
            "chapter": 18,
            "verse": 16,
            "text": "(They were told), \"Now that you have abandoned them and what they worship instead of God, seek refuge in the cave. God will, certainly, grant you mercy and provide you with help to safely get out of this trouble"
        }
    ]
}