{
    "maqras": [
        {
            "chapter": 36,
            "verse": 60,
            "text": "Children of Adam, did We not command you not to worship satan. He was your sworn enemy"
        },
        {
            "chapter": 36,
            "verse": 61,
            "text": "Did We not command you to worship Me and tell you that this is the straight path"
        },
        {
            "chapter": 36,
            "verse": 62,
            "text": "Satan misled a great multitude of you. Did you not have any understanding"
        },
        {
            "chapter": 36,
            "verse": 63,
            "text": "This is hell with which you were threatened"
        },
        {
            "chapter": 36,
            "verse": 64,
            "text": "Suffer therein on this day for your disbelief"
        },
        {
            "chapter": 36,
            "verse": 65,
            "text": "We shall seal your mouths on that Day, let your hands speak to us and your feet testify to what you had achieved"
        },
        {
            "chapter": 36,
            "verse": 66,
            "text": "We could have blinded them had We wanted. Then they would have raced along to cross the Bridge but how could they have seen (their way)"
        },
        {
            "chapter": 36,
            "verse": 67,
            "text": "We could have turned them into other creatures on the spot had We wanted and they would not have been able to precede or turn back"
        },
        {
            "chapter": 36,
            "verse": 68,
            "text": "The physical growth of those whom We grant a long life will be reversed. Will you then not understand"
        },
        {
            "chapter": 36,
            "verse": 69,
            "text": "We did not teach him (Muhammad) poetry, nor was he supposed to be a poet. It is only the word (of God) and the illustrious Quran"
        },
        {
            "chapter": 36,
            "verse": 70,
            "text": "by which he may warn those who are living and may let the words of God come true against the unbelievers"
        },
        {
            "chapter": 36,
            "verse": 71,
            "text": "Have they not seen what We have created from the labor of Our own hands? We have given them cattle"
        },
        {
            "chapter": 36,
            "verse": 72,
            "text": "We have made the cattle subservient to them so they ride and consume them"
        },
        {
            "chapter": 36,
            "verse": 73,
            "text": "From cattle they get milk and other benefits. Will they not then give thanks"
        },
        {
            "chapter": 36,
            "verse": 74,
            "text": "They chose idols besides God in the hope of receiving help from them, but they will not be able to help them"
        },
        {
            "chapter": 36,
            "verse": 75,
            "text": "Instead, the disbelievers will be brought into the presence of God as the soldiers of the idols"
        },
        {
            "chapter": 36,
            "verse": 76,
            "text": "Muhammad, let not their words annoy you. We certainly know whatever they conceal or reveal"
        },
        {
            "chapter": 36,
            "verse": 77,
            "text": "Has the human being not considered that We have created him from a drop of fluid. He is openly quarrelsome"
        },
        {
            "chapter": 36,
            "verse": 78,
            "text": "He questions Our Resurrection of him, but has forgotten his own creation. He has said, \"Who will give life to the bones which have become ashes"
        },
        {
            "chapter": 36,
            "verse": 79,
            "text": "(Muhammad), tell him, \"He who gave them life in the first place will bring them back to life again. He has the best knowledge of all creatures"
        },
        {
            "chapter": 36,
            "verse": 80,
            "text": "He has created fire for you out of the green tree from which you can kindle other fires"
        },
        {
            "chapter": 36,
            "verse": 81,
            "text": "Is the One who has created the heavens and the earth not able to create another creature like the human being? He certainly has the power to do so. He is the Supreme Creator and is All-knowing"
        },
        {
            "chapter": 36,
            "verse": 82,
            "text": "Whenever He decides to create something He has only to say, \"Exist,\" and it comes into existence"
        },
        {
            "chapter": 36,
            "verse": 83,
            "text": "All glory belongs to the One in whose hands is the control of all things. To Him you will all return"
        },
        {
            "chapter": 37,
            "verse": 1,
            "text": "I swear by (the angels) who stand in ranks"
        },
        {
            "chapter": 37,
            "verse": 2,
            "text": "by those who drive away the devil (to protect Our revelation)"
        },
        {
            "chapter": 37,
            "verse": 3,
            "text": "and those who recite Our revelations"
        },
        {
            "chapter": 37,
            "verse": 4,
            "text": "that your Lord is the only Lord"
        },
        {
            "chapter": 37,
            "verse": 5,
            "text": "He is the Lord of the heavens and the earth and all that is between them, the Lord of the Eastern regions"
        },
        {
            "chapter": 37,
            "verse": 6,
            "text": "We have decked the lower heavens with stars"
        },
        {
            "chapter": 37,
            "verse": 7,
            "text": "to protect them from the rebellious satan"
        },
        {
            "chapter": 37,
            "verse": 8,
            "text": "The devils cannot hear those high above. They would be struck from all sides"
        },
        {
            "chapter": 37,
            "verse": 9,
            "text": "and driven away to suffer the necessary torment"
        },
        {
            "chapter": 37,
            "verse": 10,
            "text": "Some of them who stealthily steal words from the heavens are pursued by a glistening flame"
        },
        {
            "chapter": 37,
            "verse": 11,
            "text": "(Muhammad), ask them, \"Have they (people) been created stronger than what We have created?\" We have created them from moist clay"
        },
        {
            "chapter": 37,
            "verse": 12,
            "text": "(Muhammad), you will be surprised that they still mock (God's revelations)"
        },
        {
            "chapter": 37,
            "verse": 13,
            "text": "They pay no attention when they are reminded"
        },
        {
            "chapter": 37,
            "verse": 14,
            "text": "and when they see a miracle, they mock"
        },
        {
            "chapter": 37,
            "verse": 15,
            "text": "it and say, \"It is only plain magic"
        },
        {
            "chapter": 37,
            "verse": 16,
            "text": "They say, \"Shall we be brought to life again after we die and turn into dust and bones"
        },
        {
            "chapter": 37,
            "verse": 17,
            "text": "Will our forefathers also be brought to life again"
        },
        {
            "chapter": 37,
            "verse": 18,
            "text": "Say, \"You will certainly be brought back to life in disgrace"
        },
        {
            "chapter": 37,
            "verse": 19,
            "text": "The Day of Judgment will come within a single roar and they will remain gazing at it"
        },
        {
            "chapter": 37,
            "verse": 20,
            "text": "They will say, \"Woe to us!\" (They will be told), \"This is the day of receiving recompense"
        },
        {
            "chapter": 37,
            "verse": 21,
            "text": "This is the Day of Judgment in which you disbelieved"
        }
    ]
}