{
    "maqras": [
        {
            "chapter": 4,
            "verse": 1,
            "text": "People, have fear of your Lord who has created you from a single soul. From it He created your spouse and through them He populated the land with many men and women. Have fear of the One by whose Name you swear to settle your differences and have respect for your relatives. God certainly keeps watch over you"
        },
        {
            "chapter": 4,
            "verse": 2,
            "text": "Give to the orphans their property. Do not exchange the pure for the filthy and do not spend the property of orphans along with your own; this would be a great sin"
        },
        {
            "chapter": 4,
            "verse": 3,
            "text": "With respect to marrying widows, if you are afraid of not being able to maintain justice with her children, marry another woman of your choice or two or three or four (who have no children). If you cannot maintain equality with more than one wife, marry only one or your slave-girl. This keeps you from acting against justice"
        },
        {
            "chapter": 4,
            "verse": 4,
            "text": "Pay the women their dowry as though it were a gift. However, if they allow you to keep a part of it as a favor to you, you may spend it with pleasure"
        },
        {
            "chapter": 4,
            "verse": 5,
            "text": "Do not give to people weak of understanding your property for which God has made you to supervise. Feed and clothe such people and speak to them in a reasonable way"
        },
        {
            "chapter": 4,
            "verse": 6,
            "text": "Before returning orphan's property to them, make sure that they have reached maturity. Do not consume their property wastefully until such a time. The rich (guardian) should not take any of his ward's property. However, a poor (guardian) may use a reasonable portion. When you return their property, make sure you have witness. God is a perfect in taking accounts"
        },
        {
            "chapter": 4,
            "verse": 7,
            "text": "Male and female are entitled to their legal share in the legacy of their parents and relatives, whether it be small or large"
        },
        {
            "chapter": 4,
            "verse": 8,
            "text": "If relatives, orphans or destitute people, are present at the distribution of the legacy, give them something and speak kindly to them"
        },
        {
            "chapter": 4,
            "verse": 9,
            "text": "Those who are concerned about the welfare of their own children after their death, should have fear of God (when dealing with the orphans) and guide them properly"
        },
        {
            "chapter": 4,
            "verse": 10,
            "text": "Those who wrongfully consume the property of orphans are, in fact, consuming fire in their bellies and they will suffer the blazing fire"
        },
        {
            "chapter": 4,
            "verse": 11,
            "text": "This is a commandment from your Lord: After the payment of debts or anything bequeathed, let the male inherit twice as much as the female. If there are more than two girls, they will have two-thirds of the legacy. If there is only one girl, she will inherit half of the legacy. Parents of the deceased will each inherit one-sixth of the legacy, if the deceased has a surviving child, however, if no children survive the deceased, and the heirs are the parents, the mother will receive one-third of the legacy. The mother will receive one-sixth of the legacy if the deceased has more than one surviving brother. These are the decreed shares according to the laws of God. Regardless of how you feel about your parents or children, you do not know which of them is more beneficial to you. God is All-knowing and All-wise"
        }
    ]
}