{
    "maqras": [
        {
            "chapter": 6,
            "verse": 74,
            "text": "Consider when Abraham asked his father, Azar, \"Why do you believe idols to be your gods? I find you and your people in absolute error"
        },
        {
            "chapter": 6,
            "verse": 75,
            "text": "Also, We showed (Abraham) the kingdom of the heavens and the earth to strengthen his faith"
        },
        {
            "chapter": 6,
            "verse": 76,
            "text": "When it became dark at night, he (Abraham) saw a star and said, \"This is my lord.\" But when it disappeared, he said, \"I do not love those who fade away"
        },
        {
            "chapter": 6,
            "verse": 77,
            "text": "When Abraham saw the rising moon, he said, \"This is my lord.\" But when it faded away, he said, \"If my Lord does not guide me I shall certainly go astray"
        },
        {
            "chapter": 6,
            "verse": 78,
            "text": "When he saw the rising sun, he said, \"This is my Lord for it is greater (than the others).\" But when this too faded away, (Abraham) said, \"My people, I disavow whatever you consider equal to God"
        },
        {
            "chapter": 6,
            "verse": 79,
            "text": "I have up-rightly submitted myself to the One who has created the heavens and the earth and I am not an idol worshipper"
        },
        {
            "chapter": 6,
            "verse": 80,
            "text": "In an argument with his people, (Abraham) asked them, \"Why do you argue with me about God who has given me guidance? Your idols can do no harm to me unless God wills. God knows all things. Why, then, do you not consider this"
        },
        {
            "chapter": 6,
            "verse": 81,
            "text": "Why should I be afraid of your idols when you are not afraid of worshipping them without any authority from heaven? Would that you knew which of us is more deserving to receive amnesty"
        },
        {
            "chapter": 6,
            "verse": 82,
            "text": "Those who have accepted the faith and have kept it pure from injustice, have achieved security and guidance"
        },
        {
            "chapter": 6,
            "verse": 83,
            "text": "Such was the authoritative reasoning that We gave Abraham over his people. We raise whomever We want to a higher rank. Your Lord is All-wise and All-knowing"
        },
        {
            "chapter": 6,
            "verse": 84,
            "text": "We gave (Abraham) Isaac and Jacob. Both had received Our guidance. Noah received Our guidance before Abraham and so did his descendants: David, Solomon, Job, Joseph, Moses, and Aaron. Thus is the reward for the righteous people"
        },
        {
            "chapter": 6,
            "verse": 85,
            "text": "We also gave guidance to Zacharias, John, Jesus, and Elias, who were all pious people"
        },
        {
            "chapter": 6,
            "verse": 86,
            "text": "and Ishmael, Elisha, Jonah, and Lot whom We exalted over all people"
        },
        {
            "chapter": 6,
            "verse": 87,
            "text": "From their fathers, descendants, and brothers, We chose (certain) people and guided them to the right path"
        },
        {
            "chapter": 6,
            "verse": 88,
            "text": "Such is the guidance of God by which He guides whichever of His servants He wants. If people worship idols, their deeds will be turned devoid of all virtue"
        },
        {
            "chapter": 6,
            "verse": 89,
            "text": "These were the people to whom We gave the Book, Authority, and Prophesy. If some people do not accept Our guidance, it should not grieve you, (Muhammad), for We have made others who accept and protect Our guidance"
        },
        {
            "chapter": 6,
            "verse": 90,
            "text": "We had guided the Prophets. (Muhammad), follow their guidance and say (to the people), \"I do not ask any reward for what I have preached to you. It is my duty to awaken the world"
        },
        {
            "chapter": 6,
            "verse": 91,
            "text": "They have no true respect of God when they say, \"God has not sent anything to a mortal being.\" (Muhammad), tell them, \"Who revealed the Book containing a light and guidance for the people which Moses brought? You wrote down only some parts of the original on paper and hid much, even after having learnt from it, that which neither you nor your fathers knew.\" Tell them, \"God has (revealed the Quran),\" and then leave them alone to pursue their useless investigations"
        },
        {
            "chapter": 6,
            "verse": 92,
            "text": "We have blessed this Book (the Quran) and revealed it to confirm that which was revealed to the Prophets who lived before you and to warn the people of the mother land (Mecca) and those living around it. Those who believe in the Day of Judgment accept this and are steadfast in their prayers"
        },
        {
            "chapter": 6,
            "verse": 93,
            "text": "Who are more unjust than those who ascribe lies to God or say that God has sent them revelations when nothing has been sent to them, or those who say that they can also bring down (from heaven) a book like that which God has revealed? Would that you could see the unjust in the agonies of death when the angels will come forward with their hands outstretched to take their souls out of their bodies and say, \"This is the day when you will face humiliating torment for the falsehood that you ascribed to God and for your contemptuously disregarding of His revelations"
        },
        {
            "chapter": 6,
            "verse": 94,
            "text": "God will say, \"You have come to Us alone just as We created you at first. You have left behind all those whom We made your friends and We do not see with you any of the intercessors whom you believed to be your partners. Your relations with them have certainly been destroyed and your belief in them has left you (in the dark)"
        }
    ]
}