{
    "rukus": [
        {
            "chapter": 7,
            "verse": 11,
            "text": "او یقینًا یقینًا مونږ تاسو پیدا كړئ، بیا مو ستاسو صورتونه جوړ كړل، بیا مونږ ملايكو ته وویل: د ادم لپاره سجده وكړئ، نو هغوى سجده وكړه سِوا له ابلیس نه، هغه له سجده كوونكو څخه نه و"
        },
        {
            "chapter": 7,
            "verse": 12,
            "text": "وویل (الله): ته څه شي منع كړې، چې سجده دې ونه كړه كله چې ما تا ته حكم وكړ؟ وویل (شیطان): زه له هغه نه غوره یم، تا زه له اوره پیدا كړى یم او هغه دې له خَټې پیدا كړى دى"
        },
        {
            "chapter": 7,
            "verse": 13,
            "text": "(الله) وویل: نو ته له دې (جنت) نه كوز شه، پس تا ته دا حق نشته چې ته په دې (جنت) كې تكبر وكړې، نو ته وځه، بېشكه ته له ذلیلو څخه يې"
        },
        {
            "chapter": 7,
            "verse": 14,
            "text": "وویل (ابلیس چې اى الله!) ته ما ته مهلت راكړه، تر هغې ورځې پورې چې خلق به راژوندي كولى شي"
        },
        {
            "chapter": 7,
            "verse": 15,
            "text": "وویل (الله): بېشكه ته له مهلت وركړى شويو څخه يې"
        },
        {
            "chapter": 7,
            "verse": 16,
            "text": "(ابلیس) وویل: نو په سبب د هغه چې تا زه ګمراه كړم، زه به خامخا ضرور دوى ته ستا په نېغه لار كې كېنم"
        },
        {
            "chapter": 7,
            "verse": 17,
            "text": "بیا به خامخا لازمًا زه دوى ته راځم د دوى له مخې نه او د دوى له شا نه او د دوى له ښیو اړخونو نه او چپو اړخونو نه او ته به د دوى اكثره شكر ګذاره ونه مومې"
        },
        {
            "chapter": 7,
            "verse": 18,
            "text": "وویل (الله): وُځه ته له دې ځاى نه، چې بدحاله غمجن كړى شوى، رټلى شوى يې، یقینًا په دوى كې چې چا ستا پیروي وكړه (، نو) خامخا لازمًا به زه له تاسو ټولو نه جهنم ډكوم"
        },
        {
            "chapter": 7,
            "verse": 19,
            "text": "او اى ادمه! ته او ستا ښځه په جنت كې اوسئ، نو تاسو خوراك كوئ له كوم ځاى نه چې مو خوښه شي، او دې ونې ته مه نژدې كېږئ (، ګنې) نو له ظالمانو نه به شئ"
        },
        {
            "chapter": 7,
            "verse": 20,
            "text": "نو دوى دواړو ته شیطان وسوسه واچوله، د دې لپاره چې هغه (شیطان) دوى دواړو ته هغه څه ورښكاره كړي چې له دوى نه پټ وو، چې د دوى د شرم ځایونه دي۔ او (ورته) ويې ويل: تاسو دواړه ستاسو رب له دې ونې نه نه یئ منع كړي مګر له دې وجې چې تاسو دواړه به ملايك شئ، یا چې شئ به له تل پاتې كېدونكو نه"
        },
        {
            "chapter": 7,
            "verse": 21,
            "text": "او هغه دوى ته پوخ قسم وخوړ چې بېشكه زه تاسو لپاره یقینًا له خیر خواهي كوونكو څخه یم"
        },
        {
            "chapter": 7,
            "verse": 22,
            "text": "نو هغه دوى دواړو ته په دوكې سره تمه وركړه، نو كله چې دوى هغه ونه وڅكله، دوى ته خپل شرم ځایونه ښكاره شول او دواړه لګیا شول چې په خپلو ځانونو يې د جنت پاڼې نښلولې او دوى ته خپل رب اواز وكړ چې ایا ما تاسو دواړه له دې ونې نه نه وئ منع كړي او تاسو ته مې نه وویلي چې بېشكه شیطان تاسو دواړو لپاره ښكاره دښمن دى؟"
        },
        {
            "chapter": 7,
            "verse": 23,
            "text": "دوى وویل: اى زمونږه ربه! مونږ په خپلو ځانونو ظلم كړى دى او كه چېرې ته مونږ ونه بخښې او پر مونږ رحم ونه كړې (، نو) مونږ به خامخا لازمًا له تاوانیانو څخه شو"
        },
        {
            "chapter": 7,
            "verse": 24,
            "text": "وویل (الله): تاسو كوز شئ، ستاسو ځینې به د ځینو نورو لپاره دښمنان وي او تاسو لپاره په ځمكه كې استوګنه ده او تر یو وخته پورې فايده اخيستل دي"
        },
        {
            "chapter": 7,
            "verse": 25,
            "text": "(الله) وویل: په همدې (ځمكه) كې به تاسو ژوندون كوئ او په همدې كې به تاسو مرئ او له همدې نه به تاسو راوښكلى كېږئ"
        }
    ]
}