{
    "rukus": [
        {
            "chapter": 7,
            "verse": 130,
            "text": "اویقینًا یقینًا مونږه فرعونیان په وچكالۍ سره او د میوو په كم والي سره نیولي وو، د دې لپاره چې دوى نصیحت ومني"
        },
        {
            "chapter": 7,
            "verse": 131,
            "text": "نو كله چې به په دوى خوشحالي راغله، ویل به يې: هم زمونږ لپاره دا ده او كه چېرې په دوى به څه تكلیف راغى، نو بدفالي به يې په موسٰی او په هغه چا چې له هغه سره وو؛ نیوله، خبردار! بېشكه خبره همدا ده چې د دوى بدفالي له الله سره ده او لېكن د دوى زیاتره نه پوهېږي"
        },
        {
            "chapter": 7,
            "verse": 132,
            "text": "او دوى به (موسٰی ته) ویل: ته چې مونږ ته هر قسمه نښه راوړې؛ د دې لپاره چې په هغې سره ته په مونږه جادو وكړې، نو مونږه په تا باندې كله هم ایمان راوړونكي نه یو"
        },
        {
            "chapter": 7,
            "verse": 133,
            "text": "نو مونږه په دوى باندې (وار په وار) طوفان، او ملخان او سپږې او چیندخې او وینه راولېږله، چې بېلې بېلې نښې وې، بيا هم هغوى تكبر وكړ او هغوى مجرم قوم وو"
        },
        {
            "chapter": 7,
            "verse": 134,
            "text": "او كله چې په دوى باندې عذاب راپرېوت (، نو) ويې ويل: اى موسٰی: ته زمونږ لپاره له خپل رب نه دعا وغواړه په هغه څه سره چې له تا سره يې وعده كړې ده، یقینًا كه ته زمونږ نه عذاب لرې كړې، مونږ به خامخا لازمًا په تا ایمان راوړو او خامخا لازمًا به له تا سره بني اسرائیل ولېږو (خوشې كړو)"
        },
        {
            "chapter": 7,
            "verse": 135,
            "text": "نو كله چې به مونږ له دوى نه عذاب لرې كړ تر هغې مودې پورې چې دوى هغې ته رسېدونكي وو، ناڅاپه به دوى وعده ماته كړه"
        },
        {
            "chapter": 7,
            "verse": 136,
            "text": "نو مونږ له دوى نه انتقام واخيست، پس په سمندر كې مو غرق كړل، ځكه چې یقینًا هغوى زمونږ د ایتونو تكذیب كړى و او له هغو نه غافله وو"
        },
        {
            "chapter": 7,
            "verse": 137,
            "text": "او مونږه هغه خلق چې ضعيفه كولى شول د ځمكې د مشرقي اړخونو او د هغې د مغربي اړخونو وارثان وګرځول، هغه (اړخونه) چې مونږ په هغو كې بركت اچولى دى، او ستا د رب ډېره ښه كلمه په بني اسرائیلو باندې تمامه شوه، د دوى د صبر كولو په سبب او مونږه تباه كړې هغه (ودانۍ) چې فرعون او د هغه قوم به جوړولې او هغه چې دوى به لوړولې"
        },
        {
            "chapter": 7,
            "verse": 138,
            "text": "او مونږه بني اسرائیل په سمندر پورې اېستل، نو دوى په داسې قوم راغلل چې د خپلو بتانو په عبادت قايم وو، وویل (بني اسرائیلو:) اى موسٰی! مونږ لپاره (هم) داسې معبود جوړ كړه، لكه څنګه چې د دوى لپاره معبودان دي، (موسٰی) وویل: بېشكه تاسو داسې قوم یئ چې جهالت كوئ"
        },
        {
            "chapter": 7,
            "verse": 139,
            "text": "بېشكه دا خلق (چې دي) تباه دى هغه (دین) چې دوى په هغه كې دي او باطل دي هغه عملونه چې دوى يې كوي"
        },
        {
            "chapter": 7,
            "verse": 140,
            "text": "(موسٰی) وویل: ایا زه تاسو ته له الله نه سِوا معبود ولټوم، حال دا چې هغه (الله) تاسو په عالمونو باندې غوره كړي یئ"
        },
        {
            "chapter": 7,
            "verse": 141,
            "text": "او كله چې مونږ تاسو ته له فرعونیانو نه نجات دركړ، چې تاسو ته به يې سخت عذاب دررساوه، چې ستاسو زامن به يې وژل او ستاسو ښځې (لوڼه) به يې ژوندۍ پرېښودلې او په دې كې ستاسو د رب له جانبه ډېر لوى ازمېښت و"
        }
    ]
}