{
    "rukus": [
        {
            "chapter": 9,
            "verse": 67,
            "text": "منافق سړي او منافقې ښځې د دوى ځینې د ځینو (نورو) څخه دي، دوى د نارواو حكم كوي او له نیكۍ نه منع كوي او خپل لاسونه (له انفاق كولو نه) كلك بند ساتي، دوى الله پرېښوده، نو هغه (الله) دوى پرېښودل، بېشكه همدا منافقان فاسقان (د ایمان له دايرې نه وتونكي) دي"
        },
        {
            "chapter": 9,
            "verse": 68,
            "text": "الله له منافقو سړیو او منافقو ښځو او (ټولو) كفارو سره د جهنم د اور وعده كړې ده، په داسې حال كې چې دوى به په هغه كې تل ترتله وي، همدغه د دوى لپاره بس دى او الله په دوى لعنت كړى دى او د دوى لپاره تل (دايمي) عذاب دى"
        },
        {
            "chapter": 9,
            "verse": 69,
            "text": "(اى منافقانو! تاسو یئ) په شان د هغو كسانو چې له تاسو نه مخكې وو، هغوى له تاسو نه د قوت په لحاظ ډېر سخت وو او د مالونو او اولادونو په لحاظ سره ډېر زیات وو، نو هغوى له خپلې برخې نه فايده واخيستله، بیا تاسو له خپلې برخې نه فايده واخيستله، لكه څنګه چې هغو كسانو د خپلې برخې نه فايده اخيستې وه چې له تاسو نه مخكې وو او تاسو هم په باطلو خبرو كې ښه داخل شوئ په شان د هغه (داخلېدلو) چې هغوى داخل شوي وو، دغه كسان (چې دي) د دوى عملونه په دنیا او اخرت كې برباد شول او همدغه كسان تاوانیان دي"
        },
        {
            "chapter": 9,
            "verse": 70,
            "text": "ایا دوى ته د هغو كسانو (د عذاب) خبر نه دى راغلى چې له دوى نه مخكې وو (یعنې) د نوح قوم او عاد او ثمود او د ابراهیم قوم او د مدین والا او د چپه شويو كلیو (د قومِ لوط)، دوى ته خپلو رسولانو ښكاره معجزې راوړې وې، نو الله له سره داسې نه و چې پر دوى يې ظلم كړى وى او لېكن هغوى پخپله پر خپلو ځانونو ظلم كاوه"
        },
        {
            "chapter": 9,
            "verse": 71,
            "text": "او مومن سړي او مومنې ښځې د دوى ځینې د ځینو نورو دوستان دي، دوى د نېكۍ حكم كوي او له بدۍ نه منع كوي او لمونځ قايموي او زكات وركوي او د الله او د هغه د رسول اطاعت كوي، دغه كسان (چې دي) ضرور به الله په دوى رحم وكړي، بېشكه الله ډیر غالب، ښه حكمت والا دى"
        },
        {
            "chapter": 9,
            "verse": 72,
            "text": "الله د مومنو سړیو او مومنو ښځو سره د داسې جنتونو وعده كړې ده چې د هغو له لاندې ولې بهېږي، چې دوى به په هغو كې همیشه وي او د داسې پاكیزه اوسیدنځایونو چې د عدن (تل اوسېدنې) په جنتونو كې به وي۔ او د الله له جانبه رضامندي تر ټولو لویه ده، همدغه ډېره لویه كامیابي ده"
        }
    ]
}