{
    "rukus": [
        {
            "chapter": 15,
            "verse": 80,
            "text": "او یقینًا یقینًا حجر والاو د رسولانو تكذیب كړى و"
        },
        {
            "chapter": 15,
            "verse": 81,
            "text": "او مونږ هغوى ته خپلې نښې ور (ښكاره) كړې وې، نو دوى له هغو نه مخ ګرځوونكي وو"
        },
        {
            "chapter": 15,
            "verse": 82,
            "text": "او دوى به له غرونو څخه كوټې توږلې، په دې حال كې چې په امن به وو"
        },
        {
            "chapter": 15,
            "verse": 83,
            "text": "نو دوى یو هیبتناك غږ ونیول، په داسې حال كې چې په سبا كې داخلېدونكي وو"
        },
        {
            "chapter": 15,
            "verse": 84,
            "text": "نو د دوى په كار رانغلل هغه (شیان) چې دوى به حاصلول"
        },
        {
            "chapter": 15,
            "verse": 85,
            "text": "او مونږ اسمانونه او ځمكه او هغه څه چې د دې دواړو په مينځ كې دي؛ نه دي پیدا كړي مګر په حقه سره او بېشكه قیامت خامخا راتلونكى دى، نو ته (له دوى څخه) څنګ وكړه په ښكلو څنګ كولو سره"
        },
        {
            "chapter": 15,
            "verse": 86,
            "text": "بېشكه ستا رب، هم دى ښه پیداكوونكى، بې حده علم والا دى"
        },
        {
            "chapter": 15,
            "verse": 87,
            "text": "او یقینًا یقینًا مونږ تا ته بیا بیا لوستل كېدونكي اوه ایتونه دركړي دي او عظیم قرآن (هم)"
        },
        {
            "chapter": 15,
            "verse": 88,
            "text": "او ته خپلې سترګې هغو شیانو ته مه ور اوږدې كوه (مه پورته كوه) چې مونږ په هغو سره فايده وركړې ده دغو خلقو ته، چې قسم قسم شیان دي او په دوى باندې مه غمګین كېږه او خپل وزر د مومنانو لپاره ښكته كړه"
        },
        {
            "chapter": 15,
            "verse": 89,
            "text": "او ته ووایه: بېشكه زه چې یم، هم دا زه ښكاره وېروونكى یم"
        },
        {
            "chapter": 15,
            "verse": 90,
            "text": "(له داسې عذابه) لكه څنګه چې مونږ نازل كړى و په تقسیموونكو باندې"
        },
        {
            "chapter": 15,
            "verse": 91,
            "text": "هغه كسان چې قرآن يې ټوټې ټوټې كړى و"
        },
        {
            "chapter": 15,
            "verse": 92,
            "text": "نو قسم دى په رب ستا چې خامخا هرومرو به مونږ له دوى ټولو څخه تپوس كوو"
        },
        {
            "chapter": 15,
            "verse": 93,
            "text": "د هغو كارونو په باره كې چې دوى به كول"
        },
        {
            "chapter": 15,
            "verse": 94,
            "text": "نو ته ښه ښكاره بیان كړه هغه څه چې تا ته يې حكم كولى شي او له مشركانو نه مخ واړوه"
        },
        {
            "chapter": 15,
            "verse": 95,
            "text": "بېشكه مونږ ستا لپاره استهزا كوونكو ته كافي شوي یو"
        },
        {
            "chapter": 15,
            "verse": 96,
            "text": "هغه كسان چې له الله سره نور معبودان مقرروي (شریكوي) نو ژر به دوى پوه شي"
        },
        {
            "chapter": 15,
            "verse": 97,
            "text": "او یقینًا یقینًا مونږ ته معلوم دي چې بېشكه ستا سینه تنګېږي په هغو خبرو چې دوى يې وايي"
        },
        {
            "chapter": 15,
            "verse": 98,
            "text": "نو ته د خپل رب له حمد (ستاینې) سره تسبیح وایه او ته شه له سجده كوونكو څخه"
        },
        {
            "chapter": 15,
            "verse": 99,
            "text": "او د خپل رب عبادت كوه تر هغه پورې چې تا ته یقین (مرګ) راشي"
        }
    ]
}