{
    "rukus": [
        {
            "chapter": 16,
            "verse": 51,
            "text": "او الله وویل: تاسو دوه معبودان مه نیسئ، همدا خبره ده چې هغه یو معبود دى، نو تاسو خاص له ما نه ووېرېږئ"
        },
        {
            "chapter": 16,
            "verse": 52,
            "text": "او خاص د هغه لپاره دي هغه څه چې په اسمانونو او ځمكه كې دي او عبادت خاص هم د ده لپاره دى، همېشه، ایا نو تاسو غير له الله نه (له بل چا نه) وېرېږئ؟"
        },
        {
            "chapter": 16,
            "verse": 53,
            "text": "او په تاسو چې څه نعمت شوى دى، نو د الله له طرفه دى، بیا چې كله تاسو ته ضرر درورسېږي، نو خاص هغه ته زاري كوئ"
        },
        {
            "chapter": 16,
            "verse": 54,
            "text": "بیا كله چې هغه له تاسو نه تكلیف لرې كړي (، نو) ناڅاپه یوه ډله په تاسو كې له خپل رب سره شریكان جوړوي"
        },
        {
            "chapter": 16,
            "verse": 55,
            "text": "د دې لپاره چې ناشكري وكړي د هغه څه چې مونږ دوى ته وركړي دي، نو تاسو فايده واخلئ، پس ژر به تاسو پوه شئ"
        },
        {
            "chapter": 16,
            "verse": 56,
            "text": "او دوى د هغه څه لپاره چې په هېڅ نه پوهېږي؛ برخه مقرروي په هغه څه كې چې مونږ دوى ته وركړي دي، قسم دى په الله چې خامخا له تاسو به هرومرو پوښتنه كېږي، د هغه څه په باره كې چې تاسو به دروغ تړل"
        },
        {
            "chapter": 16,
            "verse": 57,
            "text": "او دوى د الله لپاره لوڼه مقرروي، هغه پاك دى، او د دوى لپاره دي هغه څه چې دوى يې خوښوي"
        },
        {
            "chapter": 16,
            "verse": 58,
            "text": "او كله چې په دوى كې یو ته د لور زېرى وركړى شي د هغه مخ تك تور شي، په دې حال كې چې له قهره ډك وي"
        },
        {
            "chapter": 16,
            "verse": 59,
            "text": "له خلقو څخه پټ ګرځي د هغه څه د بدۍ په وجه چې ده ته يې زېرى وركړى شوى دى (او سوچ كوي چې)، ایا دى دغه (لور) سره له ذلته وساتي، یا هغه په خاورو كې ومنډي، خبردار شئ! بد دي هغه څه چې دوى يې فیصله كوي"
        },
        {
            "chapter": 16,
            "verse": 60,
            "text": "د هغو كسانو لپاره چې په اخرت ایمان نه راوړي بد مثال دى او خاص د الله لپاره ترټولو لوړ مثال دى او هم هغه ښه غالب، ښه حكمت والا دى"
        }
    ]
}