{
    "rukus": [
        {
            "chapter": 17,
            "verse": 11,
            "text": "او انسان د شر دعا غواړي د خپلې خیر د دعا (په شان) او انسان له شروع نه ډېر تلوار كوونكى دى"
        },
        {
            "chapter": 17,
            "verse": 12,
            "text": "او مونږ شپه او ورځ دوه نښې جوړې كړي دي، بیا مونږ د شپې نښه محوه كړه او د ورځې نښه مو روښانه وګرځوله، د دې لپاره چې تاسو د خپل رب فضل طلب كړئ او د دې لپاره چې تاسو د كلونو شمېر او حساب وپېژنئ او هر شى، مونږ هغه ښه په تفصیل سره بیان كړى دى"
        },
        {
            "chapter": 17,
            "verse": 13,
            "text": "او هر انسان لره، مونږ هغه ته خپل عمل د هغه په غاړه كې لازم كړى دى او د قیامت په ورځ به ده ته یو كتاب راوباسو چې ورسره به مخامخ شي، په داسې حال كې چې غوړېدلى به وي"
        },
        {
            "chapter": 17,
            "verse": 14,
            "text": "ته خپل كتاب ولوله، نن ورځ ستا په خلاف هم ستا خپل نفس كافي دى، حساب كوونكى"
        },
        {
            "chapter": 17,
            "verse": 15,
            "text": "چا چې نېغه لار ونیوله، نو همدا خبره ده چې هغه د خپل ځان (د فايدې) لپاره نېغه لار نیسي او څوك چې بې لارې شو، نو همدا خبره ده چې هغه د همدغه (نفس) په ضرر بې لارې كېږي او هېڅ بار اوچتونكى د بل بار نه اوچتوي او مونږ كله هم عذاب وركوونكي نه یو تر هغه پورې چې رسول ولېږو"
        },
        {
            "chapter": 17,
            "verse": 16,
            "text": "او كله چې مونږ اراده وكړو چې یو كلى هلاك كړو (نو) مونږ د هغه (كلي) كبرجنو مالدارو ته حكم وكړو، نو هغوى په ده كې فسق وكړي، نو په هغه باندې خبره ثابته شي، بیا مونږ هغه هلاك كړو، سخت هلاك كول"
        },
        {
            "chapter": 17,
            "verse": 17,
            "text": "او مونږ له نوح نه وروسته څومره ډېر قرنونه (امتونه) هلاك كړي دي! او ستا رب ښه كافي دى د خپلو بنده ګانو په ګناهونو باندې ښه خبردار، ښه لیدونكى"
        },
        {
            "chapter": 17,
            "verse": 18,
            "text": "هغه څوك چې داسې وي چې دنیا غواړي (نو) مونږ به هغه ته په دې كې هغه څه په تلوار وركړو چې مونږ يې غواړو، د هغه چا لپاره چې مونږ يې اراده وكړو۔، بیا مونږ د هغه لپاره جهنم مقرروو چې دى به هغه ته ننوځي، په داسې حال كې چې ملامت كړى شوى، شړل شوى به وي"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "او هغه څوك چې اخرت غواړي او د هغه لپاره كوشش كوي، د هغه لايق كوشش، په دې حال كې چې مومن (هم) وي، نو دغه خلق، د دوى سعي قدر كړى شوې (او مقبوله) ده"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "له هر یو سره مونږ ستا د رب له وركړې څخه مدد كوو، له دوى سره اوله دغو سره، او ستا د رب عطاء (وركړه په دنیا كې) كله هم منع كړى شوې نه ده"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "ته وګوره! څرنګه مونږ د دوى ځینې، په ځینو نورو باندې غوره كړي دي او خامخا اخرت د درجو په لحاظ تر ټولو لوى او د فضیلت وركولو په لحاظ تر ټولو غټ دى"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "ته له الله سره بل معبود مه نیسه، نو (ګنې) ملامت كړى شوى، بې یارومددګار به كېنې"
        }
    ]
}