{
    "rukus": [
        {
            "chapter": 20,
            "verse": 77,
            "text": "او یقینًا یقینًا موږ موسٰی ته وحي وكړه چې ته زما بنده ګان د شپې وباسه، نو ته د دوى لپاره په سمندر كې یوه وچه لاره جوړه كړه، ته به نه وېرېږې له نیول كېدو نه او نه به وېرېږې (له ډوبېدو نه)"
        },
        {
            "chapter": 20,
            "verse": 78,
            "text": "نو فرعون سره له خپلو لښكرو په دوى پسې راغى، نو دوى لره له سمندر نه هغه شي لاندې كړل چې دوى يې لاندې كړل"
        },
        {
            "chapter": 20,
            "verse": 79,
            "text": "او فرعون خپل قوم لره ګمراه كړ او نېغه لار يې ور ونه ښودله"
        },
        {
            "chapter": 20,
            "verse": 80,
            "text": "اى بني اسرائیلو بېشكه مونږ تاسو ته ستاسو له دښمن نه نجات دركړ او د طور غر ښي اړخ ته مو له تاسو سره وعده وكړه او مونږ پر تاسو باندې مَن (ترنجبین) او مړزان (ډوله مرغان) نازل كړل"
        },
        {
            "chapter": 20,
            "verse": 81,
            "text": "تاسو هغه پاكیزه څیزونه خورئ چې مونږ تاسو ته دركړي دي او تاسو په دغه (رزق) كې تجاوز مه كوئ (ګنې) نو په تاسو به زما غضب راكوز شي اوهغه څوك چې په هغه باندې زما غضب راكوز شي، نو یقینًا دى وغورځېده (هلاك شه)"
        },
        {
            "chapter": 20,
            "verse": 82,
            "text": "او بېشكه زه خامخا ډېر بخښونكى یم هغه چا ته چې توبه وباسي او ایمان راوړي او نېك عمل كوي، بیا په نېغه لار روان اوسي"
        },
        {
            "chapter": 20,
            "verse": 83,
            "text": "او ته څه شي راګړندى كړې له خپل قوم نه اى موسٰی"
        },
        {
            "chapter": 20,
            "verse": 84,
            "text": "ده وویل: دوى دغه دي په ما پسې راروان دي او زه تا ته جلت راغلم اى زما ربه! د دې لپاره چې ته راضي شې"
        },
        {
            "chapter": 20,
            "verse": 85,
            "text": "(الله) وویل: نو بېشكه مونږ ستا قوم له تا نه وروسته وازمایه او سامري دوى ګمراه كړل"
        },
        {
            "chapter": 20,
            "verse": 86,
            "text": "نو موسٰی خپل قوم ته راواپس شو، چې ډېر په غصه او غمجن و، ويې ويل: اى زما قومه! ایا تاسو سره ستاسو رب ډېره ښه وعده نه وه كړې، ایا نو په تاسو زمانه ډېره اوږده شوه، یا كه تاسو اراده كړې وه چې په تاسو باندې د خپل رب غضب راكوز شي، نو تاسو زما د وعدې خلاف ورزي وكړه"
        },
        {
            "chapter": 20,
            "verse": 87,
            "text": "دوى وویل: مونږ ستا د وعدې مخالفت په خپل اختیار سره نه دى كړى، او لېكن پر مونږ باندې د (قبطیانو د) قوم د ښكلا زیورات بار كړى شوي وو، نو مونږ هغه وغورځول، نو همداسې سامري هغه (په اور كې) وغورځول"
        },
        {
            "chapter": 20,
            "verse": 88,
            "text": "نو ده د دوى لپاره (له هغې كندې څخه) یو سخى چې جسد و؛ راووېست، چې د ده لپاره د سخي اواز و، نو دوى وویل: دا ستاسو معبود دى او د موسٰی معبود دى، پس هغه هېر كړى دى"
        },
        {
            "chapter": 20,
            "verse": 89,
            "text": "(الله فرمايي) نو ایا دوى نه ګوري چې بېشكه شان دا دى چې دغه (سخى) دوى ته بېرته خبره نه راګرځوي او دى د دوى لپاره نه د ضرر اختیار لري او نه د نفعې"
        }
    ]
}