{
    "rukus": [
        {
            "chapter": 33,
            "verse": 9,
            "text": "اى هغو كسانو چې ایمان يې راوړى دى! تاسو د الله هغه نعمت رایاد كړئ چې پر تاسو شوى دى، كله چې په تاسو لښكرې راغلې، نو مونږ پر هغوى باندې باد او داسې لښكرې راخوشې كړې چې تاسو نه لیدلې او الله هغو كارونو لره چې تاسو يې كوئ ښه لیدونكى دى"
        },
        {
            "chapter": 33,
            "verse": 10,
            "text": "كله چې دوى په تاسو راغلل، ستاسو له بره اړخ نه او ستاسو نه له لاندې اړخ نه او كله چې سترګې كږې او زړونه چنغړكو ته ورسېدل او تاسو په الله ګمانونه كول، قسم قسم ګمانونه"
        },
        {
            "chapter": 33,
            "verse": 11,
            "text": "په دغه ځاى (او وخت) كې مومنان وازمایلى شول او وخوځولى شول، ډېر سخت خوځول"
        },
        {
            "chapter": 33,
            "verse": 12,
            "text": "او (یاد كړه) هغه وخت چې منافقانو او هغو كسانو چې د هغوى په زړونو كې مرض و، وویل: مونږ سره الله او د هغه رسول وعده نه ده كړې مګر د دوكې (وعده)"
        },
        {
            "chapter": 33,
            "verse": 13,
            "text": "او كله چې په دوى كې یوې ډلې وویل: اى د یثرب (مدینې) اوسېدونكو! تاسو لپاره (د استوګنې) هېڅ ځاى نشته، نو بېرته وګرځئ او په دوى كې يوه ډله له نبي نه د بېرته تللو اجازت غواړي، دوى وايي: بېشكه زمونز كورونه تش پراته دي، حال دا چې هغه تش نه دي پراته، دوى اراده نه لري مګر د تېښتې"
        },
        {
            "chapter": 33,
            "verse": 14,
            "text": "او كه په دوى (دغه لښكرې) په دې (مدینه) كې راننه ایستى شي د دې له (ټولو) اړخونو نه، بیا له دوى نه د فتنې (د شرك او له مسلمانانو سره د جنګ) غوښتنه وكړى شي (، نو) دوى به خامخا دغه (كار) وكړي او دوى به په دې كې ځنډ ونه كړي مګر ډېر لږ"
        },
        {
            "chapter": 33,
            "verse": 15,
            "text": "او یقینًا یقینًا دوى له دې نه مخكې له الله سره عهد كړى و، چې دوى به شاګانې وانه ړوي او د الله عهد دى چې (د ده باره كې) پوښتنه كېږي"
        },
        {
            "chapter": 33,
            "verse": 16,
            "text": "ته (دوى ته) ووایه: تاسو ته به تېښته له سره نفع در ونه رسوي كه تاسو له مرګ، یا قتل نه وتښتئ او په دغه وخت كې به تاسو ته فايده درنه كړى شي مګر ډېره لږه"
        },
        {
            "chapter": 33,
            "verse": 17,
            "text": "ته (دوى ته) ووایه: څوك دى هغه ذات چې تاسو به له الله نه بچ كړي كه هغه (الله) تاسو ته د تكلیف رسولو اراده وكړي، یا هغه په تاسو د مهربانۍ كولو اراده وكړي؟ او دوى به د خپل ځان لپاره له الله نه غیر نه هېڅ كارساز ومومي او نه مدد ګار"
        },
        {
            "chapter": 33,
            "verse": 18,
            "text": "یقینًا الله ته په تاسو كې (له جهاد نه) منع كوونكي معلوم دي او خپلو وروڼو ته دا ویونكي چې مونږ ته راشئ! او دوى جنګ ته نه راځي مګر ډېر لږ"
        },
        {
            "chapter": 33,
            "verse": 19,
            "text": "په داسې حال كې چې پر تاسو باندې بخل كوونكي دي، نو كله چې وېره راشي (، نو) ته به دوى وینې چې تا ته به ګوري، په داسې حال كې چې د دوى سترګې به (داسې) چورلي، لكه هغه كس چې په هغه د مرګ په وجه بې هوشي راوستلى شوې وي، نو كله چې وېره لاړه شي (نو) دوى تاسو ته ضرر دررسوي په خپلو تېرو ژبو سره، په داسې حال كې چې د خیر (مالِ غنیمت) ډېر حریصان وي، دغو كسانو ایمان نه دى راوړى، نو الله د دوى عملونه برباد كړل او دغه (كار) الله ته ډېر اسان دى"
        },
        {
            "chapter": 33,
            "verse": 20,
            "text": "دوى په لښكرو ګمان كوي چې دوى نه دي تللي، او كه دغه لښكرې (بیا) راشي (نو) دوى خوښوي چې كاشكې په رښتیا دوى بانډېسیان وى په اعرابو (صحرايي خلقو) كې، چې ستاسو د خبرونو په باره كې يې پوښتنې كولى، او كه دوى په تاسو كې وى نو دوى به جنګ نه و كړى مګر ډېر لږ"
        }
    ]
}