{
    "rukus": [
        {
            "chapter": 3,
            "verse": 31,
            "text": "(اى نبي!) ته ووایه: كه چېرې یئ تاسو چې له الله سره مینه كوئ، بیا نو زما اتباع وكړئ، الله به له تاسو سره مینه وكړي او تاسو ته به ستاسو ګناهونه وبخښي او الله ډېر بخښونكى، بې حده رحم كوونكى دى"
        },
        {
            "chapter": 3,
            "verse": 32,
            "text": "(اى نبي!) ته ووایه: د الله اطاعت كوئ او د (هغه د) رسول، بیا كه دوى وګرځېدل، نو بېشكه الله له كافرانو سره مینه نه كوي"
        },
        {
            "chapter": 3,
            "verse": 33,
            "text": "بېشكه الله په عالَمونو باندې ادم او نوح او الِ ابراهیم او الِ عمران غوره كړي دي"
        },
        {
            "chapter": 3,
            "verse": 34,
            "text": "په دې حال كې چې (داسې) نسل دى، چې ځینې د دوى له ځینو نورو دي او الله ښه اورېدونكى، ښه پوه دى"
        },
        {
            "chapter": 3,
            "verse": 35,
            "text": "كله چې د عمران ښځې وویل: اى زما ربه! بېشكه ما تا لپاره نذر منلى دى د هغه چې زما په ګېډه كې دى، په دې حال كې چې ازاد به وي، نو ته يې له ما نه قبول كړه، بېشكه هم ته ښه اورېدونكى، ښه پوه يې"
        },
        {
            "chapter": 3,
            "verse": 36,
            "text": "نو كله چې دې هغه وزېږوله، هغې وویل! اى زما ربه! بېشكه زه چې یم، ما هغه وزېږوله، چې ښځه (جينۍ) ده۔ او الله ښه پوه دى په هغه څه چې دې وزېږوه ۔او نر (هلك) د ښځې (جینۍ) په شان نه دى او بېشكه ما دې ته مریم نوم كېښود، او بېشكه زه دا او د دې اولاد له شیطان رټل شوي نه ستا په حفاظت كې دركوم"
        },
        {
            "chapter": 3,
            "verse": 37,
            "text": "نو هغه د هغې رب په ډېرو ښو قبلولو سره قبوله كړه او هغه يې په ډېرو ښُكلو زرغونولو (لویَوَلو) سره زرغونه (لویه) كړه او هغه يې د زكریا په كفالت كې وركړه كله چې به هم زكریا دې ته عبادت خانې ته ننوت (نو) له هغې سره به يې څه رزق (خوراك) ومونده، هغه وویل: اى مریمې! تا ته دا له كومه كېږي؟ هغې وویل: داد الله له خوا راځي، یقینًا الله چې چا ته وغواړي بې حسابه روزي وركوي"
        },
        {
            "chapter": 3,
            "verse": 38,
            "text": "په دغه ځای كې زكریا له خپل رب نه دعا وغوښته، ويې ويل: اى زماربه! ما ته له خپلې خوانه ښه پاكیزه اولاد راكړه، یقینًا ته د دعا ښه اورېدونكى يې"
        },
        {
            "chapter": 3,
            "verse": 39,
            "text": "نو ملايكو ده ته اواز وكړ، په داسې حال كې چې دى په عبادت خانه كې ولاړ و، لمونځ يې كاوه، دا چې بېشكه الله تا ته د یحیٰی زېرى دركوي، چې تصدیق كوونكى به وي د هغه كلمې چې د الله له طرفه ده، او سردار به وي او ځان به ډېرمنع كوونكى وي (له خواهشاتو نه) او نبي به وي له صالحانو نه"
        },
        {
            "chapter": 3,
            "verse": 40,
            "text": "ويې ويل: اى زما ربه! ما لره به هلك څنګه كېږي، حال دا چې په ما باندې بوډاوالى (زوړوالى) راغلى دى او زما ښځه شنډه ده؟! هغه وویل: همداسې الله كوي څه چې وغواړي"
        },
        {
            "chapter": 3,
            "verse": 41,
            "text": "ويې ويل: اى زما ربه! زما لپاره څه نښه مقرره كړه، هغه وویل: ستا نښه دا ده چې ته به له خلقو سره خبرې نشې كولى خو په اشارې سره، او ته خپل رب ډېر یادوه او د ورځې په اخر او اول كې تسبیح (پاكي) بیانوه"
        }
    ]
}