{
    "rukus": [
        {
            "chapter": 38,
            "verse": 27,
            "text": "O göğü, O yeri ve bunların arasında bulunan şeyleri biz boşuna yaratmadık. Bu, o küfredenlerin zannıdır. Bu yüzden küfredenlere ateşden helak vardır"
        },
        {
            "chapter": 38,
            "verse": 28,
            "text": "Yoksa biz îman edib de güzel güzel amel (ve hareket) edenleri yer yüzünde fesâd çıkaranlar gibi mi tutacağız? Yahud (Allahdan) korkanları doğru yoldan sapanlar gibi mi sayacağız"
        },
        {
            "chapter": 38,
            "verse": 29,
            "text": "(Bu Kur´an), âyetlerini iyiden iyi düşünsünler, temiz akıl saahibleri ibret alsınlar diye sana indirdiğimiz feyz kaynağı bir kitabdır"
        },
        {
            "chapter": 38,
            "verse": 30,
            "text": "Biz Dâvuda (oğlu) Süleymanı ihsan etdik. (Süleyman) ne güzel kuldu! Çünkü o, (tesbîhde, zikirde ve bütün vakıtlarında) dâima (Allaha) dönen (bir zât) di"
        },
        {
            "chapter": 38,
            "verse": 31,
            "text": "Hani ona öğleden sonra bir ayağını tırnağı üstüne dikib üç ayağının üzerinde duran sür´atli koşu atları gösterilmişdi de"
        },
        {
            "chapter": 38,
            "verse": 32,
            "text": "«Gerçek ben, mal (ya´ni at) sevgisine (sırf) Rabbimi zikretmek için düşdüm» demişdi. Nihayet (bu atlar) perdenin arkasına gizlenmiş (ler) di"
        },
        {
            "chapter": 38,
            "verse": 33,
            "text": "(Dedi ki:) «Onları bana döndürün». Hemen ayaklarını, boyunlarını okşamıya, taramıya başladı"
        },
        {
            "chapter": 38,
            "verse": 34,
            "text": "Andolsun biz, Süleymanı imtihan da etdik: Tahtının üstüne bir cesed bırakıverdik. (Nice günlerden) sonra o, yine (eski haaline) döndü"
        },
        {
            "chapter": 38,
            "verse": 35,
            "text": "Dedi ki: «Ey Rabbim, beni yarlığa. Bana öyle bir mülk (-ü saltanat) ver ki o, benden başka hiçbir kimseye lâyık olmasın. Şübhesiz bütün muradları ihsan eden Sensin, Sen»"
        },
        {
            "chapter": 38,
            "verse": 36,
            "text": "Bunun üzerine biz de ona rüzgârı müsahhar etdik ki bu, onun emriyle, onun dilediği yere yumuşacık akar giderdi"
        },
        {
            "chapter": 38,
            "verse": 37,
            "text": "Şeytanları (onlardan) her bina ustasını, her dalgıcı"
        },
        {
            "chapter": 38,
            "verse": 38,
            "text": "(Yine onlardan) bukağılarla bağlanmış olan diğerlerini de (emrine râm etdik)"
        },
        {
            "chapter": 38,
            "verse": 39,
            "text": "(Dedik ki:) «Bu, bizim vergimizdir. Artık (dilediğine) hesabsız ver, yahud tut (kıs)»"
        },
        {
            "chapter": 38,
            "verse": 40,
            "text": "Şübhe yok ki indimizde onun mutlak bir yakınlığı ve dönüb geleceği yer güzelliği de vardır"
        }
    ]
}