{
    "rukus": [
        {
            "chapter": 3,
            "verse": 172,
            "text": "Kendilerine yara isaabet etdikden sonra yine Allanın ve Peygamberin dâ´vetine icabet edenler, (hele) içlerinden iyilik yapanlar ve (fenâlıkdan) sakınanlar için pek büyük mükâfat vardır"
        },
        {
            "chapter": 3,
            "verse": 173,
            "text": "Onlar öyle kimselerdir ki halk kendilerine: («düşmanlarınız olan) insanlar size karşı ordu hazırladılar, o halde onlardan korkun» dedi de bu (söz) onların îmaanını artırdı ve: «Allah bize yeter. O, ne güzel vekildir dediler"
        },
        {
            "chapter": 3,
            "verse": 174,
            "text": "Bunun üzerine kendilerine hiç bir fenalık dokunmadan Allahdan ni´met (afiyet ve selâmet) ve fazl (-u ticâret) ile geri geldiler. (Bu suretle) Allanın rızaasına da uymuş bulundular. Allah, çok büyük lutf-ü inayet saahibidir"
        },
        {
            "chapter": 3,
            "verse": 175,
            "text": "(Size o haberi getiren adam) mutlakaa (sizi) kendi dostlarından korkutmakda olan o şeytandır. Öyle ise siz onlardan (onun dostlarından) korkmayın, benden korkun, eğer îman etmiş (kimse) lerseniz"
        },
        {
            "chapter": 3,
            "verse": 176,
            "text": "(Habîbim) o küfre koşuşanlar seni mahzun etmesin. Çünkü onlar Allaha hiç bir şeyle zarar veremezler. Allah onlara âhiretde bir nasıyp vermemeyi irâde eder, Onlar için pek büyük bir azap vardır"
        },
        {
            "chapter": 3,
            "verse": 177,
            "text": "İmânı bırakıb küfrü satın alan onlar, Allaha hiç bir şeyle zarar yapamazlar. Onlar için pek acıklı bir azâb vardır"
        },
        {
            "chapter": 3,
            "verse": 178,
            "text": "O küfredenler kendilerine zaman (ve meydan) vermenizi nefisleri için zînhâr hayırlı sanmasın (lar). Onlara fırsat verişimiz, ancak günâh (larm) ı artırmaları içindir. Onlara hor ve hakıyr edici bir azâb vardır"
        },
        {
            "chapter": 3,
            "verse": 179,
            "text": "Allah mü´minleri sizin üzerinde bulunduğunuz (şu halde) bırakacak değildir. Nihayet murdarı temizden ayıracakdır. (Bununla beraber) Allah size ğaybı da bildirecek değildir. Fakat Allah, peygamberlerinden kimi dilerse onu seçer (ğaybe onu muttali´ kılar). Onun için siz Allaha ve peygamberlerine inanın. Eğer inanır ve (günahlardan) sakınırsanız size de çok büyük mükâfat vardır"
        },
        {
            "chapter": 3,
            "verse": 180,
            "text": "Allahın fazl (-u kereminden) kendilerine verdiğini (sarf-u infakda) cimrilik edenler zinhar bunun, kendileri için bir hayır olduğunu sanmasın (lar). Bilakis bu, onlar için bir serdir. Onların cimrilik etdikleri şey kıyaamet günü boyunlarına dolanacakdır. Göklerin ve yerin mîrâsı Allahındır. Allah ne yaparsanız (hepsinden) hakkıyle haberdârdır"
        }
    ]
}