{
    "pages": [
        {
            "chapter": 6,
            "verse": 9,
            "text": "Ve sayet onu melek yapsaydık, onu mutlaka erkek olarak (erkek suretinde) yapardık. Suphe ettikleri seyi, mutlaka onlara (gene) suphe ettirirdik"
        },
        {
            "chapter": 6,
            "verse": 10,
            "text": "Ve andolsun ki; senden onceki resullerle de alay edilmisti. Boylece alay etmis oldukları sey, onlardan alay edenleri kusattı"
        },
        {
            "chapter": 6,
            "verse": 11,
            "text": "De ki: “Yeryuzunde dolasın. Sonra bakın, yalanlayanların akıbeti nasıl oldu.”"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "De ki : “Semalarda ve yeryuzunde olan seyler kimin?” “Hepsi Allah´ındır!” de. Allahu Teala, kendi uzerine rahmeti yazdı. Hakkında suphe olmayan kıyamet gununde, sizleri mutlaka toplayacak. O kimseler ki; nefslerini husrana dusurduler, onlar mu´min degildirler"
        },
        {
            "chapter": 6,
            "verse": 13,
            "text": "Gecede ve gunduzde bulunan hersey O´nundur. O, en iyi isitendir, en iyi bilendir"
        },
        {
            "chapter": 6,
            "verse": 14,
            "text": "De ki: “Semaları ve arzı yaratan Allah´tan baska bir veli (dost) edinir miyim? Ve doyuran (yediren) ve Kendisi doyurulmayan (yedirilmeyen) O´dur.” “Muhakkak ki ben, teslim olanların ilki olmakla ve musriklerden olmamakla emrolundum.” de"
        },
        {
            "chapter": 6,
            "verse": 15,
            "text": "De ki: “Muhakkak ki ben, eger Rabbime isyan edersem, buyuk gunun azabından korkarım.”"
        },
        {
            "chapter": 6,
            "verse": 16,
            "text": "O gun (izin gunu), kim ondan (azaptan) uzaklastırılırsa,o taktirde ona (Allah), rahmet etmistir. Ve iste bu, apacıkbir fevzdir (kurtulustur)"
        },
        {
            "chapter": 6,
            "verse": 17,
            "text": "Eger Allah sana bir zarar dokundurursa, o taktirde onu, O´ndan baska giderecek yoktur. Sana bir hayır dokundurursa, artık O, herseye kaadirdir"
        },
        {
            "chapter": 6,
            "verse": 18,
            "text": "O, kullarının ustunde kahhardır (yegane galip), ve O, hakimdir (hikmet sahibi), herseyden haberdardır (habirdir)"
        }
    ]
}