{
    "pages": [
        {
            "chapter": 12,
            "verse": 79,
            "text": "Esyamızı yanında buldugumuz kisiden baskasını almaktan (tutmaktan) Allah´a sıgınırım. Eger biz (bunu) yaparsak, o zaman elbette zalimlerden oluruz"
        },
        {
            "chapter": 12,
            "verse": 80,
            "text": "Artık ondan umitlerini kestikleri zaman bir kenara cekildiler. Onların en buyugu gizlice konusarak soyle dedi: “Babamızın sizden, Allah adına misak aldıgını ve daha once Yusuf´a yaptıgınız kusuru bilmiyor musunuz? Babam bana izin verinceye kadar veya Allah benim hakkımda hukum verinceye kadar, artık buradan asla ayrılmayacagım. Ve o hukum verenlerin en hayırlısıdır.”"
        },
        {
            "chapter": 12,
            "verse": 81,
            "text": "Babanıza donun ve soyle soyleyin: “Ey babamız! Senin oglun, gercekten hırsızlık yaptı. Biz bildigimizden baska bir seye sahit olmadık (gormedik). Ve biz gaybı (nasıl oldugunu) da bilmiyorduk"
        },
        {
            "chapter": 12,
            "verse": 82,
            "text": "Ve icinde bulundugumuz sehir halkına ve aralarında dondugumuz kervana sor. Muhakkak ki; biz gercekten sadıklarız (dogru soyleyenleriz)"
        },
        {
            "chapter": 12,
            "verse": 83,
            "text": "Yakub (A.S) soyle dedi: \"Hayır, sizin nefsiniz sizi bu ise tesvik etti.” Artık bundan sonrası guzel (bir) sabırdır. Umulur ki; Allah, onların hepsini bana getirir. Muhakkak ki; O Alim (en iyi bilen) ve Hakim (hikmet ve hukum sahibi) olandır"
        },
        {
            "chapter": 12,
            "verse": 84,
            "text": "Ve onlardan yuz cevirdi ve: “Yusuf´a yazık oldu (vah yusuf)” dedi. Artık o uzuntusunu sakladıgı (kezim oldugu) halde huzunden gozleri agardı"
        },
        {
            "chapter": 12,
            "verse": 85,
            "text": "(Ogulları) soyle dediler: “Allah´a andolsun ki; hasta oluncaya veya helak oluncaya kadar Yusuf´u anmaya devam ediyorsun.”"
        },
        {
            "chapter": 12,
            "verse": 86,
            "text": "(Yakub A.S ) soyle dedi: “Ben kederimi ve huznumu sadece Allah´a arz ederim (sikayet ederim). Ve sizin bilmediginiz sey(ler)i ben Allah´tan (Allah´ın bildirmesi ile) bilirim"
        }
    ]
}