{
    "pages": [
        {
            "chapter": 16,
            "verse": 35,
            "text": "Sirk kosanlar: “Eger Allah dileseydi, biz O´ndan baska bir seye kul olmazdık. Ve babalarımız da (kul) olmazdı. Ve O´ndan (O´nun emrinden) baska bir seyi haram kılmazdık.” dediler. Onlardan oncekiler de boyle yaptı. Artık resullerin uzerinde apacık tebligden baska (bir sorumluluk) var mı"
        },
        {
            "chapter": 16,
            "verse": 36,
            "text": "Ve andolsun ki Biz, butun ummetlerin (milletlerin, kavimlerin) icinde resul beas ettik (hayata getirdik, vazifeli kıldık). (Allah´a ulasmayı dileyerek) Allah´a kul olsunlar ve taguttan (insan ve cin seytanlardan) ictinap etsinler (sakınıp kurtulsunlar) diye. Onlardan bir kısmını, (Resulun daveti uzerine Allah´a ulasmayı dileyenleri) Allah hidayete erdirdi ve bir kısmının (dilemeyenlerin) uzerine dalalet hak oldu. Artık yeryuzunde gezin. Boylece yalanlayanların akıbetinin, nasıl olduguna bakın (gorun)"
        },
        {
            "chapter": 16,
            "verse": 37,
            "text": "Sen, onların hidayete ermesini cok istemene ragmen muhakkak ki Allah, dalalette bıraktıgı kimseyi (onlar Allah´a ulasmayı dilemedikce) hidayete erdirmez. Ve onlar icin bir yardımcı da yoktur"
        },
        {
            "chapter": 16,
            "verse": 38,
            "text": "Ve “Kim olurse Allah, onu beas etmez (yeniden diriltmez).” diye en kuvvetli yeminleri ile Allah´a kasem ettiler. Hayır, (oyle degil). Bu, O´nun (Allah´ın) uzerinde hak bir vaaddir. Ve lakin insanların cogu bilmezler"
        },
        {
            "chapter": 16,
            "verse": 39,
            "text": "(Bu diriltme) hakkında ihtilafa dustukleri seyin, onlara beyan edilmesi (acıklanması) icin ve inkar edenlerin (kafirlerin), kendilerinin suphesiz (kesinlikle) yalancı olduklarını bilmeleri icindir"
        },
        {
            "chapter": 16,
            "verse": 40,
            "text": "Bir seyin (olmasını) istedigimiz zaman Bizim sozumuz, ona sadece: “Ol!” dememizdir. O, hemen olur"
        },
        {
            "chapter": 16,
            "verse": 41,
            "text": "Ve zulme maruz kaldıktan sonra, Allah icin (Allah yolunda) hicret edenleri, dunya hayatında mutlaka hasenelerle (guzellikler, iyilikler, guzel bir yurt) yerlestirmemiz icindir. Ve ahiret mukafatı, elbette daha buyuktur, sayet bilmis olsalardı"
        },
        {
            "chapter": 16,
            "verse": 42,
            "text": "Onlar, (kendilerine yapılan zulumlere) sabrettiler. Ve onlar, Rab´lerine tevekkul ederler"
        }
    ]
}