{
    "pages": [
        {
            "chapter": 17,
            "verse": 18,
            "text": "Kim acele (bu dunyada acil) olarak isterse, istedigimiz kimseye, diledigimiz seyi ona orada acele verdik. Sonra onu cehennem ehli kıldık. Zemmedilmis (ayıplanmıs) ve (rahmetten) kovulmus olarak, ona (cehenneme) atılır"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "Kim mu´min olarak ahireti istedi ise ve onun (ahiret) icin, onun gerektirdigi sekilde calıstı ise iste onların calısması, boylece meskur (sukrun, karsılıgını hakeden) oldu"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "Bunları herkese (dunyayı isteyene de ahireti isteyene de) veririz. Ve bunlar, Rabbinin ata (ihsan)larındandır. Rabbinin ataları (ihsanları) mahzur (sınırlı, kısıtlı, men edilmis) degildir"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "Bak, nasıl onların bir kısmını bir kısmına ustun kıldık. Muhakkak ki ahiret, dereceler bakımından daha buyuktur ve ustunluk bakımından da daha buyuktur"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "Allah ile beraber baska bir ilah kılma! O zaman zemmedilmis (kınanmıs) ve hor gorulmus olarak kalırsın"
        },
        {
            "chapter": 17,
            "verse": 23,
            "text": "Rabbin, ondan baskasına kul olmamanızı ve anne ve babaya ihsanla davranmanızı kaza etti (taktir etti, hukmetti). Eger ikisinden birisi veya her ikisi senin yanında yaslanırlarsa onlara (ikisine) “of” deme. Ve onları (ikisini) azarlama ve onlara kerim (guzel, yumusak) soz soyle"
        },
        {
            "chapter": 17,
            "verse": 24,
            "text": "Ve onlara (ikisine), merhamet ederek ve tevazu ile kanat ger! Ve “Rabbim, onların beni yetistirdigi gibi ikisine de merhamet et!” de"
        },
        {
            "chapter": 17,
            "verse": 25,
            "text": "Rabbiniz, nefslerinizde olanı (niyetinizi) daha iyi bilir. Eger salihler olursanız, o taktirde muhakkak ki O, evvab olanlar (O´na yonelip, tovbe ederek ulasanlar) icin magfiret edici olur"
        },
        {
            "chapter": 17,
            "verse": 26,
            "text": "Akrabaya, miskinlere (calısamayacak durumda olan ihtiyarlara) ve yolda olanlara hakkını ver! Ve savurarak, israf etme"
        },
        {
            "chapter": 17,
            "verse": 27,
            "text": "Muhakkak ki israf edenler (gereksiz yere savuranlar, haksızlık ve fesat cıkarmak icin kullananlar), seytanların kardesleri oldular. Ve seytan, Rabbine (karsı) cok nankor oldu"
        }
    ]
}