{
    "pages": [
        {
            "chapter": 18,
            "verse": 46,
            "text": "Mal ve cocuklar dunya hayatının ziynetidir (susudur). Baki (kalıcı) olan salih ameller (nefsi ıslah edici ameller), sevap olarak ve emel (umit) olarak, Rabbinin katında daha hayırlıdır"
        },
        {
            "chapter": 18,
            "verse": 47,
            "text": "Ve o gun dagları yurutecegiz. Ve (o gun) yeryuzunu bariz (acık ve net) olarak gorursun. Ve onları, (huzurumuzda) hasredip toplamak suretiyle (insanlardan) onlardan (hic) birini bırakmayacagız"
        },
        {
            "chapter": 18,
            "verse": 48,
            "text": "Saf saf Rabbine arz olundular (sunulacaklar). Andolsun ki siz, Bize, ilk yarattıgımız gibi geldiniz (geleceksiniz). Hayır, size vaadedileni yapmayacagımız zannında bulundunuz"
        },
        {
            "chapter": 18,
            "verse": 49,
            "text": "Ve kitap (hayat filmi ortaya) kondu. O zaman mucrimleri gorursun. Onun (kitabın) icindekilerden korkarlar ve “Bize yazıklar olsun. Bu kitap, nasıl ki (nasıl bir kitap ki), kucuk ve buyuk hicbir seyi sayıp hesap etmeden bırakmıyor.” derler. Ve yaptıkları seyleri (hayat filmlerinde) hazır buldular. Ve senin Rabbin, (hic) kimseye zulmetmez"
        },
        {
            "chapter": 18,
            "verse": 50,
            "text": "Ve meleklere, “Adem´e secde edin.” demistik. Iblis haric, hemen secde ettiler. O cinlerdendi. Boylece Rabbinin emrini (yapmayarak) fıska dustu. Hala onu ve onun zurriyyetini (neslini), onlar sizin dusmanınız (oldugu halde), Benim yerime dostlar mı ediniyorsunuz? Zalimler icin ne kotu bir bedel (cehennem)"
        },
        {
            "chapter": 18,
            "verse": 51,
            "text": "Ben, onları (iblis ve zurriyyetini) semaların ve arzın yaratılısına ve onların (kendilerinin de) yaratılısına sahit tutmadım. Ve Ben, dalalette bırakanları yardımcı edinmedim"
        },
        {
            "chapter": 18,
            "verse": 52,
            "text": "O gun (kıyamet gunu Allahu Teala) soyle diyecek: “Benim ortaklarım oldugu, zannında bulundugunuz seyleri cagırın!” Boylece onları davet ettiler (edecekler). Fakat onlara (kafirlere), icabet etmediler (etmeyecekler). Ve onların aralarına helak edici (bir engel) kıldık (kılacagız)"
        },
        {
            "chapter": 18,
            "verse": 53,
            "text": "Ve mucrimler, atesi (cehennemi) gordu. O zaman icine duseceklerini zannettiler (idrak ettiler). Ve ondan uzaklasacak (kacacak) bir yer bulamadılar"
        }
    ]
}