{
    "pages": [
        {
            "chapter": 20,
            "verse": 38,
            "text": "Vahyedilecek seyi annene vahyetmistik"
        },
        {
            "chapter": 20,
            "verse": 39,
            "text": "Onu sandıga koymasını, sonra onu denize (Nil Nehri´ne) bırakmasını (vahyetmistik). Boylece deniz, onu sahile atsın, Benim ve onun dusmanı, onu alsın. Ve gozumun onunde (korumam altında) yetistirilmen icin sana, Kendimden muhabbet (sevgi) verdim"
        },
        {
            "chapter": 20,
            "verse": 40,
            "text": "Kızkardesin (seni izleyerek) yuruyordu. (Seni saraya aldıkları zaman onlara soyle) diyordu: “Size, ona kefil olacak (emzirip, bakacak) birisine delil olayım mı (bulmanızda yardım edeyim mi)? Boylece seni, annene dondurduk. Onun, gozu aydın olsun ve mahzun olmasın diye. Ve birisini oldurmustun. O zaman (da) seni, gamdan (uzuntuden) kurtarmıstık. Ve seni, sınavlarla imtihan ettik. Boylece Medyen halkı icinde senelerce kaldın. Sonra kaderin geregi (takdir edilen zamanda buraya) geldin ya Musa"
        },
        {
            "chapter": 20,
            "verse": 41,
            "text": "Ve Ben, seni (nebi olarak) Kendime secip, yetistirdim"
        },
        {
            "chapter": 20,
            "verse": 42,
            "text": "Sen ve kardesin, ayetlerimle (mucizelerimle) gidin ve Benim zikrimi (Beni zikretmeyi) ihmal etmeyin (daimi zikirde olun)"
        },
        {
            "chapter": 20,
            "verse": 43,
            "text": "Firavuna ikiniz gidin. Muhakkak ki o, azdı"
        },
        {
            "chapter": 20,
            "verse": 44,
            "text": "O zaman ona, yumusak soz soyleyin. Boylece o, tezekkur eder (anlar) veya husu duyar"
        },
        {
            "chapter": 20,
            "verse": 45,
            "text": "(O ikisi): “Rabbimiz gercekten biz, onun bize (karsı) ifrata (asırı) gitmesinden veya azgın davranmasından korkuyoruz.” dediler"
        },
        {
            "chapter": 20,
            "verse": 46,
            "text": "(Allahu Teala): “Ikiniz (de) korkmayın! Muhakkak ki Ben, sizinle beraberim, isitirim ve gorurum.” dedi"
        },
        {
            "chapter": 20,
            "verse": 47,
            "text": "O halde ikiniz ona gidin ve ona soyle soyleyin: “Muhakkak ki biz, senin Rabbinin iki resuluyuz. Israilogulları´nı artık bizimle beraber gonder ve onlara azap etme! Sana Rabbinden ayet (mucize) getirdik. Ve hidayete tabi olanlara selam olsun.”"
        },
        {
            "chapter": 20,
            "verse": 48,
            "text": "Muhakkak ki yalanlayanların ve yuz cevirenlerin uzerine azap oldugu bize vahyolundu"
        },
        {
            "chapter": 20,
            "verse": 49,
            "text": "(Firavun soyle) dedi: “Oyleyse ikinizin Rabbi kimdir, ya Musa?”"
        },
        {
            "chapter": 20,
            "verse": 50,
            "text": "(Hz. Musa): “Bizim Rabbimiz, herseye yaradılısını lutfeden (ihsan eden) sonra da hidayete erdirendir.” dedi"
        },
        {
            "chapter": 20,
            "verse": 51,
            "text": "(Firavun): “Oyleyse evvelki nesillerin durumu nedir?” dedi"
        }
    ]
}