{
    "pages": [
        {
            "chapter": 21,
            "verse": 36,
            "text": "Ve inkar edenler (kafirler), seni gordukleri zaman: “Sizin ilahlarınızı zikreden (onlar hakkında konusan) bu mu?” diyerek, seni sadece alay konusu edinirler. Ve onlar, Rahman´ın Zikri´ni (Kitabı´nı) inkar edenlerdir"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "Insan aceleci olarak yaratıldı. Size ayetlerimi gosterecegim. Artık Benden acele istemeyin"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "“Eger siz dogru soyleyenlerseniz, bu vaad ne zaman (yerine getirilecek)?” derler"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "Inkar edenler, (cehennem) atesini yuzlerinden ve sırtlarından gideremeyecekleri ve yardım olunmayacakları zamanı keske bilselerdi"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "Hayır, onlara (azap) ansızın gelecek. Boylece onları dehsette bırakacak. Artık onu reddetmeye (geri cevirmeye) gucleri yetmeyecek. Ve de onlara bakılmayacak"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "Andolsun ki senden once (de) resullerle alay edildi. Sonra alay etmis oldukları sey, alay edenleri kusattı"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "“Sizi, gunduz ve gece Rahman´dan (Allah´ın azabından) kim korur?” de. Hayır, onlar Rab´lerinin zikrinden yuz cevirenlerdir"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "Yoksa onların, Bizden men eden (azabımızdan onları koruyan) ilahları mı var? Onların, kendilerine dahi yardım etmeye gucleri yetmez. Ve onlara, Bizim tarafımızdan sahip cıkılmaz"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "Hayır, onlara da uzun gelen bir omur boyunca onları ve babalarını, Biz metalandırdık (faydalandırdık). Arza gelip, onu etrafından nasıl eksilttigimizi hala gormuyorlar mı? Oyleyse galip gelenler (ustun olanlar) onlar mı"
        }
    ]
}