{
    "pages": [
        {
            "chapter": 24,
            "verse": 44,
            "text": "Allah, geceyi ve gunduzu (birbirine) cevirir. Muhakkak ki bunda basiret sahipleri icin elbette ibret vardır"
        },
        {
            "chapter": 24,
            "verse": 45,
            "text": "Ve Allah, butun hayvanları sudan yarattı. Onların bir kısmı karnı uzerinde, bir kısmı iki ayagı uzerinde, bir kısmı da dort ayagı uzerinde yurur. Allah diledigi seyi yaratır. Muhakkak ki Allah, herseye kaadirdir"
        },
        {
            "chapter": 24,
            "verse": 46,
            "text": "Andolsun biz, acıklayıcı ayetler indirdik. Allah, diledigini Sıratı Mustakim´e ulastırır"
        },
        {
            "chapter": 24,
            "verse": 47,
            "text": "Ve: “Allah´a ve resule iman ettik ve itaat ettik.” derler. Sonra da onların bir kısmı bundan sonra doner. Ve iste onlar, mu´min degillerdir"
        },
        {
            "chapter": 24,
            "verse": 48,
            "text": "Ve onların aralarında hukum vermesi icin Allah ve resulune davet olundukları zaman onların bir kısmı yuz cevirenlerdir"
        },
        {
            "chapter": 24,
            "verse": 49,
            "text": "Ve eger hak onların ise (hak sahibi iseler) ona hemen (itaat ederek) gelirler"
        },
        {
            "chapter": 24,
            "verse": 50,
            "text": "Onların kalplerinde hastalık mı var yoksa suphe mi ediyorlar veya Allah´ın ve O´nun Resul´unun, onlara karsı taraf tutacagından (haksızlık edeceginden) mı korkuyorlar? Hayır, iste onlar, onlar zalimlerdir"
        },
        {
            "chapter": 24,
            "verse": 51,
            "text": "Onların aralarında hukum vermesi icin Allah´a ve resulune davet edildikleri zaman mu´minlerin sozu “isittik ve itaat ettik” demeleridir. Ve iste onlar, onlar felaha erenlerdir"
        },
        {
            "chapter": 24,
            "verse": 52,
            "text": "Ve kim Allah´a ve resulune itaat ederse ve Allah´a husu duyar ve O´na karsı takva sahibi olursa o taktirde iste onlar, onlar kurtulusa erenlerdir"
        },
        {
            "chapter": 24,
            "verse": 53,
            "text": "Ve eger sen onlara emretseydin (munafıklar), mutlaka (savasa) cıkacaklarına dair, Allah´a en kuvvetli yeminleri ile yemin ederler. De ki: “Yemin etmeyin! (Bu), bilinen (takdir edilen) bir itaattir. Muhakkak ki Allah, yaptıklarınızdan haberdardır.”"
        }
    ]
}