{
    "pages": [
        {
            "chapter": 29,
            "verse": 31,
            "text": "Ve Bizim resullerimiz Ibrahim´e mujde ile geldikleri zaman, dediler ki: \"Muhakkak ki biz, bu ulkenin halkını helak edecegiz. Cunku bu belde halkı zalim oldular"
        },
        {
            "chapter": 29,
            "verse": 32,
            "text": "(Ibrahim A.S): \"Orada Lut (A.S) var.\" dedi. (Resuller): \"Orada kim var, biz daha iyi biliriz. O´nu ve O´nun hanımı haric, ailesini mutlaka kurtaracagız. (O´nun hanımı) geride kalanlardan olacak.\" dediler"
        },
        {
            "chapter": 29,
            "verse": 33,
            "text": "Ve resullerimiz Lut (A.S)´a geldigi zaman uzuldu, telaslandı ve onlarla ici daraldı. (Resuller): \"Korkma ve mahzun olma (uzulme). Muhakkak ki biz, seni ve hanımın haric, aileni mutlaka kurtaracagız. (Senin hanımın) geride kalanlardan olacak.\" dediler"
        },
        {
            "chapter": 29,
            "verse": 34,
            "text": "Muhakkak ki biz, fısk yapmıs oldukları sey (ahlaksızlık) sebebiyle bu beldenin halkı uzerine semadan ricz (azap) indirecek olanlarız"
        },
        {
            "chapter": 29,
            "verse": 35,
            "text": "Ve andolsun ki Biz, akıl edecek kavim icin, ondan (indirdigimiz riczten) acıkca ayet (delil) bıraktık"
        },
        {
            "chapter": 29,
            "verse": 36,
            "text": "Ve Medyen (halkına), onların kardesi Suayb´ı (gonderdik). O zaman onlara: \"Ey kavmim! Allah´a kul olun ve ahiret gununu (Allah´a ulasma gununu) dileyin. Yeryuzunde fesat cıkaranlar olarak azgınlık etmeyin (Allah´a ulasmaya mani olmayın).\" dedi"
        },
        {
            "chapter": 29,
            "verse": 37,
            "text": "Fakat onu yalanladılar. Bu sebeple onları siddetli bir sarsıntı yakaladı. Boylece kendi diyarlarında diz ustu cokmus olarak sabahladılar (helak oldular)"
        },
        {
            "chapter": 29,
            "verse": 38,
            "text": "Ve Ad ve Semud kavmi, size beyan edildi (gosterildi). Onların meskenlerinden (bahsedilerek) ve seytan onlara amellerini susledi. Boylece onları (Allah´ın) yolundan alıkoydu. Ve onlar gorebilenlerdi (gorerek inkar edenlerdi)"
        }
    ]
}