{
    "pages": [
        {
            "chapter": 40,
            "verse": 41,
            "text": "Ve ey kavmim! Benim icin nasıl bir hal ki, ben sizi kurtulusa cagırıyorum ve siz, beni atese cagırıyorsunuz"
        },
        {
            "chapter": 40,
            "verse": 42,
            "text": "Siz beni, Allah´ı inkara ve hakkında ilmim olmayan bir seyi, O´na ortak kosmaya cagırıyorsunuz. Ve ben, sizi Aziz ve Gaffar Olan´a (Allah´a) cagırıyorum"
        },
        {
            "chapter": 40,
            "verse": 43,
            "text": "Beni kendisine cagırdıgınız seyin bir hukmu yoktur. Onun (o putun), dunyada ve ahirette bir daveti (yetkisi) de yoktur. Muhakkak ki bizim donusumuz Allah´adır. Ve muhakkak ki musrifler (haddi asanlar), onlar, ates ehlidir"
        },
        {
            "chapter": 40,
            "verse": 44,
            "text": "Bundan sonra size soylediklerimi yakında hatırlayacaksınız (anlayacaksınız). Ve ben, isimi Allah´a havale ederim (bırakırım). Muhakkak ki Allah, kullarını gorendir"
        },
        {
            "chapter": 40,
            "verse": 45,
            "text": "Boylece Allah, onların yaptıgı hilelerin kotuluklerinden onu korudu. Ve firavun ailesini, azabın kotusu kusattı"
        },
        {
            "chapter": 40,
            "verse": 46,
            "text": "O ates ki sabah aksam ona arz olunurlar. Ve o saatin (kıyametin) vuku bulacagı gun: \"Firavun ailesini azabın en siddetlisine sokun!\" (denir)"
        },
        {
            "chapter": 40,
            "verse": 47,
            "text": "Ve onlar atesin icinde birbirleriyle tartısırlarken, zayıf olanlar kibirlenenlere: \"Gercekten biz size tabi olduk. Simdi siz, atesten nasibimizi bizden giderebilir misiniz?\" derler"
        },
        {
            "chapter": 40,
            "verse": 48,
            "text": "Kibirlenenler dedi ki: \"Muhakkak ki biz hepimiz, onun (atesin) icindeyiz. Allah mutlaka kulları arasında hukum vermistir"
        },
        {
            "chapter": 40,
            "verse": 49,
            "text": "Ve atesin icinde olanlar, cehennem bekcilerine soyle dediler: \"Rabbinize dua edin. Azaptan bir gunu bize hafifletsin"
        }
    ]
}