{
    "pages": [
        {
            "chapter": 76,
            "verse": 6,
            "text": "Allah´ın kulları, ictikleri o pınarı, fıskıra fıskıra (gurul gurul) akıtırlar"
        },
        {
            "chapter": 76,
            "verse": 7,
            "text": "Nezirlerini (adaklarını) ifa ederler (yerine getirirler). Ve serri (heryere) yayılan gunden korkarlar"
        },
        {
            "chapter": 76,
            "verse": 8,
            "text": "Ve sevdigi taamı (yemegi), miskinlere (fakir ve yoksullara), yetimlere ve esir olanlara yedirirler"
        },
        {
            "chapter": 76,
            "verse": 9,
            "text": "Biz sadece Allah´ın vechi icin sizi doyuruyoruz. Sizden bir karsılık ve tesekkur istemiyoruz"
        },
        {
            "chapter": 76,
            "verse": 10,
            "text": "Muhakkak ki biz, yuzlerin asık oldugu, belalı, zor gunde Rabbimizden korkuyoruz"
        },
        {
            "chapter": 76,
            "verse": 11,
            "text": "Oysa Allah, onları iste boyle bir gunun serrinden korudu. Ve onları, pırıl pırıl bir yuze ve surura (sevince) kavusturdu"
        },
        {
            "chapter": 76,
            "verse": 12,
            "text": "Ve sabırlarından dolayı onları cennetle ve ipek elbiselerle mukafatlandırdı"
        },
        {
            "chapter": 76,
            "verse": 13,
            "text": "Orada tahtlar uzerinde yaslanırlar. Orada gunes (siddetli sıcak) ve siddetli dondurucu soguk gormezler"
        },
        {
            "chapter": 76,
            "verse": 14,
            "text": "Onun (agaclarının) golgesi, onların uzerine yakındır. Ve onun (olgunlasmıs) meyveleri emre hazır olarak yaklastırılmıstır"
        },
        {
            "chapter": 76,
            "verse": 15,
            "text": "Ve gumusten kaplar ve billur kadehler ile onların etrafından dolasılır"
        },
        {
            "chapter": 76,
            "verse": 16,
            "text": "Gumusten kadehler ki onların miktarını belirlemislerdir"
        },
        {
            "chapter": 76,
            "verse": 17,
            "text": "Ve orada, muhtevası zencefil olan kadehler sunulur"
        },
        {
            "chapter": 76,
            "verse": 18,
            "text": "Orada “selsebil” diye isimlendirilen bir pınar vardır"
        },
        {
            "chapter": 76,
            "verse": 19,
            "text": "Ve olumsuz genc delikanlılar onların etrafında dolasırlar. Sen onları gordugun zaman sacılmıs inciler sanırsın"
        },
        {
            "chapter": 76,
            "verse": 20,
            "text": "Ve baktıgın zaman orada ni´metler, buyuk bir mulk ve saltanat gormus olursun"
        },
        {
            "chapter": 76,
            "verse": 21,
            "text": "Onların ustlerinde yesil ince ipekten ve islenmis atlastan elbiseler vardır. Gumusten bileziklerle suslenmislerdir. Ve Rab´leri onlara temiz (lezzetli) icecekler (saraplar) sundu"
        },
        {
            "chapter": 76,
            "verse": 22,
            "text": "Muhakkak ki bu, sizin mukafatınız oldu. Ve sizin cabalarınız tesekkure layık olmustur (takdir edilmistir)"
        },
        {
            "chapter": 76,
            "verse": 23,
            "text": "Muhakkak ki Biz, Biz sana Kur´an´ı, tenzil ederek (ayet ayet) indirdik"
        },
        {
            "chapter": 76,
            "verse": 24,
            "text": "Artık Rabbinin hukmune sabret. Onlardan kafir veya gunahkar olanlara itaat etme"
        },
        {
            "chapter": 76,
            "verse": 25,
            "text": "Ve Rabbinin ismini sabah ve aksam zikret"
        }
    ]
}