{
    "maqras": [
        {
            "chapter": 57,
            "verse": 16,
            "text": "Has the moment not yet come when the hearts of believers should be moved by the thought of God and the truth that has been sent down, so that they should not be like those who received the Book before them but whose hearts were hardened after a lapse of time, and many of them turned disobedient"
        },
        {
            "chapter": 57,
            "verse": 17,
            "text": "Know that God enlivens the earth even after it has died. We have explained to you clearly Our signs that you may understand"
        },
        {
            "chapter": 57,
            "verse": 18,
            "text": "Surely the men and women who spend in charity and give a goodly loan to God, will have it doubled for them and will receive a generous reward"
        },
        {
            "chapter": 57,
            "verse": 19,
            "text": "Those who believe in God and His apostles are true of word and deed; and by their Lord are considered testifiers of the truth. They have their guerdon and their light. As for those who do not believe and reject Our revelations, are the people of Hell"
        },
        {
            "chapter": 57,
            "verse": 20,
            "text": "Know that the life of this world is only a frolic and mummery, an ornamentation, boasting and bragging among yourselves, and lust for multiplying wealth and children. It is like rain so pleasing to the cultivator for his vegetation which sprouts and swells, and then begins to wither, and you see it turn to yellow and reduced to chaff. There is severe punishment in the Hereafter, but also forgiveness from God, and acceptance. As for the life of this world, it is no more than merchandise of vanity"
        },
        {
            "chapter": 57,
            "verse": 21,
            "text": "Hasten for the forgiveness of your Lord and Paradise whose expanse is as wide as that of the heavens and the earth, which has been prepared for those who believe in God and His apostles. This is the bounty of God which He bestows on whosoever He please; and the bounty of God is infinite"
        },
        {
            "chapter": 57,
            "verse": 22,
            "text": "There is no calamity that befalls the earth or your own selves but in accordance with the law (of causation) before We make it evident. This is indeed how the law of God works inevitably"
        },
        {
            "chapter": 57,
            "verse": 23,
            "text": "Lest you grieve for what you missed, or rejoice at what you received. God does not love the egoist and the braggart"
        },
        {
            "chapter": 57,
            "verse": 24,
            "text": "Who hold back what they possess and enjoin stinginess on others. Whoever turns away (from God, should remember) that God is self-sufficient, worthy of praise"
        },
        {
            "chapter": 57,
            "verse": 25,
            "text": "We have surely sent apostles with clear signs, and sent with them the Book and the Balance, so that men may stand by justice; and We sent down iron which causes much distress but also has advantages for men, so that God may know who helps Him and His apostles in secret. Verily God is all-powerful and all-mighty"
        },
        {
            "chapter": 57,
            "verse": 26,
            "text": "We sent Noah and Abraham, and gave prophethood to their progeny and the Book, and some of them are well-directed, but many of them are disobedient"
        },
        {
            "chapter": 57,
            "verse": 27,
            "text": "Then in their train We sent Our apostles, and succeeding them Jesus, son of Mary, and gave him the Gospel, and put into the hearts of his followers compassion and kindness. But they created monasticism which had not been prescribed for them by Us except for seeking the pleasure of God; yet they did not observe it as it should have been rightly observed. So We gave those among them who were believers their reward; but most of them are disobedient"
        },
        {
            "chapter": 57,
            "verse": 28,
            "text": "O you who believe, have fear of displeasing God, and believe in His Prophet. He will give you twice as much of His bounty and place a light for you to walk in, and forgive you, for God is forgiving and kind"
        },
        {
            "chapter": 57,
            "verse": 29,
            "text": "So that the people of the Book may know that they have not the least power over the bounty of God, and that the bounty is wholly in the hands of God to give whosoever He please, for God is the master of infinite bounty"
        }
    ]
}