{
    "maqras": [
        {
            "chapter": 2,
            "verse": 60,
            "text": "And remember, when Moses asked for water for his people, We told him to strike the rock with his staff, and behold, twelve springs of gushing water gushed forth so that each of the tribes came to know its place of drinking. Eat and drink, (enjoy) God's gifts, and spread no discord in the land"
        },
        {
            "chapter": 2,
            "verse": 61,
            "text": "Remember, when you said: \"O Moses, we are tired of eating the same food (day after day), ask your Lord to give us fruits of the earth, herbs and cucumbers, grains and lentils and onions;\" he said: \"Would you rather exchange what is good with what is bad? Go then to the city, you shall have what you ask.\" So they were disgraced and became indigent, earning the anger of God, for they disbelieved the word of God, and slayed the prophets unjustly, for they transgressed and rebelled"
        },
        {
            "chapter": 2,
            "verse": 62,
            "text": "Surely the believers and the Jews, Nazareans and the Sabians, whoever believes in God and the Last Day, and whosoever does right, shall have his reward with his Lord and will neither have fear nor regret"
        },
        {
            "chapter": 2,
            "verse": 63,
            "text": "Remember the day We made the covenant with you and exalted you on the Mount and said: \"Hold fast to what We have given you, and remember what is therein that you may take heed"
        },
        {
            "chapter": 2,
            "verse": 64,
            "text": "But you went back (on your word), and but for the mercy and grace of God you were lost"
        },
        {
            "chapter": 2,
            "verse": 65,
            "text": "You know and have known already those among you who had broken the sanctity of the Sabbath, and to whom We had said: \"Become (like) apes despised"
        },
        {
            "chapter": 2,
            "verse": 66,
            "text": "And whom We made an example for the people (of the day) and those after them, and warning for those who fear God"
        },
        {
            "chapter": 2,
            "verse": 67,
            "text": "Remember, when Moses said to his people: \"God demands that you sacrifice a cow,\" they said: \"Are you making fun of us?\" And he said: \"God forbid that I be of the ignorant"
        },
        {
            "chapter": 2,
            "verse": 68,
            "text": "Call on your Lord for us,\" they said, \"that He might inform us what kind she should be.\" \"Neither old nor young, says God, but of age in between,\" answered Moses. \"So do as you are bid"
        },
        {
            "chapter": 2,
            "verse": 69,
            "text": "Call on your Lord,\" they said, \"to tell us the colour of the cow.\" \"God says,\" answered Moses, \"a fawn coloured cow, rich yellow, well pleasing to the eye"
        },
        {
            "chapter": 2,
            "verse": 70,
            "text": "Call on your Lord,\" they said, \"to name its variety, as cows be all alike to us. If God wills we shall be guided aright"
        },
        {
            "chapter": 2,
            "verse": 71,
            "text": "And Moses said: \"He says it's a cow unyoked, nor worn out by ploughing or watering the fields, one in good shape with no mark or blemish.\" \"Now have you brought us the truth,\" they said; and then, after wavering, they sacrificed the cow"
        },
        {
            "chapter": 2,
            "verse": 72,
            "text": "Remember when you killed a man and blamed each other for the deed, God brought to light what you concealed"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "We had pronounced already: \"Slay (the murderer) for (taking a life).\" Thus God preserves life from death and shows you His signs that you may understand"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "Yet, in spite of this, your hearts only hardened like rocks or even harder, but among rocks are those from which rivers flow; and there are also those which split open and water gushes forth; as well as those that roll down for fear of God. And God is not negligent of all that you do"
        }
    ]
}