{
    "rukus": [
        {
            "chapter": 23,
            "verse": 23,
            "text": "Dhugumatti, Nuti Nuuhiin gara ummata isaa erginee jirraInnis ni jedhe: “Yaa ummata kiyya! Allaah gabbaraaIsa malee gabbaramaan biraa isiniif hin jiruSila isin (Allaah) hin sodaattanii?”"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "Qondaaltonni ummata isaa irraa kafaran ni jedhan: “Kun namuma akka keessaniiti malee waan biraa hin taaneIsin irra of caalchisuu fedhaRabbiin odoo fedhee silaa maleykota buusa tureWaan kana nuti abbootii keenya durii keessattis hin dhageenye"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "Inni nama maraatummaan itti jiru malee waan biraa mitiKanaafuu hanga yeroo murtaa’ee isa eegaa.”"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "(Nuuhis) ni jedhe: “Gooftaa kiyya! Waan ana sobsiisaniif isaan irratti na gargaari.”"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "Nuti (akkana jechuun): gara isaatti wahyii goone: “Ilaalchaafi ajaja keenyaan doonii hojjadhuYeroo ajajni keenya dhufee, badaa ibiddaa (jalaan bishaan) madde, waan hunda irraa gosoota lama lama (kormaafi dhalaa) ishee (doonii san) keessa seensisiMaatii keetis (seensisi) nama isaan irraa jechi (adabbiin) keenya duraan irratti dabre maleeWaa’ee warra miidhaa hojjatanii keessatti homaa ana hin gaafatinDhugumatti, isaan bishaaniin nyaatamoodha"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "Yeroo atiifi namoonni si waliin jiran doonii gubbaa baatan “Faaruun kan Rabbii Isa namoota miidhaa hojjatan irraa nu baraarseeti” jedhi"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "Ammas jedhi: “Gooftaa kiyya! Qubsuma barakaa qabu na qubsiisi; Atis irra caalaa qubsiiftotaati.”"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "Dhugumatti, (adaba ummata Nuuh) kana keessa mallattooleetu jira; Nuti dhugumatti (ummata Nuuhii) qormaatoo taanee jirra"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "Sana boodas, isaan duubaan dhaloota biroo uumne"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "Isaan keessatti ergamaa isaan irraa ta’e erginee “Rabbiin gabbaraa; Isa malee Gooftaan biraa isiniif hin jiruSila isin (Allaah) hin sodaattanuu?” (jenne)"
        }
    ]
}