{
    "maqras": [
        {
            "chapter": 40,
            "verse": 21,
            "text": "mūsārannu nāvu nam'ma purāvegaḷondige hāgū spaṣṭa pramāṇadondige kaḷisiddevu"
        },
        {
            "chapter": 40,
            "verse": 22,
            "text": "phir‌aun, hāmān hāgū kārūnara kaḍege. Ādare avarella avarannu māṭagāranendū suḷḷugāranendū karedaru"
        },
        {
            "chapter": 40,
            "verse": 23,
            "text": "avaru nam'ma kaḍeyinda satyadondige avara baḷige talupidāga avaru, ‘‘avana jote viśvāsigaḷāgiruvavara putrarannellā kondu biḍi mattu avara putriyarannu mātra jīvanta biṭṭu biḍi’’ endaru. Ādare, dhikkārigaḷa san̄cu viphalavāgibiṭṭitu"
        },
        {
            "chapter": 40,
            "verse": 24,
            "text": "mattu phir‌aun hēḷidanu; ‘‘nannannu biṭṭu biḍi, nānu mūsānannu kondu biḍuvenu, avanu tanna dēvarannu kareyali. Avanu nim'mannu matāntarisabahudu athavā bhūmiyalli aśānti haraḍabahudemba ātaṅka nanagide’’"
        },
        {
            "chapter": 40,
            "verse": 25,
            "text": "mattu mūsā hēḷidaru; ‘‘vicāraṇeya dinadalli nambike illada pratiyobba ahaṅkāriya virud'dha nānu, nannoḍeyanū ninnoḍeyanū āgiruvātana rakṣaṇeyannu kōruttēne’’"
        },
        {
            "chapter": 40,
            "verse": 26,
            "text": "mattu phir‌aun‌na baḷagadallidda hāgū tanna nambikeyannu guptavāgiṭṭidda viśvāsiyobbanu hēḷidanu; ‘‘nīvēnu, allāhanē nannoḍeyanendu hēḷida mātrakke, nim'meḍeyana kaḍeyinda spaṣṭa nidarśanagaḷannu tandiruva vyaktiyobbanannu kondu biḍuvirā? Ondu vēḷe avanu suḷḷugāranāgiddare, avana suḷḷina hoṇeyu avana mēleyē iruvudu. Innu, avanu satyavantanāgiddare, avanu nimage vāgdāna māḍiruva śikṣeya ondaṣṭu bhāgavantu nimage khaṇḍita sigalide. Allāhanu atikramiyāgiruva suḷḷugāranige khaṇḍita saridāriyannu tōrisuvudilla’’"
        },
        {
            "chapter": 40,
            "verse": 27,
            "text": "‘‘Nanna janāṅgadavarē, indu ādhipatyavu nimage sēride. Nīvu bhūmiyalli prabhāvaśāligaḷāgiruviri. Ādare, allāhana prakōpavu nam'ma mēle banderagidare, yāru tānē namage neravāgaballaru?’’ Phir‌aun hēḷidanu; nānu nanage tōciddannē nimage hēḷuttiddēne mattu nānu nimage oḷitina dāriyannē tōrisuttiddēne’’"
        },
        {
            "chapter": 40,
            "verse": 28,
            "text": "mattu viśvāsiyāgiddavanu hēḷidanu; ‘‘nanna janāṅgadavarē, (gatakālada) daṇḍugaḷu kaṇḍa (vināśada) dinavu nim'ma pāligū bandu biḍuvudemba āśaṅke nanagide’’"
        },
        {
            "chapter": 40,
            "verse": 29,
            "text": "‘‘nūh, ād mattu samūd‌ra janāṅgadavaru hāgū avara anantaradavaru edurisida gatiyē (nimagū odagītu). Allāhanantu tanna dāsara mēle akramavesaga bayasuvudilla’’"
        },
        {
            "chapter": 40,
            "verse": 30,
            "text": "‘‘nanna janāṅgadavarē, hāhākārada dinavondannu nīvu edurisabēkādītemba āśaṅke nanagide’’"
        },
        {
            "chapter": 40,
            "verse": 31,
            "text": "‘‘andu nīvu bennu tirugisi ōḍuviri (mattu) allāhaninda nim'mannu rakṣisaballavaru yārū iralāraru. Allāhanē dāri tappisi biṭṭavanige yārū saridāriyannu tōralāraru’’"
        },
        {
            "chapter": 40,
            "verse": 32,
            "text": "ī hinde nim'ma baḷige yūsupharu spaṣṭa purāvegaḷondige bandiddaru. Ādare, avaru nim'ma baḷige tandidda sandēśada kuritu nīvu sanśayagrastarāgiddiri. Konege avaru mr̥tarādāga nīvu, avara baḷika allāhanu innārannū dūtarāgi kaḷisalāranendu hēḷidiri. Atikramiyāgiruva sanśayagrastanannu allāhanu idē rīti dārigeḍisuttāne"
        },
        {
            "chapter": 40,
            "verse": 33,
            "text": "avaru tam'ma baḷige yāvudē pramāṇa bandilladiddarū, allāhana vacanagaḷa viṣayadalli jagaḷāḍuttāre. Idu allāhana baḷiyallū, satyaviśvāsigaḷa baḷiyallū tīrā apriya viṣayavāgide. Ahaṅkāri hāgū vidrōhiyāgiruva pratiyobbana hr̥dayada mēlū allāhanu idē rīti mudreyotti biṭṭiruttāne"
        },
        {
            "chapter": 40,
            "verse": 34,
            "text": "phir‌aun hēḷidanu; ‘‘ō (saciva) hāmān, nanagondu ettarada gōpuravannu racisikoḍu. Ā mūlaka kelavu dārigaḷannu talupalu nanage sādhyavādītu’’"
        },
        {
            "chapter": 40,
            "verse": 35,
            "text": "‘‘Ākāśada ā dārigaḷa mūlaka nānu mūsāra dēvareḍege iṇuki nōḍuvenu. Nānantu āta (mūsā)nannu suḷḷugāranendē bhāvisuttēne’’. Ī rīti phir‌aun‌na pālige ātana duṣṭa kr̥tyagaḷannu candagāṇisi biḍalāyitu mattu avanannu nēra mārgadinda taḍeyalāyitu. Konege phir‌aunana ella san̄cugaḷū viphalavāgibiṭṭavu"
        },
        {
            "chapter": 40,
            "verse": 36,
            "text": "viśvāsiyāgiddavanu hēḷidanu; ‘‘nanna janāṅgadavarē, nīvu nannannu anusarisiri. Nānu nimage sariyāda mārgavannu tōrisuvenu’’"
        },
        {
            "chapter": 40,
            "verse": 37,
            "text": "‘‘nanna janāṅgadavarē, ihalōkada ī baduku kēvala tātkālika. Nijavāgi, paralōkavē śāśvata neleyāgide’’"
        },
        {
            "chapter": 40,
            "verse": 38,
            "text": "‘‘duṣṭa karmagaḷannu māḍidavanige antahadē pratiphala siguvudu mattu satkarmagaḷannu māḍida vyakti, puruṣanirali, strī irali, viśvāsiyāgiddare, avarē svargavannu sēruvaru. Alli avarige apāra sampannateyannu nīḍalāguvudu’’"
        },
        {
            "chapter": 40,
            "verse": 39,
            "text": "‘‘mattu, nanna janāṅgadavarē, idēnu, nānu nim'mannu vimōcaneyeḍege kareyuttiddēne. Ādare, nīvu nannannu narakadeḍege āmantrisuttiruviri’’"
        },
        {
            "chapter": 40,
            "verse": 40,
            "text": "‘‘allāhanannu nānu dhikkarisabēku hāgū nanage arivē illadavugaḷannu avana jote pālugoḷisabēkendu nīvu nanage kare nīḍuttiruviri. Itta nānu nim'mannu atyanta prabalanū kṣamāśīlanū āgiruvātana (allāhana) kaḍege āmantrisuttiddēne’’"
        }
    ]
}