{
    "pages": [
        {
            "chapter": 7,
            "verse": 23,
            "text": "They said, “Our Lord, We have wronged our own souls. If you do not forgive us and do not bestow upon us Your mercy, we will certainly be lost.”"
        },
        {
            "chapter": 7,
            "verse": 24,
            "text": "God said, “Get down, with enmity between yourselves. On earth will be your dwelling-place and your means of livelihood for a time.”"
        },
        {
            "chapter": 7,
            "verse": 25,
            "text": "He said, “There you will live, and there you will die, but from it will you be taken out.”"
        },
        {
            "chapter": 7,
            "verse": 26,
            "text": "O children of Adam, We have bestowed raiment upon you to cover your shame, as well as to be an adornment to you, but the raiment of righteousness, that is best. Such are among the signs of God, that they might receive advice"
        },
        {
            "chapter": 7,
            "verse": 27,
            "text": "O you children of Adam, let not Satan seduce you in the same manner as he seduced your parents out of the garden, stripping them of their raiment, to expose their shame, for he and his party watch you from places where you cannot see them. We made the devils friends to those without faith"
        },
        {
            "chapter": 7,
            "verse": 28,
            "text": "When they do anything that is shameful they say, “We found our fathers doing so, and God asked us to do this.” Say, “No, God never asks what is shameful. Do you say things about God that you do not know?”"
        },
        {
            "chapter": 7,
            "verse": 29,
            "text": "Say, “My Lord has commanded justice, and that you submit your whole selves to Him at every time and place of prayer, and call upon Him, making your devotion to Him sincere. As He created you in the beginning, so will you be again.”"
        },
        {
            "chapter": 7,
            "verse": 30,
            "text": "Some He has guided, others have deserved the loss of their way, in that they took the devils, in preference to God, for their friends and protectors, and think that they receive guidance"
        }
    ]
}