{
    "pages": [
        {
            "chapter": 13,
            "verse": 29,
            "text": "“For those who believe and work righteousness is blessedness, and a beautiful place of return.”"
        },
        {
            "chapter": 13,
            "verse": 30,
            "text": "We have sent you to the people as We sent others to people who have passed away before them, in order that you might rehearse to them what We send down to you by inspiration, yet they reject Him, the Merciful Benefactor. Say, “He is my Lord, there is no god but He. Upon Him is my trust, and to Him do I turn.”"
        },
        {
            "chapter": 13,
            "verse": 31,
            "text": "If there were a Quran with which mountains could be moved, or the earth was split apart, or the dead were made to speak, this would be the one, but truly the command is with God in all things. Do the believers not know that had God so willed, He could have guided all of humanity? But never will disaster cease to seize the unbelievers for their deeds or to settle close to their homes, until the promise of God comes to pass, for indeed God will not fail in His promise"
        },
        {
            "chapter": 13,
            "verse": 32,
            "text": "Mocked were messengers before you, but I granted respite to the unbelievers, then finally I punished them. And how terrible was my punishment"
        },
        {
            "chapter": 13,
            "verse": 33,
            "text": "Is then He who stands over every soul and knows all that it does like any others? And yet they ascribe partners to God. Say, “So name them. And is it that you will inform Him of something He does not know on earth, or is it just words?” No, to those who do not believe, the unbelievers’ pretense seems pleasing, but they are kept back from the path, and those whom God leaves to stray, no one can guide"
        },
        {
            "chapter": 13,
            "verse": 34,
            "text": "For them is a penalty in the life of the present, but truly more trying is the penalty of the future. They have no defender against God"
        }
    ]
}