{
    "pages": [
        {
            "chapter": 22,
            "verse": 65,
            "text": "Do you not see that God has made subject to you all that is on the earth, and the ships that sail through the waters by His command? He withholds the sky’s rain from failing on the earth except by His permission, for God is Most Kind and the Merciful Redeemer to humanity"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "It is He Who gave you life, will cause you to die, and will again give you life. Truly humanity is a most ungrateful creature"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "To every people We have appointed rites and ceremonies which they perform. Then let them not dispute with you over the matter, but invite them to your Lord, for you are surely on the right way"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "If they argue with you say, “God knows best what it is you do.”"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "“God will judge between you on the Day of Accountability, concerning the matters in which you differ.”"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "Do you not know that God knows all that is in heaven and on earth? Indeed it is all in a record, and that is easy for God"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "Yet they worship besides God, things for which no authority has been sent down to them, and of which they have no knowledge, for those who do wrong there is no helper"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "When Our clear signs are rehearsed to them, you will notice denial on the faces of the unbelievers. They nearly attack those who rehearse Our signs to them. Say, “Shall I tell you of something far worse than these signs? It is the fire of hell. God has promised it to the unbelievers, and evil is that destination.”"
        }
    ]
}