{
    "pages": [
        {
            "chapter": 27,
            "verse": 64,
            "text": "And Who originates creation, then repeats it, and Who gives you sustenance from heaven and earth? Can there be another god besides God? Say, “Bring forward your argument if you are telling the truth.”"
        },
        {
            "chapter": 27,
            "verse": 65,
            "text": "Say, none in outer-space nor on earth, except God, knows what is hidden, nor can they know when they will be raised up"
        },
        {
            "chapter": 27,
            "verse": 66,
            "text": "Nor can their knowledge comprehend the hereafter. No, they are in doubt. No, they are blind to it"
        },
        {
            "chapter": 27,
            "verse": 67,
            "text": "The unbelievers say, “What, when we become dust, we and our ancestors, will we really be raised from the dead"
        },
        {
            "chapter": 27,
            "verse": 68,
            "text": "“Indeed we were promised this, as well as our ancestors before us. But these are nothing but tales of the ancient.”"
        },
        {
            "chapter": 27,
            "verse": 69,
            "text": "Say, “Go through the earth and see what the end of those guilty of wrongdoing was.”"
        },
        {
            "chapter": 27,
            "verse": 70,
            "text": "But do not grieve over them, nor distress yourself because of their plans"
        },
        {
            "chapter": 27,
            "verse": 71,
            "text": "They also say, “When will this promise come if you are truthful?”"
        },
        {
            "chapter": 27,
            "verse": 72,
            "text": "Say, “It may be that some of the events which you wish to hasten are close.”"
        },
        {
            "chapter": 27,
            "verse": 73,
            "text": "But indeed your Lord is full of grace to humanity, yet most of them are ungrateful"
        },
        {
            "chapter": 27,
            "verse": 74,
            "text": "And indeed your Lord knows all that their hearts hide as well as all that they reveal"
        },
        {
            "chapter": 27,
            "verse": 75,
            "text": "Nor is anything hidden in heaven or on earth, except what is in a clear record"
        },
        {
            "chapter": 27,
            "verse": 76,
            "text": "Indeed this Quran explains to the Children of Israel much of the matters which they disagree"
        }
    ]
}