{
    "pages": [
        {
            "chapter": 39,
            "verse": 6,
            "text": "He created you all from a single soul. Then created of like nature her mate. And He sent down for you eight heads of livestock in pairs. He creates you in the wombs of your mothers, in stages one after another, in three veils of darkness. Such is God, your Lord. To Him belongs all control. There is no god but He. Then how are you turned away"
        },
        {
            "chapter": 39,
            "verse": 7,
            "text": "If you reject God, truly God has no need of you, but He likes not ingratitude from His servants. If you are grateful, He is pleased with you. No bearer of burdens can bear the burden of another. In the end, to your Lord is your return, then He will tell you the truth of all that you did, for He knows well all that is in the heart"
        },
        {
            "chapter": 39,
            "verse": 8,
            "text": "When some trouble touches the people, they cry to their Lord, turning to Him in repentance, but when He bestows a favor upon them as from Himself, the people forget that they ever cried and prayed, and they set up rivals to God, misleading others from God's path. Say, “Enjoy your blasphemy for a little while, indeed you are of the companions of the fire.”"
        },
        {
            "chapter": 39,
            "verse": 9,
            "text": "Is one who worships devoutly during the hours of the night, prostrating himself and standing, who is aware of the hereafter, and who places his hope in the mercy of his Lord like one who does not? Say, “Are those equal, those who know and those who do not know? It is those who are endued with understanding that remember.”"
        },
        {
            "chapter": 39,
            "verse": 10,
            "text": "Say, “O my servants who believe, be conscious of your Guardian Evolver, good is for those who do good in the present, and it will be as spacious as God's earth. Those who patiently persevere will truly receive a reward without measure.”"
        }
    ]
}