{
    "pages": [
        {
            "chapter": 40,
            "verse": 78,
            "text": "We sent messengers before you. Of them there are some whose story We have related to you, and some whose story We have not related to you. It was not possible for any messenger to bring a sign except by the permission of God, but when the command of God issued, the matter was decided in truth and justice, and they perished there, those who stood on falsehood"
        },
        {
            "chapter": 40,
            "verse": 79,
            "text": "It is God Who made livestock for you, that you might use some for riding and some for food"
        },
        {
            "chapter": 40,
            "verse": 80,
            "text": "And there are other advantages in them for you, that you may attain through them any need in your chest, and on them, and on ships you are carried"
        },
        {
            "chapter": 40,
            "verse": 81,
            "text": "And He shows you His signs. Then which of the signs of God will you deny"
        },
        {
            "chapter": 40,
            "verse": 82,
            "text": "Do they not travel through the earth and see what the end of those before them was? They were more numerous, and superior in strength, and in the traces they have left in the land. Yet all that they accomplished was of no profit to them"
        },
        {
            "chapter": 40,
            "verse": 83,
            "text": "For when their messengers came to them with clear signs, they reveled in the knowledge and skill they had. But the very thing, at which they were accustomed to ridicule, captured them"
        },
        {
            "chapter": 40,
            "verse": 84,
            "text": "But when they saw Our punishment they said, “We believe in God, the one God, and we reject the partners we joined with Him.”"
        },
        {
            "chapter": 40,
            "verse": 85,
            "text": "But their professing the faith when they saw Our punishment was not going to profit them. Such has been God's way of dealing with His servants from the most ancient of times, and lost were the rejecters"
        }
    ]
}