{
    "pages": [
        {
            "chapter": 3,
            "verse": 71,
            "text": "O you people of the Book, why do you clothe truth with falsehood, and conceal the truth while you have knowledge"
        },
        {
            "chapter": 3,
            "verse": 72,
            "text": "A group of the people of the Book say, “Believe in the morning what is revealed to the believers, but reject it at the end of the day, so perhaps they may turn back"
        },
        {
            "chapter": 3,
            "verse": 73,
            "text": "“And believe no one unless he follows your way.” Say, “True guidance is the guidance of God. Or will a revelation be sent to someone like that which was sent to you? Or should they engage you in argument before your Lord?” Say, “All bounties are in the Hand of God. He grants them to whom He pleases, and God cares for all, and He knows all things.”"
        },
        {
            "chapter": 3,
            "verse": 74,
            "text": "For His mercy, He specially chooses whom He pleases, for God is the Lord of bounties unbounded"
        },
        {
            "chapter": 3,
            "verse": 75,
            "text": "Among the people of the Book are some who if entrusted with a treasure of gold would return it, others who if entrusted with a single silver coin will not return it unless you stood constantly demanding, because they said, “There is no obligation on us to keep faith with those who are unlettered.” But they tell a lie against God, and they know it"
        },
        {
            "chapter": 3,
            "verse": 76,
            "text": "No, those who keep their faith and do right, indeed know that God loves those who do right"
        },
        {
            "chapter": 3,
            "verse": 77,
            "text": "As for those who sell the faith they owe to God, and their own word for a miserable price, they will not be gratified in the hereafter, nor will God speak to them or look at them on the Day of Accountability, nor will He redeem them. They will have a terrible penalty"
        }
    ]
}