{
    "pages": [
        {
            "chapter": 4,
            "verse": 66,
            "text": "If We ordered them to sacrifice their lives or to leave their homes, very few of them would have done so. But if they had done what they were told, it would have been best for them, and would have gone furthest to strengthen their faith"
        },
        {
            "chapter": 4,
            "verse": 67,
            "text": "And We would then have given them, from our presence, a great reward"
        },
        {
            "chapter": 4,
            "verse": 68,
            "text": "And We would have shown them the straight way"
        },
        {
            "chapter": 4,
            "verse": 69,
            "text": "All who follow God and the messenger, are in the company of those on whom is the grace of God, the Prophets who teach, the sincere, the witnesses, and the righteous. What a beautiful fellowship"
        },
        {
            "chapter": 4,
            "verse": 70,
            "text": "Such is the bounty from God, and sufficient is it that God knows all"
        },
        {
            "chapter": 4,
            "verse": 71,
            "text": "O you who believe, take your precautions, and either go forward in groups or go forward all together"
        },
        {
            "chapter": 4,
            "verse": 72,
            "text": "There are certainly among you those who would stay behind. If a misfortune befalls you they say, “God favored us in that we were not present among them.”"
        },
        {
            "chapter": 4,
            "verse": 73,
            "text": "But if good fortune comes to you from God they would be sure to say, as if there had never been ties of affection between you and them, “Oh, I wish I had been with them, a great success would I have made of it.”"
        },
        {
            "chapter": 4,
            "verse": 74,
            "text": "Let those fight in the cause of God, who sell the life of the present for the hereafter. To him who fights in the cause of God, whether he is slain or is victorious, soon We will give him a reward of immense value"
        }
    ]
}