{
    "pages": [
        {
            "chapter": 4,
            "verse": 95,
            "text": "Not equal are those believers who sit at home and receive no hurt, and those who strive and fight in the cause of God with their goods and their persons. God has granted a grade higher to those who strive and fight with their goods and persons, than to those who sit at home. To all has God promised good, but He favors those who strive and fight, above those who sit at home, with a special reward"
        },
        {
            "chapter": 4,
            "verse": 96,
            "text": "Ranks specially bestowed by Him, and forgiveness and mercy. For God is Oft-Forgiving, Mercifully Redeeming"
        },
        {
            "chapter": 4,
            "verse": 97,
            "text": "When angels take the souls of those who die harming their souls, they say, “In what condition were you in?” They will reply, “Weak and oppressed were we in the earth.” They say, “Was not the earth of God spacious enough for you to move yourselves away from wrong?” Such people will find their abode in hell, what a terrible place"
        },
        {
            "chapter": 4,
            "verse": 98,
            "text": "Except for those who are truly weak and oppressed. The men, women, and children who have neither means in their power, nor were they guided to the path"
        },
        {
            "chapter": 4,
            "verse": 99,
            "text": "For these, there is hope that God will forgive, for God removes sins and forgive again and again"
        },
        {
            "chapter": 4,
            "verse": 100,
            "text": "He who abandons his home in the cause of God, finds in the earth many places of refuge, wide and spacious. If he dies as a refugee from home, for God and His messenger, his reward becomes due and sure with God, and God is Oft-Forgiving, Mercifully Redeeming"
        },
        {
            "chapter": 4,
            "verse": 101,
            "text": "When you travel through the earth, there is no blame on you if you shorten your prayers, for fear the unbelievers may attack you. For the unbelievers are to you open enemies"
        }
    ]
}