{
    "rukus": [
        {
            "chapter": 6,
            "verse": 1,
            "text": "ستایش خدای راست که آسمانها و زمین را آفرید و تاریکی‌ها و روشنایی را مقرّر داشت (و با آنکه نظم آسمان و زمین دلیل یکتایی اوست) باز کافران به پروردگار خود شرک می‌آورند"
        },
        {
            "chapter": 6,
            "verse": 2,
            "text": "اوست خدایی که شما را از گِلی آفرید، پس فرمان اجل و مرگ را بر همه کس معین کرد، و اجلی که معین و معلوم است به نزد اوست، باز شما شک در آیات او می‌کنید"
        },
        {
            "chapter": 6,
            "verse": 3,
            "text": "و اوست خدا در همه آسمانها و در زمین، که از نهان و آشکار شما با خبر است و بدانچه می‌کنید آگاه است"
        },
        {
            "chapter": 6,
            "verse": 4,
            "text": "و هیچ آیتی از آیات الهی بر اینان نیامد جز آنکه (از روی جهل و عناد) از آن روی گردانیدند"
        },
        {
            "chapter": 6,
            "verse": 5,
            "text": "حق را که بر آنها آمد جدّاً تکذیب کردند، پس به زودی خبر آنچه که آن را به سخریه گرفتند به آنان می‌رسد"
        },
        {
            "chapter": 6,
            "verse": 6,
            "text": "آیا ندیدند پیش از ایشان چه بسیار گروهی را هلاک نمودیم و حال آنکه در زمین به آنها قدرت و تمکّنی داده بودیم که شما را نداده‌ایم؟ و از آسمان بر آنها باران (رحمت ظاهر و رحمت باطن که کتاب آسمانی است) پیوسته فرستادیم و نهرها در زمین جاری ساختیم، پس چون نافرمانی کردند آن‌ها را هلاک نمودیم و گروهی دیگر بعد از آنها پدید آوردیم"
        },
        {
            "chapter": 6,
            "verse": 7,
            "text": "و اگر ما کتابی بر تو فرستیم در کاغذی که آن را به دست خود لمس کنند، باز کافران گویند: این نیست مگر سحری آشکار"
        },
        {
            "chapter": 6,
            "verse": 8,
            "text": "و گفتند: چرا (اگر محمد صلّی اللّه علیه و آله و سلّم رسول است) بر او فرشته‌ای نازل نشد؟ و چنانچه فرشته‌ای بفرستیم کار تمام شود و دیگر لحظه‌ای آنها مهلت نخواهند یافت"
        },
        {
            "chapter": 6,
            "verse": 9,
            "text": "و چنانچه رسول را فرشته‌ای قرار می‌دادیم باز هم او را به صورت مردی در می‌آوردیم و بی‌شک سبب می‌شدیم که همان اشتباهی که برای دیگران پیش می‌آوردند برای خودشان پیش آید"
        },
        {
            "chapter": 6,
            "verse": 10,
            "text": "(ای پیغمبر) پیش از تو هم امم گذشته پیغمبران خود را سخت استهزاء کردند، پس آنان را کیفر این عمل دامنگیر شد"
        }
    ]
}