{
    "rukus": [
        {
            "chapter": 6,
            "verse": 101,
            "text": "اوست پدید آرنده آسمانها و زمین، چگونه وی را فرزندی تواند بود در حالی که او را جفتی نیست؟! و او همه چیز را آفریده و به همه چیز داناست"
        },
        {
            "chapter": 6,
            "verse": 102,
            "text": "این است (وصف) پروردگار شما، که جز او هیچ خدایی نیست، آفریننده هر چیز است، پس او را پرستش کنید، و او نگهبان همه موجودات است"
        },
        {
            "chapter": 6,
            "verse": 103,
            "text": "او را هیچ چشمی درک ننماید و او همه بینندگان را مشاهده می‌کند و او لطیف و نامرئی و (به همه چیز خلق) آگاه است"
        },
        {
            "chapter": 6,
            "verse": 104,
            "text": "آیات الهی و کتب آسمانی که سبب بصیرت شماست البته از طرف پروردگارتان آمد، پس هر کس بصیرت یافت خود به سعادت رسید و هر کس که کور بماند خود در زیان افتاد، و من نگهبان شما نیستم"
        },
        {
            "chapter": 6,
            "verse": 105,
            "text": "و این چنین ما آیات قرآن را به انواع گوناگون بیان کنیم (تا وسیله هدایت شود) ولی عاقبت کافران نادان گویند: تو (اینها را) به درس آموخته‌ای! و تا آن را برای اهل دانش بیان کنیم"
        },
        {
            "chapter": 6,
            "verse": 106,
            "text": "ای پیغمبر هر چه از خدا به تو وحی شد از آن پیروی کن، که خدایی جز آن ذات یکتا نیست و از مشرکان روی بگردان"
        },
        {
            "chapter": 6,
            "verse": 107,
            "text": "و اگر خدا می‌خواست آنها شرک نمی‌آوردند، و ما تو را نگهبان ایشان نکردیم و تو وکیل آنها نیستی"
        },
        {
            "chapter": 6,
            "verse": 108,
            "text": "و (شما مؤمنان) به آنچه مشرکان غیر از خدا می‌خوانند دشنام ندهید تا مبادا آنها از روی ظلم و جهالت خدا را دشنام دهند. این چنین ما عمل هر قومی را در نظرشان زینت داده‌ایم، سپس بازگشت آنها به سوی پروردگارشان است و خدا آنان را به کردارشان آگاه می‌گرداند"
        },
        {
            "chapter": 6,
            "verse": 109,
            "text": "و به خدا به سخت ترین سوگندهای خود قسم یاد کردند که البته اگر آیتی بیاید ایمان آرند. بگو: آیات از طرف خداست، و شما مؤمنان چه می‌دانید؟ (و چگونه به گفته این کافران مطمئن می‌شوید؟ آنها همان مردم معاندند که) اگر آیتی هم آید هرگز ایمان نمی‌آورند"
        },
        {
            "chapter": 6,
            "verse": 110,
            "text": "و ما دل و دیده اینان را چنانکه اول بار ایمان نیاوردند اکنون نیز از ایمان بگردانیم و آنها را به حال طغیان و سرکشی واگذاریم تا در ورطه ضلالت فرومانند"
        }
    ]
}