{
    "rukus": [
        {
            "chapter": 12,
            "verse": 105,
            "text": "و (این مردم بی‌خرد) چه بسیار بر آیات و نشانه‌ها (ی قدرت حق) در آسمانها و زمین می‌گذرند و از آن روی می‌گردانند"
        },
        {
            "chapter": 12,
            "verse": 106,
            "text": "و اکثر خلق به خدا ایمان نمی‌آورند مگر آنکه مشرک باشند (و جز خدا امور دیگر را نیز مؤثر در انتظام عالم دانند)"
        },
        {
            "chapter": 12,
            "verse": 107,
            "text": "آیا (مردم کافر) ایمن از آنند که عذابی از (قهر) خدا بر آنها احاطه کند یا آنکه ساعت مرگ و قیامتشان ناگهان فرا رسد که در آن حال غافل باشند؟"
        },
        {
            "chapter": 12,
            "verse": 108,
            "text": "بگو: طریقه من و پیروانم همین است که خلق را به خدا با بینایی و بصیرت دعوت کنیم، و خدا را از شرک و شریک منزه دانم و هرگز به خدای یکتا شرک نیاورم"
        },
        {
            "chapter": 12,
            "verse": 109,
            "text": "و ما هیچ کس را پیش از تو به رسالت نفرستادیم جز آنکه رسولان همه (مانند تو) مردانی بودند از اهل شهرهای دنیا که به وحی ما مؤیّد شدند، (اینان که به انکار رسول به راه کفر و باطل می‌روند) آیا در روی زمین سیر نکرده‌اند تا عاقبت حال پیشینیانشان را (که چگونه هلاک شدند) بنگرند؟ و محققا سرای آخرت برای اهل تقوا (از حیات دنیا) بسیار نیکوتر است، آیا تعقل نمی‌کنید؟"
        },
        {
            "chapter": 12,
            "verse": 110,
            "text": "(مردم با انبیاء چندان ضدیت کردند) تا آنجا که رسولان مأیوس شده و گمان کردند که وعده نصرت خدا خلاف خواهد شد (یا گمان کردند که دیگر هیچ کس تصدیق آنها نخواهد کرد) در آن حال یاری ما بدیشان فرا رسید تا هر که ما خواستیم نجات داده شد، و نیز قهر و انتقام ما از بدکاران عالم باز گردانده نخواهد شد"
        },
        {
            "chapter": 12,
            "verse": 111,
            "text": "همانا در حکایت آنان برای صاحبان عقل عبرت کامل خواهد بود. این قرآن نه سخنی است که فرا توان بافت لیکن کتب آسمانی پیش از خود را هم تصدیق کرده و هر چیزی را (که راجع به سعادت دنیا و آخرت خلق است) مفصل بیان می‌کند و برای اهل ایمان هدایت و (سعادت و) رحمت خواهد بود"
        }
    ]
}