{
    "rukus": [
        {
            "chapter": 16,
            "verse": 77,
            "text": "و تنها خدا بر غیب آسمانها و زمین آگاه است و بس، و کار ساعت قیامت (در سرعت و آسانی) مانند چشم بر هم زدن یا نزدیک‌تر بیش نیست، که خدا البته بر هر چیز تواناست"
        },
        {
            "chapter": 16,
            "verse": 78,
            "text": "و خدا شما را از بطن مادران بیرون آورد در حالی که هیچ نمی‌دانستید و به شما گوش و چشم و قلب اعطا کرد تا مگر (دانا شوید و) شکر (این نعمتها) به جای آرید"
        },
        {
            "chapter": 16,
            "verse": 79,
            "text": "آیا در مرغان هوا نمی‌نگرند که در جوّ آسمان مسخّرند و به جز خدا کسی نگهبان آنها نیست؟! در این امر برای اهل ایمان نشانه‌هایی (از قدرت حق) پدیدار است"
        },
        {
            "chapter": 16,
            "verse": 80,
            "text": "و خدا برای سکونت (دائم) شما منزلهایتان را مقرر داشت و (برای سکونت موقت سفر) از پوست و موی چهارپایان خیمه‌ها را برای شما قرار داد تا وقت حرکت و سکون سبک وزن و قابل انتقال باشد، و از پشم و کرک و موی آنها اثاثیه منزل (مانند گلیم و نمد و قالی) و متاع و اسباب زندگانی (و لباسهای فاخر) برای شما خلق فرمود که تا هنگامی معین از آن استفاده کنید"
        },
        {
            "chapter": 16,
            "verse": 81,
            "text": "و خدای عالم برای شما سایبانها از آنچه آفریده (از درختان و سقف و دیوار و کوهها) مهیّا ساخت و از غارهای کوه پوشش و اتاقها برایتان قرار داد (تا از سرما و گرما پناهی گیرید) و نیز لباسی که شما را از گرمای آفتاب (و سرمای زمستان) بپوشاند خلق کرد و نیز برای آنکه در جنگ محفوظ مانید لباسی (از آهن) مقرّر گردانید. این چنین نعمت‌های خود را بر شما تمام و کامل می‌کند تا مگر (منعم را بشناسید و) مطیع و تسلیم (امر او) باشید"
        },
        {
            "chapter": 16,
            "verse": 82,
            "text": "پس اگر باز روی بگردانند (ای رسول ما) بر تو تبلیغ روشن رسالت (و اتمام حجت) بیش نیست"
        },
        {
            "chapter": 16,
            "verse": 83,
            "text": "نعمت خدا را دانسته و شناخته باز انکار می‌کنند و اکثر اینان کافرند"
        }
    ]
}