{
    "rukus": [
        {
            "chapter": 20,
            "verse": 105,
            "text": "و (ای رسول) از تو پرسند که کوهها (در روز قیامت) چه می‌شود؟ جواب ده که خدای من کوهها را چنان از بنیاد برکند که خاک شده و خاکش بر باد دهد"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "آن‌گاه پست و بلندیهای زمین را چنان هموار گرداند"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "که در آن ابدا هیچ بلندی و پستی نخواهی دید"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "در آن روز خلایق همه از پی کسی که آنها را به راه مستقیم به عرصه قیامت دعوت کند (یعنی اسرافیل) ناچار خواهند رفت، و صداها پیش خدای رحمان خاشع و خاموش گردد که جز زیر لب و آهسته صدایی نخواهی شنید"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "در آن روز، شفاعت هیچ‌کس سود نبخشد جز آن‌کس که خدای رحمان به او رخصت شفاعت داده و سخنش را پسندیده باشد"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "و خدا (به علم ازلی) بر همه آینده و گذشته خلایق آگاه است و خلق را ابدا به او احاطه و آگاهی نیست"
        },
        {
            "chapter": 20,
            "verse": 111,
            "text": "و بزرگان عالم همه در پیشگاه عزت آن خدای حی توانا ذلیل و خاضعند و (در آن روز) هر که بار ظلم و ستم به دوش دارد سخت زبون و زیانکار است"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "و هر کس اعمالش نیکو است و (به خدا هم) ایمان دارد از هیچ ستم و آسیبی بیمناک نخواهد بود"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "و ما این‌گونه این (قرآن عظیم) را قرآنی با فصاحت کامل عربی بر تو فرستادیم و در آن وعده‌ها و اهوال قیامت را به انواع گوناگون تذکر دادیم، باشد که مردم پرهیزکار شوند یا پندی از نو بر ایشان آورد"
        },
        {
            "chapter": 20,
            "verse": 114,
            "text": "پس بلند مرتبه است و بزرگوار خدایی که به حق و راستی پادشاه ملک وجود است و تو (ای رسول) پیش از آنکه وحی قرآن تمام و کامل به تو رسد تعجیل در (تلاوت و تعلیم) آن مکن و دائم بگو: پروردگارا بر علم من بیفزا"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "و همانا ما پیش از این با آدم عهدی بستیم (که فریب شیطان نخورد) و او فراموش کرد و در آن عهد او را استوار و ثابت قدم نیافتیم"
        }
    ]
}