{
    "rukus": [
        {
            "chapter": 31,
            "verse": 20,
            "text": "آیا شما مردم به حسّ مشاهده نمی‌کنید که خدا انواع موجوداتی که در آسمانها و زمین است برای شما مسخّر کرده و نعمت‌های ظاهر و باطن خود را برای شما فراوان فرموده؟ و (با وجود این) برخی از مردم از روی جهل و گمراهی و بی‌خبری از کتاب روشن (حق) در (دین) خدای متعال مجادله می‌کنند"
        },
        {
            "chapter": 31,
            "verse": 21,
            "text": "و چون به این مردم (اهل جدل و عناد) گویند که بیایید از کتابی که خدا فرستاده پیروی کنید، جواب دهند ما تنها از طریقی که پدران خود را بر آن یافته‌ایم پیروی می‌کنیم. آیا هر چند آنان را شیطان به آتش دوزخ بخواند (باز پیرو آنها می‌شوند)"
        },
        {
            "chapter": 31,
            "verse": 22,
            "text": "و هر کس روی تسلیم و رضا به سوی خدا آرد و نکوکار باشد چنین کس به محکم‌ترین رشته الهی چنگ زده است، و (بدانید که) پایان کارها به سوی خداست"
        },
        {
            "chapter": 31,
            "verse": 23,
            "text": "(ای رسول ما) تو از کفر هر که کافر شود محزون مباش، که رجوعشان به سوی ماست و ما آنان را سخت از (کیفر) کردارشان آگه می‌سازیم، که همانا خدا از اسرار دلهای خلق هم آگاه است"
        },
        {
            "chapter": 31,
            "verse": 24,
            "text": "اندک زمانی آن کافران را (به لذّات فانی دنیا) برخوردار می‌سازیم آن گاه (بعد از مرگ) به عذاب سختشان به ناچار گرفتار خواهیم کرد"
        },
        {
            "chapter": 31,
            "verse": 25,
            "text": "و اگر از این کافران سؤال کنی آن کیست که آسمانها و زمین را آفریده؟ البتّه جواب دهند خداست. باز گو: ستایش خدای را (که کافران نیز معترفند) بلکه اکثر آنها (بر این حقیقت که آفریننده جهان خداست اگر به زبان گویند به دل) آگاه نیستند"
        },
        {
            "chapter": 31,
            "verse": 26,
            "text": "هر چه در آسمان و زمین است همه ملک خداست، که خدا ذاتش بی‌نیاز و اوصافش همه پسندیده است"
        },
        {
            "chapter": 31,
            "verse": 27,
            "text": "و اگر هر درخت روی زمین (در کف نویسندگان عالم) قلم شود و آب دریا به اضافه هفت دریای دیگر مرکب گردد باز نگارش کلمات خدا (که موجودات بی‌نهایت کتاب آفرینش است) ناتمام بماند، که همانا خدا را اقتدار بی‌نهایت و حکمت بی‌پایان است"
        },
        {
            "chapter": 31,
            "verse": 28,
            "text": "خلقت و بعثت همه شما (خلایق بی‌شمار در آسانی بر خدا) جز مثل یک تن واحد نیست، که همانا خدا شنوا و بیناست"
        },
        {
            "chapter": 31,
            "verse": 29,
            "text": "آیا (ای رسول) ندیدی (و ای مردم به حسّ مشاهده نمی‌کنید) که خدا شب را در روز و روز را در شب داخل کند و خورشید و ماه را مسخّر ساخته که هر یک تا وقت معیّنی (و به نظم ثابت مخصوصی) گردش کنند؟ و (نمی‌دانید که) خدا به هر چه می‌کنید آگاه است؟"
        },
        {
            "chapter": 31,
            "verse": 30,
            "text": "این قدرت کامل بدین سبب است که خدای یکتا حقّ مطلق و آنچه به جز او به خدایی می‌خوانند همه باطل محض است و تنها خدا (که حقّ و وجود حقیقی است) بلند مرتبه و بزرگوار است"
        },
        {
            "chapter": 31,
            "verse": 31,
            "text": "آیا نمی‌بینی که چگونه کشتی به دریا به لطف و احسان خدا اسیر می‌کند تا به شما بعضی از آیات قدرتش را بنمایاند؟ همانا در این کار آیاتی (از عجایب حکمتهای خدا) البتّه بر هر شخص صبور (در بلا) و شکر گزار (در نعمت) پدیدار است"
        },
        {
            "chapter": 31,
            "verse": 32,
            "text": "و هرگاه که (دریا طوفانی شود و) موجی مانند کوهها آنها را فرو گیرد در آن حال خدا را با عقیده پاک و اخلاص کامل در دین می‌خوانند و چون باز به ساحل نجاتشان رساند بعضی بر سبیل قصد (طاعت و شکر خدا) باقی مانند (و بعضی به کفر شتابند) و آیات ما را انکار نمی‌کند جز آن کس که غدّار و عهد شکن و کافر و ناسپاس است"
        },
        {
            "chapter": 31,
            "verse": 33,
            "text": "ای مردم، از خدا بترسید و بیندیشید از آن روزی که نه هیچ پدری ذره‌ای به کار فرزند آید و نه هیچ فرزندی ذره‌ای به کار پدر آید، البتّه وعده خدا حق و حتمی است، پس زنهار شما را زندگانی دنیا فریب ندهد و شیطان فریبنده شما را از (عقاب) خدا (به عفو و کرمش) سخت مغرور نگرداند"
        },
        {
            "chapter": 31,
            "verse": 34,
            "text": "همانا علم ساعت (قیامت) نزد خداست و او باران را فرو بارد و او آنچه (از نر و ماده و زشت و زیبا) که در رحمهای آبستن است می‌داند و هیچ کس نمی‌داند که فردا (از سود و زیان) چه خواهد کرد و هیچ کس نمی‌داند که به کدام سرزمین مرگش فرا می‌رسد (و به خاک می‌رود)، که تنها خدا دانا و آگاه است"
        }
    ]
}