{
    "manzils": [
        {
            "chapter": 17,
            "verse": 1,
            "text": "منزه است آن خدايى كه بنده خود را شبى از مسجدالحرام به مسجدالاقصى كه گرداگردش را بركت داده‌ايم سير داد، تا بعضى از آيات خود را به او بنماييم، هر آينه او شنوا و بيناست"
        },
        {
            "chapter": 17,
            "verse": 2,
            "text": "و آن كتاب را به موسى داديم و آن را راهنماى بنى‌اسرائيل گردانيديم كه: جز من كارسازى برمگزينيد"
        },
        {
            "chapter": 17,
            "verse": 3,
            "text": "اى فرزندان مردمى كه با نوح در كشتيشان نشانديم، بدانيد كه او بنده‌اى سپاسگزار بود"
        },
        {
            "chapter": 17,
            "verse": 4,
            "text": "و بنى اسرائيل را در آن كتاب خبر داديم كه: دو بار در زمين فساد خواهيد كرد و نيز سركشى خواهيد كرد، سركشى‌كردنى بزرگ"
        },
        {
            "chapter": 17,
            "verse": 5,
            "text": "چون از آن دو بار وعده نخستين در رسيد، گروهى از بندگان خويش را كه جنگاورانى زورمند بودند، بر سر شما فرستاديم. آنان حتى در درون خانه‌ها هم كشتار كردند و اين وعده به انجام رسيد"
        },
        {
            "chapter": 17,
            "verse": 6,
            "text": "بار ديگر شما را بر آنها غلبه داديم و به مال و فرزند مدد كرديم و بر شمارتان افزوديم"
        },
        {
            "chapter": 17,
            "verse": 7,
            "text": "اگر نيكى كنيد به خود مى‌كنيد، و اگر بدى كنيد به خود مى‌كنيد. و چون وعده دوم فرا رسيد، كسانى بر سرتان فرستاديم تا شما را غمگين سازند و چون بار اول كه به مسجد درآمده بودند به مسجد درآيند و به هر چه دست يابند نابود سازند"
        },
        {
            "chapter": 17,
            "verse": 8,
            "text": "شايد پروردگارتان بر شما رحمت آورد. و اگر بازگرديد، بازمى‌گرديم و جهنم را زندان كافران ساخته‌ايم"
        },
        {
            "chapter": 17,
            "verse": 9,
            "text": "اين قرآن به درست‌ترين آيينها راه مى‌نمايد و مؤمنانى را كه كارهاى شايسته به جاى مى‌آورند بشارت مى‌دهد كه از مزدى كرامند برخوردار خواهند شد"
        },
        {
            "chapter": 17,
            "verse": 10,
            "text": "و براى كسانى كه به آخرت ايمان ندارند عذابى دردآور مهيا كرده‌ايم"
        },
        {
            "chapter": 17,
            "verse": 11,
            "text": "و آدمى به دعا شرى را مى‌طلبد چنان كه گويى به دعا خيرى را مى‌جويد. و آدمى تا بوده شتابزده بوده است"
        },
        {
            "chapter": 17,
            "verse": 12,
            "text": "شب و روز را دو آيت از آيات خدا قرار داديم. آيت شب را تاريك گردانيديم و آيت روز را روشن تا به طلب رزقى كه پروردگارتان مقرر داشته است برخيزيد و شمار سالها و حساب را بدانيد، و ما هر چيزى را به تفصيل بيان كرده‌ايم"
        },
        {
            "chapter": 17,
            "verse": 13,
            "text": "كردار نيك و بد هر انسانى را چون طوقى به گردنش آويخته‌ايم. و در روز قيامت براى او نامه‌اى گشاده بيرون آوريم تا در آن بنگرد"
        },
        {
            "chapter": 17,
            "verse": 14,
            "text": "بخوان نامه‌ات را. امروز تو خود براى حساب كشيدن از خود بسنده‌اى"
        },
        {
            "chapter": 17,
            "verse": 15,
            "text": "هر كه هدايت شود به سود خود هدايت شده و هر كه گمراه گردد به زيان خود گمراه شده است و هيچ كس بار ديگرى را بر ندارد و ما هيچ قومى را عذاب نمى‌كنيم تا آنگاه كه پيامبرى بفرستيم"
        },
        {
            "chapter": 17,
            "verse": 16,
            "text": "چون بخواهيم قريه‌اى را هلاك كنيم، خداوندان نعمتش را بيفزاييم، تا در آنجا تبهكارى كنند، آنگاه عذاب بر آنها واجب گردد و آن را درهم فرو كوبيم"
        },
        {
            "chapter": 17,
            "verse": 17,
            "text": "بعد از نوح چه بسيار مردمى را هلاك كرده‌ايم. و پروردگار تو آگاهى يافتن و ديدن گناهان بندگانش را كافى است"
        },
        {
            "chapter": 17,
            "verse": 18,
            "text": "هر كس كه خواهان اين جهان باشد هر چه بخواهيم زودش ارزانى داريم، آنگاه جهنم را جايگاه او سازيم تا نكوهيده و مردود بدان درافتد"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "و هر كه خواهان آخرت باشد و در طلب آن سعى كند و مؤمن باشد، جزاى سعيش داده خواهد شد"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "همه را، چه آن گروه را و چه اين گروه را، از عطاى پروردگارت پى در پى خواهيم داد، زيرا عطاى پروردگارت را از كسى باز ندارند"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "بنگر كه چگونه بعضيشان را بر بعضى ديگر برترى نهاده‌ايم و در آخرت درجات و برتريها، برتر و بالاتر است"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "با خداى يكتا، خداى ديگرى به خدايى مگير، كه نكوهيده و خوار خواهى ماند"
        },
        {
            "chapter": 17,
            "verse": 23,
            "text": "پروردگارت مقرر داشت كه جز او را نپرستيد و به پدر و مادر نيكى كنيد. هرگاه تا تو زنده هستى هر دو يا يكى از آن دو سالخورده شوند، آنان را ميازار و به درشتى خطاب مكن و با آنان به اكرام سخن بگوى"
        },
        {
            "chapter": 17,
            "verse": 24,
            "text": "در برابرشان از روى مهربانى سر تواضع فرود آور و بگو: اى پروردگار من، همچنان كه مرا در خُردى پرورش دادند، بر آنها رحمت آور"
        },
        {
            "chapter": 17,
            "verse": 25,
            "text": "پروردگارتان از هر كس ديگر به آنچه در دلهايتان مى‌گذرد داناتر است؛ و اگر از صالحان باشيد او توبه‌كنندگان را مى‌آمرزد"
        },
        {
            "chapter": 17,
            "verse": 26,
            "text": "حق خويشاوند و مسكين و در راه‌مانده را ادا كن و هيچ اسرافكارى مكن"
        },
        {
            "chapter": 17,
            "verse": 27,
            "text": "اسرافكاران با شياطين برادرند و شيطان نسبت به پروردگارش ناسپاس بود"
        },
        {
            "chapter": 17,
            "verse": 28,
            "text": "و اگر به انتظار گشايشى كه از جانب پروردگارت اميد مى‌دارى از آنها اعراض مى‌كنى، پس با آنها به نرمى سخن بگوى"
        },
        {
            "chapter": 17,
            "verse": 29,
            "text": "نه دست خويش از روى خست به گردن ببند و نه به سخاوت يكباره بگشاى كه در هر دو حال ملامت‌زده و حسرت‌خورده بنشينى"
        },
        {
            "chapter": 17,
            "verse": 30,
            "text": "پروردگار تو در رزق هر كس كه بخواهد گشايش مى‌دهد، يا تنگ مى‌گيرد، زيرا او به بندگانش آگاه و بيناست"
        },
        {
            "chapter": 17,
            "verse": 31,
            "text": "فرزندان خود را از بيم درويشى مكشيد. ما، هم شما را روزى مى‌دهيم و هم ايشان را. كشتنشان خطاى بزرگى است"
        },
        {
            "chapter": 17,
            "verse": 32,
            "text": "و به زنا نزديك مشويد. زنا، كارى زشت و شيوه‌اى ناپسند است"
        },
        {
            "chapter": 17,
            "verse": 33,
            "text": "كسى را كه خدا كشتنش را حرام كرده است مكشيد مگر به حق. و هر كس كه به ستم كشته شود، به طلب‌كننده خون او قدرتى داده‌ايم. ولى در انتقام از حد نگذرد، كه او پيروزمند است"
        },
        {
            "chapter": 17,
            "verse": 34,
            "text": "جز به وجهى نيكوتر، به مال يتيم نزديك مشويد تا آنگاه كه به حد بلوغش برسد. و به عهد خويش وفا كنيد كه بازخواست خواهيد شد"
        },
        {
            "chapter": 17,
            "verse": 35,
            "text": "چون چيزى را پيمانه كنيد، پيمانه را كامل گردانيد و با ترازويى درست وزن كنيد كه اين بهتر و سرانجامش نيكوتر است"
        },
        {
            "chapter": 17,
            "verse": 36,
            "text": "از پى آنچه ندانى كه چيست مرو، زيرا گوش و چشم و دل، همه را، بدان بازخواست كنند"
        },
        {
            "chapter": 17,
            "verse": 37,
            "text": "به خودپسندى بر زمين راه مرو، كه زمين را نخواهى شكافت و به بلندى كوه‌ها نخواهى رسيد"
        },
        {
            "chapter": 17,
            "verse": 38,
            "text": "همه اين كارها ناپسند است و پروردگار تو آنها را ناخوش دارد"
        },
        {
            "chapter": 17,
            "verse": 39,
            "text": "اين حكمتى است كه پروردگار تو به تو وحى كرده است. با خداى يكتا خداى ديگرى مپندار، كه ملامت‌شده و مطرود به جهنمت اندازند"
        },
        {
            "chapter": 17,
            "verse": 40,
            "text": "آيا پروردگارتان براى شما پسران برگزيد و خود فرشتگان را به دخترى اختيار كرد؟ حقا كه سخنى است بزرگ كه بر زبان مى‌آوريد"
        },
        {
            "chapter": 17,
            "verse": 41,
            "text": "ما سخنان گونه‌گون در اين قرآن آورديم، باشد كه پند گيرند، ولى جز به رميدنشان نيفزايد"
        },
        {
            "chapter": 17,
            "verse": 42,
            "text": "بگو: همچنان كه مى‌گويند، اگر با او خدايان ديگرى هم بودند پس به سوى صاحب عرش راهى جسته بودند"
        },
        {
            "chapter": 17,
            "verse": 43,
            "text": "او منزه است، و از آنچه در باره‌اش مى‌گويند برتر و بالاتر است"
        },
        {
            "chapter": 17,
            "verse": 44,
            "text": "هفت آسمان و زمين و هر چه در آنهاست تسبيحش مى‌كنند و هيچ موجودى نيست جز آنكه او را به پاكى مى‌ستايد، ولى شما ذكر تسبيحشان را نمى‌فهميد. او بردبار و آمرزنده است"
        },
        {
            "chapter": 17,
            "verse": 45,
            "text": "چون تو قرآن بخوانى، ميان تو و آنان كه به قيامت ايمان نمى‌آورند پرده‌اى ستبر قرار مى‌دهيم"
        },
        {
            "chapter": 17,
            "verse": 46,
            "text": "و بر دلهاشان پرده افكنيم تا آن را درنيابند، و گوشهاشان سنگين كنيم. و چون پروردگارت را در قرآن به يكتايى ياد كنى، بازمى‌گردند و مى‌رمند"
        },
        {
            "chapter": 17,
            "verse": 47,
            "text": "ما بهتر مى‌دانيم كه چون به تو گوش مى‌دهند، چرا گوش مى‌دهند، يا وقتى كه با هم نجوا مى‌كنند، چه مى‌گويند. كافران مى‌گويند: شما در پى مرد جادو شده‌اى به راه افتاده‌ايد"
        },
        {
            "chapter": 17,
            "verse": 48,
            "text": "بنگر كه چگونه براى تو مثَلها زده‌اند. گمراه شده‌اند و راه به جايى نمى‌برند"
        },
        {
            "chapter": 17,
            "verse": 49,
            "text": "گفتند: آيا اگر از ما استخوانى بماند و خاكى، باز هم با آفرينشى نو از قبر برمى‌خيزيم؟"
        },
        {
            "chapter": 17,
            "verse": 50,
            "text": "بگو: سنگ باشيد يا آهن"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "يا مخلوقى كه در خاطرتان بزرگ مى‌نمايد. خواهند گفت: چه كسى ما را بازمى‌گرداند؟ بگو: آن كس كه بار نخست شما را آفريد. آنگاه در برابر تو سر مى‌جنبانند و مى‌گويند: چه وقت؟ بگو: ممكن است كه در همين نزديكى؛"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "روزى كه شما را فرا مى‌خواند و شما ستايش‌گويان پاسخ مى‌دهيد و مى‌پنداريد كه اندكى آرميده‌ايد"
        },
        {
            "chapter": 17,
            "verse": 53,
            "text": "و به بندگان من بگو كه با يكديگر به بهترين وجه سخن بگويند، كه شيطان در ميان آنها به فتنه‌گرى است، زيرا شيطان آدمى را دشمنى آشكار است"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "پروردگارتان به شما آگاه‌تر است. اگر بخواهد بر شما رحمت مى‌آورد و اگر بخواهد عذابتان مى‌كند، و ما تو را به كارگزاريشان نفرستاده‌ايم"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "و پروردگار تو به آنچه در آسمانها و زمين است آگاه‌تر است. بعضى از پيامبران را بر بعضى ديگر برترى نهاديم و به داود زبور را داديم"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "بگو: آنهايى را كه جز او خدا مى‌پنداريد، بخوانيد. نمى‌توانند بلا را از شما دور سازند يا آن را نصيب ديگران كنند"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "آنهايى كه كافران به خدايى مى‌خوانند، در صدد آنند كه خود به درگاه پروردگارشان وسيله‌اى بيابند و مقرّب‌ترين شوند، و به رحمت او اميد مى‌بندند و از عذاب او مى‌ترسند، زيرا عذاب پروردگارت ترسناك است"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "هيچ قريه‌اى نباشد مگر اينكه پيش از فرا رسيدن روز قيامت هلاكش مى‌كنيم يا به عذابى سخت گرفتارش مى‌سازيم. و اين در آن كتاب نوشته شده است"
        },
        {
            "chapter": 17,
            "verse": 59,
            "text": "ما را از نزول معجزات باز نداشت، مگر اينكه پيشينيان تكذيبش مى‌كردند. به قوم ثمود به عنوان معجزه‌اى روشنگر ماده‌شتر را داديم. بر آن ستم كردند. و ما اين معجزات را جز براى ترسانيدن نمى‌فرستيم"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "و آنگاه كه تو را گفتيم: پروردگارت بر همه مردم احاطه دارد. و آنچه در خواب به تو نشان داديم و داستان درخت ملعون كه در قرآن آمده است چيزى جز آزمايش مردم نبود. ما مردم را مى‌ترسانيم ولى تنها به كفر و سركشيشان افزوده مى‌شود"
        },
        {
            "chapter": 17,
            "verse": 61,
            "text": "و به فرشتگان گفتيم: آدم را سجده كنيد. همگان جز ابليس سجده كردند. گفت: آيا براى كسى كه از گِل آفريده‌اى سجده كنم؟"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "و گفت: با من بگوى چرا اين را بر من برترى نهاده‌اى؟ اگر مرا تا روز قيامت مهلت دهى، بر فرزندان او، جز اندكى، مهار زنم"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "گفت: برو، جزاى تو و هر كس كه پيرو تو گردد جهنم است، كه كيفرى تمام است"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "با فرياد خويش هر كه را توانى از جاى برانگيز و به يارى سواران و پيادگانت بر آنان بتاز و در مال و فرزند با آنان شركت جوى و به آنها وعده بده. و حال آنكه شيطان جز به فريبى وعده‌شان ندهد"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "تو را بر بندگان من هيچ تسلطى نباشد و پروردگار تو براى نگهبانيشان كافى است"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "پروردگار شماست كه كشتى را در دريا مى‌راند تا از فضل او روزى خود به چنگ آريد، زيرا با شما مهربان است"
        },
        {
            "chapter": 17,
            "verse": 67,
            "text": "چون در دريا شما را گزند رسد، همه آنهايى كه مى‌پرستيد از نظرتان محو شوند، مگر او. و چون شما را به ساحل نجات برساند از او رويگردان شويد، زيرا آدمى ناسپاس است"
        },
        {
            "chapter": 17,
            "verse": 68,
            "text": "آيا ايمنى داريد از اينكه ناگهان در ساحل دريا شما را در زمين فرو برد، يا تندبادى ريگ‌بار بر شما بينگيزد و براى خود هيچ نگهبانى نيابيد؟"
        },
        {
            "chapter": 17,
            "verse": 69,
            "text": "يا ايمنى داريد از اينكه بار ديگر شما را به دريا باز گرداند و طوفانى سهمناك و كشتى‌شكن بفرستد و به خاطر كفرانى كه ورزيده‌ايد غرقتان سازد و كسى كه ما را از كارمان بازخواست كند نيابيد؟"
        },
        {
            "chapter": 17,
            "verse": 70,
            "text": "ما فرزندان آدم را كرامت بخشيديم و بر دريا و خشكى سوار كرديم و از چيزهاى خوش و پاكيزه روزى داديم و بر بسيارى از مخلوقات خويش برتريشان نهاديم"
        },
        {
            "chapter": 17,
            "verse": 71,
            "text": "روزى كه هر گروه از مردم را به پيشوايانشان بخوانيم، نامه هر كه به دست راستش داده شود، چون بخواند بيند كه به اندازه رشته باريكى كه درون هسته خرماست، به او ستم نشده است"
        },
        {
            "chapter": 17,
            "verse": 72,
            "text": "و هر كه در اين دنيا نابينا باشد، در آخرت نيز نابينا و گمراه‌تر است"
        },
        {
            "chapter": 17,
            "verse": 73,
            "text": "نزديك بود تو را از آنچه بر تو وحى كرده بوديم منحرف سازند تا چيز ديگرى جز آن را به دروغ به ما نسبت كنى، آنگاه با تو دوستى كنند"
        },
        {
            "chapter": 17,
            "verse": 74,
            "text": "و اگر نه آن بود كه پايداريت داده بوديم، نزديك بود كه اندكى به آنان ميل كنى"
        },
        {
            "chapter": 17,
            "verse": 75,
            "text": "آنگاه تو را دو چندان در دنيا و دو چندان در آخرت عذاب مى‌كرديم و براى خود در برابر ما ياورى نمى‌يافتى"
        },
        {
            "chapter": 17,
            "verse": 76,
            "text": "و نزديك بود كه تو را از اين سرزمين بركنند تا از آنجا آواره‌ات سازند. و خود پس از تو جز اندك زمانى نمى‌ماندند"
        },
        {
            "chapter": 17,
            "verse": 77,
            "text": "سنت خدا درباره پيامبرانى كه پيش از تو فرستاده‌ايم چنين است. و سنت ما را تغييرپذير نيابى"
        },
        {
            "chapter": 17,
            "verse": 78,
            "text": "از هنگام زوال خورشيد تا آنگاه كه تاريكى شب فرا مى‌رسد نماز را برپاى دار، و نيز نماز صبحگاه را. و نماز صبحگاه را همگان حاضر شوند"
        },
        {
            "chapter": 17,
            "verse": 79,
            "text": "پاره‌اى از شب را به نمازخواندن زنده بدار. اين نافله خاص تو است. باشد كه پروردگارت، تو را به مقامى پسنديده برساند"
        },
        {
            "chapter": 17,
            "verse": 80,
            "text": "بگو: اى پروردگار من، مرا به راستى و نيكويى داخل كن و به راستى و نيكويى بيرون بر، و مرا از جانب خود پيروزى و يارى عطا كن"
        },
        {
            "chapter": 17,
            "verse": 81,
            "text": "بگو: حق آمد و باطل نابود شد. حقا كه باطل نابودشدنى بود"
        },
        {
            "chapter": 17,
            "verse": 82,
            "text": "و اين قرآن را كه براى مؤمنان شفا و رحمت است، نازل مى‌كنيم، ولى كافران را جز زيان نيفزايد"
        },
        {
            "chapter": 17,
            "verse": 83,
            "text": "چون به انسان نعمت داديم اعراض كرد و خويشتن به يك سو كشيد، و چون گزندى به او رسيد نوميد گرديد"
        },
        {
            "chapter": 17,
            "verse": 84,
            "text": "بگو: هر كس به طريقه خويش عمل مى‌كند و پروردگار تو بهتر مى‌داند كه كدام يك به هدايت نزديك‌تر است"
        },
        {
            "chapter": 17,
            "verse": 85,
            "text": "تو را از روح مى‌پرسند. بگو: روح جزئى از فرمان پروردگار من است و شما را جز اندك دانشى نداده‌اند"
        },
        {
            "chapter": 17,
            "verse": 86,
            "text": "اگر بخواهيم همه آنچه را كه بر تو وحى كرده‌ايم، باز مى‌ستانيم و تو براى خود در برابر ما مددكارى نمى‌يابى"
        },
        {
            "chapter": 17,
            "verse": 87,
            "text": "مگر پروردگارت رحمت آورد كه انعام او در باره تو بسيار است"
        },
        {
            "chapter": 17,
            "verse": 88,
            "text": "بگو: اگر جن و انس گرد آيند تا همانند اين قرآن را بياورند نمى‌توانند همانند آن را بياورند، هر چند كه يكديگر را يارى دهند"
        },
        {
            "chapter": 17,
            "verse": 89,
            "text": "ما در اين قرآن براى مردم هر مثَلى را گوناگون بيان كرديم، ولى بيشتر مردم جز ناسپاسى هيچ كارى نكردند"
        },
        {
            "chapter": 17,
            "verse": 90,
            "text": "گفتند: به تو ايمان نمى‌آوريم تا براى ما از زمين چشمه‌اى روان سازى،"
        },
        {
            "chapter": 17,
            "verse": 91,
            "text": "يا تو را بستانى باشد از درختان خرما و انگور كه در خلالش نهرها جارى گردانى،"
        },
        {
            "chapter": 17,
            "verse": 92,
            "text": "يا چنان كه گفته‌اى آسمان را پاره پاره بر سر ما افكنى يا خدا و فرشتگان را پيش ما حاضر آورى،"
        },
        {
            "chapter": 17,
            "verse": 93,
            "text": "يا تو را خانه‌اى از طلا باشد، يا به آسمان بالا روى. و ما به آسمان رفتنت را باور نكنيم تا براى ما كتابى كه از آن بخوانيم بياورى. بگو: پروردگار من منزه است. آيا جز اين است كه من انسانى هستم كه به رسالت آمده‌ام؟"
        },
        {
            "chapter": 17,
            "verse": 94,
            "text": "هيچ چيز مردم را از ايمان آوردن آنگاه كه هدايتشان مى‌كردند، باز نداشت مگر اينكه مى‌گفتند: آيا خدا انسانى را به رسالت مى‌فرستد؟"
        },
        {
            "chapter": 17,
            "verse": 95,
            "text": "بگو: اگر در روى زمين فرشتگان به آرامى راه مى‌رفتند، برايشان به پيامبرى فرشته‌اى از آسمان نازل مى‌كرديم"
        },
        {
            "chapter": 17,
            "verse": 96,
            "text": "بگو خدا ميان من و شما شهادت را كافى است، زيرا او به بندگانش آگاه و بيناست"
        },
        {
            "chapter": 17,
            "verse": 97,
            "text": "و هر كه را خدا هدايت كند، هدايت شده است. و هر كه را گمراه سازد جز خداى براى او سرپرستى نيابى و در روز قيامت در حالى كه چهره‌هايشان رو به زمين است، كور و لال و كر محشورشان مى‌كنيم و جهنم جايگاه آنهاست كه هر چه شعله آن فرو نشيند بيشترش مى‌افروزيم"
        },
        {
            "chapter": 17,
            "verse": 98,
            "text": "اين كيفر آنهاست، زيرا به آيات ما ايمان نياوردند و گفتند: آيا چون ما استخوان شديم و خاكى، ما را به صورت تازه‌اى زنده مى‌كنند؟"
        },
        {
            "chapter": 17,
            "verse": 99,
            "text": "آيا نمى‌دانند كه خدايى كه آسمانها و زمين را آفريده است قادر است كه همانند آنها را بيافريند و برايشان مدت عمرى نهاده كه در آن ترديدى نيست؟ اما ظالمان جز انكار نكنند"
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "بگو: اگر شما مالك همه خزاين پروردگار من مى‌بوديد، از بيم درويشى امساك پيشه مى‌كرديد، زيرا آدمى بخيل است"
        },
        {
            "chapter": 17,
            "verse": 101,
            "text": "از بنى‌اسرائيل بپرس، كه چون موسى نزد آنان آمد، به او نُه نشانه آشكار داده بوديم. و فرعون به او گفت: اى موسى، پندارم كه تو را جادو كرده باشند"
        },
        {
            "chapter": 17,
            "verse": 102,
            "text": "گفت: به حقيقت مى‌دانى اين نشانه‌هاى آشكار را جز پروردگار آسمانها و زمين نفرستاده است. و من اى فرعون، تو را به يقين هلاك شده مى‌بينم"
        },
        {
            "chapter": 17,
            "verse": 103,
            "text": "فرعون قصد آن داشت كه ايشان را از آن سرزمين بركند، ولى ما او و همه همراهانش را غرقه ساختيم"
        },
        {
            "chapter": 17,
            "verse": 104,
            "text": "و پس از او به بنى‌اسرائيل گفتيم: در آن سرزمين ساكن شويد و چون وعده آخرت رسد همه شما را با هم محشور مى‌كنيم"
        },
        {
            "chapter": 17,
            "verse": 105,
            "text": "اين قرآن را به حق نازل كرده‌ايم و به حق نازل شده است و تو را نفرستاديم مگر آنكه بشارت دهى و بيم دهى"
        },
        {
            "chapter": 17,
            "verse": 106,
            "text": "و قرآن را به تفاريق نازل كرديم تا تو آن را با تأنى بر مردم بخوانى و نازلش كرديم، نازل‌كردنى به كمال"
        },
        {
            "chapter": 17,
            "verse": 107,
            "text": "بگو: خواه بدان ايمان بياوريد يا ايمان نياوريد، آنان كه از اين پيش دانش آموخته‌اند، چون قرآن برايشان تلاوت شود سجده‌كنان بر روى درمى‌افتند"
        },
        {
            "chapter": 17,
            "verse": 108,
            "text": "و مى‌گويند: منزه است پروردگار ما. وعده پروردگار ما انجام‌يافتنى است"
        },
        {
            "chapter": 17,
            "verse": 109,
            "text": "و به رو درمى‌افتند و مى‌گريند و بر خشوعشان افزوده مى‌شود"
        },
        {
            "chapter": 17,
            "verse": 110,
            "text": "بگو: چه اللّه را بخوانيد چه رحمان را بخوانيد، هر كدام را كه بخوانيد، نامهاى نيكو از آن اوست. صدايت را به نماز بلند مكن و نيز صدايت را بدان آهسته مكن و ميان اين دو راهى برگزين"
        },
        {
            "chapter": 17,
            "verse": 111,
            "text": "بگو: سپاس خدايى را كه فرزندى ندارد و او را شريكى در مُلك نيست و به مذلت نيفتد كه به يارى محتاج شود. پس او را تكبير گوى، تكبيرى شايسته"
        },
        {
            "chapter": 18,
            "verse": 1,
            "text": "سپاس خداوندى را كه بر بنده خود اين كتاب را نازل كرد و هيچ كجى و انحراف در آن ننهاد"
        },
        {
            "chapter": 18,
            "verse": 2,
            "text": "كتابى عارى از انحراف. تا مردم را از خشم شديد خود بترساند و مؤمنان را كه كارهاى شايسته مى‌كنند، بشارت دهد كه پاداشى نيكو دارند،"
        },
        {
            "chapter": 18,
            "verse": 3,
            "text": "در حالى كه تا ابد در آن جاودانه‌اند"
        },
        {
            "chapter": 18,
            "verse": 4,
            "text": "و كسانى را كه گفتند: خدا فرزندى اختيار كرد، بترساند"
        },
        {
            "chapter": 18,
            "verse": 5,
            "text": "نه خود به آن دانشى دارند و نه پدرانشان داشته‌اند، چه بزرگ است سخنى كه از دهانشان بيرون مى‌آيد و جز دروغى نمى‌گويند"
        },
        {
            "chapter": 18,
            "verse": 6,
            "text": "شايد اگر به اين سخن ايمان نياورند، خويشتن را به خاطرشان از اندوه هلاك سازى"
        },
        {
            "chapter": 18,
            "verse": 7,
            "text": "ما هر چه در روى زمين است زينت آن قرار داديم، تا امتحانشان كنيم كه كدامشان به عمل بهترند"
        },
        {
            "chapter": 18,
            "verse": 8,
            "text": "و نيز ما هستيم كه روى زمين را چون بيابانى خشك خواهيم كرد"
        },
        {
            "chapter": 18,
            "verse": 9,
            "text": "آيا پنداشته‌اى كه اصحاب كهف و رقيم از نشانه‌هاى شگفت‌انگيز ما بوده‌اند؟"
        },
        {
            "chapter": 18,
            "verse": 10,
            "text": "آنگاه كه آن جوانمردان به غارها پناه بردند و گفتند: اى پروردگار ما، ما را از سوى خود رحمت عنايت كن و كار ما را به راه رستگارى انداز"
        },
        {
            "chapter": 18,
            "verse": 11,
            "text": "سالى چند در آن غار به خوابشان كرديم"
        },
        {
            "chapter": 18,
            "verse": 12,
            "text": "سپس بيدارشان كرديم تا بدانيم كدام يك از آن دو گروه حساب مدت آرميدنشان را داشته‌اند"
        },
        {
            "chapter": 18,
            "verse": 13,
            "text": "ما خبرشان را به راستى براى تو حكايت مى‌كنيم: آنها جوانمردانى بودند كه به پروردگارشان ايمان آورده بودند و ما نيز بر هدايتشان افزوديم"
        },
        {
            "chapter": 18,
            "verse": 14,
            "text": "بر دلهايشان نيرو بخشيديم، آنگاه كه برخاستند و گفتند: پروردگار ما پروردگار آسمانها و زمين است. جز او كسى را خدا نخوانيم كه هر گاه چنين كنيم، سخنى سخت كفرآميز گفته باشيم"
        },
        {
            "chapter": 18,
            "verse": 15,
            "text": "اينان كه قوم ما هستند، به جز او خدايانى اختيار كرده‌اند. چرا براى اثبات خدايى آنها دليل روشنى نمى‌آورند؟ كيست ستمكارتر از كسى كه به خدا دروغ مى‌بندد؟"
        },
        {
            "chapter": 18,
            "verse": 16,
            "text": "اگر از قوم خود كناره جسته‌ايد و جز خداى يكتا خداى ديگرى را نمى‌پرستيد، به غار پناه بريد و خدا رحمت خويش بر شما ارزانى دارد و نعمتتان را در آن مهيا دارد"
        },
        {
            "chapter": 18,
            "verse": 17,
            "text": "و خورشيد را مى‌بينى كه چون برمى‌آيد، از غارشان به جانب راست ميل مى‌كند و چون غروب كند ايشان را واگذارد و به چپ گردد. و آنان در صحنه غارند. و اين از آيات خداست. هر كه را خدا هدايت كند هدايت يافته است و هر كه را گمراه سازد هرگز كارسازى راهنما براى او نخواهى يافت"
        },
        {
            "chapter": 18,
            "verse": 18,
            "text": "مى‌پنداشتى كه بيدارند حال آنكه در خواب بودند و ما آنان را به دست راست و دست چپ مى‌گردانيديم، و سگشان بر درگاه غار دو دست خويش دراز كرده بود. اگر به سروقتشان مى‌رفتى گريزان بازمى‌گشتى و از آنها سخت مى‌ترسيدى"
        },
        {
            "chapter": 18,
            "verse": 19,
            "text": "همچنين بيدارشان كرديم تا با يكديگر گفت و شنود كنند. يكى از آنها پرسيد: چند وقت است كه آرميده‌ايد؟ گفتند: يك روز يا پاره‌اى از روز را آرميده‌ايم. گفتند: پروردگارتان بهتر داند كه چند وقت آرميده‌ايد. يكى را از خود با اين پولتان به شهر بفرستيد تا بنگرد كه غذاى پاكيزه كدام است و برايتان از آن روزيتان را بياورد. و بايد كه به مهربانى رفتار كند تا كسى به شما آگاهى نيابد"
        },
        {
            "chapter": 18,
            "verse": 20,
            "text": "زيرا اگر شما را بيابند سنگسار خواهند كرد، يا به كيش خويش درآورند. و اگر چنين شود تا ابد رستگار نخواهيد شد"
        },
        {
            "chapter": 18,
            "verse": 21,
            "text": "بدين سان مردم را به حالشان آگاه كرديم تا بدانند كه وعده خدا راست است و در قيامت ترديدى نيست. آنگاه در باره آنها با يكديگر به گفت و گو پرداختند و گفتند: بر روى آنها بنايى برآوريد -پروردگارشان به كارشان آگاه‌تر است- و آنان كه بر حالشان آگاه‌تر شده بودند، گفتند: نه، اينجا را مسجدى مى‌كنيم"
        },
        {
            "chapter": 18,
            "verse": 22,
            "text": "خواهند گفت: سه تن بودند و چهارميشان سگشان بود و مى‌گويند: پنج تن بودند و ششميشان سگشان بود -تير به تاريكى مى‌افكنند- و مى‌گويند: هفت تن بودند و هشتميشان سگشان بود. بگو: پروردگار من به عدد آنها داناتر است و شمار ايشان را جز اندك‌كسان نمى‌دانند. و تو در باره آنها جز به ظاهر مجادله مكن و از كس نظر مخواه"
        },
        {
            "chapter": 18,
            "verse": 23,
            "text": "هرگز مگوى: فردا چنين مى‌كنم،"
        },
        {
            "chapter": 18,
            "verse": 24,
            "text": "مگر خداوند بخواهد. و چون فراموش كنى، پروردگارت را به يادآر و بگو: شايد پروردگار من مرا از نزديك‌ترين راه هدايت كند"
        },
        {
            "chapter": 18,
            "verse": 25,
            "text": "و آنان در غار خود سيصد سال آرميدند و نُه سال بدان افزوده‌اند"
        },
        {
            "chapter": 18,
            "verse": 26,
            "text": "بگو: خداوند داناتر است كه چند سال آرميدند. غيب آسمانها و زمين از آنِ اوست. چه بيناست و چه شنواست. جز او دوستى ندارند و كس را در فرمان خود شريك نسازد"
        },
        {
            "chapter": 18,
            "verse": 27,
            "text": "از كتاب پروردگارت هر چه بر تو وحى شده است تلاوت كن. سخنان او را تغييردهنده‌اى نيست. و تو جز او پناهگاهى نمى‌يابى"
        },
        {
            "chapter": 18,
            "verse": 28,
            "text": "و همراه با كسانى كه هر صبح و شام پروردگارشان را مى‌خوانند و خشنودى او را مى‌جويند، خود را به صبر وادار. و نبايد چشمان تو براى يافتن پيرايه‌هاى اين زندگى دنيوى از اينان منصرف گردد. و از آن كه دلش را از ذكر خود بى‌خبر ساخته‌ايم، و از پى هواى نفس خود مى‌رود و در كارهايش اسراف مى‌ورزد، پيروى مكن"
        },
        {
            "chapter": 18,
            "verse": 29,
            "text": "بگو: اين سخن حق از جانب پروردگار شماست. هر كه بخواهد ايمان بياورد و هر كه بخواهد كافر شود. ما براى كافران آتشى كه لهيب آن همه را دربرمى‌گيرد، آماده كرده‌ايم و چون به استغاثه آب خواهند از آبى چون مس گداخته كه از حرارتش چهره‌ها كباب مى‌شود بخورانندشان، چه آب بدى و چه آرامگاهى بد"
        },
        {
            "chapter": 18,
            "verse": 30,
            "text": "كسانى كه ايمان آورده‌اند و كارهاى شايسته كرده‌اند، بدانند كه ما پاداش نيكوكاران را ضايع نمى‌كنيم"
        },
        {
            "chapter": 18,
            "verse": 31,
            "text": "برايشان بهشتهاى جاويد است. از زير پاهاشان نهرها جارى است. بهشتيان را به دستبندهاى زر مى‌آرايند و جامه‌هايى سبز از ديباى نازك و ديباى ستبر مى‌پوشند و در آنجا بر تختها تكيه مى‌زنند. چه پاداش نيكويى و چه آرامگاه نيكويى"
        },
        {
            "chapter": 18,
            "verse": 32,
            "text": "برايشان داستان دو مرد را بيان كن كه به يكى دو تاكستان داده بوديم و بر گرد آنها نخلها و در ميانشان كشتزار كرده بوديم"
        },
        {
            "chapter": 18,
            "verse": 33,
            "text": "آن دو تاكستان، ميوه خود را مى‌دادند بى هيچ كم و كاست. و نهرى بين آن دو جارى گردانيديم"
        },
        {
            "chapter": 18,
            "verse": 34,
            "text": "حاصل از آنِ او بود. به دوستش كه با او گفت و گو مى‌كرد گفت: من به مال از تو بيشتر و به افراد پيروزترم"
        },
        {
            "chapter": 18,
            "verse": 35,
            "text": "و آن مرد ستم بر خويشتن كرده به باغ خود درآمد و گفت: نپندارم كه اين باغ هرگز از ميان برود"
        },
        {
            "chapter": 18,
            "verse": 36,
            "text": "و نپندارم كه قيامت هم بيايد. و اگر هم مرا نزد خدا برند، جايگاهى بهتر از اين باغ خواهم يافت"
        },
        {
            "chapter": 18,
            "verse": 37,
            "text": "دوستش كه با او گفت و گو مى‌كرد گفت: آيا بر آن كس كه تو را از خاك و سپس از نطفه بيافريد و مردى راست بالا كرد، كافر شده‌اى؟"
        },
        {
            "chapter": 18,
            "verse": 38,
            "text": "ولى او خداى يكتا پروردگار من است و من هيچ كس را شريك پروردگارم نمى‌سازم"
        },
        {
            "chapter": 18,
            "verse": 39,
            "text": "چرا آنگاه كه به باغ خود درآمدى نگفتى: هر چه خداوند خواهد، و هيچ نيرويى جز نيروى خدا نيست؟ اگر مى‌بينى كه دارايى و فرزند من كمتر از تو است،"
        },
        {
            "chapter": 18,
            "verse": 40,
            "text": "شايد پروردگار من مرا چيزى بهتر از باغ تو دهد. شايد بر آن باغ صاعقه‌اى بفرستد و آن را به زمينى صاف و لغزنده بدل سازد"
        },
        {
            "chapter": 18,
            "verse": 41,
            "text": "يا آب آن بر زمين فرو رود و هرگز به يافتن آن قدرت نيابى"
        },
        {
            "chapter": 18,
            "verse": 42,
            "text": "به ثمره‌اش آفت رسيد و بامدادان دست حسرت بر دست مى‌ساييد كه چه هزينه‌اى كرده بود و اكنون همه بناهايش فرو ريخته است. و مى‌گويد: اى كاش كسى را شريك پروردگارم نساخته بودم"
        },
        {
            "chapter": 18,
            "verse": 43,
            "text": "جز خدا گروهى كه به ياريش برخيزند نبود و خود قدرت نداشت"
        },
        {
            "chapter": 18,
            "verse": 44,
            "text": "آنجا يارى كردن خداى حق را سزد. پاداش او بهتر و سرانجامش نيكوتر است"
        },
        {
            "chapter": 18,
            "verse": 45,
            "text": "برايشان زندگى دنيا را مثَل بزن كه چون بارانى است كه از آسمان ببارد و با آن گياهان گوناگون به فراوانى برويد. ناگاه خشك شود و باد بر هر سو پراكنده‌اش سازد. و خدا بر هر كارى تواناست"
        },
        {
            "chapter": 18,
            "verse": 46,
            "text": "دارايى و فرزند پيرايه‌هاى اين زندگانى دنياست و كردارهاى نيك كه همواره بر جاى مى‌مانند نزد پروردگارت بهتر و اميد بستن به آنها نيكوتر است"
        },
        {
            "chapter": 18,
            "verse": 47,
            "text": "روزى كه كوه‌ها را به راه مى‌اندازيم و زمين را بينى كه هر چه در اندرون دارد بيرون افكنده است و همه را براى حساب گرد مى‌آوريم و يك تن از ايشان را هم رها نمى‌كنيم"
        },
        {
            "chapter": 18,
            "verse": 48,
            "text": "همه در يك صف به پروردگارت عرضه مى‌شوند. اكنون نزد ما آمديد همچنان كه نخستين بار شما را بيافريديم. آيا مى‌پنداشتيد كه هرگز برايتان وعده‌گاهى قرار نخواهيم داد؟"
        },
        {
            "chapter": 18,
            "verse": 49,
            "text": "دفتر اعمال گشوده شود. مجرمان را بينى كه از آنچه در آن آمده است بيمناكند و مى‌گويند: واى بر ما، اين چه دفترى است كه هيچ گناه كوچك و بزرگى را حساب ناشده رها نكرده است. آنگاه اعمال خود را در مقابل خود بيابند و پروردگار تو، به كسى ستم نمى‌كند"
        },
        {
            "chapter": 18,
            "verse": 50,
            "text": "و آنگاه كه به فرشتگان گفتيم كه آدم را سجده كنيد، همه جز ابليس كه از جن بود و از فرمان پروردگارش سر بتافت سجده كردند. آيا شيطان و فرزندانش را به جاى من به دوستى مى‌گيريد، حال آنكه دشمن شمايند؟ ظالمان بد چيزى را به جاى خدا برگزيدند"
        },
        {
            "chapter": 18,
            "verse": 51,
            "text": "آنگاه كه آسمانها و زمين و خودشان را مى‌آفريدم، از آنها يارى نخواستم. زيرا من گمراه‌كنندگان را به يارى نمى‌گيرم"
        },
        {
            "chapter": 18,
            "verse": 52,
            "text": "و روزى كه مى‌گويد: آنهايى را كه مى‌پنداشتيد شريكان منند ندا دهيد. ندا دهند و شريكان پاسخ ندهند. آنگاه هلاكتگاه را ميانشان قرار دهيم"
        },
        {
            "chapter": 18,
            "verse": 53,
            "text": "چون مجرمان آتش را ببينند بدانند كه در آن خواهند افتاد و راه رهايى از آن نيست"
        },
        {
            "chapter": 18,
            "verse": 54,
            "text": "در اين قرآن براى مردم هر گونه داستانى بيان كرده‌ايم، ولى آدمى بيش از همه به جدل برمى‌خيزد"
        },
        {
            "chapter": 18,
            "verse": 55,
            "text": "مردمان را چون به راه هدايت فرا خواندند، هيچ چيز از ايمان آوردن و آمرزش خواستن، بازنداشت مگر آنكه مى‌بايست به شيوه پيشينيان گرفتار عذاب شوند يا آنكه عذاب روياروى و آشكارا بر آنان فرود آيد"
        },
        {
            "chapter": 18,
            "verse": 56,
            "text": "و ما پيامبران را نفرستاديم جز آنكه به مردم مژده دهند يا بيم. و كافرانى كه مى‌خواهند به نيروى باطل، حق را از ميان ببرند جدال مى‌كنند و آيات و هشدارهاى مرا به ريشخند مى‌گيرند"
        },
        {
            "chapter": 18,
            "verse": 57,
            "text": "كيست ستمكارتر از آن كه آيات پروردگارش را برايش بخوانند و او اعراض كند و كارهايى را كه از پيش مرتكب شده فراموش كند؟ بر دل ايشان پرده افكنديم تا آيات را درنيابند و گوشهايشان را كر ساختيم كه اگر به راه هدايتشان فراخوانى، هرگز راه نيابند"
        },
        {
            "chapter": 18,
            "verse": 58,
            "text": "پروردگارت آمرزنده و مهربان است. اگر مى‌خواست به سبب كردارشان در اين جهان بازخواستشان كند، بى‌درنگ به عذابشان مى‌سپرد. اما عذاب را زمانى معين است كه چون فرازآيد، پناهگاهى نيابند"
        },
        {
            "chapter": 18,
            "verse": 59,
            "text": "و آن قريه‌ها را چون كافر شدند به هلاكت رسانيديم و براى هلاكتشان وعده‌اى نهاديم"
        },
        {
            "chapter": 18,
            "verse": 60,
            "text": "و موسى به شاگرد خود گفت: من همچنان خواهم رفت تا آنجا كه دو دريا به هم رسيده‌اند. يا مى‌رسم، يا عمرم به سر مى‌آيد"
        },
        {
            "chapter": 18,
            "verse": 61,
            "text": "چون آن دو به آنجا كه دو دريا به هم رسيده بودند رسيدند، ماهيشان را فراموش كردند و ماهى راه دريا گرفت و در آب شد"
        },
        {
            "chapter": 18,
            "verse": 62,
            "text": "چون از آنجا گذشتند، به شاگرد خود گفت: چاشتمان را بياور كه در اين سفرمان رنج فراوان ديده‌ايم"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "گفت: آيا به ياد دارى آنگاه را كه در كنار آن صخره مكان گرفته بوديم؟ من ماهى را فراموش كرده‌ام. و اين شيطان بود كه سبب شد فراموشش كنم و ماهى به شيوه‌اى شگفت‌انگيز به دريا رفت"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "گفت: آنجا همان جايى است كه در طلبش بوده‌ايم. و به نشان قدمهاى خود جست‌وجوكنان بازگشتند"
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "در آنجا بنده‌اى از بندگان ما را كه رحمت خويش بر او ارزانى داشته بوديم و خود بدو دانش آموخته بوديم، بيافتند"
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "موسى گفتش: آيا با تو بيايم تا از آنچه به تو آموخته‌اند به من كمالى بياموزى؟"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "گفت: تو را شكيب همراهى با من نيست"
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "و چگونه در برابر چيزى كه بدان آگاهى نيافته‌اى صبر خواهى كرد؟"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "گفت: اگر خدا بخواهد، مرا صابر خواهى يافت آنچنان كه در هيچ كارى تو را فرمانى نكنم"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "گفت: اگر از پى من مى‌آيى، نبايد كه از من چيزى بپرسى تا من خود تو را از آن آگاه كنم"
        },
        {
            "chapter": 18,
            "verse": 71,
            "text": "پس به راه افتادند تا به كشتى سوار شدند. كشتى را سوراخ كرد. گفت: كشتى را سوراخ مى‌كنى تا مردمش را غرقه سازى؟ كارى كه مى‌كنى كارى سخت بزرگ و زشت است"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "گفت: نگفتم كه تو را شكيب همراهى با من نيست؟"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "گفت: اگر فراموش كرده‌ام مرا بازخواست مكن و بدين اندازه بر من سخت مگير"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "و رفتند تا به پسرى رسيدند، او را كشت، موسى گفت: آيا جان پاكى را بى‌آنكه مرتكب قتلى شده باشد مى‌كشى؟ مرتكب كارى زشت گرديدى"
        },
        {
            "chapter": 18,
            "verse": 75,
            "text": "گفت: نگفتم كه تو را شكيب همراهى با من نيست؟"
        },
        {
            "chapter": 18,
            "verse": 76,
            "text": "گفت: اگر از اين پس از تو چيزى پرسم با من همراهى مكن، كه از جانب من معذور باشى"
        },
        {
            "chapter": 18,
            "verse": 77,
            "text": "پس برفتند تا به دهى رسيدند. از مردم آن ده طعامى خواستند. از ميزبانيشان سر برتافتند. آنجا ديوارى ديدند كه نزديك بود فرو ريزد. ديوار را راست كرد. موسى گفت: كاش در برابر اين كار مزدى مى‌خواستى"
        },
        {
            "chapter": 18,
            "verse": 78,
            "text": "گفت: اكنون زمان جدايى ميان من و توست و تو را از راز آن كارها كه تحملشان را نداشتى آگاه مى‌كنم"
        },
        {
            "chapter": 18,
            "verse": 79,
            "text": "اما آن كشتى از آنِ بينوايانى بود كه در دريا كار مى‌كردند. خواستم معيوبش كنم، زيرا در آن سوترشان پادشاهى بود كه كشتيها را به غصب مى‌گرفت"
        },
        {
            "chapter": 18,
            "verse": 80,
            "text": "اما آن پسر، پدر و مادرش مؤمن بودند. ترسيديم كه آن دو را به عصيان و كفر دراندازد"
        },
        {
            "chapter": 18,
            "verse": 81,
            "text": "خواستيم تا در عوض او پروردگارشان چيزى نصيبشان سازد به پاكى بهتر از او و به مهربانى نزديك‌تر از او"
        },
        {
            "chapter": 18,
            "verse": 82,
            "text": "اما ديوار از آنِ دو پسر يتيم از مردم اين شهر بود. در زيرش گنجى بود، از آنِ پسران، پدرشان مردى صالح بود. پروردگار تو مى‌خواست آن دو به حد رشد رسند و گنج خود را بيرون آرند. و من اين كار را به ميل خود نكردم. رحمت پروردگارت بود. اين است راز آن سخن كه گفتم: تو را شكيب آن نيست"
        },
        {
            "chapter": 18,
            "verse": 83,
            "text": "و از تو در باره ذوالقرنين مى‌پرسند. بگو: براى شما از او چيزى مى‌خوانم"
        },
        {
            "chapter": 18,
            "verse": 84,
            "text": "ما او را در زمين مكانت داديم و راه رسيدن به هر چيزى را به او نشان داديم"
        },
        {
            "chapter": 18,
            "verse": 85,
            "text": "او نيز راه را پى گرفت"
        },
        {
            "chapter": 18,
            "verse": 86,
            "text": "تا به غروبگاه خورشيد رسيد. ديد كه در چشمه‌اى گِل‌آلود و سياه غروب مى‌كند و در آنجا مردمى يافت. گفتيم: اى ذوالقرنين، مى‌خواهى عقوبتشان كن و مى‌خواهى با آنها به نيكى رفتار كن"
        },
        {
            "chapter": 18,
            "verse": 87,
            "text": "گفت: اما هر كس كه ستم كند ما عقوبتش خواهيم كرد. آنگاه او را نزد پروردگارش مى‌برند تا او نيز به سختى عذابش كند"
        },
        {
            "chapter": 18,
            "verse": 88,
            "text": "و اما هر كس كه ايمان آورد و كارهاى شايسته كند، اجرى نيكو دارد. و در باره او فرمانهاى آسان خواهيم راند"
        },
        {
            "chapter": 18,
            "verse": 89,
            "text": "باز هم راه را پى گرفت"
        },
        {
            "chapter": 18,
            "verse": 90,
            "text": "تا به مكان برآمدن آفتاب رسيد. ديد بر قومى طلوع مى‌كند كه غير از پرتو آن برايشان هيچ پوششى قرار نداده‌ايم"
        },
        {
            "chapter": 18,
            "verse": 91,
            "text": "چنين بود. و ما بر احوال او احاطه داريم"
        },
        {
            "chapter": 18,
            "verse": 92,
            "text": "باز هم راه را پى گرفت"
        },
        {
            "chapter": 18,
            "verse": 93,
            "text": "تا به ميان دو كوه رسيد. در پس آن دو كوه مردمى را ديد كه گويى هيچ سخنى را نمى‌فهمند"
        },
        {
            "chapter": 18,
            "verse": 94,
            "text": "گفتند: اى ذوالقرنين، يأجوج و مأجوج در زمين فساد مى‌كنند. مى‌خواهى خراجى بر خود مقرر كنيم تا تو ميان ما و آنها سدى برآورى؟"
        },
        {
            "chapter": 18,
            "verse": 95,
            "text": "گفت: آنچه پروردگار من مرا بدان توانايى داده است بهتر است. مرا به نيروى خويش مدد كنيد، تا ميان شما و آنها سدى برآورم"
        },
        {
            "chapter": 18,
            "verse": 96,
            "text": "براى من تكه‌هاى آهن بياوريد. چون ميان آن دو كوه انباشته شد، گفت: بدميد. تا آن آهن را بگداخت. و گفت: مس گداخته بياوريد تا بر آن ريزم"
        },
        {
            "chapter": 18,
            "verse": 97,
            "text": "نه توانستند از آن بالا روند و نه در آن سوراخ كنند"
        },
        {
            "chapter": 18,
            "verse": 98,
            "text": "گفت: اين رحمتى بود از جانب پروردگار من؛ و چون وعده پروردگار من در رسد، آن را زير و زبر كند و وعده پروردگار من راست است"
        },
        {
            "chapter": 18,
            "verse": 99,
            "text": "و در آن روز واگذاريم تا چون موج روان گردند، و چون در صور دميده شود همه را يكجا گرد آوريم"
        },
        {
            "chapter": 18,
            "verse": 100,
            "text": "و در آن روز جهنم را به كافران، چنان كه بايد، نشان خواهيم داد"
        },
        {
            "chapter": 18,
            "verse": 101,
            "text": "آن كسان كه ديدگانشان از ياد من در حجاب بوده و توان شنيدن نداشته‌اند"
        },
        {
            "chapter": 18,
            "verse": 102,
            "text": "آيا كافران پندارند كه به جاى من بندگان مرا به خدايى گيرند؟ ما جهنم را آماده ساخته‌ايم تا منزلگاه كافران باشد"
        },
        {
            "chapter": 18,
            "verse": 103,
            "text": "بگو: آيا شما را آگاه كنيم كه كردار چه كسانى بيش از همه به زيانشان بود؟"
        },
        {
            "chapter": 18,
            "verse": 104,
            "text": "آنهايى كه كوششان در زندگى دنيا تباه شد و مى‌پنداشتند كارى نيكو مى‌كنند"
        },
        {
            "chapter": 18,
            "verse": 105,
            "text": "آنان به آيات پروردگارشان و به ملاقات با او ايمان نياوردند، پس اعمالشان ناچيز شد و ما در روز قيامت برايشان منزلتى قائل نيستيم"
        },
        {
            "chapter": 18,
            "verse": 106,
            "text": "همچنين كيفر آنان به سبب كفرشان و نيز بدان سبب كه آيات و پيامبران مرا مسخره مى‌كردند، جهنم است"
        },
        {
            "chapter": 18,
            "verse": 107,
            "text": "كسانى كه ايمان آوردند و كارهاى شايسته كردند مهمانسرايشان باغهاى فردوس است"
        },
        {
            "chapter": 18,
            "verse": 108,
            "text": "در آنجا جاويدانند و هرگز هواى انتقال نكنند"
        },
        {
            "chapter": 18,
            "verse": 109,
            "text": "بگو: اگر دريا براى نوشتن كلمات پروردگار من مركب شود، دريا به پايان مى‌رسد و كلمات پروردگار من به پايان نمى‌رسد، هر چند درياى ديگرى به مدد آن بياوريم"
        },
        {
            "chapter": 18,
            "verse": 110,
            "text": "بگو: من انسانى هستم همانند شما. به من وحى مى‌شود. هرآينه خداى شما خدايى است يكتا. هر كس ديدار پروردگار خويش را اميد مى‌بندد، بايد كردارى شايسته داشته باشد و در پرستش پروردگارش هيچ كس را شريك نسازد"
        },
        {
            "chapter": 19,
            "verse": 1,
            "text": "كاف، ها، يا، عين، صاد"
        },
        {
            "chapter": 19,
            "verse": 2,
            "text": "بيان بخشايش پروردگارت بر بنده خود زكريّا است"
        },
        {
            "chapter": 19,
            "verse": 3,
            "text": "آنگاه كه پروردگارش را در نهان ندا داد"
        },
        {
            "chapter": 19,
            "verse": 4,
            "text": "گفت: اى پروردگار من، استخوان من سست گشته و سرم از پيرى سفيد شده است و هرگز در دعا به درگاه تو، اى پروردگار من، بى‌بهره نبوده‌ام"
        },
        {
            "chapter": 19,
            "verse": 5,
            "text": "من پس از مرگ خويش، از خويشاوندانم بيمناكم و زنم نازاينده است. مرا از جانب خود فرزندى عطا كن،"
        },
        {
            "chapter": 19,
            "verse": 6,
            "text": "كه ميراثبر من و ميراثبر خاندان يعقوب باشد و او را، اى پروردگار من، شايسته و پسنديده گردان"
        },
        {
            "chapter": 19,
            "verse": 7,
            "text": "اى زكريّا، ما تو را به پسرى به نام يحيى مژده مى‌دهيم. از اين پيش كسى را همنام او نساخته‌ايم"
        },
        {
            "chapter": 19,
            "verse": 8,
            "text": "گفت: اى پروردگار من، مرا از كجا پسرى باشد، حال آنكه زنم نازاينده است. و من خود در پيرى به فرتوتى رسيده‌ام"
        },
        {
            "chapter": 19,
            "verse": 9,
            "text": "گفت: پروردگارت اينچنين گفته است: اين براى من آسان است و تو را كه پيش از اين چيزى نبوده‌اى بيافريده‌ام"
        },
        {
            "chapter": 19,
            "verse": 10,
            "text": "گفت: اى پروردگار من، به من نشانى بنماى. گفت: نشان تو اين است كه سه شب و سه روز با مردم سخن نگويى بى‌هيچ آسيبى"
        },
        {
            "chapter": 19,
            "verse": 11,
            "text": "از محراب به ميان قوم خود بيرون آمد و به آنان اعلام كرد كه: صبح و شام تسبيح گوييد"
        },
        {
            "chapter": 19,
            "verse": 12,
            "text": "اى يحيى، كتاب را به نيرومندى بگير. و در كودكى به او دانايى عطا كرديم"
        },
        {
            "chapter": 19,
            "verse": 13,
            "text": "و به او شفقت كرديم و پاكيزه‌اش ساختيم و او پرهيزگار بود"
        },
        {
            "chapter": 19,
            "verse": 14,
            "text": "به پدر و مادر نيكى مى‌كرد و جبار و گردنكش نبود"
        },
        {
            "chapter": 19,
            "verse": 15,
            "text": "سلام بر او؛ روزى كه زاده شد و روزى كه مى‌ميرد و روزى كه ديگر بار زنده برانگيخته مى‌شود"
        },
        {
            "chapter": 19,
            "verse": 16,
            "text": "در اين كتاب مريم را ياد كن، آنگاه كه از خاندان خويش به مكانى رو به سوى برآمدن آفتاب، دورى گزيد"
        },
        {
            "chapter": 19,
            "verse": 17,
            "text": "ميان خود و آنان پرده‌اى كشيد و ما روح خود را نزدش فرستاديم و چون انسانى تمام بر او نمودار شد"
        },
        {
            "chapter": 19,
            "verse": 18,
            "text": "مريم گفت: از تو به خداى رحمان پناه مى‌برم، كه پرهيزگار باشى"
        },
        {
            "chapter": 19,
            "verse": 19,
            "text": "گفت: من فرستاده پروردگار تو هستم، تا تو را پسرى پاكيزه ببخشم"
        },
        {
            "chapter": 19,
            "verse": 20,
            "text": "گفت: از كجا مرا فرزندى باشد، حال آنكه هيچ بشرى به من دست نزده است و من بدكاره هم نبوده‌ام"
        },
        {
            "chapter": 19,
            "verse": 21,
            "text": "گفت: پروردگار تو اينچنين گفته است: اين براى من آسان است. ما آن پسر را براى مردم آيتى و بخشايشى كنيم و اين كارى است حتمى و پايان يافته"
        },
        {
            "chapter": 19,
            "verse": 22,
            "text": "پس به او آبستن شد و او را با خود به مكانى دورافتاده برد"
        },
        {
            "chapter": 19,
            "verse": 23,
            "text": "درد زاييدن او را به سوى تنه درخت خرمايى كشانيد. گفت: اى كاش پيش از اين مرده بودم و از يادها فراموش شده بودم"
        },
        {
            "chapter": 19,
            "verse": 24,
            "text": "كودك از زير او ندا داد: محزون مباش، پروردگارت از زير پاى تو جوى آبى روان ساخت"
        },
        {
            "chapter": 19,
            "verse": 25,
            "text": "نخل را بجنبان تا خرماى تازه چيده برايت فرو ريزد"
        },
        {
            "chapter": 19,
            "verse": 26,
            "text": "پس اى زن، بخور و بياشام و شادمان باش و اگر از آدميان كسى را ديدى بگوى: براى خداى رحمان روزه نذر كرده‌ام و امروز با هيچ بشرى سخن نمى‌گويم"
        },
        {
            "chapter": 19,
            "verse": 27,
            "text": "كودك را برداشت و نزد قوم خود آورد. گفتند: اى مريم، كارى قبيح كرده‌اى"
        },
        {
            "chapter": 19,
            "verse": 28,
            "text": "اى خواهر هارون، نه پدرت مرد بدى بود و نه مادرت زنى بدكاره"
        },
        {
            "chapter": 19,
            "verse": 29,
            "text": "به فرزند اشاره كرد. گفتند: چگونه با كودكى كه در گهواره است سخن بگوييم"
        },
        {
            "chapter": 19,
            "verse": 30,
            "text": "كودك گفت: من بنده خدايم، به من كتاب داده و مرا پيامبر گردانيده است"
        },
        {
            "chapter": 19,
            "verse": 31,
            "text": "و هر جا كه باشم مرا بركت داده و تا زنده‌ام به نماز و زكات وصيت كرده است"
        },
        {
            "chapter": 19,
            "verse": 32,
            "text": "و نيز نيكى كردن به مادرم. و مرا جبار و شقى نساخته است"
        },
        {
            "chapter": 19,
            "verse": 33,
            "text": "سلام بر من؛ روزى كه زاده شدم و روزى كه مى‌ميرم و روزى كه ديگر بار زنده برانگيخته مى‌شوم"
        },
        {
            "chapter": 19,
            "verse": 34,
            "text": "اين است عيسى بن مريم -به سخن حق- همان كه در باره او در ترديد بودند"
        },
        {
            "chapter": 19,
            "verse": 35,
            "text": "نسزد خداوند را كه فرزندى برگيرد. منزه است. چون اراده كارى كند، مى‌گويد: موجود شو. پس موجود مى‌شود"
        },
        {
            "chapter": 19,
            "verse": 36,
            "text": "و اللّه پروردگار من و پروردگار شماست، پس او را بپرستيد، كه راه راست اين است"
        },
        {
            "chapter": 19,
            "verse": 37,
            "text": "گروه‌ها با هم اختلاف كردند، پس واى بر كافران به هنگام حضور در آن روز بزرگ"
        },
        {
            "chapter": 19,
            "verse": 38,
            "text": "چه خوب مى‌شنوند و چه خوب مى‌بينند آن روز كه نزد ما مى‌آيند. ولى ستمكاران امروز در گمراهى آشكارى هستند"
        },
        {
            "chapter": 19,
            "verse": 39,
            "text": "آنان را از روز حسرت كه كار به پايان آمده و آنان همچنان در حال غفلت و بى‌ايمانى هستند بترسان"
        },
        {
            "chapter": 19,
            "verse": 40,
            "text": "هر آينه ما زمين و هر كه را بر روى آن است به ارث مى‌بريم و همه به نزد ما بازگردانده مى‌شوند"
        },
        {
            "chapter": 19,
            "verse": 41,
            "text": "و در اين كتاب ابراهيم را ياد كن كه او پيامبرى راستگو بود"
        },
        {
            "chapter": 19,
            "verse": 42,
            "text": "آنگاه كه پدرش را گفت: اى پدر، چرا چيزى را كه نه مى‌شنود و نه مى‌بيند و نه هيچ نيازى از تو برمى‌آورد، مى‌پرستى؟"
        },
        {
            "chapter": 19,
            "verse": 43,
            "text": "اى پدر، مرا دانشى داده‌اند كه به تو نداده‌اند. پس، از من پيروى كن تا تو را به راه راست هدايت كنم"
        },
        {
            "chapter": 19,
            "verse": 44,
            "text": "اى پدر، شيطان را مپرست، زيرا شيطان خداى رحمان را نافرمان بود"
        },
        {
            "chapter": 19,
            "verse": 45,
            "text": "اى پدر، مى‌ترسم عذابى از جانب خداى رحمان به تو رسد و تو دوستدار شيطان باشى"
        },
        {
            "chapter": 19,
            "verse": 46,
            "text": "گفت: اى ابراهيم، آيا از خدايان من بيزار هستى؟ اگر بازنايستى سنگسارت مى‌كنم. اكنون زمانى دراز از من دور باش"
        },
        {
            "chapter": 19,
            "verse": 47,
            "text": "گفت: تو را سلامت باد. از پروردگارم برايت آمرزش خواهم خواست. زيرا او بر من مهربان است"
        },
        {
            "chapter": 19,
            "verse": 48,
            "text": "از شما و از آن چيزهايى كه به جاى خداى يكتا مى‌خوانيد كناره مى‌گيرم و پروردگار خود را مى‌خوانم، باشد كه چون پروردگارم را بخوانم محروم نشوم"
        },
        {
            "chapter": 19,
            "verse": 49,
            "text": "چون از آنها و آنچه جز خداى يكتا مى‌پرستيدند كناره گرفت، اسحاق و يعقوب را به او بخشيديم و همه را پيامبرى داديم،"
        },
        {
            "chapter": 19,
            "verse": 50,
            "text": "و رحمت خويش را به آنها ارزانى داشتيم و سخن نيكو و آوازه بلند داديم"
        },
        {
            "chapter": 19,
            "verse": 51,
            "text": "و در اين كتاب، موسى را ياد كن. او بنده‌اى مخلص و فرستاده‌اى پيامبر بود"
        },
        {
            "chapter": 19,
            "verse": 52,
            "text": "و او را از جانب راست كوه طور ندا داديم و نزديكش ساختيم تا با او راز گوييم"
        },
        {
            "chapter": 19,
            "verse": 53,
            "text": "و از رحمت خود برادرش هارون پيامبر را به او بخشيديم"
        },
        {
            "chapter": 19,
            "verse": 54,
            "text": "و در اين كتاب اسماعيل را ياد كن. او درست‌قول و فرستاده‌اى پيامبر بود،"
        },
        {
            "chapter": 19,
            "verse": 55,
            "text": "و خاندان خود را به نماز و زكات امر مى‌كرد و نزد پروردگارش شايسته و پسنديده بود"
        },
        {
            "chapter": 19,
            "verse": 56,
            "text": "و در اين كتاب ادريس را ياد كن. او راست‌گفتارى پيامبر بود"
        },
        {
            "chapter": 19,
            "verse": 57,
            "text": "او را به مكانى بلند فرا برديم"
        },
        {
            "chapter": 19,
            "verse": 58,
            "text": "اينان گروهى از پيامبران بودند كه خدا به آنان انعام كرده بود، از فرزندان آدم و فرزندان آنان كه با نوح در كشتى نشانديم و فرزندان ابراهيم و اسرائيل و آنها كه هدايتشان كرديم و برگزيديمشان. و چون آيات خداى رحمان بر آنان تلاوت مى‌شد، گريان به سجده مى‌افتادند"
        },
        {
            "chapter": 19,
            "verse": 59,
            "text": "سپس كسانى جانشين اينان شدند كه نماز را ضايع گذاشتند و پيرو شهوات گرديدند و به زودى به غى خواهند افتاد،"
        },
        {
            "chapter": 19,
            "verse": 60,
            "text": "مگر آن كس كه توبه كرد و ايمان آورد و كارهاى شايسته كرد. اينان به بهشت داخل مى‌شوند و هيچ مورد ستم قرار نمى‌گيرند"
        },
        {
            "chapter": 19,
            "verse": 61,
            "text": "بهشتهاى جاويد كه خداى رحمان در غيب به بندگان خويش وعده كرده است و وعده او فرا خواهد رسيد"
        },
        {
            "chapter": 19,
            "verse": 62,
            "text": "در آنجا سخن لغو نمى‌شنوند، گفتارشان سلام است. و روزيشان هر صبح و شام آماده است"
        },
        {
            "chapter": 19,
            "verse": 63,
            "text": "اين همان بهشتى است كه به بندگانمان، آنها كه پرهيزگارى كرده‌اند، عطا مى‌كنيم"
        },
        {
            "chapter": 19,
            "verse": 64,
            "text": "و ما جز به فرمان پروردگار تو فرود نمى‌آييم. آنچه در پيش روى ما و پشت سر ما و ميان اين دو قرار دارد از آنِ اوست. و پروردگار تو فراموشكار نيست"
        },
        {
            "chapter": 19,
            "verse": 65,
            "text": "پروردگار آسمانها و زمين و آنچه ميان آن دوست. او را بپرست و در پرستش شكيبا باش. آيا همنامى براى او مى‌شناسى؟"
        },
        {
            "chapter": 19,
            "verse": 66,
            "text": "آدمى مى‌گويد: آيا زمانى كه بميرم، زنده از گور بيرون آورده خواهم شد؟"
        },
        {
            "chapter": 19,
            "verse": 67,
            "text": "و آدمى به ياد ندارد كه او را پيش از اين آفريده‌ايم و او خود چيزى نبوده است؟"
        },
        {
            "chapter": 19,
            "verse": 68,
            "text": "به پروردگارت سوگند، آنها را با شيطانها گردمى‌آوريم؛ آنگاه همه را در اطراف جهنم به زانو مى‌نشانيم"
        },
        {
            "chapter": 19,
            "verse": 69,
            "text": "آنگاه از هر گروه كسانى را كه در برابر خداى رحمان بيشتر سركشى كرده‌اند جدا مى‌كنيم"
        },
        {
            "chapter": 19,
            "verse": 70,
            "text": "و ما آنهايى را كه سزاوارتر به داخل شدن در آتش و سوختن در آن باشند، بهتر مى‌شناسيم"
        },
        {
            "chapter": 19,
            "verse": 71,
            "text": "و هيچ يك از شما نيست كه وارد جهنم نشود، و اين حكمى است حتمى از جانب پروردگار تو"
        },
        {
            "chapter": 19,
            "verse": 72,
            "text": "آنگاه پرهيزگاران را نجات مى‌دهيم و ستمكاران را همچنان به زانونشسته در آنجا وامى‌گذاريم"
        },
        {
            "chapter": 19,
            "verse": 73,
            "text": "چون آيات روشنگر ما را بر آنان بخوانند، كافران به مؤمنان مى‌گويند: كدام يك از دو فرقه را جايگاه بهتر و محفل نيكوتر است؟"
        },
        {
            "chapter": 19,
            "verse": 74,
            "text": "پيش از آنها چه بسا مردمى را به هلاكت رسانيده‌ايم كه از حيث اثاث و منظر بهتر از آنها بودند"
        },
        {
            "chapter": 19,
            "verse": 75,
            "text": "بگو: هر كس كه در گمراهى باشد، خداى رحمان او را به فزونى مدد مى‌رساند، تا آنگاه آنچه را به او وعده داده شده است بنگرد: يا عذاب و يا قيامت. آنگاه خواهند دانست كه چه كسى را جايگاه بدتر و سپاه ناتوان‌تر است"
        },
        {
            "chapter": 19,
            "verse": 76,
            "text": "و خدا بر هدايت آنان كه هدايت يافته‌اند خواهد افزود و نزد پروردگار تو پاداش و نتيجه كردارهاى شايسته‌اى كه باقى‌ماندنى‌اند بهتر است"
        },
        {
            "chapter": 19,
            "verse": 77,
            "text": "آيا آن كسى را كه به آيات ما كافر بود ديدى كه مى‌گفت: البته به من مال و فرزند داده خواهد شد"
        },
        {
            "chapter": 19,
            "verse": 78,
            "text": "آيا از غيب آگاهى داشت، يا از خداى رحمان پيمان گرفته بود؟"
        },
        {
            "chapter": 19,
            "verse": 79,
            "text": "نه چنين است. آنچه مى‌گويد خواهيم نوشت و البته بر عذابش خواهيم افزود"
        },
        {
            "chapter": 19,
            "verse": 80,
            "text": "آنچه را كه مى‌گويد از او مى‌ستانيم تا تنها نزد ما بيايد"
        },
        {
            "chapter": 19,
            "verse": 81,
            "text": "و به غير از اللّه خدايانى اختيار كردند تا سبب عزتشان گردند"
        },
        {
            "chapter": 19,
            "verse": 82,
            "text": "نه چنين است. به زودى عبادتشان را انكار كنند و به مخالفتشان برخيزند"
        },
        {
            "chapter": 19,
            "verse": 83,
            "text": "آيا نديده‌اى كه ما شياطين را به سوى كافران فرستاديم تا آنها را برانگيزند؟"
        },
        {
            "chapter": 19,
            "verse": 84,
            "text": "پس تو بر آنان شتاب مكن كه ما روزهايشان را به دقت مى‌شماريم"
        },
        {
            "chapter": 19,
            "verse": 85,
            "text": "روزى كه پرهيزگاران را نزد خداى رحمان سواره گرد آوريم"
        },
        {
            "chapter": 19,
            "verse": 86,
            "text": "و مجرمان را تشنه‌كام به جهنم برانيم"
        },
        {
            "chapter": 19,
            "verse": 87,
            "text": "از شفاعت بى‌نصيبند، مگر آن كس كه با خداى رحمان پيمانى بسته باشد"
        },
        {
            "chapter": 19,
            "verse": 88,
            "text": "گفتند: خداى رحمان صاحب فرزندى است"
        },
        {
            "chapter": 19,
            "verse": 89,
            "text": "هر آينه سخنى زشت آورده‌ايد"
        },
        {
            "chapter": 19,
            "verse": 90,
            "text": "نزديك است كه از اين سخن آسمانها بشكافند و زمين شكافته شود و كوه‌ها فروافتند و در هم ريزند،"
        },
        {
            "chapter": 19,
            "verse": 91,
            "text": "زيرا براى خداى رحمان فرزندى قائل شده‌اند"
        },
        {
            "chapter": 19,
            "verse": 92,
            "text": "خداى رحمان را سزاوار نيست كه صاحب فرزندى باشد"
        },
        {
            "chapter": 19,
            "verse": 93,
            "text": "هيچ چيز در آسمانها و زمين نيست مگر آنكه به بندگى سوى خداى رحمان بيايد"
        },
        {
            "chapter": 19,
            "verse": 94,
            "text": "او همه را حساب كرده و يك‌يك شمرده است"
        },
        {
            "chapter": 19,
            "verse": 95,
            "text": "و همگيشان در روز قيامت تنها نزد او مى‌آيند"
        },
        {
            "chapter": 19,
            "verse": 96,
            "text": "خداى رحمان كسانى را كه ايمان آورده‌اند و كارهاى شايسته كرده‌اند، محبوب همه گرداند"
        },
        {
            "chapter": 19,
            "verse": 97,
            "text": "اين قرآن را بر زبان تو آسان كرديم تا پرهيزگاران را مژده دهى و ستيزه‌گران را بترسانى"
        },
        {
            "chapter": 19,
            "verse": 98,
            "text": "و چه بسيار مردمى را پيش از آنها هلاك كرده‌ايم. آيا هيچ يك از آنها را مى‌يابى يا حتى اندك آوازى از آنها مى‌شنوى؟"
        },
        {
            "chapter": 20,
            "verse": 1,
            "text": "طا، ها"
        },
        {
            "chapter": 20,
            "verse": 2,
            "text": "قرآن را بر تو نازل نكرده‌ايم كه در رنج افتى"
        },
        {
            "chapter": 20,
            "verse": 3,
            "text": "تنها هشدارى است براى آن كه مى‌ترسد"
        },
        {
            "chapter": 20,
            "verse": 4,
            "text": "از جانب كسى كه زمين و آسمانهاى بلند را آفريده است نازل شده"
        },
        {
            "chapter": 20,
            "verse": 5,
            "text": "خداى رحمان بر عرش استيلا دارد"
        },
        {
            "chapter": 20,
            "verse": 6,
            "text": "از آنِ اوست آنچه در آسمانها و زمين و ميان آنهاست و آنچه در زير زمين است"
        },
        {
            "chapter": 20,
            "verse": 7,
            "text": "و اگر سخن بلند گويى، او به راز نهان و نهان‌تر آگاه است"
        },
        {
            "chapter": 20,
            "verse": 8,
            "text": "اللّه، آن كه هيچ خدايى جز او نيست، نامهاى خوب از آن اوست"
        },
        {
            "chapter": 20,
            "verse": 9,
            "text": "آيا خبر موسى به تو رسيده است؟"
        },
        {
            "chapter": 20,
            "verse": 10,
            "text": "آنگاه كه آتشى ديد و به خانواده خود گفت: درنگ كنيد، كه من از دور آتشى مى‌بينم، شايد برايتان قبسى بياورم يا در روشنايى آن راهى بيابم"
        },
        {
            "chapter": 20,
            "verse": 11,
            "text": "چون نزد آتش آمد، ندا داده شد: اى موسى،"
        },
        {
            "chapter": 20,
            "verse": 12,
            "text": "من پروردگار تو هستم. پاى‌افزارت را بيرون كن كه اينك در وادى مقدس طوى هستى"
        },
        {
            "chapter": 20,
            "verse": 13,
            "text": "و من تو را برگزيده‌ام. پس به آنچه وحى مى‌شود گوش فرا دار"
        },
        {
            "chapter": 20,
            "verse": 14,
            "text": "خداى يكتا من هستم. هيچ خدايى جز من نيست. پس مرا بپرست و تا مرا ياد كنى نماز بگزار"
        },
        {
            "chapter": 20,
            "verse": 15,
            "text": "قيامت آمدنى است. مى‌خواهم زمان آن را پنهان دارم تا هر كس در مقابل كارى كه كرده است سزا ببيند"
        },
        {
            "chapter": 20,
            "verse": 16,
            "text": "آن كس كه به آن ايمان ندارد و پيرو هواى خويش است، تو را از آن رويگردان نكند، تا به هلاكت افتى"
        },
        {
            "chapter": 20,
            "verse": 17,
            "text": "اى موسى، آن چيست به دست راستت؟"
        },
        {
            "chapter": 20,
            "verse": 18,
            "text": "گفت: اين عصاى من است. بر آن تكيه مى‌كنم و براى گوسفندانم با آن برگ مى‌ريزم. و مرا با آن كارهاى ديگر است"
        },
        {
            "chapter": 20,
            "verse": 19,
            "text": "گفت: اى موسى، آن را بيفكن"
        },
        {
            "chapter": 20,
            "verse": 20,
            "text": "بيفكندش. به ناگهان مارى شد كه مى‌دويد"
        },
        {
            "chapter": 20,
            "verse": 21,
            "text": "گفت: بگيرش، و مترس. بار ديگر آن را به صورت نخستينش بازمى‌گردانيم"
        },
        {
            "chapter": 20,
            "verse": 22,
            "text": "دست خويش در بغل كن، بى‌هيچ عيبى، سفيد بيرون آيد. اين هم آيتى ديگر،"
        },
        {
            "chapter": 20,
            "verse": 23,
            "text": "تا آيتهاى بزرگ‌تر خود را به تو بنمايانيم"
        },
        {
            "chapter": 20,
            "verse": 24,
            "text": "نزد فرعون برو كه سركشى مى‌كند"
        },
        {
            "chapter": 20,
            "verse": 25,
            "text": "گفت: اى پروردگار من، سينه مرا براى من گشاده گردان"
        },
        {
            "chapter": 20,
            "verse": 26,
            "text": "و كار مرا آسان ساز"
        },
        {
            "chapter": 20,
            "verse": 27,
            "text": "و گره از زبان من بگشاى"
        },
        {
            "chapter": 20,
            "verse": 28,
            "text": "تا گفتار مرا بفهمند"
        },
        {
            "chapter": 20,
            "verse": 29,
            "text": "و ياورى از خاندان من براى من قرار ده؛"
        },
        {
            "chapter": 20,
            "verse": 30,
            "text": "برادرم هارون را"
        },
        {
            "chapter": 20,
            "verse": 31,
            "text": "پشت مرا بدو محكم كن"
        },
        {
            "chapter": 20,
            "verse": 32,
            "text": "و در كار من شريكش گردان"
        },
        {
            "chapter": 20,
            "verse": 33,
            "text": "تا تو را فراوان ستايش كنيم"
        },
        {
            "chapter": 20,
            "verse": 34,
            "text": "و تو را فراوان ياد كنيم"
        },
        {
            "chapter": 20,
            "verse": 35,
            "text": "كه تو بر حال ما آگاه بوده‌اى"
        },
        {
            "chapter": 20,
            "verse": 36,
            "text": "گفت: اى موسى، هر چه خواستى به تو داده شد"
        },
        {
            "chapter": 20,
            "verse": 37,
            "text": "و ما بار ديگر به تو نعمت فراوان داده‌ايم،"
        },
        {
            "chapter": 20,
            "verse": 38,
            "text": "آنگاه كه بر مادرت آنچه وحى كردنى بود وحى كرديم"
        },
        {
            "chapter": 20,
            "verse": 39,
            "text": "كه او را در صندوقى بيفكن، صندوق را به دريا افكن، تا دريا به ساحلش اندازد و يكى از دشمنان من و دشمنان او صندوق را برگيرد. محبت خويش بر تو ارزانى داشتم تا زير نظر من پرورش يابى"
        },
        {
            "chapter": 20,
            "verse": 40,
            "text": "آنگاه كه خواهرت مى‌رفت و مى‌گفت: مى‌خواهيد شما را به كسى كه نگهداريش كند راه بنمايم؟ ما تو را نزد مادرت باز گردانيديم تا چشمانش روشن گردد و غم نخورد. و تو يكى را بكشتى و ما از غم آزادت كرديم و بارها تو را بيازموديم. و سالى چند ميان مردم مدين زيستى. و اكنون، اى موسى، در آن هنگام كه مقدّر كرده بوديم آمده‌اى"
        },
        {
            "chapter": 20,
            "verse": 41,
            "text": "تو را خاص خود كردم"
        },
        {
            "chapter": 20,
            "verse": 42,
            "text": "تو و برادرت آيات مرا ببريد و در رسالت من سستى مكنيد"
        },
        {
            "chapter": 20,
            "verse": 43,
            "text": "به سوى فرعون برويد كه او طغيان كرده است"
        },
        {
            "chapter": 20,
            "verse": 44,
            "text": "با او به نرمى سخن گوييد، شايد پند گيرد، يا بترسد"
        },
        {
            "chapter": 20,
            "verse": 45,
            "text": "گفتند: اى پروردگار ما، بيم داريم كه بر ما تعدى كند يا طغيان از حد بگذراند"
        },
        {
            "chapter": 20,
            "verse": 46,
            "text": "گفت: مترسيد. من با شما هستم. مى‌شنوم و مى‌بينم"
        },
        {
            "chapter": 20,
            "verse": 47,
            "text": "پس نزد او رويد و گوييد: ما رسولان پروردگار توايم. بنى‌اسرائيل را با ما بفرست و آزارشان مده. ما نشانه‌اى از پروردگارت برايت آورده‌ايم. و سلام بر آن كس كه از پى هدايت قدم نهد"
        },
        {
            "chapter": 20,
            "verse": 48,
            "text": "هرآينه به ما وحى شده است كه عذاب براى آن كسى است كه راست را دروغ شمارد و از آن رخ برتابد"
        },
        {
            "chapter": 20,
            "verse": 49,
            "text": "گفت: اى موسى، پروردگار شما كيست؟"
        },
        {
            "chapter": 20,
            "verse": 50,
            "text": "گفت: پروردگار ما همان كسى است كه آفرينش هر چيزى را به او ارزانى داشته، سپس هدايتش كرده است"
        },
        {
            "chapter": 20,
            "verse": 51,
            "text": "گفت: حال اقوامى كه از اين پيش مى‌زيسته‌اند چيست؟"
        },
        {
            "chapter": 20,
            "verse": 52,
            "text": "گفت: علم آن در كتابى است نزد پروردگار من. پروردگار من نه خطا مى‌كند و نه فراموش"
        },
        {
            "chapter": 20,
            "verse": 53,
            "text": "كسى است كه زمين را آرامگاه شما ساخت و برايتان در آن راه‌هايى پديد آورد و از آسمان باران فرستاد، تا بدان انواعى گوناگون از نباتات برويانيم"
        },
        {
            "chapter": 20,
            "verse": 54,
            "text": "بخوريد و چارپايانتان را بچرانيد. در اين براى خردمندان عبرتهاست"
        },
        {
            "chapter": 20,
            "verse": 55,
            "text": "شما را از زمين آفريديم و به آن باز مى‌گردانيم و بار ديگر از آن بيرون مى‌آوريم"
        },
        {
            "chapter": 20,
            "verse": 56,
            "text": "هرآينه همه آيات خود را به او نشان داديم ولى تكذيبش كرد و سر باز زد"
        },
        {
            "chapter": 20,
            "verse": 57,
            "text": "گفت: اى موسى، آيا نزد ما آمده‌اى تا ما را به جادويى از سرزمينمان بيرون كنى؟"
        },
        {
            "chapter": 20,
            "verse": 58,
            "text": "ما نيز در برابر تو جادويى چون جادوى تو مى‌آوريم. بين ما و خود وعده گاهى در زمينى هموار بگذار كه نه ما وعده را خلاف كنيم و نه تو"
        },
        {
            "chapter": 20,
            "verse": 59,
            "text": "گفت: موعد شما روز زينت است و همه مردم بدان هنگام كه آفتاب بلند گردد گرد آيند"
        },
        {
            "chapter": 20,
            "verse": 60,
            "text": "فرعون بازگشت و ياران حيله‌گر خويش را گرد كرد و باز آمد"
        },
        {
            "chapter": 20,
            "verse": 61,
            "text": "موسى گفتشان: واى بر شما، بر خدا دروغ مبنديد كه همه شما را به عذابى هلاك كند و هر كه دروغ بندد نوميد شود"
        },
        {
            "chapter": 20,
            "verse": 62,
            "text": "پس با يكديگر در كار خود به مشورت پرداختند. و پنهان رازها گفتند"
        },
        {
            "chapter": 20,
            "verse": 63,
            "text": "گفتند: اين دو جادوگرانى هستند كه مى‌خواهند به جادوى خويش شما را از سرزمينتان برانند و آيين برتر شما را براندازند"
        },
        {
            "chapter": 20,
            "verse": 64,
            "text": "شما تدبيرهاى خود گرد كنيد و در يك صف بياييد. كسى كه امروز پيروز شود، رستگارى يابد"
        },
        {
            "chapter": 20,
            "verse": 65,
            "text": "گفتند: اى موسى، آيا تو مى‌افكنى يا ما نخست بيفكنيم؟"
        },
        {
            "chapter": 20,
            "verse": 66,
            "text": "گفت: شما بيفكنيد. ناگهان از جادويى كه كردند چنان در نظرش آمد كه آن رسنها و عصاها به هر سو مى‌دوند"
        },
        {
            "chapter": 20,
            "verse": 67,
            "text": "موسى خويشتن را ترسان يافت"
        },
        {
            "chapter": 20,
            "verse": 68,
            "text": "گفتيم: مترس كه تو برتر هستى"
        },
        {
            "chapter": 20,
            "verse": 69,
            "text": "آنچه در دست راست دارى بيفكن تا هر چه را كه ساخته‌اند ببلعد. آنان حيله جادوان ساخته‌اند و جادوگر هيچ گاه پيروز نمى‌شود"
        },
        {
            "chapter": 20,
            "verse": 70,
            "text": "ساحران به سجده وادار شدند. گفتند: به پروردگار هارون و موسى ايمان آورديم"
        },
        {
            "chapter": 20,
            "verse": 71,
            "text": "فرعون گفت: آيا پيش از آنكه شما را رخصت دهم به او ايمان آورديد؟ او بزرگ شماست كه به شما جادوگرى آموخته است. دستها و پاهاتان را از چپ و راست مى‌برم و بر تنه درخت خرما به دارتان مى‌آويزم. تا بدانيد كه عذاب كدام يك از ما سخت‌تر و پاينده‌تر است"
        },
        {
            "chapter": 20,
            "verse": 72,
            "text": "گفتند: سوگند به آن كه ما را آفريده است كه تو را بر آن نشانه‌هاى روشن كه ديده‌ايم ترجيح نمى‌دهيم؛ به هر چه خواهى حكم كن، كه رواج حكم تو در زندگى اينجهانى است"
        },
        {
            "chapter": 20,
            "verse": 73,
            "text": "اينك به پروردگار خويش ايمان آورديم تا از خطاهاى ما و آن جادوگرى كه ما را بدان واداشتى درگذرد، كه خدا بهتر و پايدارتر است"
        },
        {
            "chapter": 20,
            "verse": 74,
            "text": "هرآينه هر كس كه گنهكار نزد پروردگارش بيايد، جهنم جايگاه اوست كه در آنجا نه مى‌ميرد و نه زندگى مى‌كند"
        },
        {
            "chapter": 20,
            "verse": 75,
            "text": "و آنان كه با ايمان نزد او آيند و كارهاى شايسته كنند، صاحب درجاتى بلند باشند"
        },
        {
            "chapter": 20,
            "verse": 76,
            "text": "بهشتهاى جاويدان كه در آن نهرها روان است، و همواره در آنجا باشند. و اين است پاداش پاكان"
        },
        {
            "chapter": 20,
            "verse": 77,
            "text": "به موسى وحى كرديم كه بندگان ما را شب‌هنگام بيرون ببر و برايشان در دريا گذرگاهى خشك بجوى، و مترس كه بر تو دست يابند و بيم به دل راه مده"
        },
        {
            "chapter": 20,
            "verse": 78,
            "text": "فرعون با لشكرهايش از پيشان روان شد. و دريا چنان كه بايد آنان را در خود فرو پوشيد"
        },
        {
            "chapter": 20,
            "verse": 79,
            "text": "فرعون قومش را گمراه كرد، نه راهنمايى"
        },
        {
            "chapter": 20,
            "verse": 80,
            "text": "اى بنى‌اسرائيل، شما را از دشمنتان رهانيديم و با شما در جانب راست كوه طور وعده نهاديم و برايتان مَنّ و سَلوى نازل كرديم"
        },
        {
            "chapter": 20,
            "verse": 81,
            "text": "از چيزهاى پاكيزه كه شما را روزى داده‌ايم بخوريد و از حد مگذرانيدش تا مباد خشم من به شما رسد، كه هر كس كه خشم من به او برسد در آتش افتد"
        },
        {
            "chapter": 20,
            "verse": 82,
            "text": "هر كس كه توبه كند و ايمان آورد و كار شايسته كند و به راه هدايت بيفتد، مى‌آمرزمش"
        },
        {
            "chapter": 20,
            "verse": 83,
            "text": "اى موسى، چه چيز تو را واداشت تا بر قومت پيشى گيرى؟"
        },
        {
            "chapter": 20,
            "verse": 84,
            "text": "گفت: آنها همانهايند كه از پى من روانند. اى پروردگار من، من به سوى تو شتافتم تا خشنود گردى"
        },
        {
            "chapter": 20,
            "verse": 85,
            "text": "گفت: ما قوم تو را پس از تو آزمايش كرديم و سامرى گمراهشان ساخت"
        },
        {
            "chapter": 20,
            "verse": 86,
            "text": "موسى خشمگين و پُر اندوه نزد قومش بازگشت و گفت: اى قوم من، آيا پروردگارتان شما را وعده‌هاى نيكو نداده بود؟ آيا درنگ من به درازا كشيد يا خواستيد كه خشم پروردگارتان به شما فرود آيد كه وعده مرا خلاف كرديد؟"
        },
        {
            "chapter": 20,
            "verse": 87,
            "text": "گفتند: ما به اختيار خويش وعده تو خلاف نكرديم. بارهايى از زينت آن قوم بر دوش داشتيم. آنها را در آتش بيفكنديم. و سامرى نيز بيفكند"
        },
        {
            "chapter": 20,
            "verse": 88,
            "text": "و برايشان تنديس گوساله‌اى كه نعره گاوان را داشت بساخت و گفتند: اين خداى شما و خداى موسى است. و موسى فراموش كرده بود"
        },
        {
            "chapter": 20,
            "verse": 89,
            "text": "آيا نمى‌ديدند كه هيچ پاسخى به سخنشان نمى‌دهد، و هيچ سود و زيانى برايشان ندارد؟"
        },
        {
            "chapter": 20,
            "verse": 90,
            "text": "هارون نيز پيش از اين به آنها گفته بود: اى قوم من، شما را به اين گوساله آزموده‌اند. پروردگار شما خداى رحمان است. از پى من بياييد و فرمانبردار من باشيد"
        },
        {
            "chapter": 20,
            "verse": 91,
            "text": "گفتند: ما همواره به پرستش او مى‌نشينيم تا موسى به نزد ما باز گردد"
        },
        {
            "chapter": 20,
            "verse": 92,
            "text": "گفت: اى هارون، هنگامى كه ديدى گمراه مى‌شوند،"
        },
        {
            "chapter": 20,
            "verse": 93,
            "text": "چرا از پى من نيامدى؟ آيا تو نيز از فرمان من سرپيچى كرده بودى؟"
        },
        {
            "chapter": 20,
            "verse": 94,
            "text": "گفت: اى پسر مادرم، چنگ به ريش و سر من مينداز. من ترسيدم كه بگويى: تو ميان بنى‌اسرائيل جدايى افكندى، و گفتار مرا رعايت نكردى"
        },
        {
            "chapter": 20,
            "verse": 95,
            "text": "گفت: و تو اى سامرى، اين چه كارى بود كه كردى؟"
        },
        {
            "chapter": 20,
            "verse": 96,
            "text": "گفت: من چيزى ديدم كه آنها نمى‌ديدند. مشتى از خاكى كه نقش پاى آن رسول بر آن بود برگرفتم و در آن پيكر افكندم و نفس من اين كار را در چشم من بياراست"
        },
        {
            "chapter": 20,
            "verse": 97,
            "text": "گفت: برو، در زندگى اين دنيا چنان شوى كه پيوسته بگويى: «به من نزديك مشو.» و نيز تو را وعده‌اى است كه از آن رها نشوى و اينك به خدايت كه پيوسته عبادتش مى‌كردى بنگر كه مى‌سوزانيمش و به دريايش مى‌افشانيم"
        },
        {
            "chapter": 20,
            "verse": 98,
            "text": "جز اين نيست كه خداى شما اللّه است كه هيچ خدايى جز او نيست و علمش همه چيز را در برگرفته است"
        },
        {
            "chapter": 20,
            "verse": 99,
            "text": "اينچنين خبرهاى گذشته را براى تو حكايت مى‌كنيم. و به تو از جانب خود قرآن را عطا كرديم"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "هر كس كه از آن رخ برتابد روز قيامت بار گناه بر دوش مى‌كشد"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "در آن كار همواره بمانند. و بار روز قيامت برايشان بار بدى است"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "روزى كه در صور دميده شود و مجرمان را در آن روز، كبودچشم گرد مى‌آوريم"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "آهسته با هم سخن مى‌گويند كه ده روز بيش نيارميده‌ايد"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "ما به گفتار آنان آگاه‌تريم آنگاه كه نيكوروشترين آنها مى‌گويد: جز يك روز نيارميده‌ايد"
        },
        {
            "chapter": 20,
            "verse": 105,
            "text": "تو را از كوه‌ها مى‌پرسند. بگو: پروردگار من همه را پراكنده مى‌سازد"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "و آنها را به زمينى هموار بدل مى‌كند؛"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "در آن هيچ كجى و پستى و بلندى نمى‌بينى"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "در آن روز از پى آن داعى كه هيچ كژى را در او راه نيست روان گردند. و صداها در برابر خداى رحمان به خشوع مى‌گرايد و از هيچ كس جز صداى پايى نخواهى شنيد"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "در آن روز شفاعت سود ندهد، مگر آن را كه خداى رحمان اجازت دهد و سخنش را بپسندد"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "هر چه را در پيش روى آنهاست و هر چه را در پشت سرشان است مى‌داند و علم آنان او را در بَر نگيرد"
        },
        {
            "chapter": 20,
            "verse": 111,
            "text": "و چهره‌ها در برابر خداى زنده پاينده خاضع مى‌شود و هر كه بار كفر بر دوش مى‌كشد نوميد مى‌گردد"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "و هر كس كه كارهاى شايسته كند و مؤمن باشد، نبايد از هيچ ستمى و شكستى بهراسد"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "اينچنين آن را قرآنى عربى نازل كرديم و در آن گونه‌گون هشدار داديم، شايد بترسند يا پندى تازه گيرند"
        },
        {
            "chapter": 20,
            "verse": 114,
            "text": "پس برتر است خداى يكتا آن پادشاه راستين. و پيش از آنكه وحى به پايان رسد در خواندن قرآن شتاب مكن. و بگو: اى پروردگار من، به علم من بيفزاى"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "و ما پيش از اين با آدم پيمان بستيم ولى فراموش كرد، و شكيبايش نيافتيم"
        },
        {
            "chapter": 20,
            "verse": 116,
            "text": "و آنگاه كه به فرشتگان گفتيم: آدم را سجده كنيد؛ همه جز ابليس -كه سرپيچى كرد- سجده كردند"
        },
        {
            "chapter": 20,
            "verse": 117,
            "text": "گفتيم: اى آدم، اين دشمن تو و همسر توست، شما را از بهشت بيرون نكند، كه نگونبخت شوى"
        },
        {
            "chapter": 20,
            "verse": 118,
            "text": "كه تو در بهشت نه گرسنه مى‌شوى و نه برهنه مى‌مانى"
        },
        {
            "chapter": 20,
            "verse": 119,
            "text": "و نه تشنه مى‌شوى و نه دچار تابش آفتاب"
        },
        {
            "chapter": 20,
            "verse": 120,
            "text": "شيطان وسوسه‌اش كرد و گفت: اى آدم، آيا تو را به درخت جاويدانى و مُلكى زوال ناپذير راه بنمايم؟"
        },
        {
            "chapter": 20,
            "verse": 121,
            "text": "از آن درخت خوردند و شرمگاهشان در نظرشان پديدار شد. و همچنان برگ درختان بهشت بر آنها مى‌چسبانيدند. آدم در پروردگار خويش عاصى شد و راه گم كرد"
        },
        {
            "chapter": 20,
            "verse": 122,
            "text": "سپس پروردگارش او را برگزيد و توبه‌اش را بپذيرفت و هدايتش كرد"
        },
        {
            "chapter": 20,
            "verse": 123,
            "text": "گفت: همگى از آنجا پايين رويد؛ دشمنان يكديگر. اگر از جانب من شما را راهنمايى آمد، هر كس از آن راهنماى من متابعت كند نه گمراه مى‌شود و نه تيره‌بخت"
        },
        {
            "chapter": 20,
            "verse": 124,
            "text": "و هر كس كه از ياد من اعراض كند، زندگيش تنگ شود و در روز قيامت نابينا محشورش سازيم"
        },
        {
            "chapter": 20,
            "verse": 125,
            "text": "گويد: اى پروردگار من، چرا مرا نابينا محشور كردى و حال آنكه من بينا بودم؟"
        },
        {
            "chapter": 20,
            "verse": 126,
            "text": "گويد: همچنان كه تو آيات ما را فراموش مى‌كردى، امروز خود فراموش گشته‌اى"
        },
        {
            "chapter": 20,
            "verse": 127,
            "text": "اينچنين اسرافكاران و كسانى را كه به آيات پروردگارشان ايمان نمى‌آورند جزا مى‌دهيم. هر آينه عذاب آخرت سخت‌تر و پايدارتر است"
        },
        {
            "chapter": 20,
            "verse": 128,
            "text": "آيا آن همه مردمى كه پيش از اين در مساكن خويش راه مى‌رفتند و ما همه را هلاك كرديم، سبب هدايت اينان نشده‌اند؟ اينها نشانه‌هايى است براى خردمندان"
        },
        {
            "chapter": 20,
            "verse": 129,
            "text": "اگر نه سخنى بود كه پروردگارت پيش از اين گفته و زمان را معين كرده بود، عذابشان در اين جهان حتمى مى‌بود"
        },
        {
            "chapter": 20,
            "verse": 130,
            "text": "بر آنچه مى‌گويند شكيبا باش و پروردگارت را پيش از طلوع خورشيد و پيش از غروب آن به پاكى بستاى. و در ساعات شب و اول و آخر روز تسبيح گوى. شايد خشنود گردى"
        },
        {
            "chapter": 20,
            "verse": 131,
            "text": "اگر زنان و مردانى از آنها را از يك زندگى خوش بهره‌مند ساخته‌ايم، تو به آنها منگر. اين براى آن است كه امتحانشان كنيم. رزق پروردگارت بهتر و پايدارتر است"
        },
        {
            "chapter": 20,
            "verse": 132,
            "text": "كسان خود را به نماز فرمان ده و خود در آن كار پاى بيفشر. از تو روزى نمى‌خواهيم. ما به تو روزى مى‌دهيم. و عاقبت خير از آنِ پرهيزگاران است"
        },
        {
            "chapter": 20,
            "verse": 133,
            "text": "و گفتند: چرا معجزه‌اى از پروردگارش براى ما نمى‌آورد؟ آيا دليلهاى روشنى كه در صحيفه‌هاى پيشين آمده، به آنها نرسيده است؟"
        },
        {
            "chapter": 20,
            "verse": 134,
            "text": "اگر پيش از آمدن پيامبرى عذابشان مى‌كرديم، مى‌گفتند: اى پروردگار ما، چرا رسولى بر ما نفرستادى تا پيش از آنكه به خوارى و رسوايى افتيم، از آيات تو پيروى كنيم؟"
        },
        {
            "chapter": 20,
            "verse": 135,
            "text": "بگو: همه منتظرند، شما نيز منتظر بمانيد. به زودى خواهيد دانست آنها كه به راه راست مى‌روند و آنها كه هدايت يافته‌اند، چه كسانى هستند"
        },
        {
            "chapter": 21,
            "verse": 1,
            "text": "روز حساب مردم نزديك شد و آنان همچنان به غفلت رويگردانند"
        },
        {
            "chapter": 21,
            "verse": 2,
            "text": "از سوى پروردگارشان برايشان هيچ اندرز تازه‌اى نيامد، جز آنكه آن را شنيدند و سرگرم بازيچه بودند"
        },
        {
            "chapter": 21,
            "verse": 3,
            "text": "دلهايشان به لهو خو گرفته است. و آن ستمگران سر در گوش يكديگر نهادند و گفتند: آيا اين مرد جز اين است كه انسانى همانند شماست؟ آيا با آنكه به چشم خود مى‌بينيد، همچنان از پى جادو مى‌رويد؟"
        },
        {
            "chapter": 21,
            "verse": 4,
            "text": "گفت: پروردگار من از هر سخنى در آسمان و زمين آگاه است و او شنوا و داناست"
        },
        {
            "chapter": 21,
            "verse": 5,
            "text": "گفتند: نه، خوابهاى پريشان است، يا دروغى است كه مى‌بندد يا شاعرى است. پس براى ما از آن گونه كه به پيامبران پيشين داده شده بود معجزه‌اى بياورد"
        },
        {
            "chapter": 21,
            "verse": 6,
            "text": "پيش از آنها مردم قريه‌اى را كه هلاك كرديم ايمان نياورده بودند. آيا اينان ايمان مى‌آورند؟"
        },
        {
            "chapter": 21,
            "verse": 7,
            "text": "ما پيش از تو به رسالت نفرستاديم مگر مردانى را كه به آنها وحى مى‌كرديم و اگر خود نمى‌دانيد از اهل كتاب بپرسيد"
        },
        {
            "chapter": 21,
            "verse": 8,
            "text": "آنها را كالبدهايى نكرديم كه به طعام نيازمند نباشند و عمر جاويدان هم نداشتند"
        },
        {
            "chapter": 21,
            "verse": 9,
            "text": "سپس هر وعده‌اى كه با ايشان نهاديم برآورديم، و آنها و هر كس را كه خواستيم رهانيديم و گزافكاران را هلاك كرديم"
        },
        {
            "chapter": 21,
            "verse": 10,
            "text": "كتابى بر شما نازل كرده‌ايم كه در آن آوازه بزرگى شماست. آيا به عقل در نمى‌يابيد؟"
        },
        {
            "chapter": 21,
            "verse": 11,
            "text": "و چه بسيار ستمكاره مردمى را كه هلاك كرديم و به جايشان مردمى ديگر بيافريديم"
        },
        {
            "chapter": 21,
            "verse": 12,
            "text": "چون عذاب ما را حس مى‌كردند به ناگاه از آنجا مى‌گريختند"
        },
        {
            "chapter": 21,
            "verse": 13,
            "text": "مگريزيد. به ناز و تنعم و خانه‌هاى خويش بازگرديد، تا بازخواست گرديد"
        },
        {
            "chapter": 21,
            "verse": 14,
            "text": "گفتند: واى بر ما، ما ستمكاره بوده‌ايم"
        },
        {
            "chapter": 21,
            "verse": 15,
            "text": "و همواره سخنشان اين بود، تا همه را چون كِشته درويده و آتش خاموش گشته گردانيديم"
        },
        {
            "chapter": 21,
            "verse": 16,
            "text": "ما اين آسمان و زمين و آنچه را ميان آن دوست به بازيچه نيافريده‌ايم"
        },
        {
            "chapter": 21,
            "verse": 17,
            "text": "اگر خواستار بازيچه‌اى مى‌بوديم خود آن را مى‌آفريديم، اگر خواسته بوديم"
        },
        {
            "chapter": 21,
            "verse": 18,
            "text": "بلكه حق را بر سر باطل مى‌زنيم، تا آن را درهم كوبد و باطل نابود شونده است. و واى بر شما از آنچه به خدا نسبت مى‌دهيد"
        },
        {
            "chapter": 21,
            "verse": 19,
            "text": "از آنِ اوست هر كه در آسمانها و زمين است. و آنان كه در نزد او هستند، از عبادتش به تكبر سر نمى‌تابند و خسته نمى‌شوند"
        },
        {
            "chapter": 21,
            "verse": 20,
            "text": "شب و روز، بى آنكه فتورى در آنان پديد آيد، تسبيح مى‌گويند"
        },
        {
            "chapter": 21,
            "verse": 21,
            "text": "آيا در زمين خدايانى برگزيده‌اند كه مردگان را از گور برمى‌انگيزند؟"
        },
        {
            "chapter": 21,
            "verse": 22,
            "text": "اگر در زمين و آسمان خدايانى جز اللّه مى‌بود، هر دو تباه مى‌شدند. پس اللّه، پروردگار عرش، از هر چه به وصفش مى‌گويند منزه است"
        },
        {
            "chapter": 21,
            "verse": 23,
            "text": "او در برابر هيچ يك از كارهايى كه مى‌كند، بازخواست نمى‌شود ولى مردم بازخواست مى‌شوند"
        },
        {
            "chapter": 21,
            "verse": 24,
            "text": "آيا به جز او خدايانى را برگزيده‌اند؟ بگو: حجت خويش بياوريد. در اين كتاب سخن كسانى است كه با من هستند و سخن كسانى كه پيش از من بوده‌اند. نه، بيشترينشان چيزى از حق نمى‌دانند و از آن اعراض مى‌كنند"
        },
        {
            "chapter": 21,
            "verse": 25,
            "text": "ما پيش از تو هيچ پيامبرى نفرستاديم، جز آنكه به او وحى كرديم كه جز من خدايى نيست. پس مرا بپرستيد"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "و گفتند كه خداى رحمان صاحب فرزند است. منزه است او. بلكه آنان بندگانى گرامى هستند،"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "در سخن بر او پيشى نمى‌گيرند و به فرمان او كار مى‌كنند"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "مى‌داند، هر چه در برابر آنهاست و هر چه پشت سر آنهاست. و آنان جز كسانى را كه خدا از آنها خشنود است شفاعت نمى‌كنند و از بيم او لرزانند"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "هر كس از آنها كه بگويد: من سواى او خدايم، جزاى چنين كسى را جهنم مى‌دهيم و ظالمان را چنين كيفر مى‌دهيم"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "آيا كافران نمى‌دانند كه آسمانها و زمين بسته بودند، ما آنها را گشوديم و هر چيز زنده‌اى را از آب پديد آورديم؟ چرا ايمان نمى‌آورند؟"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "و بر زمين كوه‌ها بيافريديم تا نلرزاندشان. و در آن راه‌هاى فراخ ساختيم، باشد كه راه خويش بيابند"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "و آسمان را سقفى مصون از تعرض كرديم و باز هم از عبرتهاى آن اعراض مى‌كنند"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "اوست كسى كه شب و روز و آفتاب و ماه را كه هر يك در فلكى شناورند، بيافريد"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "ما پيش از تو هيچ بشرى را جاويدان نساخته‌ايم. چسان اگر تو نيز بميرى آنها جاويدان بمانند؟"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "هر كسى طعم مرگ را مى‌چشد. و شما را به خير و شر مى‌آزماييم. و همه به نزد ما بازمى‌گرديد"
        },
        {
            "chapter": 21,
            "verse": 36,
            "text": "كافران چون تو را ببينند بى شك مسخره‌ات خواهند كرد، كه: آيا اين همان مردى است كه از خدايانتان به بدى ياد مى‌كند؟ و اينان خود ياد خداى رحمان را منكرند"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "آدمى شتابكار آفريده شده. آيات خود را به شما نشان خواهم داد، شتاب مكنيد"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "مى‌گويند: اگر راست مى‌گوييد، پس آن وعده كجاست؟"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "كافران، آنگاه كه نتوانند آتش را از چهره و پشت خويش بازدارند و كسى به ياريشان برنخيزد، خواهند دانست"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "اما نه، قيامت به ناگهان فراز آيد و حيرانشان سازد و از عهده بازگرداندن آن برنيايند و مهلتشان ندهند"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "پيامبرانى را كه پيش از تو بودند نيز به مسخره گرفته بودند ولى عذابى كه مسخره‌اش مى‌كردند بر سر مسخره‌كنندگان فرود آمد"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "بگو: كيست آن كه شما را شب و روز از قهر خداى رحمان حفظ مى‌كند؟ با اين همه از يادكردن پروردگارشان اعراض مى‌كنند"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "يا آنكه خدايانى دارند كه به جاى ما آنان را از حوادث نگه مى‌دارند؟ نه، آن خدايان يارى خويشتن نتوانند و نه در برابر ما پناه داده شوند"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "بلكه ما آنها و پدرانشان را بهره‌مند كرديم تا عمرشان به درازا كشيد. آيا نمى‌بينند كه قصد اين سرزمين مى‌كنيم و از اطراف آن مى‌كاهيم؟ آيا باز هم آنها پيروزند؟"
        },
        {
            "chapter": 21,
            "verse": 45,
            "text": "بگو: من شما را به وحى بيم مى‌دهم. ولى كران را چون بيم دهند، نمى‌شنوند"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "و اگر شمه‌اى از عذاب پروردگارت به آنها برسد، خواهند گفت: واى بر ما كه ستمكار بوده‌ايم"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "روز قيامت ترازوهاى عدل را تعبيه مى‌كنيم، و به هيچ كس ستم نمى‌شود. اگر عملى به سنگينى يك خردل هم باشد به حسابش مى‌آوريم، كه ما حساب‌كردن را بسنده‌ايم"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "به موسى و هارون كتابى داديم كه حق و باطل را از يكديگر تميز مى‌دهد و روشنى و اندرز است براى پرهيزگاران"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "آنان كه از خداى خويش در نهان مى‌ترسند و از روز قيامت هراسناكند"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "اين مبارك قرآنى است كه نازل كرده‌ايم. آيا منكر آن هستيد؟"
        },
        {
            "chapter": 21,
            "verse": 51,
            "text": "پيش از اين به ابراهيم نيروى شناختش را عطا كرديم و به او آگاه بوديم"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "آنگاه كه به پدرش و قومش گفت: اين تنديسها كه به پرستش آنها دل نهاده‌ايد چيستند؟"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "گفتند: پدرانمان را ديديم كه آنها را مى‌پرستيدند"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "گفت: هر آينه شما و پدرانتان در گمراهى آشكارى بوده‌ايد"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "گفتند: براى ما سخن حقى آورده‌اى، يا ما را به بازى گرفته‌اى؟"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "گفت: نه، پروردگار شما، پروردگار آسمانها و زمين است. آن كه آنها را بيافريده است. و من بر اين سخن كه مى‌گويم گواهى مى‌دهم"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "و به خدا سوگند كه چون شما برويد، چاره اين بتانتان را خواهم كرد"
        },
        {
            "chapter": 21,
            "verse": 58,
            "text": "آنها را خرد كرد. مگر بزرگ ترينشان را، تا مگر به آن رجوع كنند"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "گفتند: چه كس به خدايان ما چنين كرده است؟ هر آينه او از ستمكاران است"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "گفتند: شنيده‌ايم كه جوانى به نام ابراهيم، از آنها سخن مى‌گفته است"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "گفتند: او را به محضر مردم بياوريد، تا شهادت دهند"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "گفتند: اى ابراهيم، تو با خدايان ما چنين كرده‌اى؟"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "گفت: بلكه بزرگ‌ترينشان چنين كرده است. اگر سخن مى‌گويند از آنها بپرسيد"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "با خودشان گفت‌وگو كردند و گفتند: شما خود ستمكار هستيد"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "آنگاه به حيرت سر فرو داشتند و گفتند: تو خود مى‌دانى كه اينان سخن نمى‌گويند"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "گفت: آيا سواى اللّه چيزى را مى‌پرستيد كه نه شما را سود مى‌رساند نه زيان"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "بيزارم از شما و از آن چيزهايى كه سواى اللّه مى‌پرستيد. آيا به عقل درنمى‌يابيد؟"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "گفتند: اگر مى‌خواهيد كارى بكنيد، بسوزانيدش و خدايان خود را نصرت دهيد"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "گفتيم: اى آتش، بر ابراهيم خنك و سلامت باش"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "مى‌خواستند براى ابراهيم مكرى بينديشند، ولى ما زيانكارشان گردانيديم"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "او و لوط را رهانيديم و به سرزمينى كه آن را بركت جهانيان قرار داده‌ايم، برديم"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "و به او اسحاق و فرزندزاده‌اى چون يعقوب را بخشيديم. و همه را از شايستگان گردانيديم"
        },
        {
            "chapter": 21,
            "verse": 73,
            "text": "و همه را پيشوايانى ساختيم كه به امر ما هدايت مى‌كردند. و انجام دادن كارهاى نيك و برپاى داشتن نماز و دادن زكات را به آنها وحى كرديم و همه پرستنده ما بودند"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "و به لوط حكم و علم داديم و از آن قريه كه مردمش مرتكب پليديها مى‌شدند نجاتش بخشيديم. آنها كه مردمى بد و فاسق بودند"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "او را در رحمت خويش داخل كرديم. كه او از شايستگان بود"
        },
        {
            "chapter": 21,
            "verse": 76,
            "text": "و نوح را ياد كن كه پيش از آن ما را ندا داد و ما به او پاسخ داديم و او و خاندانش را از محنتى بزرگ رهانيديم"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "و او را بر مردمى كه آيات ما را تكذيب مى‌كردند پيروزى داديم. آنان بد مردمى بودند و ما همه را غرقه ساختيم"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "و داود و سليمان را ياد كن آنگاه كه درباره كشتزارى داورى كردند كه گوسفندان آن قوم، شبانه در آنجا مى‌چريدند. و ما شاهد داورى آنها بوديم"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "و اين شيوه داورى را به سليمان آموختيم و همه را حكم و علم داديم و كوه‌ها را مسخّر داود گردانيديم كه آنها و پرندگان با او تسبيح مى‌گفتند و اين همه ما كرديم"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "و به او آموختيم تا برايتان زره بسازد. تا شما را به هنگام جنگيدنتان حفظ كند. آيا سپاسگزارى مى‌كنيد؟"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "و تندباد را مسخّر سليمان كرديم كه به امر او در آن سرزمين كه بركتش داده بوديم حركت مى‌كرد. و ما بر هر چيزى آگاهيم"
        },
        {
            "chapter": 21,
            "verse": 82,
            "text": "و گروهى از ديوان برايش در دريا غواصى مى‌كردند و جز آن به كارهاى ديگر مشغول بودند و ما حافظ آنها بوديم"
        },
        {
            "chapter": 21,
            "verse": 83,
            "text": "و ايّوب را ياد كن آنگاه كه پروردگارش را ندا داد: به من بيمارى و رنج رسيده است و تو مهربان‌ترين مهربانانى"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "دعايش را اجابت كرديم. و آزار از او دور كرديم و خاندانش را و همانند آنها را با آنها به او بازگردانيديم. و اين رحمتى بود از جانب ما، تا خداپرستان همواره به ياد داشته باشند"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "و اسماعيل و ادريس و ذوالكفل را ياد كن كه همه از صابران بودند"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "آنان را مشمول بخشايش خويش گردانيديم و همه از شايستگان بودند"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "و ذوالنّون را، آنگاه كه خشمناك برفت و پنداشت كه هرگز بر او تنگ نمى‌گيريم. و در تاريكى ندا داد: هيچ خدايى جز تو نيست، تو منزه هستى و من از ستمكاران هستم"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "دعايش را مستجاب كرديم و او را از اندوه رهانيديم و مؤمنان را اينچنين مى‌رهانيم"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "و زكريّا را ياد كن، آنگاه كه پروردگارش را ندا داد: اى پروردگار من، مرا تنها وامگذار. و تو بهترين وارثانى"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "دعايش را مستجاب كرديم و به او يحيى را بخشيديم و زنش را برايش شايسته گردانيديم. اينان در كارهاى نيك شتاب مى‌كردند و با بيم و اميد ما را مى‌خواندند و در برابر ما خاشع بودند"
        },
        {
            "chapter": 21,
            "verse": 91,
            "text": "و آن زن را ياد كن كه شرمگاه خود را نگاه داشت و ما از روح خود در او دميديم و او و فرزندش را براى جهانيان عبرتى گردانيديم"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "اين شريعت شماست، شريعتى يگانه. و من پروردگار شمايم، مرا بپرستيد"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "و در دين خويش فرقه فرقه شدند. همه به نزد ما بازمى‌گردند"
        },
        {
            "chapter": 21,
            "verse": 94,
            "text": "هر كس كه كارى شايسته كند و ايمان آورده باشد، كوشش او را ناسپاسى نيست و ما اعمالش را مى‌نويسيم"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "و قريه‌اى را كه به هلاكت رسانده‌ايم محال است كه بازگشتى داشته باشند"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "تا آنگاه كه يأجوج و مأجوج گشوده شوند و آنان را از بلنديها به شتاب سرازير گردند"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "و آن وعده راستين نزديك گردد و چشمان كافران همچنان خيره ماند: واى بر ما، ما از اين حال غافل بوديم. نه، كه ستمكار مى‌بوديم"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "شما و آن چيزهايى كه سواى اللّه مى‌پرستيديد هيزمهاى جهنميد. شما به جهنم خواهيد رفت"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "اگر اينان خدايان مى‌بودند به جهنم نمى‌رفتند و حال آنكه همه در جهنم جاويدانند"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "آنان در جهنم فرياد مى‌كشند و در آنجا هيچ نمى‌شنوند"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "كسانى كه پيش از اين مقرر كرده‌ايم كه به آنها نيكويى كنيم، از جهنم بركنارند"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "اينان صداى دوزخ را نمى‌شنوند و در بهشت كه هر چه خواهند مهياست، جاودانه‌اند"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "آن وحشت بزرگ غمگينشان نكند. و فرشتگان به ديدارشان آيند كه اين همان روزى است كه به شما وعده داده بودند"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "روزى كه آسمان را چون طومارى نوشته درهم نورديم. و چنان كه نخستين‌بار بيافريديم آفرينش از سر گيريم. اين وعده‌اى است كه برآوردنش بر عهده ماست و ما چنان خواهيم كرد"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "و ما در زبور -پس از تورات- نوشته‌ايم كه اين زمين را بندگان صالح من به ميراث خواهند برد"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "و در اين كتاب تبليغى است براى مردم خداپرست"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "و نفرستاديم تو را، جز آنكه مى‌خواستيم به مردم جهان رحمتى ارزانى داريم"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "بگو: به من وحى شده كه خداى شما خدايى است يكتا، آيا بدان گردن مى‌نهيد؟"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "پس اگر رويگردان شدند، بگو: شما را خبر دادم تا همه در آگاهى يكسان باشيد. و من نمى‌دانم آنچه شما را وعده كرده‌اند نزديك است يا دور"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "اوست كه مى‌داند هر سخنى را كه به آواز بلند گوييد يا در دل پنهان داريد"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "و نمى‌دانم شايد اين آزمايشى براى شما و بهره‌مندى تا به هنگام مرگ باشد"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "گفت: اى پروردگار من، به حق داورى كن. و پروردگار ما بخشاينده است و به رغم آنچه مى‌گوييد همه از او يارى مى‌جويند"
        },
        {
            "chapter": 22,
            "verse": 1,
            "text": "اى مردم، از پروردگارتان بترسيد، كه زلزله قيامت حادثه بزرگى است"
        },
        {
            "chapter": 22,
            "verse": 2,
            "text": "آن روز كه ببينيدش، هر شيردهنده‌اى شيرخواره‌اش را از ياد ببرد و هر آبستنى بار خود بر زمين گذارد و مردم را چون مستان بينى، حال آنكه مست نيستند بلكه عذاب خدا شديد است"
        },
        {
            "chapter": 22,
            "verse": 3,
            "text": "بعضى از مردم، بى هيچ دانشى در باره خدا مجادله مى‌كنند و از هر شيطان سركشى پيروى مى‌كنند"
        },
        {
            "chapter": 22,
            "verse": 4,
            "text": "بر شيطان چنين مقرر شده كه هر كس را كه دوستش بدارد گمراه كند و به عذاب آتش سوزانش كشاند"
        },
        {
            "chapter": 22,
            "verse": 5,
            "text": "اى مردم، اگر از روز رستاخيز در ترديد هستيد، ما شما را از خاك و سپس از نطفه، آنگاه از لخته‌خونى و سپس از پاره‌گوشتى گاه تمام آفريده گاه ناتمام، بيافريده‌ايم، تا قدرت خود را برايتان آشكار كنيم. و تا زمانى معين هر چه را خواهيم در رحمها نگه مى‌داريم. آنگاه شما را كه كودكى هستيد بيرون مى‌آوريم تا به حد زورمندى خود رسيد. بعضى از شما مى‌ميرند و بعضى به سالخوردگى برده مى‌شوند تا آنگاه كه هر چه آموخته‌اند فراموش كنند. و تو زمين را فسرده مى‌بينى. چون باران بر آن بفرستيم، در اهتزاز آيد و نمو كند و از هر گونه گياه بهجت‌انگيز بروياند"
        },
        {
            "chapter": 22,
            "verse": 6,
            "text": "و اينها دليل بر آن است كه خدا حق است، مردگان را زنده مى‌سازد و بر هر كارى تواناست"
        },
        {
            "chapter": 22,
            "verse": 7,
            "text": "و نيز قيامت خواهد آمد، شكى در آن نيست. و خدا همه كسانى را كه در گورها هستند زنده مى‌كند"
        },
        {
            "chapter": 22,
            "verse": 8,
            "text": "از مردم كسى است كه بى هيچ دانشى و هيچ راهنمايى و هيچ كتاب روشنى بخشى در باره خدا مجادله مى‌كند"
        },
        {
            "chapter": 22,
            "verse": 9,
            "text": "گردن را به تكبر به يكسو مى‌پيچاند تا مردم را از راه خدا گمراه سازد. نصيب او در دنيا خوارى است و در روز قيامت عذاب آتش را به او مى‌چشانيم"
        },
        {
            "chapter": 22,
            "verse": 10,
            "text": "اين كيفر كارهايى است كه پيش از اين كرده‌اى، و خدا به بندگانش ستم نمى‌كند"
        },
        {
            "chapter": 22,
            "verse": 11,
            "text": "و از ميان مردم كسى است كه خدا را با ترديد مى‌پرستد. اگر خيرى به او رسد دلش بدان آرام گيرد، و اگر آزمايشى پيش آيد رخ برتابد. در دنيا و آخرت زيان بيند و آن زيانى آشكار است"
        },
        {
            "chapter": 22,
            "verse": 12,
            "text": "سواى خدا كسى را مى‌خواند كه نه زيانى به او مى‌رساند و نه سودى، و اين گمراهيى است بى‌انتها"
        },
        {
            "chapter": 22,
            "verse": 13,
            "text": "كسى را مى‌خواند كه زيانش نزديك‌تر از سود اوست. چه بد دوستدارى است و چه بد مصاحبى است"
        },
        {
            "chapter": 22,
            "verse": 14,
            "text": "خدا كسانى را كه ايمان آورده و كارهاى شايسته كرده‌اند به بهشتهايى كه در آن نهرها جارى است داخل مى‌سازد، و خدا هر چه خواهد همان مى‌كند"
        },
        {
            "chapter": 22,
            "verse": 15,
            "text": "كسى كه مى‌پندارد كه خدا در دنيا و آخرت ياريش نخواهد كرد، خويشتن را با ريسمانى از سقف بياويزد تا خود را خفه كند و بنگرد كه آيا اين حيله خشمش را از ميان خواهد برد"
        },
        {
            "chapter": 22,
            "verse": 16,
            "text": "بدين‌سان قرآن را نازل كرديم، با آياتى روشنگر. و خدا هر كس را كه بخواهد هدايت مى‌كند"
        },
        {
            "chapter": 22,
            "verse": 17,
            "text": "خدا ميان آنان كه ايمان آورده‌اند و آنان كه كيش يهود يا صابئان يا نصارى يا مجوس برگزيده‌اند و آنان كه مشرك شده‌اند، در روز قيامت حكم مى‌كند. زيرا او بر هر كارى ناظر است"
        },
        {
            "chapter": 22,
            "verse": 18,
            "text": "آيا نديده‌اى كه هر كس در آسمانها و هر كس كه در زمين است و آفتاب و ماه و ستارگان و كوهها و درختان و جنبندگان و بسيارى از مردم خدا را سجده مى‌كنند؟ و بر بسيارى عذاب محقق شده و هر كه را خدا خوار سازد، هيچ كس گراميش نمى‌دارد. زيرا خدا هر چه بخواهد همان مى‌كند"
        },
        {
            "chapter": 22,
            "verse": 19,
            "text": "اين دو گروه در باره پروردگارشان به خصومت برخاسته‌اند. براى آنان كه كافرند جامه‌هايى از آتش بريده‌اند و از بالا بر سرشان آب جوشان مى‌ريزد"
        },
        {
            "chapter": 22,
            "verse": 20,
            "text": "بدان آب جوشان هر چه در درون شكم دارند و نيز پوستهايشان گداخته مى‌شود"
        },
        {
            "chapter": 22,
            "verse": 21,
            "text": "و نيز براى آنهاست گرزهايى آهنين"
        },
        {
            "chapter": 22,
            "verse": 22,
            "text": "هرگاه كه خواهند از آن عذاب، از آن اندوه بيرون آيند، بار ديگر آنان را بدان بازگردانند كه: بچشيد عذاب آتش سوزنده را"
        },
        {
            "chapter": 22,
            "verse": 23,
            "text": "خدا كسانى را كه ايمان آورده و كارهاى شايسته كرده‌اند به بهشتهايى كه در آن نهرها جارى است داخل مى‌سازد. در آنجا با دستبندهايى از طلا و مرواريد آراسته شوند و لباسشان از حرير است"
        },
        {
            "chapter": 22,
            "verse": 24,
            "text": "آنان به آن سخن پاك و به راه خداوند ستودنى راهنمايى شده‌اند"
        },
        {
            "chapter": 22,
            "verse": 25,
            "text": "آنهايى را كه كافر شدند و مردم را از راه خدا و مسجدالحرام -كه براى مردم چه مقيم و چه غريب يكسان است- بازمى‌دارند و نيز هر كه را در آنجا قصد كجروى يا ستمكارى داشته باشد، عذاب دردآور مى‌چشانيم"
        },
        {
            "chapter": 22,
            "verse": 26,
            "text": "و مكان خانه را براى ابراهيم آشكار كرديم و گفتيم: هيچ چيز را شريك من مساز و خانه مرا براى طواف‌كنندگان و به نمازايستادگان و راكعان و ساجدان پاكيزه بدار"
        },
        {
            "chapter": 22,
            "verse": 27,
            "text": "و مردم را به حج فرا خوان تا پياده يا سوار بر شتران تكيده از راه‌هاى دور نزد تو بيايند"
        },
        {
            "chapter": 22,
            "verse": 28,
            "text": "تا سودهايى را كه از آنِ آنهاست ببينند و نام خدا را در روزهايى معين به هنگام ذبح چارپايانى كه خدا رزق آنها ساخته، ياد كنند. پس از آنها بخوريد و بينوايان فقير را نيز اطعام كنيد"
        },
        {
            "chapter": 22,
            "verse": 29,
            "text": "سپس چرك از خود دور كنند و نذرهاى خويش را ادا كنند و بر آن خانه كهنسال طواف كنند"
        },
        {
            "chapter": 22,
            "verse": 30,
            "text": "همچنين هر كس دست از حرام بدارد، در نزد پروردگارش برايش بهتر است. و چارپايان بر شما حلالند مگر آنهايى كه برايتان خوانده شده. پس، از بتهاى پليد و سخن باطل و دروغ اجتناب ورزيد"
        },
        {
            "chapter": 22,
            "verse": 31,
            "text": "روى آوردگان به خدا باشيد و شرك نياوردگان به او؛ و هر كس كه به خدا شرك آورد، چونان كسى است كه از آسمان فروافتد و مرغ او را بربايد يا بادش به مكانى دور اندازد"
        },
        {
            "chapter": 22,
            "verse": 32,
            "text": "آرى، كسانى كه شعاير خدا را بزرگ مى‌شمارند كارشان نشان پرهيزگارى دلهايشان باشد"
        },
        {
            "chapter": 22,
            "verse": 33,
            "text": "از آن شتران قربانى تا زمانى معين برايتان سودهاست، سپس جاى قربانيشان در آن خانه كهنسال است"
        },
        {
            "chapter": 22,
            "verse": 34,
            "text": "براى هر امتى رسم قربانى كردنى نهاديم تا بدان سبب كه خدا از چارپايان روزيشان داده است، نام او را بر زبان رانند. پس خداى شما خدايى يكتاست، در برابر او تسليم شويد. و تواضع‌كنندگان را بشارت ده،"
        },
        {
            "chapter": 22,
            "verse": 35,
            "text": "آنان كه چون نام خدا برده شود در دل بترسند و بدان هنگام كه به آنها مصيبتى رسد شكيبايانند و نمازگزارانند و از آنچه روزيشان داده‌ايم انفاق مى‌كنند"
        },
        {
            "chapter": 22,
            "verse": 36,
            "text": "شتران قربانى را براى شما از شعاير خدا قرار داديم. شما را در آن خيرى است. و همچنان كه بر پاى ايستاده‌اند نام خدا را بر آنها بخوانيد و چون پهلويشان بر زمين رسيد از آنها بخوريد و فقيران قانع و گدايان را اطعام كنيد. اينها را براى شما رام كرديم. باشد كه سپاسگزارى كنيد"
        },
        {
            "chapter": 22,
            "verse": 37,
            "text": "گوشت و خون اين شتران به خدا نمى‌رسد. آنچه به او مى‌رسد پرهيزگارى شماست. همچنين آنها را رام شما ساخت تا خدا را به شكرانه آنكه هدايتتان كرده است، به بزرگى ياد كنيد. و نيكوكاران را بشارت ده"
        },
        {
            "chapter": 22,
            "verse": 38,
            "text": "خدا از كسانى كه ايمان آورده‌اند دفاع مى‌كند، و خدا خيانتكاران ناسپاس را دوست ندارد"
        },
        {
            "chapter": 22,
            "verse": 39,
            "text": "به كسانى كه به جنگ بر سرشان تاخت آورده‌اند و مورد ستم قرار گرفته‌اند، رخصت داده شد و خدا بر پيروز گردانيدنشان تواناست"
        },
        {
            "chapter": 22,
            "verse": 40,
            "text": "آنهايى كه به ناحق از ديارشان رانده شده‌اند جز آن بود كه مى‌گفتند: پروردگار ما خداى يكتاست؟ و اگر خدا بعضى را به وسيله بعضى ديگر دفع نكرده بود، ديرها و كليساها و كنشتها و مسجدهايى كه نام خدا به فراوانى در آن برده مى‌شود ويران مى‌گرديد. و خدا هر كس را كه ياريش كند، يارى مى‌كند و خدا توانا و پيروزمند است"
        },
        {
            "chapter": 22,
            "verse": 41,
            "text": "همان كسان كه اگر در زمين مكانتشان دهيم نماز مى‌گزارند و زكات مى‌دهند و امر به معروف و نهى از منكر مى‌كنند. و سرانجام همه كارها با خداست"
        },
        {
            "chapter": 22,
            "verse": 42,
            "text": "اگر اينان تو را تكذيب كرده‌اند، پيش از آنها قوم نوح و عاد و ثمود نيز تكذيب كرده‌اند،"
        },
        {
            "chapter": 22,
            "verse": 43,
            "text": "و نيز قوم ابراهيم و قوم لوط،"
        },
        {
            "chapter": 22,
            "verse": 44,
            "text": "و مردم مَديَن. و موسى نيز تكذيب گرديد. من به كافران مهلت دادم، آنگاه آنها را فروگرفتم. و عقوبت من چگونه بود؟"
        },
        {
            "chapter": 22,
            "verse": 45,
            "text": "چه بسيار قريه‌هايى ستم پيشه را هلاك كرديم و سقفهايشان فروريخت و چه بسيار چاه‌ها كه بيكاره ماند و قصرهاى رفيع گچكارى شده، بى‌صاحب"
        },
        {
            "chapter": 22,
            "verse": 46,
            "text": "آيا در زمين سير نمى‌كنند تا صاحب دلهايى گردند كه بدان تعقل كنند و گوشهايى كه بدان بشنوند؟ زيرا چشمها نيستند كه كور مى‌شوند، بلكه دلهايى كه در سينه‌ها جاى دارند كور باشند"
        },
        {
            "chapter": 22,
            "verse": 47,
            "text": "از تو به شتاب عذاب مى‌طلبند و خدا هرگز وعده خود را خلاف نمى‌كند. و يك روز از روزهاى پروردگار تو برابر با هزار سال است از آن سان كه مى‌شمريد"
        },
        {
            "chapter": 22,
            "verse": 48,
            "text": "چه بسيار قريه‌هايى را كه ستم‌پيشه بودند و من مهلتشان دادم، آنگاه آنها را فروگرفتم. و بازگشت همه نزد من است"
        },
        {
            "chapter": 22,
            "verse": 49,
            "text": "بگو: اى مردم، من براى شما بيم‌دهنده‌اى آشكارم"
        },
        {
            "chapter": 22,
            "verse": 50,
            "text": "پس آنان را كه ايمان آورده‌اند و كارهاى شايسته كرده‌اند، آمرزش و رزقى كرامند است"
        },
        {
            "chapter": 22,
            "verse": 51,
            "text": "و آنان كه در رد آيات ما مى‌كوشند و مى‌خواهند ما را به عجز آورند، اهل جهنمند"
        },
        {
            "chapter": 22,
            "verse": 52,
            "text": "ما پيش از تو هيچ رسول يا نبيى را نفرستاديم مگر آنكه چون به خواندن آيات مشغول شد شيطان در سخن او چيزى افكند. و خدا آنچه را كه شيطان افكنده بود نسخ كرد، سپس آيات خويش را استوارى بخشيد. و خدا دانا و حكيم است"
        },
        {
            "chapter": 22,
            "verse": 53,
            "text": "چنين شود، تا آنچه شيطان در سخن او افكنده براى كسانى كه در قلبهايشان بيمارى است و نيز سخت‌دلان، آزمايشى باشد، و ستمكاران در اختلافى بزرگ گرفتارند"
        },
        {
            "chapter": 22,
            "verse": 54,
            "text": "و تا دانش‌يافتگان بدانند كه قرآن به راستى از جانب پروردگار توست و بدان ايمان بياورند و دلهايشان بدان آرام گيرد. و خدا كسانى را كه ايمان آورده‌اند به راه راست هدايت مى‌كند"
        },
        {
            "chapter": 22,
            "verse": 55,
            "text": "همواره كافران در آن شك مى‌كنند تا آنگاه كه قيامت ناگهان بر سرشان فرارسد يا به عذاب روز بى‌شادمانى گرفتار آيند"
        },
        {
            "chapter": 22,
            "verse": 56,
            "text": "فرمانروايى در آن روز از آنِ خداست. ميانشان حكم مى‌كند. پس كسانى كه ايمان آورده‌اند و كارهاى شايسته كرده‌اند، در بهشتهاى پرنعمتند"
        },
        {
            "chapter": 22,
            "verse": 57,
            "text": "و كسانى كه كفر ورزيده‌اند و آيات ما را دروغ شمرده‌اند، برايشان عذابى است خواركننده"
        },
        {
            "chapter": 22,
            "verse": 58,
            "text": "و كسانى را كه در راه خدا مهاجرت كردند، سپس كشته شدند يا خود مردند، خدا به رزقى نيكو روزى مى‌دهد. زيرا خدا بهترين روزى‌دهندگان است"
        },
        {
            "chapter": 22,
            "verse": 59,
            "text": "آنان را به جايى درآورد كه از آن خشنود باشند. و هر آينه خدا دانا و شكيباست"
        },
        {
            "chapter": 22,
            "verse": 60,
            "text": "هر كس عقوبت كند همچنان كه او را عقوبت كرده‌اند، آنگاه بر او ستم كنند، خدا ياريش خواهد كرد. زيرا خدا عفوكننده و آمرزنده است"
        },
        {
            "chapter": 22,
            "verse": 61,
            "text": "اين بدان سبب است كه خدا از شب مى‌كاهد و به روز مى‌افزايد و از روز مى‌كاهد و به شب مى‌افزايد. و خدا شنوا و بيناست"
        },
        {
            "chapter": 22,
            "verse": 62,
            "text": "اين بدان سبب است كه خدا حق است و آنچه جز او به خدايى مى‌خوانند باطل است و او بلندمرتبه و بزرگ است"
        },
        {
            "chapter": 22,
            "verse": 63,
            "text": "آيا نديده‌اى كه خدا از آسمان باران فرستاد و زمين پر سبزه گرديد؟ هر آينه خدا باريك بين و آگاه است"
        },
        {
            "chapter": 22,
            "verse": 64,
            "text": "از آن اوست آنچه در آسمانها و آنچه در زمين است. اوست بى‌نياز و در خور ستايش"
        },
        {
            "chapter": 22,
            "verse": 65,
            "text": "آيا نديده‌اى كه خدا هر چه را در روى زمين است مسخّر شما كرده است و كشتيها را كه در دريا به فرمان او مى‌روند؟ و آسمان را نگه داشته كه جز به فرمان او بر زمين نيفتد. زيرا خدا را بر مردم رأفت و مهربانى است"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "اوست آن كه شما را زندگى بخشيد و سپس بميراند و باز زنده مى‌سازد. و آدمى ناسپاس است"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "براى هر امتى آيينى نهاديم تا بر آن آيين باشد. پس در اين كار با تو مجادله نكنند و مردم را به پروردگار خود دعوت كن، زيرا تو به راستى بر راه راست گام مى‌نهى"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "اگر با تو مجادله كردند، بگو: خدا به هر كارى كه مى‌كنيد آگاهتر است"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "در آنچه مورد اختلاف شماست، خدا در روز قيامت حكم خواهد كرد"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "آيا ندانسته‌اى كه خدا هر چه را كه در آسمانها و زمين است مى‌داند؟ و اين در كتابى نوشته است، و كارى است بر خدا آسان"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "و سواى اللّه چيزى را مى‌پرستند كه هيچ دليلى بر وجودش نازل نشده است و هيچ دانشى بدان ندارند. و ستمكاران ياورى ندارند"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "چون آيات روشنگر ما بر آنان خوانده شود، نشان انكار را بر چهره كافران مى‌شناسى؛ چنان كه نزديك باشد بر آنان كه آيات را مى‌خوانند، حمله‌ور شوند. بگو: آيا شما را به چيزى بدتر از اين آگاه كنم؟ آتش. خدا آن را به كسانى كه ايمان نياورده‌اند وعده داده است و آتش بد سرانجامى است"
        },
        {
            "chapter": 22,
            "verse": 73,
            "text": "اى مردم، مثَلى زده شد. بدان گوش دهيد. كسانى كه آنها را به جاى اللّه به خدايى مى‌خوانيد، اگر همه گرد آيند مگسى را نخواهند آفريد؛ و اگر مگسى چيزى از آنها بربايد بازستاندنش را نتوانند. طالب و مطلوب هر دو ناتوانند"
        },
        {
            "chapter": 22,
            "verse": 74,
            "text": "خدا را چنان كه سزاى اوست نشناختند. هر آينه خدا نيرومند و پيروز است"
        },
        {
            "chapter": 22,
            "verse": 75,
            "text": "خدا از ميان فرشتگان و مردمان رسولانى برمى‌گزيند. هر آينه خدا شنوا و بيناست"
        },
        {
            "chapter": 22,
            "verse": 76,
            "text": "آنچه را كه در پيش رويشان است و آنچه را كه پشت سرشان است مى‌داند. و همه كارها بدو بازمى‌گردد"
        },
        {
            "chapter": 22,
            "verse": 77,
            "text": "اى كسانى كه ايمان آورده‌ايد، ركوع كنيد و سجده كنيد و پروردگارتان را بپرستيد و كارهاى نيك به جاى آوريد، باشد كه رستگار گرديد"
        },
        {
            "chapter": 22,
            "verse": 78,
            "text": "در راه خداوند چنان كه بايد جهاد كنيد. او شما را برگزيد. و برايتان در دين هيچ تنگنايى پديد نياورد. كيش پدرتان ابراهيم است. او پيش از اين و در اين شما را مسلمان ناميد. تا پيامبر بر شما گواه باشد و شما بر ديگر مردم گواه باشيد. پس نماز بگزاريد و زكات بدهيد و به خدا توسل جوييد. اوست مولاى شما. چه مولايى نيكو و چه ياورى نيكو"
        },
        {
            "chapter": 23,
            "verse": 1,
            "text": "به تحقيق رستگار شدند مؤمنان"
        },
        {
            "chapter": 23,
            "verse": 2,
            "text": "آنان كه در نمازشان خشوع مى‌ورزند،"
        },
        {
            "chapter": 23,
            "verse": 3,
            "text": "و آنان كه از بيهوده اعراض مى‌كنند،"
        },
        {
            "chapter": 23,
            "verse": 4,
            "text": "و آنان كه زكات را مى‌پردازند،"
        },
        {
            "chapter": 23,
            "verse": 5,
            "text": "و آنان كه شرمگاه خود را نگه مى‌دارند،"
        },
        {
            "chapter": 23,
            "verse": 6,
            "text": "جز بر همسران يا كنيزان خويش، كه در نزديكى با آنان مورد ملامت قرار نمى‌گيرند؛"
        },
        {
            "chapter": 23,
            "verse": 7,
            "text": "و كسانى كه غير از اين دو بجويند از حد خويش تجاوز كرده‌اند"
        },
        {
            "chapter": 23,
            "verse": 8,
            "text": "و آنان كه امانتها و پيمانهاى خود مراعات مى‌كنند،"
        },
        {
            "chapter": 23,
            "verse": 9,
            "text": "و آنان كه بر نمازهاى خود مواظبند،"
        },
        {
            "chapter": 23,
            "verse": 10,
            "text": "اينان ميراث‌بران هستند"
        },
        {
            "chapter": 23,
            "verse": 11,
            "text": "كه فردوس را كه همواره در آن جاويدانند به ميراث مى‌برند"
        },
        {
            "chapter": 23,
            "verse": 12,
            "text": "هر آينه ما انسان را از گل خالص آفريديم"
        },
        {
            "chapter": 23,
            "verse": 13,
            "text": "سپس او را نطفه‌اى در جايگاهى استوار قرار داديم"
        },
        {
            "chapter": 23,
            "verse": 14,
            "text": "آنگاه از آن نطفه، لخته خونى آفريديم و از آن لخته خون، پاره‌گوشتى و از آن پاره‌گوشت، استخوانها آفريديم و استخوانها را به گوشت پوشانيديم؛ بار ديگر او را آفرينشى ديگر داديم. در خور تعظيم است خداوند، آن بهترين آفرينندگان"
        },
        {
            "chapter": 23,
            "verse": 15,
            "text": "و بعد از اين همه شما خواهيد مُرد"
        },
        {
            "chapter": 23,
            "verse": 16,
            "text": "باز در روز قيامت زنده مى‌گرديد"
        },
        {
            "chapter": 23,
            "verse": 17,
            "text": "و بر فراز سرتان هفت آسمان بيافريديم، حال آنكه از اين مخلوق غافل نبوده‌ايم"
        },
        {
            "chapter": 23,
            "verse": 18,
            "text": "و از آسمان به اندازه نياز آب فرستاديم و آن را در زمين جاى داديم و ما بر نابودكردنش توانا هستيم"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "با آن آب برايتان بوستانهايى از خرما و انگور پديد آورديم. شما را در آن باغها ميوه‌هاى بسيارى است كه از آنها مى‌خوريد"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "و درختى است كه در طور سينا مى‌رويد. روغن مى‌دهد و آن روغن براى خورندگان، نان خورشى است"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "شما را در چارپايان عبرتى است. از شيرى كه در شكمشان هست سيرابتان مى‌كنيم و از آنها سودهاى بسيار مى‌بريد و از آنها مى‌خوريد"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "و بر آنها و بر كشتيها سوار مى‌شويد"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "هر آينه نوح را بر قومش فرستاديم. گفت: اى قوم من، خداى يكتا را بپرستيد. شما را خداوندى جز او نيست. آيا پروا نمى‌كنيد؟"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "مهتران قومش كه كافر بودند، گفتند: اين مرد انسانى است همانند شما، مى‌خواهد بر شما برترى جويد. اگر خدا مى‌خواست فرشتگانى را مى‌فرستاد. ما هرگز چنين چيزى در روزگار نياكانمان نشنيده‌ايم"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "او مرد ديوانه‌اى بيش نيست. يكچند بر او صبر كنيد"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "گفت: اى پروردگار من، اكنون كه مرا تكذيب مى‌كنند، ياريم كن"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "به او وحى كرديم كه كشتى را در حضور ما و به الهام ما بساز. و چون فرمان ما در رسيد و آب از تنور بيرون زد از هر جنسى دو تا و نيز كسان خود را به آن ببر. مگر آن كس كه پيش از اين در باره او سخن رفته است. و در باره ستمكاران با من سخن مگوى كه آنها همه غرقه‌شدگانند"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "چون خود و همراهانت به كشتى نشستيد، بگو: سپاس خدايى را كه ما را از مردم ستمكاره رهايى بخشيد"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "و بگو: اى پروردگار من، مرا فرود آور در جايگاهى مبارك، كه تو بهترين راهبرانى"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "در اين داستان عبرتها و پندهاست، و ما تنها آزمايندگانى بوديم"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "و بعد از آنها مردمى ديگر بيافريديم"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "و از خودشان به ميانشان پيامبرى فرستاديم كه: خداى يكتا را بپرستيد، شما را خدايى جز او نيست. آيا پروا نمى‌كنيد؟"
        },
        {
            "chapter": 23,
            "verse": 33,
            "text": "گروهى از مهتران قومش كه كافر بودند و ديدار آخرت را دروغ مى‌شمردند و در اين دنيايشان عيش و نعمت داده بوديم، گفتند: اين مرد انسانى است همانند شما؛ از آنچه مى‌خوريد مى‌خورد و از آنچه مى‌آشاميد مى‌آشامد"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "و اگر از انسانى همانند خود اطاعت كنيد، زيان كرده‌ايد"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "آيا به شما وعده مى‌دهد كه چون مرديد و خاك و استخوان شديد، شما را از گور بيرون مى‌آورند؟"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "اين وعده‌اى كه به شما داده شده بعيد است، بعيد"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "جز همين زندگانى دنيوى ما هيچ نيست، به دنيا مى‌آييم و مى‌ميريم و ديگربار زنده نمى‌شويم"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "اين مردى است كه به خداى يكتا دروغ مى‌بندد و ما به او ايمان نمى‌آوريم"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "گفت: اى پروردگار من، اكنون كه تكذيبم مى‌كنند، ياريم كن"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "گفت: به همين زودى از كرده پشيمان مى‌شوند"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "پس به حق، بانگى سخت آنان را فرو گرفت. مانند گياه خشكشان كرديم. اى، نصيب مردم ستمكاره دورى از رحمت خدا باد"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "و بعد از آنها مردمى ديگر بيافريديم"
        },
        {
            "chapter": 23,
            "verse": 43,
            "text": "هيچ ملتى از اجل خود نه پيش مى‌افتد و نه تأخير مى‌كند"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "سپس پى‌درپى پيامبران خود را فرستاديم. هر بار كه پيامبرى بر ملتى آمد تكذيبش كردند و ما نيز آنها را از پس يكديگر به هلاكت رسانيديم و آنان را داستانها كرديم. اى، نصيب مردمى كه ايمان نمى‌آورند دورى از رحمت خدا باد"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "آنگاه موسى و برادرش هارون را با آيات خود و دلايل روشن فرستاديم؛"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "نزد فرعون و مهتران قومش. پس گردنكشى كردند كه مردمى برترى جوى بودند،"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "و گفتند: آيا به دو انسان كه همانند ما هستند و قومشان بندگان ما بودند، ايمان بياوريم؟"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "آنها را تكذيب كردند و خويشتن به هلاكت افكندند"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "هر آينه ما به موسى كتاب داديم، باشد كه هدايت شوند"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "و پسر مريم و مادرش را آيتى ساختيم و آن دو را بر بلند جايى كه قرار گاهى و آب روان داشت جاى داديم"
        },
        {
            "chapter": 23,
            "verse": 51,
            "text": "اى پيامبران، از چيزهاى پاكيزه و خوش بخوريد و كارهاى شايسته كنيد كه من به كارهايى كه مى‌كنيد آگاهم"
        },
        {
            "chapter": 23,
            "verse": 52,
            "text": "هر آينه اين دين شما دينى است واحد، و من پروردگار شمايم؛ از من بترسيد"
        },
        {
            "chapter": 23,
            "verse": 53,
            "text": "پس دين خود را فرقه‌فرقه كردند و هر فرقه‌اى به روشى كه برگزيده بود دلخوش بود"
        },
        {
            "chapter": 23,
            "verse": 54,
            "text": "آنان را تا چندى در گمراهيشان رها كن"
        },
        {
            "chapter": 23,
            "verse": 55,
            "text": "آيا مى‌پندارند كه آن مال و فرزند كه ارزانيشان مى‌داريم،"
        },
        {
            "chapter": 23,
            "verse": 56,
            "text": "براى آن است كه مى‌كوشيم خيرى به آنها برسانيم؟ نه، كه آنان در نمى‌يابند"
        },
        {
            "chapter": 23,
            "verse": 57,
            "text": "آنهايى كه از خوف پروردگارشان لرزانند،"
        },
        {
            "chapter": 23,
            "verse": 58,
            "text": "و آنهايى كه به آيات پروردگارشان ايمان مى‌آورند،"
        },
        {
            "chapter": 23,
            "verse": 59,
            "text": "و آنهايى كه به پروردگارشان شرك نمى‌آورند،"
        },
        {
            "chapter": 23,
            "verse": 60,
            "text": "و آنهايى كه همه آنچه را بايد ادا كنند، ادا مى‌كنند و باز هم دلهايشان ترسان است كه بايد نزد پروردگارشان باز گردند،"
        },
        {
            "chapter": 23,
            "verse": 61,
            "text": "اينان هستند كه به كارهاى نيك مى‌شتابند و در آن بر يكديگر سبقت مى‌جويند"
        },
        {
            "chapter": 23,
            "verse": 62,
            "text": "بر هيچ كس جز به اندازه توانش تكليف نمى‌كنيم. و نزد ما كتابى است كه به حق سخن مى‌گويد. و بر آنها ستمى نمى‌رود"
        },
        {
            "chapter": 23,
            "verse": 63,
            "text": "نه، دلهايشان از اين سخن در پرده غفلت است. و آنها را كارهايى است جز اين كارها، كه مى‌كنند"
        },
        {
            "chapter": 23,
            "verse": 64,
            "text": "تا آنگاه كه ناز پروردگانشان را به عذاب گرفتار كنيم و ناله سر دهند"
        },
        {
            "chapter": 23,
            "verse": 65,
            "text": "امروز ناله سر مدهيد كه شما را از عذاب ما كس نرهاند"
        },
        {
            "chapter": 23,
            "verse": 66,
            "text": "آيات من برايتان خوانده مى‌شد و شما نمى‌پذيرفتيد و پس‌پس مى‌رفتيد"
        },
        {
            "chapter": 23,
            "verse": 67,
            "text": "بر آن نخوت مى‌فروختيد و شب هنگام در افسانه‌سرايى ناسزا مى‌گفتيد"
        },
        {
            "chapter": 23,
            "verse": 68,
            "text": "آيا در اين سخن نمى‌انديشند يا براى آنها چيزى نازل شده كه براى نياكانشان نازل نشده بود؟"
        },
        {
            "chapter": 23,
            "verse": 69,
            "text": "يا آنكه پيامبرشان را نشناخته‌اند كه انكارش مى‌كنند؟"
        },
        {
            "chapter": 23,
            "verse": 70,
            "text": "يا مى‌گويند كه ديوانه است؟ نه، پيامبرشان با دين حق بر آنها مبعوث شد، ولى بيشترينشان از حق كراهت دارند"
        },
        {
            "chapter": 23,
            "verse": 71,
            "text": "اگر حق از پى هوسهايشان مى‌رفت، آسمانها و زمين و هر كه در آنهاست تباه مى‌شد. ولى ما اندرزشان فرستاديم و آنها از اندرزشان رويگردان شدند"
        },
        {
            "chapter": 23,
            "verse": 72,
            "text": "يا تو از آنها مزدى مى‌طلبى؟ مزد پروردگارت بهتر است، كه او بهترين روزى‌دهندگان است"
        },
        {
            "chapter": 23,
            "verse": 73,
            "text": "هر آينه تو به راه راستشان مى‌خوانى"
        },
        {
            "chapter": 23,
            "verse": 74,
            "text": "و كسانى كه به آخرت ايمان ندارند از راه راست منحرفند"
        },
        {
            "chapter": 23,
            "verse": 75,
            "text": "اگر بر آنها رحمت مى‌آورديم و آزارى را كه بدان گرفتارند از آنها دور مى‌ساختيم، باز هم همچنان با سرسختى در طغيان خويش سرگشته مى‌ماندند"
        },
        {
            "chapter": 23,
            "verse": 76,
            "text": "به عذاب گرفتارشان كرديم. پس در مقابل پروردگارشان نه فروتنى كردند و نه تضرع"
        },
        {
            "chapter": 23,
            "verse": 77,
            "text": "تا آنگاه كه درى از عذاب سخت بر رويشان گشوديم، چنان كه از همه جا نوميد گشتند"
        },
        {
            "chapter": 23,
            "verse": 78,
            "text": "و اوست آن خدايى كه برايتان گوش و چشم و دل بيافريد. چه اندك سپاس مى‌گزاريد"
        },
        {
            "chapter": 23,
            "verse": 79,
            "text": "اوست آن خدايى كه شما را در روى زمين پديد آورد و همه نزد او گرد آورده مى‌شويد"
        },
        {
            "chapter": 23,
            "verse": 80,
            "text": "و اوست آن خدايى كه زنده مى‌كند و مى‌ميراند و آمدوشد شب و روز از آن اوست. چرا تعقل نمى‌كنيد؟"
        },
        {
            "chapter": 23,
            "verse": 81,
            "text": "نه، آنها نيز همان سخنان گفتند كه پيشينيان مى‌گفتند"
        },
        {
            "chapter": 23,
            "verse": 82,
            "text": "گفتند: آيا اگر ما بميريم و خاك و استخوان شويم باز هم زنده مى‌شويم؟"
        },
        {
            "chapter": 23,
            "verse": 83,
            "text": "به ما و پدرانمان نيز پيش از اين چنين وعده‌هايى داده شده بود. اينها چيزى جز افسانه‌هاى پيشينيان نيست"
        },
        {
            "chapter": 23,
            "verse": 84,
            "text": "بگو: اگر مى‌دانيد، اين زمين و هر كه در آن است از آن كيست؟"
        },
        {
            "chapter": 23,
            "verse": 85,
            "text": "خواهند گفت: از آن خدا. بگو: آيا پند نمى‌گيريد؟"
        },
        {
            "chapter": 23,
            "verse": 86,
            "text": "بگو: كيست پروردگار آسمانهاى هفتگانه و پروردگار عرش بزرگ؟"
        },
        {
            "chapter": 23,
            "verse": 87,
            "text": "خواهند گفت: خدا. بگو: آيا پروا نمى‌كنيد؟"
        },
        {
            "chapter": 23,
            "verse": 88,
            "text": "بگو: اگر مى‌دانيد، ملكوت همه چيزها به دست كيست؟ كيست آن كه به همه كس پناه دهد و كسى را از او پناه نيست؟"
        },
        {
            "chapter": 23,
            "verse": 89,
            "text": "خواهند گفت: خدا. بگو: پس چرا فريب مى‌خوريد؟"
        },
        {
            "chapter": 23,
            "verse": 90,
            "text": "نه، ما برايشان سخن راست فرستاديم و آنان دروغ مى‌گويند"
        },
        {
            "chapter": 23,
            "verse": 91,
            "text": "خدا هيچ فرزندى ندارد و هيچ خدايى با او نيست. اگر چنين مى‌بود، هر خدايى با آفريدگان خود به يك سو مى‌كشيد و بر يكديگر برترى مى‌جستند. خدا از آن گونه كه او را وصف مى‌كنند، منزه است"
        },
        {
            "chapter": 23,
            "verse": 92,
            "text": "داناى نهان و آشكارا، از هر چه شريك او مى‌سازند برتر است"
        },
        {
            "chapter": 23,
            "verse": 93,
            "text": "بگو: اى پروردگار من، كاش چيزى را كه به آنان وعده داده شده به من مى‌نماياندى"
        },
        {
            "chapter": 23,
            "verse": 94,
            "text": "پس اى پروردگار من، مرا در زمره ستمكاران قرار مده"
        },
        {
            "chapter": 23,
            "verse": 95,
            "text": "و ما اگر بخواهيم كه آنچه را به آنان وعده داده‌ايم، تو را بنمايانيم، مى توانيم"
        },
        {
            "chapter": 23,
            "verse": 96,
            "text": "سخن بد آنان را به هر نيكوترت مى‌آيد پاسخ گوى. ما به سخن آنان آگاهتر هستيم"
        },
        {
            "chapter": 23,
            "verse": 97,
            "text": "بگو: اى پروردگار من، از وسوسه‌هاى شيطان به تو پناه مى‌آورم"
        },
        {
            "chapter": 23,
            "verse": 98,
            "text": "و به تو پناه مى‌آورم، اى پروردگار من، اگر نزد من حاضر آيند"
        },
        {
            "chapter": 23,
            "verse": 99,
            "text": "چون يكيشان را مرگ فرارسد، گويد: اى پروردگار من، مرا بازگردان"
        },
        {
            "chapter": 23,
            "verse": 100,
            "text": "شايد، كارهاى شايسته‌اى را كه ترك كرده بودم به جاى آورم. هرگز. اين سخنى است كه او مى‌گويد و پشت سرشان تا روز قيامت مانعى است كه بازگشت نتوانند"
        },
        {
            "chapter": 23,
            "verse": 101,
            "text": "چون در صور دميده شود، هيچ خويشاونديى ميانشان نماند و هيچ از حال يكديگر نپرسند"
        },
        {
            "chapter": 23,
            "verse": 102,
            "text": "آنان كه ترازويشان سنگين باشد، خود، رستگارانند"
        },
        {
            "chapter": 23,
            "verse": 103,
            "text": "و آنان كه ترازويشان سبك باشد، به خود زيان رسانيده‌اند و در جهنم، جاويد ماندگانند"
        },
        {
            "chapter": 23,
            "verse": 104,
            "text": "آتش چهره‌هايشان را مى‌سوزاند و لبانشان آماس كرده و برگشته است"
        },
        {
            "chapter": 23,
            "verse": 105,
            "text": "آيا آيات من برايتان خوانده نمى‌شد و آنها را دروغ مى‌انگاشتيد؟"
        },
        {
            "chapter": 23,
            "verse": 106,
            "text": "گويند: اى پروردگار ما، شوربختيمان بر ما غلبه كرد و ما مردمى گمراه بوديم"
        },
        {
            "chapter": 23,
            "verse": 107,
            "text": "اى پروردگار ما، ما را از اين آتش بيرون آور. اگر ديگر بار چنان كرديم، از ستمكاران باشيم"
        },
        {
            "chapter": 23,
            "verse": 108,
            "text": "گويد: در آتش گم شويد و با من سخن مگوييد"
        },
        {
            "chapter": 23,
            "verse": 109,
            "text": "آرى، گروهى از بندگان من مى‌گفتند: اى پروردگار ما، ايمان آورديم؛ ما را بيامرز، و بر ما رحمت آور كه تو بهترين رحمت آورندگانى"
        },
        {
            "chapter": 23,
            "verse": 110,
            "text": "و شما ريشخندشان مى‌كرديد، تا ياد مرا از خاطرتان بزدودند. و شما همچنان به آنها مى‌خنديديد"
        },
        {
            "chapter": 23,
            "verse": 111,
            "text": "امروز آنها را به خاطر صبرى كه مى‌كردند پاداش مى‌دهم. آنها به مراد خود رسيده‌اند"
        },
        {
            "chapter": 23,
            "verse": 112,
            "text": "گويد: به شمار سالها، چه مدت در زمين زيسته‌ايد؟"
        },
        {
            "chapter": 23,
            "verse": 113,
            "text": "گويند: يك روز يا قسمتى از يك روز. از آنها كه مى‌شمردند بپرس"
        },
        {
            "chapter": 23,
            "verse": 114,
            "text": "گويد: اگر آگاهى داشتيد، مى‌دانستيد كه جز اندكى نزيسته‌ايد"
        },
        {
            "chapter": 23,
            "verse": 115,
            "text": "آيا پنداريد كه شما را بيهوده آفريده‌ايم و شما به نزد ما بازگردانده نمى‌شويد؟"
        },
        {
            "chapter": 23,
            "verse": 116,
            "text": "پس فراتر است خداى يكتا، آن فرمانرواى راستين. هيچ خدايى جز او نيست. پروردگار عرش بزرگوار است"
        },
        {
            "chapter": 23,
            "verse": 117,
            "text": "آن كس كه جز خداى يكتا خداى ديگرى را مى‌خواند كه به حقانيتش هيچ برهانى ندارد، جز اين نيست كه حسابش نزد پروردگارش خواهد بود. و كافران رستگار نمى‌شوند"
        },
        {
            "chapter": 23,
            "verse": 118,
            "text": "و بگو: اى پروردگار من، بيامرز و رحمت آور و تو بهترين رحمت‌آورندگان هستى"
        },
        {
            "chapter": 24,
            "verse": 1,
            "text": "سوره‌اى است كه آن را نازل كرده‌ايم و واجبش ساخته‌ايم و در آن آياتى روشن فرستاده‌ايم، باشد كه پند گيريد"
        },
        {
            "chapter": 24,
            "verse": 2,
            "text": "زن و مرد زناكار را هر يك صد ضربه بزنيد. و اگر به خدا و روز قيامت ايمان داريد، مباد كه در حكم خدا نسبت به آن دو دستخوش ترحم گرديد. و بايد كه به هنگام شكنجه كردنشان گروهى از مؤمنان حاضر باشند"
        },
        {
            "chapter": 24,
            "verse": 3,
            "text": "مرد زناكار، جز زن زناكار يا مشرك را نمى‌گيرد، و زن زناكار را جز مرد زناكار يا مشرك نمى‌گيرد. و اين بر مؤمنان حرام شده است"
        },
        {
            "chapter": 24,
            "verse": 4,
            "text": "كسانى را كه زنان عفيف را به زنا متهم مى‌كنند و چهار شاهد نمى‌آورند، هشتاد ضربه بزنيد، و از آن پس هرگز شهادتشان را نپذيريد كه مردمى فاسقند"
        },
        {
            "chapter": 24,
            "verse": 5,
            "text": "مگر كسانى كه بعد از آن توبه كنند و به صلاح آيند. زيرا خدا آمرزنده و مهربان است"
        },
        {
            "chapter": 24,
            "verse": 6,
            "text": "و كسانى كه زنان خود را به زنا متهم مى‌كنند و شاهدى جز خود ندارند، هر يك از آنها را چهار بار شهادت است به نام خدا كه از راستگويان است"
        },
        {
            "chapter": 24,
            "verse": 7,
            "text": "و بار پنجم بگويد كه لعنت خدا بر او باد اگر از دروغگويان باشد"
        },
        {
            "chapter": 24,
            "verse": 8,
            "text": "و اگر آن زن چهار بار به خدا سوگند خورد كه آن مرد دروغ مى‌گويد، حد از او برداشته مى‌شود"
        },
        {
            "chapter": 24,
            "verse": 9,
            "text": "و بار پنجم بگويد كه خشم خدا بر او باد اگر مرد از راستگويان باشد"
        },
        {
            "chapter": 24,
            "verse": 10,
            "text": "چه مى‌شد اگر فضل و رحمتى كه خدا بر شما ارزانى داشته است نمى‌بود؟ و اگر نه اين بود كه خدا توبه‌پذير و حكيم است؟"
        },
        {
            "chapter": 24,
            "verse": 11,
            "text": "كسانى كه آن دروغ بزرگ را ساخته‌اند گروهى از شمايند. مپنداريد كه شما را در آن شرى بود. نه، خير شما در آن بود. هر مردى از آنها بدان اندازه از گناه كه مرتكب شده است به كيفر رسد، و از ميان آنها آن كه بيشترين اين بهتان را به عهده دارد به عذابى بزرگ گرفتار مى‌آيد"
        },
        {
            "chapter": 24,
            "verse": 12,
            "text": "چرا هنگامى كه آن بهتان را شنيديد مردان و زنان مؤمن به خود گمان نيك نبردند و نگفتند كه اين تهمتى آشكار است؟"
        },
        {
            "chapter": 24,
            "verse": 13,
            "text": "چرا چهار شاهد بر ادعاى خود نياوردند؟ پس اگر شاهدانى نياورده‌اند، در نزد خدا در زمره دروغگويانند"
        },
        {
            "chapter": 24,
            "verse": 14,
            "text": "اگر فضل و رحمت خدا در دنيا و آخرت ارزانيتان نمى‌بود، به سزاى آن سخنان كه مى‌گفتيد شما را عذابى بزرگ درمى‌رسيد"
        },
        {
            "chapter": 24,
            "verse": 15,
            "text": "آنگاه كه آن سخن را از دهان يكديگر مى‌گرفتيد و چيزى بر زبان مى‌رانديد كه در باره آن هيچ نمى‌دانستيد و مى‌پنداشتيد كه كارى خرد است، و حال آنكه در نزد خدا كارى بزرگ بود"
        },
        {
            "chapter": 24,
            "verse": 16,
            "text": "چرا آنگاه كه اين سخن شنيديد نگفتيد: ما را نشايد كه آن را بازگوييم، پروردگارا تو منزهى، اين تهمتى بزرگ است؟"
        },
        {
            "chapter": 24,
            "verse": 17,
            "text": "خدا شما را اندرز مى‌دهد كه اگر از مؤمنان هستيد، بار ديگر گرد چنان كارى مگرديد"
        },
        {
            "chapter": 24,
            "verse": 18,
            "text": "خدا آيات را براى شما بيان مى‌كند. و خدا دانا و حكيم است"
        },
        {
            "chapter": 24,
            "verse": 19,
            "text": "براى كسانى كه دوست دارند در باره مؤمنان تهمت زنا شايع شود، در دنيا و آخرت عذابى دردآور مهياست. خدا مى‌داند و شما نمى‌دانيد"
        },
        {
            "chapter": 24,
            "verse": 20,
            "text": "چه مى‌شد اگر فضل و رحمتى كه خدا به شما ارزانى داشته است نمى‌بود؟ و اگر نه اين بود كه خدا مهربان و بخشاينده است؟"
        },
        {
            "chapter": 24,
            "verse": 21,
            "text": "اى كسانى كه ايمان آورده‌ايد، پاى به جاى پاى شيطان مگذاريد. و هر كه پاى به جاى پاى شيطان گذارد، بداند كه او به فحشا و منكر فرمان مى‌دهد. و اگر فضل و رحمتى كه خدا بر شما ارزانى داشته است نمى‌بود، هيچ يك از شما هرگز روى پاكى نمى‌ديد. ولى خدا هر كس را كه بخواهد پاكيزه مى‌سازد. و خدا شنوا و داناست"
        },
        {
            "chapter": 24,
            "verse": 22,
            "text": "توانگران و آنان كه گشايشى در كار آنهاست، نبايد سوگند بخورند كه به خويشاوندان و مسكينان و مهاجران در راه خدا چيزى ندهند. بايد ببخشند و ببخشايند. آيا نمى‌خواهيد كه خدا شما را بيامرزد؟ و خداست آمرزنده مهربان"
        },
        {
            "chapter": 24,
            "verse": 23,
            "text": "كسانى كه بر آنان پاكدامن و بى‌خبر از فحشا و مؤمن تهمت زنا مى‌زنند، در دنيا و آخرت لعنت شده‌اند و برايشان عذابى است بزرگ،"
        },
        {
            "chapter": 24,
            "verse": 24,
            "text": "روزى كه زبانشان و دستهايشان و پاهايشان به زيانشان بر كارهايى كه مى‌كرده‌اند شهادت دهند"
        },
        {
            "chapter": 24,
            "verse": 25,
            "text": "آن روز كه خدا جزايشان را به تمامى بدهد و بدانند كه خدا حقيقت آشكار است"
        },
        {
            "chapter": 24,
            "verse": 26,
            "text": "زنان ناپاك براى مردان ناپاك و مردان ناپاك براى زنان ناپاك و زنان پاك براى مردان پاك و مردان پاك براى زنان پاك. آنها از آنچه در باره‌شان مى‌گويند منزهند. آمرزش و رزق نيكو براى آنهاست"
        },
        {
            "chapter": 24,
            "verse": 27,
            "text": "اى كسانى كه ايمان آورده‌ايد، به خانه‌اى غير از خانه خود، بى آنكه اجازت طلبيده و بر ساكنانش سلام كرده باشيد، داخل مشويد. اين براى شما بهتر است، باشد كه پند گيريد"
        },
        {
            "chapter": 24,
            "verse": 28,
            "text": "و اگر در خانه، كسى را نيافتيد، داخل مشويد تا شما را رخصت دهند. و اگر گويند: بازگرديد؛ بازگرديد. اين برايتان پاكيزه‌تر است. و خدا به هر كارى كه مى‌كنيد آگاه است"
        },
        {
            "chapter": 24,
            "verse": 29,
            "text": "بر شما گناهى نيست اگر به خانه‌هاى غير مسكون كه متاعى در آن داريد داخل شويد. هر چه را آشكار سازيد يا پنهان داريد خدا به آن آگاه است"
        },
        {
            "chapter": 24,
            "verse": 30,
            "text": "به مردان مؤمن بگو كه چشمان خويش فروگيرند و شرمگاه خود نگه دارند. اين برايشان پاكيزه‌تر است. زيرا خدا به كارهايى كه مى‌كنند آگاه است"
        },
        {
            "chapter": 24,
            "verse": 31,
            "text": "و به زنان مؤمن بگو كه چشمان خويش فروگيرند و شرمگاه خود نگه دارند و زينتهاى خود را جز آن مقدار كه پيداست آشكار نكنند و مقنعه‌هاى خود را تا گريبان فروگذارند و زينتهاى خود را آشكار نكنند، جز براى شوهر خود يا پدر خود يا پدر شوهر خود يا پسر خود يا پسر شوهر خود يا برادر خود يا پسر برادر خود، يا پسر خواهر خود يا زنان همكيش خود، يا بندگان خود، يا مردان خدمتگزار خود كه رغبت به آن ندارند، يا كودكانى كه از شرمگاه زنان بى‌خبرند. و نيز چنان پاى بر زمين نزنند تا آن زينت كه پنهان كرده‌اند دانسته شود. اى مؤمنان، همگان به درگاه خدا توبه كنيد، باشد كه رستگار گرديد"
        },
        {
            "chapter": 24,
            "verse": 32,
            "text": "عَزبهايتان را و غلامان و كنيزان خود را كه شايسته باشند همسر دهيد. اگر بينوا باشند خدا به كرم خود توانگرشان خواهد ساخت، كه خدا گشايش‌دهنده و داناست"
        },
        {
            "chapter": 24,
            "verse": 33,
            "text": "آنان كه استطاعت زناشويى ندارند، بايد پاكدامنى پيشه كنند تا خدا از كرم خويش توانگرشان گرداند. و از بندگانتان آنان كه خواهان بازخريدن خويشند، اگر در آنها خيرى يافتيد، بازخريدنشان را بپذيريد. و از آن مال كه خدا به شما ارزانى داشته است به آنان بدهيد. و كنيزان خود را اگر خواهند كه پرهيزگار باشند به خاطر ثروت دنيوى به زنا وادار مكنيد. هر كس كه آنان را به زنا وادارد، خدا براى آن كنيزان كه به اكراه بدان كار وادار گشته‌اند آمرزنده و مهربان است"
        },
        {
            "chapter": 24,
            "verse": 34,
            "text": "به تحقيق براى شما آياتى روشن و داستانهايى از كسانى كه پيش از شما بوده‌اند و نيز اندرزهايى براى پرهيزگاران نازل كرديم"
        },
        {
            "chapter": 24,
            "verse": 35,
            "text": "خدا نور آسمانها و زمين است. مثَل نور او چون چراغدانى است كه در آن چراغى باشد، آن چراغ درون آبگينه‌اى و آن آبگينه چون ستاره‌اى درخشنده. از روغن درخت پربركت زيتون كه نه خاورى است و نه باخترى افروخته باشد. روغنش روشنى بخشد هر چند آتش بدان نرسيده باشد. نورى افزون بر نور ديگر. خدا هر كس را كه بخواهد بدان نور راه مى‌نمايد و براى مردم مثَلها مى‌آورد، زيرا بر هر چيزى آگاه است"
        },
        {
            "chapter": 24,
            "verse": 36,
            "text": "آن نور در خانه‌هايى است كه خدا رخصت داد ارجمندش دارند و نامش در آنجا ياد شود و او را هر بامداد و شبانگاه تسبيح گويند"
        },
        {
            "chapter": 24,
            "verse": 37,
            "text": "مردانى كه هيچ تجارت و خريد و فروختى از ياد خدا و نمازگزاردن و زكات دادن بازشان ندارد، از روزى كه دلها و ديدگان دگرگون مى‌شوند هراسناكند"
        },
        {
            "chapter": 24,
            "verse": 38,
            "text": "تا خدا به نيكوتر از آنچه كرده‌اند جزايشان دهد، و از فضل خود بر آن بيفزايد، و خدا هر كه را خواهد بى‌حساب روزى دهد"
        },
        {
            "chapter": 24,
            "verse": 39,
            "text": "اعمال كافران چون سرابى است در بيابانى. تشنه، آبش پندارد و چون بدان نزديك شود هيچ نيابد و خدا را نزد خود يابد كه جزاى او را به تمام بدهد. و خدا زود به حسابها مى‌رسد"
        },
        {
            "chapter": 24,
            "verse": 40,
            "text": "يا همانند تاريكيهايى است در دريايى ژرف، كه موجش فرو پوشد و بر فراز آن موجى ديگر و بر فرازش ابرى است تيره، تاريكيهايى بر فراز يكديگر، آن سان كه اگر دست خود بيرون آرد آن را نتواند ديد. و آن كه خدا راهش را به هيچ نورى روشن نكرده باشد، هيچ نورى فرا راه خويش نيابد"
        },
        {
            "chapter": 24,
            "verse": 41,
            "text": "آيا نديده‌اى كه هر چه در آسمانها و زمين است و نيز مرغانى كه در پروازند تسبيح گوى خدا هستند؟ همه نماز و تسبيح او را مى‌دانند. و خدا به هر كارى كه مى‌كنند آگاه است"
        },
        {
            "chapter": 24,
            "verse": 42,
            "text": "از آن خداست فرمانروايى آسمانها و زمين و بازگشت همگان نزد اوست"
        },
        {
            "chapter": 24,
            "verse": 43,
            "text": "آيا نديده‌اى كه خدا ابرهايى را به آهستگى مى‌راند، آنگاه آنها را به هم مى‌پيوندد و ابرى انبوه پديد مى‌آورد و باران را بينى كه از خلال آن بيرون مى‌آيد. و از آسمان، از آن كوه‌ها كه در آنجاست تگرگ مى‌فرستد و هر كه را خواهد با آن مى‌زند و از هر كه مى‌خواهد بازش مى‌دارد. روشنايى برقش نزديك باشد كه ديدگان را كور سازد"
        },
        {
            "chapter": 24,
            "verse": 44,
            "text": "خدا شب و روز را مى‌گرداند. خردمندان را در اين عبرتى است"
        },
        {
            "chapter": 24,
            "verse": 45,
            "text": "و خدا هر جنبنده‌اى را از آب بيافريد. بعضى از آنها بر شكم مى‌روند و بعضى بر دوپا مى‌روند و بعضى بر چهارپا مى‌روند. خدا هر چه بخواهد مى‌آفريند. زيرا خدا بر هر كارى تواناست"
        },
        {
            "chapter": 24,
            "verse": 46,
            "text": "به تحقيق آياتى روشنگر نازل كرديم و خدا هر كس را كه بخواهد به راه راست هدايت مى‌كند"
        },
        {
            "chapter": 24,
            "verse": 47,
            "text": "و مى‌گويند: به خدا و پيامبرش ايمان آورده‌ايم و اطاعت مى‌كنيم. پس از آن گروهى از آنان باز مى‌گردند. و اينان ايمان نياورده‌اند"
        },
        {
            "chapter": 24,
            "verse": 48,
            "text": "چون آنها را به خدا و پيامبرش خوانند تا ميانشان حكم كند، بينى كه گروهى اعراض مى‌كنند"
        },
        {
            "chapter": 24,
            "verse": 49,
            "text": "و اگر حق با آنها باشد مى‌آيند و به حكم گردن مى‌نهند"
        },
        {
            "chapter": 24,
            "verse": 50,
            "text": "آيا در دلهايشان مرضى است يا در ترديد هستند يا بيم آن دارند كه خدا و پيامبرش بر آنها ستم كنند؟ نه، آنان خود ستم پيشگانند"
        },
        {
            "chapter": 24,
            "verse": 51,
            "text": "چون مؤمنان را به خدا و پيامبرش فرا خوانند تاميانشان حكم كند، سخنشان جز اين نيست كه مى‌گويند: شنيديم و اطاعت كرديم. اينان رستگارانند"
        },
        {
            "chapter": 24,
            "verse": 52,
            "text": "و كسانى كه از خدا وپيامبرش فرمان مى‌برند و از خدا مى‌ترسند و پرهيزگارى مى‌كنند، رستگارانند"
        },
        {
            "chapter": 24,
            "verse": 53,
            "text": "به خدا قسم خوردند، قسمهاى سخت، كه اگر به آنها فرمان دهى از ديار خود بيرون روند. بگو: قسم مخوريد، طاعتى در خور بياوريد. خدا به كارهايى كه مى‌كنيد آگاه است"
        },
        {
            "chapter": 24,
            "verse": 54,
            "text": "بگو: از خدا اطاعت كنيد و از پيامبر اطاعت كنيد. پس اگر رويگردان شويد، بر پيامبر است آنچه بدو تكليف كرده‌اند، و بر شماست آنچه بر شما تكليف كرده‌اند. و اگر از او اطاعت كنيد هدايت يابيد. و بر پيامبر جز تبليغ آشكار هيچ نيست"
        },
        {
            "chapter": 24,
            "verse": 55,
            "text": "خدا به كسانى از شما كه ايمان آورده‌اند و كارهاى شايسته كرده‌اند وعده داد كه در روى زمين جانشين ديگرانشان كند، همچنان كه مردمى را كه پيش از آنها بودند جانشين ديگران كرد. و دينشان را -كه خود برايشان پسنديده است- استوار سازد. و وحشتشان را به ايمنى بدل كند. مرا مى‌پرستند و هيچ چيزى را با من شريك نمى‌كنند. و آنها كه از اين پس ناسپاسى كنند، نافرمانند"
        },
        {
            "chapter": 24,
            "verse": 56,
            "text": "و نماز بگزاريد و زكات بدهيد و از پيامبر اطاعت كنيد، باشد كه بر شما رحمت آورند"
        },
        {
            "chapter": 24,
            "verse": 57,
            "text": "مپندار كه كافران مى‌توانند در اين سرزمين به جايى بگريزند. جايگاهشان جهنم است، و چه بد سرانجامى است"
        },
        {
            "chapter": 24,
            "verse": 58,
            "text": "اى كسانى كه ايمان آورده‌ايد، بايد بندگان شما و آنها كه هنوز به حد بلوغ نرسيده‌اند، در سه هنگام از شما براى وارد شدن به خانه رخصت طلبند: پيش از نماز صبح و هنگام ظهر كه لباس از تن بيرون مى‌كنيد و بعد از نماز عشا. اين سه وقت، وقت خلوت شماست. در غير آن سه هنگام، شما و آنها گناهى مرتكب نشده‌ايد اگر بر يكديگر بگذريد. خدا آيات را اينچنين براى شما بيان مى‌كند، و خدا دانا و حكيم است"
        },
        {
            "chapter": 24,
            "verse": 59,
            "text": "و چون اطفال شما به حد بلوغ رسيدند، بايد همانند كسانى كه ذكرشان گذشت رخصت طلبند. خدا آيات را اينچنين براى شما بيان مى‌كند. و خدا دانا و حكيم است"
        },
        {
            "chapter": 24,
            "verse": 60,
            "text": "پيرزنان كه ديگر اميد شوى‌كردنشان نيست، بى‌آنكه زينتهاى خود را آشكار كنند، اگر چادر خويش بنهند مرتكب گناهى نشده‌اند. و خوددارى‌كردن برايشان بهتر است و خدا شنوا و داناست"
        },
        {
            "chapter": 24,
            "verse": 61,
            "text": "بر نابينا حرجى نيست و بر لنگ حرجى نيست و بر بيمار حرجى نيست. و بر شما حرجى نيست اگر از خانه خود يا خانه پدرتان يا خانه مادرتان يا خانه برادرتان يا خانه خواهرتان يا خانه عمويتان يا خانه عمه‌تان يا خانه داييتان يا خانه خاله‌تان يا خانه‌اى كه كليدهاى آن نزد شماست يا خانه دوستتان چيزى بخوريد. و گناهى مرتكب نشده‌ايد اگر با هم بخوريد يا جداجدا. و چون به خانه‌اى داخل شويد بر يكديگر سلام كنيد. اين تحيتى است مبارك و پاكيزه از جانب خدا. خدا آيات را براى شما اينچنين بيان مى‌كند، باشد كه تعقل كنيد"
        },
        {
            "chapter": 24,
            "verse": 62,
            "text": "مؤمنان كسانى هستند كه به خدا و پيامبرش ايمان آورده‌اند. و چون با پيامبر در كارى همگانى باشند، تا از او رخصت نطلبيده‌اند نبايد بروند. آنان كه از تو رخصت مى‌طلبند، كسانى هستند كه به خدا و پيامبرش ايمان آورده‌اند. پس هنگامى كه از تو براى پاره‌اى از كارهايشان رخصت خواستند، به هر يك از آنان كه خواهى رخصت بده و برايشان از خدا آمرزش بخواه، كه خدا آمرزنده و مهربان است"
        },
        {
            "chapter": 24,
            "verse": 63,
            "text": "آنچنان كه يكديگر را صدا مى‌زنيد، پيامبر را صدا مزنيد. خدا مى‌داند چه كسانى از شما در پناه ديگرى خود را پنهان مى‌سازند و آهسته آهسته بيرون مى‌روند. آنان كه از فرمان او سرپيچى مى‌كنند بايد بترسند كه مباد به آنها فتنه‌اى يا عذابى دردآور برسد"
        },
        {
            "chapter": 24,
            "verse": 64,
            "text": "از آن خداست هر چه در آسمانها و زمين است. مى‌داند كه شما بر چه كاريد. و آن روز كه به او بازگردانده شوند آنان را از كارهايى كه كرده‌اند آگاه سازد. و خدا بر هر چيزى داناست"
        },
        {
            "chapter": 25,
            "verse": 1,
            "text": "بزرگ است و بزرگوار آن كس كه اين فرقان را بر بنده خود نازل كرد، تا جهانيان را بيم‌دهنده‌اى باشد"
        },
        {
            "chapter": 25,
            "verse": 2,
            "text": "آن كس كه از آن اوست فرمانروايى آسمانها و زمين، و فرزندى نگرفته است، و او را شريكى در فرمانروايى نيست، و هر چيز را بيافريده است، و آن را به اندازه آفريده است"
        },
        {
            "chapter": 25,
            "verse": 3,
            "text": "سواى او خدايانى ديگر گرفتند كه هيچ چيز نمى‌آفرينند و خود مخلوقند. نه مالك زيان خود هستند و نه سود خود، و مالك مرگ و زندگى و رستاخيز نيستند"
        },
        {
            "chapter": 25,
            "verse": 4,
            "text": "و كافران گفتند كه اين جز دروغى كه خود بافته است و گروهى ديگر او را بر آن يارى داده‌اند، هيچ نيست. حقا آنچه مى‌گويند ستم و باطل است"
        },
        {
            "chapter": 25,
            "verse": 5,
            "text": "و گفتند: اين اساطير پيشينيان است كه هر صبح و شام بر او املا مى‌شود و او مى‌نويسدش"
        },
        {
            "chapter": 25,
            "verse": 6,
            "text": "بگو: اين كتاب را كسى نازل كرده است كه نهان آسمانها و زمين را مى‌داند و آمرزنده و مهربان است"
        },
        {
            "chapter": 25,
            "verse": 7,
            "text": "گفتند: چيست اين پيامبر را كه غذا مى‌خورد و در بازارها راه مى‌رود؟ چرا فرشته‌اى بر او فرود نمى‌آيد تا با او بيم‌دهنده باشد؟"
        },
        {
            "chapter": 25,
            "verse": 8,
            "text": "چرا از آسمان گنجى برايش افكنده نشود؟ چرا او را باغى نيست كه از آن بخورد؟ و ستمكاران گفتند: شما از مرد جادوشده‌اى پيروى مى‌كنيد"
        },
        {
            "chapter": 25,
            "verse": 9,
            "text": "بنگر كه چگونه برايت داستانها مى‌آورند. گمراه شده‌اند و توان راه‌يافتنشان نيست"
        },
        {
            "chapter": 25,
            "verse": 10,
            "text": "بزرگ و بزرگوار است آن كس كه اگر خواهد بهتر از آن به تو ارزانى دارد: باغهايى كه در آنها نهرها جارى باشد و برايت قصرها پديد آورد"
        },
        {
            "chapter": 25,
            "verse": 11,
            "text": "بلكه اينان قيامت را دروغ انگارند. و ما براى كسانى كه قيامت را دروغ انگارند آتش سوزان آماده كرده‌ايم؛"
        },
        {
            "chapter": 25,
            "verse": 12,
            "text": "كه چون از راه دور ببيندشان جوشش و خروشش را بشنوند؛"
        },
        {
            "chapter": 25,
            "verse": 13,
            "text": "و چون دستها بر گردن بسته، در تنگنايى از آن افتند، به دعا مرگ خويش مى‌خواهند"
        },
        {
            "chapter": 25,
            "verse": 14,
            "text": "امروز نه يك بار مرگ خويش خواهيد، مرگ خويش فراوان خواهيد"
        },
        {
            "chapter": 25,
            "verse": 15,
            "text": "بگو: آيا اين بهتر است يا آن بهشت جاويدان كه به پرهيزگاران وعده شده است، كه پاداش و سرانجام آنان خواهد بود"
        },
        {
            "chapter": 25,
            "verse": 16,
            "text": "تا ابد هر چه بخواهند در آنجا هست. وعده‌اى است كه انجام دادن آن از پروردگارت خواسته آمده است"
        },
        {
            "chapter": 25,
            "verse": 17,
            "text": "روزى كه آنان را با چيزهايى كه سواى خداى يكتا مى‌پرستيدند به محشر گرد آورد و سپس پرسد: آيا شما اين بندگان مرا گمراه مى‌كرديد، يا آنها خود راه را گم كرده بودند؟"
        },
        {
            "chapter": 25,
            "verse": 18,
            "text": "گويند: منزهى تو. ما را سزاوار نبوده است كه جز تو كسى را به يارى گيريم. تو خود آنها و پدرانشان را برخوردار ساختى، چنان كه ياد تو را فراموش كردند و مردمى شدند به هلاكت افتاده"
        },
        {
            "chapter": 25,
            "verse": 19,
            "text": "اينان آنچه را مى‌گفتيد دروغ مى‌خواندند و اكنون نتوانيد عذابى را از خود دور سازيد يا خويشتن را يارى دهيد. و هر كس از شما كه ستم كند عذابى بزرگش مى‌چشانيم"
        },
        {
            "chapter": 25,
            "verse": 20,
            "text": "پيش از تو پيامبرانى نفرستاده‌ايم جز آنكه طعام مى‌خوردند و در بازارها راه مى‌رفتند. و شما را وسيله آزمايش يكديگر قرار داديم. آيا صبر توانيد كرد؟ و پروردگار تو بيناست"
        },
        {
            "chapter": 25,
            "verse": 21,
            "text": "كسانى كه به ديدار ما اميد ندارند، گفتند: چرا فرشتگان بر ما نازل نمى‌شوند؟ يا، چرا پروردگار خود را نمى‌بينيم؟ به راستى كه خود را بزرگ شمردند و طغيان كردند، طغيانى بزرگ"
        },
        {
            "chapter": 25,
            "verse": 22,
            "text": "روزى كه فرشتگان را ببينند، در آن روز مجرمان را هيچ مژده‌اى ندهند و به آنها گويند: مژده بر شما حرام است"
        },
        {
            "chapter": 25,
            "verse": 23,
            "text": "و به اعمالى كه كرده‌اند پردازيم و همه را چون ذرّات خاك بر باد دهيم"
        },
        {
            "chapter": 25,
            "verse": 24,
            "text": "اهل بهشت در اين روز در بهترين جايگاه و بهترين مكان براى آرامش هستند"
        },
        {
            "chapter": 25,
            "verse": 25,
            "text": "روزى كه آسمان با ابرها مى‌شكافد و فرشتگان بر زمين فرو فرستاده شوند"
        },
        {
            "chapter": 25,
            "verse": 26,
            "text": "فرمانروايى در آن روز -به راستى- از آنِ خداى رحمان است. و براى كافران روزى دشوار خواهد بود"
        },
        {
            "chapter": 25,
            "verse": 27,
            "text": "روزى كه كافر دستان خود را به دندان گزد و گويد: اى كاش راهى را كه رسول در پيش گرفته بود، در پيش گرفته بودم؛"
        },
        {
            "chapter": 25,
            "verse": 28,
            "text": "واى بر من، كاش فلان را دوست نمى‌گرفتم؛"
        },
        {
            "chapter": 25,
            "verse": 29,
            "text": "با آنكه قرآن براى من نازل شده بود، مرا از پيرويش بازمى‌داشت. و اين شيطان همواره آدمى را تنها مى‌گذارد"
        },
        {
            "chapter": 25,
            "verse": 30,
            "text": "پيامبر گفت: اى پروردگار من، قوم من ترك قرآن گفتند"
        },
        {
            "chapter": 25,
            "verse": 31,
            "text": "اينچنين هر پيامبرى را از ميان مجرمان دشمنى پديد آورديم. و پروردگار تو براى راهنمايى و يارى تو كافى است"
        },
        {
            "chapter": 25,
            "verse": 32,
            "text": "كافران گفتند: چرا اين قرآن به يكباره بر او نازل نمى‌شود؟ براى آن است كه دل تو را بدان نيرومندى دهيم و آن را به آهستگى و ترتيب فرو خوانيم"
        },
        {
            "chapter": 25,
            "verse": 33,
            "text": "هيچ مثَلى براى تو نياورند مگر آنكه پاسخش را به راستى و در نيكوترين بيان بياوريم"
        },
        {
            "chapter": 25,
            "verse": 34,
            "text": "كسانى را كه بر روى مى‌كشند و در جهنم گرد مى‌آورند، به جايگاه بدتر و به راه گمگشته‌ترند"
        },
        {
            "chapter": 25,
            "verse": 35,
            "text": "به موسى كتاب داديم و برادرش هارون را مددكارش ساختيم"
        },
        {
            "chapter": 25,
            "verse": 36,
            "text": "و گفتيم: نزد مردمى كه آيات ما را تكذيب كرده‌اند، برويد. و آن قوم را به سختى هلاك كرديم"
        },
        {
            "chapter": 25,
            "verse": 37,
            "text": "قوم نوح را چون پيامبران را تكذيب كردند غرقه كرديم و آنها را براى مردم عبرتى ساختيم. و براى ستمكاران عذابى دردآور آماده كرده‌ايم"
        },
        {
            "chapter": 25,
            "verse": 38,
            "text": "و عاد را و ثمود را و اصحاب رسّ را و نسلهاى بسيارى را كه ميان آنها بودند"
        },
        {
            "chapter": 25,
            "verse": 39,
            "text": "و براى همه مثَلهايى آورديم و همه را نيست و نابود ساختيم"
        },
        {
            "chapter": 25,
            "verse": 40,
            "text": "و بر قريه‌اى كه بر آن باران عذاب باريده بوديم گذر مى‌كردند. آيا آن را نمى‌ديدند؟ آرى، به قيامت اميد نداشتند"
        },
        {
            "chapter": 25,
            "verse": 41,
            "text": "چون تو را ديدند مسخره‌ات كردند كه آيا اين است آن پيامبرى كه خدا بر ما مبعوث كرده است؟"
        },
        {
            "chapter": 25,
            "verse": 42,
            "text": "اگر به خاطر خدايانمان سرسختى نمى‌كرديم نزديك بود كه ما را از پرستششان گمراه كند. چون عذاب را ببينند خواهند دانست چه كسى گمراه‌تر بوده است"
        },
        {
            "chapter": 25,
            "verse": 43,
            "text": "آيا آن كس را كه هواى نفس را به خدايى گرفته بود ديدى؟ آيا تو ضامن او هستى؟"
        },
        {
            "chapter": 25,
            "verse": 44,
            "text": "يا گمان كرده‌اى كه بيشترينشان مى‌شنوند و مى‌فهمند؟ اينان چون چارپايانى بيش نيستند، بلكه از چارپايان هم گمراه‌ترند"
        },
        {
            "chapter": 25,
            "verse": 45,
            "text": "نديده‌اى كه پروردگار تو چگونه سايه را مى‌كشد؟ اگر مى‌خواست در يك جا ساكنش مى‌گرداند. آنگاه آفتاب را بر او دليل گردانيديم"
        },
        {
            "chapter": 25,
            "verse": 46,
            "text": "سپس بر گرفتيمش، گرفتنى اندك‌اندك"
        },
        {
            "chapter": 25,
            "verse": 47,
            "text": "اوست كه شب را پوشش شما كرد و خواب را آرامشتان و روز را زمان برخاستنتان"
        },
        {
            "chapter": 25,
            "verse": 48,
            "text": "اوست كه پيشاپيش رحمت خود بادها را به مژده‌دادن فرستادن. و از آسمان آبى پاك نازل كرديم،"
        },
        {
            "chapter": 25,
            "verse": 49,
            "text": "تا سرزمين مرده را بدان زندگى بخشيم و چارپايان و مردم بسيارى را كه آفريده‌ايم بدان سيراب كنيم"
        },
        {
            "chapter": 25,
            "verse": 50,
            "text": "و تا به تفكر پردازند، باران را ميانشان تقسيم كرديم. ولى بيشتر مردم جز ناسپاسى نكردند"
        },
        {
            "chapter": 25,
            "verse": 51,
            "text": "اگر مى‌خواستيم، به هر قريه‌اى بيم‌دهنده‌اى مى‌فرستاديم"
        },
        {
            "chapter": 25,
            "verse": 52,
            "text": "از كافران اطاعت مكن، و به حكم خدا با آنها جهاد كن، جهادى بزرگ"
        },
        {
            "chapter": 25,
            "verse": 53,
            "text": "اوست كه دو دريا به هم بياميخت: يكى شيرين و گوارا و ديگرى شورابى سخت گزنده. و ميان آن دو مانعى و سدى استوار قرار داد"
        },
        {
            "chapter": 25,
            "verse": 54,
            "text": "اوست كه آدمى را از آب بيافريد و او را نسب و پيوند ساخت. و پروردگار تو به اين كارها تواناست"
        },
        {
            "chapter": 25,
            "verse": 55,
            "text": "سواى خداى يكتا چيزهايى را مى‌پرستند كه به آنها نه سود مى‌دهد و نه زيان. و كافر همواره پشتيبان مخالفان پروردگار خويش است"
        },
        {
            "chapter": 25,
            "verse": 56,
            "text": "ما تو را نفرستاديم مگر براى آنكه مژده دهى و بترسانى"
        },
        {
            "chapter": 25,
            "verse": 57,
            "text": "بگو: من از شما هيچ مزدى نمى‌طلبم و اين رسالت بدان مى‌گزارم تا هر كه خواهد به سوى پروردگارش راهى بيابد"
        },
        {
            "chapter": 25,
            "verse": 58,
            "text": "و بر آن زنده‌اى كه نمى‌ميرد توكل كن و به ستايش او تسبيح گوى و او خود براى آگاهى از گناهان بندگانش كافى است"
        },
        {
            "chapter": 25,
            "verse": 59,
            "text": "آن كه آسمانها و زمين و هر چه را در ميان آنهاست به شش روز بيافريد، آنگاه به عرش پرداخت. اوست خداى رحمان و در باره او از كسى بپرس كه آگاه باشد"
        },
        {
            "chapter": 25,
            "verse": 60,
            "text": "و چون به آنان گفته شد كه رحمان را سجده كنيد، گفتند: رحمان چيست؟ آيا بر هر كس كه تو فرمان مى‌دهى سجده كنيم؟ و بر نفرتشان افزوده شد"
        },
        {
            "chapter": 25,
            "verse": 61,
            "text": "بزرگ و بزرگوار است آن كسى كه در آسمان برجها بيافريد و در آنها چراغى و ماهى تابان پديد آورد"
        },
        {
            "chapter": 25,
            "verse": 62,
            "text": "و اوست كه شب و روز را براى كسانى كه مى‌خواهند عبرت گيرند يا شكرگزارى كنند از پى هم قرار داد"
        },
        {
            "chapter": 25,
            "verse": 63,
            "text": "بندگان خداى رحمان كسانى هستند كه در روى زمين به فروتنى راه مى‌روند. و چون جاهلان آنان را مخاطب سازند، به ملايمت سخن گويند"
        },
        {
            "chapter": 25,
            "verse": 64,
            "text": "و آنان كه شب را در سجده يا در قيام براى پروردگارشان به صبح مى‌آورند"
        },
        {
            "chapter": 25,
            "verse": 65,
            "text": "و آنان كه مى‌گويند: اى پروردگار ما، عذاب جهنم را از ما بگردان، زيرا عذاب جهنم عذابى است دايم،"
        },
        {
            "chapter": 25,
            "verse": 66,
            "text": "جهنم بد قرارگاه و بد مكانى است"
        },
        {
            "chapter": 25,
            "verse": 67,
            "text": "و آنان كه چون هزينه مى‌كنند اسراف نمى‌كنند و خِسّت نمى‌ورزند بلكه ميان اين دو، راه اعتدال را مى‌گيرند"
        },
        {
            "chapter": 25,
            "verse": 68,
            "text": "و آنان كه با خداى يكتا خداى ديگرى نمى‌گيرند و كسى را كه خدا كشتنش را حرام كرده -مگر به حق- نمى‌كشند و زنا نمى‌كنند. و هر كه اين كارها كند، عقوبت گناه خود را مى‌بيند"
        },
        {
            "chapter": 25,
            "verse": 69,
            "text": "عذابش در روز قيامت مضاعف مى‌شود و تا ابد به خوارى در آن عذاب خواهد بود"
        },
        {
            "chapter": 25,
            "verse": 70,
            "text": "مگر آن كسان كه توبه كنند و ايمان آورند و كارهاى شايسته كنند. خدا گناهانشان را به نيكيها بدل مى‌كند و خدا آمرزنده و مهربان است"
        },
        {
            "chapter": 25,
            "verse": 71,
            "text": "و هر كه توبه كند و كار شايسته كند، به شايستگى نزد خدا بازگردد"
        },
        {
            "chapter": 25,
            "verse": 72,
            "text": "و آنان كه به دروغ شهادت نمى‌دهند و چون بر ناپسندى بگذرند به شتاب از آن دورى مى‌جويند"
        },
        {
            "chapter": 25,
            "verse": 73,
            "text": "و آنان كه چون به آيات پروردگارشان اندرزشان دهند، در برابر آن چون كران و كوران نباشند"
        },
        {
            "chapter": 25,
            "verse": 74,
            "text": "و آنان كه مى‌گويند: اى پروردگار ما، از همسران و فرزندانمان دلهاى ما را شاد دار، و ما را پيشواى پرهيزگاران گردان"
        },
        {
            "chapter": 25,
            "verse": 75,
            "text": "اينان همان كسانند كه به خاطر صبرى كه تحمل كرده‌اند غرفه‌هاى بهشت را پاداش يابند و در آنجا به درود و سلامشان بنوازند"
        },
        {
            "chapter": 25,
            "verse": 76,
            "text": "جاودانه در آنجا باشند. چه نيكو قرارگاه و مكانى است"
        },
        {
            "chapter": 25,
            "verse": 77,
            "text": "بگو: اگر پروردگار من شما را به طاعت خويش نخوانده بود به شما نمى‌پرداخت، كه شما تكذيب كرده‌ايد و كيفرتان همراهتان خواهد بود"
        }
    ]
}