{
    "juzs": [
        {
            "chapter": 3,
            "verse": 93,
            "text": "I tere ushqimi ishte i lejuar per bijte e israilit, pervec atij qe Israili (Jakubi) para se te zbriste Tevrati, ia ndaloi vetvetes. Thuaju: \"Silleni pra nje Tevrat dhe lexoni ate, nese jeni te vertete (ne cka thoni)"
        },
        {
            "chapter": 3,
            "verse": 94,
            "text": "Ai qe edhe pas kesaj shpif genjeshtra kunder All-llahut, ata vertet jane mizore"
        },
        {
            "chapter": 3,
            "verse": 95,
            "text": "Thuaj: \"All-llahu e tha te verteten, pra ndiqeni fene e paster te Ibrahimit, sepse ai nuk u takonte idhujtareve"
        },
        {
            "chapter": 3,
            "verse": 96,
            "text": "Shtepia (xhamia) e pare e ndertuar per njerez, eshte ajo ne Beke (Mekke), e dobishme, udherrefyese per mbare njerezimin"
        },
        {
            "chapter": 3,
            "verse": 97,
            "text": "Aty ka shenja te qarta: vendi i Ibrahimit, dhe kush hyn ne te, ai eshte i sigurt. Per hir te All-llahut, vizita e shtepise (Qabes) eshte obligim per ate qe ka mundesi udhetimi te ajo, e kush nuk e beson (ai nuk e viziton); All-llahu nuk eshte i nevojshem"
        },
        {
            "chapter": 3,
            "verse": 98,
            "text": "Thuaj: \"O ithtare te librit, perse i mohoni ajetet (argumentet) e All-llahut\"? E All-llahu mbikeqyr ate qe veproni"
        },
        {
            "chapter": 3,
            "verse": 99,
            "text": "Thuaj: \"O ithtare te librit, perse e pengoni ate qe besoni nga rruga e All-llahut, duke u angazhuar qe ta paraqitni ate te shtrember, ndersa vete ju, jeni deshmues se eshte e vertete! Veprimi juaj nuk mund t´i shmanget mbikeqyrjes se All-llahut"
        },
        {
            "chapter": 3,
            "verse": 100,
            "text": "O ju qe besuat, ne qofte se ju i bindeni nje grupi te atyre qe iu eshte dhene libri, ata, pas besimit tuaj, do t´ju kthejne ne mosbesimtare"
        },
        {
            "chapter": 3,
            "verse": 101,
            "text": "Si ben te mos besoni, kur juve jane duke iu lexuar (duke iu shpallur) ajetet e All-llahut dhe kur ne mesin tuaj gjendet i derguari i Tij? E kush i permbahet fese se All-llahut, ai pa dyshim eshte i udhezuar ne rrugen e drejte"
        },
        {
            "chapter": 3,
            "verse": 102,
            "text": "O ju qe besuat, kini frike All-llahun me sinqeritet te vertete dhe mos vdisni, pos vetem duke qene muslimane (besimtare)"
        },
        {
            "chapter": 3,
            "verse": 103,
            "text": "Dhe kapuni qe te gjithe ju per litarin (fene dhe Kur´anin) e All-llahut, e mos u percani! Perkujtojeni nimetin e All-llahut ndaj jush, kur ju (para se ta pranonit fene islame) ishit te armiqesuar, e Ai i bashkoi zemrat tuaja dhe ashtu me dhuntine e Tij ag"
        },
        {
            "chapter": 3,
            "verse": 104,
            "text": "Nga ju le te jete grup qe therret ne ate qe eshte e dobishme, urdheron per pune te mbara dhe ndalon nga e keqja. Te tillet jane ata te shpetuarit"
        },
        {
            "chapter": 3,
            "verse": 105,
            "text": "E mos u beni si ata qe u ndane dhe u percane pasi u paten zbritur argumentet. Ata do te pesojne nje denim te madh"
        },
        {
            "chapter": 3,
            "verse": 106,
            "text": "Ne diten kur ka fytyra qe zbardhen dhe ka fytyra qe nxihen. E per sa u perket atyre fytyrave qe jane nxire (u thuhet): \"A edhe pas besimit tuaj u bete pabesimtare? Vuajeni pra denimin, per shkak se ishit qe nuk besonit"
        },
        {
            "chapter": 3,
            "verse": 107,
            "text": "Ndersa atyre qe fytyrat e tyre u jane zbardhur, ata jane ne meshiren (xhennetin) e All-llahut dhe aty jane pergjithmone"
        },
        {
            "chapter": 3,
            "verse": 108,
            "text": "Ja, keto qe po t´i lexojme ty jane argumentet e sakta te All-llahut. E All-llahu nuk eshte ai qe e do padrejtesine per njerez"
        },
        {
            "chapter": 3,
            "verse": 109,
            "text": "Te All-llahut jane c´ka ne qiej dhe c´ka ne toke dhe vetem te All-llahu kthehen ceshtjet"
        },
        {
            "chapter": 3,
            "verse": 110,
            "text": "Ju jeni populli me i dobishem, i ardhur per te miren e njerezve, te urdheroni per mire, te ndaloni nga veprat e keqija dhe te besoni ne All-llahun. E sikur ithtaret e librit te besonin drejt, do te ishte shume me e mire per ta. Disa prej tyre jane besimta"
        },
        {
            "chapter": 3,
            "verse": 111,
            "text": "Ata kurrsesi nuk mund t´ju sjellin ndonje dem juve, pervec ndonje shqetesimi, po edhe ne ju luftofshin, ata do te zbrapsen prej jush. Mandej ata nuk jane te ndihuar"
        },
        {
            "chapter": 3,
            "verse": 112,
            "text": "Atyre (jehudive) u eshte vene njolle e nencmimit kudo qe te gjenden, vetem nese kapen per litarin (fene) e All-llahut dhe kthehen ne besen e njerezve (te muslimaneve), ata kane shkaktuar kunder vetes perbuzje nga All-llahu, andaj atyre u eshte shtruar sht"
        },
        {
            "chapter": 3,
            "verse": 113,
            "text": "Ata (ithtaret e librit) nuk jane te njejte. Nga ithtaret e librit ka qe jane ne rruge te drejte, gjate nates lexojne ajetet e All-llahut duke u lutur"
        },
        {
            "chapter": 3,
            "verse": 114,
            "text": "I besojne All-llahut dhe dites se gjykimit keshillojne per te mire dhe largojne nga te keqijat, perpiqen per pune te dobishme, edhe ata jane prej te mireve"
        },
        {
            "chapter": 3,
            "verse": 115,
            "text": "E cfaredo te mire qe bejne, ajo nuk u mohohet. All-llahu i di shume mire te devotshmit"
        },
        {
            "chapter": 3,
            "verse": 116,
            "text": "S´ka dyshim se atyre qe nuk besuan, nuk do t´u bejne dobi ndaj (denimit te) All-llahut as pasuria e as femijet e tyre. Ata jane banues te zjarrit dhe aty jane pergjithmone"
        },
        {
            "chapter": 3,
            "verse": 117,
            "text": "Shembulli i asaj qe ata e japin ne kete jete (per t´u lavderuar e per t´u permendur) eshte si i nje ere me bresher qe godet dhe shkaterron te mbjellat e nje populli qe e ka leshuar rrugen ne dem te vetes. All-llahu nuk u beri zullum atyre, por ata ishin q"
        },
        {
            "chapter": 3,
            "verse": 118,
            "text": "O ju qe besuat, mos i zini per miq te ngushte te tjeret jashte mesit tuaj, ata nuk pushojne se vepruari ne dem tuajin, u deshirojne cka u mundon juve. Urrejta kunder jush duket nga gojet e tyre, por ajo qe fshehin ne gjoksat tyre eshte edhe me e madhe. Ne"
        },
        {
            "chapter": 3,
            "verse": 119,
            "text": "Ja, ju (muslimane) jeni qe i doni ata, e ata nuk u duan juve. Madje ju i besoni librat ne teresi (te gjitha shpalljet), e kur ju takojne thone: \"Ne kemi besuar\"! E kur vecohen, ata nga mllefi kunder jush grisin majet e gishterinjve. Thuaju: \"Vdisni me ate"
        },
        {
            "chapter": 3,
            "verse": 120,
            "text": "Nese ju perjetoni ndonje te mire, ata i deshperon ajo, e nese ju godet ndonje e keqe, ata gezohen per ate. Po, ne qofte se ju beheni te durueshem dhe ruheni (mekateve), dinakeria e tyre nuk do t´u demtoje aspak. Eshte e sigurt se All-llahu e ka ne dore at"
        },
        {
            "chapter": 3,
            "verse": 121,
            "text": "Perkujto (O i derguar) kur dole nga familja jote qe t´ua percaktosh besimtareve vendet per lufte, e All-llahu eshte qe degjon (fjalet) dhe qe kupton (qellimet)"
        },
        {
            "chapter": 3,
            "verse": 122,
            "text": "Kur dy grupe prej jush gati u treguan te dobeta, po All-llahu ishte qe u ndihmoi atyre (qe te mos largoheshin), andaj besimtaret le t´i mbeshteten vetem All-llahut"
        },
        {
            "chapter": 3,
            "verse": 123,
            "text": "All-llahu u ndihmoi juve ne Beder kur ju ishit pak ne numer, e per te qene mirenjohes, keni frike nga Zoti"
        },
        {
            "chapter": 3,
            "verse": 124,
            "text": "Kur ti u thoshe besimtareve: \"A nuk eshte mjaft per ju qe Zoti juaj t´ju vazhdoje ndihmen me tre mije engjejt e zbritur"
        },
        {
            "chapter": 3,
            "verse": 125,
            "text": "Po, nese jeni te qendrueshem e te matur, e ata (armiqte) t´ju vine tash ne kete moment, Zoti juaj ua vazhdon juve ndihmen me pese mije prej engjejve te ushtruar (per lufte) ose te shenuar"
        },
        {
            "chapter": 3,
            "verse": 126,
            "text": "E ate (ndihme) All-llahu nuk e beri per tjeter por vetem per t´iu gezuar dhe me te te qetesoje zemrat tuaja, perndryshe ndihma vjen vetem prej All-llahut, ngadhenjyesit, te urtit"
        },
        {
            "chapter": 3,
            "verse": 127,
            "text": "(U ndihmoi) Qe ta kepuse nje grup nga ata qe nuk besuan (duke i mbytur a zene rober), ose per t´i demoralizuar dhe ashtu te kthehen te deshperuar"
        },
        {
            "chapter": 3,
            "verse": 128,
            "text": "Ty nuk te takon asgje rreth ceshtjes se a do t´ua pranoje Ai pendimin apo do t´i denoje ata, ne te vertete ata jane zullumqare"
        },
        {
            "chapter": 3,
            "verse": 129,
            "text": "Vetem e All-llahut eshte gjithe c´ka ne qiej e ne toke, Ai i fal atij qe do dhe Ai e denon ate qe do. All-llahu eshte mekatfales, meshirues"
        },
        {
            "chapter": 3,
            "verse": 130,
            "text": "O ju te cilet besuat, mos e hani kamaten qe po e shumefishoni dhe kini frike (denimin e) All-llahut ashtu qe te gjeni shpetim"
        },
        {
            "chapter": 3,
            "verse": 131,
            "text": "Dhe ruajuni zjarrit qe eshte pergatitur per pabesimtaret"
        },
        {
            "chapter": 3,
            "verse": 132,
            "text": "E bindjuni All-llahut dhe te derguarit, ashtu qe te meshiroheni"
        },
        {
            "chapter": 3,
            "verse": 133,
            "text": "Dhe ngutuni (me pune qe meritoni) ne falje mekatesh nga Zoti juaj dhe per nje xhennet, gjeresia e te cilit eshte si gjeresia e qiejve dhe e tokes, i pergatitur per te devotshmit"
        },
        {
            "chapter": 3,
            "verse": 134,
            "text": "Te cilet japin kur jane shlire edhe kur jane ne veshtiresi dhe qe e frenojne mllefin, qe ua falin (te keqen) njerezve, e All-llahu i do bamiresit"
        },
        {
            "chapter": 3,
            "verse": 135,
            "text": "Edhe ata te cilet kur bejne ndonje (mekat) te shemtuar ose i bejne zullum vetvetes, e permendin All-llahun dhe kerkojne falje per mekatet e tyre - e kush i fale mekatet pervec All-llahut? - dhe qe duke ditur, nuk vazhdojne ne ate qe kane punuar (ne te keq)"
        },
        {
            "chapter": 3,
            "verse": 136,
            "text": "Shperblimi i te tilleve eshte falja nga Zoti i tyre dhe xhennetet neper te cilet rrjedhin lumenj, e aty do te rrine pergjithmone. Sa i mire eshte shperblimi i atyre qe punojne"
        },
        {
            "chapter": 3,
            "verse": 137,
            "text": "Perpara jush kane kaluar popujt ndaj te cileve jane zbatuar ligjet, ndaj udhetoni neper toke dhe shikoni si qe perfundimi i atyre qe pergenjeshtruan"
        },
        {
            "chapter": 3,
            "verse": 138,
            "text": "Ky (Kur´ani) eshte sqarim per njerezit, eshte udhezim dhe keshille per te devotshmit"
        },
        {
            "chapter": 3,
            "verse": 139,
            "text": "E mos u dobesoni (fizikisht) dhe mos u deshperoni (shpirterisht) derisa ju jeni me te lartit, po qe se jeni besimtare te sinqerte"
        },
        {
            "chapter": 3,
            "verse": 140,
            "text": "Ne qofte se juve u preku cka u dhemb (ne Uhud), edhe ate popull (armikun) e pat prekur dhembje si kjo e juaja (ne Beder). Ne, keto dite i nderrojme (u japim ne perdorim) mes njerezve per t´u ditur tek All-llahu ata qe besuan dhe per t´i zgjedhur disa prej"
        },
        {
            "chapter": 3,
            "verse": 141,
            "text": "Dhe qe All-llahu t´i pastroje besimtaret, ndersa gradualisht t´i shkaterroje mosbesimtaret"
        },
        {
            "chapter": 3,
            "verse": 142,
            "text": "A mos menduat ju se do te hyni ne xhennet e All-llahu pa e ditur (pa u vertetuar ne praktike) se cilet prej jush kane luftuar dhe pa e ditur cilet prej jush ishin te durueshem"
        },
        {
            "chapter": 3,
            "verse": 143,
            "text": "Ju ishit ata qe deshironit vdekjen para se te ballafaqoheshit me te. Ja pra, ate e pate dhe e shikuat me syte tuaj"
        },
        {
            "chapter": 3,
            "verse": 144,
            "text": "Muhammedi nuk eshte tjeter vetem se i derguar. Edhe perpara tij pati te derguar (qe vdiqen ose u vrane). E nese ai vdes ose mbytet, a do te ktheheshit ju prapa (nga feja ose lufta)? E kushdo qe kthehet prapa, ai nuk i ben dem All-llahut aspak, kurse All-l"
        },
        {
            "chapter": 3,
            "verse": 145,
            "text": "Askush nuk vdes pa vullnetin dhe lejen e All-llahut. Ai eshte shenim i afatit te caktuar. E kush e deshiron shperblimin e kesaj bote, Ne atij ia japim, e kush e deshiron shperblimin e botes tjeter, edhe atij do t´ia japim ate, kurse mirenjohesit Ne do t´i"
        },
        {
            "chapter": 3,
            "verse": 146,
            "text": "E sa pejgambere pati qe se bashku me te luftuan turma te medha besimtaresh dhe per ate qe i goditi ne rrugen e All-llahut, ata nuk u dobesuan dhe as nuk u perulen. All-llahu i do durimtaret"
        },
        {
            "chapter": 3,
            "verse": 147,
            "text": "Fjala e tyre nuk ishte tjeter pos vetem te thonin: \"Zoti yne, na i fale mekatet tona dhe leshimet ne punet tona dhe na forco ne vendet tona (ne lufte), ndihmona kunder popullit jobesimtar"
        },
        {
            "chapter": 3,
            "verse": 148,
            "text": "Ndaj All-llahu ua dha atyre shperblimin e kesaj bote dhe shperblimin me te mire te botes tjeter; All-llahu i do punemiret"
        },
        {
            "chapter": 3,
            "verse": 149,
            "text": "O besimtare, nese u nenshtroheni jobesimtareve, ata ju kthejne prapa aty ku ishit (ne kufer) dhe atehere do te jeni te humbur"
        },
        {
            "chapter": 3,
            "verse": 150,
            "text": "Sepse vetem All-llahu eshte ndihmetar i juaji dhe Ai eshte me i miri ndihmes"
        },
        {
            "chapter": 3,
            "verse": 151,
            "text": "Ne do to mbjellim friken ne zemrat e atyre qe nuk besuan sepse ata All-llahut i trillojne e i mveshin zota te tjere, duke mos pasur per kete kurrfar fakti, ndaj vendbanimi i tyre do te jete xhehennemi. Sa i shemtuar eshte vendi i mizoreve"
        },
        {
            "chapter": 3,
            "verse": 152,
            "text": "All-llahu permbushi premtimin e vet ndaj jush, ngase me vullnetin e Tij i korret ata (me shpata) deri kur u dobesuat dhe u percate ndermjet vete, ne ceshtjen e vendit (qe u pat caktuar Pejgamberi) dhe pasi verejtet ate qe e deshironit (prene e luftes), e"
        },
        {
            "chapter": 3,
            "verse": 153,
            "text": "Dhe kur largoheshit e nuk perfillshit as njeri-tjetrin, ndersa i derguari ju therriste mbrapa. Atehere u goditi me deshperim per deshperim (qe i shkaktuat Pejgamberit), ashtu qe mos pikelloheni per ate qe ju shpetoi (preja e luftes) e as per ate qe ju god"
        },
        {
            "chapter": 3,
            "verse": 154,
            "text": "Mandej, pas asaj tronditjeje te rende, Ai u leshoi sa per qetesim, nje kotje (gjume te lehte) qe i kaploi nje grup prej jush, kurse nje grup e kishte preokupuar vetem ceshtja e vetvetes. Ata formuan bindje te padrejte ndaj All-llahut, bindje injorante, e"
        },
        {
            "chapter": 3,
            "verse": 155,
            "text": "Vertet, ata qe u zbrapen prej jush diten e ndeshjes se dy grupeve (besimtare dhe idhujtare ne Uhud), ata vetem djalli i shtyri te rreshqasin me disa pune te tyre qe i bene, po All-llahu ua fali atyre gabimin; All-llahu eshte mekatfales dhe i bute"
        },
        {
            "chapter": 3,
            "verse": 156,
            "text": "O besimtare, mos u beni si ata qe nuk besuan dhe, per vellezerit e tyre qe kishin dale ne udhetim (tregtie e gjallerimi) ose qe kishin shkuar ne lufte thonin: \"Sikur te kishin ndejtur prane nesh (e te mos dilnin), ata as nuk do te vdisnin as nuk do te mby"
        },
        {
            "chapter": 3,
            "verse": 157,
            "text": "E sikur te ishit mbytur ne rrugen e All-llahut, ose t´u kishte zene vdekja, do te gezonit falje e meshire prej All-llahut qe eshte shume me e dobishme se ajo cka ata grumbullojne"
        },
        {
            "chapter": 3,
            "verse": 158,
            "text": "Po edhe nese vdiqet (ne shtrat) ose u vrate, patjeter do te tuboheni te All-llahu"
        },
        {
            "chapter": 3,
            "verse": 159,
            "text": "Ti ishe i bute ndaj atyre, ngase All-llahu te dhuroi meshire, e sikur te ishe i vrazhde e zemerforte, ata do shkaperderdheshin prej teje, andaj ti falju atyre dhe kerko ndjese per ta, e konsultohu me ta ne te gjitha ceshtjet, e kur te vendosesh, atehere m"
        },
        {
            "chapter": 3,
            "verse": 160,
            "text": "Nese All-llahu deshiron t´ju ndihmoje, s´ka kush qe mund t´ju mposhte, e nese Ai iu le pa ndihme, atehere kush eshte ai pas Tij, qe dot´ju ndihmoje? Pra vetem All-llahut le t´i mbeshteten besimtaret"
        },
        {
            "chapter": 3,
            "verse": 161,
            "text": "Asnje pejgamberi nuk i takoi te beje hile dhe kush ben hile (ne ndarjen e plackes se luftes), ai ne diten e kijametit vjen i ngarkuar me ate qe ka bere, pastaj secilit njeri i jepet ajo qe e ka fituar, duke mos iu bere e padrejte"
        },
        {
            "chapter": 3,
            "verse": 162,
            "text": "A eshte i njejte ai qe iu bind All-llahut dhe kerkoi kenaqesine e Tij, si ai qe terhoqi kunder vetes hidherim te madh nga All-llahu dhe e ardhmja e tij eshte xhehennemi, qe eshte perfundim shume i keq"
        },
        {
            "chapter": 3,
            "verse": 163,
            "text": "Ata kane dallim te All-llahu, e All-llahu sheh shume mire ate qe veprojne"
        },
        {
            "chapter": 3,
            "verse": 164,
            "text": "Eshte e vertete se All-llahu u dha dhurate te madhe besimtareve, kur nder ta nga mesi i tyre dergoi te derguar qe atyre t´u lexoje shpalljen e Tij, t´i pastroje ata, t´ua mesoje Kur´anin dhe sheriatin, edhe pse, me pare ata ishin krejtesisht te humbur"
        },
        {
            "chapter": 3,
            "verse": 165,
            "text": "E kur juve u goditi nje deshtim (ne Uhud) e qe ju ia patet dhene ate dyfish (armikut ne Bedr), thate: \"Prej nga kjo\"? Thuaj: \"Ajo eshte nga vete ju\"! S´ka dyshim se All-llahu eshte i plotefuqishem per cdo send"
        },
        {
            "chapter": 3,
            "verse": 166,
            "text": "Ajo qe ju goditi juve diten e ballafaqimit te dy grupeve (besimtare dhe idhujtare), ishte me lejen e All-llahut, per t´u dalluar besimtaret e sinqert"
        },
        {
            "chapter": 3,
            "verse": 167,
            "text": "Dhe, per t´u ditur ata qe ishin hipokrite. E atyre u eshte thene: \"Ejani e luftoni ne rrugen e All-llahut ose mbroni veten!\" E ata thane: \"Sikur te dinim se do te luftohej, ne do te vinim pas jush!\" Ne ate moment ata ishin me afer mosbesimit se besimit. F"
        },
        {
            "chapter": 3,
            "verse": 168,
            "text": "Dhe ata qe nuk luftuan dhe atyre te veteve u thane: \"Sikur te na degjon neve (e te ktheheshin sic u kthyem ne), nuk do te mbyteshim!\" Thuaju: \"Largojeni pra vdekjen prej vetes suaj, nese jeni te sigurt cka thoni"
        },
        {
            "chapter": 3,
            "verse": 169,
            "text": "Kurrsesi te mos mendoni se jane te vdekur ata qe rane deshmore ne rrugen e All-llahut. Perkundrazi, ata jane te gjalle duke u ushqyer te Zoti ityre"
        },
        {
            "chapter": 3,
            "verse": 170,
            "text": "Jane te gezuar me ate qe u dha All-llahu nga te mirat e Tij, dhe atyre qe kane mbetur ende pa i bashkuar rradheve te tyre, u marrin myzhde se per ta nuk ka as frike dhe as qe kane pse te brengosen"
        },
        {
            "chapter": 3,
            "verse": 171,
            "text": "Ata jane te gezuar me begati e dhurata qe ua dha All-llahu, e s´ka dyshim se All-llahu nuk ua humb shperblimin besimtereve"
        },
        {
            "chapter": 3,
            "verse": 172,
            "text": "Te cilet edhe pasi i goditi plaga iu pergjegjen All-llahut dhe te derguarit. E per ata prej tyre qe bene, mire dhe u ruajten, eshte nje shperblim i madh"
        },
        {
            "chapter": 3,
            "verse": 173,
            "text": "E atyre (shokeve te Pejgamberit) qe dikush u tha: \"Populli (idhujtaret) eshte tubuar t´ju sulmoje, pra kini frike!\" Ajo, vetem ua shtoi edhe me shume besimin e thane: \"Neve na mjafton qe kemi All-llahu, Ai eshte mbrojtesi me i mire"
        },
        {
            "chapter": 3,
            "verse": 174,
            "text": "Dhe ate pa i gjetur kurrfare e keqe fituan begati e miresi te medha nga All-llahu dhe e arriten kenaqesine e Tij, All-llahu eshte dhurues i madh"
        },
        {
            "chapter": 3,
            "verse": 175,
            "text": "Po ate (propagande) e beri vetem shejtani qe deshironte me miqte e vet (idhujtaret), t´ju friksoje, po ju mos u frikesoni prej tyre, frikesomuni Mua, nese jeni besimtar"
        },
        {
            "chapter": 3,
            "verse": 176,
            "text": "E ty te mos te brengosin ata qe perpiqen per mosbesim, ata kurrsesi nuk mund te demtojne asgje All-llahun. All-llahu me urtesine e vet deshiron qe atyre te mos u takoje kurrfare e mire ne boten tjeter dhe ata kane nje denim te madh"
        },
        {
            "chapter": 3,
            "verse": 177,
            "text": "Ata qe ne vend te besimit pranuan kufrin, nuk i bejne asgje dem All-llahut, ata i pret nje denim i idhet"
        },
        {
            "chapter": 3,
            "verse": 178,
            "text": "Te mosmendojne ata qe nuk besuan se afatin qe u dhame Ne atyre te jetojne, eshte ne dobi te tyre. Ne i lame te jetojne vetem qe shtojne edhe me shume mekate, se ata i pret denim nencmues"
        },
        {
            "chapter": 3,
            "verse": 179,
            "text": "All-llahu nuk eshte qe t´i le besimtaret ashtu sic jeni, pa dalluar te keqin nga i miri. All-llahu nuk ju zbulon juve te fshehtat (e te dini se c´mbajne ne zemrat e tyre). Por All-llahu eshte Ai qe nga te derguarit e vet zgjedh ate qe do (e i zbulon ndonj)"
        },
        {
            "chapter": 3,
            "verse": 180,
            "text": "Ata, te cilet bejne koprraci me ate qe nga te mirat e veta u dha All-llahu, te mos mendojne kurrsesi se ajo eshte ne dobi te tyre. Jo, ajo eshte ne dem te tyre. Ajo e mire me cka bene koprraci, ne diten e kijametit do t´u mbeshtillet ne qafen e tyre. All"
        },
        {
            "chapter": 3,
            "verse": 181,
            "text": "All-llahu ka degjuar fjalen e tyre qe thane: \"All-llahu eshte i varfer e ne jemi te pasur!\" Ne do te shenojme ate qe thane ata dhe qe i mbyten pejgamberet pa kurrfare faji, e do t´ju themi: \"Vuajeni mundimin e djegies se zjarrit"
        },
        {
            "chapter": 3,
            "verse": 182,
            "text": "Kjo eshte merite e duarve tuaja, se All-llahu nuk eshte zullumqar ndaj robeve"
        },
        {
            "chapter": 3,
            "verse": 183,
            "text": "Ata jane qe thane: \"All-llahu na ka porositur qe te mos besojme asnje te derguar derisa ai te na sjelle nje kurban qe do ta ngrene zjarri. Thuaju: \"Para meje juve u erdhen te derguar me argumente dhe me ate qe e thate, e perse i mbytet ata, nese thoni te"
        },
        {
            "chapter": 3,
            "verse": 184,
            "text": "Po nese ata ty te pergenjeshtrojne, jane pergenjeshtruar edhe para teje te derguar qe u erdhen me argumente te prera, me shkrime qiellore dhe me liber te ndritshem"
        },
        {
            "chapter": 3,
            "verse": 185,
            "text": "Secili njeri do te shijoje vdekjen, e shperblimet tuaja u plotesohen diten e kijametit, e kush shmanget zjarrit e futet ne xhennet, ai ka arritur shpetim, e jeta e kesaj bote nuk eshte tjeter pos nje perjetim mashtrues"
        },
        {
            "chapter": 3,
            "verse": 186,
            "text": "Ju patjeter do te sprovoheni si ne pasurine tuaj, si ne veten tuaj, madje do te degjoni ofendime te shumta prej atyre qe u eshte libri para jush, e edhe prej idhujtareve, po ne qofte se duroni dhe ruheni, ajo eshte gjeja me vendimtare"
        },
        {
            "chapter": 3,
            "verse": 187,
            "text": "Dhe kur All-llahu mori zotimin nga ata qe iu pat dhene libri: qe gjithqysh t´ua publikoni ate njerezve, e te mos e fshehni, por ata e lane pas dore ate per pak send te kesaj jete; pra, bene pune te keqe"
        },
        {
            "chapter": 3,
            "verse": 188,
            "text": "Mos mendo se jane te shpetuar ata qe gezohen per ate qe bene (e fshehen ceshtjen tende) dhe deshirojne te jene te lavderuar per ate qe nuk e punuan mos llogarit shpetim per ta (nuk e thane te verteten), ata kane nje denim te dhembshem"
        },
        {
            "chapter": 3,
            "verse": 189,
            "text": "Vetem All-llahut i takon sundimi i qiejve e i tokes dhe All-llahu eshte i gjithfuqishem per cdo send"
        },
        {
            "chapter": 3,
            "verse": 190,
            "text": "Ne krijimin e qiejve e te tokes, ne ndryshimin e nates dhe te dites, ka argumente te qarta per ata qe kane arsye dhe intelekt"
        },
        {
            "chapter": 3,
            "verse": 191,
            "text": "Per ata qe All-llahun e permendin me perkujtim kur jane ne kembe, kur jane ulur, kur jane te shtrire dhe thellohen ne mendime rreth krijimit te qiejve e te tokes (duke thene): Zoti yne, kete nuk e krijove kot, i lartesuar qofsh, ruana prej denimit te zjar"
        },
        {
            "chapter": 3,
            "verse": 192,
            "text": "Zoti yne, ate Ti e fute ne zjarr, ate e ke poshteruar; per mizoret nuk ka ndihmetare"
        },
        {
            "chapter": 3,
            "verse": 193,
            "text": "Zoti yne, ne degjuam nje thirres qe ftonte per besim (e qe thoshte): Te besoni Zotin tuaj! E ne besuam! Zoti yne, na i fale mekatet tona, na i mbulo te metat dhe pas vdekjes na bashko me te miret"
        },
        {
            "chapter": 3,
            "verse": 194,
            "text": "Zoti yne, jepna ate qe nepermjet te derguareve Tu, na e premtove dhe ne diten e kijametit mos na turpero; vertet Ti je Ai qe nuk e shkel premtimin"
        },
        {
            "chapter": 3,
            "verse": 195,
            "text": "Zoti i tyre iu pergjegj lutjes se tyre (e tha): Une nuk ia humb mundin asnjerit prej jush, mashkull qofte apo femer. Ju jeni njeri nga tjetri por ata qe u debuan prej shtepive te tyre dhe emigruan, u munduan vetem pse ishin ne rrugen Time, luftuan dhe u v"
        },
        {
            "chapter": 3,
            "verse": 196,
            "text": "Te mos mashtroje bredhja neper qytete e atyre qe nuk besuan"
        },
        {
            "chapter": 3,
            "verse": 197,
            "text": "Ajo eshte nje kenaqesi e paket, e pastaj vendi i tyre eshte xhehennemi qe eshte vend mjerimi"
        },
        {
            "chapter": 3,
            "verse": 198,
            "text": "Por ata qe ia paten friken Zotit te tyre, ata i kane xhennetet neper te cilat rrjedhin lumenj dhe aty jane pergjithmone. Ajo eshte pritje nga ana e All-llahut, e per te miret me e dobishmja eshte ajo qe eshte tek All-llahu"
        },
        {
            "chapter": 3,
            "verse": 199,
            "text": "Po edhe nga ithtaret e librit ka qe besojne All-llahun, e besojne ate qe u eshte shpallur juve, e besojne ate qe eshte shpallur atyre, jane te bindur ndaj All-llahut, dhe argumentet e All-llahut ne shpallje nuk i shesin per pak send te kesaj jete, te till"
        },
        {
            "chapter": 3,
            "verse": 200,
            "text": "O ju besimtare, beni durim, behuni te qendrueshem kunder armikut, rrini te pergaditur dhe, qe te shpetoni, ruajuni denimit te All-llahut"
        },
        {
            "chapter": 4,
            "verse": 1,
            "text": "O ju njerez! Kini frike Zotin tuaj qe ju ka krijuar prej nje veteje (njeriu) dhe nga ajo krijoi palen (shoqen) e saj, e prej atyre dyve u shtuan burrra shume e gra. Dhe kini frike All-llahun qe me emrin e Tij perbetoheni, ruajeni farefisin (akraballekun)"
        },
        {
            "chapter": 4,
            "verse": 2,
            "text": "Bonjakeve (jetimeve) jepuani pasurine e tyre (kur te rriten), dhe mos e nderroni te pastertin (mallin tuaj qe e keni hallall) me te ndytin (me haramin) edhe mos e hani pasurine e tyre (te perzier) me pasurine tuaj, se ky eshte mekat i madh"
        },
        {
            "chapter": 4,
            "verse": 3,
            "text": "Ne qofte se frikoheni se nuk do te jeni te drejte ndaj bonjakeve, atehere martohuni me ato gra qe ju pelqejne; me dy, me tri e me katra. E nese i frikoheni padrejtesise (ndaj tyre), atehere vetem me nje, ose (martohuni) me ato qe i keni nen pushtetin tuaj"
        },
        {
            "chapter": 4,
            "verse": 4,
            "text": "Grave jepuani dhuraten e kurores se tyre (niqahin) me te mire, e ne qofte se ato nga vullneti i vet ju falin dicka nga ajo, atehere hajeni ate hallall te mire"
        },
        {
            "chapter": 4,
            "verse": 5,
            "text": "Mendjelehtesve (te papjekurve) mos u jepni pasurine tuaj qe All-llahu e beri per ju mekamje, e ata ushqeni nga ajo, veshni dhe u thoni fjale te mira"
        },
        {
            "chapter": 4,
            "verse": 6,
            "text": "Provoni bonjaket derisa te behen per martese, e nese vereni te ta pjekuri, atehere dorezonju atyre pasurine e tyre. Mos e hani ate duke shkaperderdhur dhe duke u ngutur para se te rriten ata. Kush eshte i pasur le te ruhet (shfrytezimit te pasurise te jet)"
        },
        {
            "chapter": 4,
            "verse": 7,
            "text": "Meshkujve ju takon pjese nga pasuria qe e lene prinderit e te afermit (pas vdekjes), edhe femrave ju takon pjese nga ajo qe lene prinderit e te afermit, le te jete pak ose shume ajo qe lene, ju takon pjese e caktuar (nga Zoti)"
        },
        {
            "chapter": 4,
            "verse": 8,
            "text": "Kur te prezentojne ne pjesetimin e pasurise qe ka lene i vdekuri te aferme, bonjak dhe varfnjak (qe nuk jane pjestare ne trashegim), jepuani nga ajo (pasuri e lene) dhe atyre thuajuni fjale te mira"
        },
        {
            "chapter": 4,
            "verse": 9,
            "text": "Le te frikesohen ata (ne prag te vdekjes) sikur te linin pas vete pasardhes te paafte per te cilet kane dro (si do te jete gjendja e tyre) le t´i ruhen All-llahut (denimit te Tij) dhe le t´ju thone (jetimeve) fjale prindore"
        },
        {
            "chapter": 4,
            "verse": 10,
            "text": "Ata qe e hane pa te drejte pasurine e jetimeve, ne te vertete ata hane ate qe mbush barkun e tyre zjarr dhe do te futen ne zjarrin e xhehennemit"
        },
        {
            "chapter": 4,
            "verse": 11,
            "text": "All-llahu ju urdheron per (ceshtjen e trashegimit) femijet tuaj: per mashkullin hise sa per dy femra; nese jane (trashegimtare) vetem femra, dy e me shume, atyre ju takojne dy te tretat e pasurise qe trashegohet; nese eshte nje femer, asaj i takon gjysma"
        },
        {
            "chapter": 4,
            "verse": 12,
            "text": "Juve ju takon gjysma e asaj (pasurie) qe lene grate e tuaja, nese ato nuk kane femije, por nese ato kane femije juve ju takon nje e katerta nga ajo qe lene ato, pasi te kryhet testamenti i tyre dhe pasi te lahet borxhi. Atyre (grave) ju takon nje e katert"
        },
        {
            "chapter": 4,
            "verse": 13,
            "text": "Keto jane (dispozita) te caktuara prej All-llahut. Kush i bindet All-llahut, (urdherave te Tij) dhe te derguarit te Tij, ate e dergon ne xhennete nen te cilin burojne lumenj. Aty do te jene pergjithmone. E ky eshte shpetim i madh"
        },
        {
            "chapter": 4,
            "verse": 14,
            "text": "Kush e kundershton All-llahun dhe te derguarin e Tij, dhe i shkel dispozitat e Tij, ate e shtie ne zjarr te perjeteshem. E per te eshte nje denim i rende"
        },
        {
            "chapter": 4,
            "verse": 15,
            "text": "Ato nga grate tuaja qe bejne imoralitet (zina), kerkoni qe kunder tyre te deshmojne kater vete prej jush (burra); nese vertetohet me deshmitare (imoraliteti), mbyllni ato ne shtepia derisa t´i marre vdekja ose derisa All-llahu te percaktoje ndonje rruge p"
        },
        {
            "chapter": 4,
            "verse": 16,
            "text": "Ata te dy prej jush qe bejne ate (imoralitet-zina), ndeshkoni; e ne qofte se ata pendohen dhe permiresohen, atehere hiqni dore prej tyre, pse All-llahu pranon fort pendimin dhe meshiron shume"
        },
        {
            "chapter": 4,
            "verse": 17,
            "text": "Pendim i pranueshem te All-llahu eshte vetem ai i atyre qe e bejne te keqen me mosdije shpejt pendohen; te tilleve All-llahu ju pranon pendimin, se All-llahu eshte me i dijshmi, me i urti"
        },
        {
            "chapter": 4,
            "verse": 18,
            "text": "Nuk eshte pendim (i pranueshem) i atyre qe vazhdimisht bejne pune te keqia dhe vetem atehere kur t´i vjen vdekja ndonjerit prej tyre, te thote: \"Une tash u pendova!\" e as i atyre qe vdesin duke qene jobesimtare. Ndaj tyre kemi pergatitur denim te ashper"
        },
        {
            "chapter": 4,
            "verse": 19,
            "text": "O ju qe besuat, nuk eshte lejuar per ju te trashegoni grate (e te vdekurve) ne menyre te dhunshme, e as t´i shtrengoni per t´u marre dicka nga ajo qe ju keni dhene atyre, pervec nese ato bejne ndonje imoralitet te hapur. Coni jete te mire me to. Nese i ur"
        },
        {
            "chapter": 4,
            "verse": 20,
            "text": "Ne qofte se deshironi te nderroni (ta merrni) nje grua ne vend te nje gruaje (te leshuar), e asaj (te leshuares) i keni pas dhene shume te madhe, mos merrni prej saj asnje send. A do te merrni ate pa te drejte e ne menyre mizore"
        },
        {
            "chapter": 4,
            "verse": 21,
            "text": "Dhe si mund te merrni ate kur njeri-tjetri iu keni bashkuar (ne nje shtrat) dhe kur ato kane marre prej jush nje bese te forte"
        },
        {
            "chapter": 4,
            "verse": 22,
            "text": "Mos u martoni me ato gra me te cilat qene te martuar prinderit tuaj, me perjashtim te asaj qe ka kaluar (para islamizmit) pse ajo ishte turpesi, perbuzje e tradite e shemtuar"
        },
        {
            "chapter": 4,
            "verse": 23,
            "text": "U jane ndaluar juve (te martoheni me): nenat tuaja, bijat tuaja, motrat tuaja, hallat tuaja, tezet tuaja, bijat e vellaut, bijat e motres, nenat tuaja qe ju kane dhene gji, motrat nga gjiri, nenat e grave tuaja (vjehrrat) dhe vajzat qe jane nen kujdesin t"
        }
    ]
}