{
    "maqras": [
        {
            "chapter": 16,
            "verse": 75,
            "text": "Allah navodi primjer roba posjedovanog (koji) ne upravlja ničim, i onog kog smo od Nas opskrbili opskrbom lijepom, pa on od nje udjeljuje tajno i javno - jesu li isti? Hvala Allahu! Naprotiv! Većina njih ne zna"
        },
        {
            "chapter": 16,
            "verse": 76,
            "text": "I navodi Allah primjer dva čovjeka: jedan od njih nijem, ne upravlja ničim i on je zamor gospodaru svom; kud god ga uputi, ne donese dobrog. Da li je on jednak i onaj ko naređuje pravdu, a on je na putu pravom"
        },
        {
            "chapter": 16,
            "verse": 77,
            "text": "A Allahovo je nevidljivo nebesa i Zemlje. I stvar Časa je samo kao sijev oka, ili je on bliži. Uistinu! Allah nad svakom stvari ima moć"
        },
        {
            "chapter": 16,
            "verse": 78,
            "text": "I Allah vas izvodi iz trbuha majki vaših (kad) ne znate ništa. I načinio vam je sluh i vidove i srca, da biste vi zahvaljivali"
        },
        {
            "chapter": 16,
            "verse": 79,
            "text": "Zar ne vide ptice potčinjene u sferi neba? Drži ih samo Allah. Uistinu, u tome su znaci za ljude koji vjeruju"
        },
        {
            "chapter": 16,
            "verse": 80,
            "text": "I načinio vam je Allah od kuća vaših prebivalište, i načinio vam je od koža stoke kuće lahke, na dan selidbe vaše i na dan stajanja vašeg; a od vune njihove i kostrijeti njihove i od krzna njihovih, prostirku i opremu za neko vrijeme"
        },
        {
            "chapter": 16,
            "verse": 81,
            "text": "I načinio vam je Allah od onog šta je stvorio, skrovišta, i načinio vam je od brda zaklone, i načinio vam je odijela - čuvaju vas od žege - i odijela (koja) vas čuvaju od sile vaše. Tako upotpunjava blagodat Svoju na vama, da biste se vi predali"
        },
        {
            "chapter": 16,
            "verse": 82,
            "text": "Pa ako se okrenu - pa samo je na tebi dostava jasna"
        },
        {
            "chapter": 16,
            "verse": 83,
            "text": "Spoznaju blagodat Allahovu, potom je niječu, a većina njih su nevjernici"
        },
        {
            "chapter": 16,
            "verse": 84,
            "text": "A na Dan kad iz svakog ummeta podignemo svjedoka, zatim se neće dopustiti onima koji nisu vjerovali, niti će im se dopustiti da mole za naklonost"
        },
        {
            "chapter": 16,
            "verse": 85,
            "text": "I kad oni koji su činili zulm, vide kaznu, tad im se neće olakšati, niti će im se odložiti"
        },
        {
            "chapter": 16,
            "verse": 86,
            "text": "I kad oni koji su pridruživali, vide ortake svoje, reći će: \"Gospodaru naš! Ovo su ortaci naši koje smo prizivali mimo Tebe.\" Tad će im dobaciti riječi: \"Uistinu, vi ste lažljivci"
        },
        {
            "chapter": 16,
            "verse": 87,
            "text": "I iskazaće Tog dana Allahu pokornost, a iščeznuće od njih šta su izmišljali"
        },
        {
            "chapter": 16,
            "verse": 88,
            "text": "Oni koji nisu vjerovali i odvraćali od puta Allahovog - dodaćemo im kaznu na kaznu, zbog toga što su pravili fesad"
        },
        {
            "chapter": 16,
            "verse": 89,
            "text": "A na Dan kad u svakom ummetu podignemo svjedoka protiv njih, između duša njihovih, i dovedemo tebe svjedokom protiv tih ... I objavili smo ti Knjigu (kao) objašnjenje za svaku stvar, i Uputu i milost, i radosnu vijest muslimanima"
        }
    ]
}