{
    "maqras": [
        {
            "chapter": 24,
            "verse": 35,
            "text": "Allah je Svjetlost nebesa i Zemlje! Primjer svjetla Njegovog je kao udubina, u njoj svjetiljka, svjetiljka u staklu, staklo - kao da je ono zvijezda blistava; pali se od drveta blagoslovljenog, masline, ne istočne, niti zapadne. Gotovo da ulje njegovo zasija, a da ga vatra ne dotakne. Svjetlost nad svjetlošću! Allah vodi svjetlu svom koga hoće i Allah navodi primjere ljudima, a Allah je o svakoj stvari Znalac"
        },
        {
            "chapter": 24,
            "verse": 36,
            "text": "U kućama (koje je) Allah dozvolio da se podignu i spominje u njima ime Njegovo; slave Ga u njima jutrima i večerima"
        },
        {
            "chapter": 24,
            "verse": 37,
            "text": "Ljudi koje ne odvraća trgovina niti prodaja od spominjanja Allaha i obavljanja salata i davanja zekata. Plaše se Dana u kojem će se preokrenuti srca i pogledi"
        },
        {
            "chapter": 24,
            "verse": 38,
            "text": "Da bi ih Allah nagradio najboljim šta su radili, i povećao im iz dobrote Svoje. A Allah opskrbljuje koga hoće bez računa"
        },
        {
            "chapter": 24,
            "verse": 39,
            "text": "A oni koji ne vjeruju - djela njihova su kao fatamorgana u pustinji. Smatra je žedan vodom - dok, kad joj dođe, ne nađe je nikako, a nađe Allaha kod nje, pa mu ispuni račun njegov. A Allah je brz obračunom"
        },
        {
            "chapter": 24,
            "verse": 40,
            "text": "Ili kao tmine u moru dubokom, prekriva ga talas, iznad njega talas, iznad njega oblaci. Tmine, jedna iznad druge. Kad bi izvadio ruku svoju, jedva bi je vidio! A onaj kome Allah ne načini svjetlo, tad nema za njega svjetla nikakva"
        },
        {
            "chapter": 24,
            "verse": 41,
            "text": "Zar ne vidiš da Allaha - Njega slavi ko je na nebesima i Zemlji i ptice raširenih krila? Svako doista zna salat svoj i slavljenje svoje, a Allah je Znalac o onom šta čine"
        },
        {
            "chapter": 24,
            "verse": 42,
            "text": "I Allahova je vlast nebesa i Zemlje, a Allahu je dolazište"
        },
        {
            "chapter": 24,
            "verse": 43,
            "text": "Zar ne vidiš da Allah goni oblake, zatim ih spaja, potom ih čini gomilom, pa vidiš kišu izlazi iz sred njih. I spušta iz neba, s brda (oblaka) u njemu nešto grada, pa pogađa njime koga hoće, a otklanja od koga hoće. Skoro da bljesak munje Njegove oduzme vidove"
        },
        {
            "chapter": 24,
            "verse": 44,
            "text": "Allah okreće noć i dan. Uistinu, u tome je ibret za posjednike opažanja"
        },
        {
            "chapter": 24,
            "verse": 45,
            "text": "A Allah je svaku životinju stvorio od vode. Pa od njih je ko ide na trbuhu svom, i od njih je ko ide na dvije noge, i od njih je ko ide na četiri. Allah stvara šta hoće. Uistinu! Allah nad svakom stvari ima moć"
        },
        {
            "chapter": 24,
            "verse": 46,
            "text": "Doista, objavili smo ajete jasne, a Allah upućuje koga hoće putu pravom"
        },
        {
            "chapter": 24,
            "verse": 47,
            "text": "I govore (licemjeri): \"Vjerujemo u Allaha i Poslanika i slušamo\", zatim se odvraća skupina njih poslije toga, a nisu takvi vjernici"
        },
        {
            "chapter": 24,
            "verse": 48,
            "text": "I kad se pozivaju Allahu i Poslaniku Njegovom, da sudi među njima, gle: skupina njih su odvraćeni"
        },
        {
            "chapter": 24,
            "verse": 49,
            "text": "A ako bude za njih Istina, dolaze mu pokorni"
        },
        {
            "chapter": 24,
            "verse": 50,
            "text": "Je li u srcima njihovim bolest, ili sumnjaju ili se plaše da će Allah i Poslanik Njegov nepravedno postupiti protiv njih? Naprotiv, ti takvi su zalimi"
        },
        {
            "chapter": 24,
            "verse": 51,
            "text": "Govor vjernika, kad budu pozvani Allahu i Poslaniku Njegovom da presudi među njima - je samo da kažu: \"Čujemo i pokoravamo se\", a ti takvi su oni koji će uspjeti"
        },
        {
            "chapter": 24,
            "verse": 52,
            "text": "A ko posluša Allaha i Poslanika Njegovog, i bude se plašio Allaha i bojao Ga se - pa ti takvi su pobjednici"
        }
    ]
}