{
    "pages": [
        {
            "chapter": 6,
            "verse": 60,
            "text": "He je Jeden puts ona do smrt night zauzlit vecer mala z tvoj cin dni. He resurrects ona kazdy rano tvoj zivot span fulfilled potom Him bol tvoj ultimate spatny listok. He potom informovat ona z everything ona robit"
        },
        {
            "chapter": 6,
            "verse": 61,
            "text": "He bol Zvrchovany Jeho creatures He appoints guards chranit ona! When appointed cas smrt pojdem any z ona our posol put him smrt without oneskorenie"
        },
        {
            "chapter": 6,
            "verse": 62,
            "text": "Potom everyone spatny listok GOD ich rightful Lord Zvladnut Absolutely He bol ultimate judge He bol the vela accurate Reckoner"
        },
        {
            "chapter": 6,
            "verse": 63,
            "text": "Say Kto save ona darkness z zem sea Ona implore Him loudly secretly He saves us this cas my bol eternally appreciative"
        },
        {
            "chapter": 6,
            "verse": 64,
            "text": "Say GOD save ona this cas, inak cas i potom ona still set idols Him"
        },
        {
            "chapter": 6,
            "verse": 65,
            "text": "Say He je istota able do pour upon ona retribution z above ona z beneath tvoj nohy! He divide ona factions have ona chut each others' tyranny! Note ako my explain revelations they chapat"
        },
        {
            "chapter": 6,
            "verse": 66,
            "text": "Tvoj ludia zamietnut this vecer it bol truth. Say ja je guardian over ona"
        },
        {
            "chapter": 6,
            "verse": 67,
            "text": "Kazdy prophecy tu pojdem ist okolo ona will iste zalozit out"
        },
        {
            "chapter": 6,
            "verse": 68,
            "text": "If ona see those mock our revelations ona avoid them they delve into iny subject devil zapricinit ona zabudnut potom ona zapamatat si robi nie zasadat such zly ludia"
        }
    ]
}