{
    "pages": [
        {
            "chapter": 7,
            "verse": 23,
            "text": "Her ikisi, \"Rabbimiz! Kendimize yazık ettik; bizi bagıslamaz ve bize merhamet etmezsen biz kaybedenlerden oluruz\" dediler"
        },
        {
            "chapter": 7,
            "verse": 24,
            "text": "Birbirinize dusman olarak inin, siz yeryuzunde bir muddet icin yerlesip gecineceksiniz"
        },
        {
            "chapter": 7,
            "verse": 25,
            "text": "Orada yasar, orada olur ve oradan dirilip cıkarılırsınız\" dedi"
        },
        {
            "chapter": 7,
            "verse": 26,
            "text": "Ey Insanogulları! Ayıp yerlerinizi ortecek giyimlikle sizi susleyecek elbiseler gonderdik. Takva ortusu ise bunlardan daha hayırlıdır. Allah'ın bu ayetleri ogut almanız icindir"
        },
        {
            "chapter": 7,
            "verse": 27,
            "text": "Ey Insanogulları! Seytan, ayıp yerlerini kendilerine gostermek icin elbiselerini soyarak ananızı babanızı cennetten cıkardıgı gibi sizi de sasırtmasın. Sizin onları gormediginiz yerlerden o ve taraftarları sizi gorurler. Biz seytanları, inanmayanlara dost kılarız"
        },
        {
            "chapter": 7,
            "verse": 28,
            "text": "Onlar bir fenalık yaptıkları zaman, \"Babalarımızı bu yolda bulduk, Allah da bize bunu emretti\" derler. De ki: \"Allah fenalıgı emretmez. Bilmediginiz seyi Allah'a karsı mı soyluyorsunuz"
        },
        {
            "chapter": 7,
            "verse": 29,
            "text": "De ki: \"Rabbim adaleti emretti; her secde yerinde yuzunuzu O'na dogrultun; dinde samimi olarak O'na yalvarın. Sizi yarattıgı gibi yine O'na doneceksiniz"
        },
        {
            "chapter": 7,
            "verse": 30,
            "text": "Allah insanlardan bir takımını dogru yola eristirdi, fakat bir takımı da sapıklıgı haketti, cunku bunlar Allah'ı bırakıp seytanları dost edinmis ve kendilerini dogru yolda sanmıslardı"
        }
    ]
}