{
    "pages": [
        {
            "chapter": 11,
            "verse": 109,
            "text": "Bu putperestlerin taptıklarının batıl oldugunda suphen olmasın; daha once babalarının tapmıs oldukları gibi onlar da taparlar. Onlara paylarını suphesiz eksiksiz olarak odeyecegiz"
        },
        {
            "chapter": 11,
            "verse": 110,
            "text": "And olsun ki, Musa'ya Kitap verdik; onda ayrılıga dustuler. Eger Rabbinin verilmis bir sozu olmasaydı, aralarında coktan hukmedilmis olurdu. Dogrusu onlar, Kitap'ın Allah katından oldugunda suphe ve endise icindedirler"
        },
        {
            "chapter": 11,
            "verse": 111,
            "text": "Rabbin, onların islerinin karsılıgını elbette tamamen verecektir. O, suphesiz, onların yaptıklarını bilir"
        },
        {
            "chapter": 11,
            "verse": 112,
            "text": "Sen, beraberindeki tevbe edenlerle birlikte emrolundugun gibi dosdogru ol. Asırı gitmeyin, dogrusu Allah yaptıklarınızı gorur"
        },
        {
            "chapter": 11,
            "verse": 113,
            "text": "Haksızlık yapanlara yonelmeyin, yoksa ates size de dokunur. Sizin Allah'tan baska dostunuz yoktur; sonra, yardım da goremezsiniz"
        },
        {
            "chapter": 11,
            "verse": 114,
            "text": "Gunduzun iki ucunda ve gecenin gunduze yakın zamanlarında namaz kıl. Dogrusu iyilikler kotulukleri giderir. Bu, ogut kabul edenlere bir oguttur"
        },
        {
            "chapter": 11,
            "verse": 115,
            "text": "Sabret, Allah iyi davrananların ecrini elbette zayi etmez"
        },
        {
            "chapter": 11,
            "verse": 116,
            "text": "Sizden onceki nesillerin ileri gelenleri, yeryuzunde bozgunculuga engel olmalı degil miydiler? Onlardan kurtardıklarımız pek azdır. Kendilerine verilen nimete karsı haksızlık edenlere uyanlar ise suclu oldular"
        },
        {
            "chapter": 11,
            "verse": 117,
            "text": "Rabbin, kasabaların halkı ıslah olmusken, haksız yere onları yok etmez"
        }
    ]
}