{
    "pages": [
        {
            "chapter": 16,
            "verse": 65,
            "text": "Allah gokten su indirir ve olumunden sonra yeryuzunu diriltir. Kulak veren kimseler icin bunda ibret vardır"
        },
        {
            "chapter": 16,
            "verse": 66,
            "text": "Hayvanlarda da size ibretler vardır. Bagırsaklarındakiler ile kan arasından, icenlere halis ve icimi kolay sut iciririz"
        },
        {
            "chapter": 16,
            "verse": 67,
            "text": "Hurma agaclarının meyvelerinden ve uzumlerden serbet, sıra (icecek) ve guzel rızık elde edersiniz. Dusunen millet icin bunda ibret vardır"
        },
        {
            "chapter": 16,
            "verse": 68,
            "text": "Rabbin bal arısına: \"Daglarda, agaclarda ve hazırlanmıs kovanlarda yuva edin; sonra her cesit urunden ye; sonra da Rabbinin islemen icin gosterdigi yollardan yuru\" diye ogretti. Karınlarından insanlara sifa olan cesitli renklerde bal cıkar. Dusunen bir millet icin bunda ibret vardır"
        },
        {
            "chapter": 16,
            "verse": 69,
            "text": "Rabbin bal arısına: \"Daglarda, agaclarda ve hazırlanmıs kovanlarda yuva edin; sonra her cesit urunden ye; sonra da Rabbinin islemen icin gosterdigi yollardan yuru\" diye ogretti. Karınlarından insanlara sifa olan cesitli renklerde bal cıkar. Dusunen bir millet icin bunda ibret vardır"
        },
        {
            "chapter": 16,
            "verse": 70,
            "text": "Allah sizi yaratmıstır, sonra oldurecektir, icinizden bir kısmı da omrunun en fena zamanına ulastırılır ki, bilirken bilmez olurlar. Dogrusu Allah bilendir, her seye Kadir'dir"
        },
        {
            "chapter": 16,
            "verse": 71,
            "text": "Allah rızıkda kiminizi digerlerine ustun tutmustur. Ustun kılınanlar, emirleri altında bulunanların rızıklarını vermezler. Oysa rızıkta hepsi esittir. Allah'ın nimetini bile bile inkar mı ediyorlar"
        },
        {
            "chapter": 16,
            "verse": 72,
            "text": "Allah size kendinizden esler var eder. Eslerinizden de ogullar ve torunlar var eder. Size temiz seylerden rızık verir. Oyleyken batıla inanıyorlar ve Allah'ın nimetini inkar mı ediyorlar"
        }
    ]
}