{
    "pages": [
        {
            "chapter": 21,
            "verse": 11,
            "text": "Halkı zalim olan nice kasabaları kırıp gecirdik ve onlardan sonra baska milletler varettik"
        },
        {
            "chapter": 21,
            "verse": 12,
            "text": "Onlar bizim baskınımızı hissettiklerinde, oradan kacmaga koyuluyorlardı"
        },
        {
            "chapter": 21,
            "verse": 13,
            "text": "Kosup kacmayın; size nimet verilen yere, yurdlarınıza donun, elbette sorguya cekileceksiniz\" dedik"
        },
        {
            "chapter": 21,
            "verse": 14,
            "text": "Vay basımıza gelenlere! Dogrusu biz haksızlık yapmıs kimseleriz\" dediler"
        },
        {
            "chapter": 21,
            "verse": 15,
            "text": "Biz onları bicilmis ot ve bir yıgın kul haline getirinceye kadar haykırmaları devam etti"
        },
        {
            "chapter": 21,
            "verse": 16,
            "text": "Biz gokleri, yeri ve ikisinin arasındakileri oyun olsun diye yaratmadık"
        },
        {
            "chapter": 21,
            "verse": 17,
            "text": "Eglenme dileseydik, bunu yapacak olsaydık, sanımıza uygun sekilde yapardık; ama yapmayız"
        },
        {
            "chapter": 21,
            "verse": 18,
            "text": "Gercegi batılın basına carparız ve onun beynini parcalar; boylece batıl ortadan kalkar. Allah'a yakıstırdıgınız vasıflardan oturu yazıklar olsun size"
        },
        {
            "chapter": 21,
            "verse": 19,
            "text": "Goklerde ve yerde ne varsa O'nundur. Katında olanlar O'na kulluk etmekten cekinmezler ve usanmazlar"
        },
        {
            "chapter": 21,
            "verse": 20,
            "text": "Gece ve gunduz, bıkmadan tesbih ederler"
        },
        {
            "chapter": 21,
            "verse": 21,
            "text": "Yeryuzunde edindikleri tanrılar mı, onlar mı oluleri diriltecekler"
        },
        {
            "chapter": 21,
            "verse": 22,
            "text": "Eger yerle gokte Allah'tan baska tanrılar olsaydı, ikisi de bozulurdu. Arsın Rabbi olan Allah, onların vasıflandırdıklarından munezzehtir"
        },
        {
            "chapter": 21,
            "verse": 23,
            "text": "O, yaptıgından sorumlu degildir, onlar ise sorumlu tutulacaklardır"
        },
        {
            "chapter": 21,
            "verse": 24,
            "text": "O'nu bırakıp tanrılar mı edindiler? De ki: \"Kesin delilinizi getirin. Iste benim ve ummetimin Kitap'ı ve senden oncekilerin kitapları.\" Hayır; onların cogu gercegi bilmez de yuz cevirirler"
        }
    ]
}