{
    "pages": [
        {
            "chapter": 34,
            "verse": 49,
            "text": "De ki: \"Hak geldi; artık batıl ne yeniden baslar, ne de geri gelir"
        },
        {
            "chapter": 34,
            "verse": 50,
            "text": "De ki: \"Eger saparsam, kendi zararıma sapmıs olurum. Dogru yolda olursam, bu Rabbim'in bana vahyetmesiyledir. Dogrusu O, isitendir, yakın olandır"
        },
        {
            "chapter": 34,
            "verse": 51,
            "text": "Onları korktukları zaman bir gorsen; artık kurtulus yoktur, cehenneme yakın bir yerde yakalanmıslardır. O zaman, \"Allah'a inandık\" derler ama, ahiret gibi uzak bir yerden imana nasıl kolayca ulasırlar"
        },
        {
            "chapter": 34,
            "verse": 52,
            "text": "Onları korktukları zaman bir gorsen; artık kurtulus yoktur, cehenneme yakın bir yerde yakalanmıslardır. O zaman, \"Allah'a inandık\" derler ama, ahiret gibi uzak bir yerden imana nasıl kolayca ulasırlar"
        },
        {
            "chapter": 34,
            "verse": 53,
            "text": "Oysa onu daha once inkar etmisler, uzak bir yer olan dunyadan gorunmeyene dil uzatmıslardı"
        },
        {
            "chapter": 34,
            "verse": 54,
            "text": "Kendileriyle, arzuladıkları seyler arasına artık engel konur; nitekim, daha once, kendilerine benzeyenlere de aynı sey yapılmıstı. Cunku onlar suphe ve endise icindeydiler"
        },
        {
            "chapter": 35,
            "verse": 1,
            "text": "Hamd, gokleri ve yeri yaratan, melekleri ikiser, ucer, dorder kanatlı elciler kılan Allah'a mahsustur. Yaratmada diledigini artırır. Dogrusu Allah, her seye Kadir olandır"
        },
        {
            "chapter": 35,
            "verse": 2,
            "text": "Allah'ın insanlara verdigi rahmeti onleyebilecek yoktur. O'nun onledigini de ardından salıverecek yoktur. O, guclu'dur, Hakim'dir"
        },
        {
            "chapter": 35,
            "verse": 3,
            "text": "Ey insanlar! Allah'ın size olan nimetini anın; sizi gokten ve yerden rızıklandıran Allah'tan baska bir yaratan var mıdır? O'ndan baska tanrı yoktur. Nasıl aldatılıp da dondurulursunuz"
        }
    ]
}