{
    "pages": [
        {
            "chapter": 41,
            "verse": 39,
            "text": "Kupkuru gordugun yeryuzunun, Biz ona su indirdigimiz zaman harekete gecmesi, kabarması, Allah'ın varlıgının belgelerindendir. Ona can veren Allah suphesiz oluleri de diriltir. Dogrusu O her seye kadir'dir"
        },
        {
            "chapter": 41,
            "verse": 40,
            "text": "Ayetlerimizi inkar edenler Bize gizli degillerdir. Kıyamet gununde atese atılan mı, yoksa guven icinde gelen kimse mi daha iyidir? Dilediginizi isleyin, dogrusu O, yaptıklarınızı goren'dir"
        },
        {
            "chapter": 41,
            "verse": 41,
            "text": "Kitap kendilerine gelince, onlar, onu inkar etmislerdir; oysa o, degerli bir Kitap'dır. Gecmiste ve gelecekte onu batıl kılacak yoktur. Hakim ve ovulmege layık olan Allah katından indirilmedir"
        },
        {
            "chapter": 41,
            "verse": 42,
            "text": "Kitap kendilerine gelince, onlar, onu inkar etmislerdir; oysa o, degerli bir Kitap'dır. Gecmiste ve gelecekte onu batıl kılacak yoktur. Hakim ve ovulmege layık olan Allah katından indirilmedir"
        },
        {
            "chapter": 41,
            "verse": 43,
            "text": "Senin icin soylenenler, senden onceki peygamberler icin de soylenmisti. Dogrusu Rabbin hem bagıslayan ve hem de can yakıcı azap verendir"
        },
        {
            "chapter": 41,
            "verse": 44,
            "text": "Biz bu Kuran'ı yabancı bir dil ile ortaya koysaydık: \"Ayetleri uzun acıklanmalı degil miydi? Araba yabancı bir dille soylenir mi?\" derlerdi. De ki: \"Bu, inananlara dogruluk rehberi ve gonullerine sifadır.\" Inanmayanların kulaklarında agırlık vardır ve onlara kapalıdır; sanki bunlara uzak bir mesafeden sesleniliyor da anlamıyorlar"
        },
        {
            "chapter": 41,
            "verse": 45,
            "text": "And olsun ki Musa'ya Kitap vermistik de onda ayrılıga dusmuslerdi. Rabbinin verilmis bir sozu olmasaydı, aralarında hukmedilmis olurdu. Dogrusu onlar, onun hakkında suphe ve endise icindedirler"
        },
        {
            "chapter": 41,
            "verse": 46,
            "text": "Kim yararlı is islerse kendi lehinedir; kim de kotuluk islerse kendi aleyhinedir. Rabbin, kullara karsı zalim degildir"
        }
    ]
}