{
    "pages": [
        {
            "chapter": 3,
            "verse": 71,
            "text": "Ey Kitap ehli! Nicin hakkı batıla karıstırıyor ve bile bile hakkı gizliyorsunuz"
        },
        {
            "chapter": 3,
            "verse": 72,
            "text": "Kitap ehlinden bir takımı soyle dedi: \"Inananlara indirilene gunun basında inanın, sonunda inkar edin ki, belki donerler ve dininize uyanlardan baskasına inanmayın\". De ki: \"Dogru yol Allah'ın yoludur\". Ve yine baskasına da verildigine veya Rabbinizin katında Muslumanların karsı delil getirip sizi alt edecegine inanmayın, derler. De ki: \"Dogrusu bol nimet Allah'ın elindedir, onu diledigine verir. Allah'ın fazlı her seyi kaplar, O her seyi bilir"
        },
        {
            "chapter": 3,
            "verse": 73,
            "text": "Kitap ehlinden bir takımı soyle dedi: \"Inananlara indirilene gunun basında inanın, sonunda inkar edin ki, belki donerler ve dininize uyanlardan baskasına inanmayın\". De ki: \"Dogru yol Allah'ın yoludur\". Ve yine baskasına da verildigine veya Rabbinizin katında Muslumanların karsı delil getirip sizi alt edecegine inanmayın, derler. De ki: \"Dogrusu bol nimet Allah'ın elindedir, onu diledigine verir. Allah'ın fazlı her seyi kaplar, O her seyi bilir"
        },
        {
            "chapter": 3,
            "verse": 74,
            "text": "Rahmetini diledigine tahsis eder, Allah buyuk, bol nimet sahibidir"
        },
        {
            "chapter": 3,
            "verse": 75,
            "text": "Kitap ehli arasında kantarla emanet bıraksan onu sana odeyen ve bir lira emanet etsen, tepesine dikilmedikce onu sana odemeyen vardır. Bu, onların: \"Kitapsızlara karsı uzerimize bir sorumluluk yoktur\" demelerindendir. Onlar bile bile Allah'a karsı yalan soylemektedirler"
        },
        {
            "chapter": 3,
            "verse": 76,
            "text": "Hayır, oyle degil; ahdini yerine getiren ve gunahtan sakınan bilsin ki, Allah sakınanları suphesiz sever"
        },
        {
            "chapter": 3,
            "verse": 77,
            "text": "Allah'ın ahdini ve yeminlerini az bir degere degisenlerin, iste onların, ahirette bir payları yoktur. Allah onlara kıyamet gunu hitab etmeyecek, onlara bakmayacak, onları temize cıkarmayacaktır. Elem verici azab onlar icindir"
        }
    ]
}