{
    "pages": [
        {
            "chapter": 7,
            "verse": 96,
            "text": "और वह बिल्कुल बेख़बर थे और अगर उन बस्तियों के रहने वाले ईमान लाते और परहेज़गार बनते तो हम उन पर आसमान व ज़मीन की बरकतों (के दरवाजे) ख़ोल देते मगर (अफसोस) उन लोगों ने (हमारे पैग़म्बरों को) झूठलाया तो हमने भी उनके करतूतों की बदौलत उन को (अज़ाब में) गिरफ्तार किया"
        },
        {
            "chapter": 7,
            "verse": 97,
            "text": "(उन) बस्तियों के रहने वाले उस बात से बेख़ौफ हैं कि उन पर हमारा अज़ाब रातों रात आ जाए जब कि वह पड़े बेख़बर सोते हों"
        },
        {
            "chapter": 7,
            "verse": 98,
            "text": "या उन बस्तियों वाले इससे बेख़ौफ हैं कि उन पर दिन दहाड़े हमारा अज़ाब आ पहुँचे जब वह खेल कूद (में मशग़ूल हो)"
        },
        {
            "chapter": 7,
            "verse": 99,
            "text": "तो क्या ये लोग ख़ुदा की तद्बीर से ढीट हो गए हैं तो (याद रहे कि) ख़ुदा के दॉव से घाटा उठाने वाले ही निडर हो बैठे हैं"
        },
        {
            "chapter": 7,
            "verse": 100,
            "text": "क्या जो लोग अहले ज़मीन के बाद ज़मीन के वारिस (व मालिक) होते हैं उन्हें ये मालूम नहीं कि अगर हम चाहते तो उनके गुनाहों की बदौलत उनको मुसीबत में फँसा देते (मगर ये लोग ऐसे नासमझ हैं कि गोया) उनके दिलों पर हम ख़ुद (मोहर कर देते हैं कि ये लोग कुछ सुनते ही नहीं)"
        },
        {
            "chapter": 7,
            "verse": 101,
            "text": "(ऐ रसूल) ये चन्द बस्तियाँ हैं जिन के हालात हम तुमसे बयान करते हैं और इसमें तो शक़ ही नहीं कि उनके पैग़म्बर उनके पास वाजेए व रौशन मौजिज़े लेकर आए मगर ये लोग जिसके पहले झुठला चुके थे उस पर भला काहे को ईमान लाने वाले थे ख़ुदा यूं काफिरों के दिलों पर अलामत मुकर्रर कर देता है (कि ये ईमान न लाएँगें)"
        },
        {
            "chapter": 7,
            "verse": 102,
            "text": "और हमने तो उसमें से अक्सरों का एहद (ठीक) न पाया और हमने उनमें से अक्सरों को बदकार ही पाया"
        },
        {
            "chapter": 7,
            "verse": 103,
            "text": "फिर हमने (उन पैग़म्बरान मज़कूरीन के बाद) मूसा को फिरऔन और उसके सरदारों के पास मौजिज़े अता करके (रसूल बनाकर) भेजा तो उन लोगों ने उन मौजिज़ात के साथ (बड़ी बड़ी) शरारतें की पस ज़रा ग़ौर तो करो कि आख़िर फसादियों का अन्जाम क्या हुआ"
        },
        {
            "chapter": 7,
            "verse": 104,
            "text": "और मूसा ने (फिरऔन से) कहा ऐ फिरऔनमें यक़ीनन परवरदिगारे आलम का रसूल हूँ"
        }
    ]
}