{
    "pages": [
        {
            "chapter": 7,
            "verse": 171,
            "text": "तो (ऐ रसूल यहूद को याद दिलाओ) जब हम ने उन (के सरों) पर पहाड़ को इस तरह लटका दिया कि गोया साएबान (छप्पर) था और वह लोग समझ चुके थे कि उन पर अब गिरा और हमने उनको हुक्म दिया कि जो कुछ हमने तुम्हें अता किया है उसे मज़बूती से पकड़ लो और जो कुछ उसमें लिखा है याद रखो ताकि तुम परहेज़गार बन जाओ"
        },
        {
            "chapter": 7,
            "verse": 172,
            "text": "और उसे रसूल वह वक्त भी याद (दिलाओ) जब तुम्हारे परवरदिगार ने आदम की औलाद से बस्तियों से (बाहर निकाल कर) उनकी औलाद से खुद उनके मुक़ाबले में एक़रार कर लिया (पूछा) कि क्या मैं तुम्हारा परवरदिगार नहीं हूँ तो सब के सब बोले हाँ हम उसके गवाह हैं ये हमने इसलिए कहा कि ऐसा न हो कहीं तुम क़यामत के दिन बोल उठो कि हम तो उससे बिल्कुल बे ख़बर थे"
        },
        {
            "chapter": 7,
            "verse": 173,
            "text": "या ये कह बैठो कि (हम क्या करें) हमारे तो बाप दादाओं ही ने पहले शिर्क किया था और हम तो उनकी औलाद थे (कि) उनके बाद दुनिया में आए तो क्या हमें उन लोगों के ज़ुर्म की सज़ा में हलाक करेगा जो पहले ही बातिल कर चुके"
        },
        {
            "chapter": 7,
            "verse": 174,
            "text": "और हम यूँ अपनी आयतों को तफसीलदार बयान करते हैं और ताकि वह लोग (अपनी ग़लती से) बाज़ आएं"
        },
        {
            "chapter": 7,
            "verse": 175,
            "text": "और (ऐ रसूल) तुम उन लोगों को उस शख़्श का हाल पढ़ कर सुना दो जिसे हमने अपनी आयतें अता की थी फिर वह उनसे निकल भागा तो शैतान ने उसका पीछा पकड़ा और आख़िरकार वह गुमराह हो गया"
        },
        {
            "chapter": 7,
            "verse": 176,
            "text": "और अगर हम चाहें तो हम उसे उन्हें आयतों की बदौलत बुलन्द मरतबा कर देते मगर वह तो ख़ुद ही पस्ती (नीचे) की तरफ झुक पड़ा और अपनी नफसानी ख्वाहिश का ताबेदार बन बैठा तो उसकी मसल है कि अगर उसको धुत्कार दो तो भी ज़बान निकाले रहे और उसको छोड़ दो तो भी ज़बान निकले रहे ये मसल उन लोगों की है जिन्होंने हमारी आयतों को झुठलाया तो (ऐ रसूल) ये क़िस्से उन लोगों से बयान कर दो ताकि ये लोग खुद भी ग़ौर करें"
        },
        {
            "chapter": 7,
            "verse": 177,
            "text": "जिन लोगों ने हमारी आयतों को झुठलाया है उनकी भी क्या बुरी मसल है और अपनी ही जानों पर सितम ढाते रहे"
        },
        {
            "chapter": 7,
            "verse": 178,
            "text": "राह पर बस वही शख़्श है जिसकी ख़ुदा हिदायत करे और जिनको गुमराही में छोड़ दे तो वही लोग घाटे में हैं"
        }
    ]
}