{
    "pages": [
        {
            "chapter": 2,
            "verse": 113,
            "text": "और यहूद कहते हैं कि नसारा का मज़हब कुछ (ठीक) नहीं और नसारा कहते हैं कि यहूद का मज़हब कुछ (ठीक) नहीं हालाँकि ये दोनों फरीक़ किताबे (खुदा) पढ़ते रहते हैं इसी तरह उन्हीं जैसी बातें वह (मुशरेकीन अरब) भी किया करते हैं जो (खुदा के एहकाम) कुछ नहीं जानते तो जिस बात में ये लोग पड़े झगड़ते हैं (दुनिया में तो तय न होगा) क़यामत के दिन खुदा उनके दरमियान ठीक फैसला कर देगा"
        },
        {
            "chapter": 2,
            "verse": 114,
            "text": "और उससे बढ़कर ज़ालिम कौन होगा जो खुदा की मसजिदों में उसका नाम लिए जाने से (लोगों को) रोके और उनकी बरबादी के दर पे हो, ऐसों ही को उसमें जाना मुनासिब नहीं मगर सहमे हुए ऐसे ही लोगों के लिए दुनिया में रूसवाई है और ऐसे ही लोगों के लिए आख़ेरत में बड़ा भारी अज़ाब है"
        },
        {
            "chapter": 2,
            "verse": 115,
            "text": "(तुम्हारे मसजिद में रोकने से क्या होता है क्योंकि सारी ज़मीन) खुदा ही की है (क्या) पूरब (क्या) पश्चिम बस जहाँ कहीं क़िब्ले की तरफ रूख़ करो वही खुदा का सामना है बेशक खुदा बड़ी गुन्जाइश वाला और खूब वाक़िफ है"
        },
        {
            "chapter": 2,
            "verse": 116,
            "text": "और यहूद कहने लगे कि खुदा औलाद रखता है हालाँकि वह (इस बखेड़े से) पाक है बल्कि जो कुछ ज़मीन व आसमान में है सब उसी का है और सब उसकी के फरमाबरदार हैं"
        },
        {
            "chapter": 2,
            "verse": 117,
            "text": "(वही) आसमान व ज़मीन का मोजिद है और जब किसी काम का करना ठान लेता है तो उसकी निसबत सिर्फ कह देता है कि ''हो जा'' पस वह (खुद ब खुद) हो जाता है"
        },
        {
            "chapter": 2,
            "verse": 118,
            "text": "और जो (मुशरेकीन) कुछ नहीं जानते कहते हैं कि खुदा हमसे (खुद) कलाम क्यों नहीं करता, या हमारे पास (खुद) कोई निशानी क्यों नहीं आती, इसी तरह उन्हीं की सी बाते वह कर चुके हैं जो उनसे पहले थे उन सब के दिल आपस में मिलते जुलते हैं जो लोग यक़ीन रखते हैं उनको तो अपनी निशानियाँ क्यों साफतौर पर दिखा चुके"
        },
        {
            "chapter": 2,
            "verse": 119,
            "text": "(ऐ रसूल) हमने तुमको दीने हक़ के साथ (बेहिश्त की) खुशख़बरी देने वाला और (अज़ाब से) डराने वाला बनाकर भेजा है और दोज़ख़ियों के बारे में तुमसे कुछ न पूछा जाएगा"
        }
    ]
}