{
    "pages": [
        {
            "chapter": 11,
            "verse": 38,
            "text": "और नूह कश्ती बनाने लगे और जब कभी उनकी क़ौम के सरबर आवुरदा लोग उनके पास से गुज़रते थे तो उनसे मसख़रापन करते नूह (जवाब में) कहते कि अगर इस वक्त तुम हमसे मसखरापन करते हो तो जिस तरह तुम हम पर हँसते हो हम तुम पर एक वक्त हँसेगें"
        },
        {
            "chapter": 11,
            "verse": 39,
            "text": "और तुम्हें अनक़रीब ही मालूम हो जाएगा कि किस पर अज़ाब नाज़िल होता है कि (दुनिया में) उसे रुसवा कर दे और किस पर (क़यामत में) दाइमी अज़ाब नाज़िल होता है"
        },
        {
            "chapter": 11,
            "verse": 40,
            "text": "यहाँ तक कि जब हमारा हुक्म (अज़ाब) आ पहुँचा और तन्नूर से जोश मारने लगा तो हमने हुक्म दिया (ऐ नूह) हर किस्म के जानदारों में से (नर मादा का) जोड़ा (यानि) दो दो ले लो और जिस (की) हलाकत (तबाही) का हुक्म पहले ही हो चुका हो उसके सिवा अपने सब घर वाले और जो लोग ईमान ला चुके उन सबको कश्ती (नाँव) में बैठा लो और उनके साथ ईमान भी थोड़े ही लोग लाए थे"
        },
        {
            "chapter": 11,
            "verse": 41,
            "text": "और नूह ने (अपने साथियों से) कहा बिस्मिल्ला मज़रीहा मुरसाहा (ख़ुदा ही के नाम से उसका बहाओ और ठहराओ है) कश्ती में सवार हो जाओ बेशक मेरा परवरदिगार बड़ा बख्शने वाला मेहरबान है"
        },
        {
            "chapter": 11,
            "verse": 42,
            "text": "और कश्ती है कि पहाड़ों की सी (ऊँची) लहरों में उन लोगों को लिए हुए चली जा रही है और नूह ने अपने बेटे को जो उनसे अलग थलग एक गोशे (कोने) में था आवाज़ दी ऐ मेरे फरज़न्द हमारी कश्ती में सवार हो लो और काफिरों के साथ न रह"
        },
        {
            "chapter": 11,
            "verse": 43,
            "text": "(मुझे माफ कीजिए) मै तो अभी किसी पहाड़ का सहारा पकड़ता हूँ जो मुझे पानी (में डूबने) से बचा लेगा नूह ने (उससे) कहा (अरे कम्बख्त) आज ख़ुदा के अज़ाब से कोई बचाने वाला नहीं मगर ख़ुदा ही जिस पर रहम फरमाएगा और (ये बात हो रही थी कि) यकायक दोनो बाप बेटे के दरमियान एक मौज हाएल हो गई और वह डूब कर रह गया"
        },
        {
            "chapter": 11,
            "verse": 44,
            "text": "और (ग़ैब ख़ुदा की तरफ से) हुक्म दिया गया कि ऐ ज़मीन अपना पानी जज्ब (शोख) करे और ऐ आसमान (बरसने से) थम जा और पानी घट गया और (लोगों का) काम तमाम कर दिया गया और कश्ती जो वही (पहाड़) पर जा ठहरी और (चारो तरफ) पुकार दिया गया कि ज़ालिम लोगों को (ख़ुदा की रहमत से) दूरी हो"
        },
        {
            "chapter": 11,
            "verse": 45,
            "text": "और (जिस वक्त नूह का बेटा ग़रक (डूब) हो रहा था तो नूह ने अपने परवरदिगार को पुकारा और अर्ज़ की ऐ मेरे परवरदिगार इसमें तो शक़ नहीं कि मेरा बेटा मेरे अहल (घर वालों) में शामिल है और तूने वायदा किया था कि तेरे अहल को बचा लूँगा) और इसमें शक़ नहीं कि तेरा वायदा सच्चा है और तू सारे (जहान) के हाकिमों से बड़ा हाकिम है"
        }
    ]
}