{
    "pages": [
        {
            "chapter": 15,
            "verse": 16,
            "text": "और हम ही ने आसमान में बुर्ज बनाए और देखने वालों के वास्ते उनके (सितारों से) आरास्ता (सजाया) किया"
        },
        {
            "chapter": 15,
            "verse": 17,
            "text": "और हर शैतान मरदूद की आमद रफत (आने जाने) से उन्हें महफूज़ रखा"
        },
        {
            "chapter": 15,
            "verse": 18,
            "text": "मगर जो शैतान चोरी छिपे (वहाँ की किसी बात पर) कान लगाए तो यहाब का दहकता हुआ योला उसके (खदेड़ने को) पीछे पड़ जाता है"
        },
        {
            "chapter": 15,
            "verse": 19,
            "text": "और ज़मीन को (भी अपने मख़लूक़ात के रहने सहने को) हम ही ने फैलाया और इसमें (कील की तरह) पहाड़ो के लंगर डाल दिए और हमने उसमें हर किस्म की मुनासिब चीज़े उगाई"
        },
        {
            "chapter": 15,
            "verse": 20,
            "text": "और हम ही ने उन्हें तुम्हारे वास्ते ज़िन्दगी के साज़ों सामान बना दिए और उन जानवरों के लिए भी जिन्हें तुम रोज़ी नहीं देते"
        },
        {
            "chapter": 15,
            "verse": 21,
            "text": "और हमारे यहाँ तो हर चीज़ के बेशुमार खज़ाने (भरे) पड़े हैं और हम (उसमें से) एक जची तली मिक़दार भेजते रहते है"
        },
        {
            "chapter": 15,
            "verse": 22,
            "text": "और हम ही ने वह हवाएँ भेजी जो बादलों को पानी से (भरे हुए) है फिर हम ही ने आसमान से पानी बरसाया फिर हम ही ने तुम लोगों को वह पानी पिलाया और तुम लोगों ने तो कुछ उसको जमा करके नहीं रखा था"
        },
        {
            "chapter": 15,
            "verse": 23,
            "text": "और इसमें शक़ नहीं कि हम ही (लोगों को) जिलाते और हम ही मार डालते हैं और (फिर) हम ही (सब के) वाली वारिस हैं"
        },
        {
            "chapter": 15,
            "verse": 24,
            "text": "और बेशक हम ही ने तुममें से उन लोगों को भी अच्छी तरह समझ लिया जो पहले हो गुज़रे और हमने उनको भी जान लिया जो बाद को आने वाले हैं"
        },
        {
            "chapter": 15,
            "verse": 25,
            "text": "और इसमें शक़ नहीं कि तेरा परवरदिगार वही है जो उन सब को (क़यामत में कब्रों से) उठाएगा बेशक वह हिक़मत वाला वाक़िफकार है"
        },
        {
            "chapter": 15,
            "verse": 26,
            "text": "और बेशक हम ही ने आदमी को ख़मीर (गुंधी) दी हुईसड़ी मिट्टी से जो (सूखकर) खन खन बोलने लगे पैदा किया"
        },
        {
            "chapter": 15,
            "verse": 27,
            "text": "और हम ही ने जिन्नात को आदमी से (भी) पहले वे धुएँ की तेज़ आग से पैदा किया"
        },
        {
            "chapter": 15,
            "verse": 28,
            "text": "और (ऐ रसूल वह वक्त याद करो) जब तुम्हारे परवरदिगार ने फरिश्तों से कहा कि मैं एक आदमी को खमीर दी हुई मिट्टी से (जो सूखकर) खन खन बोलने लगे पैदा करने वाला हूँ"
        },
        {
            "chapter": 15,
            "verse": 29,
            "text": "तो जिस वक्त मै उसको हर तरह से दुरुस्त कर चुके और उसमें अपनी (तरफ से) रुह फूँक दूँ तो सब के सब उसके सामने सजदे में गिर पड़ना"
        },
        {
            "chapter": 15,
            "verse": 30,
            "text": "ग़रज़ फरिश्ते तो सब के सब सर ब सजूद हो गए"
        },
        {
            "chapter": 15,
            "verse": 31,
            "text": "मगर इबलीस (मलऊन) की उसने सजदा करने वालों के साथ शामिल होने से इन्कार किया"
        }
    ]
}