{
    "pages": [
        {
            "chapter": 18,
            "verse": 84,
            "text": "(ख़ुदा फरमाता है कि) बेशक हमने उनको ज़मीन पर कुदरतें हुकूमत अता की थी और हमने उसे हर चीज़ के साज़ व सामान दे रखे थे"
        },
        {
            "chapter": 18,
            "verse": 85,
            "text": "वह एक सामान (सफर के) पीछे पड़ा"
        },
        {
            "chapter": 18,
            "verse": 86,
            "text": "यहाँ तक कि जब (चलते-चलते) आफताब के ग़ुरूब होने की जगह पहुँचा तो आफताब उनको ऐसा दिखाई दिया कि (गोया) वह काली कीचड़ के चश्में में डूब रहा है और उसी चश्में के क़रीब एक क़ौम को भी आबाद पाया हमने कहा ऐ जुलकरनैन (तुमको एख्तियार है) ख्वाह इनके कुफ्र की वजह से इनकी सज़ा करो (कि ईमान लाए) या इनके साथ हुस्ने सुलूक का शेवा एख्तियार करो (कि खुद ईमान क़ुबूल करें)"
        },
        {
            "chapter": 18,
            "verse": 87,
            "text": "जुलकरनैन ने अर्ज़ की जो शख्स सरकशी करेगा तो हम उसकी फौरन सज़ा कर देगें (आख़िर) फिर वह (क़यामत में) अपने परवरदिगार के सामने लौटाकर लाया ही जाएगा और वह बुरी से बुरी सज़ा देगा"
        },
        {
            "chapter": 18,
            "verse": 88,
            "text": "और जो शख्स ईमान कुबूल करेगा और अच्छे काम करेगा तो (वैसा ही) उसके लिए अच्छे से अच्छा बदला है और हम बहुत जल्द उसे अपने कामों में से आसान काम (करने) को कहेंगे"
        },
        {
            "chapter": 18,
            "verse": 89,
            "text": "फिर उस ने एक दूसरी राह एख्तियार की"
        },
        {
            "chapter": 18,
            "verse": 90,
            "text": "यहाँ तक कि जब चलते-चलते आफताब के तूलूउ होने की जगह पहुँचा तो (आफताब) से ऐसा ही दिखाई दिया (गोया) कुछ लोगों के सर पर उस तरह तुलूउ कर रहा है जिन के लिए हमने आफताब के सामने कोई आड़ नहीं बनाया था"
        },
        {
            "chapter": 18,
            "verse": 91,
            "text": "और था भी ऐसा ही और जुलक़रनैन के पास वो कुछ भी था हमको उससे पूरी वाकफ़ियत थी"
        },
        {
            "chapter": 18,
            "verse": 92,
            "text": "(ग़रज़) उसने फिर एक और राह एख्तियार की"
        },
        {
            "chapter": 18,
            "verse": 93,
            "text": "यहाँ तक कि जब चलते-चलते रोम में एक पहाड़ के (कंगुरों के) दीवारों के बीचो बीच पहुँच गया तो उन दोनों दीवारों के इस तरफ एक क़ौम को (आबाद) पाया तो बात चीत कुछ समझ ही नहीं सकती थी"
        },
        {
            "chapter": 18,
            "verse": 94,
            "text": "उन लोगों ने मुतरज्जिम के ज़रिए से अर्ज़ की ऐ ज़ुलकरनैन (इसी घाटी के उधर याजूज माजूज की क़ौम है जो) मुल्क में फ़साद फैलाया करते हैं तो अगर आप की इजाज़त हो तो हम लोग इस ग़र्ज़ से आपसे पास चन्दा जमा करें कि आप हमारे और उनके दरमियान कोई दीवार बना दें"
        },
        {
            "chapter": 18,
            "verse": 95,
            "text": "जुलकरनैन ने कहा कि मेरे परवरदिगार ने ख़र्च की जो कुदरत मुझे दे रखी है वह (तुम्हारे चन्दे से) कहीं बेहतर है (माल की ज़रूरत नहीं) तुम फक़त मुझे क़ूवत से मदद दो तो मैं तुम्हारे और उनके दरमियान एक रोक बना दूँ"
        },
        {
            "chapter": 18,
            "verse": 96,
            "text": "(अच्छा तो) मुझे (कहीं से) लोहे की सिले ला दो (चुनान्चे वह लोग) लाए और एक बड़ी दीवार बनाई यहाँ तक कि जब दोनो कंगूरो के दरमेयान (दीवार) को बुलन्द करके उनको बराबर कर दिया तो उनको हुक्म दिया कि इसके गिर्द आग लगाकर धौको यहां तक उसको (धौंकते-धौंकते) लाल अंगारा बना दिया"
        },
        {
            "chapter": 18,
            "verse": 97,
            "text": "तो कहा कि अब हमको ताँबा दो कि इसको पिघलाकर इस दीवार पर उँडेल दें (ग़रज़) वह ऐसी ऊँची मज़बूत दीवार बनी कि न तो याजूज व माजूज उस पर चढ़ ही सकते थे और न उसमें नक़ब लगा सकते थे"
        }
    ]
}