{
    "pages": [
        {
            "chapter": 28,
            "verse": 85,
            "text": "(ऐ रसूल) ख़ुदा जिसने तुम पर क़ुरान नाज़िल किया ज़रुर ठिकाने तक पहुँचा देगा (ऐ रसूल) तुम कह दो कि कौन राह पर आया और कौन सरीही गुमराही में पड़ा रहा"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "इससे मेरा परवरदिगार ख़ूब वाक़िफ है और तुमको तो ये उम्मीद न थी कि तुम्हारे पास ख़ुदा की तरफ से किताब नाज़िल की जाएगी मगर तुम्हारे परवरदिगार की मेहरबानी से नाज़िल हुई तो तुम हरग़िज़ काफिरों के पुश्त पनाह न बनना"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "कहीं ऐसा न हो एहकामे ख़ुदा वन्दी नाज़िल होने के बाद तुमको ये लोग उनकी तबलीग़ से रोक दें और तुम अपने परवरदिगार की तरफ (लोगों को) बुलाते जाओ और ख़बरदार मुशरेकीन से हरगिज़ न होना"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "और ख़ुदा के सिवा किसी और माबूद की परसतिश न करना उसके सिवा कोई क़ाबिले परसतिश नहीं उसकी ज़ात के सिवा हर चीज़ फना होने वाली है उसकी हुकूमत है और तुम लोग उसकी तरफ़ (मरने के बाद) लौटाये जाओगे"
        },
        {
            "chapter": 29,
            "verse": 1,
            "text": "अलिफ़ लाम मीम"
        },
        {
            "chapter": 29,
            "verse": 2,
            "text": "क्या लोगों ने ये समझ लिया है कि (सिर्फ) इतना कह देने से कि हम ईमान लाए छोड़ दिए जाएँगे और उनका इम्तेहान न लिया जाएगा"
        },
        {
            "chapter": 29,
            "verse": 3,
            "text": "और हमने तो उन लोगों का भी इम्तिहान लिया जो उनसे पहले गुज़र गए ग़रज़ ख़ुदा उन लोगों को जो सच्चे (दिल से ईमान लाए) हैं यक़ीनन अलहाएदा देखेगा और झूठों को भी (अलहाएदा) ज़रुर देखेगा"
        },
        {
            "chapter": 29,
            "verse": 4,
            "text": "क्या जो लोग बुरे बुरे काम करते हैं उन्होंने ये समझ लिया है कि वह हमसे (बचकर) निकल जाएँगे (अगर ऐसा है तो) ये लोग क्या ही बुरे हुक्म लगाते हैं"
        },
        {
            "chapter": 29,
            "verse": 5,
            "text": "जो शख्स ख़ुदा से मिलने (क़यामत के आने) की उम्मीद रखता है तो (समझ रखे कि) ख़ुदा की (मुक़र्रर की हुई) मीयाद ज़रुर आने वाली है और वह (सबकी) सुनता (और) जानता है"
        },
        {
            "chapter": 29,
            "verse": 6,
            "text": "और जो शख्स (इबादत में) कोशिश करता है तो बस अपने ही वास्ते कोशिश करता है (क्योंकि) इसमें तो शक ही नहीं कि ख़ुदा सारे जहाँन (की इबादत) से बेनियाज़ है"
        }
    ]
}