{
    "pages": [
        {
            "chapter": 38,
            "verse": 62,
            "text": "और (फिर) खुद भी कहेगें हमें क्या हो गया है कि हम जिन लोगों को (दुनिया में) शरीर शुमार करते थे हम उनको यहाँ (दोज़ख़) में नहीं देखते"
        },
        {
            "chapter": 38,
            "verse": 63,
            "text": "क्या हम उनसे (नाहक़) मसखरापन करते थे या उनकी तरफ से (हमारी) ऑंखे पलट गयी हैं"
        },
        {
            "chapter": 38,
            "verse": 64,
            "text": "इसमें शक नहीं कि जहन्नुमियों का बाहम झगड़ना ये बिल्कुल यक़ीनी ठीक है"
        },
        {
            "chapter": 38,
            "verse": 65,
            "text": "(ऐ रसूल) तुम कह दो कि मैं तो बस (अज़ाबे खुदा से) डराने वाला हूँ और यकता क़हार खुदा के सिवा कोई माबूद क़ाबिले परसतिश नहीं"
        },
        {
            "chapter": 38,
            "verse": 66,
            "text": "सारे आसमान और ज़मीन का और जो चीज़े उन दोनों के दरमियान हैं (सबका) परवरदिगार ग़ालिब बड़ा बख्शने वाला है"
        },
        {
            "chapter": 38,
            "verse": 67,
            "text": "(ऐ रसूल) तुम कह दो कि ये (क़यामत) एक बहुत बड़ा वाक़िया है"
        },
        {
            "chapter": 38,
            "verse": 68,
            "text": "जिससे तुम लोग (ख्वाहमाख्वाह) मुँह फेरते हो"
        },
        {
            "chapter": 38,
            "verse": 69,
            "text": "आलम बाला के रहने वाले (फरिश्ते) जब वाहम बहस करते थे उसकी मुझे भी ख़बर न थी"
        },
        {
            "chapter": 38,
            "verse": 70,
            "text": "मेरे पास तो बस वही की गयी है कि मैं (खुदा के अज़ाब से) साफ-साफ डराने वाला हूँ"
        },
        {
            "chapter": 38,
            "verse": 71,
            "text": "(वह बहस ये थी कि) जब तुम्हारे परवरदिगार ने फरिश्तों से कहा कि मैं गीली मिट्टी से एक आदमी बनाने वाला हूँ"
        },
        {
            "chapter": 38,
            "verse": 72,
            "text": "तो जब मैं उसको दुरूस्त कर लूँ और इसमें अपनी (पैदा) की हुई रूह फूँक दो तो तुम सब के सब उसके सामने सजदे में गिर पड़ना"
        },
        {
            "chapter": 38,
            "verse": 73,
            "text": "तो सब के सब कुल फरिश्तों ने सजदा किया"
        },
        {
            "chapter": 38,
            "verse": 74,
            "text": "मगर (एक) इबलीस ने कि वह शेख़ी में आ गया और काफिरों में हो गया"
        },
        {
            "chapter": 38,
            "verse": 75,
            "text": "ख़ुदा ने (इबलीस से) फरमाया कि ऐ इबलीस जिस चीज़ को मैंने अपनी ख़ास कुदरत से पैदा किया (भला) उसको सजदा करने से तुझे किसी ने रोका क्या तूने तक़ब्बुर किया या वाकई तू बड़े दरजे वालें में है"
        },
        {
            "chapter": 38,
            "verse": 76,
            "text": "इबलीस बोल उठा कि मैं उससे बेहतर हूँ तूने मुझे आग से पैदा किया और इसको तूने गीली मिट्टी से पैदा किया"
        },
        {
            "chapter": 38,
            "verse": 77,
            "text": "(कहाँ आग कहाँ मिट्टी) खुदा ने फरमाया कि तू यहाँ से निकल (दूर हो) तू यक़ीनी मरदूद है"
        },
        {
            "chapter": 38,
            "verse": 78,
            "text": "और तुझ पर रोज़ जज़ा (क़यामत) तक मेरी फिटकार पड़ा करेगी"
        },
        {
            "chapter": 38,
            "verse": 79,
            "text": "शैतान ने अर्ज़ की परवरदिगार तू मुझे उस दिन तक की मोहलत अता कर जिसमें सब लोग (दोबारा) उठा खड़े किए जायेंगे"
        },
        {
            "chapter": 38,
            "verse": 80,
            "text": "फरमाया तुझे एक वक्त मुअय्यन के दिन तक की मोहलत दी गयी"
        },
        {
            "chapter": 38,
            "verse": 81,
            "text": "वह बोला तेरी ही इज्ज़त व जलाल की क़सम"
        },
        {
            "chapter": 38,
            "verse": 82,
            "text": "उनमें से तेरे ख़ालिस बन्दों के सिवा सब के सब को ज़रूर गुमराह करूँगा"
        },
        {
            "chapter": 38,
            "verse": 83,
            "text": "खुदा ने फरमाया तो (हम भी) हक़ बात (कहे देते हैं)"
        }
    ]
}