{
    "pages": [
        {
            "chapter": 38,
            "verse": 84,
            "text": "और मैं तो हक़ ही कहा करता हूँ"
        },
        {
            "chapter": 38,
            "verse": 85,
            "text": "कि मैं तुझसे और जो लोग तेरी ताबेदारी करेंगे उन सब से जहन्नुम को ज़रूर भरूँगा"
        },
        {
            "chapter": 38,
            "verse": 86,
            "text": "(ऐ रसूल) तुम कह दो कि मैं तो तुमसे न इस (तबलीग़े रिसालत) की मज़दूरी माँगता हूँ और न मैं (झूठ मूठ) बनावट करने वाला हूँ"
        },
        {
            "chapter": 38,
            "verse": 87,
            "text": "ये (क़ुरान) तो बस सारे जहाँन के लिए नसीहत है"
        },
        {
            "chapter": 38,
            "verse": 88,
            "text": "और कुछ दिनों बाद तुमको इसकी हक़ीकत मालूम हो जाएगी"
        },
        {
            "chapter": 39,
            "verse": 1,
            "text": "(इस) किताब (क़ुरान) का नाज़िल करना उस खुदा की बारगाह से है जो (सब पर) ग़ालिब हिकमत वाला है"
        },
        {
            "chapter": 39,
            "verse": 2,
            "text": "(ऐ रसूल) हमने किताब (कुरान) को बिल्कुल ठीक नाज़िल किया है तो तुम इबादत को उसी के लिए निरा खुरा करके खुदा की बन्दगी किया करो"
        },
        {
            "chapter": 39,
            "verse": 3,
            "text": "आगाह रहो कि इबादत तो ख़ास खुदा ही के लिए है और जिन लोगों ने खुदा के सिवा (औरों को अपना) सरपरस्त बना रखा है और कहते हैं कि हम तो उनकी परसतिश सिर्फ़ इसलिए करते हैं कि ये लोग खुदा की बारगाह में हमारा तक़र्रब बढ़ा देगें इसमें शक नहीं कि जिस बात में ये लोग झगड़ते हैं (क़यामत के दिन) खुदा उनके दरमियान इसमें फैसला कर देगा बेशक खुदा झूठे नाशुक्रे को मंज़िले मक़सूद तक नहीं पहुँचाया करता"
        },
        {
            "chapter": 39,
            "verse": 4,
            "text": "अगर खुदा किसी को (अपना) बेटा बनाना चाहता तो अपने मख़लूक़ात में से जिसे चाहता मुन्तखिब कर लेता (मगर) वह तो उससे पाक व पाकीज़ा है वह तो यकता बड़ा ज़बरदस्त अल्लाह है"
        },
        {
            "chapter": 39,
            "verse": 5,
            "text": "उसी ने सारे आसमान और ज़मीन को बजा (दुरूस्त) पैदा किया वही रात को दिन पर ऊपर तले लपेटता है और वही दिन को रात पर तह ब तह लपेटता है और उसी ने आफताब और महताब को अपने बस में कर लिया है कि ये सबके सब अपने (अपने) मुक़रर्र वक्त चलते रहेगें आगाह रहो कि वही ग़ालिब बड़ा बख्शने वाला है"
        }
    ]
}