{
    "pages": [
        {
            "chapter": 7,
            "verse": 23,
            "text": "ان دونوں نے کہا اے رب ہمارے ہم نے اپنی جانوں پر ظلم کیا اور اگر تو ہمیں نہ بخشے گا اور ہم پر رحم نہ کرے گا تو ہم ضرور تباہ ہوجائیں گے"
        },
        {
            "chapter": 7,
            "verse": 24,
            "text": "فرمایا یہاں سے اترو تم ایک دوسرے کے دشمن ہو گے اور تمہارے لیے زمین میں ٹھکانا ہے اور ایک وقت تک نفع اٹھانا ہے"
        },
        {
            "chapter": 7,
            "verse": 25,
            "text": "فرمایا تم اسی میں زندہ رہو گے اور اسی میں مرو گے اور اسی سے نکالے جاؤ گے"
        },
        {
            "chapter": 7,
            "verse": 26,
            "text": "اے آدم کی اولاد ہم نے تم پر پوشاک اتاری جو تمہاری شرم گاہیں ڈھانکتی ہیں اور آرائش کے کپڑے بھی اتارے اور پرہیزگاری کا لباس وہ سب سے بہتر ہے یہ الله کی قدرت کی نشانیاں ہیں تاکہ وہ نصیحت حاصل کریں"
        },
        {
            "chapter": 7,
            "verse": 27,
            "text": "اے آدم کی اولاد تمہیں شیطان نہ بہکائے جیسا کہ اس نے تمہارے ماں باپ کو بہشت سے نکال دیا ان سے ان کے کپڑے اتروائے تاکہ تمہیں ان کی شرمگاہیں دکھائے وہ اور اس کی قوم تمہیں دیکھتی ہے جہاں سے تم انہیں نہیں دیکھتے ہم نے شیطانوں کو ان لوگوں کا دوست بنادیا ہے جوایمان نہیں لاتے"
        },
        {
            "chapter": 7,
            "verse": 28,
            "text": "اور جب کوئی برا کام کرتے ہیں تو کہتے ہیں کہ ہم نے اسی طرح اپنے باپ دادا کو کرتے دیکھا ہے اور الله نے بھی ہمیں یہ حکم دیا ہے کہہ دو بے شک الله بے حیائی کا حکم نہیں کرتا الله کے ذمہ وہ باتیں کیوں لگاتے ہو جو تمہیں معلوم نہیں"
        },
        {
            "chapter": 7,
            "verse": 29,
            "text": "کہہ دو میرے رب نے انصاف کا حکم دیا ہے اور ہر نماز کےوقت اپنے منہ سیدھے کرو اور اس کے خالص فرمانبردار ہو کر اسے پکارو جس طرح تمہیں پہلے پیدا کیا ہے اسی طرح دوبارہ پیدا ہو گے"
        },
        {
            "chapter": 7,
            "verse": 30,
            "text": "ایک جماعت کو ہدایت دی اور ایک جماعت پر گمراہی ثابت ہو چکی انہوں نے الله کو چھوڑ کر شیطان کو اپنا دوست بنایا ہے اور خیال کرتے ہیں کہ وہ ہدایت پر ہیں"
        }
    ]
}