{
    "pages": [
        {
            "chapter": 2,
            "verse": 127,
            "text": "اور جب ابراھیم اور اسماعیل کعبہ کی بنیادیں اٹھا رہے تھے اے ہمارے رب ہم سے قبول کر بے شک تو ہی سننے والا جاننے والا ہے"
        },
        {
            "chapter": 2,
            "verse": 128,
            "text": "اے ہمارے رب ہمیں اپنا فرمانبردار بنا دے اور ہماری اولاد میں سے بھی ایک جماعت کو اپنافرمانبردار بنا اور ہمیں ہمارے حج کے طریقے بتا دے اور ہماری توبہ قبول فرما بے شک تو بڑا توبہ قبول کرنے والا نہایت رحم والا ہے"
        },
        {
            "chapter": 2,
            "verse": 129,
            "text": "اے ہمارے رب اور ان میں ایک رسول انہیں میں سے بھیج جو ان پر تیری آیتیں پڑھیں اور انہیں کتاب اور دانائی سکھائے اور انہیں پاک کرے بے شک تو ہی غالب حکمت والا ہے"
        },
        {
            "chapter": 2,
            "verse": 130,
            "text": "اور کون ہے جو ملت ابراھیمی سے روگردانی کرے سوائے اس کے جو خود ہی احمق ہو اور ہم نے تو اسے دنیا میں بھی بزرگی دی تھی اور بے شک وہ آخرت میں بھی اچھے لوگوں میں سے ہوگا"
        },
        {
            "chapter": 2,
            "verse": 131,
            "text": "جب اسے اس کے رب نے کہا فرمانبردار ہو جا تو کہا میں جہانوں کا پروردگار کا فرمانبردار ہوں"
        },
        {
            "chapter": 2,
            "verse": 132,
            "text": "اور اسی بات کی ابراھیم اور یعقوب نے بھی اپنے بیٹوں کو وصیت کی کہ اے میرے بیٹو بے شک الله نےتمہارے لیے یہ دین چن لیا سو تم ہر گز نہ مرنا مگر درآنحالیکہ تم مسلمان ہو"
        },
        {
            "chapter": 2,
            "verse": 133,
            "text": "کیا تم حاضر تھے جب یعقوب کو موت آئی تب اس نے اپنے بیٹوں سے کہا تم میرے بعد کس کی عبادت کرو گے انہوں نے کہا ہم آپ کے اور آپ کے باپ دادا ابراھیم اور اسماعیل اور اسحاق کے معبود کی عبادت کریں گے جو ایک معبود ہے اور ہم اسی کے فرمانبردار ہیں"
        },
        {
            "chapter": 2,
            "verse": 134,
            "text": "یہ ایک جماعت تھی جو گزرچکی ان کے لیے ان کے اعمال میں اور تمہارے لیے اور تمہارے اعمال ہیں اور تم سے نہیں پوچھا جائے گا کہ وہ کیا کرتے تھے"
        }
    ]
}