{
    "pages": [
        {
            "chapter": 11,
            "verse": 89,
            "text": "اوراے میری قوم کہیں میری ضد سے ایسا جرم نہ کر بیٹھنا جس سے وہی مصیبت نہ آ پڑے جیسی کہ قوم نوح یا قوم ہود یا قوم صالح پر پڑی تھی اور لوط کی قوم بھی تم سے دور نہیں"
        },
        {
            "chapter": 11,
            "verse": 90,
            "text": "اور اپنے الله سے معافی مانگو پھر اس کی طرف رجوع کرو بے شک میرا رب مہربان محبت والا ہے"
        },
        {
            "chapter": 11,
            "verse": 91,
            "text": "انہوں نے کہا اے شعیب ہم بہت سی باتیں نہیں سمجھتے جو تم کہتے ہو اوربے شک ہم البتہ تمہیں اپنےمیں کمزور پاتے ہیں اور اگر تیری برادری نہ ہوتی تو تجھے ہم سنگسارکردیتے اور ہماری نظر میں تیری کوئی عزت نہیں ہے"
        },
        {
            "chapter": 11,
            "verse": 92,
            "text": "کہا اے میری قوم کیا میری برادری کا دباؤ تم پر الله سے زیادہ ہے اس کو تم نے پس پشت ڈال دیا ہے بے شک میرا رب تمہارے سب اعمال پر احاطہ کرنے والا ہے"
        },
        {
            "chapter": 11,
            "verse": 93,
            "text": "اور اے میری قوم اپنی جگہ پر کام کیے جاؤ میں تم بھی کام کرتا ہوں آئندہ معلوم کر لو گے کس پر رسوا کرنے والا عذاب آتا ہے اور جھوٹا کون ہے اورانتظار کرو بے شک میں بھی تمہارے ساتھ انتظار کر رہا ہوں"
        },
        {
            "chapter": 11,
            "verse": 94,
            "text": "اور جب ہمارا حکم آ گیا تو ہم نے شعیب کو اور ان لوگوں کو جو ان کے ساتھ ایمان لائے تھے اپنی رحمت سے بچا لیا اوران ظالموں کو کڑک نے آ پکڑا پھر صبح کو اپنے گھروں میں اوندھے پڑے ہوئے رہ گئے"
        },
        {
            "chapter": 11,
            "verse": 95,
            "text": "گویا کبھی وہاں بسے ہی نہ تھے خبردار مدین پر پھٹکار ہے جیسے ثمود پر پھٹکار ہوئی تھی"
        },
        {
            "chapter": 11,
            "verse": 96,
            "text": "اور البتہ تحقیق ہم نے موسیٰ کو اپنی نشانیاں اور واضع سند دے کر بھیجا"
        },
        {
            "chapter": 11,
            "verse": 97,
            "text": "فرعون اور اس کے سرداروں کے ہاں پھر وہ فرعون کے حکم پر چلے اور فرعون کا حکم ٹھیک بھی نہ تھا"
        }
    ]
}