{
    "pages": [
        {
            "chapter": 15,
            "verse": 71,
            "text": "کہا یہ میری بیٹیاں حاضر ہیں اگر تم کرنے والے ہو"
        },
        {
            "chapter": 15,
            "verse": 72,
            "text": "تیری جان کی قسم ہے وہ اپنی مستی میں اندھے ہو رہے تھے"
        },
        {
            "chapter": 15,
            "verse": 73,
            "text": "پھر دن نکلتے ہی انہیں ہولناک آواز نے آ لیا"
        },
        {
            "chapter": 15,
            "verse": 74,
            "text": "پھر ہم نے ان بستیوں کو زیرو زبر کر دیا اور ان پر کنکر کے پتھر برسائے"
        },
        {
            "chapter": 15,
            "verse": 75,
            "text": "بے شک اس واقعہ میں اہلِ بصیرت کے لیے نشانیاں ہیں"
        },
        {
            "chapter": 15,
            "verse": 76,
            "text": "اور بے شک یہ بستیاں سیدھے راستے پر واقع ہیں"
        },
        {
            "chapter": 15,
            "verse": 77,
            "text": "بے شک اس میں ایمانداروں کے لیے نشانیاں ہیں"
        },
        {
            "chapter": 15,
            "verse": 78,
            "text": "اوربن کے لوگ بھی بدکار تھے"
        },
        {
            "chapter": 15,
            "verse": 79,
            "text": "پھر ہم نےان سےبھی بدلہ لیا اور یہ دونوں بستیاں کھلے راستہ پر واقع ہیں"
        },
        {
            "chapter": 15,
            "verse": 80,
            "text": "او ربے شک حجر والوں نے رسولوں کو جھٹلایا تھا"
        },
        {
            "chapter": 15,
            "verse": 81,
            "text": "اور ہم نے انہیں اپنی نشانیاں بھی دی تھیں پر وہ ان سے روگردانی کرتے تھے"
        },
        {
            "chapter": 15,
            "verse": 82,
            "text": "او وہ لوگ پہاڑوں کو تراش کر گھر بناتے تھے کہ امن میں رہیں"
        },
        {
            "chapter": 15,
            "verse": 83,
            "text": "پھر انہیں صبح کے وقت سخت آواز نے آ پکڑا"
        },
        {
            "chapter": 15,
            "verse": 84,
            "text": "پھر ان کے دنیاوی ہنر ان کے کچھ بھی کام نہ آئے"
        },
        {
            "chapter": 15,
            "verse": 85,
            "text": "اور ہم نے آسمانوں اور زمین اور ان کی درمیانی چیزوں کو بغیر حکمت کے پیدا نہیں کیا اور قیامت ضرور آنے والی ہے پر تو ان سے خوش خلقی کے ساتھ کنارہ کر"
        },
        {
            "chapter": 15,
            "verse": 86,
            "text": "بے شک تیار رب وہی پیدا کرنے والا جاننے والا ہے"
        },
        {
            "chapter": 15,
            "verse": 87,
            "text": "اور ہم نے تمہیں سات آیتیں دیں جو (نماز میں) دہرائی جاتی ہیں اور قرآن عظمت والا دیا"
        },
        {
            "chapter": 15,
            "verse": 88,
            "text": "اور تو اپنی آنکھ اٹھا کر بھی ان چیزوں کو نہ دیکھ جو ہم نے مختلف قسم کے کافروں کو استعمال کے لیے دے رکھی ہیں اور ان پر غم نہ کر اور اپنے بازو ایمان والوں کے لیے جھکا دے"
        },
        {
            "chapter": 15,
            "verse": 89,
            "text": "اور کہہ دو بے شک میں کھلم کھلا ڈرانے والا ہوں"
        },
        {
            "chapter": 15,
            "verse": 90,
            "text": "جیسا ہم نے (عذاب) ان بانٹنے والو ں پر بھیجا ہے"
        }
    ]
}