{
    "pages": [
        {
            "chapter": 20,
            "verse": 126,
            "text": "فرمائے گا اسی طرح تیرے پاس ہماری آیتیں پہنچی تھیں پھر تو نے انھیں بھلا دیا تھا اور اسی طرح آج تو بھی بھلایا گیا ہے"
        },
        {
            "chapter": 20,
            "verse": 127,
            "text": "اور اسی طرح ہم بدلہ دیں گے جو حد سے نکلا اور اپنے رب کی آیتوں پر ایمان نہیں لیا اور البتہ آخرت کا عذاب بڑا سخت اور دیرپا ہے"
        },
        {
            "chapter": 20,
            "verse": 128,
            "text": "سو کیا انہیں اس بات سے بھی سمجھ نہیں آئی کہ ہم نے ان سے پہلے کئی جماعتیں ہلاک کر دی ہیں یہ لوگ ان کی جگہوں پر پھرتے ہیں بیشک اس میں عقل والوں کے لیے نشانیاں ہیں"
        },
        {
            "chapter": 20,
            "verse": 129,
            "text": "اور اگر تیرے رب کی طرف سے ایک بات پہلے طے شدہ نہ ہوتی اور معیاد معین نہ ہوتی تو عذاب لازمی طور پر ہوتا"
        },
        {
            "chapter": 20,
            "verse": 130,
            "text": "پس صبر کر اس پر جو کہتے ہیں اور سورج کے نکلنے اور ڈوبنے سے پہلے اپنے رب کی حمد کے ساتھ تسبیح بیان کر اور رات کی کچھ گھڑیوں میں اور دن کے اول اور آخر میں تسبیح کر تاکہ تجھے خوشی حاصل ہو"
        },
        {
            "chapter": 20,
            "verse": 131,
            "text": "اور تو اپنی نظر ان چیزو ں کی طرف نہ دوڑا جو ہم نے مختلف قسم کے لوگوں کو دنیاوی زندگی کی رونق کے سامان دے رکھے ہیں تاکہ ہم انہیں اس میں آزمائیں او رتیرے رب کا رزق بہتر اور دیرپا ہے"
        },
        {
            "chapter": 20,
            "verse": 132,
            "text": "اور اپنے گھر والو ں کو نماز کا حکم کر اور خود بھی اس پر قائم رہ ہم تجھ سے روزی نہیں مانگتے ہم تجھے روزی دیتے ہیں اور پرہیزگاری کا انجام اچھا ہے"
        },
        {
            "chapter": 20,
            "verse": 133,
            "text": "اور لوگ کہتے ہیں کہ یہ ہمارے پاس اپنے رب سے کوئی نشانی کیوں نہیں لے آتا کیا ان کے پاس پہلی کتابوں کی شہادت نہیں پہنچی"
        },
        {
            "chapter": 20,
            "verse": 134,
            "text": "اور اگر ہم انہیں اس سے پہلے کسی عذاب سے ہلاک کر دیتے تو کہتے اے ہمارے رب تو نے ہمارے پاس کوئی رسول کیوں نہ بھیجا تاکہ ہم ذلیل و خوار ہونے سے پہلے تیرے حکموں پر چلتے"
        },
        {
            "chapter": 20,
            "verse": 135,
            "text": "کہہ دو ہر ایک انتظار کرنے والا ہے سو تم بھی انتظار کرو آئندہ تمہیں معلوم ہو جائے گا کہ سیدھی راہ پر کون ہے اور ہدایت پانے والا کون ہے"
        }
    ]
}