{
    "pages": [
        {
            "chapter": 21,
            "verse": 1,
            "text": "لوگو ں کے حساب کا وقت قریب آ گیا ہے اوروہ غفلت میں پڑ کر منہ پھیرنے والے ہیں"
        },
        {
            "chapter": 21,
            "verse": 2,
            "text": "ان کے رب کی طرف سمجھانے کے لیے کوئی ایسی نئی بات ان کے پاس نہیں آتی کہ جسے سن کر ہنسی میں نہ ٹال دیتے ہوں"
        },
        {
            "chapter": 21,
            "verse": 3,
            "text": "ان کے دل کھیل میں لگے ہوئے ہیں اور ظالم پوشیدہ سرگوشیاں کرتے ہیں کہ یہ تمہاری طرح ایک انسان ہی تو ہے پھر کیا تم دیدہ دانستہ جادو کی باتیں سنتے جاتے ہو"
        },
        {
            "chapter": 21,
            "verse": 4,
            "text": "رسول نے کہا میرا رب آسمان اور زمین کی سب باتیں جانتا ہے اور وہ سننے والا اور جاننے والا ہے"
        },
        {
            "chapter": 21,
            "verse": 5,
            "text": "بلکہ کہتے ہیں کہ یہ بیہودہ خواب ہیں بلکہ اس نے جھوٹ بنایا ہے بلکہ وہ شاعر ہے پھر چاہیے کہ ہمارے پاس کوئی نشانی لائے جس طرح پہلے پیغمبر بھیجے گئے تھے"
        },
        {
            "chapter": 21,
            "verse": 6,
            "text": "ان سے پہلے کوئی بستی ایمان نہیں لائی تھی جسے ہم نے ہلاک کیا کیا اب یہ ایمان لائیں گے"
        },
        {
            "chapter": 21,
            "verse": 7,
            "text": "اور ہم نے تم سے پہلے بھی تو آدمیوں ہی کو رسول بنا کر بھیجا تھا ان کی طرف ہم وحی بھیجا کرتے تھے اگر تم نہیں جانتے تو علم والوں سے پوچھ لو"
        },
        {
            "chapter": 21,
            "verse": 8,
            "text": "او رہم نے ان کے ایسے بدن بھی نہیں بنائے تھے کہ وہ کھانانہ کھائیں اور نہ وہ ہمیشہ رہنے والے تھے"
        },
        {
            "chapter": 21,
            "verse": 9,
            "text": "پھر ہم نے ان سے وعدہ سچا کر دیا تب انہیں اور جسے ہم نے چاہا نجات دی اور ہم نے حد سے بڑھنے والوں کوہلاک کر دیا"
        },
        {
            "chapter": 21,
            "verse": 10,
            "text": "البتہ تحقیق ہم نے تمہارے پاس ایک ایسی کتاب بھیجی ہے جس میں تمہاری نصیحت ہے کیا پس تم نہیں سمجھتے"
        }
    ]
}