{
    "pages": [
        {
            "chapter": 33,
            "verse": 7,
            "text": "اور جب ہم نے نبیوں سے عہد لیا اورآپ سے اورنوح اور ابراھیم اور موسیٰ اور مریم کے بیٹے عیسیٰ سے بھی اور ان سے ہم نے پکا عہد لیا تھا"
        },
        {
            "chapter": 33,
            "verse": 8,
            "text": "تاکہ سچوں سے ان کے سچ کا حال دریافت کرے اور کافروں کے لیے دردناک عذاب تیار کیا ہے"
        },
        {
            "chapter": 33,
            "verse": 9,
            "text": "اے ایمان والو! الله کے احسان کو یاد کرو جو تم پر ہوا جب تم پر کئی لشکر چڑھ آئے پھر ہم نے ان پر ایک آندھی بھیجی اور وہ لشکر بھیجے جنہیں تم نے نہیں دیکھا اورجو کچھ تم کر رہے تھے الله دیکھ رہا تھا"
        },
        {
            "chapter": 33,
            "verse": 10,
            "text": "جب وہ لوگ تم پر تمہارے اوپر کی طرف اورنیچے کی طرف سے چڑھ آئے اورجب آنکھیں پتھرا گئی تھیں اور کلیجے منہ کو آنے لگے تھے اورتم الله کے ساتھ طرح طرح کے گمان کر رہے تھے"
        },
        {
            "chapter": 33,
            "verse": 11,
            "text": "اس موقع پر ایماندار آزمائے گئے اور سخت ہلا دیے گئے"
        },
        {
            "chapter": 33,
            "verse": 12,
            "text": "اورجب کہ منافق اورجن کے دلوں میں شک تھا کہنے لگے کہ الله اور اس کے رسول نے جو ہم سے وعدہ کیا تھا صرف دھوکا ہی تھا"
        },
        {
            "chapter": 33,
            "verse": 13,
            "text": "اورجب کہ ان میں سے ایک جماعت کہنے لگی اے مدینہ والو! تمہارے لیے ٹھیرنے کا موقع نہیں سو لوٹ چلو اور ان میں سے کچھ لوگ نبی سے رخصت مانگنے لگے کہنے لگے کہ ہمارے گھر اکیلے ہیں اور حالانکہ وہ اکیلے نہ تھے وہ صرف بھاگنا چاہتے تھے"
        },
        {
            "chapter": 33,
            "verse": 14,
            "text": "اور اگر کسی طرف سے کوئی ان پر گُھس آتا پھر ان سے فساد کی درخواست کی جاتی تو فساد پر آمادہ ہو جاتے اور دیر نہ کرتے مگر بہت ہی کم"
        },
        {
            "chapter": 33,
            "verse": 15,
            "text": "حالانکہ اس سے پہلے الله سے عہد کر چکے تھے کہ پیٹھ نہ پھیریں گے اور الله سے عہد کرنے کی باز پرس ہوگی"
        }
    ]
}