{
    "pages": [
        {
            "chapter": 36,
            "verse": 13,
            "text": "اور ان سے بستی والوں کا حال مشال کے طور پر بیان کر جب کہ ان کے پاس رسول آئے"
        },
        {
            "chapter": 36,
            "verse": 14,
            "text": "جب ہم نے ان کے پاس دو کو بھیجا انھوں نے ان کو جھٹلایا پھر ہم نے تیسرے سے مدد کی پھر انہوں نے کہا ہم تمہاری طرف بھیجے گئے ہیں"
        },
        {
            "chapter": 36,
            "verse": 15,
            "text": "انہوں نے کہا تم کچھ اور نہیں ہو مگر ہماری طرح انسان ہو اور رحمان نے کوئی چیز نہیں اتاری تم اور کچھ نہیں ہو مگر جھوٹ بول رہے ہو"
        },
        {
            "chapter": 36,
            "verse": 16,
            "text": "انہوں نے کہا ہمارا رب جانتا ہے کہ ہم تمہاری طرف بھیجے ہوئے ہیں"
        },
        {
            "chapter": 36,
            "verse": 17,
            "text": "اورہمارے ذمے کھلم کھلا پہنچا دینا ہی ہے"
        },
        {
            "chapter": 36,
            "verse": 18,
            "text": "انہوں نے کہا ہم نے تو تمہیں منحوس سمجھا ہے اگر تم باز نہ آؤ گے توہم تمہیں سنگسار کر دیں گے اور تمہیں ہمارے ہاتھ سے ضرور دردناک عذاب پہنچے گا"
        },
        {
            "chapter": 36,
            "verse": 19,
            "text": "انہوں نے کہا تمہاری نحوست تو تمہارے ساتھ ہے کیا اگر تمہیں نصیحت کی جائے (تو اسے نحوست سمجھتے ہو) بلکہ تم حد سے بڑھنے والے ہو"
        },
        {
            "chapter": 36,
            "verse": 20,
            "text": "اور شہر کے پرلے کنارے سے ایک آدمی دوڑتا ہوا آیا کہا اے میری قوم رسولوں کی پیروی کرو"
        },
        {
            "chapter": 36,
            "verse": 21,
            "text": "ان کی پیروی کرو جو تم سےکوئی اجر نہیں مانگتے اوروہ ہدایت پانے والے ہیں"
        },
        {
            "chapter": 36,
            "verse": 22,
            "text": "اور میرے لیے کیا ہے کہ میں اس کی عبادت نہ کروں جس نے مجھے پیدا کیا ہے اور اسی کی طرف تم لوٹائے جاؤ گے"
        },
        {
            "chapter": 36,
            "verse": 23,
            "text": "کیا میں اس کے سوا اوروں کو معبود بناؤں کہ اگر رحمان مجھے تکلیف دینے کا ارادہ کرے تو ان کی سفارش کچھ بھی میرے کام نہ آئے اور نہ وہ مجھے چھڑا سکیں"
        },
        {
            "chapter": 36,
            "verse": 24,
            "text": "بے شک تب میں صریح گمراہی میں ہوں گا"
        },
        {
            "chapter": 36,
            "verse": 25,
            "text": "بے شک میں تمہارے رب پر ایمان لایا پس میری بات سنو"
        },
        {
            "chapter": 36,
            "verse": 26,
            "text": "کہا گیا جنت میں داخل ہو جا اس نے کہا اے کاش! میری قوم بھی جان لیتی"
        },
        {
            "chapter": 36,
            "verse": 27,
            "text": "کہ میرے رب نے مجھے بخش دیا اور مجھے عزت والوں میں کر دیا"
        }
    ]
}