{
    "pages": [
        {
            "chapter": 47,
            "verse": 30,
            "text": "اور اگر ہم چاہتے تو آپ کو وہ لوگ دکھا دیتے پس آپ اچھی طرح سے انہیں ان کے نشان سےپہچان لیتے اور آپ انہیں طرز کلام سے پہچان لیں گے اور الله تمہارے اعمال کو جانتا ہے"
        },
        {
            "chapter": 47,
            "verse": 31,
            "text": "اور ہم تمہیں آزمائیں گے یہاں تک کہ ہم تم میں سے جہاد کرنے والوں کو اور صبر کرنے والوں کو معلوم کر لیں اور تمہارے حالات کو جانچ لیں"
        },
        {
            "chapter": 47,
            "verse": 32,
            "text": "بے شک جنہوں نے انکار کر دیا اور الله کی راہ سے روکا اور رسول کی مخالفت کی بعد اس کے کہ ان پر سیدھا راستہ صاضح ہو چکا وہ الله کا کچھ بھی نہیں بگاڑ سکیں گے اور ان کے اعمال کو اکارت کر دے گا"
        },
        {
            "chapter": 47,
            "verse": 33,
            "text": "اے ایمان والو الله کا حکم مانو اوراس کے رسول کا حکم مانو اور اپنے اعمال کو ضائع نہ کرو"
        },
        {
            "chapter": 47,
            "verse": 34,
            "text": "بےشک جنہوں نے انکار کیا اور الله کی راہ سے روکا پھر مر گئے درآنحالیکہ وہ کافر تھے سو الله ان کو ہرگز نہیں بخشے گا"
        },
        {
            "chapter": 47,
            "verse": 35,
            "text": "پس تم سست نہ ہو اور نہ صلح کی طرف بلاؤ اور تم ہی غالب رہو گے اور الله تمہارے ساتھ ہے اور وہ ہر گز تمہارےاعمال میں نقصان نہیں دیگا"
        },
        {
            "chapter": 47,
            "verse": 36,
            "text": "بلاشبہ دنیا کی زندگی تو کھیل اور تماشا ہے اور اگر تم ایمان لاؤ اور پرہیزگاری اختیار کرو تو تمہیں تمہارے اجر دے گا اور تم سے تمہارے مال نہیں مانگے گا"
        },
        {
            "chapter": 47,
            "verse": 37,
            "text": "اور اگر تم سے وہ (مال) مانگے پھر تمہیں تنگ کرے تو تم بخل کرنے لگو اور تمہارے دلی کینے ظاہر کر دے"
        },
        {
            "chapter": 47,
            "verse": 38,
            "text": "خبردار تم وہ لوگ ہو کہ الله کی راہ میں خرچ کرنے کو بلائے جاتے ہو تو کوئی تم میں سے وہ ہے جو بخل کرتا ہے اورجو بخل کرتا ہے سو وہ اپنی ہی ذات سے بخل کرتا ہے اور الله بے پرواہ ہے اور تم ہی محتاج ہو اور اگر تم نہ مانو گے تو وہ اور قوم سوائے تمہارے بدل دے گا پھر وہ تمہاری طرح نہ ہوں گے"
        }
    ]
}