{
    "chapter": [
        {
            "chapter": 46,
            "verse": 1,
            "text": "Xa. Mïm"
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "Bul Kitap bärinen Üstem, asa Dana Allahtan tüsirilgen"
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "Biz aspandar men jerdi äri ekewiniñ arasındağıların tek aqïqatpen jäne belgilengen bir merzimmen jarattıq. Al, käpirler özderine eskertilip, saqtandırılğannan teris burılwda"
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "Ey, Muxammed! / Ayt: «Allahtan özge şaqırıp-jalbarınatındarıñdı kördiñder me? Olardıñ jerden neni / qay böligin / jaratqanın mağan körsetiñderşi? Älde olardıñ aspandarda / onı jaratwda / ülesi bar ma? Eger aytqandarıñ şın bolsa, mağan / sözderiñdi rastaytın / osıdan / Qurannan / aldın tüsken Kitap ne burın ötken biliminen qalğan bir belgi äkeliñderşi», - dep"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "Allahtan özge, Qayta tirilw künine deyin özine jawap bermeytinderge jalbarınğannan ötken adaswşı kim bar? Äri bular / tabınğan närseleri / olardıñ duğa tilekterinen xabarsız"
        },
        {
            "chapter": 46,
            "verse": 6,
            "text": "Al, adamdar jïnalğan kezde / qayta tirilw küni / , bular / tabınğandarı / olarğa / serik qoswşılarğa! jaw boladı jäne olardıñ özderine qulşılıq etkeninen bas tartadı"
        },
        {
            "chapter": 46,
            "verse": 7,
            "text": "Al, qaşan olarğa / serik qoswşılarğa / anıq ayattarımız oqılğan kezde, özderine kelgen aqïqatqa küpirlik etkender / Allahqasenbegender / : «Bul - anıq sïqır», -deydi"
        },
        {
            "chapter": 46,
            "verse": 8,
            "text": "Älde olar: «Ol onı oydan şığardı», - dey me? Ayt: «Eger munı oydan şığarsam, sender men üşin Allahtan / keletin / eşnärsege ïelik ete almaysıñdar / Allahtıñ jazasınan qorğay almaysıñdar! ?i Ol senderdiñ ne söylep jatqandarıñdı jaqsı biledi. Ol meni men senderdiñ aralarıña kwä retinde jetkilikti. Ol öte Keşirimdi , erekşe Meyirimdi », - dep"
        },
        {
            "chapter": 46,
            "verse": 9,
            "text": "Ey, Muxammed! / Ayt: «Men elşilerdiñ alğaşqısıemespin jäne mağan da, senderge de ne istelinetinin bilmeymin. Men özime waxï etilgenge ğana eremin äri men - bar bolğanı anıq eskertwşi ğanamın», - dep"
        },
        {
            "chapter": 46,
            "verse": 10,
            "text": "Ayt: «Sender oyladıñdar ma, eger bul / Quran / Allahtan bolıp, al sender oğan küpir keltirseñder / moyındamasañdar / äri Ïsraïl urpaqtarınan bir kwä osı sïyaqtığa / Täwratqa / kwä bolıp, keyin / Quranğa / sense, al sender menmensip, özderiñdi joğarı sanasañdar? Anığında, Allah ädiletsiz adamdardı twra jolğa salmaydı», - dep"
        },
        {
            "chapter": 46,
            "verse": 11,
            "text": "Äri sonday küpirlik etwşiler / Qurandı teriske şığarwşılar / ïmanğa kelgender jaylı: «Eger de ol / Quran / jaqsılıq bolğanda, onda olar oğan / senwde / bizden ozbas / onı aldın biz qabıldar edik / edi», - dedi. Özderi onımen twra jol tappağandıqtan: «Bul ejelgi ötirik», - deydi"
        },
        {
            "chapter": 46,
            "verse": 12,
            "text": "Al, budan / Qurannan / aldın jetekşi äri meyirim - Musanıñ kitabı boldı. Al bul / Quran / - arab tilinde, / aldıñğı kitaptardı / rastawşı, ädiletsizderdi eskertw äri jaqsılıqtı ıqılaspen istewşilerge qwanıştı xabar retinde / tüsirilgen / Kitap"
        },
        {
            "chapter": 46,
            "verse": 13,
            "text": "Anığında: «Rabbımız - Allah» - dep, keyin twra joldı ustanğandarğa qorqınış joq äri olar qayğırmaydı"
        },
        {
            "chapter": 46,
            "verse": 14,
            "text": "Mine, osılar - jännattıq. Olar istep ötken amaldarınıñ qaytarım sıyı retinde, ol jerde mäñgi qaladı"
        },
        {
            "chapter": 46,
            "verse": 15,
            "text": "Biz adam balasına ata-anasına jaqsılıqtı ıqılaspen jasawdı ösïet etip tapsırdıq. Anası onı / qursağında / awırlıqpen köterip jäne onı qïnalıp bosanadı. Onıñ jüktilik jäne sütten ayırwı - otız ay. Al, qaşan ol kemeline kelip, äri qırıq jasqa tolğan kezde: «Rabbım! Mağan özime jäne ata-anama bergen ïgiligiñ üşin şükir etwimdi / alğıs, razılıq bildirwimdi / jäne Öziñ razı bolatın izgi amal istewimdi jüregime kirgizip, näsip et. Äri meniñ üşin urpağımdı izgilerden etkin. Men künädan bas tartıp, Öziñe boysunwğa qayttım / täwbe ettim / . Men - musılmandardanmın / boysunwşılardanmın / », - deydi"
        },
        {
            "chapter": 46,
            "verse": 16,
            "text": "Mine, osılardıñ istegen barlıq jaqsı amaldarın qabıl etemiz jäne jamandıqtarın keşiremiz, olarğa berilgen şın wäde boyınşa olar jännattıqtardan boladı"
        },
        {
            "chapter": 46,
            "verse": 17,
            "text": "Al endi birew ata-anasına: «Tüh, sen­derden! Sen ekewiñ meni, / qabirden / şığarılwımmen qorqıtpaqşısıñdar ma? Menen burın qanşa urpaq ötip ketti», deydi. Ol ekewi Allahtan järdem tilep: «Äy, sorıñ bar bolğır! Ïmanğa kel! Sözsiz, Allahtıñ wädesi - xaq», - degende, ol: «Bul -burınğılardıñ añız äñgimeleri ğana», - deydi"
        },
        {
            "chapter": 46,
            "verse": 18,
            "text": "Mine, solar - özderine, olardan al­dın ötken jındar men adamdar qawımına qatıstı, / jaza twralı / Söz xaq bolğandar / tïetinder / .Anığında, olar zïyanğa uşırawşılardan boldı"
        },
        {
            "chapter": 46,
            "verse": 19,
            "text": "Äri olarğa amaldarınıñ qaytarımın tolıq berwi üşin ärkimge istegen amaldarına say därejeleri boladı. Äri olarğa ädiletsizdik etilmeydi"
        },
        {
            "chapter": 46,
            "verse": 20,
            "text": "Al, sonday küpirlik etwşiler / ïmansızdar / Otqa keltirilgen sol küni / Olarğa /:«Sender dünïelik ömirlerinde / berilgen / jaqsılıqtardı ısırap ettiñder jäne onımen raxattandıñdar. Endi bügin, quqıqtarıñ bolmasa da jer betinde özderiñdi joğarı sanağandıqtarıñ jäne buzıqtıqtarıñ / boysunbawlarıñ / üşin senderge qaytarım jaza retinde qorlaytın azap beriledi»,-delinedi"
        },
        {
            "chapter": 46,
            "verse": 21,
            "text": "Ey, Muxammed! / Ad eliniñ ağayının / Hudtı / esiñe al. Sol kezde ol Axqaftağı eline, özinen burın jäne keyin ötken eskertwşiler sekildi: «Allahtan basqağa tabınbañdar! Men sender üşin ulı Künniñ azabınan qorqamın», - dep eskertken edi"
        },
        {
            "chapter": 46,
            "verse": 22,
            "text": "Olar: «Sen bizdi öz qudaylarımızdan qaytarw üşin keldiñ be? Eger şın sözdilerden bolsañ, bizge qorqıtqan närseñdi keltir», - dedi"
        },
        {
            "chapter": 46,
            "verse": 23,
            "text": "Ol: «Şın mäninde, bilim - bir Allahta. Al, men senderge özimmen jiberilgendi ğana jetkizemin. Degenmen, men senderdiñ tüsinbeytin / nadan / el ekendikteriñdi körip turmın», - dedi"
        },
        {
            "chapter": 46,
            "verse": 24,
            "text": "Olar onı / jazanı / alqaptarına qaray / bult sekildi / jayılıp kele jatqanın körgen kezde: «Mına bult bizge jañbır äkeledi», - dedi. «Olay emes! Ol özderiñ tez bolwın surağandarıñ - işinde küyzeltwşi azabı bar jel"
        },
        {
            "chapter": 46,
            "verse": 25,
            "text": "Ol Rabbısınıñ ämiri boyınşa ärbir närseni qïratadı!» Al, tañerteñ olardıñ turaq jaylarınan basqa eşnärse körinbey qaldı. Biz qılmısker eldiñ qaytarım jazasın osılay beremiz"
        },
        {
            "chapter": 46,
            "verse": 26,
            "text": "Biz Olarğa senderge bermegen küş-qwat / mümkinşilik / berdik äri olarğa estwdi, körwdi jäne aqıl-es / jürekti / berdik. Alayda olardıñ estwleri, körwleri jäne aqıl-esteri eşqanday payda bermedi, sebebi olar Allahtıñ belgi-dälelderin teriske şığarğan edi. Söytip olardıñ keleke etkenderi özderin orap aldı"
        },
        {
            "chapter": 46,
            "verse": 27,
            "text": "Äri Biz senderdiñ aynalalarındağı eldi mekenderdi joyıp jiberdik jäne olardıñ / xaq dinge / qaytwı üşin belgi-dälelderdi aşıp tüsindirgen edik"
        },
        {
            "chapter": 46,
            "verse": 28,
            "text": "Sonda olardıñ Allahtan özge / Oğan / jaqındatadı dep, qudaylar etip alğandarı Olarğa nelikten kömektespedi? Kerisinşe, olar bulardan joq bolıp ketti. Mine, bul - olardıñ ötirikteri jäne oydan qurastırğandarı"
        },
        {
            "chapter": 46,
            "verse": 29,
            "text": "Ey, Muxammed! / Äri sağan Qurandı tıñdaw üşin jındardıñ bir tobın jiberdik. Sonda olar / jındar / onıñ / payğambardıñ / qasına kelgen kezde: «Tıñdañdar», - desti. Al ol / oqw / ayaqtalğan kezde, olar / dindi qabıldağan jındar / elderine eskertwşi / nasïxattawşı / bolıp qayttı"
        },
        {
            "chapter": 46,
            "verse": 30,
            "text": "Olar: «Äy, bizdiñ qawım! Biz şın mäninde, Musadan keyin tüsirilgen, özine deyingi bolğandı rastawşı Kitaptı tıñdadıq. Ol aqïqatqa äri twra jolğa bastaydı"
        },
        {
            "chapter": 46,
            "verse": 31,
            "text": "Ey, bizdiñ qawım! Allahtıñ şaqırwşısına / Muxammedke / jawap beriñder jäne Oğan seniñder, / sonda / Ol / Allah / senderdiñ künälarıñdı keşiredi jäne senderdi küyzeltwşi azaptan saqtaydı"
        },
        {
            "chapter": 46,
            "verse": 32,
            "text": "Al, kim Allahtıñ şaqırwşısına jawap bermese, ol jer betinde / Onı / älsirete almaydı äri oğan Odan özge qutqarwşı, qamqorşı bolmaydı. Mine, solar - anıq adaswda»,- dedi"
        },
        {
            "chapter": 46,
            "verse": 33,
            "text": "Olar bilmedi me, aspandar men jerdi jaratqan äri olardı jaratwda älsizdik tanıtpağan Allahtıñ ölilerdi de tiriltwge Küşi jetwşi ekenin? Sözsiz, Ol - barlıq närseni Jasay alwşı"
        },
        {
            "chapter": 46,
            "verse": 34,
            "text": "Äri sonday küpirlik etwşiler / ïmansızdar / Otqa keltirilgen küni / Olarğa / : «Bül aqïqat emes pe?», - delinedi. Olar: «Ärïne, Rabbımızben ant etemiz!»,- deydi. Ol: «Qarsı kelgendikteriñ üşin endi azaptı tatıñdar», -deydi"
        },
        {
            "chapter": 46,
            "verse": 35,
            "text": "Ey, Muxammed / / Elşilerden azm ïeleri sabır etkendey, sabır et jäne olar üşin / jazanı / tezdetwdi surama. Olar özderine wäde etilip jatqandı körgen küni kündizden bir waqıt qana turğanday boladı. Bul / Quran / -bir jetkizw. Buzıq / boysunbawşı / adamdardan basqası joyılatın ba edi"
        }
    ]
}