{
    "rukus": [
        {
            "chapter": 11,
            "verse": 110,
            "text": "و به راستی (ما) به موسی کتاب دادیم ، پس در آن اختلاف شد ، و اگر فرمان پیشین پروردگارت نبود ، قطعاً در میان آنان داوری می شد ، و همانا آنها در این (قرآن) سخت در شک وتردید هستند"
        },
        {
            "chapter": 11,
            "verse": 111,
            "text": "و بی گمان هر کدام (چون بر انگیخته شوند) پروردگارت (پاداش) اعمالشان را قطعاً بطور کامل و تمام خواهد داد ، زیرا که او به آنچه می کنند؛ آگاه است"
        },
        {
            "chapter": 11,
            "verse": 112,
            "text": "پس (ای پیامبر!) همانگونه که فرمان یافته ای ، (در برابر مشرکان) استقامت کن ، و (نیز) کسی که با تو (به خدا) رو آورده است (باید استقامت کند ) و سر کشی نکنید ، بی گمان او به آنچه که می کنید؛ بیناست"
        },
        {
            "chapter": 11,
            "verse": 113,
            "text": "به کسانی که ستم کردند تمایل (و تکیه) نکنید ، که آتش (جهنم) به شما خواهد رسید ، و برای شما (سرپرست و) دوستانی جز خداوند وجود ندارد ، آنگاه یاری نمی شوید"
        },
        {
            "chapter": 11,
            "verse": 114,
            "text": "و(ای پیامبر!) در دو طرف روز، و ساعاتی از شب ، نماز را بر پادار، بی شک نیکیها بدیها را از بین می برند ، این پندی برای پند پذیران است"
        },
        {
            "chapter": 11,
            "verse": 115,
            "text": "و (ای پیامبر!) صبر کن ، پس بی گمان خداوند پاداش نیکو کاران را ضایع نخواهد کرد"
        },
        {
            "chapter": 11,
            "verse": 116,
            "text": "پس چرا از امتهایی پیش از شما ، خردمندانی نبودند که (مردمان را) از فساد در زمین باز دارند ؟! مگر اندکی از آنان که نجاتشان دادیم ، و کسانی که ستم کردند ، از لذات (دینوی) و آسودگی پیروی کردند ، و گناهکار بودند (و نابود شدند)"
        },
        {
            "chapter": 11,
            "verse": 117,
            "text": "و (ای پیامبر!) پروردگارت چنین نبود که شهرها (و آبادیها) را به ظلم نابود کند ، در حالی که اهل آن (افرادی شایسته و) نیکو کار باشند"
        },
        {
            "chapter": 11,
            "verse": 118,
            "text": "و اگر پروردگارت می خواست ، (همه ی) مردم را یک امت قرار می داد ، ولی (آنها) همواره مختلف اند"
        },
        {
            "chapter": 11,
            "verse": 119,
            "text": "مگر کسی که پروردگارت (بر او) رحم کند، و برای همین آنها را آفریده است ، و سخن پروردگار تو محقق شد که: مسلماً جهنم را از همه ی (عاصیان و مجرمان) جن وانس پر خواهم کرد"
        },
        {
            "chapter": 11,
            "verse": 120,
            "text": "و ما هر یک از اخبار پیامبران را بر تو باز گو کردیم تا بوسیله ی آن ، دلت را استوار گردانیم ، و در این (قرآن) برای تو حق ، و برای مؤمنان موعظه و تذکری آمده است"
        },
        {
            "chapter": 11,
            "verse": 121,
            "text": "و به کسانی که ایمان نمی آورند ، بگو: « بر روش خودتان عمل کنید ، ما (نیز بر روش خود) عمل می کنیم ،"
        },
        {
            "chapter": 11,
            "verse": 122,
            "text": "و منتظر باشید ، ما هم منتظریم!»"
        },
        {
            "chapter": 11,
            "verse": 123,
            "text": "و (آگاهی از) غیب آسمانها و زمین ، از آن خداست ، و همه ی کارها به سوی او باز گردانده می شود ، پس او را بپرست و بر او توکل کن ، و پروردگارت از آنچه می کنید؛ (هرگز) غافل نیست"
        }
    ]
}