{
    "rukus": [
        {
            "chapter": 12,
            "verse": 50,
            "text": "و پادشاه (چون این تعبیر را شنید) گفت : «او را نزد من بیاورید». پس چون فرستاده ی (پادشاه) نزد او آمد ، (یوسف) گفت: «به سوی سرورت باز گرد ، پس از او بپرس ماجرای زنانی که دستهای خود را بریدند چه بود ؟! قطعاً پروردگارم به نیرنگ آنها آگاه است »"
        },
        {
            "chapter": 12,
            "verse": 51,
            "text": "(پادشاه آن زنان را خواست و) گفت: «جریان کارتان چه بود؛ هنگامی که یوسف را به سوی خود دعوت دادید ؟!». گفتند :« پناه بر خدا! ما هیچ گناهی بر او ندانسته ایم » (در این هنگام) همسرعزیز گفت: «اکنون حق آشکار شد ، من (بودم که) او را به سوی خود خواندم ، (و خواهش مرا رد کرد ) و بی گمان او از راستگویان است"
        },
        {
            "chapter": 12,
            "verse": 52,
            "text": "این (سخن را) بدین خاطر است تا (عزیز) بداند که من در نهان به او خیانت نکرده ام ، و اینکه خداوند مکر خائنان را به هدف نمی رساند"
        },
        {
            "chapter": 12,
            "verse": 53,
            "text": "من هرگز نفس خود را تبرئه نمی کنم ، بی شک نفس (اماره ،انسان) پیوسته به بدی فرمان می دهد ، مگر آنچه پروردگام رحم کند، بی گمان پروردگارم آمرزنده ی مهربان است»"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "و پادشاه گفت :«او (= یوسف) را نزد من بیاورید ،(تا) او را مخصوص خود گردانم » پس چون(یوسف نزد او آمد و) با او صحبت کرد ، (پادشاه) گفت: «تو امروز نزد ما صاحب مقام والا (و) امین هستی »"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "(یوسف) گفت: «مرا بر(سر پرستی) خزائن زمین (مصر) قرار بده ، که من نگهدارنده ای آگاهم »"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "و این گونه به یوسف در آن سرزمین تمکن (و قدرت ) دادیم ، از آن (سرزمین) هر جا که می خواست منزل می گرفت ، ما رحمت خود را به هرکس که بخواهیم می رسانیم ، و پاداش نیکوکاران را ضایع نمی کنیم"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "ویقیناً پاداش آخرت ، برای کسانی که ایمان آوردند وپرهیز گاری می کردند ، بهتر است"
        }
    ]
}