{
    "rukus": [
        {
            "chapter": 17,
            "verse": 31,
            "text": "و فرزندانتان از ترس تنگدستی نکشید، ما آنها وشما را روزی می دهیم، به راستی کشتن آنها گناه بزرگی است"
        },
        {
            "chapter": 17,
            "verse": 32,
            "text": "و نزدیک زنا نشوید، که کار بسیار زشت، و بد راهی است"
        },
        {
            "chapter": 17,
            "verse": 33,
            "text": "و جانی که خداوند (خونش را) حرام شمرده ،جز به حق نکشید، و کسی که مظلوم کشته شود ، برای ولیش (برای حق قصاص) قدرتی قرار داده ایم ، پس در کشتن (و خونخواهی) اسراف نکند، بی گمان او مورد حمایت است"
        },
        {
            "chapter": 17,
            "verse": 34,
            "text": "و به مال یتیم نزدیک نشوید، جز به روشی که آن بهتر است ، تا آنکه به (حد بلوغ) و رشدش برسد، و به عهد (خویش) وفا کنید ، بی گمان از عهد سؤال می شود"
        },
        {
            "chapter": 17,
            "verse": 35,
            "text": "و هنگامی که پیمانه می کنید، پیمانه را کامل (و تمام) دهید، و با ترازوی درست وزن کنید، این برای شما بهتر و عاقبتش نیکوتر است"
        },
        {
            "chapter": 17,
            "verse": 36,
            "text": "و از آنچه به آن علم نداری، پیروی نکن، بدون شک گوش و چشم و دل ، هر یک از اینها از آن باز خواست خواهند شد"
        },
        {
            "chapter": 17,
            "verse": 37,
            "text": "و در روی (روی) زمین با تکبر راه مرو، بی گمان تو نمی توانی زمین را بشکافی ، و (هرگز) در بلندی (و قامت) به کوهها نمی رسی"
        },
        {
            "chapter": 17,
            "verse": 38,
            "text": "همه ی این کارها (ی ذکر شده) بدی (و گناه) آن نزد پروردگارت ناپسند است"
        },
        {
            "chapter": 17,
            "verse": 39,
            "text": "این (احکام) از آن حکمتی است که پروردگارت به تو وحی فرستاده، و هرگز معبودی را با خدا قرار نده، که نکوهیده ی مطرود در جهنم افکنده می شوی"
        },
        {
            "chapter": 17,
            "verse": 40,
            "text": "آیا پروردگارتان برای شما پسران برگزید، و (خودش) از فرشتگان دختران را برگزیده است ؟! بی گمان شما سخن بزرگ (و زشتی) می گویید"
        }
    ]
}