{
    "rukus": [
        {
            "chapter": 2,
            "verse": 243,
            "text": "آیا ندیدی کسانی را که از ترس مرگ از خانه های خود بیرون شدند در حالی که هزاران نفر بودند؟ پس خداوند به آنان گفت: « بمیرید» سپس آنها را زنده کرد،همانا خداوند بر مردم بخشش و فضل دارد، ولی بیشتر مردم شکر بجا نمی آورند"
        },
        {
            "chapter": 2,
            "verse": 244,
            "text": "و در راه خدا بجنگید و بدانید که خداوند شنوای داناست"
        },
        {
            "chapter": 2,
            "verse": 245,
            "text": "کیست که به خدا قرض دهد قرض نیکو تا آن را برای او چندین برابر کند؟ و خداوند است که (روزی بندگان را) تنگ و گشاده می سازد، و به سوی او باز گردانده می شوید"
        },
        {
            "chapter": 2,
            "verse": 246,
            "text": "آیا ندیدی جمعی از بنی اسرائیل را بعد از موسی هنگامی که به پیامبر خود گفتند: پادشاهی برای ما انتخاب کن؛ تا در راه خدا جنگ کنیم(پیامبر آنها) گفت: شاید اگر جهاد بر شما مقرر شود (سر پیچی کنید و) در راه خدا جهاد نکنید. گفتند: چرا در راه خدا جهاد نکنیم در حالی که از خانه ها و فرزندانمان بیرون رانده شده ایم. پس هنگامی که جنگ بر آنان مقرر شد، جز عده کمی از آنان همه (سر پیچی و) روی گردانی کردند، و خداوند به ستمکاران آگاه است"
        },
        {
            "chapter": 2,
            "verse": 247,
            "text": "و پیامبرشان به آنها گفت: همانا خداوند «طالوت» را (به عنوان) پادشاه برای شما مبعوث (و انتخاب) کرده است، گفتند: چگونه او بر ما پادشاهی کند با اینکه ما به پادشاهی از او سزاوارتریم، و از مال (دنیا) بهره چندانی داده نشده است؟ گفت: به راستی خداوند او را بر شما برگزیده است، و او را در علم و (نیروی) بدن وسعت و برتری بخشیده است. و خداوند پادشاهی خود را به هر کس که بخواهد می دهد، و خدا گشایشگر داناست"
        },
        {
            "chapter": 2,
            "verse": 248,
            "text": "و پیامبرشان به آنها گفت: همانا نشانه پادشاهی او این است که تابوت(عهد) که در آن آرامشی از پروردگار شما و باقیمانده از آنچه آل موسی و آل هارون بر جای گذشته اند(قرار دارد) در حالی که فرشتگان آن را حمل می کنند به سوی شما خواهد آمد،مسلماً دراین نشانه ای برای شماست، اگر مؤمن باشید"
        }
    ]
}