{
    "rukus": [
        {
            "chapter": 2,
            "verse": 267,
            "text": "ای کسانی که ایمان آورده اید! از چیزهای پاکیزه ای که به دست آورده اید، و از آنچه از زمین برای شما بیرون آورده ایم، انفاق کنید، و برای انفاق کردن قصد نا پاک آن را نکنید، در حالی که خود شما حاضر نیستید آنها را بپذیرید، مگر آنکه در آن چشم پوشی کنید. و بدانید که خداوند بی نیاز ستوده است"
        },
        {
            "chapter": 2,
            "verse": 268,
            "text": "شیطان شما را(به هنگام انفاق می ترساند و) وعده تهی دستی می دهد، و شما را به زشتیها امر می کند. و در حالی که خدا از جانب خود به شما وعده آمرزش و فزونی (نعمت) می دهد، و خداوند گشایشگر داناست"
        },
        {
            "chapter": 2,
            "verse": 269,
            "text": "(خداوند) به هر کس که بخواهد حکمت (و دانش) می دهد، و به هر کس حکمت داده شود، بی شک خیر فراوانی داده شده است، و جز خردمندان پند نمی گیرد"
        },
        {
            "chapter": 2,
            "verse": 270,
            "text": "و هر چیزی را که انفاق کنید یا هر نذری که ببندید، قطعاً خداوند آن را می داند، و برای ستمگران هیچ یاوری نیست"
        },
        {
            "chapter": 2,
            "verse": 271,
            "text": "اگر صدقه ها را آشکار کنید چه نیکوست، و اگر آنها را پنهان دارید و به تهی دستان بدهید، پس این برای شما بهتر است، و برخی از گناهان شما را می زداید، و خداوند به آنچه می کنید، آگاه است"
        },
        {
            "chapter": 2,
            "verse": 272,
            "text": "هدایت آنان بر عهده تو نیست ،ولیکن خداوند هر که را بخواهد هدایت می کند. و آنچه از مال انفاق می کنید، برای خودتان است، و جز برای طلب خشنودی خدا انفاق نکنید، و آنچه از مال انفاق می کنید، (پاداش آن) بطور کامل و تمام به شما داده می شود، و به شما ستم نخواهد شد"
        },
        {
            "chapter": 2,
            "verse": 273,
            "text": "(صدقات شما) برای تهی دستانی است که در راه خدا محصور و بازداشته شده اند، و نمی توانند (برای تأمین هزینه زندگی) در زمین سفر کنند. از شدّت خویشتن داری ، افراد ناگاه آنها را بی نیاز می پندارد، آنها را از چهره هایشان می شناسی، با اصرار (چیزی) از مردم نمی خواهند. و آنچه از مال انفاق می کنید، قطعاً خدا به آن آگاه است"
        }
    ]
}