{
    "rukus": [
        {
            "chapter": 52,
            "verse": 1,
            "text": "سوگند به (کوه) طور"
        },
        {
            "chapter": 52,
            "verse": 2,
            "text": "و(سوگند) به کتاب نوشته شده"
        },
        {
            "chapter": 52,
            "verse": 3,
            "text": "در صحیفه ای گشوده"
        },
        {
            "chapter": 52,
            "verse": 4,
            "text": "و(سوگند) به «بیت المعمور»"
        },
        {
            "chapter": 52,
            "verse": 5,
            "text": "وبه سقف برا فراشته شده"
        },
        {
            "chapter": 52,
            "verse": 6,
            "text": "و در یای مملو"
        },
        {
            "chapter": 52,
            "verse": 7,
            "text": "بی گمان عذاب پروردگارت واقع شدنی است"
        },
        {
            "chapter": 52,
            "verse": 8,
            "text": "آن را هیچ دفع کننده ای نیست"
        },
        {
            "chapter": 52,
            "verse": 9,
            "text": "روزی که آسمان بشدت بلرزد, (وبه حرکت درآید)"
        },
        {
            "chapter": 52,
            "verse": 10,
            "text": "وکوهها (از جاکنده) به تندی روان گردد"
        },
        {
            "chapter": 52,
            "verse": 11,
            "text": "پس در آن روز (قیامت) وای بر تکذیب کنندگان"
        },
        {
            "chapter": 52,
            "verse": 12,
            "text": "کسانی که در سخنان (وکارهای) باطل به بازی مشغولند"
        },
        {
            "chapter": 52,
            "verse": 13,
            "text": "روزی که آنها را به زور به سوی آتش (جهنم) می رانند"
        },
        {
            "chapter": 52,
            "verse": 14,
            "text": "(خازنان جهنم به آنها می گویند:) «این (همان) آتشی است که شما آن را تکذیب می کردید"
        },
        {
            "chapter": 52,
            "verse": 15,
            "text": "آیا این (آتش وعذاب) جادواست یا شما نمی بینید؟"
        },
        {
            "chapter": 52,
            "verse": 16,
            "text": "به آن در آیید (وبسوزید) پس صبر کنید یا نکنید, برای شما یکسان است, تنها (به کیفر) آنچه انجام می دادید جزا داده می شوید!»"
        },
        {
            "chapter": 52,
            "verse": 17,
            "text": "بی گمان پرهیزگاران در باغها (ی بهشت) ونعمتها (ی فراوان) هستند"
        },
        {
            "chapter": 52,
            "verse": 18,
            "text": "واز آنچه پروردگارشان به آنها داده مسرورند, وپروردگارشان آنها را از عذاب جهنم محفوظ داشته است"
        },
        {
            "chapter": 52,
            "verse": 19,
            "text": "(به آنها گفته می شود:) «بخورید وبیاشامید, گورارایتان باد, به (خاطر) آنچه که (در دنیا) انجام می دادید»"
        },
        {
            "chapter": 52,
            "verse": 20,
            "text": "(در حالی که آنها) بر تختهایی که کنارهم نهاده شده تکیه می زنند, وحوریان گشاده چشم (بهشتی) را به همسری آنها در می آوریم"
        },
        {
            "chapter": 52,
            "verse": 21,
            "text": "و کسانی که ایمان آوردند و فرزندانشان (نیز) در ایمان از آنان پیروی کردند, فرزندانشان را (در بهشت) به آنها ملحق می کنیم, واز عمل آنها چیزی نمی کاهیم, وهرکس درگرو دستاوردِ (و اعمال) خویش است"
        },
        {
            "chapter": 52,
            "verse": 22,
            "text": "وپیوسته ازهر میوه وگوشتی که بخواهند در اختیارشان می گذاریم"
        },
        {
            "chapter": 52,
            "verse": 23,
            "text": "در آنجا از یکدیگر جام (شراب طهور) می گیرند که نه بیهوده گویی در آن است ونه گناهی"
        },
        {
            "chapter": 52,
            "verse": 24,
            "text": "و همواره پسرانی همچون مرواید درون صدف برای (خدمت) آنان بر گردشان می چرخند"
        },
        {
            "chapter": 52,
            "verse": 25,
            "text": "و(بهشتیان) رو به یکدیگر می کنند واز (حال گذشته) یکدیگر سؤال می نمایند"
        },
        {
            "chapter": 52,
            "verse": 26,
            "text": "می گویند: «ما پیش از این در میان خانوادۀ خود (از عذاب الهی) ترسان بودیم"
        },
        {
            "chapter": 52,
            "verse": 27,
            "text": "پس خداوند بر ما منتّ نهاد وما را از عذاب گرم وکشنده (جهنم) حفظ کرد"
        },
        {
            "chapter": 52,
            "verse": 28,
            "text": "همانا ما پیش از این اورا می خواندیم, بی گمان او نیکوکار مهربان است"
        }
    ]
}