{
    "juzs": [
        {
            "chapter": 21,
            "verse": 1,
            "text": "İnsanların hesaba çekilecekleri (gün) yaklaştı. Hal böyle iken onlar, gaflet içinde yüz çevirdiler"
        },
        {
            "chapter": 21,
            "verse": 2,
            "text": "Rablerinden kendilerine ne zaman yeni bir ihtar gelse, onlar bunu, hep alaya alarak, dinlemişlerdir"
        },
        {
            "chapter": 21,
            "verse": 3,
            "text": "Kalpleri oyuna, eğlenceye dalarak o zalimler şöyle fısıldaştılar: «Bu (Muhammed), sizin gibi bir beşer olmaktan başka nedir ki! Siz şimdi gözünüz göre göre büyüye mi kapılıyorsunuz?»"
        },
        {
            "chapter": 21,
            "verse": 4,
            "text": "(Peygamber) dedi ki: Rabbim, yerde ve gökte (söylenmiş) her sözü bilir. O, hakkıyla işiten ve bilendir"
        },
        {
            "chapter": 21,
            "verse": 5,
            "text": "«Hayır, dediler, (bunlar) saçma sapan rüyalardır; bilakis onu kendisi uydurmuştur; belki de o, şairdir. (Eğer öyle değilse) bize hemen, öncekilere gönderilenin benzeri bir mucize getirsin.»"
        },
        {
            "chapter": 21,
            "verse": 6,
            "text": "Bunlardan önce helâk ettiğimiz hiçbir belde iman etmemişti; şimdi bunlar mı iman edecekler"
        },
        {
            "chapter": 21,
            "verse": 7,
            "text": "Biz, senden önce de, kendilerine vahiy verdiğimiz kişilerden başkasını peygamber olarak göndermedik. Eğer bilmiyorsanız (inanan) kitap ehlinden sorunuz"
        },
        {
            "chapter": 21,
            "verse": 8,
            "text": "Biz onları (peygamberleri), yemek yemez birer (cansız) ceset olarak yaratmadık. Onlar (bu dünyada) ebedî de değillerdir"
        },
        {
            "chapter": 21,
            "verse": 9,
            "text": "Sonra onlara (verdiğimiz) sözü yerine getirdik; böylece, hem onları hem de dilediğimiz (başka) kimseleri kurtuluşa erdirdik; müsrifleri de helâk ettik"
        },
        {
            "chapter": 21,
            "verse": 10,
            "text": "Andolsun, size içinde sizin için öğüt bulunan bir kitap indirdik. Hâlâ akıllanmaz mısınız"
        },
        {
            "chapter": 21,
            "verse": 11,
            "text": "Zalim olan nice beldeyi kırıp geçirdik; arkasından da nice başka topluluklar vücuda getirdik"
        },
        {
            "chapter": 21,
            "verse": 12,
            "text": "Azabımızı hissettiklerinde birde bakarsın ki oralardan (azap bölgesinden) kaçıyorlar"
        },
        {
            "chapter": 21,
            "verse": 13,
            "text": "«Kaçmayın! İçinde bulunduğunuz refaha ve yurtlarınıza dönün! Çünkü size sorular sorulacak!»"
        },
        {
            "chapter": 21,
            "verse": 14,
            "text": "(Fakat onlar, Allah'ın azâbı onlara gelipte kaçamayacaklarını anlayınca) «Vay başımıza gelenlere! dediler, gerçekten biz zalim insanlarmışız.»"
        },
        {
            "chapter": 21,
            "verse": 15,
            "text": "Biz kendilerini, kuruyup biçilmiş ekine, sönmüş ateşe çevirinceye kadar bu feryatları sürüp gider"
        },
        {
            "chapter": 21,
            "verse": 16,
            "text": "Biz, göğü, yeri ve bunlar arasındakileri, oyun olsun diye (boş yere) yaratmadık"
        },
        {
            "chapter": 21,
            "verse": 17,
            "text": "Eğer bir eğlence edinmek isteseydik, onu kendi tarafımızdan edinirdik. (Bu irademizin eseri olurdu. Ama) biz (bunu) yapanlardan değiliz"
        },
        {
            "chapter": 21,
            "verse": 18,
            "text": "Bilakis biz, hakkı bâtılın tepesine bindiririz de o, bâtılın işini bitirir. Bir de bakarsınız ki, bâtıl yok olup gitmiştir. (Allah'a) yakıştırdığınız sıfatlardan dolayı yazıklar olsun size"
        },
        {
            "chapter": 21,
            "verse": 19,
            "text": "Göklerde ve yerde kimler varsa O'na aittir. O'nun katındaki (melek) ler , O'na ibadet hususunda kibirlenmezler ve yorulmazlar"
        },
        {
            "chapter": 21,
            "verse": 20,
            "text": "Onlar, bıkıp usanmaksızın gece gündüz (Allah'ı) tesbih ederler"
        },
        {
            "chapter": 21,
            "verse": 21,
            "text": "Yoksa (o müşrikler), yerden birtakım ilâhlar edindiler de, (ölüleri) onlar mı diriltecekler"
        },
        {
            "chapter": 21,
            "verse": 22,
            "text": "Eğer yerde ve gökte Allah'tan başka ilâhlar olsaydı, yer ve gök, (bunların nizamı) kesinlikle bozulup gitmişti. Demek ki Arş'ın Rabbi olan Allah, onların yakıştırdıkları sıfatlardan münezzehtir"
        },
        {
            "chapter": 21,
            "verse": 23,
            "text": "Allah, yaptığından sorumlu tutulamaz; onlar ise sorguya çekileceklerdir"
        },
        {
            "chapter": 21,
            "verse": 24,
            "text": "Yoksa O'nu bırakıp bir takım ilâhlar mı edindiler? (Ey Muhammed! Onlara) de ki: \"Öyleyse (ilâhlar edinmenizin) kesin delilini getirin. İşte benimle beraber olanlara ve benden öncekilere gönderilen kitap bu; fakat onların çoğu hakkı bilmiyorlar; bu yüzden de ondan yüz çeviriyorlar"
        },
        {
            "chapter": 21,
            "verse": 25,
            "text": "Senden önce hiçbir Rasûl göndermedik ki ona: «Benden başka İlâh yoktur; şu halde bana kulluk edin» diye vahyetmiş olmayalım"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "Rahmân (olan Allah, melekleri) evlât edindi, dediler. Hâşâ! O, bundan münezzehtir. Bilakis (melekler), lütuf ve ihsana mazhar olmuş kullardır"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "O'ndan (emir almazdan) önce konuşmazlar, onlar, sadece O'nun emri ile hareket ederler"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "Allah, onların önlerindekini de bilir, arkalarındakini de. (Allah'ın) Rıza gösterdiği kimselerden başkasına şefaat edemezler; O'nun korkusundan titrerler"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "Onlardan herhangi biri Allah'ı bırakıp da \"ben ilâhım\" derse, bu yüzden onu cehennemle cezalandırırız. İşte biz zalimleri böyle cezalandırırız"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "Şu küfredenler bilmezler mi ki gökler ve yer, (bir zamanlar) bitişik idi de, biz onları ayırdık ve bütün canlı şeyleri sudan yarattık. (Yine de bunlardan ibret alıp) iman etmezler mi"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "Yeryüzünde insanları sarsmaması için üzerinde sabit dağlar, dosdoğru gidebilsinler diye dağlar arasında geniş yollar yarattık"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "Gökyüzünü (karışıklıktan) korunan bir çatı yaptık. Böyle olduğu halde onlar, yine de onun delillerinden yüz çevirmektedirler"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "O, geceyi, gündüzü, güneşi, ayı... yaratandır. Her biri bir yörüngede yüzmektedirler"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "Biz, senden önce de hiçbir beşere ebedîlik vermedik. Şimdi sen ölürsen, sanki onlar ebedî mi kalacaklar"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "Her canlı, ölümü tadar. Bir deneme olarak sizi hayırla da, şerle de imtihan ederiz. Ve siz, ancak bize döndürüleceksiniz"
        },
        {
            "chapter": 21,
            "verse": 36,
            "text": "(Rasûlüm!) Kâfirler seni gördükleri zaman: «Sizin ilâhlarınızı diline dolayan bu mu?» diyerek seni hep alaya alırlar. Halbuki onlar, Rahmân'ın (çok esirgeyici Allah'ın) Kitabı'nı inkâr edenlerin ta kendileridir"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "İnsan, aceleci (bir tabiatta) yaratılmıştır. Size âyetlerimi göstereceğim; benden acele istemeyin"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "(Kâfirler demektedirler ki:) \"Bu vadedilen azâp, eğer sözünüzde sâdık iseniz ne zamandır"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "O küfredenler, ne yüzlerini ve ne de sırtlarını ateşten koruyamayacakları ve kendilerine yardım da edilmeyeceği zamanı keşke bilselerdi"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "Oysa azâp onlara aniden gelecek ve onları dehşete düşürecektir. Fakat onu ne geri çevirebileceklerdir, ne de kendilerine bir süre tanınacaktır"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "Andolsun, senden önceki peygamberlerle de alay edildi; ama onları alaya alanları, o alay konusu ettikleri şey kuşatıverdi"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "De ki: Allah'a karşı sizi gece gündüz kim koruyacak? Buna rağmen onlar Rablerini anmaktan yüz çevirirler"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "Yoksa onların, kendilerini bizim azâbımızdan koruyacak ilâhları mı var? O ilâhlar ki, kendilerine bile yardım edemiyorlar. Onlar, bizden de yakınlık görmezler"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "Evet, onları da, atalarını da barındırdık. Nihayet ömür kendilerine (hiç bitmeyecek gibi) uzun geldi. Oysa onlar, bizim gelip (kâfirlere ait) araziyi çevresinden eksilteceğimizi görmezler mi? Şu halde, üstün gelen onlar mı"
        },
        {
            "chapter": 21,
            "verse": 45,
            "text": "De ki: Ben, sadece, vahiy ile sizi ikaz ediyorum. Fakat, sağır olanlar, ikaz edildikleri zaman bu çağrıyı duymazlar"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "Andolsun, onlara Rabbinin azabından ufak bir esinti dokunsa, hiç şüphesiz, «Vah bize! Hakikaten biz zalim kimselermişiz!» derler"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "Biz, kıyamet günü için adalet terazileri kurarız. Artık kimseye, hiçbir şekilde haksızlık edilmez. (Yapılan iş,) bir hardal tanesi kadar dahi olsa, onu (adalet terazisine) getiririz. Hesap gören olarak biz (herkese) yeteriz"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "Andolsun biz, Musa ve Harun’a, takvâ sahipleri için bir ışık, bir öğüt ve Furkan'ı verdik"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "(O takvâ sahipleri ki) onlar, görmedikleri halde Rablerine candan saygı gösterirler. Yine onlar, kıyametten korkan kimselerdir"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "İşte bu (Kur'an) da, bizim indirdiğimiz hayırlı ve faydalı bir öğüttür. Şimdi onu inkâr mı ediyorsunuz"
        },
        {
            "chapter": 21,
            "verse": 51,
            "text": "Andolsun biz İbrahim’e daha önce rüşdünü (hakkı, nübüvveti ve kavmine karşı sunacağı delilleri) vermiştik. Biz onu iyi tanırdık"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "O, babasına ve kavmine: Şu karşısına geçip tapmakta olduğunuz heykeller de ne oluyor? demişti"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "Dediler ki: Biz, babalarımızı bunlara tapar kimseler bulduk"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "Doğrusu, siz de, babalarınız da açık bir sapıklık içindesiniz, dedi"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "Dediler ki: Bize gerçeği mi getirdin, yoksa sen oyunbazlardan biri misin"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "Hayır! Dedi. Sizin Rabbiniz, yarattığı göklerin ve yerin de Rabbidir ve ben buna şahitlik edenlerdenim"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "Allah'a yemin olsun ki, sizin dönüp gitmenizden sonra putlarınıza mutlaka bir tuzak kuracağım"
        },
        {
            "chapter": 21,
            "verse": 58,
            "text": "Sonunda İbrahim onları paramparça etti. Yalnız onların büyüğünü bıraktı; belki ona müracaat ederler diye"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "(İbrahim'in kavmi, putlarının parçalanmış olduğunu görünce) Şöyle demişlerdi: \"İlâhlarımıza bunu kim yaptı? Muhakkak ki o, zâlimlerden biridir"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "(Bir kısmı:) Bunları diline dolayan bir genç duyduk; kendisine İbrahim denilirmiş, dediler"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "O halde, dediler, onu hemen insanların gözü önüne getirin. Belki şahitlik ederler"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "Bunu ilâhlarımıza sen mi yaptın ey İbrahim? dediler"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "(İbrahim de şöyle demişti: ) Belki de bu işi şu büyükleri yapmıştır. Hadi onlara sorun; eğer konuşuyorlarsa! dedi"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "Bunun üzerine, kendi vicdanlarına dönüp (kendi kendilerine) «Zalimler sizlersiniz, sizler!» dediler"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "Sonra tekrar eski inanç ve tartışmalarına döndüler: «Sen bunların konuşmadığını pekâlâ biliyorsun» dediler"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "İbrahim ise şöyle demişti: \"Siz, Allah'ı bırakıp da, size hiçbir şeyle faydası olmayan ve zararı da dokunmayan şeylere mi ibadet ediyorsunuz"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "Size ve Allah'ı bırakıp da ibadet ettiğiniz şeylere yazıklar olsun. Hiç aklınızı kullanmıyor musunuz"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "Onlar da demişlerdi ki: \"Eğer bir şey yapacaksanız, onu yakın ve ilâhlarınıza yardım edin"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "(Nitekim onu yakmaya kalkıştıkları zaman, ateşe) şöyle demiştik: \"Ey ateş! İbrahim'e serin ve selâmet ol"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "Böylece ona bir tuzak kurmak istediler; fakat biz onları, daha çok hüsrana uğrayanlar durumuna soktuk"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "Biz, onu ve Lût'u kurtararak, içinde cümle âleme bereketler verdiğimiz ülkeye ulaştırdık"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "Ayrıca ona, İshak'ı ve (O'nun oğlu) Yakûb'u bir bağış olarak vermiş, herbirini sâlihlerden eylemiştik"
        },
        {
            "chapter": 21,
            "verse": 73,
            "text": "Onları, emrimiz uyarınca doğru yolu gösteren önderler yaptık ve kendilerine hayırlı işler yapmayı, namaz kılmayı, zekât vermeyi vahyettik. Onlar, daima bize ibadet eden kimselerdi"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "Lût’a gelince, ona da hüküm (hakimlik, peygamberlik, hükümdarlık) ve ilim verdik; onu, çirkin işler yapmakta olan memleketten kurtardık. Zira onlar (o memleketin halkı), gerçekten fena işler yapan kötü bir kavimdi"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "Onu (Lût'u) rahmetimize kabul ettik; çünkü o, sâlihlerden idi"
        },
        {
            "chapter": 21,
            "verse": 76,
            "text": "Daha önce Nuh da dua etmiş, biz onun duasını kabul etmiştik. Böylece, kendisini ve (iman eden) yakınlarını büyük sıkıntıdan kurtarmıştık"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "Onu, âyetlerimizi inkâr eden kavimden koruduk. Gerçekten onlar, fena bir kavim idi; bu yüzden topunu birden (suya) gömdük"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "Davud ve Süleyman'a da (yardım etmiştik). Bir zaman, bir ekin konusunda hüküm veriyorlardı. Bir grup insanın koyun sürüsü, geceleyin başıboş bir vaziyette bu ekinin içine dağılıp ziyan vermişti. Biz onların hükmünü görüp bilmekte idik"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "Böylece bunu (bu fetvayı) Süleyman'a biz anlatmıştık. Biz, onların her birine hüküm (hükümdarlık, peygamberlik) ve ilim verdik. Kuşları ve tesbih eden dağları da Davud’a boyun eğdirdik. (Bunları) biz yapmaktayız"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "Ona, savaş sıkıntılarınızdan sizi koruması için zırh yapmayı öğrettik. Artık şükredecek misiniz"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "Süleyman'ın emrine de kasırga (gibi esen) rüzgârı verdik; onun emriyle içinde bereketler yarattığımız yere doğru eserdi. Biz herşeyi biliriz"
        },
        {
            "chapter": 21,
            "verse": 82,
            "text": "(Ona boyun eğdirdiğimiz) onun için denizlere dalan şeytanlar da vardı. Bunlar, bundan başka işler de yapıyorlardı. Hepsini de gözeten bizdik"
        },
        {
            "chapter": 21,
            "verse": 83,
            "text": "Eyyub'u da (an). Hani Rabbine: «Başıma bu dert geldi. Sen, merhametlilerin en merhametlisisin» diye niyaz etmişti (de ona da yardım etmiştik)"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "Bunun üzerine biz, tarafımızdan bir rahmet ve kulluk edenler için bir hatıra olmak üzere onun duasını kabul ettik; kendisinde dert ve sıkıntı olarak ne varsa giderdik ve ona aile efradını, ayrıca bunlarla birlikte bir mislini daha verdik"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "İsmail'i, İdris'i ve Zülkifl'i de (yâdet). Hepsi de sabreden kimselerdendi"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "Onları rahmetimize kabul ettik. Onlar hakikaten salih kimselerdendi"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "Zunnûn'a da yardım etmiştik. Hani kavmine kızıp gitmişti. Zannetmişti ki, biz kendisine güç yetiremiyeceğiz. Bu sebeple karanlıklar içinde şöyle seslenmişti: \"Senden başka hakkıyla ibadete layık hiçbir ilâh yoktur. Seni tenzih ederim. Ben muhakkak zâlimlerden oldum"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "Bunun üzerine onun duasını kabul ettik ve onu kederden kurtardık. İşte biz müminleri böyle kurtarırız"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "Zekeriyya'yı da (an, ona da yardım etmiştik). Hani o, Rabbine şöyle niyaz etmişti: «Rabbim! Beni yalnız bırakma! Sen, vârislerin en hayırlısısın, (her şey sonunda senindir).»"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "Onun da duasını kabul etmiştik. Ona Yahya'yı vermiş, eşini de kendisi için ıslâh etmiştik. Hayırlı iş yapmakta biribirleriyle yarışırlar, (rahmetimizi) ümid ederek ve (azabımızdan da) korkarak bize duâ ederlerdi. Bize karşı son derece saygılı idiler"
        },
        {
            "chapter": 21,
            "verse": 91,
            "text": "Irzını iffetle korumuş olanı (Meryem'i de an.) Biz ona ruhumuzdan üfledik; onu ve oğlunu âlemler için bir ibret kıldık"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "İşte, sizin bu dîniniz tek bir dindir; ben de sizin Rabbinizim. O halde bana ibadet edin"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "(Buna rağmen insanlar), dinlerini aralarında bölük pörçük etmişlerdir. Halbuki hepsi de bize döneceklerdir"
        },
        {
            "chapter": 21,
            "verse": 94,
            "text": "Bu durumda her kim mümin olarak iyi davranışlar yaparsa onun çabasını görmezlikten gelmek olmaz. Zira biz onu yazmaktayız"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "Helak ettiğimiz ülke (halkı) nin (kıyâmete kadar dünyaya tekrar) dönmeleri mümkün değildir"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "Nihayet Ye’cûc ve Me’cûc (sedleri) açıldığı ve onlar her tepeden akın ettiği zaman"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "Gerçek vadolan kıyamet artık yaklaşmıştır, işte o zaman, küfredenlerin gözleri donakalır ve \"Yazıklar olsun bize! Biz, bundan gaflet içinde idik; daha zâlimdik\" derler"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "Siz ve Allah'ın dışında taptığınız şeyler cehennem yakıtısınız. Siz oraya gireceksiniz"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "Eğer bunlar ilâh olsalardı, oraya girmezlerdi. Hepsi de orada ebedîdirler"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "Orada onlara inim inim inlemek düşer. Yine onlar orada (hiçbir iyi haber) duymazlar"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "Tarafımızdan kendilerine güzel âkıbet takdir edilmiş olanlara gelince, işte bunlar cehennemden uzak tutulurlar"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "Bunlar onun uğultusunu duymazlar; gönüllerinin dilediği nimetler içinde ebedî kalırlar"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "En büyük dehşet dahi onları tasalandırmaz. Melekler kendilerini şöyle karşılar: İşte bu size vâdedilmiş olan (mutlu) gününüzdür"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "(Düşün o) günü ki, yazılı kâğıtların tomarını dürer gibi göğü toplayıp düreriz. Tıpkı ilk yaratmaya başladığımız gibi onu tekrar o hale getiririz. (Bu,) üzerimize aldığımız bir vaad oldu. Biz, (vâdettiğimizi) yaparız"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "Andolsun Zikir'den sonra Zebur'da da: «Yeryüzüne salih kullarım vâris olacaktır» diye yazmıştık"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "İşte bunda, (bize) kulluk eden bir kavim için bir mesaj vardır"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "(Rasûlüm!) Biz seni ancak âlemlere rahmet olarak gönderdik"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "De ki: \"Bana, ilâhınız tek bir ilâhtır, diye vahyolunuyor. Artık müslüman olacak mısınız"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "Eğer yüz çevirirlerse de ki: (Bana emrolunanı) hepinize açıkladım. artık size vâdolunan şey (mahşerde toplanma zamanınız) yakın mı uzak mı, bilmiyorum"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "Şüphesiz Allah sözün açığını da bilir, gizli tuttuklarınızı da bilir"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "Bilmiyorum, belki de o (azabın ertelenmesi), sizi denemek ve bir zamana kadar sizi (imkânlardan) faydalandırmak içindir"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "(Peygamber) demiştir ki: \"Rabbim! (Benimle, beni yalanlayan müşrikler arasında) hak ile hükmet. Rabbimiz çok merhametlidir. Sizin vasfettiklerinize karşı da yalnız O'na sığınılır"
        },
        {
            "chapter": 22,
            "verse": 1,
            "text": "Ey insanlar! Rabbinizden korkun! Çünkü kıyamet vaktinin depremi müthiş bir şeydir"
        },
        {
            "chapter": 22,
            "verse": 2,
            "text": "Onu gördüğünüz gün, her emzikli kadın emzirdiği çocuğu unutur, her gebe kadın çocuğunu düşürür. İnsanları da sarhoş bir halde görürsün. Oysa onlar sarhoş değillerdir; fakat Allah'ın azabı çok dehşetlidir"
        },
        {
            "chapter": 22,
            "verse": 3,
            "text": "İnsanlardan, bilgisi olmaksızın Allah hakkında tartışmaya giren ve her inatçı şeytana uyan birtakım kimseler vardır"
        },
        {
            "chapter": 22,
            "verse": 4,
            "text": "Onun (şeytan) hakkında şöyle yazılmıştır: Kim onu yoldaş edinirse bilsin ki (şeytan) kendisini saptıracak ve alevli ateşin azabına sürükleyecektir"
        },
        {
            "chapter": 22,
            "verse": 5,
            "text": "Ey insanlar! Eğer yeniden dirilmekten şüphede iseniz, şunu bilin ki, biz sizi topraktan, sonra nutfeden, sonra alakadan (aşılanmış yumurtadan), sonra uzuvları (önce) belirsiz, (sonra) belirlenmiş canlı et parçasından (uzuvları zamanla oluşan ceninden) yarattık ki size (kudretimizi) gösterelim. Ve dilediğimizi, belirlenmiş bir süreye kadar rahimlerde bekletiriz; sonra sizi bir bebek olarak dışarı çıkarırız. Sonra güçlü çağınıza ulaşmanız için (sizi büyütürüz). İçinizden kimi vefat eder; yine içinizden kimi de ömrün en verimsiz çağına kadar götürülür, ta ki bilen bir kimse olduktan sonra bir şey bilmez hale gelsin. Sen, yeryüzünü de kupkuru ve ölü bir halde görürsün; fakat biz, üzerine yağmur indirdiğimizde o, kıpırdanır, kabarır ve her çeşitten (veya çiftten) iç açıcı bitkiler verir"
        },
        {
            "chapter": 22,
            "verse": 6,
            "text": "Çünkü Allah hakkın ta kendisidir; O, ölüleri diriltir; yine O, her şeye hakkıyla kadirdir"
        },
        {
            "chapter": 22,
            "verse": 7,
            "text": "Kıyamet vakti de gelecektir, bunda şüphe yoktur. Ve Allah kabirlerdeki kimseleri diriltip kaldıracaktır"
        },
        {
            "chapter": 22,
            "verse": 8,
            "text": "İnsanlardan bazısı, bir bilgisi, bir rehberi ve (vahye dayanan) aydınlatıcı bir kitabı olmadığı halde, Allah hakkında tartışmaya kalkar"
        },
        {
            "chapter": 22,
            "verse": 9,
            "text": "Sırf Allah yolundan saptırmak için yanını eğip büker (kibir ve azamet içinde). Onun için dünyada bir rezillik vardır, kıyamet gününde ise ona yakıcı azabı tattıracağız"
        },
        {
            "chapter": 22,
            "verse": 10,
            "text": "İşte bu, önceden yapıp ettiklerin yüzündendir (denilir). Elbette Allah kullarına haksızlık edici değildir"
        },
        {
            "chapter": 22,
            "verse": 11,
            "text": "İnsanlardan kimi Allah'a yalnız bir yönden kulluk eder. Şöyle ki: Kendisine bir iyilik dokunursa buna pek memnun olur, bir de musibete uğrarsa çehresi değişir (dinden yüz çevirir). O, dünyasını da, ahiretini de kaybetmiştir. İşte bu, apaçık ziyanın ta kendisidir"
        },
        {
            "chapter": 22,
            "verse": 12,
            "text": "O, Allah'ı bırakıp, kendisine ne faydası, ne de zararı dokunacak olan şeylere yalvarır. Bu, (haktan) büsbütün uzak olan sapıklığın ta kendisidir"
        },
        {
            "chapter": 22,
            "verse": 13,
            "text": "O, zararı faydasından daha (akla) yakın olan bir varlığa yalvarır. O (yalvardığı), ne kötü bir yardımcı, ne kötü bir dosttur"
        },
        {
            "chapter": 22,
            "verse": 14,
            "text": "Muhakkak ki Allah, iman edip salih ameller işleyen kimseleri, zemininden ırmaklar akan cennetlere kabul eder. Şüphesiz Allah dilediği şeyi yapar"
        },
        {
            "chapter": 22,
            "verse": 15,
            "text": "Her kim, Allah'ın, dünya ve ahirette ona (Rasûlüne) asla yardım etmeyeceğini zannetmekte ise, (Allah ona yardım ettiğine göre) artık o kimse (evindeki) tavana bir ip atsın; (boğazına geçirsin); sonra da (ayağını yerden) kessin! Şimdi bu kimse baksın! Acaba, hilesi (bu yaptığı), öfke duyduğu şeyi (Allah'ın Peygamber'e yardımını) gerçekten engelleyecek mi"
        },
        {
            "chapter": 22,
            "verse": 16,
            "text": "İşte böylece biz o Kur'an'ı açık seçik âyetler halinde indirdik. Gerçek şu ki Allah dilediği kimseyi doğru yola sevkeder"
        },
        {
            "chapter": 22,
            "verse": 17,
            "text": "Mümin olanlar, yahudi olanlar, sâbiîler, hıristiyanlar, mecûsîler ve müşrik olanlara gelince, muhakkak ki Allah, bunlar arasında kıyamet gününde (ayrı ayrı) hükmünü verir. Çünkü Allah her şeye şahittir (her şeyi hakkıyla bilendir)"
        },
        {
            "chapter": 22,
            "verse": 18,
            "text": "Görmez misin ki, göklerde olanlar ve yerde olanlar, güneş, ay, yıldızlar, dağlar, ağaçlar, hayvanlar ve insanların birçoğu Allah’a secde ediyor; birçoğunun üzerine de azap hak olmuştur. Allah kimi hor ve hakir kılarsa, artık onu değerli kılacak bir kimse yoktur. Şüphesiz Allah dilediğini yapar"
        },
        {
            "chapter": 22,
            "verse": 19,
            "text": "Şu iki grup, Rableri hakkında çekişen iki hasımdır: Şimdi, inkâr edenler için ateşten bir elbise biçilmiştir. Onların başlarının üstünden kaynar su dökülecektir"
        },
        {
            "chapter": 22,
            "verse": 20,
            "text": "Bununla, karınlarının içindeki (organlar) ve derileri eritilecektir"
        },
        {
            "chapter": 22,
            "verse": 21,
            "text": "Bir de onlar için demir kamçılar vardır"
        },
        {
            "chapter": 22,
            "verse": 22,
            "text": "Izdıraptan dolayı oradan her çıkmak istediklerinde, oraya geri döndürülürler ve: «Tadın bu yakıcı azabı!» (denilir)"
        },
        {
            "chapter": 22,
            "verse": 23,
            "text": "Muhakkak ki Allah, iman edip salih amel işleyenleri, zemininden ırmaklar akan cennetlere kabul eder. Bunlar orada altın bileziklerle ve incilerle bezenirler. Orada giyecekleri ise ipektir"
        },
        {
            "chapter": 22,
            "verse": 24,
            "text": "Ve onlar, sözün en güzeline yöneltilmişler, övgüye lâyık olan Allah'ın yoluna iletilmişlerdir"
        },
        {
            "chapter": 22,
            "verse": 25,
            "text": "İnkâr edenler, Allah'ın yolundan ve yerli, taşralı bütün insanlara eşit (kıble veya mâbed) kıldığımız Mescid Harâm'dan (insanları) alıkoymaya kalkanlar (şunu bilmeliler ki) kim orada (böyle) zulüm ile haktan sapmak isterse ona acı azaptan tattırırız"
        },
        {
            "chapter": 22,
            "verse": 26,
            "text": "Bir zamanlar İbrahim'e Beytullah'ın yerini hazırlamış ve (ona şöyle demiştik): Bana hiçbir şeyi eş tutma; tavaf edenler, ayakta ibadet edenler, rükû ve secdeye varanlar için evimi temiz tut"
        },
        {
            "chapter": 22,
            "verse": 27,
            "text": "İnsanlar arasında haccı ilân et ki, gerek yaya olarak, gerekse nice uzak yoldan gelen yorgun argın develer üzerinde"
        },
        {
            "chapter": 22,
            "verse": 28,
            "text": "kendilerine ait birtakım yararları yakînen görmeleri, Allah'ın kendilerine rızık olarak verdiği kurbanlık hayvanlar üzerine belli günlerde Allah'ın ismini anmaları (kurban kesmeleri için) sana (Kâbe'ye) gelsinler. Artık ondan hem kendiniz yiyin, hem de yoksula, fakire yedirin"
        },
        {
            "chapter": 22,
            "verse": 29,
            "text": "(Saç ve tırnaklarını keserek) pis olan yerlerini temizlesinler; adaklarını yerine getirsinler ve o eski evi (Kabe'yi) tavaf etsinler"
        },
        {
            "chapter": 22,
            "verse": 30,
            "text": "Durum böyle. Her kim, Allah'ın emir ve yasaklarına saygı gösterirse, bu, Rabbinin katında kendisi için daha hayırlıdır. (Haram olduğu) size okunanların dışında kalan hayvanlar size helâl kılındı. O halde, pislikten, putlardan sakının; yalan sözden sakının"
        },
        {
            "chapter": 22,
            "verse": 31,
            "text": "Kendisine ortak koşmaksızın Allah'ın hanifleri (O'nun birliğini tanıyan müminler) olun. Kim Allah'a ortak koşarsa sanki o , gökten düşüp parçalanmış da kendisini kuşlar kapmış, yahut rüzgâr onu uzak bir yere sürüklemiş (bir nesne) gibidir"
        },
        {
            "chapter": 22,
            "verse": 32,
            "text": "Durum öyledir. Her kim Allah'ın hükümlerine saygı gösterirse, şüphesiz bu, kalplerin takvâsındandır"
        },
        {
            "chapter": 22,
            "verse": 33,
            "text": "Onlarda (kurbanlık hayvanlarda veya hac fiillerinde) sizin için belli bir süreye kadar birtakım yararlar vardır. Sonra bunların varacakları (biteceği) yer, Eski Ev'e (Kâbe'ye) kadardır"
        },
        {
            "chapter": 22,
            "verse": 34,
            "text": "Biz, her ümmete (Kurban kesmeye uygun) hayvan cinsinden kendilerine rızık olarak verdiklerimiz üzerine Allah'ın adını ansınlar diye kurban kesmeyi gerekli kıldık. İmdi, İlâhınız, bir tek İlâh'tır. Öyle ise, O'na teslim olun. (Ey Muhammed!) O ihlâslı ve mütevazi insanları müjdele"
        },
        {
            "chapter": 22,
            "verse": 35,
            "text": "Onlar öyle kimseler ki, Allah anıldığı zaman kalpleri titrer; başlarına gelene sabrederler, namazı dosdoğru kılarlar ve kendilerine rızık olarak verdiğimiz şeylerden (Allah için) infâk ederler"
        },
        {
            "chapter": 22,
            "verse": 36,
            "text": "Biz, büyük baş hayvanları da sizin için Allah'ın (dininin) işaretlerinden (kurban) kıldık. Onlarda sizin için hayır vardır. Şu halde onlar, ayakları üzerine dururken üzerlerine Allah'ın ismini anınız (ve kurban ediniz). Yan üstü yere düştüklerinde ise, artık (canı çıktığında) onlardan hem kendiniz yiyin, hem de ihtiyacını gizleyen-gizlemeyen fakirlere yedirin. İşte bu hayvanları biz, şükredesiniz diye sizin istifadenize verdik"
        },
        {
            "chapter": 22,
            "verse": 37,
            "text": "Onların ne etleri ne de kanları Allah'a ulaşır; fakat O'na sadece sizin takvanız ulaşır. Sizi hidayete erdirdiğinden dolayı Allah'ı büyük tanıyasınız diye O, bu hayvanları böylece sizin istifadenize verdi. (Ey Muhammed!) Güzel davrananları müjdele"
        },
        {
            "chapter": 22,
            "verse": 38,
            "text": "Allah, iman edenleri korur. Şu da muhakkak ki Allah, hain ve nankör olan herkesi sevgisinden mahrum eder"
        },
        {
            "chapter": 22,
            "verse": 39,
            "text": "Kendileriyle savaşılanlara (müminlere), zulme uğramış olmaları sebebiyle, (savaş konusunda) izin verildi. Şüphe yok ki Allah, onlara yardıma mutlak surette kadirdir"
        },
        {
            "chapter": 22,
            "verse": 40,
            "text": "Onlar, başka değil, sırf «Rabbimiz Allah'tır» dedikleri için haksız yere yurtlarından çıkarılmış kimselerdir. Eğer Allah, bir kısım insanları (kötülüklerini) diğer bir kısmı ile defedip önlemeseydi, mutlak surette, içlerinde Allah’ın ismi bol bol anılan manastırlar, kiliseler, havralar ve mescidler yıkılır giderdi. Allah, kendisine (kendi dinine) yardım edenlere muhakkak surette yardım eder. Hiç şüphesiz Allah, güçlüdür, galiptir"
        },
        {
            "chapter": 22,
            "verse": 41,
            "text": "Onlar (o müminler) ki, eğer kendilerine yeryüzünde iktidar verirsek namazı dosdoğru kılarlar, zekâtı verirler, iyiliği emreder ve kötülükten nehyederler. İşlerin sonu Allah'a varır"
        },
        {
            "chapter": 22,
            "verse": 42,
            "text": "(Rasûlüm!) Eğer onlar (inkarcılar) seni yalanlıyorlarsa, (şunu bil ki) onlardan önce Nuh'un kavmi, Âd, Semûd"
        },
        {
            "chapter": 22,
            "verse": 43,
            "text": "İbrahim'in kavmi, Lût'un kavmi"
        },
        {
            "chapter": 22,
            "verse": 44,
            "text": "ve Medyen halkı da (peygamberlerini) yalanladılar. Musa da yalanlanmıştı. İşte ben o kâfirlere süre tanıdım, sonra onları yakaladım. Nasıl oldu benim onları reddim (cezalandırmam)"
        },
        {
            "chapter": 22,
            "verse": 45,
            "text": "Nitekim, birçok memleket vardı ki, o memleket (halkı) zulmetmekte iken, biz onları helâk ettik. Şimdi o ülkelerde duvarlar, (çökmüş) tavanların üzerine yıkılmıştır. Nice kullanılmaz hale gelmiş kuyular ve (ıssız kalmış) ulu saraylar vardır"
        },
        {
            "chapter": 22,
            "verse": 46,
            "text": "(Sana karşı çıkanlar) hiç yeryüzünde dolaşmadılar mı? Zira dolaşsalardı elbette düşünecek kalpleri ve işitecek kulakları olurdu. Ama gerçek şu ki, gözler kör olmaz; lâkin göğüsler içindeki kalpler kör olur"
        },
        {
            "chapter": 22,
            "verse": 47,
            "text": "(Rasûlüm!) Onlar senden azabın çabuk gelmesini istiyorlar. Allah vaadinden asla dönmez. Muhakkak ki, Rabbinin nezdinde bir gün sizin saymakta olduklarınızdan bin yıl gibidir"
        },
        {
            "chapter": 22,
            "verse": 48,
            "text": "Nice ülkeler var ki, zulmedip dururlarken onlara mühlet verdim. Sonunda onları yakaladım. Dönüş yalnız banadır"
        },
        {
            "chapter": 22,
            "verse": 49,
            "text": "De ki: Ey insanlar! Ben ancak sizin için apaçık bir uyarıcıyım"
        },
        {
            "chapter": 22,
            "verse": 50,
            "text": "İman edip sâlih ameller işleyen kimseler için mağfiret ve bol rızık vardır"
        },
        {
            "chapter": 22,
            "verse": 51,
            "text": "Âyetlerimiz hakkında (onları tesirsiz kılmak için) birbirlerini geri bırakırcasına yarışanlara gelince, işte bunlar, cehennemliklerdir"
        },
        {
            "chapter": 22,
            "verse": 52,
            "text": "(Ey Muhammed!) Biz, senden önce hiçbir Rasûl ve nebî göndermedik ki, o, bir temennide bulunduğunda, şeytan onun dileğine ille de (beşerî arzular) katmaya kalkışmasın. Ne var ki Allah, şeytanın katacağı şeyi iptal eder. Sonra Allah, kendi âyetlerini (lafız ve mana bakımından) sağlam olarak yerleştirir. Allah, hakkıyla bilendir, hüküm ve hikmet sahibidir"
        },
        {
            "chapter": 22,
            "verse": 53,
            "text": "(Allah, şeytanın böyle yapmasına müsaade eder ki) kalplerinde hastalık olanlar ve kalpleri katılaşanlar için, şeytanın kattığı şeyi bir deneme (vesilesi) yapsın. Zalimler, gerçekten (haktan) oldukça uzak bir ayrılık içindedirler"
        },
        {
            "chapter": 22,
            "verse": 54,
            "text": "Bir de, kendilerine ilim verilenler, onun (Kur'an'ın) hakikaten Rabbin tarafından gelmiş bir gerçek olduğunu bilsinler de ona inansınlar, bu sayede kalpleri huzur ve tatmine kavuşsun. Şüphesiz ki Allah, iman edenleri, kesinlikle dosdoğru bir yola yöneltir"
        },
        {
            "chapter": 22,
            "verse": 55,
            "text": "İnkâr edenler, kendilerine o saat ansızın gelinceye, yahut da (kendileri için hayır yönünden) kısır bir günün azabı gelinceye kadar onun (Kur'an) hakkında hep şüphe içindedirler"
        },
        {
            "chapter": 22,
            "verse": 56,
            "text": "O gün, mülk Allah’ındır. İnsanlar arasında hüküm verir. (Bu hüküm gereği) iman edip sâlih ameller işleyenler Naîm cennetlerinin içindedirler"
        },
        {
            "chapter": 22,
            "verse": 57,
            "text": "İnkâr edip âyetlerimizi yalanlayanlara gelince, işte onlar için alçaltıcı bir azap vardır"
        },
        {
            "chapter": 22,
            "verse": 58,
            "text": "Allah yolunda hicret edenler, sonra öldürülenler, yahut ölenler, işte, Allah, onları güzel bir rızıkla rızıklandıracaktır. Allah, şüphesiz rızık verenlerin en hayırlısıdır"
        },
        {
            "chapter": 22,
            "verse": 59,
            "text": "Onları, hoşnut olacakları bir yere sokacaktır. Şüphesiz Allah, her şeyi hakkıyla bilendir; ceza vermekte de aceleci değildir"
        },
        {
            "chapter": 22,
            "verse": 60,
            "text": "İşte böyle. Her kim, kendisine verilen eziyetin dengi ile karşılık verir de, bundan sonra kendisine yine bir tecavüz ve zulüm vaki olursa, emin olmalıdır ki, Allah ona mutlaka yardım edecektir. Hakikaten Allah çok bağışlayıcı ve mağfiret edicidir"
        },
        {
            "chapter": 22,
            "verse": 61,
            "text": "Böylece (Allah, haksızlığa uğrayana yardım edecektir ve buna kadirdir). Çünkü Allah, geceyi gündüze katar, gündüzü geceye katar. Şu da muhakkak ki Allah, hakkıyla işiten ve görendir"
        },
        {
            "chapter": 22,
            "verse": 62,
            "text": "Böyledir. Çünkü Allah, hakkın ta kendisidir. O’nun dışındaki taptıkları ise bâtılın ta kendisidir. Allah, işte çok yüce, çok büyük olan da O'dur"
        },
        {
            "chapter": 22,
            "verse": 63,
            "text": "Görmedin mi, Allah, gökten yağmur indirdi de bu sayede yeryüzü yeşeriyor. Gerçekten Allah çok lütufkârdır, (her şeyden) haberdardır"
        },
        {
            "chapter": 22,
            "verse": 64,
            "text": "Göklerde ve yerde ne varsa O'nundur. Hakikaten Allah, her şeyden müstağnî (zengin) olan yalnız O'dur; hamdolunmaya lâyıktır"
        },
        {
            "chapter": 22,
            "verse": 65,
            "text": "Görmedin mi, Allah, yerdeki eşyayı ve emri uyarınca denizde yüzen gemileri sizin hizmetinize verdi. Göğü de, kendi izni olmadıkça yer üzerine düşmekten korur. Çünkü Allah, insanlara çok şefkatli ve çok merhametlidir"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "O, (önce) size hayat veren, sonra sizi öldürecek, sonra yine diriltecek olandır. Gerçekten insan, çok nankördür"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "Biz, her ümmet için, yapageldikleri bir takım ibadet tarzları koymuşuzdur. Bu itibarla, (ey Muhammed!) bu hususta seninle münakaşaya kalkışmasınlar. Rabbine davet et. Hiç şüphe yoktur ki, sen, dosdoğru bir yol üzerindesin"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "Eğer seninle münakaşa ve mücâdeleye girişirlerse: «Allah yaptığınızı çok iyi bilmektedir» de"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "Allah kıyamet gününde, ihtilâf etmekte olduğunuz konulara dair aranızda hüküm verecektir"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "Bilmez misin ki, Allah, yerde ve gökte ne varsa bilir? Bu, bir kitapta (levhi mahfuzda) mevcuttur. Bu (eşya ve olayların bilgisine sahip olmak), Allah için çok kolaydır"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "Onlar, Allah’ı bırakıp, Allah'ın kendisine hiçbir delil indirmediği, kendilerinin dahi hakkında bilgi sahibi olmadıkları şeylere tapıyorlar. Zalimlerin hiç yardımcısı yoktur"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "Âyetlerimiz açık açık kendilerine okunduğunda, kâfirlerin suratlarında hoşnutsuzluk sezersin. Onlar, kendilerine âyetlerimizi okuyanların neredeyse üzerlerine saldırırlar. De ki: Size bundan (bu öfke ve huzursuzluğunuzdan) daha kötüsünü bildireyim mi? Cehennem! Allah, onu kâfirlere (ceza olarak) bildirdi. O, ne kötü sondur"
        },
        {
            "chapter": 22,
            "verse": 73,
            "text": "Ey insanlar! (Size) bir misal verildi; şimdi onu dinleyin: Allah'ı bırakıp da yalvardıklarınız (taptıklarınız) bunun için bir araya gelseler bile bir sineği dahi yaratamazlar. Sinek onlardan bir şey kapsa, bunu ondan geri de alamazlar. İsteyen de âciz, kendinden istenen de"
        },
        {
            "chapter": 22,
            "verse": 74,
            "text": "Onlar, (Bu âciz putları Allah'a ortak koşmak suretiyle) Allah'ın kadrini hakkıyla bilemediler. Hiç şüphesiz Allah, çok kuvvetlidir, çok üstündür"
        },
        {
            "chapter": 22,
            "verse": 75,
            "text": "Allah, meleklerden de insanlardan da elçiler seçmiştir. Allah, şüphesiz hakkıyla işitendir; hakkıyla görendir"
        },
        {
            "chapter": 22,
            "verse": 76,
            "text": "Onların önlerindekini de, arkalarındakini de (yaptıklarını da, yapacaklarını da) bilir. Bütün işler Allah’a döndürülür"
        },
        {
            "chapter": 22,
            "verse": 77,
            "text": "Ey iman edenler! Rükû edin; secdeye kapanın; Rabbinize ibadet edin; hayır işleyin ki kurtuluşa eresiniz"
        },
        {
            "chapter": 22,
            "verse": 78,
            "text": "Allah uğrunda, hakkını vererek cihad edin. O, sizi seçti; din hususunda üzerinize hiçbir zorluk yüklemedi; babanız İbrahim'in dininde (de böyleydi). Daha önceki kitaplarda ve bu Kitapta, Peygamberin size şâhid olması, sizin de diğer insanlara şâhit olmanız için, sizi müslüman diye isimlendirmiştir. Bu itibarla namazı dosdoğru kılın; zekâtı verin ve Allah'a sımsıkı sarılın. O sizin mevlânızdır. O, ne güzel bir mevlâ ve ne güzel bir yardımcıdır"
        }
    ]
}