{
    "pages": [
        {
            "chapter": 6,
            "verse": 1,
            "text": "Louange à Allah Qui a créé les cieux et la terre, et a fait les ténèbres et la lumière. Les mécréants, néanmoins, donnent des égaux à leur Seigneur"
        },
        {
            "chapter": 6,
            "verse": 2,
            "text": "C’est Lui Qui vous a créés d’argile, puis a décrété un terme, cependant qu’un autre terme demeure nommé auprès de Lui Seul. Mais vous doutez encore"
        },
        {
            "chapter": 6,
            "verse": 3,
            "text": "Il est Allah dans les cieux et sur terre, Qui Sait vos secrets et ce que vous révélez, et Sait vos actions acquises"
        },
        {
            "chapter": 6,
            "verse": 4,
            "text": "Il n’est pas un Signe venant de leur Seigneur dont ils ne se détournent"
        },
        {
            "chapter": 6,
            "verse": 5,
            "text": "Ils ont rejeté la vérité quand elle leur est venue. Mais, bientôt, leur viendront les nouvelles de ce dont ils se gaussaient"
        },
        {
            "chapter": 6,
            "verse": 6,
            "text": "Ne voient-ils donc pas combien de générations Nous avons fait périr avant eux ? Nous les avions pourtant établis sur terre plus fermement que Nous ne vous y avons établis. Nous leur avions envoyé du ciel des pluies abondantes, et avions fait couler sous leurs pieds des rivières. Puis Nous les avons exterminés pour leurs péchés, et avons fait surgir, après eux, d’autres générations"
        },
        {
            "chapter": 6,
            "verse": 7,
            "text": "Quand bien même nous aurions fait descendre sur toi (en révélation) un livre sur un parchemin, qu’ils pourraient alors palper de leurs mains, ceux qui ont mécru diraient : « C’est manifestement de la magie pure ! »"
        },
        {
            "chapter": 6,
            "verse": 8,
            "text": "Et ils disent : « Pourquoi donc un Ange ne lui a-t-il pas été envoyé du ciel (pour l’assister) ? » Or, si Nous avions fait descendre un Ange, leur sort en aurait été décrété, et ils n’auraient eu plus droit à aucun sursis"
        }
    ]
}