{
    "pages": [
        {
            "chapter": 2,
            "verse": 84,
            "text": "Et (souvenez-vous) lorsque Nous prîmes sur vous l’engagement de ne pas répandre votre sang et de ne pas vous chasser les uns les autres de vos maisons. Vous y avez consenti et vous en étiez témoins"
        },
        {
            "chapter": 2,
            "verse": 85,
            "text": "Puis voilà que vous vous entretuez et voilà que vous chassez toute une partie des vôtres de leurs maisons. Vous vous liguez contre eux en leur faisant subir injure et agression, et s’ils viennent vers vous en prisonniers (de guerre) vous payez leur rançon ; mais il vous était d’abord défendu de les chasser (de leurs maisons). Croyez-vous donc à une partie du Livre et mécroyez en l’autre ? La rétribution de ceux qui parmi vous commettent de tels actes ne peut être que l’infamie dans ce bas monde ; et au Jour de la Résurrection ils seront ramenés au plus pénible des supplices. Car Allah n’est point distrait de ce que vous faites"
        },
        {
            "chapter": 2,
            "verse": 86,
            "text": "Ce sont bien eux qui ont acheté la vie ici-bas au prix de la vie dans l’au-delà. Leur supplice ne sera point atténué et ils n’auront aucun secours"
        },
        {
            "chapter": 2,
            "verse": 87,
            "text": "Nous avons donné à Moïse le Livre et Nous avons fait se succéder après lui les Messagers. Nous avons donné à Jésus, fils de Marie, les preuves évidentes et Nous l’avons appuyé par le Saint-Esprit. Est-il donc possible qu’à chaque fois qu’un messager vous apportait une vérité contraire à vos passions, vous vous éleviez contre lui avec superbe et arrogance ? Vous traitiez certains de menteurs et vous mettiez à mort les autres"
        },
        {
            "chapter": 2,
            "verse": 88,
            "text": "Ils dirent : « Nos cœurs sont hermétiquement fermés. »[32] Non ! Allah les a plutôt maudits pour leur mécréance car ils sont de peu de foi. »"
        }
    ]
}