{
    "pages": [
        {
            "chapter": 7,
            "verse": 44,
            "text": "Les hôtes du Paradis appelleront les hôtes du Feu : « Nous avons trouvé que la promesse de notre Seigneur était vraie. Et vous, avez-vous trouvé aussi que Sa promesse était vraie ? » Ils diront : « Oui. » Alors, un annonciateur leur annoncera : « Qu’Allah maudisse les injustes"
        },
        {
            "chapter": 7,
            "verse": 45,
            "text": "qui repoussent (les hommes) loin du chemin d’Allah, le souhaitent tortueux et ne croient pas en l’autre monde. »"
        },
        {
            "chapter": 7,
            "verse": 46,
            "text": "Entre les deux, il y aura une muraille et, sur Al-A ̒râf, il y aura des hommes qui reconnaîtront chacun à ses traits particuliers. Et ils appelleront les hôtes du Paradis : « Paix sur vous ! » Ils n’y sont pas entrés, encore qu’ils en aient l’ardent désir"
        },
        {
            "chapter": 7,
            "verse": 47,
            "text": "Et quand ils auront les yeux tournés vers les hôtes du Feu, ils diront : « Ô Seigneur ! Ne nous mets pas avec les gens injustes. »"
        },
        {
            "chapter": 7,
            "verse": 48,
            "text": "Les gens de Al-A ̒râf interpelleront des hommes qu’ils auront reconnus à leurs traits particuliers en disant : « Tout ce que vous aviez amassé ne vous aura servi à rien, pas plus que ne vous aura profité votre orgueil. »"
        },
        {
            "chapter": 7,
            "verse": 49,
            "text": "Sont-ce là ceux dont vous disiez qu’ils ne recevraient aucune miséricorde de la part d’Allah ? Entrez au Paradis, il n’y aura nulle crainte pour vous et vous n’aurez aucune affliction"
        },
        {
            "chapter": 7,
            "verse": 50,
            "text": "Et les hôtes du Feu appelleront les hôtes du Paradis : « Versez sur nous un peu d’eau ou un peu de ce qu’Allah vous a dispensé. » Alors, ils répondront : « Allah les a défendus aux mécréants. »"
        },
        {
            "chapter": 7,
            "verse": 51,
            "text": "Voilà ceux qui ont pris leur religion pour objet de divertissement et de jeu. Ils ont succombé à la tentation de ce bas monde. Aujourd’hui Nous les oublions comme ils ont oublié la rencontre de leur Jour-ci, eux qui reniaient obstinément Nos Signes"
        }
    ]
}