{
    "pages": [
        {
            "chapter": 8,
            "verse": 17,
            "text": "Vous ne les avez certes pas tués mais Allah les a tués ; et lorsque tu as jeté (une poignée de terre), (ce n’est pas toi qui) l’as jetée mais (c’est) Allah (Qui) l’a jetée. C’était pour soumettre les croyants à une bien belle épreuve, car Allah Entend Tout et Il est Omniscient"
        },
        {
            "chapter": 8,
            "verse": 18,
            "text": "Ainsi en fut-il, et Allah annihile la ruse des mécréants"
        },
        {
            "chapter": 8,
            "verse": 19,
            "text": "Si vous attendez un verdict d’Allah, ce verdict vous est venu (la victoire des Musulmans). Si vous cessez (de mécroire), cela vaudra mieux pour vous. Et si vous revenez, Nous reviendrons, et votre nombre, si grand soit-il, ne vous sera d’aucune utilité. Allah est avec les croyants"
        },
        {
            "chapter": 8,
            "verse": 20,
            "text": "Ô vous qui avez cru ! Obéissez à Allah et à Son Messager : ne vous détournez pas de lui quand vous l’entendez (qui s’adresse à vous)"
        },
        {
            "chapter": 8,
            "verse": 21,
            "text": "Ne soyez pas comme ceux qui ont dit : « Nous avons entendu » et qui n’entendent point"
        },
        {
            "chapter": 8,
            "verse": 22,
            "text": "Il n’est pires bêtes pour Allah que les sourds, les muets, ceux qui ne comprennent rien"
        },
        {
            "chapter": 8,
            "verse": 23,
            "text": "Si Allah leur avait reconnu quelque bien, Il les aurait fait entendre ; et s’Il les avait fait entendre, ils se seraient tout autant détournés en s’opposant à (Ses enseignements)"
        },
        {
            "chapter": 8,
            "verse": 24,
            "text": "Ô vous qui avez cru ! Répondez à Allah, et au Messager lorsqu’il vous appelle à ce qui vous donne vie ; et sachez qu’Allah s’interpose entre l’homme et son cœur,[191] et que c’est vers Lui que vous serez rassemblés en foule"
        },
        {
            "chapter": 8,
            "verse": 25,
            "text": "Redoutez donc (d’être soumis à) une tentation qui n’affectera pas exclusivement les injustes parmi vous, et sachez qu’Allah a la punition très dure"
        }
    ]
}