{
    "pages": [
        {
            "chapter": 19,
            "verse": 12,
            "text": "« Ô Yahyâ ! Prends le Livre avec fermeté. » Et Nous lui avons donné le discernement depuis qu’il était enfant"
        },
        {
            "chapter": 19,
            "verse": 13,
            "text": "Ainsi que l’affection et la pureté, par Notre grâce ; et il était pieux"
        },
        {
            "chapter": 19,
            "verse": 14,
            "text": "bon avec ses parents, et n’était ni arrogant ni rebelle"
        },
        {
            "chapter": 19,
            "verse": 15,
            "text": "La paix soit sur lui le jour où il est né, le jour où il sera mort et le jour où il sera ressuscité"
        },
        {
            "chapter": 19,
            "verse": 16,
            "text": "Évoque dans le Livre Marie, lorsqu’elle se retira loin de sa famille dans un endroit situé à l’est"
        },
        {
            "chapter": 19,
            "verse": 17,
            "text": "Elle dressa un voile entre elle et eux et Nous lui envoyâmes alors Notre Esprit (Gabriel) qui se manifesta à elle comme un humain à la forme parfaite"
        },
        {
            "chapter": 19,
            "verse": 18,
            "text": "Elle dit : « Je cherche refuge auprès du Tout Clément contre toi. Si seulement tu pouvais Le craindre ! »"
        },
        {
            "chapter": 19,
            "verse": 19,
            "text": "« Je ne suis qu’un émissaire de ton Seigneur, et je suis venu te faire don d’un garçon (très) pur », répondit-il"
        },
        {
            "chapter": 19,
            "verse": 20,
            "text": "« Mais comment pourrais-je avoir un garçon quand personne ne m’a touchée ni ne suis une prostituée ? » dit-elle"
        },
        {
            "chapter": 19,
            "verse": 21,
            "text": "Il dit : « Il en sera ainsi. Ton Seigneur a dit : “Cela M’est facile. Et Nous en ferons un Signe pour les hommes et un effet de Notre grâce. ” L’arrêt est déjà décrété. »"
        },
        {
            "chapter": 19,
            "verse": 22,
            "text": "Enceinte (de l’enfant), elle le porta en elle et se retira dans un endroit éloigné"
        },
        {
            "chapter": 19,
            "verse": 23,
            "text": "Les douleurs de l’enfantement la poussèrent jusqu’au tronc du palmier. Elle dit : « Plût à (Allah) que je fusse morte avant cela, et que je fusse depuis longtemps oubliée ! »"
        },
        {
            "chapter": 19,
            "verse": 24,
            "text": "(La voix de Jésus) l’appela de dessous d’elle : « Ne t’afflige point. Ton Seigneur a mis une source à tes pieds"
        },
        {
            "chapter": 19,
            "verse": 25,
            "text": "Secoue le tronc du palmier: sur toi, il fera alors tomber des dattes fraîches et prêtes à être cueillies"
        }
    ]
}