{
    "pages": [
        {
            "chapter": 21,
            "verse": 45,
            "text": "Dis : « Je ne fais que vous avertir par ce qui m’est révélé. » Mais, les sourds ne sauraient entendre l’appel quand ils sont avertis"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "Si le (moindre) souffle du supplice de ton Seigneur venait à les toucher, ils s’écrieraient : « Malheur à nous, nous étions vraiment injustes ! »"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "Nous placerons, au Jour de la Résurrection, les balances justes. Nulle âme ne sera en rien lésée, pas même du poids d’un grain de moutarde que Nous ferons amener. Et Nous suffirons pour dresser les comptes"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "Nous apportâmes à Moïse et à Aaron le Discernement (Al-Furqân), lumière et rappel pour ceux qui sont pieux"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "qui craignent leur Seigneur sans Le voir (et sans ostentation)[327] et qui s’angoissent au souvenir de l’Heure"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "Voici un Rappel béni que Nous avons fait descendre (en révélation). Le nieriez-vous donc"
        },
        {
            "chapter": 21,
            "verse": 51,
            "text": "Auparavant, Nous avions engagé Abraham sur la voie droite. Nous le Connaissions parfaitement"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "Il dit à son père et à son peuple : « Qu’est-ce donc que ces statues auxquelles vous montrez tant de dévotion ? »"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "« Nous avons trouvé nos pères qui les adoraient (avant nous) », répondirent-ils"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "« Vous étiez donc, vous et vos pères, dans un égarement évident », fit-il observer"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "« Es-tu venu nous apporter la vérité, dirent-ils, ou es-tu en train de plaisanter ? »"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "« Votre Seigneur, répliqua-t-il, est le Seigneur des cieux et de la terre, Qui les a créés (de rien). Je suis de ceux qui peuvent en témoigner"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "Par Allah, j’userai d’un stratagème contre vos idoles, quand vous aurez le dos tourné. »"
        }
    ]
}