{
    "pages": [
        {
            "chapter": 21,
            "verse": 102,
            "text": "Ils n’entendront pas ses sifflements et jouiront éternellement de tout ce dont ils auront envie"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "Le Grand Effroi ne les inquiétera point, et les Anges les accueilleront (en disant) : « Voici venu le jour qui vous était promis. »"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "Ce jour-là Nous plierons le ciel comme on plie le parchemin sur ce qui y est écrit. De même que Nous avons initié la création une première fois, Nous la recommencerons : c’est une promesse que Nous devons tenir et Nous la tiendrons"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "Nous avons écrit dans les Psaumes (le Zabûr), après l’avoir évoqué (dans le Livre éternel) que la terre sera l’héritage de Mes serviteurs les plus vertueux"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "Il y a là un enseignement pour un peuple qui (Nous) adore"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "Nous ne t’avons envoyé qu’en miséricorde pour l’Univers"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "Dis : « Ce qui m’est révélé n’est rien de moins que : votre Seigneur est un Dieu Unique. Allez-vous devenir soumis ? »"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "S’ils se détournent, alors dis : « Je vous ai avertis tous également. Et je ne sais moi-même si ce qui vous est promis est imminent ou lointain"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "C’est Lui Qui Sait ce que vous dites tout haut et ce que vous taisez"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "Et que sais-je ? Peut-être que ce (sursis) est une tentation pour vous éprouver et une jouissance pour un temps. »"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "Il dit : « Seigneur ! Juge (entre nous) en toute équité ! Et notre Seigneur est le Tout Clément, Celui Dont nous cherchons l’assistance contre vos allégations. »"
        }
    ]
}