{
    "pages": [
        {
            "chapter": 28,
            "verse": 29,
            "text": "Ayant passé la période convenue, Moïse prit le départ avec sa famille et aperçut un feu sur le flanc du Mont (Sinaï) « Attendez ici, dit-il, j’aperçois un feu au loin. Je pourrais peut-être vous en apporter quelque nouvelle ou un tison de quoi vous réchauffer. »"
        },
        {
            "chapter": 28,
            "verse": 30,
            "text": "Quand il fut arrivé (au feu), il fut appelé depuis le côté de la vallée qui se trouve à droite (du Mont) à l’endroit béni, du fond de l’arbre : « Ô Moïse, c’est Moi, Allah, le Seigneur de l’Univers"
        },
        {
            "chapter": 28,
            "verse": 31,
            "text": "Jette ton bâton. » Mais, lorsqu’il le[380] vit se remuer tel un serpent, il tourna les talons et s’enfuit sans se retourner. « Ô Moïse, (reprit Allah), reviens, n’aie pas peur, tu es en sécurité"
        },
        {
            "chapter": 28,
            "verse": 32,
            "text": "Introduis ta main dans la fente de ta tunique, elle en ressortira blanche et saine de toute maladie. Presse ton bras contre toi pour dissiper ta terreur. Voilà deux preuves de ton Seigneur adressées à Pharaon et à son assemblée de notables. Car ce sont certes des gens pervers. »"
        },
        {
            "chapter": 28,
            "verse": 33,
            "text": "« Seigneur, dit Moïse, j’ai tué l’un des leurs, et je crains qu’ils ne me tuent"
        },
        {
            "chapter": 28,
            "verse": 34,
            "text": "Et puis mon frère Aaron a le verbe plus facile que moi. Envoie-le donc pour m’assister et confirmer mes propos, car je crains qu’ils ne m’accusent de mensonge. »"
        },
        {
            "chapter": 28,
            "verse": 35,
            "text": "« Nous ferons que ton frère te prête main forte, et Nous vous donnerons, à tous les deux, des arguments d’autorité et ils ne pourront vous atteindre. Grâce à Nos Signes, vous deux, ainsi que ceux qui vous suivront, serez les vainqueurs. »"
        }
    ]
}