{
    "pages": [
        {
            "chapter": 31,
            "verse": 20,
            "text": "Ne voyez-vous donc pas qu’Allah a mis (à votre service) ce qui est dans les cieux et sur terre et qu’Il répand sur vous Ses bienfaits patents et latents ? Il est des hommes qui disputent au sujet d’Allah sans aucune science, ni juste direction ni Livre pour les éclairer"
        },
        {
            "chapter": 31,
            "verse": 21,
            "text": "Quand il leur est dit : « Suivez donc ce qu’Allah a fait descendre (en révélation) ! » ils répliquent : « Nous suivrons plutôt ce que nous avons trouvé chez nos ancêtres. » Et cela même si Satan les appelait au supplice de la Fournaise"
        },
        {
            "chapter": 31,
            "verse": 22,
            "text": "Celui qui se soumet entièrement à Allah, en s’employant à faire le bien, aura fermement saisi l’anse la plus solide. C’est à Allah que revient l’issue de Toute chose"
        },
        {
            "chapter": 31,
            "verse": 23,
            "text": "Que la mécréance de ceux qui ont mécru ne t’afflige point ! C’est vers Nous que sera leur retour, et Nous les informerons alors de ce qu’ils auront fait. Allah Sait parfaitement ce qu’il y a tout au fond des cœurs"
        },
        {
            "chapter": 31,
            "verse": 24,
            "text": "Nous les faisons jouir des biens de ce monde pour quelque temps puis Nous les astreindrons à un supplice terrifiant"
        },
        {
            "chapter": 31,
            "verse": 25,
            "text": "Si tu leur demandais : « Qui a créé les cieux et la terre ? » ils répondraient certainement : « Allah ! » Dis : « Louange donc à Allah ! » Or la plupart d’entre eux n’en savent rien"
        },
        {
            "chapter": 31,
            "verse": 26,
            "text": "À Allah appartient tout ce qui est dans les cieux et sur terre. Allah est Celui Qui se passe de toute chose, et Il est Digne de Toute Louange"
        },
        {
            "chapter": 31,
            "verse": 27,
            "text": "Même si tous les arbres de la terre étaient autant de calames, et qu’à la mer s’ajoutaient sept autres mers pour en être l’encre, les paroles d’Allah ne s’épuiseraient point. Car Allah est Tout- Puissant et Sage"
        },
        {
            "chapter": 31,
            "verse": 28,
            "text": "Votre création et votre résurrection sont (aussi aisées que) celles d’une seule âme. Allah Entend Tout et Voit Tout"
        }
    ]
}