{
    "pages": [
        {
            "chapter": 34,
            "verse": 15,
            "text": "Il y avait, pour le peuple de Saba’, en leur pays, un Signe : deux jardins, sur la droite et sur la gauche. « Nourrissez-vous, (leur était-il dit), des biens dispensés par votre Seigneur et soyez-Lui reconnaissants : un pays si heureux et un Seigneur si Absoluteur ! »"
        },
        {
            "chapter": 34,
            "verse": 16,
            "text": "Mais ils se détournèrent. Alors Nous leur envoyâmes les flots impétueux du Barrage, et Nous substituâmes à leurs jardins deux autres aux fruits amers, des tamaris et quelques rares jujubiers"
        },
        {
            "chapter": 34,
            "verse": 17,
            "text": "C’est ainsi que Nous les avons sanctionnés de leur mécréance. Saurions-Nous sanctionner (de cette manière) un autre que le mécréant"
        },
        {
            "chapter": 34,
            "verse": 18,
            "text": "Entre eux et les cités que Nous avons bénies,[418] Nous établîmes des villes qui se prolongeaient les unes les autres. Nous avons déterminé avec mesure les distances qui les séparaient, (et Nous dîmes) : « Voyagez donc entre elles, de nuit comme de jour, en toute sûreté. »"
        },
        {
            "chapter": 34,
            "verse": 19,
            "text": "Mais ils dirent : « Fais, Seigneur, que les distances (séparant nos cités) soient plus grandes. » Ils furent injustes envers eux-mêmes. Nous fîmes d’eux des sujets de légendes et Nous les dispersâmes aux quatre vents. Il y a certes là des Signes pour tous ceux qui endurent et Nous sont grandement reconnaissants"
        },
        {
            "chapter": 34,
            "verse": 20,
            "text": "Satan vit se confirmer ce qu’il avait supposé à leur égard. Ils le suivirent donc, excepté un groupe de croyants"
        },
        {
            "chapter": 34,
            "verse": 21,
            "text": "Il n’avait pourtant aucune autorité sur eux, mais Nous voulions savoir qui croyait en l’autre monde et qui était dans le doute. Ton Seigneur Veille sur Toute chose"
        },
        {
            "chapter": 34,
            "verse": 22,
            "text": "Dis : « Invoquez donc ces prétendues (divinités) que vous (avez prises) en dehors d’Allah. Elles ne possèdent même pas le poids d’un atome des cieux et de la terre et n’ont jamais été associées (à leur création). Et aucune parmi elles ne peut prétendre être Son assistant. »"
        }
    ]
}