{
    "pages": [
        {
            "chapter": 42,
            "verse": 16,
            "text": "Ceux qui disputent (à coup d’arguments) au sujet d’Allah, après qu’il a été répondu à Son appel, leur argument n’a nulle valeur auprès de leur Seigneur. Sa colère s’abattra sur eux et ils auront un terrible supplice"
        },
        {
            "chapter": 42,
            "verse": 17,
            "text": "C’est Allah Qui a fait descendre (en révélation) le Livre en toute vérité, et (a établi) la balance (de la justice). Qu’en sais-tu ? Peut-être que l’Heure est toute proche"
        },
        {
            "chapter": 42,
            "verse": 18,
            "text": "Ceux qui n’y croient pas voudraient en hâter (la venue) et ceux qui (y) croient en redoutent l’arrivée. Ils savent, (quant à eux) qu’elle est pure vérité. Ceux qui doutent de l’Heure vont loin dans l’égarement"
        },
        {
            "chapter": 42,
            "verse": 19,
            "text": "Allah est Subtil envers Ses serviteurs. Il dispense Ses bienfaits à qui Il veut et Il est le Fort, le Tout-Puissant"
        },
        {
            "chapter": 42,
            "verse": 20,
            "text": "Quiconque veut récolter[471] (la moisson) de l’autre monde, Nous accroîtrons pour lui sa récolte ; et quiconque veut récolter (la moisson) de ce bas monde, Nous lui donnerons (de ce qu’il désire), mais il n’aura (droit à) aucune part de l’autre monde"
        },
        {
            "chapter": 42,
            "verse": 21,
            "text": "Ou alors ont-ils des associés qui ont prescrit pour eux, dans la religion, ce qu’Allah n’a pas permis ? Si le verdict tranchant n’avait pas été prononcé, ils auraient été départagés. Les injustes auront, certes, un supplice très douloureux"
        },
        {
            "chapter": 42,
            "verse": 22,
            "text": "Tu verras les injustes redoutant les actions qu’ils ont commises. (Le supplice) fondra sur eux inexorablement. Ceux qui auront cru et auront accompli les bonnes œuvres seront, eux, dans des jardins verdoyants. Auprès de leur Seigneur, tous leurs désirs seront satisfaits. Telle est la faveur suprême"
        }
    ]
}