{
    "pages": [
        {
            "chapter": 45,
            "verse": 14,
            "text": "Dis à ceux qui ont cru de pardonner à ceux qui n’espèrent[499] aucune faveur des jours d’Allah, afin qu’Il rétribue les hommes selon leurs œuvres acquises"
        },
        {
            "chapter": 45,
            "verse": 15,
            "text": "Quiconque fait une bonne action l’aura faite pour son propre bien, et quiconque commet une mauvaise action l’aura commise à ses dépens. Puis c’est vers votre Seigneur que vous serez ramenés"
        },
        {
            "chapter": 45,
            "verse": 16,
            "text": "Nous avons certes donné aux Enfants d’Israël le Livre, le discernement et la prophétie. Nous leur avons dispensé les meilleurs délices et les avons préférés à tous les autres peuples (qui étaient leurs contemporains)"
        },
        {
            "chapter": 45,
            "verse": 17,
            "text": "Nous leur avons apporté des preuves évidentes de l’Ordre (Suprême). Or ils ne sont tombés en désaccord qu’après que leur est parvenue la connaissance (de la vérité) et par hostilité des uns envers les autres. Ton Seigneur jugera entre eux au Jour de la Résurrection en tranchant leurs différends"
        },
        {
            "chapter": 45,
            "verse": 18,
            "text": "Puis Nous t’avons engagé (ô Muhammad) sur la voie de l’Ordre (Suprême). Suis-la donc et ne suis pas les penchants de ceux qui ne savent rien"
        },
        {
            "chapter": 45,
            "verse": 19,
            "text": "Ils ne te seront en rien utiles contre Allah. Les injustes sont en vérité alliés les uns des autres. Et Allah est, Lui, l’Allié des gens pieux"
        },
        {
            "chapter": 45,
            "verse": 20,
            "text": "Ce (Coran) est (source de) lumière pour les hommes, une juste direction (hudâ) et une miséricorde pour des gens qui croient fermement"
        },
        {
            "chapter": 45,
            "verse": 21,
            "text": "Ceux qui commettent de mauvaises œuvres s’imaginent-ils que Nous allons leur réserver, de leur vivant et après leur mort, le même traitement que ceux qui ont cru et accompli les bonnes œuvres ? Quel piètre jugement que le leur"
        },
        {
            "chapter": 45,
            "verse": 22,
            "text": "Allah a créé les cieux et la terre en toute vérité et pour que chaque être soit rétribué selon ce qu’il aura acquis. Et ils ne seront point lésés"
        }
    ]
}