{
    "pages": [
        {
            "chapter": 3,
            "verse": 158,
            "text": "Que vous mouriez ou que vous soyez tués, c’est toujours devant Allah que vous serez rassemblés"
        },
        {
            "chapter": 3,
            "verse": 159,
            "text": "C’est par une miséricorde d’Allah que tu t’es montré conciliant à leur égard. Si tu avais été rude et avais eu le cœur dur, ils se seraient dispersés autour de toi. Alors, pardonne-leur, prie pour leur pardon et consulte-les en cas de décision (ayant un rapport) avec les affaires (importantes). Et lorsque tu as pris ta décision, mets ta confiance en Allah, car Allah aime ceux qui s’en remettent à Lui"
        },
        {
            "chapter": 3,
            "verse": 160,
            "text": "Si Allah vous porte secours, nul ne pourra vous vaincre. Et s’Il vous délaisse, qui donc, après Lui, vous portera secours ? C’est à Allah que les croyants doivent s’en remettre"
        },
        {
            "chapter": 3,
            "verse": 161,
            "text": "Un Prophète n’a pas à détourner une partie du butin à son profit. Quiconque aura commis pareil détournement viendra le Jour de la Résurrection avec le butin détourné. Alors, toute âme sera rétribuée à la mesure de ses œuvres acquises. Et ils ne seront point lésés"
        },
        {
            "chapter": 3,
            "verse": 162,
            "text": "Mais alors, celui qui aura suivi l’agrément d’Allah est-il semblable à celui qui aura encouru la fureur d’Allah ? Son séjour sera le Feu, et quel horrible séjour"
        },
        {
            "chapter": 3,
            "verse": 163,
            "text": "Ils sont à différents degrés pour Allah, et Allah Voit parfaitement ce qu’ils font"
        },
        {
            "chapter": 3,
            "verse": 164,
            "text": "Allah a certes accordé une faveur aux croyants en leur envoyant un Messager d’entre eux, qui leur récite Ses versets, les purifie (de leurs péchés) et leur enseigne le Livre et la Sagesse, eux qui étaient auparavant dans un égarement manifeste"
        },
        {
            "chapter": 3,
            "verse": 165,
            "text": "Est-ce que lorsqu’un malheur vous atteint, alors que vous en avez auparavant fait subir le double, vous vous demandez : « D’où cela nous vient-il ? » Dis : « Cela vient de vous-mêmes. » Allah, certes, est de Toute chose Infiniment Capable"
        }
    ]
}