{
    "maqras": [
        {
            "chapter": 20,
            "verse": 55,
            "text": "۞منها خلقنكم وفيها نعيدكم ومنها نخرجكم تارة اخرى"
        },
        {
            "chapter": 20,
            "verse": 56,
            "text": "ولقد ارينه ءايتنا كلها فكذب وابى"
        },
        {
            "chapter": 20,
            "verse": 57,
            "text": "قال اجيتنا لتخرجنا من ارضنا بسحرك يموسى"
        },
        {
            "chapter": 20,
            "verse": 58,
            "text": "فلناتينك بسحر مثله فاجعل بيننا وبينك موعد ا لا نخلفه نحن ولا انت مكان ا سو ى"
        },
        {
            "chapter": 20,
            "verse": 59,
            "text": "قال موعدكم يوم الزينة وان يحشر الناس ضح ى"
        },
        {
            "chapter": 20,
            "verse": 60,
            "text": "فتولى فرعون فجمع كيده ثم اتى"
        },
        {
            "chapter": 20,
            "verse": 61,
            "text": "قال لهم موسى ويلكم لا تفتروا على الله كذب ا فيسحتكم بعذاب وقد خاب من افترى"
        },
        {
            "chapter": 20,
            "verse": 62,
            "text": "فتنزعوا امرهم بينهم واسروا النجوى"
        },
        {
            "chapter": 20,
            "verse": 63,
            "text": "قالوا ان هذن لسحرن يريدان ان يخرجاكم من ارضكم بسحرهما ويذهبا بطريقتكم المثلى"
        },
        {
            "chapter": 20,
            "verse": 64,
            "text": "فاجمعوا كيدكم ثم ايتوا صف ا وقد افلح اليوم من استعلى"
        },
        {
            "chapter": 20,
            "verse": 65,
            "text": "قالوا يموسى اما ان تلقي واما ان نكون اول من القى"
        },
        {
            "chapter": 20,
            "verse": 66,
            "text": "قال بل القوا فاذا حبالهم وعصيهم يخيل اليه من سحرهم انها تسعى"
        },
        {
            "chapter": 20,
            "verse": 67,
            "text": "فاوجس في نفسه خيفة موسى"
        },
        {
            "chapter": 20,
            "verse": 68,
            "text": "قلنا لا تخف انك انت الاعلى"
        },
        {
            "chapter": 20,
            "verse": 69,
            "text": "والق ما في يمينك تلقف ما صنعوا انما صنعوا كيد سحر ولا يفلح الساحر حيث اتى"
        },
        {
            "chapter": 20,
            "verse": 70,
            "text": "فالقي السحرة سجد ا قالوا ءامنا برب هرون وموسى"
        },
        {
            "chapter": 20,
            "verse": 71,
            "text": "قال ءامنتم له قبل ان ءاذن لكم انه لكبيركم الذي علمكم السحر فلاقطعن ايديكم وارجلكم من خلف ولاصلبنكم في جذوع النخل ولتعلمن اينا اشد عذاب ا وابقى"
        },
        {
            "chapter": 20,
            "verse": 72,
            "text": "قالوا لن نوثرك على ما جاءنا من البينت والذي فطرنا فاقض ما انت قاض انما تقضي هذه الحيوة الدنيا"
        },
        {
            "chapter": 20,
            "verse": 73,
            "text": "انا ءامنا بربنا ليغفر لنا خطينا وما اكرهتنا عليه من السحر والله خير وابقى"
        },
        {
            "chapter": 20,
            "verse": 74,
            "text": "انه من يات ربه مجرم ا فان له جهنم لا يموت فيها ولا يحيى"
        },
        {
            "chapter": 20,
            "verse": 75,
            "text": "ومن ياته مومن ا قد عمل الصلحت فاوليك لهم الدرجت العلى"
        },
        {
            "chapter": 20,
            "verse": 76,
            "text": "جنت عدن تجري من تحتها الانهر خلدين فيها وذلك جزاء من تزكى"
        },
        {
            "chapter": 20,
            "verse": 77,
            "text": "ولقد اوحينا الى موسى ان اسر بعبادي فاضرب لهم طريق ا في البحر يبس ا لا تخف درك ا ولا تخشى"
        },
        {
            "chapter": 20,
            "verse": 78,
            "text": "فاتبعهم فرعون بجنوده فغشيهم من اليم ما غشيهم"
        },
        {
            "chapter": 20,
            "verse": 79,
            "text": "واضل فرعون قومه وما هدى"
        },
        {
            "chapter": 20,
            "verse": 80,
            "text": "يبني اسرءيل قد انجينكم من عدوكم ووعدنكم جانب الطور الايمن ونزلنا عليكم المن والسلوى"
        },
        {
            "chapter": 20,
            "verse": 81,
            "text": "كلوا من طيبت ما رزقنكم ولا تطغوا فيه فيحل عليكم غضبي ومن يحلل عليه غضبي فقد هوى"
        },
        {
            "chapter": 20,
            "verse": 82,
            "text": "واني لغفار لمن تاب وءامن وعمل صلح ا ثم اهتدى"
        }
    ]
}