{
    "maqras": [
        {
            "chapter": 5,
            "verse": 51,
            "text": "۞يايها الذين ءامنوا لا تتخذوا اليهود والنصرى اولياء بعضهم اولياء بعض ومن يتولهم منكم فانه منهم ان الله لا يهدي القوم الظلمين"
        },
        {
            "chapter": 5,
            "verse": 52,
            "text": "فترى الذين في قلوبهم مرض يسرعون فيهم يقولون نخشى ان تصيبنا دايرة فعسى الله ان ياتي بالفتح او امر من عنده فيصبحوا على ما اسروا في انفسهم ندمين"
        },
        {
            "chapter": 5,
            "verse": 53,
            "text": "ويقول الذين ءامنوا اهولاء الذين اقسموا بالله جهد ايمنهم انهم لمعكم حبطت اعملهم فاصبحوا خسرين"
        },
        {
            "chapter": 5,
            "verse": 54,
            "text": "يايها الذين ءامنوا من يرتد منكم عن دينه فسوف ياتي الله بقوم يحبهم ويحبونه اذلة على المومنين اعزة على الكفرين يجهدون في سبيل الله ولا يخافون لومة لايم ذلك فضل الله يوتيه من يشاء والله وسع عليم"
        },
        {
            "chapter": 5,
            "verse": 55,
            "text": "انما وليكم الله ورسوله والذين ءامنوا الذين يقيمون الصلوة ويوتون الزكوة وهم ركعون"
        },
        {
            "chapter": 5,
            "verse": 56,
            "text": "ومن يتول الله ورسوله والذين ءامنوا فان حزب الله هم الغلبون"
        },
        {
            "chapter": 5,
            "verse": 57,
            "text": "يايها الذين ءامنوا لا تتخذوا الذين اتخذوا دينكم هزو ا ولعب ا من الذين اوتوا الكتب من قبلكم والكفار اولياء واتقوا الله ان كنتم مومنين"
        },
        {
            "chapter": 5,
            "verse": 58,
            "text": "واذا ناديتم الى الصلوة اتخذوها هزو ا ولعب ا ذلك بانهم قوم لا يعقلون"
        },
        {
            "chapter": 5,
            "verse": 59,
            "text": "قل ياهل الكتب هل تنقمون منا الا ان ءامنا بالله وما انزل الينا وما انزل من قبل وان اكثركم فسقون"
        },
        {
            "chapter": 5,
            "verse": 60,
            "text": "قل هل انبيكم بشر من ذلك مثوبة عند الله من لعنه الله وغضب عليه وجعل منهم القردة والخنازير وعبد الطغوت اوليك شر مكان ا واضل عن سواء السبيل"
        },
        {
            "chapter": 5,
            "verse": 61,
            "text": "واذا جاءوكم قالوا ءامنا وقد دخلوا بالكفر وهم قد خرجوا به والله اعلم بما كانوا يكتمون"
        },
        {
            "chapter": 5,
            "verse": 62,
            "text": "وترى كثير ا منهم يسرعون في الاثم والعدون واكلهم السحت لبيس ما كانوا يعملون"
        },
        {
            "chapter": 5,
            "verse": 63,
            "text": "لولا ينهىهم الربنيون والاحبار عن قولهم الاثم واكلهم السحت لبيس ما كانوا يصنعون"
        },
        {
            "chapter": 5,
            "verse": 64,
            "text": "وقالت اليهود يد الله مغلولة غلت ايديهم ولعنوا بما قالوا بل يداه مبسوطتان ينفق كيف يشاء وليزيدن كثير ا منهم ما انزل اليك من ربك طغين ا وكفر ا والقينا بينهم العدوة والبغضاء الى يوم القيمة كلما اوقدوا نار ا للحرب اطفاها الله ويسعون في الارض فساد ا والله لا يحب المفسدين"
        },
        {
            "chapter": 5,
            "verse": 65,
            "text": "ولو ان اهل الكتب ءامنوا واتقوا لكفرنا عنهم سياتهم ولادخلنهم جنت النعيم"
        },
        {
            "chapter": 5,
            "verse": 66,
            "text": "ولو انهم اقاموا التورىة والانجيل وما انزل اليهم من ربهم لاكلوا من فوقهم ومن تحت ارجلهم منهم امة مقتصدة وكثير منهم ساء ما يعملون"
        }
    ]
}