{
    "maqras": [
        {
            "chapter": 11,
            "verse": 84,
            "text": "۞والى مدين اخاهم شعيب ا قال يقوم اعبدوا الله ما لكم من اله غيره ولا تنقصوا المكيال والميزان اني ارىكم بخير واني اخاف عليكم عذاب يوم محيط"
        },
        {
            "chapter": 11,
            "verse": 85,
            "text": "ويقوم اوفوا المكيال والميزان بالقسط ولا تبخسوا الناس اشياءهم ولا تعثوا في الارض مفسدين"
        },
        {
            "chapter": 11,
            "verse": 86,
            "text": "بقيت الله خير لكم ان كنتم مومنين وما انا عليكم بحفيظ"
        },
        {
            "chapter": 11,
            "verse": 87,
            "text": "قالوا يشعيب اصلوتك تامرك ان نترك ما يعبد ءاباونا او ان نفعل في امولنا ما نشوا انك لانت الحليم الرشيد"
        },
        {
            "chapter": 11,
            "verse": 88,
            "text": "قال يقوم ارءيتم ان كنت على بينة من ربي ورزقني منه رزقا حسن ا وما اريد ان اخالفكم الى ما انهىكم عنه ان اريد الا الاصلح ما استطعت وما توفيقي الا بالله عليه توكلت واليه انيب"
        },
        {
            "chapter": 11,
            "verse": 89,
            "text": "ويقوم لا يجرمنكم شقاقي ان يصيبكم مثل ما اصاب قوم نوح او قوم هود او قوم صلح وما قوم لوط منكم ببعيد"
        },
        {
            "chapter": 11,
            "verse": 90,
            "text": "واستغفروا ربكم ثم توبوا اليه ان ربي رحيم ودود"
        },
        {
            "chapter": 11,
            "verse": 91,
            "text": "قالوا يشعيب ما نفقه كثير ا مما تقول وانا لنرىك فينا ضعيف ا ولولا رهطك لرجمنك وما انت علينا بعزيز"
        },
        {
            "chapter": 11,
            "verse": 92,
            "text": "قال يقوم ارهطي اعز عليكم من الله واتخذتموه وراءكم ظهريا ان ربي بما تعملون محيط"
        },
        {
            "chapter": 11,
            "verse": 93,
            "text": "ويقوم اعملوا على مكانتكم اني عمل سوف تعلمون من ياتيه عذاب يخزيه ومن هو كذب وارتقبوا اني معكم رقيب"
        },
        {
            "chapter": 11,
            "verse": 94,
            "text": "ولما جاء امرنا نجينا شعيب ا والذين ءامنوا معه برحمة منا واخذت الذين ظلموا الصيحة فاصبحوا في ديرهم جثمين"
        },
        {
            "chapter": 11,
            "verse": 95,
            "text": "كان لم يغنوا فيها الا بعد ا لمدين كما بعدت ثمود"
        },
        {
            "chapter": 11,
            "verse": 96,
            "text": "ولقد ارسلنا موسى بايتنا وسلطن مبين"
        },
        {
            "chapter": 11,
            "verse": 97,
            "text": "الى فرعون وملايه فاتبعوا امر فرعون وما امر فرعون برشيد"
        },
        {
            "chapter": 11,
            "verse": 98,
            "text": "يقدم قومه يوم القيمة فاوردهم النار وبيس الورد المورود"
        },
        {
            "chapter": 11,
            "verse": 99,
            "text": "واتبعوا في هذه لعنة ويوم القيمة بيس الرفد المرفود"
        },
        {
            "chapter": 11,
            "verse": 100,
            "text": "ذلك من انباء القرى نقصه عليك منها قايم وحصيد"
        },
        {
            "chapter": 11,
            "verse": 101,
            "text": "وما ظلمنهم ولكن ظلموا انفسهم فما اغنت عنهم ءالهتهم التي يدعون من دون الله من شيء لما جاء امر ربك وما زادوهم غير تتبيب"
        },
        {
            "chapter": 11,
            "verse": 102,
            "text": "وكذلك اخذ ربك اذا اخذ القرى وهي ظلمة ان اخذه اليم شديد"
        },
        {
            "chapter": 11,
            "verse": 103,
            "text": "ان في ذلك لاية لمن خاف عذاب الاخرة ذلك يوم مجموع له الناس وذلك يوم مشهود"
        },
        {
            "chapter": 11,
            "verse": 104,
            "text": "وما نوخره الا لاجل معدود"
        },
        {
            "chapter": 11,
            "verse": 105,
            "text": "يوم يات لا تكلم نفس الا باذنه فمنهم شقي وسعيد"
        },
        {
            "chapter": 11,
            "verse": 106,
            "text": "فاما الذين شقوا ففي النار لهم فيها زفير وشهيق"
        },
        {
            "chapter": 11,
            "verse": 107,
            "text": "خلدين فيها ما دامت السموت والارض الا ما شاء ربك ان ربك فعال لما يريد"
        }
    ]
}