{
    "pages": [
        {
            "chapter": 7,
            "verse": 58,
            "text": "Güzel olan ülkenin bitkisi, Rabbinin izniyle çıkar; kötü olandan ise yararsız bitkiden başka bir şey çıkmaz. İşte biz, şükreden bir toplum için ayetleri böyle döndürüp (tekrar tekrar) açıklarız"
        },
        {
            "chapter": 7,
            "verse": 59,
            "text": "Andolsun Nuh'u kavmine gönderdik: \"Ey kavmim, dedi, Allah'a kulluk edin, sizin O'ndan başka tanrınız yoktur. Doğrusu ben, size büyük bir günün azabın(ın inmesin)den korkuyorum"
        },
        {
            "chapter": 7,
            "verse": 60,
            "text": "Kavminden ileri gelenler dediler ki: \"Biz seni açık bir sapıklık içinde görüyoruz"
        },
        {
            "chapter": 7,
            "verse": 61,
            "text": "Dedi ki: \"Ey kavmim, bende bir sapıklık yok, ben alemlerin Rabbi tarafından gönderilmiş bir elçiyim"
        },
        {
            "chapter": 7,
            "verse": 62,
            "text": "Size Rabbimin mesajlarını duyuruyorum, size öğüt veriyorum ve Allah tarafından, sizin bilmediğiniz şeyleri biliyorum"
        },
        {
            "chapter": 7,
            "verse": 63,
            "text": "Korunup da merhamete uğramanız için, içinizden sizi uyaracak bir adam aracılığı ile bir Zikir (sizi ikaz eden bir Kitap, size şan ve şeref verecek bir kanun) gelmesine şaştınız mı"
        },
        {
            "chapter": 7,
            "verse": 64,
            "text": "O'nu yalanladılar, biz de O'nunla berebar gemide bulunanları kurtardık, ayetlerimizi yalanlayanları boğduk! Çünkü onlar kör bir kavim idiler"
        },
        {
            "chapter": 7,
            "verse": 65,
            "text": "Ad(kavmin)e de kardeşleri Hud'u (gönderdik): \"Ey kavmim, Allah'a kulluk edin, sizin O'dan başka tanrınız yoktur. (O'na karşı gelmekten) sakınmaz mısınız?\" dedi"
        },
        {
            "chapter": 7,
            "verse": 66,
            "text": "Kavminden ileri gelen inkarcılar dediler ki: \"Biz seni bir beyinsizlik içinde görüyoruz ve biz seni yalancılardan sanıyoruz"
        },
        {
            "chapter": 7,
            "verse": 67,
            "text": "Ey kavmim, bende beyinsizlik yok, ben alemlerin Rabbi tarafından gönderilmiş bir elçiyim. dedi"
        }
    ]
}