{
    "pages": [
        {
            "chapter": 17,
            "verse": 87,
            "text": "Ancak Rabbin sana acıyarak ayetlerini geri almamaktadır. Çünkü O'nun sana olan lutfu cidden büyüktür"
        },
        {
            "chapter": 17,
            "verse": 88,
            "text": "De ki: \"Andolsun eğer insan(lar) ve cin(ler) bu Kur'an'ın bir benzerini getirmek üzere toplansalar ve birbirlerine arka ol(up yardım et)seler yine onun benzerini getiremezler"
        },
        {
            "chapter": 17,
            "verse": 89,
            "text": "Andolsun biz bu Kur'an'da insanlara her çeşit misali türlü biçimlerde anlattık, ama insanlardan çoğu inkarda direttiler"
        },
        {
            "chapter": 17,
            "verse": 90,
            "text": "Dediler ki: \"Yerden bize bir göze fışkırtmadıkça sana inanmayız"
        },
        {
            "chapter": 17,
            "verse": 91,
            "text": "Yahut senin hurmalardan ve üzümlerden oluşan bir bahçen olmalı, aralarından ırmaklar fışkırtmalısın"
        },
        {
            "chapter": 17,
            "verse": 92,
            "text": "Yahut zannettiğin gibi üzerimize gökten parçalar düşürmelisin, yahut Allah'ı ve melekleri karşımıza getirmelisin (onlar senin doğru söylediğine şahidlik etmelidirler)"
        },
        {
            "chapter": 17,
            "verse": 93,
            "text": "Yahut altundan bir evin olmalı, ya da göğe çıkmalısın. Ama, sen üzerimize, okuyacağımız bir Kitap indirmedikçe senin sadece göğe çıkmana da inanmayız! De ki: \"Rabbimin şanı yücedir. (Böyle şeyleri yapmak benim işim değildir). Ben, sadece elçi ol(arak gönderil)en bir insan değil miyim"
        },
        {
            "chapter": 17,
            "verse": 94,
            "text": "Zaten kendilerine hidayet geldiği zaman insanları doğru yola gelmekten alıkoyan şey, hep: \"Allah, bir insanı elçi mi gönderdi?\" demeleridir"
        },
        {
            "chapter": 17,
            "verse": 95,
            "text": "De ki: \"Eğer yer yüzünde uslu uslu yürüyen melekler olsaydı, elbette onlara gökten bir meleği elçi gönderirdik"
        },
        {
            "chapter": 17,
            "verse": 96,
            "text": "De ki: \"Benimle sizin aranızda şahid olarak Allah yeter. O, kulları(nın halleri)ni haber alır, görür"
        }
    ]
}