{
    "pages": [
        {
            "chapter": 43,
            "verse": 48,
            "text": "Onlara gösterdiğimiz her mu'cize, mutlaka kızkardeşinden (ötekinden) büyüktü. Belki dönerler diye onları (kıtlık, tufan, çekirge gibi türlü) azab(lar) ile cezalandırdık"
        },
        {
            "chapter": 43,
            "verse": 49,
            "text": "Bunun üzerine dediler ki: \"Ey büyücü, bizim için Rabbine du'a et, sana verdiği söz hakkı için (bizi bağışlasın) artık biz yola geleceğiz"
        },
        {
            "chapter": 43,
            "verse": 50,
            "text": "Fakat biz onlardan azabı kaldırınca sözlerinden dönmeğe başladılar"
        },
        {
            "chapter": 43,
            "verse": 51,
            "text": "Fir'avn kavminin içinde bağırıp dedi: \"Ey kavmim, Mısır mülkü ve şu altımdan akıp giden ırmaklar benim değil mi? Görmüyor musunuz"
        },
        {
            "chapter": 43,
            "verse": 52,
            "text": "Yahut ben, şu aşağılık, nerdeyse söz anlatamayacak durumda olan adamdan daha iyi değil miyim"
        },
        {
            "chapter": 43,
            "verse": 53,
            "text": "(Eğer o, doğru söylüyorsa) Üzerine altın bilezikler atılmalı, yahut yanında (kendisine yardım eden, onu doğrulayan) melekler de gelmeli değil miydi"
        },
        {
            "chapter": 43,
            "verse": 54,
            "text": "Kavmini küçümsedi, onlar da ona boyun eğdiler. Çünkü onlar yoldan çıkmış bir kavim idiler"
        },
        {
            "chapter": 43,
            "verse": 55,
            "text": "Onlar bizi kızdırınca biz de onlardan öc aldık, hepsini boğduk"
        },
        {
            "chapter": 43,
            "verse": 56,
            "text": "Onları sonradan gelen(inkarcı)ların geçmiş ataları ve örneği yaptık(bunlar da onların izinden gittiler)"
        },
        {
            "chapter": 43,
            "verse": 57,
            "text": "Meryem oğlu, bir misal olarak anlatılınca hemen kavmin, ondan ötürü yaygarayı bastılar"
        },
        {
            "chapter": 43,
            "verse": 58,
            "text": "Bizim tanrılarımız mı hayırlı, yoksa o mu? dediler. Bunu sadece tartışma için sana misal verdiler. Doğrusu onlar, kavgacı bir toplumdur"
        },
        {
            "chapter": 43,
            "verse": 59,
            "text": "O, sadece kendisine ni'met verdiğimiz ve İsrail oğullarına örnek kıldığımız bir kuldur"
        },
        {
            "chapter": 43,
            "verse": 60,
            "text": "Eğer dileseydik, sizden şu dünyada yerinize geçen melekler yapardık"
        }
    ]
}