{
    "pages": [
        {
            "chapter": 44,
            "verse": 1,
            "text": "Ha mim"
        },
        {
            "chapter": 44,
            "verse": 2,
            "text": "Apaçık Kitaba andolsun ki"
        },
        {
            "chapter": 44,
            "verse": 3,
            "text": "Biz onu mübarek bir gecede indirdik. Çünkü biz, uyarıcıyız"
        },
        {
            "chapter": 44,
            "verse": 4,
            "text": "Her hikmetli emir, o gecede ayırdedilir"
        },
        {
            "chapter": 44,
            "verse": 5,
            "text": "Katımızdan (verilen her) emir. Çünkü biz elçi göndericiyiz"
        },
        {
            "chapter": 44,
            "verse": 6,
            "text": "Senin Rabbinin acıması gereği olarak (gönderdiğimiz elçilere o gece emirlerimizi açıklar, vahiylerimizi bildiririz). Doğrusu O, işitendir, bilendir"
        },
        {
            "chapter": 44,
            "verse": 7,
            "text": "Eğer kesin olarak inanıyorsanız (bilin ki Allah), göklerin, yerin ve ikisi arasında bulunanların Rabbidir"
        },
        {
            "chapter": 44,
            "verse": 8,
            "text": "O'ndan başka tanrı yoktur, yaşatır, öldürür. Sizin de Rabbiniz, önceki atalarınızın da Rabbidir"
        },
        {
            "chapter": 44,
            "verse": 9,
            "text": "Ama onlar, şüphe içinde oynuyorlar"
        },
        {
            "chapter": 44,
            "verse": 10,
            "text": "Göğün, açık bir duman getireceği günü gözetle"
        },
        {
            "chapter": 44,
            "verse": 11,
            "text": "(Duman) İnsanları sarar. Bu, acı bir azabdır"
        },
        {
            "chapter": 44,
            "verse": 12,
            "text": "Rabbimiz, bizden azabı kaldır, çünkü biz artık inanıyoruz derler"
        },
        {
            "chapter": 44,
            "verse": 13,
            "text": "Artık onlar nasıl düşünüp öğüt alacaklar (öğüt alma zamanı geçti)? Oysa kendilerine apaçık bir elçi gelmişti"
        },
        {
            "chapter": 44,
            "verse": 14,
            "text": "Ondan yüz çevirdiler: \"Bu, öğretilmiştir, cinlenmiştir\" dediler"
        },
        {
            "chapter": 44,
            "verse": 15,
            "text": "Biz sizden azabı birazcık kaldırırız ama siz yine (inkarınıza) dönersiniz"
        },
        {
            "chapter": 44,
            "verse": 16,
            "text": "O gün büyük vuruşla vururuz; zira biz öc alıcıyız"
        },
        {
            "chapter": 44,
            "verse": 17,
            "text": "Andolsun, onlardan önce Fir'avn toplumunu da (imkanlar vererek) sınadık. Onlara değerli bir elçi geldi, (şöyle diyerek)"
        },
        {
            "chapter": 44,
            "verse": 18,
            "text": "Allah'ın kullarını bana teslim edin; çünkü ben sizin için güvenilir bir elçiyim"
        }
    ]
}