{
    "pages": [
        {
            "chapter": 3,
            "verse": 38,
            "text": "Orada Zekeriyya, Rabbine du'a etmiş: \"Rabbim, demişti, bana katından temiz bir nesil ver. Sen du'ayı işitensin"
        },
        {
            "chapter": 3,
            "verse": 39,
            "text": "Zekeriyya, mabedde durmuş namaz kılarken, melekler ona: \"Allah sana, Allah'tan bir kelimeyi doğrulayıcı, efendi, nefsine hakim ve iyilerden bir peygamber olacak Yahya'yı müjdeler,\" diye ünlediler"
        },
        {
            "chapter": 3,
            "verse": 40,
            "text": "Dedi ki: \"Rabbim, bana ihtiyarlık gelip çatmış, karım da kısırken benim nasıl oğlum olur?\" (Allah): \"Öyle (ama) Allah, dilediğini yapar.\" dedi"
        },
        {
            "chapter": 3,
            "verse": 41,
            "text": "Rabbim, o halde bana (oğlum olacağına dair) bir alamet ver! dedi. (Allah) buyurdu ki: \"Senin alametin üç gün insanlarla işaretten başka türlü konuşamamandır; Rabbini çok an, akşam sabah (O'nu) tesbih et"
        },
        {
            "chapter": 3,
            "verse": 42,
            "text": "Melekler demişti ki: \"Ey Meryem, Allah seni seçti, temizledi ve seni dünyaların kadınlarına üstün kıldı"
        },
        {
            "chapter": 3,
            "verse": 43,
            "text": "Ey Meryem, Rabbine divan dur, secde et ve (O'nun huzurunda) eğilenlerle beraber eğil"
        },
        {
            "chapter": 3,
            "verse": 44,
            "text": "(Ey Muhammed) Bunlar sana vahyettiğimiz, görünmez alemin haberlerindendir. Meryem'e hangisi kefil olacak diye (kur'a) oklarını atarlarken sen onların yanında değildin; birbirleriyle çekiştikleri zaman da sen yanlarında değildin"
        },
        {
            "chapter": 3,
            "verse": 45,
            "text": "Melekler demişti ki: \"Ey Meryem, Allah seni, kendisinden bir kelime ile müjdeliyor: Adı Meryem oğlu Îsa Mesih'dir; dünyada da, ahirette de yüzde (şerefli) ve (Allah'a) yakın olanlardandır"
        }
    ]
}