{
    "maqras": [
        {
            "chapter": 2,
            "verse": 189,
            "text": "Sana dogan aylardan soruyorlar. De ki: \"Onlar, insanlar ve hac icin vakit olculeridir.\" Evlere arkalarından girmek iyilik degildir. Iyilik, Allah'tan korkanın iyiligidir. Evlere kapılarından girin ve Allah'tan korkun ki, basarıya eresiniz, umdugunuzu bulasınız"
        },
        {
            "chapter": 2,
            "verse": 190,
            "text": "Sizinle savasanlarla Allah yolunda savasın; fakat haksız yere saldırmayın, cunku Allah, saldırganları sevmez"
        },
        {
            "chapter": 2,
            "verse": 191,
            "text": "Onları nerede yakalarsanız oldurun, onların sizi cıkardıkları yer(Mekke)den size de onları cıkarın! Fitne (baskı yapmak), adam oldurmekten daha kotudur. Mescid-i Haram'da onlarla savasmayın ki, onlar da sizinle orada savasmasınlar. Fakat onlar sizinle savasırlarsa, hemen onları oldurun; kafirlerin cezası boyledir"
        },
        {
            "chapter": 2,
            "verse": 192,
            "text": "Eger onlar (saldırılarına) son verirlerse, Allah bagıslayandır, esirgeyendir"
        },
        {
            "chapter": 2,
            "verse": 193,
            "text": "Onlarla savasın ki, fitne (baskı) ortadan kalksın, din yalnız Allah'ın dini olsun. (Yalnız O'na tapılsın) Eger (saldırılarına) son verirlerse artık zalimlerden baskasına dusmanlık olmaz"
        },
        {
            "chapter": 2,
            "verse": 194,
            "text": "Haram ayı, haram aya karsılıktır. Hurmetler, karsılıklıdır. Kim size saldırırsa, onun size saldırdıgı kadar siz de ona saldırın; Allah'tan korkun, bilin ki Allah (gunahlardan) korunanlarla beraberdir"
        },
        {
            "chapter": 2,
            "verse": 195,
            "text": "(Mallarınızı) Allah yolunda harcayın, kendi ellerinizle kendinizi tehlikeye atmayın, iyilik edin, dogrusu Allah iyilik edenleri sever"
        },
        {
            "chapter": 2,
            "verse": 196,
            "text": "Allah icin haccı ve omreyi tamamlayın. Eger (engellenmis olursanız kolayınıza gelen kurbanı (gonderin); kurban yerine varıncaya kadar baslarınızı tıras etmeyin. Icinizden hasta olan, ya da basından bir rahatsızlıgı bulunan (bundan oturu tıras olmak zorunda kalan) kimse, oructan, sadakadan veya kurbandan (biriyle) fidye (versin). Guvene kavustugunuzda, hac (zamanın)a kadar omre ile faydalanmak isteyen kimse, kolayına gelen kurbanı keser. (Kurban) Bulamayan kimse uc gun hacda, yedi gun de dondugunuz zaman (olmak uzere) tam on gun oruc tutar. Bu, ailesi Mescid-i Haram (civarın)da oturmayanlar icindir. Allah'tan korkun ve Allah'ın cezasının cetin oldugunu bilin"
        },
        {
            "chapter": 2,
            "verse": 197,
            "text": "Hac, bilinen aylardadır. Kim o aylarda (ihrama girerek) haccı (kendisine) gerekli kılarsa bilsin ki, hacda kadına yaklasmak, gunaha sapmak, kavga etmek yoktur. Allah, yaptıgınız her iyiligi bilir. Yanınıza azık alın (da aclıktan korunun), azıgın en iyisi korunmadır. Ey akıl sahipleri benden korunun"
        },
        {
            "chapter": 2,
            "verse": 198,
            "text": "Rabbinizin lutuf ve keremini aramanızda sizin icin bir gunah yoktur. Arafat(taki durus)tan ayrılıp (Muzdelife'ye) akın edince Mes'ar-i haram'da Allah'ı anın, O'nun size gosterdigi bicimde O'nu anın. O'nun yol gostermesinden once siz, sapıklardan idiniz"
        },
        {
            "chapter": 2,
            "verse": 199,
            "text": "Sonra insanların akın akın dondugu yerden siz de akın edin ve Allah'tan magfiret dileyin, suphesiz Allah bagıslayandır, esirgeyendir"
        },
        {
            "chapter": 2,
            "verse": 200,
            "text": "Hac ibadetlerinizi bitirince atalarınızı andıgınız gibi hatta, daha kuvvetli bir anısla Allah'ı anın. Insanlardan kimi \"Rabbimiz bize dunyada ver!\" der; onun ahirette bir payı yoktur"
        },
        {
            "chapter": 2,
            "verse": 201,
            "text": "Onlardan kimi de: \"Rabbimiz, bize dunyada da guzellik ver, ahirette de guzellik ver, bizi ates azabından koru!\" der"
        },
        {
            "chapter": 2,
            "verse": 202,
            "text": "Iste onlara, kazandıklarından bir pay vardır. Allah, hesabı cabuk gorendir"
        }
    ]
}