{
    "maqras": [
        {
            "chapter": 58,
            "verse": 1,
            "text": "Allah, kocası hakkında seninle tartısan ve Allah'a sikayette bulunan kadının sozunu isitti. Allah, ikinizin birbirinizle konusmanızı isitir. Cunku Allah isitendir, gorendir"
        },
        {
            "chapter": 58,
            "verse": 2,
            "text": "Sizden kadınlara zıhar edenler (sen bana, anamın sırtı gibisin diyenler), bilmelidirler ki o kadınlar, onların anaları degillerdir. Onların anaları, ancak kendilerini doguran kadınlardır. Onlar, cirkin ve yalan olan bir soz soyluyorlar. Bununla beraber Allah, affedicidir bagıslayıcıdır"
        },
        {
            "chapter": 58,
            "verse": 3,
            "text": "Kadınlarına zıhar edip sonra soylediklerine donenler, karılarıyle temaslarından once bir koleyi hurriyete kavusturmalıdırlar. Size ogutlenen budur. Allah, yaptıklarınızı haber almaktadır"
        },
        {
            "chapter": 58,
            "verse": 4,
            "text": "Buna imkan bulamayan, temaslarından once aralıksız olarak iki ay oruc tutmalıdır. Buna da gucu yetmeyen, altmıs fakiri doyurmalıdır. Allah'a ve Elcisine inanmanız (onların sozlerini dogrulamanız) icin bu hukumler konmustur. Bunlar, Allah'ın sınırlarıdır (bu sınırları tanımayan) kafirler icin acı bir azab vardır"
        },
        {
            "chapter": 58,
            "verse": 5,
            "text": "Allah'a ve Elcisine karsı gelen (onların koydugu sınırlardan baska sınırlar koymaga kalkan)lar kendilerinden oncekilerin tepelendikleri gibi tepeleneceklerdir! Biz acık acık ayetler indirdik. kafirler icin kucuk dusurucu bir azab vardır"
        },
        {
            "chapter": 58,
            "verse": 6,
            "text": "Allah onların hepsini tekrar diriltecegi gun ne yaptıklarını kendilerine haber verecektir! Allah on(ların yaptıkları isler)i hep saymıs (zaptetmis)tir. Onlar ise onu unutmuslardır. Allah her seye sahiddir"
        },
        {
            "chapter": 58,
            "verse": 7,
            "text": "Goklerde ve yerde olanları, Allah'ın bildigini gormedin mi? Uc kisi gizli konussa mutlaka dordunculeri O'dur. Bes kisi gizli konussa mutlaka altıncıları O'dur. Bundan az da, bundan cok da olsalar, nerede bulunsalar mutlaka O, onlarla beraberdir. Sonra kıyamet gunu, onlara yaptıklarını haber verir. Cunku Allah, her seyi bilendir"
        },
        {
            "chapter": 58,
            "verse": 8,
            "text": "Gormedin mi su adamları ki gizli gizli konusmaktan menedildikleri halde yine o menedildikleri ise donuyorlar; gunah, dusmanlık, Elciye isyan hususunda gizli gizli konusuyorlar. Sana geldikleri zaman seni, Allah'ın selamlamadıgı bir tarzda selamlıyorlar ve kendi iclerinde de: \"Bu dedigimizden oturu Allah bize azab etse ya\" diyorlar. Cehennem onlara yeter. Oraya gireceklerdir, ne kotu gidilecek yerdir orası"
        },
        {
            "chapter": 58,
            "verse": 9,
            "text": "Ey inananlar, aranızda gizli konustugunuz zaman gunah, dusmanlık ve Elciye karsı gelme uzerinde konusmayın; iyilik ve takva uzerinde konusun ve huzuruna toplanacagınız Allah'tan korkun"
        },
        {
            "chapter": 58,
            "verse": 10,
            "text": "Gizli konusma( fiskos) seytandandır. (Seytan insanları bu yola iletir ki) inananlar uzulsunler. Oysa o, Allah'ın izni olmadıkca mu'minlere hicbir zarar veremez. Mu'minler Allah'a dayansınlar"
        },
        {
            "chapter": 58,
            "verse": 11,
            "text": "Ey inananlar, size: \"Meclislerde yer acın\" dendigi zaman yer acın ki Allah da size genislik versin. Size: \"Kalkın\" dendigi zaman da, kalkın ki Allah sizden inananları ve kendilerine ilim verilenleri derecelerle yukseltsin. Allah yaptıklarınızı haberalmaktadır"
        },
        {
            "chapter": 58,
            "verse": 12,
            "text": "Ey inananlar, siz Elci ile gizli konusacagınız zaman bu gizli konusmanızdan once bir sadaka verin. Bu sizin icin daha hayırlı ve daha temizdir. Sayet (sadaka verecek bir sey) bulamazsınız, Allah bagıslayandır, esirgeyendir"
        },
        {
            "chapter": 58,
            "verse": 13,
            "text": "Gizli konusmanızdan once sadaka vermenizden korktunuz mu? Cunku yapmadınız. Allah da sizi (bundan) affetti. Artık namazı kılın, zekatı verin, Allah'a ve Elcisine ita'at edin. Allah yaptıklarınızı bilmektedir"
        }
    ]
}