{
    "juzs": [
        {
            "chapter": 3,
            "verse": 93,
            "text": "Saba rakama khadya baidha chila isara'ilera bansadharadera jan'ye'o, -- se-saba chara ya ta'orata abatirna habara age isara'ila nijera jan'ya nisid'dha karechila. Balo -- ''ta hale ta'orata niye esa ara ta paro, yadi tomara satyabadi ha'o.’’"
        },
        {
            "chapter": 3,
            "verse": 94,
            "text": "Ata'eba ye ke'u erapara allah‌ra birud'dhe mithyaropa kare, tahale tara nijera'i hacche an'yayakari."
        },
        {
            "chapter": 3,
            "verse": 95,
            "text": "Balo -- ''allah satyakatha balena, kaje'i rjusbabhaba ibrahimera dharma anusarana karo, ara tini bahukhodabadidera antarbhukta chilena na.’’"
        },
        {
            "chapter": 3,
            "verse": 96,
            "text": "Nihsandeha manabajatira jan'ya prathama ye bhojanalaya pratistha hayechila ta hacche bakkate, -- asesa kalyanamaya, ara saba manabagosthira jan'ya pathapradarsaka."
        },
        {
            "chapter": 3,
            "verse": 97,
            "text": "Ete ache suspasta nidarsanabali -- makkame ibrahima; ara ye ke'u ekhane prabesa karabe se hacche nirapada, ara allah‌ra uddesye e'i grhe haja kara manabagosthira jan'ya abasyika -- yara'i sekhanakara patheya arjanera ksamata ache. Ara ye abisbasa posana kare -- tahale nihsandeha allah samasta srsta jagatera theke sbayam-sampurna."
        },
        {
            "chapter": 3,
            "verse": 98,
            "text": "Balo -- ''he granthaprapta lokera! Kena tomara allah‌ra nirdesabalite abisbasa posana karo, athaca allah saksi rayechena tomara ya karo tara?’’"
        },
        {
            "chapter": 3,
            "verse": 99,
            "text": "Balo -- ''he granthadharigana! Kena tomara yara imana eneche tadera allah‌ra patha theke pratirodha karo, tomara tara bakrata khomjo, athaca tomara saksi rayecha?’’ Ara allah gaphila nana tomara ya karo se-sanbandhe musalimadera birud'dhacarana karara karasaji allah‌ra agocara thakache na."
        },
        {
            "chapter": 3,
            "verse": 100,
            "text": "Ohe yara imana enecha! Yadera kitaba deya hayeche tadera kono eka dalera anubarti yadi tomara ha'o, tara tomadera phiriye nebe abisbasidera dale tomadera imana anara pare'o."
        },
        {
            "chapter": 3,
            "verse": 101,
            "text": "Kintu kemana kare tomara abisbasa posana karo yakhana tomadera'i kache allah‌ra banisamuha patha kara hacche, ara tomadera kache achena tamra rasula? Ara ye allah‌ke drrhabhabe dhare thake, niscaya se tahale calita hayeche sahaja-sathika pathe."
        },
        {
            "chapter": 3,
            "verse": 102,
            "text": "Ohe yara imana enecha! Allah‌ke bhaya-srad'dha karo yemana tamke bhayabhakti kara ucita, ara tomara pranatyaga karo na a‌tmasamarpita na haye."
        },
        {
            "chapter": 3,
            "verse": 103,
            "text": "Ara tomara sabe mile allah‌ra rasi drrhabhabe amkare dharo, ara bicchinna hayo na, ara smarana karo tomadera upare allah‌ra anugraha, -- yatha tomara chile paraspara satru, tarapara tini tomadera hrdaye sampriti ghatalena, kaje'i tamra anugrahe tomara hale bha'i-bha'i. Ara tomara chile eka agunera gartera kinare, tarapara tini tomadera ta theke bamcalena. E'ibhabe allah tomadera jan'ya tamra nirdesabali suspasta karena yena tomara pathera disa pa'o."
        },
        {
            "chapter": 3,
            "verse": 104,
            "text": "Ara tomadera madhye emana ekati lokadala ha'oya ca'i yara ahbana karabe kalyanera prati, ara nirdesa debe n'yayapathera, ara nisedha karabe an'yaya theke. Ara era nijera'i hacche saphalakama."
        },
        {
            "chapter": 3,
            "verse": 105,
            "text": "Ara tadera mato hayo na yara bicchinna hayechila ara matabheda karechila tadera kache suspasta nirdesabali asara pare'o. Ara era -- edera jan'ya ache kathora yantrana"
        },
        {
            "chapter": 3,
            "verse": 106,
            "text": "yedina katakagulo cehara habe jhak‌jhake ara katakagulo cehara habe misamise, tarapara yadera cehara kalo habe tadera ksetre -- ''tomara ki abisbasa posana karechile tomadera imana anara pare? Ata'eba yantranara asbada grahana karo yehetu tomara abisbasa posana karachile.’’"
        },
        {
            "chapter": 3,
            "verse": 107,
            "text": "Ara yadera cehara jhak‌make habe tadera ksetre -- tara thakabe allah‌ra karunasindhute, ete tara thakabe cirakala."
        },
        {
            "chapter": 3,
            "verse": 108,
            "text": "E'isaba hache allah‌ra nirdesabali ya amara tomara kache patha karachi satyera sathe. Ara allah kono pranira prati abicara cana na."
        },
        {
            "chapter": 3,
            "verse": 109,
            "text": "Ara ya-kichu ache mahakasamandale o ya-kichu prthibite se-saba'i allah‌ra. Ara allah‌ra kache'i saba byapara phire yaya."
        },
        {
            "chapter": 3,
            "verse": 110,
            "text": "Tomara manabagosthira jan'ya eka srestha samajarupe ut'thita hayecha, -- tomara n'yayera pathe nirdesa da'o o an'yaya theke nisedha karo, ara allah‌te bisbasa rakho. Ara granthapraptara'o yadi imana anato tabe tadera jan'ya bhalo hato! Tadera madhye ke'u ke'u bisbasi, kintu tadera besira bhaga dustaloka."
        },
        {
            "chapter": 3,
            "verse": 111,
            "text": "Tara kakhano tomadera ksati karate parabe na kincit jbalatana chara, ara yadi tara tomadera sathe yud'dha badhaya tabe tara tomadera dike pitha pherabe, tarapara tadera ara sahayya kara habe na."
        },
        {
            "chapter": 3,
            "verse": 112,
            "text": "Tadera upare lanchana hana debe yekhane'i tara thakuka na kena, yadi na allah‌-theke-asa rasi dbara ba manusa-theke- pa'oya rasi, ara tara allah‌ra rosa arjana kareche, ara tadera upare durdasa hana debe. Ta'i hayeche -- kenana tara allah‌ra nirdesabali aman'ya kare calechila, ara nabiganake an'yayabhabe hatya karate yacchila. Ta'i haya, karana tara abadhya hayechila ara tara sima-langhana karechila."
        },
        {
            "chapter": 3,
            "verse": 113,
            "text": "Tara saba'i eka rakamera naya. Granthapraptadera madhye ekadala ache nisthabana, tara allah‌ra nirdesabali ratrikale patha kare, ara tara sijada kare."
        },
        {
            "chapter": 3,
            "verse": 114,
            "text": "Tara allah‌ra prati o akheratera dinera prati bisbasa kare, ara tara n'yayera pathe nirdesa deya o an'yaya theke nisedha kare, ara tara subhakaje parasparera madhye pratiyogita kare, ara era sadhupurusadera antarbhukta."
        },
        {
            "chapter": 3,
            "verse": 115,
            "text": "Ara tara bhalokajera ya-kichu kare tara sanbandhe tadera kakhano asbikara kara habe na. Ara allah dharmaparayanadera sanbandhe oyakiphahala."
        },
        {
            "chapter": 3,
            "verse": 116,
            "text": "Nihsandeha yara abisbasa posana kare, tadera dhanasampatti o tadera santanasantati allah‌ra birud'dhe konobhabe'i tadera kakhano labhabana karabe na. Ara era'i hacche agunera basinda, tara sekhane thakabe dirghakala."
        },
        {
            "chapter": 3,
            "verse": 117,
            "text": "Duniyara e'i jibane tara ya kharaca kare tara drstanta hacche batasera drstantera mato yate rayeche kanakane thanda, e jhapata dila se'i lokadera phasale yara nijedera prati an'yaya kareche, kaje'i e dhbansa kare dila ta. Ara allah tadera prati an'yaya karena ni, baram tara tadera nijedera prati an'yaya kareche."
        },
        {
            "chapter": 3,
            "verse": 118,
            "text": "Ohe yara imana enecha! Tomadera nijedera loka chara an'yadera antarangarupe grahana karo na; tara anista sadhana karate tomadera theke pascatpada haya na. Tomadera ya klesa deya tara ta bhalobase, tadera mukha theke ghora bidbesa itimadhye nirgata hacche. Ara tadera antare ya lukono ache ta ara'o gurutara. Tomadera jan'ya nirdesabali suspasta karalama, yadi tomara bujhate paro."
        },
        {
            "chapter": 3,
            "verse": 119,
            "text": "Tomara'i bate! Tomara ai odera bhalobasa, athaca tara tomadera bhalobase na, tomara kintu dharmagranthe bisbasa karo, tara sabatate. Ara yakhana tara tomadera sathe dekha kare tara bale -- ''amara imana enechi’’; ara yakhana tara niribili haya, tomadera prati akrose tara angula kamaraya. Tumi balo -- ''tomadera akrose mare ya'o. Nihsandeha bukera madhye ki ache se-sanbandhe allah sarbajnata."
        },
        {
            "chapter": 3,
            "verse": 120,
            "text": "Yadi subha kichu tomadera jan'ya ghate tabe seta tadera duhkha deya, ara yadi manda kichu tomadera pakara'o tabe tate tara haya paramanandita. Ara yadi tomara dhairyasila o dharmaparayana ha'o tabe tadera sarayantra tomadera etatuku ksati karabe na. Nihsandeha tara ya karache ta allah ghire rayechena."
        },
        {
            "chapter": 3,
            "verse": 121,
            "text": "Ara smarana karo tumi bhore tomara parijanadera kacha theke yatra karale yud'dhera jan'ya bisbasidera abasthana nird'dharana karate. Ara allah sarbasrota, sarbajnata."
        },
        {
            "chapter": 3,
            "verse": 122,
            "text": "Smarana karo! Tomadera madhye theke du'iti dala bhiruta dekhabara manastha karechila, ara allah chilena tadera ubhayera abhibhabaka, ara allah‌ra upare'i tahale bisbasidera nirbhara kara ucita."
        },
        {
            "chapter": 3,
            "verse": 123,
            "text": "Ara allah itipurbe tomadera sahayya karechilena badare yakhana tomara chile durdasagrasta; ata'eba allah‌ra prati bhaya-srad'dha karo yena tomara dhan'yabada dite paro."
        },
        {
            "chapter": 3,
            "verse": 124,
            "text": "Smarana karo! Tumi bisbasidera balechile -- ''e'iti ki tomadera jan'ya yathesta naya ye tomadera prabhu tomadera sahayya karuna neme asa phiris‌tadera tina hajara diye"
        },
        {
            "chapter": 3,
            "verse": 125,
            "text": "yathartha! Yadi tomara dhairyasila o dharmaparayana ha'o, ara tara tomadera upare ese pare prabala bege, -- tomadera prabhu tomadera sahayya karechilena pracanda aghatakari pamca hajara phiris‌tadera diye.’’"
        },
        {
            "chapter": 3,
            "verse": 126,
            "text": "Ara allah eti karena ni tomadera jan'ya susambada byatita, ara yate tomadera hrdaya ihadbara santana paya. Ara sahayya asena sudhu allah‌ra darabara theke chara, mahasaktisali, paramajnani"
        },
        {
            "chapter": 3,
            "verse": 127,
            "text": "yena tini yara abisbasa posana kare tadera eka dalake sanhara karate parena, athaba tadera parabhuta karate parena, yena tara biphalamanoratha haye phire yaya."
        },
        {
            "chapter": 3,
            "verse": 128,
            "text": "E'i byapare tomara adau kono sansraba ne'i ye tini tadera prati phirabena, athaba tadera sasti debena, yadi'o tara nihsandeha an'yayakari."
        },
        {
            "chapter": 3,
            "verse": 129,
            "text": "Ara mahakasamandale ya-kichu ache o ya-kichu ache prthibite se-saba'i allah‌ra. Tini yake iccha karabena paritrana karabena ebam yake iccha karabena sasti'o debena. Ara allah paritranakari, aphuranta phaladata."
        },
        {
            "chapter": 3,
            "verse": 130,
            "text": "Ohe yara imana enecha! Suda galadhahkarana karo na take dbiguna o bahugunita kare; ara allah‌ke bhaya-srad'dha karo yate tomara saphalakama hate paro."
        },
        {
            "chapter": 3,
            "verse": 131,
            "text": "Ara satarkata abalanbana karo se'i aguna sanbandhe ya tairi kara hayeche abisbasidera jan'ya."
        },
        {
            "chapter": 3,
            "verse": 132,
            "text": "Ara allah o rasulera prati anugata ha'o, yena tomadera karuna dekhano haya."
        },
        {
            "chapter": 3,
            "verse": 133,
            "text": "Ara tatpara ha'o tomadera prabhura kacha theke paritrana labhera jan'ya ebam sbargodyanera jan'ya yara bistara hacche mahakasamandala o prthibi jure -- tairi hayeche dharmaparayanadera jan'ya"
        },
        {
            "chapter": 3,
            "verse": 134,
            "text": "yara kharaca kare sacchala abasthaya o asacchala abasthaya, ara yara krodha sambaranakari, ara yara lokajanera prati ksamasila. Ara allah satkarmidera bhalobasena"
        },
        {
            "chapter": 3,
            "verse": 135,
            "text": "ara yara, yakhana kono gar'hita kaja kare ba nijedera prati an'yaya kare, takhana allah‌ke smarana kare o tadera aparadhera jan'ya paritrana caya, -- bastutah allah chara ara ke aparadha ksama kare? Ara tara ya karechila tate jenesune amkare dhare thake na."
        },
        {
            "chapter": 3,
            "verse": 136,
            "text": "Era? -- Edera puraskara hacche edera prabhura kacha theke paritrana o sbargodyanasamuha yadera nice diye baye cale jharanaraji, sekhane tara thakabe sthayibhabe, ara karmibrndera puraskara ki camatkara"
        },
        {
            "chapter": 3,
            "verse": 137,
            "text": "niscaya'i tomadera purbe bahu jibanadhara gata haye geche. Ata'eba prthibite bhramana karo o dekho kemana hayechila mithyaropakaridera parinama."
        },
        {
            "chapter": 3,
            "verse": 138,
            "text": "E'i hacche manaba jatira jan'ya suspasta ghosana o pathanirdesa o upadesa -- dharmaparayanadera jan'ya."
        },
        {
            "chapter": 3,
            "verse": 139,
            "text": "Ata'eba durbalacitta hayo na o anusocana karo na, karana tomara'i habe uccapadastha yadi tomara bisbasi ha'o."
        },
        {
            "chapter": 3,
            "verse": 140,
            "text": "Yadi kono aghata tomadera pira diye thake tabe tara samana aghata pira diyeche dalake. Ara e'isaba dinagulo amara lokadera kache palakrame ene thaki yate allah abadharana karate parena tadera yara imana eneche, ara yate tomadera madhye theke saksi manonita karate parena. Ara allah an'yayakaridera bhalobasena na"
        },
        {
            "chapter": 3,
            "verse": 141,
            "text": "ara yena allah bimukta karate parena yara imana eneche tadera, ara nisphala karate parena abisbasidera."
        },
        {
            "chapter": 3,
            "verse": 142,
            "text": "Tomara ki bibecana karacho ye tomara behesate prabesa karabe, athaca allah ekhano abadharana karena ni tomadera madhye kara sangrama kareche, ara yaca'i karena ni kara dhairyasila"
        },
        {
            "chapter": 3,
            "verse": 143,
            "text": "ara nihsandeha tomara ceyechile mrtyubarana karate -- tara sange dekha habara age, ekhana kintu tomara ta dekhecha, ara tomara dekhate thako"
        },
        {
            "chapter": 3,
            "verse": 144,
            "text": "ara muham'mada ekajana rasula bai to nana. Nihsandeha tamra purbe rasulagana gata haye gechena. Ata'eba tini yadi mara yana athaba tamke katala kara haya tahale ki tomara tomadera goralira upare mora pherabe? Ara ye ke'u tara goralira upare mora phere se kintu, ara allah acire'i puraskara debena krtajnadera."
        },
        {
            "chapter": 3,
            "verse": 145,
            "text": "Ara kono lokera pakse tara mare ya'oya cale na allah‌ra anumati byatita, lipibad'dha thaka nirdharita samaya anusare. Ara ye ke'u ihajibanera puraskara kamana kare amara take ta’ theke adaya kari, ara ye ke'u caya paralokera puraskara amara take'o ta theke pradana kari. Ara amara acire'i puraskrta karabo krtajnadera."
        },
        {
            "chapter": 3,
            "verse": 146,
            "text": "Ara aro kata nabi yud'dha karechena, tamdera sange chila prabhura anugata bahu loka, ara allah‌ra pathe tadera upare ya bartechila tara jan'ya tara abasadagrasta haya ni, ara tara durbala'o haya ni, ara tara nijedera hina'o kare ni. Ara allah bhalobasena dhairyasiladera."
        },
        {
            "chapter": 3,
            "verse": 147,
            "text": "Ara tadera baktabya e'i bala chara an'ya kichu chila na -- ''amadera prabhu! Ksama karo amadera saba aparadha o amadera kajakarme amadera samasta amitacara, ara drrha karo amadera padaksepa, ara amadera sahayya karo abisbasi dalera birud'dhe.’’"
        },
        {
            "chapter": 3,
            "verse": 148,
            "text": "Kaje'i allah tadera diyechilena ihajibanera puraskara, ara paralokera puraskara aro camatkara! Ara allah bhalobasena satkarmidera."
        },
        {
            "chapter": 3,
            "verse": 149,
            "text": "Ohe yara imana enecha! Yara abisbasa posana kare tomara yadi tadera anugata ha'o tabe tara tomadera goralira upare tomadera mora phiriye debe, phale tomara ksatigrasta haye phirabe."
        },
        {
            "chapter": 3,
            "verse": 150,
            "text": "Na, allah tomadera raksakari bandhu, ara tini sahayyakaridera madhye sarbottama."
        },
        {
            "chapter": 3,
            "verse": 151,
            "text": "Yara abisbasa posana kare tadera hrdaye amara acire'i bhiti niksepa karabo, kenana tara allah‌ra sathe sarika karechila yara jan'ya tini kono bidhana abatarana karena ni, phale tadera basasthana hacche aguna, ara an'yayakaridera basasthana manda bate"
        },
        {
            "chapter": 3,
            "verse": 152,
            "text": "ara nihsandeha allah itipurbe tomadera kache tamra angikara palana karechilena yakhana tomara tamra icchaya tadera tukaro- tukaro karachile, yataksana na tomara durbalacitta haye parale, ara tomara adesa sanbandhe birodha karale o abadhya hale ya tomara bhalobasa ta tomadera dekhabara pare. Tomadera madhye ke'u chila yara e'i duniya cacchila, ara tomadera madhye ke'u chila yara parakala cacchila, tarapara tini tomadera tadera theke palayanapara karalena yena tini tomadera sasana karate parena. Ara tini nihsandeha tomadera aparadha marjana karalena. Ara allah bisbasidera prati asesa krpamaya."
        },
        {
            "chapter": 3,
            "verse": 153,
            "text": "Smarana karo! Tomara pahare uthachile ara karo dike bhraksepa karachile na, ara rasula tomadera pichana theke tomadera dakachilena, kaje'i tini tomadera eka bisadera upare areka bisada upahara dilena, yena tomara anusocana na karo ya tomadera theke phasake geche, ara ya tomadera upare barteche tara jan'ye'o na. Ara tomara ya karo se- sanbandhe allah cira-oyakiphahala."
        },
        {
            "chapter": 3,
            "verse": 154,
            "text": "Tarapara bisadera pare tini tomadera upare barsana karalena nirapatta, tomadera ekadalera upare neme ela prasanti, ara an'ya eka dalera nijedera mana tadera utkati karechila, tara allah sanbandhe ajnanatakalina sandehaprabanataya sandihana hayechila asangatabhabe. Tara balachila -- ''e'i byapare amadera ki kono kichu ache?’’ Balo -- ''nihsandeha byaparati sarbatobhabe allah‌ra.’’ Tara tadera nijedera madhye ya lukiye rekheche ta tomara kache prakasa karache na, tara balachila -- ''e'i byapare yadi amadera kichu thakato tabe ekhane amadera katala kara hato na.’’ Tumi balo -- ''tomara yadi tomadera barira bhitare'o thakate tathapi yadera jan'ya pranaghata likhita hayeche tara niscaya'i tadera nirdharita-sthale giye hajira hato.’’ Ara allah yena yaca'i karate parena ki ache tomadera bukera bhetare, ara yena ninre bera kare dite parena ya ache tomadera antare. Ara bukera bhetare ya ache se-sanbandhe allah sarbajnata."
        },
        {
            "chapter": 3,
            "verse": 155,
            "text": "Nihsandeha yedina du'i sain'yadala paraspara sam'mukhina hayechila sedina tomadera madhye yara palayanapara hale, tadera padaskhalana karechila sayatana yehetu tara kichu kamiyechila, ara abasya allah tadera marjana karalena. Nihsandeha allah paritranakari, ati amayika."
        },
        {
            "chapter": 3,
            "verse": 156,
            "text": "Ohe yara imana enecha! Tadera mato hayo na yara abisbasa posana kareche, ara yara tadera bha'idera bale yakhana tara dese paribhramana kare athaba abhiyane lipta haya -- ''tara yadi amadera sathe thakato tabe tara mara parato na ba tadera katala kara hato na.’’ Pariname allah eti tadera antare aksepera bisaya karechena. Ara allah jibanadana karena o mrtyu ghatana. Ara tomara ya karacho allah tara darsaka."
        },
        {
            "chapter": 3,
            "verse": 157,
            "text": "Ara yadi allah‌ra pathe tomadera hatya kara haya athaba tomara mara ya'o, -- nihsandeha allah‌ra kacha theke paritranalabha o karunaprapti tara ya jama kare tara ca'ite utkrstatara."
        },
        {
            "chapter": 3,
            "verse": 158,
            "text": "Ara yadi tomara mara'i ya'o ba tomadera katala kara haya, nihsandeha allah‌ra kache tomadera ekatrita kara habe."
        },
        {
            "chapter": 3,
            "verse": 159,
            "text": "Tarapara allah‌ra karunara phale'i tumi tadera prati komala hayechile. Ara tumi yadi ruksa o kathora-hrdaya hate tabe nihsandeha tara tomara carapasa theke bicchinna haye yeto. Ata'eba tadera aparadha marjana karo, ara tadera jan'ya ksama prarthana karo, ara tadera sange kajekarme paramarsa karo. Ara yakhana sankalpa grahana karecha takhana allah‌ra upare nirbhara karo. Nihsandeha allah bhalobasena nirbharasiladera."
        },
        {
            "chapter": 3,
            "verse": 160,
            "text": "Yadi allah tomadera sahayya karena tabe ke'u tomadera parabhuta karate parabe na, ara yadi tini tomadera parityaga karena tabe tamra pare ara ke ache ye tomadera sahayya karate pare? Ara allah‌ra upare'i tahale bisbasidera nirbhara kara ucita."
        },
        {
            "chapter": 3,
            "verse": 161,
            "text": "Ara kono nabira pakse eti naya ye tini pratarana karabena. Ara ye ke'u pratarana kare se ya-kichu pratarana kareche ta kiyamatera dine niye asabe. Tarapara pratyeka sattbake puropuri deya habe ya se arjana kareche, ara tadera an'yaya kara habe na."
        },
        {
            "chapter": 3,
            "verse": 162,
            "text": "Ki! Ye allah‌ra santastira anubarti se ki tara mato ye allah‌ra kacha theke asantosa anayana kareche o yara thami hacche jahannama? Ara jaghan'ya se'i gantabyasthala"
        },
        {
            "chapter": 3,
            "verse": 163,
            "text": "allah‌ra kache tadera starabheda ache. Ara tara ya karache allah tara darsaka."
        },
        {
            "chapter": 3,
            "verse": 164,
            "text": "Nihsandeha allah bisbasidera prati anugraha karechilena yakhana tini tadera kache tadera madhya theke damra karalena ekajana rasula yini tamra nirdesabali tadera kache patha karena o tadera parisodhita karena o tadera kitaba o jnana-bijnana siksa dena; yadi'o era age nihsandeha tara chila spasta bhulera madhye."
        },
        {
            "chapter": 3,
            "verse": 165,
            "text": "Ki! Yakhana kono duryoga tomadera upare ghatalo, itipurbe tomara aghata karechile era dbiguna parimana, tomara balate thakale -- ''e kotha theke?’’ Balo -- ''esaba tomadera nijedera theke.’’ Niscaya allah saba-kichura upare sarbasaktimana."
        },
        {
            "chapter": 3,
            "verse": 166,
            "text": "Ara yedina du'i sain'yadala mukhomukhi hayechila sedina ya tomadera upare ghatechila ta allah‌ra jnatasare, aba yena tini bisbasidera janate parena"
        },
        {
            "chapter": 3,
            "verse": 167,
            "text": "ara yena tini janate parena tadera yara kapatata kare, ara tadera bala hayechila -- ''eso, allah‌ra pathe yud'dha karo, athaba a‌tmaraksa karo.’’ Tara balechila -- ''amara yadi yud'dha karate janatama tabe amara nihsandeha tomadera anusarana karatama.’’ Sedina tara imanera ca'ite abisbasera nikatatara hayechila. Tara tadera mukha diye balachila ya tadera antare chila na, ara allah bhalo janena ya tara lukocche."
        },
        {
            "chapter": 3,
            "verse": 168,
            "text": "Tara barite base theke tadera bha'idera sanbandhe balechila -- ''tara yadi amadera katha sunato tabe tadera katala kara hato na.’’ Balo -- ''tahale nijedera theke tomara mrtyuke theka'o, yadi tomara satyabadi ha'o.’’"
        },
        {
            "chapter": 3,
            "verse": 169,
            "text": "Ara yadera allah‌ra pathe hatya kara hayeche tadera mrta bhebo na, baram tadera prabhura darabare jibanta, tadera riyeka de'oya habe"
        },
        {
            "chapter": 3,
            "verse": 170,
            "text": "allah tamra karunabhandara theke tadera ya diyechena sejan'ye khusite dagamaga, ara tara ananda karabe tadera jan'ya yara tadera sange milita hayani tadera pascadabhaga theke, kenana tadera upare kono bhaya ne'i ara tara anutapa'o karabe na."
        },
        {
            "chapter": 3,
            "verse": 171,
            "text": "Tara ananda karabe allah‌ra kacha theke anugrahera jan'ya ebam karunabhandarera jan'ya, ara nihsandeha allah bisbasidera prapya biphala karena na."
        },
        {
            "chapter": 3,
            "verse": 172,
            "text": "Yara allah o rasulera ahbane sara diyechila tadera upare duryoga ghatara pare, -- tadera madhye yara satkarma kare o bhayasrad'dha kare tadera jan'ya ache birata puraskara."
        },
        {
            "chapter": 3,
            "verse": 173,
            "text": "Lokera yadera balechila -- ''nihsandeha tomadera birud'dhe loka jamayet hayeche, ata'eba tadera bhaya karo.’’ Kintu tadera imana bere gela, ara tara balale -- ''allah amadera jan'ya yathesta o tini ati uttama raksakarta.’’"
        },
        {
            "chapter": 3,
            "verse": 174,
            "text": "Sutaram tara phire ela allah‌ra kacha theke niyamata o karunabhandara niye, kono anista tadera sparsa kare ni, bastutah tara allah‌ra prasannatara anugamana karechila. Ara allah aphuranta karunabhandarera malika."
        },
        {
            "chapter": 3,
            "verse": 175,
            "text": "Nihsandeha tomadera se'i sayatana'i bhaya dekhaya tara bandhubandhabake, kintu tomara tadera bhaya karo na, baram amake bhaya karo, -- yadi tomara imanadara ha'o."
        },
        {
            "chapter": 3,
            "verse": 176,
            "text": "Ara yara abisbasera prati dhabita haya tara yena tomake duhkhita na kare, nihsandeha tara allah‌ra kono ksati karate pare na. Allah cana ye akherate tadera jan'ya labhera kichu'i thakuka na, ara tadera jan'ya rayeche kathora sasti."
        },
        {
            "chapter": 3,
            "verse": 177,
            "text": "Nihsandeha yara imanera binimaye abisbasa kineche tara allah‌ra kono ksati karate parabe na; ara tadera jan'ya rayeche ntanta sasti."
        },
        {
            "chapter": 3,
            "verse": 178,
            "text": "Ara yara abisbasa posana kare tara yena na bhabe ye amara tadera ye birama diyechi ta tadera nijedera bhalora jan'ya. Nihsandeha amara tadera abakasa di'i yena tara papera matra bariye tule, ara tadera jan'ya rayeche lanchanadayaka sasti."
        },
        {
            "chapter": 3,
            "verse": 179,
            "text": "Tomara ye abasthaya acha se abasthaya allah konokrame'i bisbasidera phele rakhabena na, ye paryanta na tini bhalodera theke mandadera prthaka karena. Ara allah adrsya sanbandhe tomadera kache gocaribhuta karabena na, tabe allah tamra rasuladera madhye theke yamke iccha karena nirbacita karena. Ata'eba allah‌te o tamra rasulagane imana ano. Ara yadi tomara bisbasa karo o bhayasrad'dha karo tabe tomadera jan'ya rayeche birata puraskara."
        },
        {
            "chapter": 3,
            "verse": 180,
            "text": "Ara allah tamra karunabhandara theke tadera ya dana karechena se-bisaye yara krpanata kare tara yena na bhabe ye ta tadera jan'ya bhalo. Na, ta tadera jan'ya manda. Ye bisaye tara kanjusi kare ta kiyamatera dine tadera galaya jhulano thakabe. Ara mahakasamandala o prthibira uttaradhikara allah‌ra. Ara ya tomara karo allah tara purna oyakiphahala."
        },
        {
            "chapter": 3,
            "verse": 181,
            "text": "Allah abasya'i sunechena tadera katha yara balechila -- ''niscaya allah gariba, ara amara dhani.’’ Kaje'i amara likhe rakhabo tara ya bale o tadera an'yayabhabe nabidera hatya karate ya'oya; ara amara balabo -- ''porara yantranara sbada grahana karo."
        },
        {
            "chapter": 3,
            "verse": 182,
            "text": "E tara jan'ya ya tomadera nija hata aga bariyeche, ara yehetu allah bandadera prati jalima nana.’’"
        },
        {
            "chapter": 3,
            "verse": 183,
            "text": "Yara balechila -- ''nihsandeha allah amadera kache angikara karechena ye amara kono rasulera prati imana anabo na ye paryanta na tini amadera kache emana kurabani anena yake aguna puriye thake.’’ Tumi balo -- ''niscaya'i amara age tomadera kache rasulagana esechilena spasta pramanabali niye ara tomara yara katha balacho ta niye, tabe kena tomara tamdera hatya karate yacchile, yadi tomara satyabadi ha'o.’’"
        },
        {
            "chapter": 3,
            "verse": 184,
            "text": "Ata'eba yadi tara tomake asbikara kare tomara agera rasulagana'o emanibhabe asbikrta hayechilena, yamra esechilena sange niye spasta pramanabali o yabura o ujjbala kitaba."
        },
        {
            "chapter": 3,
            "verse": 185,
            "text": "Pratyeka sattbake mrtyu asbadana karate habe. Ara niscaya'i kiyamatera dine tomadera prapya puropuri tomadera adaya kara habe. Kaje'i yake aguna theke bahudure rakha habe o sbargodyane prabista kara habe, nihsandeha se ha’la saphalakama. Ara e'i duniyara jibana dhokara sanbala chara kichu'i naya."
        },
        {
            "chapter": 3,
            "verse": 186,
            "text": "Niscaya'i tomadera pariksa kara habe tomadera dhanasampatti o tomadera lokajanera madhyame, ara nihsandeha tomara sunate pabe tomadera age yadera grantha deya hayeche tadera theke ebam yara sarika kare tadera theke aneka galigalaja. Ara yadi tomara dhairya dharana karo o bhayabhakti karo tabe niscaya seti habe satsahasera kaja."
        },
        {
            "chapter": 3,
            "verse": 187,
            "text": "Ara smarana karo! Yadera kitaba de'oya hayechila tadera theke allah angikara grahana karechilena -- ''tomara niscaya era katha lokedera kache prakasa karabe, ara ta lukiye rakhabe na.’’ Kintu tara eti tadera pithera pechane phele rekhe diyechila, ara era jan'ya tara binimaye sbalpamulya grahana karechila. Ata'eba manda tara ya kene."
        },
        {
            "chapter": 3,
            "verse": 188,
            "text": "Tumi mane karo na yara ullasita haya ya tadera deya hayeche sejan'ya, ara prasansa pete bhalobase ya kare ni tara jan'ye'o, -- kaje'i tumi tadera bhebo na ye tara sasti theke nirapada, ara tadera jan'ya rayeche byathadayaka sasti."
        },
        {
            "chapter": 3,
            "verse": 189,
            "text": "Ara allah‌ra'i mahakasamandala o prthibi rajatba. Ara allah saba-kichura upare sarbasaktimana."
        },
        {
            "chapter": 3,
            "verse": 190,
            "text": "Nihsandeha mahakasamandali o prthibira srstite ebam rata o dinera abartane bisesa nidarsana rayeche jnanabana lokadera jan'ya"
        },
        {
            "chapter": 3,
            "verse": 191,
            "text": "Yara allah‌ke smarana kare damrano o basa o tadera parsbera upare sayita abasthaya ara gabhira cinta kare mahakasamandala o prthibira srstira bisaye. ''Amadera prabhu! Esaba tumi brtha srsti karo ni, tomara'i saba mahima. Kaje'i amadera raksa karo agunera sasti theke."
        },
        {
            "chapter": 3,
            "verse": 192,
            "text": "Amadera prabhu! Niscaya'i yake tumi agune prabista kara'o, take tabe prakrta'i tumi lanchita karecha. Ara an'yayakaridera jan'ya sahayyakaridera ke'u thakabe na."
        },
        {
            "chapter": 3,
            "verse": 193,
            "text": "Amadera prabhu! Nihsandeha amara sunechi ekajana ghosanakarike imanera prati ahbana karate e'i bale -- 'tomadera prabhuraprati imana ano’, kaje'i amara imana enechi. Amadera prabhu! Ata'eba amadera aparadha theke amadera paritrana karo, ara amadera dosatruti amadera theke muche da'o, ara amadera pranatyaga karate da'o sajjanadera sange."
        },
        {
            "chapter": 3,
            "verse": 194,
            "text": "Amadera prabhu! Ara amadera pradana karo ya tumi amadera kache oyada karecha tomara rasuladera madhyame, ara amadera lanchita karo na kiyamatera dine. Nihsandeha tumi oyadara khelapha karo na.’’"
        },
        {
            "chapter": 3,
            "verse": 195,
            "text": "Tadera prabhu takhana tadera ahbane sara dilena -- ''ami niscaya'i biphala karabo na tomadera madhyera karmidera kono kaja -- purusa ha'o ba nari -- tomadera ekajana an'yajana theke, sutaram yara hijarata kareche o tadera gharabari theke yara bahiskrta hayeche, o amara pathe yara niryatita hayeche, ara yara yud'dha kareche o nihata hayeche -- nihsandeha tadera dosatruti tadera theke abasya'i muche deba ara nihsandeha tadera abasya'i prabista karaba sbargodyanasamuhe yadera nice diye baye cale jharanaraji -- ekati puraskara allah‌ra darabara theke. Ara allah -- tamra kache rayeche aro uttama puraskara.’’"
        },
        {
            "chapter": 3,
            "verse": 196,
            "text": "Yara abisbasa posana kare sahare-nagare tadera calaphera tomake yena dhoka na deya."
        },
        {
            "chapter": 3,
            "verse": 197,
            "text": "Tuccha bhoga! Tarapara tadera basasthana hacche jahannama, ara jaghan'ya e'i bisramasthala."
        },
        {
            "chapter": 3,
            "verse": 198,
            "text": "Kintu yara tadera prabhuke bhaya-srad'dha kare tadera jan'ya sbargodyanasamuha, yadera nice diye baye cale jharanaraji, tate tara thakabe cirakala -- allah‌ra tarapha theke apyayana. Ara allah‌ra kache ya rayeche ta punya‌tmadera jan'ya aro uttama."
        },
        {
            "chapter": 3,
            "verse": 199,
            "text": "Ara nihsandeha granthapraptadera madhye yara imana ane allah‌te ara ya tomadera kache abatirna hayeche ara ya ta dera kache nayila hayechila tate, allah‌ra kache binita, tara allah‌ra banisamuhera jan'ya sbalpamulya kamate yaya na. Era'i, -- edera jan'ya edera puraskara rayeche edera prabhura kache. Nihsandeha allah hiseba-nikese tatpara."
        },
        {
            "chapter": 3,
            "verse": 200,
            "text": "Ohe yara imana enecha! Dhairyadharana karo ara dhairyadharane agrani ha'o, ara abicala theko, ara allah‌ke bhayasrad'dha karo, yena tomara saphalakama hate paro."
        },
        {
            "chapter": 4,
            "verse": 1,
            "text": "Ohe manabagosthi! Tomadera prabhuke bhayabhakti karo yini tomadera srsti karechena eka'i naphasa theke, ara tara jora'o srsti karechena tara theke, ara e'i ubhaya theke chariye diyechena bahu nara o nari. Ata'eba bhayasrad'dha karo allah‌ke yamra dbara tomara parasparera o matrjatharera sa'oyala-jababa karo. Nihsandeha allah tomadera upare sada prahari."
        },
        {
            "chapter": 4,
            "verse": 2,
            "text": "Ara tadera dhana-sampatti etimadera diye da'o, ara utkrsta bastura sange nikrsta bastu badale ni'o na. Ara tadera sampatti tomadera sampattira sange grasa karo na. Nihsandeha eti gurutara aparadha."
        },
        {
            "chapter": 4,
            "verse": 3,
            "text": "Ara yadi tomara asanka karo ye tomara etimadera prati n'yayaparayana hate paracha na, ta hale strilokadera madhyera yake tomadera bhalo lage take biye karate para -- du'i ba tina ba cara. Kintu yadi tomara asanka karo ye tomara samabyabahara karate parabe na, ta hale ekajanake'i, athaba tomadera dana hata yadera dhare rekheche. E'iti'i besi sangata yena tomara sare na ya'o."
        },
        {
            "chapter": 4,
            "verse": 4,
            "text": "Ara strilokadera tadera maharana adaya karabe nihsbarthabhabe. Kintu yadi tara nijera era kono ansa tomadera dite khusi haya tabe ta bhoga karo sanande o trptira sathe."
        },
        {
            "chapter": 4,
            "verse": 5,
            "text": "Ara abodhadera diye di'o na tomadera sampatti ya allah tomadera jan'ya abalanbanasbarupa karechena. Ara ta theke tadera kha'oya'o o tadera para'o, ara tadera balo bhalobhalo katha."
        },
        {
            "chapter": 4,
            "verse": 6,
            "text": "Ara etimadera pariksa kare dekhabe ye paryanta na tara bibaha-bayase upanita haya, tarapara yadi tadera madhye bicara-bud'dhi dekhate pa'o tabe tadera dhanasampatti tadera hastarpana karabe, ara ta matratiriktabhabe o tarahuro kare kheye phelo na pache tara bara haye yabe. Ara ye abasthapanna se yena nibrtta thake, ara ye gariba se n'yayasangatabhabe khaka. Tarapara yakhana tomara tadera sampatti tadera phiriye da'o takhana tadera samane saksi dako. Ara hisaba-raksakarupe allah yathesta."
        },
        {
            "chapter": 4,
            "verse": 7,
            "text": "Pitamata o nikata-a‌tmiyara ya rekhe yaya tara ekati ansa purusadera jan'ya, ara strilokadera jan'ye'o thakabe ekati ansa ya pitamata o nikata-a‌tmiyara rekhe yaya tara, -- ta kama'i hoka ba besi, -- ekati nirdista ansa."
        },
        {
            "chapter": 4,
            "verse": 8,
            "text": "Ara bhagabhagira samaye yakhana upasthita thake a‌tmiya-sbajana o etimara o garibara, takhana ta theke tadera dana karo, ara tadera sange bhalobhabe kathabarta balo."
        },
        {
            "chapter": 4,
            "verse": 9,
            "text": "Ara tara temani bhaya karuka yemana tara yadi tadera pechane asahaya chelepile phele rakhata tabe tadera jan'ya asanka karato. Kaje'i tara allah‌ke bhayasrad'dha karuka ebam satatara sathe kathabarta baluka."
        },
        {
            "chapter": 4,
            "verse": 10,
            "text": "Nihsandeha yara etimadera dhanasampatti an'yayabhabe grasa kare tara niscaya'i tadera pete aguna gile. Ara tara sighra'i prabesa karabe jbalanta agune."
        },
        {
            "chapter": 4,
            "verse": 11,
            "text": "Allah tomadera nirdesa dicchena tomadera santanasantati samparke, -- eka betachelera jan'ya du'i meyechelera samana ansa. Tabe yadi tara saba meye haya, du'i meyera urdhbe, tabe tadera jan'ya se ya rekhe geche tara du'i-trtiyansa, ara yadi se ekamatra meye haya tabe tara jan'ya ardheka. Ara tara pitamatara jan'ya -- tadera dujanera pratyekera jan'ya se ya rekhe geche tara chaya bhagera ekabhaga, yadi tara santana thake, kintu tara yadi santana na thake o tara oyarisa haya pitamata, tabe tara matara jan'ya eka-trtiyansa, kintu yadi tara bha'ira thake tabe tara mayera jan'ya chaya bhagera ekabhaga, kono ochiyatnamate u'ila kare thakale ba dena thakale ta adayera pare. Tomadera pitamata o tomadera santanasantati -- tomara jano na edera ke tomadera kache phayadara dika diye besi nikatatara. E allah‌ra tarapha theke bidhana. Nihsandeha allah hacchena sarbajnata, paramajnani."
        },
        {
            "chapter": 4,
            "verse": 12,
            "text": "Ara tomadera strira ya rekhe yaya tara ardheka tomadera jan'ya yadi tadera kono chelepile na thake, kintu yadi tadera santana thake tabe tomadera jan'ya tara ya rekhe geche tara eka-caturthansa, -- kono ochiyatnamaya tara u'ila kare thakale ba dena thakale ta adayera pare. Ara tadera jan'ya ya tomara rekhe ya'o tara eka-caturthansa yadi tomadera kono santana na thake, kintu yadi tomadera chelepile thake tabe tadera jan'ya ya tomara rekhe gecha tara ata bhagera ekabhaga, -- kono ochiyatnamaya tomara u'ila kare thakale ba dena thakale ta adayera pare. Ara yadi kono purusa ba strilokake nihsantana-bhabe uttaradhikara karate haya o tara eka bha'i ba eka bona thake tabe tadera ubhayera pratyekera jan'ya chaya bhagera eka bhaga, kintu yadi tara era ceye besi haya tabe tara habe eka trtiyansera ansidara, -- kono ochiyatnamaya tara u'ila kare thakale ba dena thakale ta adayera pare, -- kono ksati na kare, e hacche allah‌ra tarapha theke bidhana. Ara allah hacchena sarbajnata, ati amayika."
        },
        {
            "chapter": 4,
            "verse": 13,
            "text": "E'isaba hacche allah‌ra sima. Ara ye ke'u allah o tamra rasulera anubarti haya take tini prabesa karabena sbargo'udyanasamuhe yadera nice diye baye cale jharanaraji, sekhane se thakabe sthayibhabe ara ta'i hacche maha saphalya."
        },
        {
            "chapter": 4,
            "verse": 14,
            "text": "Ara ye ke'u allah o tamra rasulera abadhya haya ara tamra sima langhana kare, take tini prabesa karabena agune, sekhane thakabara jan'ya dirghakala, ara tara jan'ya rayeche lanjhanadayaka sasti."
        },
        {
            "chapter": 4,
            "verse": 15,
            "text": "Ara tomadera naridera madhye yara aslila acarana kare tadera birud'dhe tomadera madhye theke carajana saksi dako, tara yadi saksya deya tabe tadera gharera bhetare ataka kare rakho ye paryanta na mrtyu tadera upare ghaniye ase, athaba allah tadera jan'ya patha kare dena."
        },
        {
            "chapter": 4,
            "verse": 16,
            "text": "Ara tomadera madhye dujana yadi ai acarana kare tabe tadera ubhayake'i alpa sasti da'o. Tarapara yadi tara ta'oba kare o sodharaya tabe tadera theke phiriye na'o. Nihsandeha allaha barabara pherena, aphuranta phaladata."
        },
        {
            "chapter": 4,
            "verse": 17,
            "text": "Nihsandeha allah‌ra pakse phera saba tadera prati yara kukarma kare ajnanata basatah, tarapara abilanbe ta'oba ka re, ata'eba era'i -- allah edera prati pherena, ara allah hacchena sarbajnata, paramajnani."
        },
        {
            "chapter": 4,
            "verse": 18,
            "text": "Ara ta'oba tadera jan'ya naya yara kukarma kare'i cale, ye paryanta na mrtyu tadera kono ekera kache hajira hale se bale -- ''ami abasya'i ekhana ta'oba karachi’’, tadera jan'ya'o yara mara yaya athaca tara abisbasi thake. Tara'i -- tadera jan'ya amara tairi karechi byathadayaka sasti."
        },
        {
            "chapter": 4,
            "verse": 19,
            "text": "Ohe yara imana enecha! Tomadera jan'ya baidha naya ye tomara stridera jabaradasti uttaradhikara-sutre grahana karabe. Ara tadera upare jorajuluma karo na tomara ya tadera diyecha tara ansa bisesa phire pabara jan'ya, yadi na tara jajjbalyamana aslila acarane lipta haya. Ara tadera prati sadaya byabahara karo. Abasya yadi tomara tadera ghrna karo tabe hate pare tomara emana ekata kichu apachanda karale athaca allah tara madhye pracura kalyana nihita rekhechena."
        },
        {
            "chapter": 4,
            "verse": 20,
            "text": "Ara tomara yadi eka strira sthale areka stri badale nite ca'o, ara yadi edera ekajanake ekastupa diye thako, tabe ta theke kichu'i ni'o na. Tomara ki ta nebe kutsa ratiye ebam d'aha an'yaya kare"
        },
        {
            "chapter": 4,
            "verse": 21,
            "text": "ara kemana kare tomara ta nite paro yakhana tomadera eke an'yate gamana karecha ara tara tomadera theke drrha angikara grahana kareche"
        },
        {
            "chapter": 4,
            "verse": 22,
            "text": "ara tomadera pitara yadera biye karechila se-saba strilokadera biye karo na, -- abasya ya itimadhye ghate geche ta byatita. Nihsandeha eti hacche ekati aslila acarana o ghrnya karma, ara jaghan'ya pantha"
        },
        {
            "chapter": 4,
            "verse": 23,
            "text": "Tomadera jan'ya abaidha hacche -- tomadera mayera ara tomadera meyera ara tomadera bonera ara tomadera phuphura ara tomadera masira, ara bha'iyera meyera o bonera meyera, ara tomadera mayera yara tomadera stan'yadana kareche, ara dudha- mayera dika theke tomadera bonera, ara tomadera stridera mayera, ara tomadera sat-meyera yara tomadera abhibhabakatbe ache -- tomadera temana stridera theke yadera sathe sahabasa karecha, kintu yadi tadera sathe sahabasa kare na thaka tabe tomadera aparadha habe na, ara yara tomadera aurasa theke tomadera temana cheledera strira; ara yena tomara du'i bonera madhye jamayet karo -- abasya ya itimadhye ghate geche ta byatita. Abasya allah hacchena paritranakari, aphuranta phaladata."
        }
    ]
}