{
    "juzs": [
        {
            "chapter": 6,
            "verse": 111,
            "text": "I čak da im Mi spustimo meleke, i da im govore mrtvi, i da prikupimo protiv njih svaku stvar sučelice, ne bi vjerovali, osim ako bi Allah htio. Međutim, većina njih su neznalice"
        },
        {
            "chapter": 6,
            "verse": 112,
            "text": "I tako, učinili smo svakom vjerovjesniku neprijateljem šejtane ljudi i džinna - inspirisali su jedni druge kitnjastim govorom, obmanjujućim. A da je htio Gospodar tvoj, ne bi to radili. Zato ostavi njih i ono šta izmišljaju"
        },
        {
            "chapter": 6,
            "verse": 113,
            "text": "I da se tome naklonu srca onih koji ne vjeruju u Ahiret i da se zadovolje time, i da zarade ono šta oni zarađuju"
        },
        {
            "chapter": 6,
            "verse": 114,
            "text": "Pa zar da mimo Allaha tražim suca, a On je Taj koji vam je objavio Knjigu detaljnu? A oni kojima smo dali Knjigu, znaju da je ona spuštena od Gospodara tvog s Istinom; zato ne budite nikako od sumnjivaca"
        },
        {
            "chapter": 6,
            "verse": 115,
            "text": "I ostvaruje se Riječ Gospodara tvog istinski i pravično. Nema tog ko će izmijeniti Riječi Njegove; a On je Onaj koji čuje, Znalac"
        },
        {
            "chapter": 6,
            "verse": 116,
            "text": "A ako bi poslušao većinu onih na Zemlji, zaveli bi te s puta Allahovog. Slijede samo pretpostavku i oni samo lažu"
        },
        {
            "chapter": 6,
            "verse": 117,
            "text": "Uistinu, Gospodar tvoj - On je Najbolji znalac onog ko skreće s puta Njegovog i On je Najbolji poznavalac upućenih"
        },
        {
            "chapter": 6,
            "verse": 118,
            "text": "Pa jedite od onog nad čim je spomenuto ime Allahovo, ako ste u ajete Njegove vjernici"
        },
        {
            "chapter": 6,
            "verse": 119,
            "text": "A nije za vas da ne jedete ono nad čim je spomenuto ime Allahovo - a doista vam je razložio šta vam je zabranio - izuzimajući ono na što ste prisiljeni. A uistinu, mnogi zavode strastima svojim, bez znanja. Uistinu, Gospodar tvoj - On je Najbolji znalac prekršilaca"
        },
        {
            "chapter": 6,
            "verse": 120,
            "text": "I ostavite vanjštinu grijeha i unutrašnjost njegovu. Uistinu, oni koji stiču grijeh, biće plaćeni za ono šta su stekli"
        },
        {
            "chapter": 6,
            "verse": 121,
            "text": "I ne jedite od onog nad čim nije spomenuto ime Allahovo, a uistinu, to je grijeh. I uistinu, šejtani nadahnjuju prijatelje svoje da se raspravljaju s vama. A ako ih poslušate, uistinu vi ste mušrici"
        },
        {
            "chapter": 6,
            "verse": 122,
            "text": "Zar je onaj ko je bio mrtav - pa smo ga oživili i načinili mu svjetlo kojim ide među ljudima - kao onaj ko mu je sličan, u tminama iz kojih neće biti vani? Eto tako je nevjernicima uljepšano ono šta rade"
        },
        {
            "chapter": 6,
            "verse": 123,
            "text": "A tako smo načinili u svakom naselju velikaše zloradnicima njegovim, da spletkare u njemu. A ne spletkare izuzev protiv duša svojih, a ne opažaju"
        },
        {
            "chapter": 6,
            "verse": 124,
            "text": "I kad im dođe znak, govore: \"Nećemo vjerovati dok nam se ne dadne slično šta je dato poslanicima Allahovim.\" Allah je Najbolji znalac gdje postavlja poslanstva Svoja. Pogodiće one koji griješe poniženje kod Allaha, i kazna žestoka za ono što spletkare"
        },
        {
            "chapter": 6,
            "verse": 125,
            "text": "Pa onome koga Allah želi da uputi, raširi grudi njegove Islamu. A onom koga želi da zavede, učini grudi njegove tijesnim, uskim, kao da se penje u nebo. Tako postavlja Allah prljavštinu na one koji ne vjeruju"
        },
        {
            "chapter": 6,
            "verse": 126,
            "text": "A ovo je put Gospodara tvog - ispravan. Doista smo razložili znakove ljudima koji se poučavaju"
        },
        {
            "chapter": 6,
            "verse": 127,
            "text": "Imaće oni kuću selama kod Gospodara svog, a On će biti Zaštitnik njihov zbog onog šta su radili"
        },
        {
            "chapter": 6,
            "verse": 128,
            "text": "A na Dan kad ih skupi zajedno: \"O skupino džinna! Doista ste (zaveli) mnogo ljudi.\" A reći će njihovi prijatelji između ljudi: \"Gospodaru naš! Koristili smo mi jedni drugima i stigli roku našem kojeg si nam odredio.\" Reći će: \"Vatra je boravište vaše, vječno ćete biti u njoj, izuzev šta htjedne Allah.\" Uistinu, Gospodar tvoj je Mudri, Znalac"
        },
        {
            "chapter": 6,
            "verse": 129,
            "text": "A tako okrećemo zalime jedne drugima, zbog onog šta su zaradili"
        },
        {
            "chapter": 6,
            "verse": 130,
            "text": "O skupino džinna i ljudi! Zar vam nisu dolazili poslanici između vas, kazivali vam znakove Moje i upozoravali vas susretom ovog dana vašeg? Reći će: \"Svjedočimo protiv duša naših.\" A obmanuo ih je život Dunjaa i svjedočit će protiv duša svojih da su oni bili nevjernici"
        },
        {
            "chapter": 6,
            "verse": 131,
            "text": "To zato što neće Gospodar tvoj biti uništavač naselja zbog zulma, a budu li stanovnici njegovi nesvjesni"
        },
        {
            "chapter": 6,
            "verse": 132,
            "text": "A imaće svako stepene od onog šta su radili; i nije Gospodar tvoj nehajan na ono šta rade"
        },
        {
            "chapter": 6,
            "verse": 133,
            "text": "A Gospodar tvoj je Neovisni, Vlasnik milosti. Ako hoće uklonit će vas i nadomjestiti nakon vas čime hoće, kao što je stvorio vas od potomstva drugih naroda"
        },
        {
            "chapter": 6,
            "verse": 134,
            "text": "Uistinu, ono čime vam se prijeti uslijedit će, a niste vi ti koji će umaći"
        },
        {
            "chapter": 6,
            "verse": 135,
            "text": "Reci: \"O narode moj! Radite na mjestu svom. Uistinu! Ja sam radnik. Pa spoznat ćete onog ko će za kraj imati dom.\" Uistinu, to neće uspjeti zalimi"
        },
        {
            "chapter": 6,
            "verse": 136,
            "text": "I dodjeljuju Allahu nešto od onog šta je stvorio od ljetine i stoke - dio, pa kažu: \"Ovo je za Allaha\", po tvrdnji njihovoj - \"a ovo je za ortake naše.\" Pa ono šta je za ortake njihove, tad ne stiže Allahu; a šta je za Allaha, pa to stiže ortacima njihovim. Zlo je kako rasuđuju"
        },
        {
            "chapter": 6,
            "verse": 137,
            "text": "A isto tako, uljepšali su mnogim mušricima ortaci njihovi ubijanje djece njihove, da bi ih upropastili i da bi im (konfuzijom) zaodijenuli vjeru njihovu. A da hoće Allah, ne bi to činili. Zato ostavi njih i ono šta izmišljaju"
        },
        {
            "chapter": 6,
            "verse": 138,
            "text": "I govore: \"Ova stoka i ljetina je zabranjena. Neće se hraniti njome, izuzev onaj kome dopustimo\" - po tvrdnji njihovoj - \"i stoka čija su leđa zabranjena i stoka nad kojom nije spomenuto ime Allahovo\" - izmišljajući protiv Njega. Platit će im za ono što izmišljaju"
        },
        {
            "chapter": 6,
            "verse": 139,
            "text": "I govore: \"Šta je u trbusima ove stoke posebno je za naše muškarce, a zabranjeno je ženama našim\"; a ako bude mrtvo, onda su oni u tom sudionici. Platit će im opisivanje njihovo. Uistinu, On je Mudri, Znalac"
        },
        {
            "chapter": 6,
            "verse": 140,
            "text": "Doista su izgubili oni koji su ubijali djecu svoju glupo, bez znanja, i zabranjivali ono čim ih je opskrbio Allah, izmišljanjem protiv Allaha. Doista su zabludjeli i nisu bili upućeni"
        },
        {
            "chapter": 6,
            "verse": 141,
            "text": "A On je Taj koji stvara bašče poduprte i nepoduprte, i palme, i usjev različite jestivosti njegove, i masline i narove, slične i različite. Jedite od ploda njihovog - kad donese plod, i dajte dio toga na dan berbe njegove, i ne rasipajte. Uistinu! On ne voli rasipnike"
        },
        {
            "chapter": 6,
            "verse": 142,
            "text": "A od stoke, tovarnu i sitnu. Jedite od onog čim vas je opskrbio Allah, i ne slijedite korake šejtanove. Uistinu, on vam je neprijatelj otvoreni"
        },
        {
            "chapter": 6,
            "verse": 143,
            "text": "Osam parova: od ovaca dvoje i od koza dvoje. Reci: \"Da li je dva mužjaka zabranio ili dvije ženke, ili ono šta sadrže utrobe dviju ženki? Obavijestite me znanjem, ako istinu govorite"
        },
        {
            "chapter": 6,
            "verse": 144,
            "text": "I od deve dvoje i od goveda dvoje. Reci: \"Da li je dva mužjaka zabranio ili dvije ženke ili šta sadrže utrobe dviju ženki, ili ste bili svjedoci kad vam je Allah ovo zapovjedio?\" Pa ko je nepravedniji od onog ko izmišlja protiv Allaha laž, da bi zavodio ljude bez znanja? Uistinu! Allah ne upućuje narod zalima"
        },
        {
            "chapter": 6,
            "verse": 145,
            "text": "Reci: \"Ne nalazim (ništa) u onom šta mi se objavljuje zabranjenim za onog koji to jede, izuzev što je lešina, ili krv prolivena ili meso svinje - pa uistinu to je pogan - ili ono nad čim je griješno zazvano drugo ime, a ne Allahovo. Pa ko bude natjeran, bez želje i bez prekoračenja, pa uistinu, Gospodar tvoj je Oprosnik, Milosrdni"
        },
        {
            "chapter": 6,
            "verse": 146,
            "text": "A onima koji su jevreji, zabranili smo svaku s papkom (nerazdvojenim), a od goveda i brava zabranili smo im sala njihova, izuzev šta nose leđa njihova ili crijeva, ili šta je pomješano sa kosti. To smo ih platili zbog bunta njihovog, a uistinu, Mi Istinu govorimo"
        },
        {
            "chapter": 6,
            "verse": 147,
            "text": "Pa ako te poreknu, tad reci: \"Gospodar vaš je Vlasnik milosti sveobuhvatne\"; i neće se povući sila Njegova sa naroda prijestupnika"
        },
        {
            "chapter": 6,
            "verse": 148,
            "text": "Reći će oni koji pridružuju: \"Da je htio Allah ne bismo pridruživali, a ni očevi naši, i ne bismo zabranili ništa.\" Isto tako su poricali oni prije njih, dok nisu iskusili silu Našu. Reci: \"Ima li kod vas imalo znanja pa da nam ga iznesete? Slijedite samo pretpostavku, i vi samo lažete"
        },
        {
            "chapter": 6,
            "verse": 149,
            "text": "Reci: \"Pa Allahov argument je konačan. Ta da je htio, sigurno bi vas sve uputio"
        },
        {
            "chapter": 6,
            "verse": 150,
            "text": "Reci: \"Dovedite svjedoke vaše koji svjedoče da je Allah ovo zabranio.\" Pa ako posvjedoče, tad ne svjedoči s njima; i ne slijedi strasti onih koji poriču ajete Naše i onih koji ne vjeruju u Ahiret - a oni Gospodaru svom izjednačuju (rivale)"
        },
        {
            "chapter": 6,
            "verse": 151,
            "text": "Reci: \"Dođite, proučiću ono šta vam je zabranio Gospodar vaš: da ne pridružujete Njemu ništa; roditeljima dobročinstvo, i da ne ubijate djecu vašu zbog siromaštva - Mi opskrbljujemo vas i njih - i ne približujte se razvratnostima, onom šta je vanjština njihova i šta je unutrašnjost, i ne ubijte dušu koju je zabranio Allah, izuzev radi pravde. To vam zapovjeda da biste vi razumjeli"
        },
        {
            "chapter": 6,
            "verse": 152,
            "text": "I ne približujte se imetku siročeta, izuzev onako kako je najbolje, dok ne dosegne zrelost svoju; i ispunjavajte mjeru i vagu pravedno. Ne opterećujemo dušu, osim mogućnošću njenom. A kad govorite, onda pravedno, makar bio rođak; i obavezu Allahu ispunjavajte. To vam zapovijeda da biste se vi poučili"
        },
        {
            "chapter": 6,
            "verse": 153,
            "text": "A ovo je Moj put pravi, zato ga slijedite. I ne slijedite puteve (druge), pa da vas odvoje od puta Njegovog; to vam zapovijeda da biste se vi pobojali"
        },
        {
            "chapter": 6,
            "verse": 154,
            "text": "Zatim smo dali Musau Knjigu potpunom za onog ko čini dobro i detaljnom za svaku stvar, i Uputu i milost, da bi oni u susret sa Gospodarom svojim vjerovali"
        },
        {
            "chapter": 6,
            "verse": 155,
            "text": "A ova Knjiga koju objavljujemo, blagoslovljena je, zato je slijedite i bojte se (Allaha), da bi vam se smilovalo"
        },
        {
            "chapter": 6,
            "verse": 156,
            "text": "Da ne biste rekli: \"Samo je objavljena Knjiga dvjema grupama prije nas, a doista smo bili prema učenju njihovom nemarni"
        },
        {
            "chapter": 6,
            "verse": 157,
            "text": "Ili kažete: \"Da je nama - nama objavljena Knjiga, sigurno bismo bili upućeniji od njih.\" Pa već vam je došao dokaz jasan od Gospodara vašeg, i Uputa i milost. Pa ko je nepravedniji od onog ko poriče ajete Allahove i odvraća od njih? Platićemo one koji odvraćaju od ajeta Naših, opakom kaznom, zato što su odvraćali"
        },
        {
            "chapter": 6,
            "verse": 158,
            "text": "Čekaju li samo da im dođu meleci ili dođe Gospodar tvoj ili dođe neki od znakova Gospodara tvog? Na Dan kad dođe neki od znakova Gospodara tvog, neće koristiti duši vjerovanje njeno, (koja) nije vjerovala prije ili zaradila u vjerovanju svom dobro. Reci: \"Očekujte! Uistinu! Mi smo čekatelji"
        },
        {
            "chapter": 6,
            "verse": 159,
            "text": "Uistinu! Oni koji su razdijelili vjeru svoju i postali sekte, nisi od njih ni u čemu. Samo je stvar njihova do Allaha, zatim će ih obavijestiti o onom šta su činili"
        },
        {
            "chapter": 6,
            "verse": 160,
            "text": "Ko dođe sa dobrim djelom, pa imaće on deset sličnih njemu; a ko dođe sa zlim djelom, tad će biti plaćen samo sličnim njemu; i njima se neće učiniti zulm"
        },
        {
            "chapter": 6,
            "verse": 161,
            "text": "Reci: \"Uistinu! Mene je uputio Gospodar moj putu pravom: vjeri pravoj, milletu Ibrahima hanife, a nije bio od mušrika"
        },
        {
            "chapter": 6,
            "verse": 162,
            "text": "Reci: \"Uistinu, salat moj i žrtva moja i život moj i smrt moja su za Allaha, Gospodara svjetova"
        },
        {
            "chapter": 6,
            "verse": 163,
            "text": "On nema sudruga; a to mi je naređeno i ja sam prvi od muslimana"
        },
        {
            "chapter": 6,
            "verse": 164,
            "text": "Reci: \"Zar da mimo Allaha tražim gospodara, a On je Gospodar svake stvari?\" A zarađuje svaka duša samo sebi, i neće se teretiti opterećeni teretom drugog. Potom je Gospodaru vašem povratak vaš, te će vas obavijestiti o onom u čemu ste se razilazili"
        },
        {
            "chapter": 6,
            "verse": 165,
            "text": "I On je Taj koji vas je učinio halifama Zemlje, i uzdigao vas jedne nad drugima stepenima, da vas iskuša u onom šta vam je dao. Uistinu! Gospodar tvoj je brz u kazni, i uistinu, On je Oprosnik, Milosrdni"
        },
        {
            "chapter": 7,
            "verse": 1,
            "text": "Alif. Lam. Mim. Sad"
        },
        {
            "chapter": 7,
            "verse": 2,
            "text": "Knjiga se spušta tebi - zato neka u grudima tvojim ne bude tjeskobe zbog nje - da opominješ njome, a opomena je vjernicima"
        },
        {
            "chapter": 7,
            "verse": 3,
            "text": "Slijedite šta vam se objavljuje od Gospodara vašeg, i ne slijedite mimo Njega zaštitnike. Malo čega se sjećate"
        },
        {
            "chapter": 7,
            "verse": 4,
            "text": "A koliko je naselja koja smo uništili! Tad bi im došla sila Naša noću, ili dok bi oni prilegli u podnevu"
        },
        {
            "chapter": 7,
            "verse": 5,
            "text": "Zato je bio priziv njihov kad bi im došla sila Naša, jedino što bi rekli: \"Uistinu! Mi smo bili zalimi"
        },
        {
            "chapter": 7,
            "verse": 6,
            "text": "Pa sigurno ćemo pitati one kojima je poslata i sigurno ćemo pitati izaslanike"
        },
        {
            "chapter": 7,
            "verse": 7,
            "text": "Tad ćemo im sigurno ispričati sa znanjem, a nismo bili odsutni"
        },
        {
            "chapter": 7,
            "verse": 8,
            "text": "A mjerenje će Tog dana biti istinito. Pa onaj čija mjerila pretegnu - pa ti takvi će biti uspješni"
        },
        {
            "chapter": 7,
            "verse": 9,
            "text": "A onaj čija mjerila olakšaju - pa takvi su oni koji su izgubili duše svoje, zbog toga što su ajetima Našim bili zalimi"
        },
        {
            "chapter": 7,
            "verse": 10,
            "text": "A doista smo vas učvrstili na Zemlji i načinili vam na njoj sredstva za život. Malo što zahvaljujete"
        },
        {
            "chapter": 7,
            "verse": 11,
            "text": "I doista, stvorili smo vas, zatim vas oblikovali, potom rekosmo melecima: \"Učinite sedždu Ademu!\" Tad padoše ničice, izuzev Iblisa, nije bio od onih koji padaju na sedždu"
        },
        {
            "chapter": 7,
            "verse": 12,
            "text": "(Allah) reče: \"Šta te je zadržalo da nisi pao na sedždu kad sam ti naredio?\" Reče: \"Ja sam bolji od njega. Mene si stvorio od vatre, a njega si stvorio od ilovače"
        },
        {
            "chapter": 7,
            "verse": 13,
            "text": "(Allah) reče: \"Onda silazi iz njega! Pa nije za tebe da se oholiš u njemu. Zato izlazi! Uistinu, ti si od poniženih"
        },
        {
            "chapter": 7,
            "verse": 14,
            "text": "Reče: \"Odloži mi do Dana kad budu podignuti"
        },
        {
            "chapter": 7,
            "verse": 15,
            "text": "(Allah) reče: \"Uistinu, ti si od onih kojima se odlaže"
        },
        {
            "chapter": 7,
            "verse": 16,
            "text": "Reče: \"Pa zato što si me zaveo, sigurno ću im biti u zasjedi na putu Tvom pravom"
        },
        {
            "chapter": 7,
            "verse": 17,
            "text": "Zatim ću im sigurno prilaziti ispred njih i iza njih, i s desnih strana njihovih i s lijevih strana njihovih, i nećeš naći većinu njih zahvalnim"
        },
        {
            "chapter": 7,
            "verse": 18,
            "text": "(Allah) reče: \"Izlazi iz njega pokuđen i prognan. Sigurno onaj od njih ko te bude slijedio - sigurno ću napuniti Džehennem s vama zajedno"
        },
        {
            "chapter": 7,
            "verse": 19,
            "text": "I o Ademe! Nastani ti i žena tvoja Džennet, pa jedite odakle god hoćete, i ne približujte se ovom drvetu, pa da budete od zalima"
        },
        {
            "chapter": 7,
            "verse": 20,
            "text": "Pa je došaptavao njima dvoma šejtan, da bi im otkrio šta im je bilo skriveno od sew'ata njihovih. I reče: \"Zabranio vam je Gospodar vaš sa ovog drveta, samo da ne budete dva meleka ili ne budete od besmrtnika"
        },
        {
            "chapter": 7,
            "verse": 21,
            "text": "I zaklete se njima dvoma: \"Uistinu! Ja sam vam sigurno od savjetnika"
        },
        {
            "chapter": 7,
            "verse": 22,
            "text": "Tad prouzroči da njih dvoje padnu na prevaru. Pa pošto okusiše drvo, otkriše im se sew'ati njihovi i počeše krpiti po sebi nešto lista džennetskog. I pozva ih Gospodar njihov: \"Zar vam nisam zabranio sa ovog drveta i rekao vam: 'Uistinu! Šejtan vam je neprijatelj otvoreni"
        },
        {
            "chapter": 7,
            "verse": 23,
            "text": "Rekoše: \"Gospodaru naš! Učinili smo zulm dušama našim, i ako nam ne oprostiš i ne smiluješ nam se, sigurno ćemo biti od gubitnika"
        },
        {
            "chapter": 7,
            "verse": 24,
            "text": "Reče: \"Siđite! Vi ste jedno drugom neprijatelji. I imaćete vi na Zemlji boravište i opskrbu neko vrijeme"
        },
        {
            "chapter": 7,
            "verse": 25,
            "text": "Reče: \"Na njoj ćete živjeti i na njoj umirati, i iz nje izvedeni biti"
        },
        {
            "chapter": 7,
            "verse": 26,
            "text": "O sinovi Ademovi! Doista smo vam spustili odjeću da sakrije sew'ate vaše, i perjanice, a odijelo bogobojaznosti, to je bolje. To je od znakova Allahovih, da bi se oni poučili"
        },
        {
            "chapter": 7,
            "verse": 27,
            "text": "O sinovi Ademovi! Neka vas nikako ne zavede šejtan kao što je izveo roditelje vaše iz Dženneta, strgavši s njih dvoje odjeću njihovu, da bi im pokazao sew'ate njihove. Uistinu, on vas vidi, on i vrsta njegova, odakle ne vidite njih. Uistinu! Mi smo učinili šejtane zaštitnicima onih koji ne vjeruju"
        },
        {
            "chapter": 7,
            "verse": 28,
            "text": "A kad učine razvrat, govore: \"Našli smo na tome očeve naše i Allah nam je to naredio.\" Reci: \"Uistinu, Allah ne naređuje razvrat. Zar govorite o Allahu ono šta ne znate"
        },
        {
            "chapter": 7,
            "verse": 29,
            "text": "Reci: \"Gospodar moj naređuje pravednost; i upravite lica svoja kod svakog mesdžida. Prizivajte Njega, odani Njegovom dinu. Kao što vas je u početku stvorio, (tako se i) vraćate"
        },
        {
            "chapter": 7,
            "verse": 30,
            "text": "Dio je uputio, a dio - obistinila se na njima zabluda. Uistinu, oni uzimaju šejtane zaštitnicima mimo Allaha i misle da su oni upućeni"
        },
        {
            "chapter": 7,
            "verse": 31,
            "text": "O sinovi Ademovi! Uzmite ukras svoj kod svakog mesdžida, i jedite i pijte, a ne rasipajte. Uistinu! On ne voli rasipnike"
        },
        {
            "chapter": 7,
            "verse": 32,
            "text": "Reci: \"Ko je zabranio ukras Allahov kojeg je iznio robovima Svojim, i dobre stvari od opskrbe?\" Reci: \"One su za one koji vjeruju u životu Dunjaa, posebno na Dan kijameta.\" Eto tako razlažemo znakove ljudima koji znaju"
        },
        {
            "chapter": 7,
            "verse": 33,
            "text": "Reci: \"Gospodar moj je zabranio jedino razvratnosti, ono šta je vidljivo od njih i šta je skriveno, i griješenje i tlačenje bez prava, i da pridružujete Allahu ono za što nije objavio autoritet, i da govorite o Allahu ono šta ne znate"
        },
        {
            "chapter": 7,
            "verse": 34,
            "text": "A svaka zajednica ima rok, pa kad dođe rok njihov, neće (ga) zadržati čas, niti ubrzati"
        },
        {
            "chapter": 7,
            "verse": 35,
            "text": "O sinovi Ademovi! Ako vam dođu poslanici između vas, kazivaće vam ajete Moje, pa ko se poboji i popravi, tad neće biti straha nad njima, niti će oni žaliti"
        },
        {
            "chapter": 7,
            "verse": 36,
            "text": "A oni koji poreknu ajete Naše i uzohole se prema njima, takvi će biti stanovnici vatre, oni će u njoj biti vječito"
        },
        {
            "chapter": 7,
            "verse": 37,
            "text": "Pa ko je nepravedniji od onog ko izmišlja protiv Allaha laž ili poriče ajete Njegove? Tim takvima će doći dio njihov iz Knjige, dok, kad im dođu izaslanici Naši da ih uzmu, govoriće: \"Gdje je ono šta ste prizivali mimo Allaha?\" Reći će: \"Nestali su od nas.\" I svjedočiće protiv duša svojih da su oni bili nevjernici"
        },
        {
            "chapter": 7,
            "verse": 38,
            "text": "(Allah) će reći: \"Uđite u vatru u zajednice već prošle prije vas, od džinna i ljudi.\" Kad god uđe zajednica, proklinjaće svoju sestru (zajednicu), dok, kad se u njoj svi sustignu, reći će zadnja njihova prvoj njihovoj: \"Gospodaru naš! Ovi su nas zaveli, zato im daj dvostruku kaznu vatrom.\" Reći će: \"Za svakog je dvostruko, međutim ne znate"
        },
        {
            "chapter": 7,
            "verse": 39,
            "text": "I reći će prva njihova zadnjoj njihovoj: \"Pa niste vi imali nad nama nikakvu prednost, zato kušajte kaznu za ono šta ste zaslužili"
        },
        {
            "chapter": 7,
            "verse": 40,
            "text": "Uistinu, oni koji budu poricali ajete Naše i oholili se prema njima, neće im se otvoriti kapije neba i neće ući u Džennet, dok ne prođe deva kroz ušice igle; a tako plaćamo prestupnike"
        },
        {
            "chapter": 7,
            "verse": 41,
            "text": "Imaće oni od Džehennema postelju, a iznad njih će biti (vatrene) pokrivke; a tako kažnjavamo zalime"
        },
        {
            "chapter": 7,
            "verse": 42,
            "text": "A oni koji vjeruju i čine dobra djela - ne opterećujemo dušu, izuzev mogućnošću njenom - takvi će biti stanovnici Dženneta, oni će u njemu biti vječito"
        },
        {
            "chapter": 7,
            "verse": 43,
            "text": "I istrgnućemo šta je u grudima njihovim od mržnje; teći će ispod njih rijeke i govoriće: \"Hvala Allahu koji nas je ovom uputio. A ne bismo se uputili da nas nije Allah uputio! Doista, donosili su poslanici Gospodara našeg Istinu.\" I viknuće im se: \"Ovo je Džennet koji vam je dat u naslijeđe za ono šta ste radili"
        },
        {
            "chapter": 7,
            "verse": 44,
            "text": "I dozivaće stanovnici Dženneta stanovnike vatre: \"Doista smo našli ono što nam je obećavao Gospodar naš istinitim, pa jeste li našli ono šta je obećavao Gospodar vaš istinitim?\" Reći će: \"Da.\" Tad će objaviti muezzin među njima: \"Prokletstvo Allahovo je nad zalimima"
        },
        {
            "chapter": 7,
            "verse": 45,
            "text": "Onima koji su odvraćali od puta Allahovog i tražili ga iskrivljenim, a oni su u Ahiret bili nevjernici"
        },
        {
            "chapter": 7,
            "verse": 46,
            "text": "I između njih dvaju biće veo, a na uzvisinama će biti ljudi (koji će) prepoznati svakog po obilježjima njihovim. I vikat će stanovnicima Dženneta: \"Selamun alejkum!\" Nisu ušli u njega, a oni će željeti"
        },
        {
            "chapter": 7,
            "verse": 47,
            "text": "I kad skrenu pogledi njihovi prema stanovnicima vatre, reći će: \"Gospodaru naš! Ne stavi nas sa narodom zalima"
        },
        {
            "chapter": 7,
            "verse": 48,
            "text": "I pozivaće stanovnici uzvisina ljude koje će znati po obilježjima njihovim, govoriće: \"Šta vam je vrijedio skup vaš i što ste se oholili"
        },
        {
            "chapter": 7,
            "verse": 49,
            "text": "Jesu li to oni (za koje) ste se kleli da im neće stići Allahova milost?\" \"Uđite u Džennet! Nema straha nad vama i nećete vi žaliti"
        },
        {
            "chapter": 7,
            "verse": 50,
            "text": "I zvaće stanovnici vatre stanovnike Dženneta: \"Prolijte na nas malo vode ili nešto od onog čim vas je opskrbio Allah.\" Reći će: \"Uistinu! Allah je to dvoje zabranio nevjernicima"
        },
        {
            "chapter": 7,
            "verse": 51,
            "text": "Onima koji su uzimali vjeru svoju igrom i zabavom, a obmanuo ih je život Dunjaa.\" Zato ćemo njih Danas zaboraviti, kao što su zaboravili na susret dana njihovog ovog, i što su ajete Naše nijekali"
        },
        {
            "chapter": 7,
            "verse": 52,
            "text": "A doista, donijeli smo im Knjigu, pa smo je bazirali na znanju, Uputu i milost za ljude koji vjeruju"
        },
        {
            "chapter": 7,
            "verse": 53,
            "text": "Čekaju li samo ostvarenje njeno? Na Dan kad dođe ostvarenje njeno, govoriće oni koji su je zaboravili ranije: \"Doista su poslanici Gospodara našeg donosili Istinu. Pa hoće li biti za nas ikakvih posrednika, pa da posreduju za nas ili da budemo vraćeni, pa da radimo drugačije no što smo radili?\" Doista, izgubili su duše svoje, a iščezlo je od njih šta su izmišljali"
        },
        {
            "chapter": 7,
            "verse": 54,
            "text": "Uistinu! Gospodar vaš je Allah koji je stvorio nebesa i Zemlju u šest dana, zatim se postavio na Arš. Prekriva noću dan (koji) traži nju žurno, a Sunce i Mjesec i zvijezde potčinjeni su komandi Njegovoj. Uistinu! Njegovo je stvaranje i komanda! Blagoslovljen neka je Allah, Gospodar svjetova"
        },
        {
            "chapter": 7,
            "verse": 55,
            "text": "Zazivajte Gospodara svog skrušeno i potajno. Uistinu! On ne voli one koji prevršuju"
        },
        {
            "chapter": 7,
            "verse": 56,
            "text": "I ne činite fesad na Zemlji, nakon sređivanja njenog, i prizivajte Njega, strahujući i nadajući se. Uistinu, Allahova milost je bliska dobročiniteljima"
        },
        {
            "chapter": 7,
            "verse": 57,
            "text": "A On je Taj koji šalje vjetrove radosnom viješću pred milošću Svojom. Dok, kad ponesu oblake teške, usmjerimo ga ka zemlji zamrloj pa spuštamo na nju vodu, te izvodimo njome od svačeg plodove. Tako ćemo izvesti mrtve, da biste se vi podsjetili"
        },
        {
            "chapter": 7,
            "verse": 58,
            "text": "A dobra zemlja izvodi rastinje svoje s dozvolom Gospodara svog; a koja je loša, izvodi samo oskudno. Tako razlažemo znakove ljudima (koji) zahvaljuju"
        },
        {
            "chapter": 7,
            "verse": 59,
            "text": "Doista smo poslali Nuha narodu njegovom, pa reče: \"O narode moj! Obožavajte Allaha! Nemate vi drugog boga osim Njega. Uistinu! Ja se bojim za vas kazne Dana strahovitog"
        },
        {
            "chapter": 7,
            "verse": 60,
            "text": "Uglednici iz naroda njegovog rekoše: \"Uistinu, mi te vidimo u zabludi očitoj"
        },
        {
            "chapter": 7,
            "verse": 61,
            "text": "Reče: \"O narode moj! Nije u meni zabluda, nego sam ja poslanik Gospodara svjetova"
        },
        {
            "chapter": 7,
            "verse": 62,
            "text": "Dostavljam vam poslanice Gospodara svog i savjetujem vas, i znam od Allaha ono šta ne znate"
        },
        {
            "chapter": 7,
            "verse": 63,
            "text": "Zar se čudite što vam dolazi Opomena od Gospodara vašeg po čovjeku između vas, da bi vas opomenuo, i da biste se pobojali i da bi vam se smilovalo"
        },
        {
            "chapter": 7,
            "verse": 64,
            "text": "Tad ga porekoše, pa spasismo njega i one s njim u lađi, a potopismo one koji su poricali ajete Naše. Uistinu, oni su bili narod slijepaca"
        },
        {
            "chapter": 7,
            "verse": 65,
            "text": "I Adu, brata njihovog Huda. Reče: \"O narode moj! Obožavajte Allaha. Nemate vi drugog boga osim Njega. Pa zar se nećete pobojati"
        },
        {
            "chapter": 7,
            "verse": 66,
            "text": "Uglednici koji nisu vjerovali iz naroda njegovog, rekoše: \"Uistinu, mi te vidimo u gluposti, i uistinu, mi mislimo da si ti od lažova"
        },
        {
            "chapter": 7,
            "verse": 67,
            "text": "Reče: \"O narode moj! Nije u meni glupost, nego sam ja poslanik Gospodara svjetova"
        },
        {
            "chapter": 7,
            "verse": 68,
            "text": "Dostavljam vam poslanice Gospodara mog i ja sam vam savjetnik pouzdani"
        },
        {
            "chapter": 7,
            "verse": 69,
            "text": "Zar se čudite što vam dolazi Opomena od Gospodara vašeg po čovjeku između vas, da bi vas upozorio? A sjetite se kad vas je učinio nasljednicima nakon naroda Nuhovog, i povećao vas u konstituciji obilno. Pa sjetite se blagodati Allahovih, da biste vi uspjeli"
        },
        {
            "chapter": 7,
            "verse": 70,
            "text": "Rekoše: \"Zar si nam došao da bismo obožavali Allaha - jedinog Njega, a ostavili ono što su obožavali očevi naši? Pa daj nam ono čim nam prijetiš, ako istinu govoriš"
        },
        {
            "chapter": 7,
            "verse": 71,
            "text": "Reče: \"Već je pala na vas od Gospodara vašeg prljavština i gnjev. Zar se prepirete sa mnom o imenima? koja ste nadjenuli vi i očevi vaši; nije spustio Allah za njih nikakav autoritet. Pa očekujte! Uistinu! Ja sam od onih koji sa vama čekaju"
        },
        {
            "chapter": 7,
            "verse": 72,
            "text": "Pa smo spasili njega i one s njim milošću od Nas, i odsjekli korijen onih koji su poricali ajete Naše i nisu bili vjernici"
        },
        {
            "chapter": 7,
            "verse": 73,
            "text": "I Semudu, brata njihovog Saliha. Reče: \"O narode moj! Obožavajte Allaha! Nemate vi drugog boga osim Njega. Već vam je došao jasan dokaz od Gospodara vašeg. Ova deva Allahova za vas je znak; zato je pustite da jede po Zemlji Allahovoj, i ne dotičite je zlom, pa da vas spopadne kazna bolna"
        },
        {
            "chapter": 7,
            "verse": 74,
            "text": "I sjetite se kad vas je učinio nasljednicima nakon Ada i nastanio vas na Zemlji. Pravite u nizijama njenim palače i klešete brda (u) kuće. Pa sjetite se blagodati Allahovih i ne činite zlo na Zemlji, praveći fesad"
        },
        {
            "chapter": 7,
            "verse": 75,
            "text": "Uglednici koji su se uzoholili iz naroda njegovog rekoše onima koji su učinjeni slabima - onom ko je vjerovao od njih: \"Znate li da je Salih izaslanik od Gospodara njegovog?\" Rekoše: \"Uistinu, mi smo u ono s čim je poslat, vjernici"
        },
        {
            "chapter": 7,
            "verse": 76,
            "text": "Oni koji su se uzoholili rekoše: \"Uistinu, mi smo u ono u što vjerujete, nevjernici"
        },
        {
            "chapter": 7,
            "verse": 77,
            "text": "Tad raniše devu i oglušiše se o naredbu Gospodara svog, i rekoše: \"O Salih! Donesi nam ono čim nam prijetiš, ako si od izaslanika"
        },
        {
            "chapter": 7,
            "verse": 78,
            "text": "Pa ih snađe potres, te osvanuše u kućama svojim povaljani"
        },
        {
            "chapter": 7,
            "verse": 79,
            "text": "Tad se okrenu od njih i reče: \"O narode moj. Doista sam vam dostavio poslanicu Gospodara svog i savjetovao vas, međutim, ne volite savjetnike"
        },
        {
            "chapter": 7,
            "verse": 80,
            "text": "I Luta! Kad reče narodu svom: \"Zar činite razvrat u kojem vas nije nadmašio niko od svjetova"
        },
        {
            "chapter": 7,
            "verse": 81,
            "text": "Uistinu, vi prilazite strašću ljudima mimo žena. Naprotiv, vi ste ljudi koji pretjeruju"
        },
        {
            "chapter": 7,
            "verse": 82,
            "text": "Odgovor naroda njegovog bio je jedino što rekoše: \"Protjerajte ih iz naselja vašeg. Uistinu, oni su ljudi koji se čiste"
        },
        {
            "chapter": 7,
            "verse": 83,
            "text": "Pa smo spasili njega i porodicu njegovu, izuzev žene njegove, bila je od izostalih"
        },
        {
            "chapter": 7,
            "verse": 84,
            "text": "I izlili smo na njih kišu. Pa pogledaj kakav je bio kraj prestupnika"
        },
        {
            "chapter": 7,
            "verse": 85,
            "text": "I Medjenu, brata njihovog, Šuajba. Reče: \"O narode moj! Obožavajte Allaha! Nemate vi drugog boga sem Njega. Zaista vam je došao jasan dokaz od Gospodara vašeg; zato ispunjavajte mjeru i mjerilo. I ne zakidajte ljudima stvari njihove, i ne činite fesad na Zemlji, nakon sređivanja njenog. To je bolje za vas, ako ste vjernici"
        },
        {
            "chapter": 7,
            "verse": 86,
            "text": "I ne sjedajte na svakom putu prijeteći i odvraćajući od puta Allahovog onog ko vjeruje u Njega i tražeći ga iskrivljenim. I sjetite se kad ste bili (brojčano) mali, pa vas je umnožio. I pogledajte kakav je bio kraj mufsida"
        },
        {
            "chapter": 7,
            "verse": 87,
            "text": "A ako bude skupina među vama (koja) vjeruje u ono s čim sam poslat, i skupina (koja) ne vjeruje, onda se strpite dok Allah ne presudi među nama, a On je Najbolji od sudaca"
        }
    ]
}