{
    "pages": [
        {
            "chapter": 7,
            "verse": 131,
            "text": "එහෙත් ඔවුන්ට (යම්කිසි) යහපතක් සිදු වන විට “මෙය අපට (ලැඛෙන්නට තිබුණු) බැවින් (එය අපට) ලැබුණි” යයිද, ඔවුන්ට යම්කිසි විපතක් ඇති වූ විට, “(මෙය අපට පැමිණිය යුතු දැයක් නොව, එහෙත්) මූසලකමෙන් යුත් එම මූසාගෙන්ද, ඔහුගේ ජනතාවගෙන්ම පැමිණියේය” යයිද පැවසූහ. ඔවුන්ට සිදු වූ (මෙම) දුර්භාග්‍යය අල්ලාහ්ගේ සිතුවිල්ලක් යන්න (ඔවුන්) දැන ගත යුතු නොවේද? එහෙත් ඔවුන්ගෙන් වැඩි දෙනෙකු දැන ගත්තේ නැත"
        },
        {
            "chapter": 7,
            "verse": 132,
            "text": "තවද ඔවුන් (මූසාට) “ඔබ අපිව වසඟ කර ගැනීම සඳහා කොපමණදෝ (පුදුමාකාර) ප්‍රාතිහාර්යයන් ඔබ අප ඉදිරියේ ගෙන ආවද, අපි ඔබව විශ්වාස නොකරන්නෙමු” යයි පැවසූහ"
        },
        {
            "chapter": 7,
            "verse": 133,
            "text": "එබැවින් ඔවුන් කෙරෙහි (වැස්ස සමග එන) සුළි සුළඟ, පළඟැටියන්, උකුනන්, ගෙම්බන්, ලේ ආදී පැහැදිලි මෙම ප්‍රාතිහාර්යයන් (එකක් පසුපසින් එකක් වශයෙන්) අපි යැවුවෙමු. (මින්) පසුවද ඔවුන් උඞගු වී වැරදි කරන ජනතාවක් වශයෙන්ම සිටියහ"
        },
        {
            "chapter": 7,
            "verse": 134,
            "text": "ඔවුන් කෙරෙහි (මේවායේ යම්කිසි) දඬුවමක් පැමිණෙන සෑම විටම ඔවුන් (මූසාට) “ඕ මූසා!(ඔබගේ ප්‍රාර්ථනාව බාර ගන්නා බවට) ඔබට ඔහු ලබා දුන් පොරොන්දුවට අනුව (මෙම අමාරුකම පහ කරන මෙන්) ඔබගේ දෙවියන්ගෙන් අප වෙනුවෙන් ඔබ ප්‍රාර්ථනා කරනු. අපගෙන් මෙම දඬුවම ඔබ පහ කළහොත් නියත වශයෙන්ම අපි ඔබව විශ්වාස කර, ඉස්රායීල් පරම්පරාවේ දරුවන්වද, නියත වශයෙන්ම අපි ඔබ සමග යවන්නෙමු” යයි පැවසූහ"
        },
        {
            "chapter": 7,
            "verse": 135,
            "text": "අපි ඔවුන්ගේ දඬුවම පහ කළ සෑම විටම (ඔවුන් තමන්ගේ පොරොන්දුවට වෙනස්කම් කරමින්ම සිටියහ!මෙසේ ඔවුන්ට සිදු වූ අවසාන) වාරය ඔවුන් අත් කර ගන්නා තුරු (නැවත නැවතත්) වෙනස්කම් කරමින්ම සිටියහ"
        },
        {
            "chapter": 7,
            "verse": 136,
            "text": "එබැවින් ඔවුන් අපගේ ප්‍රාතිහාර්යයන් ගණනයට නොගෙන (එසේ) ඒවා බොරු කරමින් සිටි හේතුවෙන්, ඔවුන්ව මුහුදෙහි ගිල්වා දමා ඔවුන්ගෙන් අපි පළි ගත්තෙමු"
        },
        {
            "chapter": 7,
            "verse": 137,
            "text": "එබැවින් කවුරුන්ව මොවුන් දුබළයන් යයි (අවමානයෙන් යුතුව) අදහස් කරමින් සිටියෝද, එම ජනතාවටම ඉතාමත් භාග්‍යයෙන් පිරි (ඔවුන්ගේ) භූමියෙහි නැගෙනහිර පැත්තද, බස්නාහිර පැත්තද ආදී සියල්ලද අයිති කර දුන්නෙමු. එබැවින් ඉස්රායීල් පරම්පරාවේ දරුවන් (ෆිර්අවුන්ට ඇති වූ අමාරුකම්) ඉවසීමෙන් යුතුව විඳ දරා ගත් හේතුවෙන් (ඔවුන්ට) ඔබගේ දෙවියන් දුන් පොරොන්දුව ඉතාමත් හොඳ අන්දමටම ඉටු කරනු. ෆිර්අවුන්ද, ඔහුගේ ජනතාවද නිර්මාණය කර තිබූ දැයද, ඉදි කර තිබූ අති විශාල මාලිගාවන්ද අපි සමතලා කර දැමුවෙමු"
        }
    ]
}