{
    "pages": [
        {
            "chapter": 11,
            "verse": 63,
            "text": "එයට ඔහු “මගේ ජනතාවෙනි! මා මගේ දෙවියන්ගේ පැහැදිලි සාධකයන් මත සිටියදී, ඔහු තම සන්නිධානයෙන් (නබිත්වයද) පහළ කරමින් සිටියදී, මා ඔහුට වෙනස්කම් කළහොත් (ඔහු මා හට දඬුවම් නොකරාවිද? ඒ අවස්ථාවේදී) අල්ලාහ් වෙත මා හට උදව් කරන්නා කවරෙක්ද යන්න ඔබ අවධානය කළෙහිද? ඔබ නම්, මා හට පරාජය මිස, (වෙන කිසිවක්) වැඩි කර දෙන්නේ නැත” යයි පැවසුවේය"
        },
        {
            "chapter": 11,
            "verse": 64,
            "text": "තවද “මගේ ජනතාවෙනි! අල්ලාහ්ගේ එක් ඔටු දෙනකි. ඔබට මෙය සාධකයක් වශයෙන්ම පහළ කර ඇත්තේය. එබැවින් අල්ලාහ්ගේ භූමියෙහි (ඌ කැමති ස්ථානයක) උලා කෑමට අත්හැර දමනු. ඌට යම්කිසි හානියක් කිරීමට (අදහස් කර), ඌව ස්පර්ශ නොකරනු. එසේ කළහොත් ඉතාමත් ඉක්මනින් දඬුවම ඔබව අල්ලා ගනු ඇත” (යයිද පැවසුවේය)"
        },
        {
            "chapter": 11,
            "verse": 65,
            "text": "එහෙත් ඔවුන් (ඔහුගේ නියෝගයට වෙනස්කම් කර), උගේ (කකුලේ නහර) කපා දැමූහ. එබැවින් ඔහු (ඔවුන්ට “මින් පසුව) දින තුනක් දක්වා ඔබගේ නිවෙස්හි (සිටිමින්) ඔබ සැප විඳිය හැකිය. (ඉන් පසුව අල්ලාහ්ගේ දඬුවම ඔබ වෙත පැමිණ සේන්දු වනු ඇත). මෙය නොවරදින පොරොන්දුවක් වන්නේය” යයි පැවසුවේය"
        },
        {
            "chapter": 11,
            "verse": 66,
            "text": "(ද`ඩුවම ගැන වූ) අපගේ නියෝගයට (අනුව දඬුවම) පැමිණි විට සාලිහ්වද, ඔහු සමග විශ්වාසය තැබූවන්වද, (දඬුවමෙන්ද) එදින අවමානයෙන්ද අපගේ දයාව මගින් අපි බේරා ගත්තෙමු. (නබියේ!) නියත වශයෙන්ම ඔබගේ දෙවියන් ශක්තිවන්තයෙකු හා (සියල්ලට) බලසම්පන්නයෙකු වශයෙන් සිටින්නේය"
        },
        {
            "chapter": 11,
            "verse": 67,
            "text": "එබැවින් සීමාව ඉක්මවූවන්ව හෙණ හඞ අල්ලා ගත්තේය. ඔවුන් තමන්ගේ නිවෙස්හි සිටි ආකාරයටම මැරී වැටී සිටියදී හිරු උදා විය"
        },
        {
            "chapter": 11,
            "verse": 68,
            "text": "(එයට පෙර) එහි ඔවුන් කිසි කලෙක වාසය නොකළාක් මෙන් (කිසිම සළකුණක් නොමැතිව විනාශ වී ගියහ). නියත වශයෙන්ම සමූද් ජනතාව තම දෙවියන්ව ප්‍රතික්ෂේප කර හැරියහ. එම සමූද් ජනතාව කෙරෙහි ශාපය ඇති විය යන්න දැන ගනු"
        },
        {
            "chapter": 11,
            "verse": 69,
            "text": "නියත වශයෙන්ම (මලායිකාවරුන්ගෙන්) අපගේ දූතයින් වන ඉබ්රාහීම්ට ශුභාරංචි ගෙනැවිත් “(ඔබට) ශාන්තිය හා සමාදානය අත් වේවා!” යයි පවැසූහ. (ඉබ්රාහීම් එයට පිළිතුරු වශයෙන් “ඔබටත්) ශාන්තිය හා සමාදානය අත් වේවා!” යයි පැවසීමෙන් අනතුරුව පොඩියක් හෝ ප්‍රමාද නොවී (කුර්බාන් කර) තෙලෙන් බදින ලද වසු පැටවෙකුගේ මස් ගෙනැවිත් (ඔවුන් ඉදිරියේ) තැබුවේය"
        },
        {
            "chapter": 11,
            "verse": 70,
            "text": "ඔවුන්ගේ අත් එය වෙත නොයනු ඔහු දුටු වහාම ඔවුන් ගැන සැක සිතූහ. ඔවුන් ගැන බියක්ද ඔහුගේ මනසෙහි හොල්මන් කරන්නට විය. (ඒ අවස්ථාවේදී) ඔවුන් (ඉබ්රාහීම්ට) “ඔබ බිය නොවනු. නියත වශයෙන්ම අපි ලුත්ගේ ජනතාව වෙත (ඔවුන්ව විනාශ කර දැමීමට) යවනු ලැබ ඇත්තෙමු” යයි පැවසූහ"
        },
        {
            "chapter": 11,
            "verse": 71,
            "text": "(ඒ අවස්ථාවේදී එහි) සිටගෙන සිටිමින් සිටි ඔහුගේ බිරිඳ (ලුත් නබිගේ ජනතාව කරමින් සිටින නපුරු කාරණාවන් ගැන ඇසී) සිනාසුනාය. නමුත් ඒ අවස්ථාවේදීම ඇයට ඉස්හාක් (නමැති පුතෙකු) ගැනද, ඉස්හාක්ට පසු යාකූබ් (නමැති මුණුබුරෙකු ඉපදීමට යාම) ගැනද ශුභාරංචි පැවසුවෙමු"
        }
    ]
}