{
    "pages": [
        {
            "chapter": 12,
            "verse": 5,
            "text": "(යාකූබ් නබි, යූසුෆ් නබිට) “මගේ ආදරණීය පුතුනේ! ඔබ දුටු සිහිනය ඔබගේ සහෝදරයින්ට නොපවසනු. (එසේ පැවසුවහොත්) ඔවුන් ඔබට විපතක් කිරීමට කුමන්ත්‍රණ කරනු ඇත. මන්දයත් නියත වශයෙන්ම ෂෙයිතාන් මිනිසුන්ට ප්‍රකට සතුරෙකු වශයෙන් සිටින්නේය. (කුමන්ත්‍රණ කරන මෙන් ඔවුන්ව මොහු පොළඹවන්නට ඉඩ ඇත)” යයි පැවසුවේය"
        },
        {
            "chapter": 12,
            "verse": 6,
            "text": "තවද “(ඔබ සිහිනෙන් දුටු) මේ අන්දමටම ඔබගේ දෙවියන් ඔබව තෝරාගෙන, සිහිනයන්ගේ අර්ථ දැක්වීම්ද, ඔබට උගන්වා දී, ඔබ කෙරෙහිද, යාකූබ්ගේ (අනිත්) පවුලේ උදවිය කෙරෙහිද, ඔහු තමන්ගේ වරප්‍රසාදයන් පූරණය කර තබනු ඇත. මේ අන්දමටම මෙයට පෙර ඉබ්රාහීම්, ඉස්හාක් ආදී ඔබගේ මුතුන් මිත්තන් දෙදෙනා කෙරෙහිද (තමන්ගේ වරප්‍රසාදය වන) එය පූරණය කර තැබුවේය. නියත වශයෙන්ම ඔබගේ දෙවියන් (සියල්ල) හොඳින් දන්නෙකු හා ඥානය අයත් අයෙකු වශයෙන් සිටින්නේය” (යයිද පැවසුවේය)"
        },
        {
            "chapter": 12,
            "verse": 7,
            "text": "(නබියේ! සත්‍යය) විමසන්නන්ට නියත වශයෙන්ම යූසුෆ්ගේ (ඉතිහාසයෙහි)ද ඔහුගේ සහෝදරයින්ගේ (ඉතිහාසයෙහි)ද බොහොමයක් පාඩම් ඇත්තේය"
        },
        {
            "chapter": 12,
            "verse": 8,
            "text": "(යාකූබ් නබි තම පුතුන් ෙදාළොස් දෙනාගෙන් යූසුෆ්වද, බුන්යාමීන්වද අධික වශයෙන් ආදරය කිරීම ගැන අවධානය කළ අනිත් පුතුන් ඊර්ෂ්‍යා කර) “අපි ශක්තිවන්තයින් වශයෙන් සිටියදී යූසුෆ්ද, ඔහුගේ සහෝදරයාද අපගේ පියාට අපට වඩා අධික වශයෙන් කැමැත්තට පාත්‍ර වූවන් වශයෙන් සිටින්නාහ. (මෙහි) අපගේ පියා නියත වශයෙන්ම ප්‍රකට වැරැද්දෙහි සිටින්නේය”"
        },
        {
            "chapter": 12,
            "verse": 9,
            "text": "“(එබැවින්) යූසුෆ්ව මරා දමනු. නැතහොත් භූමියෙහි කොහේ හෝ තැනකට පහ කර හරිනු. (ඉන් පසුව) ඔබගේ පියාගේ බැල්ම සම්පූර්ණයෙන්ම ඔබ දෙසටම හැරී සිටිනු ඇත! මින් පසුව ඔබ (දෙවියන්ගෙන් සමාව ඉල්ලාගෙන) හොඳ මිනිසුන් බවට පත් වනු” යයි පැවසූහ"
        },
        {
            "chapter": 12,
            "verse": 10,
            "text": "(එයට) ඔවුන්ගෙන් කෙනෙකු “යූසුෆ්ව ඔබ මරා නොදමනු. ඔබ (ඔහුට) යම්කිසි (විපතක්) අනිවායදැයෙන්ම කළ යුතුය යයි අදහස් කරන්නේ නම්, ගැඹුරු පාලූ ලිඳකට ඔහුව වීසි කර දමනු. මැඟියන් කවුරුන් හෝ ඔහුව (ලිෙඳන් එළියට) ගැනීමට ඉඩ ඇත” යයි පැවසුවේය"
        },
        {
            "chapter": 12,
            "verse": 11,
            "text": "(පසුව ඔවුන් තමන්ගේ පියා වෙත පැමිණ) “අපගේ පියාණෙනි! කුමන කාරණාවක් නිසා යූසුෆ් ගැන ඔබ අපව විශ්වාස නොකරන්නෙහිද? අපි නම්, ඇත්තෙන්ම ඔහුට හොඳක්ම බලාපොරොත්තුවෙන් සිටින්නෙමු”"
        },
        {
            "chapter": 12,
            "verse": 12,
            "text": "“හෙට දින ඔහුව අප සමග යවනු (මැනව!) ඔහු (කැලේ ඇති පලතුරු) අනුභව කරමින්ද, සෙල්ලම් කරමින්ද සිටිනු ඇත. නියත වශයෙන්ම අපි ඔහුව ආරක්ෂා කර ගන්නෙමු” යයි පැවසූහ"
        },
        {
            "chapter": 12,
            "verse": 13,
            "text": "(එයට ඔහු) “ඔබ ඔහුව කැඳවාගෙන යාම මා හට දුකක් ඇති කරනු ඇත. තවද ඔබ (සෙල්ලම් කරමින්) ඔහුව අමතක කර දමා නොසැළකිලිමත්ව සිටින අවස්ථාවේදී වෘකයෙකු ඔහුට (පහර දී) කා දමනු ඇතැයි මා බිය වන්නෙමි” යයි ඔහු පැවසුවේය"
        },
        {
            "chapter": 12,
            "verse": 14,
            "text": "එයට ඔවුන් “ශක්තිවන්තයින් වන අපි සිටියදී ඔහුව වෘකයෙකු කා දමන්නේ නම්, නියත වශයෙන්ම අපි දුර්වලයන් බවට පත් වන්නෙමු නොවෙද?”යි පවසා (අනුමැතිය ලබා දීමට සලස්වා)"
        }
    ]
}