{
    "pages": [
        {
            "chapter": 14,
            "verse": 6,
            "text": "මූසා තම ජනතාවට මෙසේ පැවසූ අවස්ථාවේදී “අල්ලාහ් ඔබට ලබා දී ඇති වරප්‍රසාදයන් ගැන සිතා බලනු. ඔහු ඔබව ෆිර්අව්න්ගේ සමූහයෙන් බේරා ගත්තේය. ඔවුන් නම්, ඔබට දරුණු වේදනා ගෙන දෙමින් සිටි අතර ඔබගේ පිරිමි දරුවන්ව වද දී ගැහැනු දරුවන්ව (පමණක්) පණ පිටින් ජීවත් වීමට අත්හැර දමමින් සිටියහ. මෙහිදී ඔබගේ දෙවියන් විසින් ඔබව ඉමහත් වූ පිරික්සුමට ලක් කර තිබුණි” (යයි පැවසුවේය)"
        },
        {
            "chapter": 14,
            "verse": 7,
            "text": "තවද ඔබගේ දෙවියන් (ඔවුන්ට “මේ වෙනුවෙන්) ඔබ (මා හට) කෘතඥ වුවහොත් (මා මගේ වරප්‍රසාදයන් නැවතත්) ඔබට අධික කර දෙන්නෙමි. ඔබ (මගේ වරප්‍රසාදයන්ට කෘතඥ නොවී) වෙනස්කම් කළහොත් නියත වශයෙන්ම මගේ දඬුවම ඉතාමත් දරුණු එකක් වශයෙන් තිඛෙණු ඇත” යයි ප්‍රකාශයට පත් කිරීම යන්නද (නබියේ!) ඔබ (මොවුන්ට) මතක් කර දෙනු"
        },
        {
            "chapter": 14,
            "verse": 8,
            "text": "නැවතත් මූසා (තම ජනතාවට) “ඔබ ලොවෙහි ඇති ජනතාව සියල්ලන්ම (දෙවියන්ට සම්පූර්ණයෙන්ම) වෙනස්කම් කළා වුවද, (ඔහුට කිසිම පාඩුවක් ඇති වන්නේ නැත). මන්දයත් නියත වශයෙන්ම අල්ලාහ් (කිසිවෙකුගේ උදව්වක්) අවශ්‍ය නොවන්නෙකු වශයෙන් හා ප්‍රශංසාවට හිමි කෙනෙකු වශයෙන් සිටින්නේය” යයිද පැවසුවේය"
        },
        {
            "chapter": 14,
            "verse": 9,
            "text": "ඔබට පෙර ඉකුත්ව ගිය නූහ්, ආද්, සමූද් වැනි ජනතාවන්ගේ ඉතිහාසයන්ද, ඔවුන්ගෙන් පසු පැමිණි අයගේ ඉතිහාසයන්ද, ඔබට ලැබුනේ නැද්ද? ඔවුන්ව (ඔවුන්ගේ විස්තර) අල්ලාහ් හැර වෙන කිසිවෙකුටත් දැන ගත නොහැක. එම ජනතාව වෙත යවනු ලැබූ (අපගේ) දූතයින් පැහැදිලි සාධකයන් සමග ඔවුන් වෙත පැමිණ “(ඍජු මාර්ගයට එනු, එනු” යයි තමන්ගේ දෑතම දිගු කර ආරාධනා කළ) අවස්ථාවේදී ඔවුන්ගේ අත් ඔවුන්ගේ කට දෙසටම තල්ලූ කර දමා (ඔවුන්ට) “නියත වශයෙන්ම අපි (දෙවියන්ගේ දූතයින් යන්න ප්‍රකාර) ඔබ ගෙන ආ දැය ප්‍රතික්ෂේප කරන්නෙමු. තවද ඔබ අපව කුමක් දෙසට ආරාධනා කරන්නෙහුද, ඒ ගැන නියත වශයෙන්ම අපි ඉමහත් වූ සැකයෙහිම සිටින්නෙමු” යයි පැවසූහ"
        },
        {
            "chapter": 14,
            "verse": 10,
            "text": "එයට ඔවුන්ගේ දූතයින් (ඔවුන්ට) “අහස්ද, භූමියද උත්පාදනය කළ අල්ලාහ් ගැනද (ඔබට ඇති) සැකය? ඔහු ඔබගේ වැරදිවලට සමාව දීම සඳහා ඔබව ආරාධනා කරන්නේය. (ඔහුට අවනත වුවහොත්) එක් නියමිත කාලයක් දක්වා ඔබව (භුමියෙහි සැපසේ ජීවත්ව සිටීමට) අත්හැර දමනු ඇත” යයි පැවසූහ. එයට ඔවුන් “ඔබ අප වැනි (සාමාන්‍ය) මිනිසුන්ම මිස, වෙන කිසිවෙකු නොව. අපගේ මුතුන් මිත්තන් නමදිමින් සිටි දෙවිවරුන්ව අත්හැර වළක්වා හැරීමටද ඔබ අදහස් කරන්නේ? එසේ නම්, (එයට අයත්) පැහැදිලි සාක්ෂීන් අප වෙත ගෙන එනු” යයි පැවසූහ"
        }
    ]
}