{
    "pages": [
        {
            "chapter": 2,
            "verse": 220,
            "text": "(එබැවින්) මෙලොව, පරලොව (සිදු වන යහපත ගැන ඔබ සිතා බලනු මැනව! නබියේ!) අනාථයින්ව (පරිපාලනය කිරීම) ගැනද ඔබගෙන් විමසන්නාහ. (එයට) ඔබ මෙසේ පවසනු මැනව! “ඔවුන්ව ප්‍රතිසංස්කරණය කිරීම ඉතාමත් අගනේය! තවද ඔබ ඔවුන් සමග එක්කාසු වී (ජීවත් වීමට) සිදු වුවහොත් (ඔවුන්) ඔබගේ සහෝදරයින්ය. (එබැවින් ඔවුන්ගේ දේපළින් අවශ්‍ය පමණට ඔබ වෙනුවෙන්ද වියදම් කර ගත හැකිය). නමුත් ‘හොඳක්ම කරන්නෙමු’ යයි (පවසමින්) පාපයන් කරන්නන්ව අල්ලාහ් හොඳින් දන්නේය. අල්ලාහ් අදහස් කළහොත් ඔබව (මිදෙන්නට නොහැකි) දුක් ගැහැට වලට ඇතුළු කර දමනු ඇත. අල්ලාහ් (ඕනෑම අන්දමේ දැයක් කිරීමට) බලසම්පන්නයෙකු හා තියුණු බුද්ධියක් ඇත්තෙකු වශයෙන්ද සිටින්නේය. (එබැවින් අනාථයින්ගේ කාරණාවෙහි නපුරක් නොකර ඉතාමත් අනුකම්පාවෙන් යුතුවද ඉතාමත් සාධාරණවද කටයුතු කරනු)"
        },
        {
            "chapter": 2,
            "verse": 221,
            "text": "(විශ්වාසවන්තයිනි!) සමානයන් තබා නමදින කාන්තාවන්ව ඔවුන් විශ්වාස කරන තුරු ඔබ විවාහ කර නොගනු. (මන්දයත්) විශ්වාසවන්ත වහලියක්, සමානයන් තබා නමදින කාන්තාවකට වඩා - ඇය ඔබ ආකර්ෂණය කිරීමට හැකි කෙනෙකු වශයෙන් සිටියදනියත වශයෙන්ම උසස්වන්තියකි. (එසේම) සමානයන් තබා නමදින පිරිමින් විශ්වාස කරන තුරු, (ඔවුන්ට විශ්වාසවන්ත කාන්තාවන්ව) ඔබ විවාහ කර නොදෙනු. විශ්වාසවන්ත වහලෙකු සමානයන් තබා නමදින පිරිමියෙකුට වඩා ඔහු ඔබව ආකර්ෂණය කරන්නෙකු බවට සිටියද, නියත වශයෙන්ම උසස් කෙනෙකි. මොවුන් සියල්ල නිරයට ආරාධනා කරන්නාහ. නමුත් අල්ලාහ් නම්, තම දයාව මගින් ස්වර්ගයටද, (තමන්ගේ) ක්ෂමාවටද (ඔබව) ආරාධනා කරන්නේය. මිනිසුන්ට -ඔවුන් සිතට (ගෙන) කටයුතු කරනු පිණිස- තමන්ගේ ආයාවන් (වැඩිදුරටත්) විවරණය කරන්නේය"
        },
        {
            "chapter": 2,
            "verse": 222,
            "text": "(නබියේ!) මාස් සුද්ධිය ගැනද ඔවුන් ඔබගෙන් විමසන්නාහ. ඔබ මෙසේ පවසනු (මැනව!): “එය (අපිරිසිදු) අබාධයකි. එබැවින් මාස් සුද්ධිය සමයෙහි කාන්තාවන්ගෙන් ඈත් වී, ඔවුන් පිරිසිදු වන තුරු ඔවුන්ට ළං නොවනු. ඔවුන් පිරිසිදු වී ගියහොත්, අල්ලාහ් ඔබට නියම කර ඇති අන්දමට ඔවුන් වෙත යනු. නියත වශයෙන්ම අල්ලාහ් (පාපයෙන් මිදී) පසුතැවිලි වී මිදෙන්නන්වද පරිශුද්ධවන්තයින්වද කැමති වන්නේය”"
        },
        {
            "chapter": 2,
            "verse": 223,
            "text": "ඔබගේ භාර්යයාවන් ඔබට අයත් කෙතකි. එබැවින් ඔබගේ කෙතට ඔබ කැමති අන්දමට ගොස්, ඔබට (අවශ්‍යය දරු සම්පතද හොඳ දැයද සොයා ගැනීමට) ඉදිරිපත් වනු. අල්ලාහ්ට බිය වනු. තවද නියත වශයෙන්ම ඔබ ඔහුව හමු වන්නේය යන්නද ස්ථීර වශයෙන් දැන ගනු. (නබියේ! ඍජුභාවයෙන් යුත්) විශ්වාසවන්තයින්ට ශුභාරංචි දෙනු මැනව"
        },
        {
            "chapter": 2,
            "verse": 224,
            "text": "ඔබ දැහැමි දැය කිරීමට හෝ පරිශුද්ධවන්තයින් බවට පත් වීමට හෝ මිනිසුන් අතරේ සාමාදානය කර තැබීමට හෝ ඔබට බාධාවක් වශයෙන් පත් විය හැකි අන්දමට (ඔබ කරන) ඔබගේ දිව්රුමට අල්ලාහ්ව ඈඳා නොගනු. අල්ලාහ් (දිව්රුමට) සවන් දෙන්නෙකු වශයෙන්ද, (සිත්හි ඇති දැය) හොඳින් දන්නෙකු වශයෙන්ද සිටින්නේය"
        }
    ]
}