{
    "pages": [
        {
            "chapter": 25,
            "verse": 3,
            "text": "(මෙසේ තිබියදී සමානයන් තබා නමදින්නන්) ඔහු නොවන දැය දෙවිවරුන් වශයෙන් ඇර ගන්නාහ. ඒවා කිසිවක් උත්පාදනය කළේ නැත. (එහෙත්) ඒවාද කිසිම හොඳක් හෝ නරකක් හෝ කර ගැනීමට ශක්තියක් නැති දැයයි. තවද පණ දීමට හෝ මරණයට පත් කිරීමට හෝ පණ දී නැගිට්ටවීමට හෝ ශක්තියක් නැති දැය වශයෙන්ම ඇත්තේය"
        },
        {
            "chapter": 25,
            "verse": 4,
            "text": "ප්‍රතික්ෂේප කරන්නන් මෙසේ පවසන්නාහ: “(ශුද්ධ වූ කුර්ආනය වන) මෙය, බොරු ගොතා ඔහු මනක්කල්පිත කර ගත් දැයක් මිස, වෙන කිසිවක් නැත. මෙහි (මනක්කල්පිත කිරීමෙහි) වෙනත් ජනතාවන් ඔහුට උදව් කරන්නාහ”. (නමුත් සත්‍යය කුමක්දයත් මෙමගින්) ඔවුන්ම අපරාධයද, බොරුවද පවසන්නාහ"
        },
        {
            "chapter": 25,
            "verse": 5,
            "text": "තවද “මෙය පෙර විසූවන්ගේ ප්‍රබන්ධ කතාවකි. (මෙසේ) මෙය උදේ සවස මොහුට සමුදීරණය කර පෙන්වනු ලැබේ. මෙය මොහු (අන් අයගේ උදව්වෙන්) ලියා ගනු ලබන්නේය” යයිද ඔවුන් (ප්‍රතික්ෂේප කරන්නන්) පවසන්නාහ"
        },
        {
            "chapter": 25,
            "verse": 6,
            "text": "(එයට නබියේ!) ඔබ මෙසේ පවසනු: “(එසේ නොව). අහස්හිද, භූමියෙහිද ඇති රහස් දන්නේ කවුරුන්ද, ඔහුම මෙය පහළ කළේය. (ඔබ පසුතැවිලි වී ඔහු දෙසට හැරුණහොත්) නියත වශයෙන්ම ඔහු (ඔබගේ මෙම වැරදි වලට) ඉතාමත් සමාව දෙන්නෙකු හා කරුණාව දක්වන්නෙකු වශයෙන් සිටින්නේය”"
        },
        {
            "chapter": 25,
            "verse": 7,
            "text": "(නැවතත්) ඔවුන් මෙසේ පවසන්නාහ: “මෙම දූතයාට (කුමක් නම් සිදු වී ඇත්ද)? ඔහු (අප මෙන්ම) ආහාර අනුභව කරන්නේය. කඩ වීදියටද යන්නේය. (ඔහු දෙවියන්ගේ දූතයා වශයෙන් සිටින්නෙහි නම්), ඔහු වෙනුවෙන් මලායිකාවරයෙකු යවනු ලැබ, ඔහු, ඔහු සමග එක්කාසු වී බිය ගන්වා අනතුරු ඇඟවිය යුතු නොවේද"
        },
        {
            "chapter": 25,
            "verse": 8,
            "text": "“නැතහොත් ඔහුට නිධානයක් ලබා දිය යුතු නොවේද? නැතහොත් ඔහු ආහාරයට ගත යුතු (පලතුරු වර්ග ලබා දිය හැකි) උයන් වත්තක් ඔහුට තිබිය යුතු නොවේද?”යි මෙම අපරාධකරුවන් (විශ්වාසවන්ත-යින්ගෙන් විමසන අතර) “ඔබ සූනියම් කරන ලද මිනිසාවම අනුගමනය කරන්නෙහුය” යයිද පවසන්නාහ"
        },
        {
            "chapter": 25,
            "verse": 9,
            "text": "(එබැවින් නබියේ!) ඔබ ගැන ඔවුන් විවිධ උදාහරණයන් ඉදිරිපත් කරන්නෝද යන්න අවධානය කර බලනු. මොවුන් (සම්පූර්ණයෙන්ම) මාර්ගය වැරද ගියහ. ඍජු මාර්ගය අත් කර ගැනීමට මොවුන්ට නොහැකිය"
        },
        {
            "chapter": 25,
            "verse": 10,
            "text": "නබියේ! ඔබගේ දෙවියන් වන ඔහු ඉතාමත් භාග්‍යවන්තයෙකි. ඔහු අදහස් කළහොත් (මෙම ප්‍රතික්ෂේප කරන්නන් ඉල්ලා සිටින මාලිගාවන් කිමෙක්ද?) මීටත් වඩා උසස් ස්වර්ගයන් ඔබට ලබා දිය හැකි අයෙකි. ඒවායෙහි දිය දහරා සදාකල් ගලමින් ඇත්තේය. (ඒවායෙහි) ඔබට බොහෝ මාලිගාවන්ද සලස්වා තබනු ඇත"
        },
        {
            "chapter": 25,
            "verse": 11,
            "text": "ඇත්තෙන්ම මොවුන් (විනිශ්චය) කාලයම බොරු කරන්නාහ. කවුරුන් (විනිශ්චය) කාලය බොරු කරන්නෝද, ඔවුන්ට නිරයම අපි සැලසුම් කර තබා ඇත්තෙමු"
        }
    ]
}