{
    "pages": [
        {
            "chapter": 2,
            "verse": 238,
            "text": "(විශ්වාසවන්තයිනි!) සලාතයන්ද (උසස් අන්දමින් අසර් සලාතය වන) මධ්‍ය කාල සලාතයද, (කාලය නොවරදා සලාත් කර), ආරක්ෂා කර ගනු. තවද (සලාතයෙහි) අල්ලාහ්ට (බිය වී) ඉතාමත් සිත් තුළ බිය බැතිමත්ව සිටිනු"
        },
        {
            "chapter": 2,
            "verse": 239,
            "text": "නමුත් (සලාතයේ වේලාව පැමිණ, සතුරන් ආදී කුමක් හෝ යම්කිසි කාරණාවක් නිසා එකම ස්ථානයක නැවතී සලාත් කිරීමට) ඔබ බිය වුවහොත් ගමන් කරමින් හෝ නැතහෙත් වාහනය මත හිඳිමින් හෝ (සලාත් කරනු). තවද (ඔබගේ බිය පහ වී) ඔබ බියෙන් තොර කෙනෙකු බවට පත් වුවහොත් ඔබ නොදැනුවත්ව තිබුණු දැය (සලාතයන්) ඔහු ඔබට උගන්වා දුන් අන්දමට (සලාත් කර) අල්ලාහ්ව දික්ර් කරනු"
        },
        {
            "chapter": 2,
            "verse": 240,
            "text": "භාර්යයාවන්ව අත්හැර දමා මරණයට පත් වන ඔබගෙන් වූ අය, තමන්ගේ භාර්යයාවන්ව (නිවසින්) පිටමං කර නොදමා එක් වසරක් දක්වා පෝෂණය කරන මෙන් (උරුමක්කාරයින්ට) අන්තිම කැමැත්ත දන්වා සිටිනු. නමුත් ඔවුන් (වසරක් තුළ තමන් විසින්ම) පිටතට ගොස් තමන්ට නියමිත අන්දමින් (විවාහය ආදී) යම් කිසිවක් කර ගැනීමෙහි ඔබ කෙරෙහි වරදක් නැත. අල්ලාහ් බලවන්තයෙකු හා තියුණු බුද්ධියෙන් යුක්තවද සිටින්නේය"
        },
        {
            "chapter": 2,
            "verse": 241,
            "text": "තවද තලාක් කියන ලද කාන්තාවන්ට (ඔවුන්ගේ ඉද්දාවෙහි ප්‍රමාද කාලය දක්වා) පුරුද්දට අනුව (ස්වාමිපුරුෂයාගේ දේපළ වලින්ම) පරිපාලනය ලබා ගැනීමට අයිතියක් ඇත. (එසේ ඔවුන්ව පරිපාලනය කිරීම) භය භක්තිකයින් කෙරෙහි අනිවාර්යය වන්නේය"
        },
        {
            "chapter": 2,
            "verse": 242,
            "text": "ඔබ දැන ගැනීම පිණිස තමන්ගේ ආයාවන් අල්ලාහ් ඔබට මෙසේ පැහැදිලිව විවරණය කරන්නේය"
        },
        {
            "chapter": 2,
            "verse": 243,
            "text": "(නබියේ!) මරණයට බයේ තමන්ගේ නිවෙස් අත්හැර දමා දහස් ගණනින් පිටත් වූවන්ව ඔබ අවධානය නොකළෙහිද? අල්ලාහ් ඔවුන්ට “ඔබ මැරී යනු” යයි පවසා (මරණයට පත් කර) පසුව ඔවුන්ට පණ දුන්නේය. නියත වශයෙන්ම අල්ලාහ් මිනිසුන් කෙරෙහි අනුකම්පාව ඇත්තෙකු වශයෙන් සිටින්නේය. එහෙත් මිනිසුන්ගෙන් වැඩි දෙනෙකු ස්තූති කරන්නේ නැත"
        },
        {
            "chapter": 2,
            "verse": 244,
            "text": "(විශ්වාසවන්තයිනි!) ඔබ අල්ලාහ්ගේ මාර්ගයෙහි යුද්ධ කරනු. නියත වශයෙන්ම අල්ලාහ් (ඔබගේ ප්‍රාර්ථනාවන්ට) සවන් දෙන්නෙකු වශයෙන්ද (ඔබගේ අමාරුකම්) දන්නෙකු වශයෙන්ද සිටින්නේය යන්නද ස්ථීර වශයෙන් දැන ගනු"
        },
        {
            "chapter": 2,
            "verse": 245,
            "text": "(අමාරුකමෙහි සිටින්නන්ට) අලංකාරවත් ණය අල්ලාහ් වෙනුවෙන් ණය දෙන්නන් කවරෙක්ද? එය ඔහු, ඔහුට අනේක ගුණයක් වැඩි වන ලෙසට සලස්වන්නේය. අල්ලාහ් (වස්තුව සමහරෙකුට) හකුලාද අල්ලා ගනු ඇත. (සමහරෙකුට) වැඩි කරද දෙන්නේය. තවද ඔහු වෙතම ඔබ නැවතත් ගෙන එනු ලබන්නෙහුය"
        }
    ]
}