{
    "pages": [
        {
            "chapter": 33,
            "verse": 16,
            "text": "(නබියේ!) ඔබ මෙසේ පවසනු: “මරණය අත්හැර, නැතහොත් කපනු ලැබීම අත්හැර, ඔබ (කොහේ) දිව්වා වුවද, (ඔබගේ) දිවීම ඔබට කිසිම ප්‍රයෝජනයක් අත් කර දෙන්නේ නැත. මේ අතර (ඔබ බේරුනා වුවද, ඉතාමත්) සුළුවෙන් මිස, (කවදාවත්) ඔබ සුවය විඳින්නේ නැත!”"
        },
        {
            "chapter": 33,
            "verse": 17,
            "text": "(නබියේ! තවද) ඔබ මෙසේ පවසනු: “අල්ලාහ් ඔබට විපතක් කිරීමට අදහස් කළහොත් ඔහුගෙන් ඔබව ආරක්ෂා කර ගන්නා කවරෙක්ද? නැතහොත් ඔහු ඔබට දයාව පහළ කිරීමට අදහස් කළහොත් (එය ඔබට වළක්වා හරින්නේ කවරෙක්ද?)”. අල්ලාහ් හැර, ඔවුන්ට උදව් කරන්නන්ද, ආරක්ෂා කරන්නන්ද ඔවුන් නොදකින්නාහ"
        },
        {
            "chapter": 33,
            "verse": 18,
            "text": "ඔබගෙන් (යුද්ධයට යන අයව) වළක්වන්නන්ම, තමන්ගේ සහෝදරයින්ට “ඔබ (යුද්ධයට නොගොස්) අප වෙත පැමිණෙනු” යයි පවසන්නන්වද නියත වශයෙන්ම අල්ලාහ් හොඳින් දැනගෙනම සිටින්නේය. තවද (ඔවුන්) සුළු කාලයක්ම යුද්ධ කිරීමට පැමිණෙන්නාහ"
        },
        {
            "chapter": 33,
            "verse": 19,
            "text": "(ඔවුන්) ඔබගේ කාරණාවෙහි මසුරුකම අත් කරගෙන සිටින්නාහ. (නබියේ! යම්කිසි) බියක් හමු වන විට, මරණ මංචකයේදී සිහි මූර්ඡා වී සිටින්නන් මෙන් ඔවුන්ගේ ඇස් කැරකෙමින් ඔබව බලාගෙනම සිටිනු ඔබ දකින්නෙහිය. එම බිය පහ වී (විශ්වාසවන්තයින්ට ජයග්‍රහණය අත්) වුවහොත් නම්, දරුණු වදන් මගින් ඔබගේ අඩුපාඩුකම් පවසා (යුද්ධයේදී ලැබුණු) වස්තූන් මත ඉමහත් ආශාවන් ඇති කර ගන්නාහ. මෙවැන්නන් සත්‍ය විශ්වාසවන්තයින් නොව. එබැවින් ඔවුන් කර තිබුණු (දැහැමි) ක්‍රියාවන් අල්ලාහ් විනාශ කර දැමුවේය. මෙය අල්ලාහ්ට ඉතාමත් පහසු දැයකි"
        },
        {
            "chapter": 33,
            "verse": 20,
            "text": "(මුද්‍රා තබා තිබුණු සතුරන් මුද්‍රා තැබීම ගෙන ගිය පසුව වුවද, එම විරුද්ධවාදී) සේනාව (තවමත්) ගියේ නැතැයිම මොවුන් අදහස් කරමින් සිටින්නාහ. (එම සතුරු) සේනාව (ආපසු) පැමිණියේ නම්, (යම්කිසි වන රොදකට දිව ගොස් සැඟවී) ගම්බද අරාබිවරුන් සමග (සැඟවී) සිටිමින්ම (ඔබ ජයග්‍රහණය කරන්නෙහුද, පරාජය වන්නෙහුද යයි) ඔබ ගැන වූ පුවත ආරංචි කර ගැනීමටම කැමති වන්නාහ. (එසේ නොගොස්) ඔවුන් ඔබ සමග රැඳී සිටියා වුවද, සුළු කාලයක් මිස, (අධික වශයෙන්) යුද්ධ නොකරන්නාහ"
        },
        {
            "chapter": 33,
            "verse": 21,
            "text": "අල්ලාහ්වද, අවසාන දිනයද, ස්ථීර වශයෙන් විශ්වාස කරන්නන්ට අයත් අලංකාරවත් පූර්ව ආදර්ශය, නියත වශයෙන්ම අල්ලාහ්ගේ දූතයා වෙතම ඔබට ඇත්තේය. ඔවුන් (ඔහුව අනුගමනය කර), අල්ලාහ්ව අධික වශයෙන් මෙනෙහි කර (දික්ර්) කරමින් සිටින්නාහ"
        },
        {
            "chapter": 33,
            "verse": 22,
            "text": "විශ්වාසවන්තයින් (සතුරු) සේනාව දුටු විට, “මෙයම අල්ලාහ්ද, ඔහුගේ දූතයාද, අපට පොරොන්දු වූ දැයයි. අල්ලාහ්ද, ඔහුගේ දූතයාද, සත්‍යයම පැවසුහ” යයි කීහ. තවද (මේවා සියල්ල) අල්ලාහ්ගේ විශ්වාසයද, වත් පිළිවෙත්ද මිස, (වෙන කිසිවක්) ඔවුන්ට වැඩි කර හැරියේ නැත"
        }
    ]
}