{
    "pages": [
        {
            "chapter": 34,
            "verse": 1,
            "text": "ප්‍රශංසා සියල්ල අල්ලාහ්ටම අයත්ය! අහස්හිසද, භූමියෙහිද ඇතිසියල්ල ඔහුටම අයත්ය! (මෙලොවදීද), පරලොවදීද සියලූ ප්‍රශංසාඔහුටම අයත්ය! ඔහු ඉතාමත් ඥානවන්තයෙකු හා (සියල්ල) හොඳින්දන්නෙකු වශයෙන් සිටින්නේය"
        },
        {
            "chapter": 34,
            "verse": 2,
            "text": "භූමියෙහි පතිත වන (බීජයන් ආදී)දැයද, එයින් ඉකුත් වන (ගස් කොලන් ආදී) දැයද, අහසින් පහළ වනදැයද, ඒ දෙසට නැගෙන දැයද ඔහු හොඳින් දන්නේය. ඔහු ඉතාමත්කරුණාවන්තයෙකු හා ඉතාමත් ක්ෂමා කරන්නෙකු වශයෙන්සිටින්නේය"
        },
        {
            "chapter": 34,
            "verse": 3,
            "text": "එහෙත් ප්‍රතික්ෂේප කරන්නන් “විනිශ්චය දිනය අපට (කිසිදාක) පැමිණෙන්නේ නැත” යයි පවසන්නාහ. (නබියේ!) ඔබ මෙසේපවසනු: “එසේ නොව. මගේ දෙවියන් මත සත්තකින්ම! නියතවශයෙන්ම (එය) ඔබ වෙත අනිවාර්යයෙන්ම පැමිණෙන්නේය. ඔහුගුප්ත දැය සියල්ල දන්නෙකි. ඔහු නොදැනුවත්ව අහස්හි හෝ භූමියෙහිහෝ ඇති දැයෙන් එක් අනු ප්‍රමාණයක් හෝ බේරී යන්නේ නැත. ඊටත්වඩා කුඩා හෝ ලොකු හෝ (සෑම දැයක්ම ලව්හුල් මව්ෆූල් නමැති)පැහැදිලි (සටහන්) පුස්තකයෙහි සටහන් නොවී නැත”"
        },
        {
            "chapter": 34,
            "verse": 4,
            "text": "“විශ්වාසය තබා දැහැමි කාරණාවන් කරන්නන්ට ඵලවිපාක දෙනුපිණිස, (එසේ එහි සටහන් කරනු ලැබ ඇත්තේය). මෙවැන්නන්ටමසමාවද ඇත. ගෞරවණීය ආහාරද, (ජීවිතයද) ඇත”"
        },
        {
            "chapter": 34,
            "verse": 5,
            "text": "කවුරුන් අපගේආයාවන් පරාජය කරන්නට (අපට විරුද්ධව) උත්සාහ කරන්නෝද,එවැන්නන්ට වේදනා ගෙන දෙන දරුණු දඬුවම් ඇත"
        },
        {
            "chapter": 34,
            "verse": 6,
            "text": "(නබියේ!) කවුරුන් හට (ධර්ම) ඥානය දෙනු ලැබුවේද, ඔවුන්(ඔවුන්ගෙන් වූ සත්‍යවන්තයින්) ඔබට, ඔබගේ දෙවියන් විසින් පහළකරන ලද (මෙම ධර්මය) සත්‍ය (ධර්මය) යයිද, සියල්ලන්ටම ඉමහත් වූඉතාමත් ප්‍රශංසාවට අයත් අයගේ ඍජු මාර්ගය දැනුම් දිය හැකි දැයක්යයිද, දැන ගන්නාහ"
        },
        {
            "chapter": 34,
            "verse": 7,
            "text": "එහෙත් කවුරුන් ප්‍රතික්ෂේප කරන්නෝද, ඔවුන්(අන් අයට) “ඔබ (මරණයට පත් වී දීරා ගොස් ඉතාමත් කුඩා) අනුබවට වෙන්කරනු ලැබුවායින් පසුද, නියත වශයෙන්ම අපි (නැවතත්උත්පාදනය කරනු ලැබ), අළුත් උත්පාදනයක් බවට පත් වනු ඇතැයිඔබට (බිය ගන්වා) පැවසිය හැකි මිනිසෙකුව අපි ඔබට දැනුම්දෙන්නද?”යි (සමච්චලයෙන් මෙන්) පවසන්නාහ"
        }
    ]
}