{
    "pages": [
        {
            "chapter": 58,
            "verse": 22,
            "text": "(නබියේ!) කුමන ජනතාවක් අල්ලාහ්වද, විනිශ්චය දිනයද, (ඇත්තෙන්ම) විශ්වාස කරන්නෝද ඔවුන්, කවුරුන් අල්ලාහ්ටද, ඔහුගේ දූතයාටද වෙනස්කම් කරන්නන් වශයෙන් සිටින්නෝද (ඔවුන්ව ප්‍රිය නොකරන්නාහ). ඔවුන් තමන්ගේ මුතුන් මිත්තන් වශයෙන් සිටියා වුවද, නැතහොත් තමන්ගේ පරම්පරාවේ දරුවන් වශයෙන් සිටියා වුවද, නැතහොත් තමන්ගේ සහෝදරයන් වශයෙන් සිටියා වුවද, නැතහොත් තමන්ගේ ඥාතීන් වශයෙන් සිටියා වුවද, ඔවුන් සමග මොවුන් කතාබහ කිරීම ඔබ නොදකින්නෙහිය. මෙවැන්නන්ම - මොවුන්ගේ හෘදයන්හි අල්ලාහ් විශ්වාසය ධාරණය වීමට සලස්වා තමන්ගේ හැඟීම මගින්ද, මොවුන්ව ශක්තිමත් කර තබා ඇත්තේය. සදාකල් දිය දහරා ගලමින් ඇති ස්වර්ගයන්හිද, මොවන්ව ඇතුළු කර හරින්නේය. ඒවායෙහි සැමදා මොවුන් රැඳී සිටිනු ඇත. මොවුන් ගැන අල්ලාහ් තෘප්තියට පත් වන්නේය. ඔවුන්ද, ඔහු ගැන තෘප්තියට පත් වන්නාහ. මොවුන්ම අල්ලාහ්ගේ සමුහයයි. නියත වශයෙන්ම අල්ලාහ්ගේ සමූහයන්ම ජයග්‍රාහකයින් යන්න (නබියේ! ඔබ) දැන ගනු (මැනව)"
        },
        {
            "chapter": 59,
            "verse": 1,
            "text": "අහස්හිද, භූමියෙහිද ඇති සියල්ල අල්ලාහ්ව සුවිශුද්ධ කරමින් සිටින්නාහ. ඔහු (සියල්ලන්ටම) බලසම්පන්නයෙකු හා ඥානවන්තයෙකු වශයෙන් සිටින්නේය"
        },
        {
            "chapter": 59,
            "verse": 2,
            "text": "(නබියේ! බනී නලීර් සමූහය වන යුදෙව්) ධර්මය හිමි අයගෙන් කවුරුන් ප්‍රතික්ෂේප කළෝද ඔවුන්ව, ඔවුන්ගේ නිවෙස්වලින් පළමු වරට පිටමං කළ කෙනා ඔහුය. ඔවුන් (තමන්ගේ නිවෙස්වලින්) පිට වී යනු ඇතැයි ඔබ අදහස් කළේ නැත. ඔවුන්ද තමන්ගේ බලකොටු (ප්‍රාකාර වලින්) අල්ලාහ්ගෙන් තමන්ව වළක්වා ගනු ඇතැයි ඇත්තෙන්ම අදහස් කරමින් සිටියහ. එහෙත් ඔවුන් බලාපොරොත්තු නැති අන්දමින් අල්ලාහ් ඔවුන් වෙත පැමිණ, ඔවුන්ගේ හෘදයන්හි භීතිය ඇතුළු කර, ඔවුන් තමන්ගේ අත් මගින්ම තමන්ගේ නිවාසයන් විනාශ කර දමන මෙන් සැලැස්වූ අතර, විශ්වාසවන්තයින්ගේ අත් මගින්ද, (ඔවුන්ගේ නිවාසයන් විනාශ කර දැමුවේය. අභ්‍යන්තර) බැල්මක් ඇත්තවුනි! (මෙමගින්) ඔබ වැටහීමක් ලබා ගනු මැනව"
        },
        {
            "chapter": 59,
            "verse": 3,
            "text": "ඔවුන් වෙනුවෙන් අල්ලාහ් රට ගම අත්හැර යාම (පමණක් දැනටමත්) නියම කර නොතිබුනේ නම්, මෙලොවදීම ඔහු, ඔවුන්ව (දරුණු) දඬුවම් දී තිඛෙනු ඇත. තවද පරලොව නිරා දඬුවමම ඔවුන්ව බලාපොරොත්තුවෙන් ඇත්තේය"
        }
    ]
}