{
    "pages": [
        {
            "chapter": 3,
            "verse": 78,
            "text": "නියත වශයෙන්ම ඔවුන්ගෙන් එක් සමූහයක් ඇත්තාහ; ඔවුන් ධර්මය (ශුද්ධ වූ කුර්ආනය) කියවන විට, (ඒ සමග බොහොමයක් වෙනත් වගන්තීන්ද කළවම් කර), ඒවාද ධර්මයෙහි ඇත්තේය යයි ඔබ අදහස් කර ගැනීම පිණිස තමන්ගේ දිව (කට) ඇද කරමින් කියවන්නාහ. එහෙත් ඒවා ධර්මයෙහි ඇති දැය නොව. තවද ඔවුන් “එය අල්ලාහ් වෙතින් පැමිණ ඇත” යයිද පවසන්නාහ. එය අල්ලාහ් වෙතින් පැමිණි දැයද නොව. ඔවුන් හොඳින් දැන දැනම අල්ලාහ් මත (මෙසේ) බොරු ගොතා කියන්නාහ"
        },
        {
            "chapter": 3,
            "verse": 79,
            "text": "මිනිසෙකුට ධර්මයද ඥානයද නබිත්වයද අල්ලාහ් ලබා දුන් පසු ඔහු මිනිසුන්ට “අල්ලාහ් හැර මාවම නමදිනු” යයි පැවසීමට (මගක්) නැත. එහෙත් (මිනිසුන්ට) “ඔබ ධර්මය (අන් අයට) උගන්වා දෙමින්ද, සමුදීරණය කරමින්ද, සිටීමේ හේතුවෙන් (එහි ඇති සේ) දෙවියන් (එක් කෙනෙකුවම නමදින) වහලූන් බවට පත් වනු” (යයිම පවසනු ඇත)"
        },
        {
            "chapter": 3,
            "verse": 80,
            "text": "තවද “මලායිකාවරුන්වද, නබිවරුන්වද දෙවිවරුන් වශයෙන් ඇර ගනු” යයිද ඔහු ඔබට අණ කරන්නේ නැත. කිමෙක්ද! (දෙවියන් කෙනෙකුටම) ඔබ සම්පූර්ණයෙන්ම අවනත වූවායින් පසු, (එය) ප්‍රතික්ෂේප කරන මෙන් ඔහු ඔබට නියෝග කරනු ඇත්ද"
        },
        {
            "chapter": 3,
            "verse": 81,
            "text": "නබිවරුන් (මගින් ඔබගේ මුතුන් මිත්තන්) වෙත අල්ලාහ් පොරොන්දු ලබා ගත් අවස්ථාවේදී (ඔවුන්ට) “ධර්මයද, ඥානයද මා ඔබට ලබා දී ඇත්තෙමි. (මින්) පසුවද ඔබ අත ඇති දැය සත්‍යය කරන එක් නබිවරයෙකු පැමිණෙන්නේ නම් ඔහුව ඔබ ඇත්තෙන්ම විශ්වාස කර, නියත වශයෙන්ම ඔහුට උදව් කළ යුතුය” (යයි පැවසීමෙන් අනතුරුව “මෙය) ඔබත් ස්ථීර කරන්නෙහුද? මගේ මෙම නියෝගය පිළි ගත්තෙහුද?”යි විමසුමට, ඔවුන් “අපි (එය) බාර ගත්තෙමු” යයිම පැවසූහ. එයට (දෙවියන් “මෙයට) ඔබ සාක්ෂි දරනු. මමත් ඔබ සමග සාක්ෂිකරුවන්ගෙන් කෙනෙකු බවට සිටින්නෙමි” යයි පැවසුවේය"
        },
        {
            "chapter": 3,
            "verse": 82,
            "text": "මින් පසුවද කවුරුන් හෝ ප්‍රතික්ෂේප කළහොත් නියත වශයෙන්ම ඔවුන් පාපතරයන්ම වන්නාහ"
        },
        {
            "chapter": 3,
            "verse": 83,
            "text": "අල්ලාහ්ගේ ධර්මය හැර (වෙනත් ධර්මයක්ද) මොවුන් කැමති වන්නේ? අහස්හිද භූමියෙහිද ඇති සියල්ලම (ඒවා) කැමති වුවද අකමැති වුවද ඔහුට යටහත් පහත් වෙමින්ම කටයුතු කරන්නාහ. තවද (ඒවා සියල්ලම) ඔහු වෙතම ගෙන එනු ලබන්නේය"
        }
    ]
}