{
    "maqras": [
        {
            "chapter": 49,
            "verse": 14,
            "text": "Yóumù rénmen céng shuō:“Wǒmen yǐ xìndàole.” Nǐ shuō:“Nǐmen méiyǒu xìndào. Suīrán nǐmen kěyǐ shuō:‘Wǒmen yǐ guīshùnle’, dàn zhèngxìn hái méiyǒu rù nǐmen de xīn. Rúguǒ nǐmen fúcóng ān lā hé shǐzhě, tā bù jiǎnshǎo nǐmen de shàngōng yī sīháo. Ān lā què shì zhì shè de, què shì zhì cí de.”"
        },
        {
            "chapter": 49,
            "verse": 15,
            "text": "Xìnshì, zhǐshì quèxìn ān lā hé shǐzhě, ránhòu méiyǒu huáiyí, néng yǐ zìjǐ de cáichǎn hé shēngmìng wéi zhǔ dào ér jìnxíng fèndòu de rén; zhè děng rén, què shì chéngshí de"
        },
        {
            "chapter": 49,
            "verse": 16,
            "text": "Nǐ shuō:“Nándào nǐmen yǐ nǐmen de zōngjiào tōngzhī ān lā ma? Ān lā shì zhīdào tiāndì jiān de yīqiè de, ān lā shì quánzhī wànwù de.”"
        },
        {
            "chapter": 49,
            "verse": 17,
            "text": "Tāmen yǐ zìjǐ xìnfèng yīsīlán, shì huì yú nǐ, nǐ shuō:“Nǐmen bùyào yǐ nǐmen de xìnfèng yīsīlán shì huì yú wǒ; bùrán ān lā yǐ yǐndǎo nǐmen yú zhèngxìn ér shì huì yú nǐmen, rúguǒ nǐmen shì shuō shíhuà de.”"
        },
        {
            "chapter": 49,
            "verse": 18,
            "text": "Ān lā què shì zhīdào tiāndì de yōuxuán de, ān lā shì míngchá nǐmen de xíngwéi de"
        },
        {
            "chapter": 50,
            "verse": 1,
            "text": "Gā fú. Yǐ zūnyán de “gǔlánjīng” méngshì"
        },
        {
            "chapter": 50,
            "verse": 2,
            "text": "Nándào tāmen yīn tóngzú de jǐnggào zhě láilín tāmen ér jīngyà ma? Bù xìndào de rénmen shuō:“Zhè shì qí shì"
        },
        {
            "chapter": 50,
            "verse": 3,
            "text": "Nándào wǒmen jì sǐ zhīhòu, yǐ biàn chéng chéntǔ, hái yào huányuán ma? Nà tài bù jìn qínglǐle.”"
        },
        {
            "chapter": 50,
            "verse": 4,
            "text": "Wǒ què yǐ zhīdào dàdì duìyú tāmen de bōshí, wǒ zhè li yǒuyī běn bèi bǎohù de tiān jīng"
        },
        {
            "chapter": 50,
            "verse": 5,
            "text": "Tāmen fǒurèn yǐ jiàng shì tāmen de zhēnlǐ, suǒyǐ tāmen xiànyú hǔnluàn de zhuàngtài zhōng"
        },
        {
            "chapter": 50,
            "verse": 6,
            "text": "Nándào tāmen méiyǒu yǎngshì tiāntǐ ma? Wǒ shì zěnyàng jiànzào tā, diǎnzhuì tā, shǐ tā méiyǒu quēxiàn de"
        },
        {
            "chapter": 50,
            "verse": 7,
            "text": "Wǒ céng zhǎnkāi dàdì, bìng jiāng xǔduō shānyuè tóu zài shàngmiàn, hái shǐ gè zhǒng měilì de zhíwù shēngzhǎng chūlái"
        },
        {
            "chapter": 50,
            "verse": 8,
            "text": "wèi de shì qǐfā hé jiàohuì měi gè guīyī de púrén"
        },
        {
            "chapter": 50,
            "verse": 9,
            "text": "Wǒ cóng tiānshàng jiàngxià jíxiáng de yǔshuǐ, jiù jiè tā ér shēngzhǎng chū xǔduō guǒshù hé wǔgǔ"
        },
        {
            "chapter": 50,
            "verse": 10,
            "text": "bìng shēngzhǎng fúshū dì hǎi zǎo shù, tā yǒu lěilěi de guǒshí"
        },
        {
            "chapter": 50,
            "verse": 11,
            "text": "yòng zuò zhòng pū de jǐyǎng. Wǒ jiè yǔshuǐ ér shǐ yǐ sǐ dì dìfāng fùhuó. Sǐrén de fùhuó yěshì zhèyàng de"
        },
        {
            "chapter": 50,
            "verse": 12,
            "text": "Zài tāmen zhīqián fǒurèn shǐzhě de rén, yǒu nǔ hā de zōngzú, lán sī de jūmín, sài mò dé rén"
        },
        {
            "chapter": 50,
            "verse": 13,
            "text": "ā dé rén, fǎlǎo, lǔ tè de tóngbāo"
        },
        {
            "chapter": 50,
            "verse": 14,
            "text": "cónglín de jūmín hé tú bái de bǎixìng, tǒngtǒng dōu fǒurènguò shǐzhě, gùwǒ suǒ jǐnggào de xíngfá, shì bìrán jiànglín de"
        },
        {
            "chapter": 50,
            "verse": 15,
            "text": "Wǒ céng yīn chuàngzào ér píjuàn ma? Bùrán, tāmen duìyú zàizào, shì zài yíhuò zhōng de"
        },
        {
            "chapter": 50,
            "verse": 16,
            "text": "Wǒ què yǐ chuàngzào rén, wǒ zhīdào tā xīnzhōng de wàngxiǎng; wǒ bǐ tā de mìngmài hái jìn yú tā"
        },
        {
            "chapter": 50,
            "verse": 17,
            "text": "Dāng zuò zài yòubiān hé zuǒbiān de liǎng gè jìlù de tiānshǐ jìlù gèrén de yánxíng de shíhòu"
        },
        {
            "chapter": 50,
            "verse": 18,
            "text": "tā měi shuō yījù huà, tā miànqián dōu yǒu tiānshǐ dāngchǎng jiānchá"
        },
        {
            "chapter": 50,
            "verse": 19,
            "text": "Lín sǐ de hūnmí, jiāng zhāoshì zhēnlǐ. Zhè shì nǐ yīxiàng suǒ táobì de"
        },
        {
            "chapter": 50,
            "verse": 20,
            "text": "hàojiǎo jiāng chuī xiǎng, nà shì jǐnggào shíxiàn zhī rì"
        },
        {
            "chapter": 50,
            "verse": 21,
            "text": "Měi gè rén dōu yào dàolái, qūzhú de tiānshǐ hé jiànzhèng de tiānshǐ, jiāng yǔ tā tóngxíng"
        },
        {
            "chapter": 50,
            "verse": 22,
            "text": "Nǐ què shūhū cǐ shì, xiànzài wǒ yǐ jiē kāi nǐ de méngbì, suǒyǐ nǐ jīnrì de yǎnguāng shì ruìlì de"
        },
        {
            "chapter": 50,
            "verse": 23,
            "text": "Tā de huǒbàn jiāng shuō:“Zhè zài wǒ miànqián shì xiànchéng de.”"
        },
        {
            "chapter": 50,
            "verse": 24,
            "text": "Nǐ liǎ suǒ yīngdāng tóurù huǒ yù de, shì měi gè gūfù zhě, wángù zhě"
        },
        {
            "chapter": 50,
            "verse": 25,
            "text": "qiānlìn zhě, guòfèn zhě, huáiyí zhě"
        },
        {
            "chapter": 50,
            "verse": 26,
            "text": "yǐ bié de shénlíng yǔ ān lā tóng shòu chóngbài zhě; nǐ liǎ jiāng tā tóurù yánlì de xíngfá ba"
        }
    ]
}