{
    "maqras": [
        {
            "chapter": 2,
            "verse": 158,
            "text": "Поистине, Сафа и Маруа - (Одни) из Божьих знаков, А потому греха в том нет, Коль те, кто совершает к Дому Хадж Иль совершает праздничный молебен - (гумря), Вокруг холмов сих сделают обход; И если кто к свершению добра испытывает тягу, - Поистине, Господь признателен и знающ"
        },
        {
            "chapter": 2,
            "verse": 159,
            "text": "Те, кто утаивает посланные Нами Знаменья ясные и руководство к правоте, Когда Мы людям все уж изъяснили в Книге, - На них падет проклятие от Господа И тех, кому дано проклятье изрекать"
        },
        {
            "chapter": 2,
            "verse": 160,
            "text": "Помимо тех, к кому раскаянье пришло, И (за содеянное зло) он возместил (добром), И возгласил открыто Истину Господню, - К тому Я обращусь, - Ведь обращающ Я и милосерд"
        },
        {
            "chapter": 2,
            "verse": 161,
            "text": "На тех же, кто в неверии живет И умирает, будучи неверным, Лежит проклятье Господа, и ангелов Его, И праведного люда (всего мира)"
        },
        {
            "chapter": 2,
            "verse": 162,
            "text": "Над ними оно будет вечно, Им наказания не облегчат И им не ждать отсрочки (Божьей кары)"
        },
        {
            "chapter": 2,
            "verse": 163,
            "text": "Ваш Бог Един, И нет другого божества, помимо Бога. Всемилостив и милосерден Он"
        },
        {
            "chapter": 2,
            "verse": 164,
            "text": "Поистине, в создании небес и тверди, И в смене (мрака) ночи (светом) дня, И в кораблях, пересекающих моря по нуждам человека, В дожде, что льет Аллах с небес И им живит поникшую от смерти землю, Во всякой живности, что Он рассеял по земле, В движении и смене ветров, Что облака меж небом и землей Как слуг своих перегоняют, - Поистине, здесь кроются знамения для тех, кто разумеет"
        },
        {
            "chapter": 2,
            "verse": 165,
            "text": "Но средь людей такие есть, Которые берут себе для почитанья Других с Аллахом наравне И любят их, как должно им любить Аллаха, - И все ж безмерно выше этой Любовь у праведных к Аллаху. И если бы неверные прозрели, Они, поистине, увидели бы кару И осознали бы, что лишь Аллах, Поистине, могущ над всем, (что суще), И в наказании суров"
        },
        {
            "chapter": 2,
            "verse": 166,
            "text": "Тогда все те, кто за собою вел других, От тех, кто следовал за ними, отделятся, И им предстанет наказание Господне. И оборвутся между ними связи"
        },
        {
            "chapter": 2,
            "verse": 167,
            "text": "И скажут те, кто следовал за ними: \"О, если б нам возможен был возврат, Мы б отошли от них тогда, Как отошли они от нас теперь\". Так им Аллах представит их деянья, Что стали им (не в радость, а) в погибель, И из Огня им выхода уж нет"
        },
        {
            "chapter": 2,
            "verse": 168,
            "text": "О люди! Вы из того, что на земле, Берите в пищу лишь благое и разрешенное Аллахом. Не следуйте стопами Сатаны! Ведь он - ваш враг заклятый"
        },
        {
            "chapter": 2,
            "verse": 169,
            "text": "Он зло и мерзость вам повелевает И чтобы вы против Аллаха возводили то, О чем не ведаете сами"
        },
        {
            "chapter": 2,
            "verse": 170,
            "text": "Когда им говорят: \"Вы следуйте тому, что вам открыл Аллах\", Они ответствуют: \"О нет! Пойдем мы по наследию отцов\", - Неужто и тогда, когда отцы их были лишены И разумения, и руководства (от Аллаха)"
        },
        {
            "chapter": 2,
            "verse": 171,
            "text": "Те, кто не верует, подобны пастуху, Который голосит призывно (к стаду), Что не способно различать (слова), А слышит только зов и крики. Глухи, немы и слепы - Они любого разуменья лишены"
        },
        {
            "chapter": 2,
            "verse": 172,
            "text": "О вы, кто верует! Берите в пищу ту благую снедь, Которой вас Мы наделили, Будьте Аллаху благодарны, Коль вы, поистине, Ему предались"
        },
        {
            "chapter": 2,
            "verse": 173,
            "text": "Он запретил вам в пищу только мертвечину, Кровь, и свинину, и всякую живую тварь, Что с именем других, а не Аллаха была заколота (для пищи). Но кто принужден будет к этой пище Без нечестивости и своевольного непослушанья, На том греха не будет, - Аллах ведь всепрощающ, милосерд"
        },
        {
            "chapter": 2,
            "verse": 174,
            "text": "А кто утаивает (от людей) из Книги За мизерную цену (преходящих благ) То, что Аллах им ниспослал, Лишь Огнь будут пожирать; В День Воскресения Господь их не очистит И слова к ним не обратит, - Суровой будет их расплата"
        },
        {
            "chapter": 2,
            "verse": 175,
            "text": "Они ведь те, которые купили заблужденье Ценою праведной стези, А наказание - ценой Господнего прощенья. О, как же они дерзки и терпимы к этому Огню"
        },
        {
            "chapter": 2,
            "verse": 176,
            "text": "(Такой их участь будет) оттого, Что Книгу Истины Аллах им ниспослал, (Они ж о ней разноголОсят); Но те, которые о Книге затевают спор, Поистине, находятся в расколе, Что (от единой веры) так далек"
        }
    ]
}