{
    "maqras": [
        {
            "chapter": 43,
            "verse": 57,
            "text": "Когда же сын Марйам им ставится в пример, На это твой народ Протест свой шумно выражает"
        },
        {
            "chapter": 43,
            "verse": 58,
            "text": "И говорят они: \"Кто лучше: наши боги или он?\" И ставят сей (вопрос) тебе Лишь по охоте спор затеять. Так ведь они - народ, Что к препирательству (и спорам тяготеет)"
        },
        {
            "chapter": 43,
            "verse": 59,
            "text": "Он был всего лишь раб (Господень), Которому Мы Нашу милость даровали И для сынов Исраиля поставили в пример"
        },
        {
            "chapter": 43,
            "verse": 60,
            "text": "И если б Мы того желали, Мы б ангелов произвели из вас самих, Кто на земле бы вас сменил В последующих (поколеньях)"
        },
        {
            "chapter": 43,
            "verse": 61,
            "text": "И станет Иса (сын Марйам) знаменьем Часа, А потому не сомневайтесь в нем и следуйте за мной, - Сие есть путь прямой"
        },
        {
            "chapter": 43,
            "verse": 62,
            "text": "И пусть вас Сатана (с него) не отвращает, - Ведь он для вас - заклятый враг"
        },
        {
            "chapter": 43,
            "verse": 63,
            "text": "Когда же с ясными знаменьями пришел к ним Иса, Он сказал: \"Я с мудростью явился к вам, Чтоб разъяснить вам что-то из того, В чем вы между собой разногласите; А потому страшитесь Господа И повинуйтесь мне"
        },
        {
            "chapter": 43,
            "verse": 64,
            "text": "Аллах, поистине, - и мой Господь, и ваш Господь, Так поклоняйтесь же Ему, - Сие есть путь прямой"
        },
        {
            "chapter": 43,
            "verse": 65,
            "text": "Но секты разные средь них Между собою стали разноглАсить. О, горе тем, кто нечестивым был, От наказания мучительного Дня"
        },
        {
            "chapter": 43,
            "verse": 66,
            "text": "Ужели (в пререканиях своих) Они дождутся того Часа, Который к ним внезапно подойдет, Когда они об этом и не помышляют"
        },
        {
            "chapter": 43,
            "verse": 67,
            "text": "И близкие друзья в тот День Врагами станут друг для друга, Помимо тех, кто был благочестив"
        },
        {
            "chapter": 43,
            "verse": 68,
            "text": "(И прозвучит): \"О верные служители Мои! На вас не ляжет страх в тот День, Печаль не отягчит"
        },
        {
            "chapter": 43,
            "verse": 69,
            "text": "Те, кто уверовал в знаменья Наши И предался смиренно (Богу)"
        },
        {
            "chapter": 43,
            "verse": 70,
            "text": "Войдите в Рай - и вы, и ваши жены, Возрадуйтесь (тому, что там)"
        },
        {
            "chapter": 43,
            "verse": 71,
            "text": "И их там будут обносить Златыми блюдами и кубками из злата. Там будет все, что души пожелают, И все, чем усладятся очи. И пребывать вам там навечно"
        },
        {
            "chapter": 43,
            "verse": 72,
            "text": "Таков тот Рай, Который обретете вы В награду за деянья ваши"
        },
        {
            "chapter": 43,
            "verse": 73,
            "text": "И в нем - вам изобильные плоды, Которыми вы будете питаться"
        },
        {
            "chapter": 43,
            "verse": 74,
            "text": "А нечестивым - в вечной муке Ада пребывать"
        },
        {
            "chapter": 43,
            "verse": 75,
            "text": "И муки этой им никак не облегчить, И быть им там в отчаянии (вечном)"
        },
        {
            "chapter": 43,
            "verse": 76,
            "text": "Не Мы им причинили зло Ведь злочестивы были они сами"
        },
        {
            "chapter": 43,
            "verse": 77,
            "text": "О Малик! - воззовут они. - (Уж лучше б) твой Господь Послал нам (быструю) кончину! Но тот ответит: Нет! Вам оставаться здесь навечно"
        },
        {
            "chapter": 43,
            "verse": 78,
            "text": "Мы Истину вам принесли, Но большинство из вас К ней ненависть питает"
        },
        {
            "chapter": 43,
            "verse": 79,
            "text": "И если (против Истины Господней) Они задумывают дело - Так только Мы - распорядители всех дел"
        },
        {
            "chapter": 43,
            "verse": 80,
            "text": "Иль думают они, что Мы не слышим Их тайны и секретные беседы? Поистине, посланцы Наши, что при них, Записывают все"
        },
        {
            "chapter": 43,
            "verse": 81,
            "text": "Скажи: \"Имел бы Милосердный сына, Я стал бы ему первым поклоняться"
        },
        {
            "chapter": 43,
            "verse": 82,
            "text": "Хвала и слава Господу небес, земли, Владыке Трона! Превыше Он того, что все они Ему вменяют"
        },
        {
            "chapter": 43,
            "verse": 83,
            "text": "Оставь же их лукаво словоблудить, (Земным) потехам предаваясь, Пока они свой День не встретят, Что им обещан был"
        },
        {
            "chapter": 43,
            "verse": 84,
            "text": "Он - Тот, Кто Бог на небесах, Бог на земле. Исполнен мудрости и ведения Он"
        },
        {
            "chapter": 43,
            "verse": 85,
            "text": "Благословен будь Тот, Кому принадлежит господство Над небесами и землей, А также тем, что между ними! Лишь Он владеет знанием о Часе, И лишь к Нему вы будете возвращены"
        },
        {
            "chapter": 43,
            "verse": 86,
            "text": "А те, которых они ставят с Богом наравне, - (За них) предстательствовать (пред Аллахом) не способны, Помимо тех, которые об Истине свидетельства дают, И они знают (это)"
        },
        {
            "chapter": 43,
            "verse": 87,
            "text": "И если ты их спросишь, кто их сотворил, \"Аллах\", - они ответят непременно. Так отчего же отвращаются они"
        },
        {
            "chapter": 43,
            "verse": 88,
            "text": "Воззвал (пророк): \"О мой Господь! Поистине, не верует сей люд"
        },
        {
            "chapter": 43,
            "verse": 89,
            "text": "Оставь их и скажи им: \"Мир!\" Они узнают скоро"
        },
        {
            "chapter": 44,
            "verse": 1,
            "text": "Ха - Мим"
        },
        {
            "chapter": 44,
            "verse": 2,
            "text": "В знак Ясной Книги"
        },
        {
            "chapter": 44,
            "verse": 3,
            "text": "Мы ниспослали ее (вам) Одной благословенной ночью. Поистине, увещевающие Мы (против греха)"
        },
        {
            "chapter": 44,
            "verse": 4,
            "text": "В ту ночь находят разрешенье Все мудрые дела (мирские)"
        },
        {
            "chapter": 44,
            "verse": 5,
            "text": "По повелению от Нас; Поистине, Мы - посылающие (вам Своих пророков)"
        },
        {
            "chapter": 44,
            "verse": 6,
            "text": "По милосердию Владыки твоего; Поистине, Он слышит все и знает обо всем"
        },
        {
            "chapter": 44,
            "verse": 7,
            "text": "Владыки неба и земли, (А также) и того, что между ними, - Коль в (своей) вере непреклонны вы"
        },
        {
            "chapter": 44,
            "verse": 8,
            "text": "Нет божества, кроме Него, - Он и живит, и умертвляет, - Господь и ваш, и ваших праотцев"
        },
        {
            "chapter": 44,
            "verse": 9,
            "text": "И все ж, в сомнении об этом, Они утехам предаются"
        },
        {
            "chapter": 44,
            "verse": 10,
            "text": "(Ты) подожди тот День, В который небо изведет Дым, ясно зримый"
        },
        {
            "chapter": 44,
            "verse": 11,
            "text": "Что (пеленой) окутает сей люд, И будет это тяжкой карой"
        },
        {
            "chapter": 44,
            "verse": 12,
            "text": "И взмолят они: \"Господь наш! Ты эту кару отврати от нас, - Мы веруем"
        },
        {
            "chapter": 44,
            "verse": 13,
            "text": "Так чем же было увещание для них, Коль к ним пришел посланник явный"
        },
        {
            "chapter": 44,
            "verse": 14,
            "text": "Они же отвратились от него и говорили: \"Наученный (другими)! Одержимый"
        },
        {
            "chapter": 44,
            "verse": 15,
            "text": "Мы вашу кару на немного отвратим, Но вы ведь, истинно, опять (к неверию) вернетесь"
        },
        {
            "chapter": 44,
            "verse": 16,
            "text": "Наступит День, Когда Мы схватим (вас) великой хваткой, - Тогда Мы отомстим"
        }
    ]
}