{
    "maqras": [
        {
            "chapter": 67,
            "verse": 1,
            "text": "Благословен будь Тот, В Руке Которого вся власть (над миром), Кто всемогущ над всем и вся"
        },
        {
            "chapter": 67,
            "verse": 2,
            "text": "Кто создал смерть и жизнь, Чтоб испытать, Кто праведней из вас в своих деяньях. Велик в могуществе Своем И отдающ во всепрощенье Он"
        },
        {
            "chapter": 67,
            "verse": 3,
            "text": "Он - Тот, Кто создал семь небес рядами. В Божественном творенье том Не различить тебе (структурных) нарушений. И снова обрати свой взор - Ты зришь какой-нибудь изъян (в творенье этом)"
        },
        {
            "chapter": 67,
            "verse": 4,
            "text": "И вновь свой взор ты обрати: Вернется он униженным и тщетным"
        },
        {
            "chapter": 67,
            "verse": 5,
            "text": "Мы небеса ближайшие украсили светильниками (звезд), И Мы их сотворили для того, чтоб дьяволов изгнать, И уготовили для них Мы наказанье - Гореть в пылающем Огне"
        },
        {
            "chapter": 67,
            "verse": 6,
            "text": "Для тех, кто не уверовал в Аллаха, - муки Ада, - Поистине, отвратная обитель (для неверных)"
        },
        {
            "chapter": 67,
            "verse": 7,
            "text": "Когда в него их будут низвергать, Они услышат рев (зловещий), И возгорится с новой силой пламя"
        },
        {
            "chapter": 67,
            "verse": 8,
            "text": "От гнева чуть не задыхаясь. И всякий раз, когда толпа неверных будет низвергнута туда, Воскликнут стражи (Ада): \"Неужто не пришел к вам увещатель"
        },
        {
            "chapter": 67,
            "verse": 9,
            "text": "Они ответят: \"Да, к нам увещатель приходил, Но мы его отвергли и сказали: \"Аллах не посылает ничего, И вы лишь в заблуждении великом"
        },
        {
            "chapter": 67,
            "verse": 10,
            "text": "И говорят они: \"О, если б мы прислушались, О, если б поразмыслили получше, Мы б не были сейчас средь обитателей Огня"
        },
        {
            "chapter": 67,
            "verse": 11,
            "text": "Тогда они признали все свои грехи, - (Но нет! Раскаяния их Аллах не принял): Прочь, обитатели зловещего Огня, от милости Аллаха"
        },
        {
            "chapter": 67,
            "verse": 12,
            "text": "Но тех, кто глубиной души Его страшится, Прощенье ждет и высшая награда"
        },
        {
            "chapter": 67,
            "verse": 13,
            "text": "Сокроешь ты свои слова иль молвишь, Секреты всех сердец Он знает"
        },
        {
            "chapter": 67,
            "verse": 14,
            "text": "Как может Он не знать того, что Сам же сотворил? Он - Тот, Кто в корень зрит мельчайших таинств, Владеет знанием всего"
        },
        {
            "chapter": 67,
            "verse": 15,
            "text": "Он - Тот, Кто сделал землю вам послушной, - Ходите ж по ее раменам, Кормитесь тем, что вам дарует Бог, - К Нему лежит (и ваше) Воскресение (на Суд)"
        },
        {
            "chapter": 67,
            "verse": 16,
            "text": "И есть ли уверенье в вас, Что Тот, Кто сущ на небесах, Под вашими стопами не разверзнет землю, Что поглотит вас? Так ведь она колеблется уже"
        },
        {
            "chapter": 67,
            "verse": 17,
            "text": "И есть ли уверенье в вас, Что Тот, Кто сущ на небесах, На вас не спустит ураган? И вы узнаете тогда, Каким является Мое предупрежденье"
        },
        {
            "chapter": 67,
            "verse": 18,
            "text": "Поистине, и те, кто был до них, отвергли (веру), И вот тогда - как страшен был Мой гнев"
        },
        {
            "chapter": 67,
            "verse": 19,
            "text": "Ужель они не видят птиц, (которые парят над ними), То крылья распахнув, то вновь сворачивая их? Кто, кроме Милосердного Аллаха, Их удержать способен так? Поистине, всевидящ Он"
        },
        {
            "chapter": 67,
            "verse": 20,
            "text": "И кто же тот, кто служит ратью вам И кто способен оказать вам помощь, Помимо Милосердного Аллаха? Поистине, неверные - в глубоком заблужденье"
        },
        {
            "chapter": 67,
            "verse": 21,
            "text": "И кто же тот, кто пропитает вас, Если Аллах от вас удержит пищу? Поистине, погрязли в нечестивости они, (Упрямо) отвергая веру"
        },
        {
            "chapter": 67,
            "verse": 22,
            "text": "Кто ж лучший проводник - Кто, пресмыкаясь, бьет челом о землю Иль тот, кто шествует по праведной стезе"
        },
        {
            "chapter": 67,
            "verse": 23,
            "text": "Скажи: \"Он - Тот, Кто вас взрастил И даровал вам слух, и зрение, и сердце, (Чтоб вы могли и чувствовать, и разуметь), - И все ж как мало благодарны вы"
        },
        {
            "chapter": 67,
            "verse": 24,
            "text": "Скажи: \"Он - Тот, Кто вас рассеял по земле С тем, чтоб в конце пути земного Созвать вас снова у Себя"
        },
        {
            "chapter": 67,
            "verse": 25,
            "text": "И говорят они: \"Коль истину несете вы, Когда ж исполнятся все ваши обещанья"
        },
        {
            "chapter": 67,
            "verse": 26,
            "text": "Ты им ответь: \"Сие известно только Богу, - Всего лишь увещатель я, Несущий вам открытое и ясное предупрежденье"
        },
        {
            "chapter": 67,
            "verse": 27,
            "text": "Когда ж они узрят его так близко, Покроются их лица мраком, И прозвучит им: \"Это - то, к чему вы так взывали"
        },
        {
            "chapter": 67,
            "verse": 28,
            "text": "Скажи: \"Вы видите - была б Господня воля Убить меня и тех, кто следует за мной, Иль милостью Своею всех нас одарить, То кто ж неверных защитит от наказания Аллаха"
        },
        {
            "chapter": 67,
            "verse": 29,
            "text": "Скажи: \"Он - Милосердный (Бог). В Него уверовали мы И возложили на Него свои надежды. И в скором времени познаете и вы, Которые из нас в глубоком заблужденье"
        },
        {
            "chapter": 67,
            "verse": 30,
            "text": "Скажи: \"Вы видите - коль утренней зарею Уйдут от вас под землю питьевые воды, Кто повелит прозрачному ключу пролиться к вам"
        }
    ]
}