{
    "maqras": [
        {
            "chapter": 70,
            "verse": 19,
            "text": "Поистине, был беспокойным создан человек"
        },
        {
            "chapter": 70,
            "verse": 20,
            "text": "Когда его коснется зло, Он полон (бесконечных) жалоб"
        },
        {
            "chapter": 70,
            "verse": 21,
            "text": "Когда ж к нему добро приходит, Становится он скуп (и недоступен)"
        },
        {
            "chapter": 70,
            "verse": 22,
            "text": "(Но не такие те), Кто (перед Господом) в молитве преклонился"
        },
        {
            "chapter": 70,
            "verse": 23,
            "text": "Те, кто в своей молитве постоянен"
        },
        {
            "chapter": 70,
            "verse": 24,
            "text": "И в чьем имуществе Всегда есть признанная доля"
        },
        {
            "chapter": 70,
            "verse": 25,
            "text": "Для тех, которые о помощи взывают, И тех, которые о помощи (в смирении) молчат"
        },
        {
            "chapter": 70,
            "verse": 26,
            "text": "И те, кто верит в День (Господнего) Суда"
        },
        {
            "chapter": 70,
            "verse": 27,
            "text": "И те, кто наказания Господнего страшится"
        },
        {
            "chapter": 70,
            "verse": 28,
            "text": "Ведь наказания Аллаха Никто не сможет избежать"
        },
        {
            "chapter": 70,
            "verse": 29,
            "text": "И те, кто целомудрие свое блюдет"
        },
        {
            "chapter": 70,
            "verse": 30,
            "text": "Довольствуясь женой или рабыней, (Которой он свободу подарил и в жены принял), - С них порицанья Мы снимаем"
        },
        {
            "chapter": 70,
            "verse": 31,
            "text": "Но тех, кто за пределы этого стремится, (Мы) преступающими (нарекаем)"
        },
        {
            "chapter": 70,
            "verse": 32,
            "text": "И те, которые блюдут доверенную (им поклажу) И добросовестны в своих договорах"
        },
        {
            "chapter": 70,
            "verse": 33,
            "text": "И те, которые тверды в (правдивости) свидетельств"
        },
        {
            "chapter": 70,
            "verse": 34,
            "text": "И те, кто строг в часах молитвы"
        },
        {
            "chapter": 70,
            "verse": 35,
            "text": "Они все те, кто будут почтены В садах прекрасных Рая"
        },
        {
            "chapter": 70,
            "verse": 36,
            "text": "Так что ж с неверными, Которые спешат к тебе"
        },
        {
            "chapter": 70,
            "verse": 37,
            "text": "Толпою справа и толпою слева"
        },
        {
            "chapter": 70,
            "verse": 38,
            "text": "Неужто все они желают В Садах услады пребывать"
        },
        {
            "chapter": 70,
            "verse": 39,
            "text": "Но нет! Конечно, они знают И как, (и для чего) Мы сотворили их"
        },
        {
            "chapter": 70,
            "verse": 40,
            "text": "Клянусь Владыкой разных (фаз) восхода и заката, Что, истинно, Мы можем"
        },
        {
            "chapter": 70,
            "verse": 41,
            "text": "На лучших всех их заменить И не допустим Мы нарушить то, Что Мы замыслили к свершенью"
        },
        {
            "chapter": 70,
            "verse": 42,
            "text": "Оставь же суетиться их и пустословить, Пока свой День они не встретят - Тот День, что им обещан был"
        },
        {
            "chapter": 70,
            "verse": 43,
            "text": "В тот День Когда они все выйдут из могил, И устремятся к Знаковому (месту)"
        },
        {
            "chapter": 70,
            "verse": 44,
            "text": "Потупленными будут взоры их, Позор (всецело) их поглотит, - Таков тот День, Который им обещан был"
        },
        {
            "chapter": 71,
            "verse": 1,
            "text": "Послали Нуха Мы к его народу: \"Ты свой народ увещевай, Пока к ним не пришла мучительная кара"
        },
        {
            "chapter": 71,
            "verse": 2,
            "text": "Он им сказал: \"О мой народ! Я - увещатель ваш, Кто с ясной (миссией к вам послан)"
        },
        {
            "chapter": 71,
            "verse": 3,
            "text": "Чтоб поклонялись вы Аллаху, И Божьего страшились гнева, И, повинуясь, слушали меня"
        },
        {
            "chapter": 71,
            "verse": 4,
            "text": "Тогда простит Он ваши прегрешенья И даст отсрочку вам (в сей жизни) До срока, что назначен Им. Поистине, когда сей срок придет, Его отсрочить невозможно. О, если бы вы знали это"
        },
        {
            "chapter": 71,
            "verse": 5,
            "text": "И (Нух) сказал: \"О мой Господь! Я звал к Тебе народ свой днем и ночью"
        },
        {
            "chapter": 71,
            "verse": 6,
            "text": "Но мой призыв лишь дальше удалил их (от Тебя)"
        },
        {
            "chapter": 71,
            "verse": 7,
            "text": "И всякий раз, когда я к ним взывал, Чтоб мог Ты им грехи простить, Они втыкали пальцы в уши, В одежды (плотно) закрывались, Упорствуя (в грехах) с надменною гордыней"
        },
        {
            "chapter": 71,
            "verse": 8,
            "text": "Но и тогда я их открыто призывал"
        },
        {
            "chapter": 71,
            "verse": 9,
            "text": "Затем я обращался к ним на людях И тайно (в личных разговорах)"
        },
        {
            "chapter": 71,
            "verse": 10,
            "text": "Я (им) сказал: \"Молите вашего Владыку о прощенье, - Ведь всепрощающ Он"
        },
        {
            "chapter": 71,
            "verse": 11,
            "text": "Он (с неба) вам обильный дождь пошлет"
        },
        {
            "chapter": 71,
            "verse": 12,
            "text": "И увеличит ваше достоянье, И ниспошлет вам больше сыновей, Сады устроит и обильно реки изольет"
        },
        {
            "chapter": 71,
            "verse": 13,
            "text": "Что же не чтите вы величия Аллаха Достойным почитаньем"
        },
        {
            "chapter": 71,
            "verse": 14,
            "text": "Ведь Он (назначил очередность) вам Различных стадий сотворенья"
        },
        {
            "chapter": 71,
            "verse": 15,
            "text": "Ужель не видите вы, как Аллах Построил семь небес рядами"
        },
        {
            "chapter": 71,
            "verse": 16,
            "text": "Меж ними свет луны пролил И солнце в качестве светильника поставил"
        },
        {
            "chapter": 71,
            "verse": 17,
            "text": "Аллах взрастил вас из земли растеньем"
        },
        {
            "chapter": 71,
            "verse": 18,
            "text": "И вновь в нее вас возвратит, И вновь вас изведет оттуда"
        },
        {
            "chapter": 71,
            "verse": 19,
            "text": "Аллах ковром вам землю постелил"
        },
        {
            "chapter": 71,
            "verse": 20,
            "text": "Чтоб вы по ней просторными дорогами ходили"
        },
        {
            "chapter": 71,
            "verse": 21,
            "text": "И Нух сказал: \"О мой Господь! Меня ослушались они и устремилися за теми, Чьи достояния и дети лишь отягчают их потери"
        },
        {
            "chapter": 71,
            "verse": 22,
            "text": "И хитрость (тяжкую) задумали они"
        },
        {
            "chapter": 71,
            "verse": 23,
            "text": "(Друг другу) говоря: \"Вы никаких богов своих не оставляйте: Ни Вадда, ни Совага, ни Йагуса, ни Йаука и ни Насра"
        },
        {
            "chapter": 71,
            "verse": 24,
            "text": "Они с пути уж многих сбили. И злотворящим ничего не прибавляй, А только (углуби) их заблужденье"
        },
        {
            "chapter": 71,
            "verse": 25,
            "text": "За их грехи они потоплены и введены в Огонь - И не нашли себе иного покровителя, опричь Аллаха"
        },
        {
            "chapter": 71,
            "verse": 26,
            "text": "И Нух сказал: \"О мой Господь! Не сохрани на сей земле (под кровом) Ни одного (упрямого) неверца"
        },
        {
            "chapter": 71,
            "verse": 27,
            "text": "Коль Ты оставишь хоть кого-нибудь из них, Они в Твоих служителях посеют смуту И никого не смогут породить, Кроме неверных и распутных"
        },
        {
            "chapter": 71,
            "verse": 28,
            "text": "О мой Господь! Прости моим родителям и мне И всем, кто в дом мой верующим вступит, Всем верующим девам и мужам. Но злотворящим ничего не прибавляй, а погуби их"
        }
    ]
}