{
    "maqras": [
        {
            "chapter": 4,
            "verse": 114,
            "text": "И в большинстве их тайных разговоров нет добра, Помимо тех, которые внушают (На очищенье) милостыню править, Зовут людей к добру И возглашают примирение меж ними. Тому, кто поступает так, Ища Господнего благоволенья, Даруем Мы великую награду"
        },
        {
            "chapter": 4,
            "verse": 115,
            "text": "Кто от посланника отступит, Когда ему был ясно путь прямой указан, И не последует путем благочестивых, Того оставим Мы идти путем, что сам он выбрал, И (через этот путь) введем его в Огонь - Такое скверное пристанище (для грешных)"
        },
        {
            "chapter": 4,
            "verse": 116,
            "text": "И никогда Аллах вам не простит, Коль сотоварищей Ему вы придаете. И кроме этого греха, Простит Он всё и всем, кому желает. А тот, кто все же сотоварищей Аллаху прочит, - Тот пребывает в крайнем заблужденье"
        },
        {
            "chapter": 4,
            "verse": 117,
            "text": "Они, помимо Бога, призывают Лишь божества, имеющие женский пол, И призывают только Сатану, упорного смутьяна"
        },
        {
            "chapter": 4,
            "verse": 118,
            "text": "Ведь проклял его Бог! Но он сказал: \"Я непременно от служителей Твоих Возьму себе назначенную долю"
        },
        {
            "chapter": 4,
            "verse": 119,
            "text": "И совращу их с (Твоего) пути, И возбужу у них (порочные) желанья, И прикажу обрезать уши у скота, И прикажу творение Господне безобразить!\" Кто Сатану себе в заступники берет, минуя Бога, Себя на явную погибель обрекает"
        },
        {
            "chapter": 4,
            "verse": 120,
            "text": "Он обещаньями (их тешит) И возбуждает в них (порочные) желанья, Но обещанья Сатаны - обман, и только"
        },
        {
            "chapter": 4,
            "verse": 121,
            "text": "И тем, (кто обольстится ими), Пристанище - в Аду, И не найти спасения оттуда"
        },
        {
            "chapter": 4,
            "verse": 122,
            "text": "А тех, кто верует и праведно творит, Мы поведем в Сады, реками омовенны, Где пребывать навечно им По верному обетованию Аллаха, - А кто правдивее Аллаха в Слове"
        },
        {
            "chapter": 4,
            "verse": 123,
            "text": "(И здесь) ни ваши притязанья, Ни притязания людей, кто обладает Книгой, (Аллахом приняты не будут). Кто зло творит, тому воздастся тем же, И не найдет он, кроме Бога, Ни покровителя и ни помощника себе"
        },
        {
            "chapter": 4,
            "verse": 124,
            "text": "А тот, кто делает добро, Мужчина ль, женщина ли это, И верует при этом (в Бога), Тот в Рай войдет и там обид не понесет Ни на бороздку финиковой кости"
        },
        {
            "chapter": 4,
            "verse": 125,
            "text": "Кто лучше исповедует религию, чем тот, Кто обратил свой лик к Аллаху, Добро творит благочестиво И следует путем ханифа Ибрахима! Поистине, Аллах взял другом Ибрахима"
        },
        {
            "chapter": 4,
            "verse": 126,
            "text": "И лишь Аллах владеет всем, Что в небесах и на земле (пребудет), И только Он объемлет все и вся"
        },
        {
            "chapter": 4,
            "verse": 127,
            "text": "Они ждут указаний от тебя касательно их женщин. Скажи: \"Аллах дает вам указания о них И то, что вам читается в сей Книге: И относительно сирот, Которым не даете вы того, Что вам предписано давать, Желая взять их в жены. О беззащитных слабых детях. И чтоб всегда ко всем сиротам Вы строго соблюдали справедливость. И что бы доброго ни совершили вы, Аллах, поистине, об этом знает"
        },
        {
            "chapter": 4,
            "verse": 128,
            "text": "И если женщина боится от супруга Жестокости иль уклонения (от брачных уз), Греха не будет, если меж собой Они к взаимному согласию придут, - Поистине, согласие - большое благо! Ведь в душах постоянно пребывает скупость. Но если вы добро творите и благочестие блюдете, - Аллаху, истинно, известно все, что делаете вы"
        },
        {
            "chapter": 4,
            "verse": 129,
            "text": "Вы никогда ко всем из ваших жен Не сможете быть равно справедливы, Если б вы даже (пламенно) того желали. И все ж ни от одной из них Вы не должны всецело уклоняться, Чтобы она в неясности не оставалась. И если вы договоритесь мирно меж собой, При этом благочестье проявляя, То снисходителен Аллах и милосерд (к вам будет)"
        },
        {
            "chapter": 4,
            "verse": 130,
            "text": "Но если все же разойдутся, Аллах обогатит обоих От необъятности Своих щедрот, - Поистине, Аллах в Своих щедротах необъятен, мудр безмерно"
        },
        {
            "chapter": 4,
            "verse": 131,
            "text": "И лишь Аллах владеет всем, Что в небесах и на земле (пребудет)! Мы завещали тем, Кому до вас Мы Книгу ниспослали, И вам сейчас Мы завещаем: Страшитесь гнева вашего Владыки! А если станете неверны, - Так ведь Аллах владеет всем, Что в небесах и на земле, - Свободен Он от всяких нужд и славен"
        },
        {
            "chapter": 4,
            "verse": 132,
            "text": "Аллах владеет всем, что в небесах и на земле, И покровительства Его довольно"
        },
        {
            "chapter": 4,
            "verse": 133,
            "text": "И если б Он желал того, Он устранил бы вас, о люди, И вместо вас поставил бы других, - Он, истинно, на это мощен"
        },
        {
            "chapter": 4,
            "verse": 134,
            "text": "А кто награды в этом мире хочет - Так ведь лишь в веденье Аллаха Награда ближней жизни и второй. Он слышит все и видит"
        }
    ]
}