{
    "maqras": [
        {
            "chapter": 4,
            "verse": 148,
            "text": "Аллах не любит, чтобы зло (Публичным) словом оглашалось, Разве что кто-нибудь несправедливо притеснен, - Поистине, Аллах и слышит все, и знает обо всем"
        },
        {
            "chapter": 4,
            "verse": 149,
            "text": "Вы разгласите доброе, иль утаите, Или покроете прощеньем зло, - Аллах, поистине, прощающ и могуч"
        },
        {
            "chapter": 4,
            "verse": 150,
            "text": "Те, кто не верует в Аллаха и посланников Его, Желая отделить Аллаха от посланников Его, И говорит: \"Мы веруем в одних, другим - не верим\", Пытаясь среднего пути держаться"
        },
        {
            "chapter": 4,
            "verse": 151,
            "text": "Они - неверные по сути! Мы ж уготовили неверным Столь унизительные кары"
        },
        {
            "chapter": 4,
            "verse": 152,
            "text": "А тех, которые уверовали (в Бога) И, веруя в посланников Его, Не делают меж ними никаких различий, Мы одарим назначенной лишь им наградой, - Ведь снисходителен Аллах и милосерд"
        },
        {
            "chapter": 4,
            "verse": 153,
            "text": "И люди Книги обращаются к тебе, (о Мухаммад!), Чтоб ты низвел Писание им с неба. Они у Мусы большего просили: \"Дай нам узреть Господень лик\", Но были молнией они поражены За столь (неслыханную) дерзость; И все ж они тельца для почитанья взяли, После того как ясные знаменья к ним уже пришли. Но Мы простили им И дали Мусе ясное свидетельство на власть"
        },
        {
            "chapter": 4,
            "verse": 154,
            "text": "Мы при завете с ними подняли над ними Гору И далее сказали: \"Входите (в город) этими вратами, склоняясь до земли\". И вновь сказали: \"Не нарушайте (праведной) субботы\". И взяли с них обет суровый"
        },
        {
            "chapter": 4,
            "verse": 155,
            "text": "[И навлекли они гнев Божий на себя] Тем, что нарушили завет свой, Что не поверили в знамения Господни, Его посланников бесправно убивали И говорили: \"Укрыто плотно наше сердце, (Храня в нем то, что послано лишь нам)\". Да, Бог наложил печать на их сердца За их неверие и богохульство - И как же мало веруют они"
        },
        {
            "chapter": 4,
            "verse": 156,
            "text": "За то, что не уверовали (в Бога), Что клеветой жестокою Марйам оговорили"
        },
        {
            "chapter": 4,
            "verse": 157,
            "text": "За то, что говорили: \"Убит был нами сын Марйам - Мессия Иисус, посланник Божий\". Но ими не был он убит и не распят. Им лишь представилось все это, И кто заводит спор о нем, В сомнениях об этом пребывает. У них нет никакого знания (об этом), И следуют они своим предположеньям, - Ведь, истинно, убит он не был"
        },
        {
            "chapter": 4,
            "verse": 158,
            "text": "Нет, (не был он убит)! Господь вознес его к Себе, - Ведь Он велик и мудр"
        },
        {
            "chapter": 4,
            "verse": 159,
            "text": "И из людей Писания нет никого, Кто б не уверовал в него до смерти, А в День их Воскресения (на Суд) Он против них свидетелем предстанет"
        },
        {
            "chapter": 4,
            "verse": 160,
            "text": "За беззаконье тех, кто следует иудаизму, Мы запретили им благую снедь, Что прежде им дозволена была, - За то, что многих (совратили), Свели с Господнего пути"
        },
        {
            "chapter": 4,
            "verse": 161,
            "text": "За то, что брали рост, Хотя запрещено им это было, И пожирали у людей добро, Расходуя его на тщЕту. Мы приготовили для тех из них, кто нечестив, Мучительное наказанье"
        },
        {
            "chapter": 4,
            "verse": 162,
            "text": "Но тем из них, которые глубокие познания имеют, Кто (в Бога) верует, и в то, что послано тебе, И в то, что до тебя ниспослано (другим), Молитву совершает (по часам) И правит очистительную подать, Кто верует в Аллаха и Последний День, - Таким даруем Мы великую награду"
        }
    ]
}