{
    "chapter": [
        {
            "chapter": 13,
            "verse": 1,
            "text": "Alif L[m M\\m R[. That are the signs of the Book, and what were caused to descend to thee from thy Lord is The Truth, except most of humanity believes not]"
        },
        {
            "chapter": 13,
            "verse": 2,
            "text": "It is He Who exalted the heavens without any pillars so that you see them. Again, He turned his attention to above the Throne. And He caused to become subservient the sun and the moon, each run for a term, that which is determined. He manages the command. He explains distinctly the signs so that perhaps of the meeting with your Lord you would be certain"
        },
        {
            "chapter": 13,
            "verse": 3,
            "text": "And it is He Who stretched out the earth and made on it firm mountains and rivers. And with all kinds of fruits, he made in it two, a pair. He covers the nighttime with the daytime. Truly, in that are signs for a folk who reflect"
        },
        {
            "chapter": 13,
            "verse": 4,
            "text": "And in the earth there are strips, that which neighbor one another and gardens of grapevines and plowed lands and date palm trees coming from the same root and not coming from the same root that are given to drink from one water. And We give advantage to some of them over some others in produce. Truly, in these things there are signs for a folk who are reasonable"
        },
        {
            "chapter": 13,
            "verse": 5,
            "text": "And if thou hast marveled, then, wonder at their saying: When we had been earth dust, will we, truly, be in a new creation? And those are those who were ungrateful to their Lord. Those will have yokes around their necks. And those will be the Companions of the Fire. They, ones who will dwell in it forever"
        },
        {
            "chapter": 13,
            "verse": 6,
            "text": "And they seek thee to hasten on evil deeds before the benevolence. And, surely, passed away before them exemplary punishments. But, truly, thy Lord is certainly, The Possessor of Forgiveness for humanity in spite of their injustice. And, truly, thy Lord is Severe in repayment"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "And those who were ungrateful say: Why was a sign not caused to descend to him from his Lord? Thou art only one who warns, and one who guides every folk"
        },
        {
            "chapter": 13,
            "verse": 8,
            "text": "God knows what every female carries and how much her womb absorbs and what they add. And everything with Him is in proportion"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "He is One Who Knows the unseen and the visible, The Great, The One Who is Raised High"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "It is equal to Him whether you kept secret his saying or you published it. Or whoever he be, one who conceals himself by nighttime or one who goes about carelessly in the daytime"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "For him there are Ones Who Postpone from before him and from behind him to keep him safe by the command of God. Truly, God alters not a folk until they alter what is within themselves. And when God wanted evil for a folk, then, there is no turning it back. And there is not for them other than He anyone who is a safeguarder"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "It is He Who causes you to see the lightning in fear and in hope. And it is He Who causes the clouds to grow heavy"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "and thunder glorifies His praise and the angels, because of their awe of Him. And He sends thunderbolts and He lights on whom He wills. And they dispute about God, and He is a Severe Force"
        },
        {
            "chapter": 13,
            "verse": 14,
            "text": "For Him is the call of The Truth. And those whom they call to other than Him, they respond not to them at all, but like one who stretches out the palms of his hands for water so that it should reach his mouth, but it is not that which reaches it. And supplication of the ones who are ungrateful is only wandering astray"
        },
        {
            "chapter": 13,
            "verse": 15,
            "text": "And to God prostrates whatever is in the heavens and the earth, willingly or unwillingly as does their shade at the first part of the day and the eventide.‡"
        },
        {
            "chapter": 13,
            "verse": 16,
            "text": "Say: Who is the Lord of the heavens and the earth? Say: God! Say: Took you to yourselves other than Him protectors? They control not themselves, neither profiting nor hurting. Say: Are the unwilling to see on the same level as the seeing? Are the shadows on the same level as the light? Made they ascribed associates with God who created as His creation so that creation resembled one another to them? Say: God is One Who is Creator of everything. And He is The One, The Omniscient"
        },
        {
            "chapter": 13,
            "verse": 17,
            "text": "He caused water to descend from heaven and it flowed into valleys according to their measure. Then, the flood bears away the froth. And from what they kindle in a fire, looking for glitter or sustenance, there is a froth the like of it. Thus, God compares The Truth and falsehood. Then, as for the froth, it goes as swelling scum while what profits humanity abides on the earth. Thus, God propounds parables"
        },
        {
            "chapter": 13,
            "verse": 18,
            "text": "For those who responded to their Lord there is the fairer. And for those who respond not to Him, if they had all that is in and on the earth and its like with it, they would offer it as ransom. Those, for them will be a dire reckoning and their place of shelter will be hell. Miserable will be the cradling"
        },
        {
            "chapter": 13,
            "verse": 19,
            "text": "Then, is he who knows what was caused to descend to thee from thy Lord to be The Truth like he who is unwilling to see? It is only those imbued with intuition who recollect"
        },
        {
            "chapter": 13,
            "verse": 20,
            "text": "Those who live up to their compact with God and break not their solemn promise"
        },
        {
            "chapter": 13,
            "verse": 21,
            "text": "and those who reach out to what God commanded be joined and dread their Lord and they fear the dire reckoning"
        },
        {
            "chapter": 13,
            "verse": 22,
            "text": "and those who endured patiently, looking for the Countenance of their Lord and who performed the formal prayer and spent out of what We have provided them in secret and in public, and they drive off the evil deed with benevolence—those, for them is the Ultimate Abode"
        },
        {
            "chapter": 13,
            "verse": 23,
            "text": "Gardens of Eden which they will enter along with whoever was in accord with morality from among their fathers and their spouses and their offspring. And angels will enter to them from every door saying"
        },
        {
            "chapter": 13,
            "verse": 24,
            "text": "Peace be to you for what you endured patiently. How excellent is the Ultimate Abode"
        },
        {
            "chapter": 13,
            "verse": 25,
            "text": "But those who break the compact of God after its solemn promise and sever what God commanded to be joined and make corruption in and on the earth, those, for them is the curse and for them is the Dire Abode"
        },
        {
            "chapter": 13,
            "verse": 26,
            "text": "God extends the provision for whom He wills and measures it. They were glad in this present life. And there is nothing in this present life like the world to come but a brief enjoyment"
        },
        {
            "chapter": 13,
            "verse": 27,
            "text": "And those who were ungrateful say: Why was a sign not caused to descend to him from his Lord? Say: Truly, God causes to go astray whom He wills and guides to Himself whomever was penitent"
        },
        {
            "chapter": 13,
            "verse": 28,
            "text": "those who believed and their hearts are at rest in the remembrance of God, no doubt in the remembrance of God hearts are at rest"
        },
        {
            "chapter": 13,
            "verse": 29,
            "text": "Those who believed and did as the ones in accord with morality, there is joy for them and a goodness of destination"
        },
        {
            "chapter": 13,
            "verse": 30,
            "text": "Thus, We sent thee to a community. Surely, passed away other communities before it so that thou wouldst recount to them what We revealed to thee and they are ungrateful to The Merciful. Say: He is my Lord. There is no god but He. In Him I put my trust and to Him I am turning in repentance"
        },
        {
            "chapter": 13,
            "verse": 31,
            "text": "If there were a Recitation that would have set mountains in motion with it, or the earth would be cut off with it or the dead would be spoken to with it, nay! The command is altogether with God. Do those who believed not have knowledge that if God wills He would have guided humanity altogether. Will cease not to light on those who were ungrateful disaster because of what they crafted? Or will it alight close to their abode until the promise of God approaches? Truly, God breaks not His solemn declaration"
        },
        {
            "chapter": 13,
            "verse": 32,
            "text": "And, certainly, Messengers were ridiculed before thee, but I granted indulgence to those who were ungrateful. Again, I took them. How had been My repayment"
        },
        {
            "chapter": 13,
            "verse": 33,
            "text": "Is He, then, One Who Sustains Every Soul for what it earned? And yet they ascribe associates with God! Say: Name them! Or will you tell Him of what He knows not in the earth? Or name you only them in the manifest sayings? Nay! Made to appear pleasing to those who were ungrateful was their planning and they were barred from the way. And whomever God causes to go astray, for him there is no one who guides"
        },
        {
            "chapter": 13,
            "verse": 34,
            "text": "For them is a punishment in this present life and, certainly, punishment in the world to come will be one that presses hard. And for them is no one who is a defender against God"
        },
        {
            "chapter": 13,
            "verse": 35,
            "text": "A parable of the Garden which was promised to the ones who are Godfearing; beneath it rivers run. Its produce is one that continues as is its shade. That is the Ultimate End of those who were Godfearing; and the Ultimate End of the ones who are ungrateful is the fire"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "And those to whom We gave the Book are glad at what was caused to descend to thee. And there are among the confederates some who reject some of it. Say: I was commanded to worship only God and not to ascribe partners with Him. I call to Him and to Him is my destination"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "And, thus, We caused to descend an Arabic determination. If thou hadst followed their desires after what drew near thee of the knowledge, thou wouldst not have against God either a protector or one who is a defender"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "And, certainly, We sent Messengers before thee and We assigned for them spouses and offspring. And it had not been for a Messenger to bring a sign but with the permission of God. For every term there is a Book"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "God blots out what He wills and brings to a standstill what He wills; and with Him is the essence of the Book"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "And whether We cause thee to see some of what We have promised them or call thee to Ourselves, on thee is delivering the message and on Us is the reckoning"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "Consider they not that We approach the earth, reducing it from its outlying parts? And God gives judgment. There is no one who postpones His determination. And He is Swift in reckoning"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "And, surely, those who were before them planned, but to God is the plan altogether. He knows what every person earns. And the ones who are ungrateful will know for whom will be the Ultimate Abode"
        },
        {
            "chapter": 13,
            "verse": 43,
            "text": "And those who were ungrateful say: Thou art not one who is sent. Say: God sufficed as a witness between me and between you and whoever has knowledge of the Book"
        }
    ]
}