{
    "rukus": [
        {
            "chapter": 37,
            "verse": 1,
            "text": "Par ceux qui sont rangés en rangs"
        },
        {
            "chapter": 37,
            "verse": 2,
            "text": "Par ceux qui poussent (les nuages) avec force"
        },
        {
            "chapter": 37,
            "verse": 3,
            "text": "Par ceux qui récitent, en rappel"
        },
        {
            "chapter": 37,
            "verse": 4,
            "text": "«Votre Dieu est en vérité unique"
        },
        {
            "chapter": 37,
            "verse": 5,
            "text": "le Seigneur des cieux et de la terre et de ce qui existe entre eux et Seigneur des Levants»"
        },
        {
            "chapter": 37,
            "verse": 6,
            "text": "Nous avons décoré le ciel le plus proche d'un décor: les étoiles"
        },
        {
            "chapter": 37,
            "verse": 7,
            "text": "afin de le protéger contre tout diable rebelle"
        },
        {
            "chapter": 37,
            "verse": 8,
            "text": "Ils ne pourront être à l'écoute des dignitaires suprêmes [les Anges]; car ils seront harcelés de tout côté"
        },
        {
            "chapter": 37,
            "verse": 9,
            "text": "et refoulés. Et ils auront un châtiment perpétuel"
        },
        {
            "chapter": 37,
            "verse": 10,
            "text": "Sauf celui qui saisit au vol quelque [information]; il est alors pourchassé par un météore transperçant"
        },
        {
            "chapter": 37,
            "verse": 11,
            "text": "Demande-leur s'ils sont plus difficiles à créer que ceux que Nous avons créés? Car Nous les avons créés de boue collante"
        },
        {
            "chapter": 37,
            "verse": 12,
            "text": "Mais tu t'étonnes, et ils se moquent"
        },
        {
            "chapter": 37,
            "verse": 13,
            "text": "Et quand on le leur rappelle (le Coran), ils ne se rappellent pas"
        },
        {
            "chapter": 37,
            "verse": 14,
            "text": "et quand ils voient un prodige, ils cherchent à s'en moquer"
        },
        {
            "chapter": 37,
            "verse": 15,
            "text": "et disent: «Ceci n'est que magie évidente"
        },
        {
            "chapter": 37,
            "verse": 16,
            "text": "Lorsque nous serons morts et que nous deviendrons poussière et ossements, serons-nous ressuscités"
        },
        {
            "chapter": 37,
            "verse": 17,
            "text": "ainsi que nos premiers ancêtres?»"
        },
        {
            "chapter": 37,
            "verse": 18,
            "text": "Dis: «Oui! et vous vous humilierez»"
        },
        {
            "chapter": 37,
            "verse": 19,
            "text": "Il n'y aura qu'un seul Cri, et voilà qu'ils regarderont"
        },
        {
            "chapter": 37,
            "verse": 20,
            "text": "et ils diront: «Malheur à nous! c'est le jour de la Rétribution»"
        },
        {
            "chapter": 37,
            "verse": 21,
            "text": "«C'est le jour du Jugement que vous traitiez de mensonge»"
        }
    ]
}