{
    "rukus": [
        {
            "chapter": 41,
            "verse": 9,
            "text": "Dis: «Renierez-vous [l'existence] de celui qui a créé la terre en deux jours et Lui donnerez-vous des égaux? Tel est le Seigneur de l'univers"
        },
        {
            "chapter": 41,
            "verse": 10,
            "text": "c'est Lui qui a fermement fixé des montagnes au-dessus d'elle, l'a bénie et lui assigna ses ressources alimentaires en quatre jours d'égale durée. [Telle est la réponse] à ceux qui t'interrogent"
        },
        {
            "chapter": 41,
            "verse": 11,
            "text": "Il S'est ensuite adressé au ciel qui était alors fumée et lui dit, ainsi qu'à la terre: «Venez tous deux, bon gré, mal gré». Tous deux dirent: «Nous venons obéissants»"
        },
        {
            "chapter": 41,
            "verse": 12,
            "text": "Il décréta d'en faire sept cieux en deux jours et révéla à chaque ciel sa fonction. Et Nous avons décoré le ciel le plus proche de lampes [étoiles] et l'avons protégé. Tel est l'Ordre établi par le Puissant, l'Omniscient"
        },
        {
            "chapter": 41,
            "verse": 13,
            "text": "S'ils s'en détournent, alors dis-leur; «Je vous ai avertis d'une foudre semblable à celle qui frappa les 'Aad et les Tamûd»"
        },
        {
            "chapter": 41,
            "verse": 14,
            "text": "Quand les Messagers leur étaient venus, de devant eux et par derrière, [leur disant]: «N'adorez qu'Allah», ils dirent: «Si notre Seigneur avait voulu, Il aurait certainement fait descendre des Anges. Nous ne croyons donc pas [au message] avec lequel vous avez été envoyés»"
        },
        {
            "chapter": 41,
            "verse": 15,
            "text": "Quant aux 'Aad, ils s'enflèrent d'orgueil sur terre injustement et dirent: «Qui est plus fort que nous?» Quoi! N'ont-ils pas vu qu'en vérité Allah qui les a créés est plus fort qu'eux? Et ils reniaient Nos signes"
        },
        {
            "chapter": 41,
            "verse": 16,
            "text": "Nous déchaînâmes contre eux un vent violent et glacial en des jours néfastes, afin de leur faire goûter le châtiment de l'ignominie dans la vie présente. Le châtiment de l'au-delà cependant est plus ignominieux encore, et ils ne seront pas secourus"
        },
        {
            "chapter": 41,
            "verse": 17,
            "text": "Et quant aux Tamûd, Nous les guidâmes; mais ils ont préféré l'aveuglement à la guidée. C'est alors qu'ils furent saisis par la foudre du supplice le plus humiliant pour ce qu'ils avaient acquis"
        },
        {
            "chapter": 41,
            "verse": 18,
            "text": "Et Nous sauvâmes ceux qui croyaient et craignaient Allah"
        }
    ]
}