{
    "chapter": [
        {
            "chapter": 18,
            "verse": 1,
            "text": "سپاس خداوندى را كه بر بنده خود اين كتاب را نازل كرد و هيچ كجى و انحراف در آن ننهاد"
        },
        {
            "chapter": 18,
            "verse": 2,
            "text": "كتابى عارى از انحراف. تا مردم را از خشم شديد خود بترساند و مؤمنان را كه كارهاى شايسته مى‌كنند، بشارت دهد كه پاداشى نيكو دارند،"
        },
        {
            "chapter": 18,
            "verse": 3,
            "text": "در حالى كه تا ابد در آن جاودانه‌اند"
        },
        {
            "chapter": 18,
            "verse": 4,
            "text": "و كسانى را كه گفتند: خدا فرزندى اختيار كرد، بترساند"
        },
        {
            "chapter": 18,
            "verse": 5,
            "text": "نه خود به آن دانشى دارند و نه پدرانشان داشته‌اند، چه بزرگ است سخنى كه از دهانشان بيرون مى‌آيد و جز دروغى نمى‌گويند"
        },
        {
            "chapter": 18,
            "verse": 6,
            "text": "شايد اگر به اين سخن ايمان نياورند، خويشتن را به خاطرشان از اندوه هلاك سازى"
        },
        {
            "chapter": 18,
            "verse": 7,
            "text": "ما هر چه در روى زمين است زينت آن قرار داديم، تا امتحانشان كنيم كه كدامشان به عمل بهترند"
        },
        {
            "chapter": 18,
            "verse": 8,
            "text": "و نيز ما هستيم كه روى زمين را چون بيابانى خشك خواهيم كرد"
        },
        {
            "chapter": 18,
            "verse": 9,
            "text": "آيا پنداشته‌اى كه اصحاب كهف و رقيم از نشانه‌هاى شگفت‌انگيز ما بوده‌اند؟"
        },
        {
            "chapter": 18,
            "verse": 10,
            "text": "آنگاه كه آن جوانمردان به غارها پناه بردند و گفتند: اى پروردگار ما، ما را از سوى خود رحمت عنايت كن و كار ما را به راه رستگارى انداز"
        },
        {
            "chapter": 18,
            "verse": 11,
            "text": "سالى چند در آن غار به خوابشان كرديم"
        },
        {
            "chapter": 18,
            "verse": 12,
            "text": "سپس بيدارشان كرديم تا بدانيم كدام يك از آن دو گروه حساب مدت آرميدنشان را داشته‌اند"
        },
        {
            "chapter": 18,
            "verse": 13,
            "text": "ما خبرشان را به راستى براى تو حكايت مى‌كنيم: آنها جوانمردانى بودند كه به پروردگارشان ايمان آورده بودند و ما نيز بر هدايتشان افزوديم"
        },
        {
            "chapter": 18,
            "verse": 14,
            "text": "بر دلهايشان نيرو بخشيديم، آنگاه كه برخاستند و گفتند: پروردگار ما پروردگار آسمانها و زمين است. جز او كسى را خدا نخوانيم كه هر گاه چنين كنيم، سخنى سخت كفرآميز گفته باشيم"
        },
        {
            "chapter": 18,
            "verse": 15,
            "text": "اينان كه قوم ما هستند، به جز او خدايانى اختيار كرده‌اند. چرا براى اثبات خدايى آنها دليل روشنى نمى‌آورند؟ كيست ستمكارتر از كسى كه به خدا دروغ مى‌بندد؟"
        },
        {
            "chapter": 18,
            "verse": 16,
            "text": "اگر از قوم خود كناره جسته‌ايد و جز خداى يكتا خداى ديگرى را نمى‌پرستيد، به غار پناه بريد و خدا رحمت خويش بر شما ارزانى دارد و نعمتتان را در آن مهيا دارد"
        },
        {
            "chapter": 18,
            "verse": 17,
            "text": "و خورشيد را مى‌بينى كه چون برمى‌آيد، از غارشان به جانب راست ميل مى‌كند و چون غروب كند ايشان را واگذارد و به چپ گردد. و آنان در صحنه غارند. و اين از آيات خداست. هر كه را خدا هدايت كند هدايت يافته است و هر كه را گمراه سازد هرگز كارسازى راهنما براى او نخواهى يافت"
        },
        {
            "chapter": 18,
            "verse": 18,
            "text": "مى‌پنداشتى كه بيدارند حال آنكه در خواب بودند و ما آنان را به دست راست و دست چپ مى‌گردانيديم، و سگشان بر درگاه غار دو دست خويش دراز كرده بود. اگر به سروقتشان مى‌رفتى گريزان بازمى‌گشتى و از آنها سخت مى‌ترسيدى"
        },
        {
            "chapter": 18,
            "verse": 19,
            "text": "همچنين بيدارشان كرديم تا با يكديگر گفت و شنود كنند. يكى از آنها پرسيد: چند وقت است كه آرميده‌ايد؟ گفتند: يك روز يا پاره‌اى از روز را آرميده‌ايم. گفتند: پروردگارتان بهتر داند كه چند وقت آرميده‌ايد. يكى را از خود با اين پولتان به شهر بفرستيد تا بنگرد كه غذاى پاكيزه كدام است و برايتان از آن روزيتان را بياورد. و بايد كه به مهربانى رفتار كند تا كسى به شما آگاهى نيابد"
        },
        {
            "chapter": 18,
            "verse": 20,
            "text": "زيرا اگر شما را بيابند سنگسار خواهند كرد، يا به كيش خويش درآورند. و اگر چنين شود تا ابد رستگار نخواهيد شد"
        },
        {
            "chapter": 18,
            "verse": 21,
            "text": "بدين سان مردم را به حالشان آگاه كرديم تا بدانند كه وعده خدا راست است و در قيامت ترديدى نيست. آنگاه در باره آنها با يكديگر به گفت و گو پرداختند و گفتند: بر روى آنها بنايى برآوريد -پروردگارشان به كارشان آگاه‌تر است- و آنان كه بر حالشان آگاه‌تر شده بودند، گفتند: نه، اينجا را مسجدى مى‌كنيم"
        },
        {
            "chapter": 18,
            "verse": 22,
            "text": "خواهند گفت: سه تن بودند و چهارميشان سگشان بود و مى‌گويند: پنج تن بودند و ششميشان سگشان بود -تير به تاريكى مى‌افكنند- و مى‌گويند: هفت تن بودند و هشتميشان سگشان بود. بگو: پروردگار من به عدد آنها داناتر است و شمار ايشان را جز اندك‌كسان نمى‌دانند. و تو در باره آنها جز به ظاهر مجادله مكن و از كس نظر مخواه"
        },
        {
            "chapter": 18,
            "verse": 23,
            "text": "هرگز مگوى: فردا چنين مى‌كنم،"
        },
        {
            "chapter": 18,
            "verse": 24,
            "text": "مگر خداوند بخواهد. و چون فراموش كنى، پروردگارت را به يادآر و بگو: شايد پروردگار من مرا از نزديك‌ترين راه هدايت كند"
        },
        {
            "chapter": 18,
            "verse": 25,
            "text": "و آنان در غار خود سيصد سال آرميدند و نُه سال بدان افزوده‌اند"
        },
        {
            "chapter": 18,
            "verse": 26,
            "text": "بگو: خداوند داناتر است كه چند سال آرميدند. غيب آسمانها و زمين از آنِ اوست. چه بيناست و چه شنواست. جز او دوستى ندارند و كس را در فرمان خود شريك نسازد"
        },
        {
            "chapter": 18,
            "verse": 27,
            "text": "از كتاب پروردگارت هر چه بر تو وحى شده است تلاوت كن. سخنان او را تغييردهنده‌اى نيست. و تو جز او پناهگاهى نمى‌يابى"
        },
        {
            "chapter": 18,
            "verse": 28,
            "text": "و همراه با كسانى كه هر صبح و شام پروردگارشان را مى‌خوانند و خشنودى او را مى‌جويند، خود را به صبر وادار. و نبايد چشمان تو براى يافتن پيرايه‌هاى اين زندگى دنيوى از اينان منصرف گردد. و از آن كه دلش را از ذكر خود بى‌خبر ساخته‌ايم، و از پى هواى نفس خود مى‌رود و در كارهايش اسراف مى‌ورزد، پيروى مكن"
        },
        {
            "chapter": 18,
            "verse": 29,
            "text": "بگو: اين سخن حق از جانب پروردگار شماست. هر كه بخواهد ايمان بياورد و هر كه بخواهد كافر شود. ما براى كافران آتشى كه لهيب آن همه را دربرمى‌گيرد، آماده كرده‌ايم و چون به استغاثه آب خواهند از آبى چون مس گداخته كه از حرارتش چهره‌ها كباب مى‌شود بخورانندشان، چه آب بدى و چه آرامگاهى بد"
        },
        {
            "chapter": 18,
            "verse": 30,
            "text": "كسانى كه ايمان آورده‌اند و كارهاى شايسته كرده‌اند، بدانند كه ما پاداش نيكوكاران را ضايع نمى‌كنيم"
        },
        {
            "chapter": 18,
            "verse": 31,
            "text": "برايشان بهشتهاى جاويد است. از زير پاهاشان نهرها جارى است. بهشتيان را به دستبندهاى زر مى‌آرايند و جامه‌هايى سبز از ديباى نازك و ديباى ستبر مى‌پوشند و در آنجا بر تختها تكيه مى‌زنند. چه پاداش نيكويى و چه آرامگاه نيكويى"
        },
        {
            "chapter": 18,
            "verse": 32,
            "text": "برايشان داستان دو مرد را بيان كن كه به يكى دو تاكستان داده بوديم و بر گرد آنها نخلها و در ميانشان كشتزار كرده بوديم"
        },
        {
            "chapter": 18,
            "verse": 33,
            "text": "آن دو تاكستان، ميوه خود را مى‌دادند بى هيچ كم و كاست. و نهرى بين آن دو جارى گردانيديم"
        },
        {
            "chapter": 18,
            "verse": 34,
            "text": "حاصل از آنِ او بود. به دوستش كه با او گفت و گو مى‌كرد گفت: من به مال از تو بيشتر و به افراد پيروزترم"
        },
        {
            "chapter": 18,
            "verse": 35,
            "text": "و آن مرد ستم بر خويشتن كرده به باغ خود درآمد و گفت: نپندارم كه اين باغ هرگز از ميان برود"
        },
        {
            "chapter": 18,
            "verse": 36,
            "text": "و نپندارم كه قيامت هم بيايد. و اگر هم مرا نزد خدا برند، جايگاهى بهتر از اين باغ خواهم يافت"
        },
        {
            "chapter": 18,
            "verse": 37,
            "text": "دوستش كه با او گفت و گو مى‌كرد گفت: آيا بر آن كس كه تو را از خاك و سپس از نطفه بيافريد و مردى راست بالا كرد، كافر شده‌اى؟"
        },
        {
            "chapter": 18,
            "verse": 38,
            "text": "ولى او خداى يكتا پروردگار من است و من هيچ كس را شريك پروردگارم نمى‌سازم"
        },
        {
            "chapter": 18,
            "verse": 39,
            "text": "چرا آنگاه كه به باغ خود درآمدى نگفتى: هر چه خداوند خواهد، و هيچ نيرويى جز نيروى خدا نيست؟ اگر مى‌بينى كه دارايى و فرزند من كمتر از تو است،"
        },
        {
            "chapter": 18,
            "verse": 40,
            "text": "شايد پروردگار من مرا چيزى بهتر از باغ تو دهد. شايد بر آن باغ صاعقه‌اى بفرستد و آن را به زمينى صاف و لغزنده بدل سازد"
        },
        {
            "chapter": 18,
            "verse": 41,
            "text": "يا آب آن بر زمين فرو رود و هرگز به يافتن آن قدرت نيابى"
        },
        {
            "chapter": 18,
            "verse": 42,
            "text": "به ثمره‌اش آفت رسيد و بامدادان دست حسرت بر دست مى‌ساييد كه چه هزينه‌اى كرده بود و اكنون همه بناهايش فرو ريخته است. و مى‌گويد: اى كاش كسى را شريك پروردگارم نساخته بودم"
        },
        {
            "chapter": 18,
            "verse": 43,
            "text": "جز خدا گروهى كه به ياريش برخيزند نبود و خود قدرت نداشت"
        },
        {
            "chapter": 18,
            "verse": 44,
            "text": "آنجا يارى كردن خداى حق را سزد. پاداش او بهتر و سرانجامش نيكوتر است"
        },
        {
            "chapter": 18,
            "verse": 45,
            "text": "برايشان زندگى دنيا را مثَل بزن كه چون بارانى است كه از آسمان ببارد و با آن گياهان گوناگون به فراوانى برويد. ناگاه خشك شود و باد بر هر سو پراكنده‌اش سازد. و خدا بر هر كارى تواناست"
        },
        {
            "chapter": 18,
            "verse": 46,
            "text": "دارايى و فرزند پيرايه‌هاى اين زندگانى دنياست و كردارهاى نيك كه همواره بر جاى مى‌مانند نزد پروردگارت بهتر و اميد بستن به آنها نيكوتر است"
        },
        {
            "chapter": 18,
            "verse": 47,
            "text": "روزى كه كوه‌ها را به راه مى‌اندازيم و زمين را بينى كه هر چه در اندرون دارد بيرون افكنده است و همه را براى حساب گرد مى‌آوريم و يك تن از ايشان را هم رها نمى‌كنيم"
        },
        {
            "chapter": 18,
            "verse": 48,
            "text": "همه در يك صف به پروردگارت عرضه مى‌شوند. اكنون نزد ما آمديد همچنان كه نخستين بار شما را بيافريديم. آيا مى‌پنداشتيد كه هرگز برايتان وعده‌گاهى قرار نخواهيم داد؟"
        },
        {
            "chapter": 18,
            "verse": 49,
            "text": "دفتر اعمال گشوده شود. مجرمان را بينى كه از آنچه در آن آمده است بيمناكند و مى‌گويند: واى بر ما، اين چه دفترى است كه هيچ گناه كوچك و بزرگى را حساب ناشده رها نكرده است. آنگاه اعمال خود را در مقابل خود بيابند و پروردگار تو، به كسى ستم نمى‌كند"
        },
        {
            "chapter": 18,
            "verse": 50,
            "text": "و آنگاه كه به فرشتگان گفتيم كه آدم را سجده كنيد، همه جز ابليس كه از جن بود و از فرمان پروردگارش سر بتافت سجده كردند. آيا شيطان و فرزندانش را به جاى من به دوستى مى‌گيريد، حال آنكه دشمن شمايند؟ ظالمان بد چيزى را به جاى خدا برگزيدند"
        },
        {
            "chapter": 18,
            "verse": 51,
            "text": "آنگاه كه آسمانها و زمين و خودشان را مى‌آفريدم، از آنها يارى نخواستم. زيرا من گمراه‌كنندگان را به يارى نمى‌گيرم"
        },
        {
            "chapter": 18,
            "verse": 52,
            "text": "و روزى كه مى‌گويد: آنهايى را كه مى‌پنداشتيد شريكان منند ندا دهيد. ندا دهند و شريكان پاسخ ندهند. آنگاه هلاكتگاه را ميانشان قرار دهيم"
        },
        {
            "chapter": 18,
            "verse": 53,
            "text": "چون مجرمان آتش را ببينند بدانند كه در آن خواهند افتاد و راه رهايى از آن نيست"
        },
        {
            "chapter": 18,
            "verse": 54,
            "text": "در اين قرآن براى مردم هر گونه داستانى بيان كرده‌ايم، ولى آدمى بيش از همه به جدل برمى‌خيزد"
        },
        {
            "chapter": 18,
            "verse": 55,
            "text": "مردمان را چون به راه هدايت فرا خواندند، هيچ چيز از ايمان آوردن و آمرزش خواستن، بازنداشت مگر آنكه مى‌بايست به شيوه پيشينيان گرفتار عذاب شوند يا آنكه عذاب روياروى و آشكارا بر آنان فرود آيد"
        },
        {
            "chapter": 18,
            "verse": 56,
            "text": "و ما پيامبران را نفرستاديم جز آنكه به مردم مژده دهند يا بيم. و كافرانى كه مى‌خواهند به نيروى باطل، حق را از ميان ببرند جدال مى‌كنند و آيات و هشدارهاى مرا به ريشخند مى‌گيرند"
        },
        {
            "chapter": 18,
            "verse": 57,
            "text": "كيست ستمكارتر از آن كه آيات پروردگارش را برايش بخوانند و او اعراض كند و كارهايى را كه از پيش مرتكب شده فراموش كند؟ بر دل ايشان پرده افكنديم تا آيات را درنيابند و گوشهايشان را كر ساختيم كه اگر به راه هدايتشان فراخوانى، هرگز راه نيابند"
        },
        {
            "chapter": 18,
            "verse": 58,
            "text": "پروردگارت آمرزنده و مهربان است. اگر مى‌خواست به سبب كردارشان در اين جهان بازخواستشان كند، بى‌درنگ به عذابشان مى‌سپرد. اما عذاب را زمانى معين است كه چون فرازآيد، پناهگاهى نيابند"
        },
        {
            "chapter": 18,
            "verse": 59,
            "text": "و آن قريه‌ها را چون كافر شدند به هلاكت رسانيديم و براى هلاكتشان وعده‌اى نهاديم"
        },
        {
            "chapter": 18,
            "verse": 60,
            "text": "و موسى به شاگرد خود گفت: من همچنان خواهم رفت تا آنجا كه دو دريا به هم رسيده‌اند. يا مى‌رسم، يا عمرم به سر مى‌آيد"
        },
        {
            "chapter": 18,
            "verse": 61,
            "text": "چون آن دو به آنجا كه دو دريا به هم رسيده بودند رسيدند، ماهيشان را فراموش كردند و ماهى راه دريا گرفت و در آب شد"
        },
        {
            "chapter": 18,
            "verse": 62,
            "text": "چون از آنجا گذشتند، به شاگرد خود گفت: چاشتمان را بياور كه در اين سفرمان رنج فراوان ديده‌ايم"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "گفت: آيا به ياد دارى آنگاه را كه در كنار آن صخره مكان گرفته بوديم؟ من ماهى را فراموش كرده‌ام. و اين شيطان بود كه سبب شد فراموشش كنم و ماهى به شيوه‌اى شگفت‌انگيز به دريا رفت"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "گفت: آنجا همان جايى است كه در طلبش بوده‌ايم. و به نشان قدمهاى خود جست‌وجوكنان بازگشتند"
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "در آنجا بنده‌اى از بندگان ما را كه رحمت خويش بر او ارزانى داشته بوديم و خود بدو دانش آموخته بوديم، بيافتند"
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "موسى گفتش: آيا با تو بيايم تا از آنچه به تو آموخته‌اند به من كمالى بياموزى؟"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "گفت: تو را شكيب همراهى با من نيست"
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "و چگونه در برابر چيزى كه بدان آگاهى نيافته‌اى صبر خواهى كرد؟"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "گفت: اگر خدا بخواهد، مرا صابر خواهى يافت آنچنان كه در هيچ كارى تو را فرمانى نكنم"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "گفت: اگر از پى من مى‌آيى، نبايد كه از من چيزى بپرسى تا من خود تو را از آن آگاه كنم"
        },
        {
            "chapter": 18,
            "verse": 71,
            "text": "پس به راه افتادند تا به كشتى سوار شدند. كشتى را سوراخ كرد. گفت: كشتى را سوراخ مى‌كنى تا مردمش را غرقه سازى؟ كارى كه مى‌كنى كارى سخت بزرگ و زشت است"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "گفت: نگفتم كه تو را شكيب همراهى با من نيست؟"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "گفت: اگر فراموش كرده‌ام مرا بازخواست مكن و بدين اندازه بر من سخت مگير"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "و رفتند تا به پسرى رسيدند، او را كشت، موسى گفت: آيا جان پاكى را بى‌آنكه مرتكب قتلى شده باشد مى‌كشى؟ مرتكب كارى زشت گرديدى"
        },
        {
            "chapter": 18,
            "verse": 75,
            "text": "گفت: نگفتم كه تو را شكيب همراهى با من نيست؟"
        },
        {
            "chapter": 18,
            "verse": 76,
            "text": "گفت: اگر از اين پس از تو چيزى پرسم با من همراهى مكن، كه از جانب من معذور باشى"
        },
        {
            "chapter": 18,
            "verse": 77,
            "text": "پس برفتند تا به دهى رسيدند. از مردم آن ده طعامى خواستند. از ميزبانيشان سر برتافتند. آنجا ديوارى ديدند كه نزديك بود فرو ريزد. ديوار را راست كرد. موسى گفت: كاش در برابر اين كار مزدى مى‌خواستى"
        },
        {
            "chapter": 18,
            "verse": 78,
            "text": "گفت: اكنون زمان جدايى ميان من و توست و تو را از راز آن كارها كه تحملشان را نداشتى آگاه مى‌كنم"
        },
        {
            "chapter": 18,
            "verse": 79,
            "text": "اما آن كشتى از آنِ بينوايانى بود كه در دريا كار مى‌كردند. خواستم معيوبش كنم، زيرا در آن سوترشان پادشاهى بود كه كشتيها را به غصب مى‌گرفت"
        },
        {
            "chapter": 18,
            "verse": 80,
            "text": "اما آن پسر، پدر و مادرش مؤمن بودند. ترسيديم كه آن دو را به عصيان و كفر دراندازد"
        },
        {
            "chapter": 18,
            "verse": 81,
            "text": "خواستيم تا در عوض او پروردگارشان چيزى نصيبشان سازد به پاكى بهتر از او و به مهربانى نزديك‌تر از او"
        },
        {
            "chapter": 18,
            "verse": 82,
            "text": "اما ديوار از آنِ دو پسر يتيم از مردم اين شهر بود. در زيرش گنجى بود، از آنِ پسران، پدرشان مردى صالح بود. پروردگار تو مى‌خواست آن دو به حد رشد رسند و گنج خود را بيرون آرند. و من اين كار را به ميل خود نكردم. رحمت پروردگارت بود. اين است راز آن سخن كه گفتم: تو را شكيب آن نيست"
        },
        {
            "chapter": 18,
            "verse": 83,
            "text": "و از تو در باره ذوالقرنين مى‌پرسند. بگو: براى شما از او چيزى مى‌خوانم"
        },
        {
            "chapter": 18,
            "verse": 84,
            "text": "ما او را در زمين مكانت داديم و راه رسيدن به هر چيزى را به او نشان داديم"
        },
        {
            "chapter": 18,
            "verse": 85,
            "text": "او نيز راه را پى گرفت"
        },
        {
            "chapter": 18,
            "verse": 86,
            "text": "تا به غروبگاه خورشيد رسيد. ديد كه در چشمه‌اى گِل‌آلود و سياه غروب مى‌كند و در آنجا مردمى يافت. گفتيم: اى ذوالقرنين، مى‌خواهى عقوبتشان كن و مى‌خواهى با آنها به نيكى رفتار كن"
        },
        {
            "chapter": 18,
            "verse": 87,
            "text": "گفت: اما هر كس كه ستم كند ما عقوبتش خواهيم كرد. آنگاه او را نزد پروردگارش مى‌برند تا او نيز به سختى عذابش كند"
        },
        {
            "chapter": 18,
            "verse": 88,
            "text": "و اما هر كس كه ايمان آورد و كارهاى شايسته كند، اجرى نيكو دارد. و در باره او فرمانهاى آسان خواهيم راند"
        },
        {
            "chapter": 18,
            "verse": 89,
            "text": "باز هم راه را پى گرفت"
        },
        {
            "chapter": 18,
            "verse": 90,
            "text": "تا به مكان برآمدن آفتاب رسيد. ديد بر قومى طلوع مى‌كند كه غير از پرتو آن برايشان هيچ پوششى قرار نداده‌ايم"
        },
        {
            "chapter": 18,
            "verse": 91,
            "text": "چنين بود. و ما بر احوال او احاطه داريم"
        },
        {
            "chapter": 18,
            "verse": 92,
            "text": "باز هم راه را پى گرفت"
        },
        {
            "chapter": 18,
            "verse": 93,
            "text": "تا به ميان دو كوه رسيد. در پس آن دو كوه مردمى را ديد كه گويى هيچ سخنى را نمى‌فهمند"
        },
        {
            "chapter": 18,
            "verse": 94,
            "text": "گفتند: اى ذوالقرنين، يأجوج و مأجوج در زمين فساد مى‌كنند. مى‌خواهى خراجى بر خود مقرر كنيم تا تو ميان ما و آنها سدى برآورى؟"
        },
        {
            "chapter": 18,
            "verse": 95,
            "text": "گفت: آنچه پروردگار من مرا بدان توانايى داده است بهتر است. مرا به نيروى خويش مدد كنيد، تا ميان شما و آنها سدى برآورم"
        },
        {
            "chapter": 18,
            "verse": 96,
            "text": "براى من تكه‌هاى آهن بياوريد. چون ميان آن دو كوه انباشته شد، گفت: بدميد. تا آن آهن را بگداخت. و گفت: مس گداخته بياوريد تا بر آن ريزم"
        },
        {
            "chapter": 18,
            "verse": 97,
            "text": "نه توانستند از آن بالا روند و نه در آن سوراخ كنند"
        },
        {
            "chapter": 18,
            "verse": 98,
            "text": "گفت: اين رحمتى بود از جانب پروردگار من؛ و چون وعده پروردگار من در رسد، آن را زير و زبر كند و وعده پروردگار من راست است"
        },
        {
            "chapter": 18,
            "verse": 99,
            "text": "و در آن روز واگذاريم تا چون موج روان گردند، و چون در صور دميده شود همه را يكجا گرد آوريم"
        },
        {
            "chapter": 18,
            "verse": 100,
            "text": "و در آن روز جهنم را به كافران، چنان كه بايد، نشان خواهيم داد"
        },
        {
            "chapter": 18,
            "verse": 101,
            "text": "آن كسان كه ديدگانشان از ياد من در حجاب بوده و توان شنيدن نداشته‌اند"
        },
        {
            "chapter": 18,
            "verse": 102,
            "text": "آيا كافران پندارند كه به جاى من بندگان مرا به خدايى گيرند؟ ما جهنم را آماده ساخته‌ايم تا منزلگاه كافران باشد"
        },
        {
            "chapter": 18,
            "verse": 103,
            "text": "بگو: آيا شما را آگاه كنيم كه كردار چه كسانى بيش از همه به زيانشان بود؟"
        },
        {
            "chapter": 18,
            "verse": 104,
            "text": "آنهايى كه كوششان در زندگى دنيا تباه شد و مى‌پنداشتند كارى نيكو مى‌كنند"
        },
        {
            "chapter": 18,
            "verse": 105,
            "text": "آنان به آيات پروردگارشان و به ملاقات با او ايمان نياوردند، پس اعمالشان ناچيز شد و ما در روز قيامت برايشان منزلتى قائل نيستيم"
        },
        {
            "chapter": 18,
            "verse": 106,
            "text": "همچنين كيفر آنان به سبب كفرشان و نيز بدان سبب كه آيات و پيامبران مرا مسخره مى‌كردند، جهنم است"
        },
        {
            "chapter": 18,
            "verse": 107,
            "text": "كسانى كه ايمان آوردند و كارهاى شايسته كردند مهمانسرايشان باغهاى فردوس است"
        },
        {
            "chapter": 18,
            "verse": 108,
            "text": "در آنجا جاويدانند و هرگز هواى انتقال نكنند"
        },
        {
            "chapter": 18,
            "verse": 109,
            "text": "بگو: اگر دريا براى نوشتن كلمات پروردگار من مركب شود، دريا به پايان مى‌رسد و كلمات پروردگار من به پايان نمى‌رسد، هر چند درياى ديگرى به مدد آن بياوريم"
        },
        {
            "chapter": 18,
            "verse": 110,
            "text": "بگو: من انسانى هستم همانند شما. به من وحى مى‌شود. هرآينه خداى شما خدايى است يكتا. هر كس ديدار پروردگار خويش را اميد مى‌بندد، بايد كردارى شايسته داشته باشد و در پرستش پروردگارش هيچ كس را شريك نسازد"
        }
    ]
}