{
    "rukus": [
        {
            "chapter": 6,
            "verse": 122,
            "text": "Is he whom We raised from the dead and for whom we made a light by which he walks among the people, like him who is in darkness from which there is no way out? Thus what the suppressors of Truth do has been made to look fair to them"
        },
        {
            "chapter": 6,
            "verse": 123,
            "text": "And thus have We made, in every human settlement, the biggest of the criminals to plot therein. And they plot not but against their own selves, and they perceive this not"
        },
        {
            "chapter": 6,
            "verse": 124,
            "text": "And when a Verse/sign comes to them they say, \"We will not believe till we are given the like of what Allah's Messengers are given. Allah knows with whom to place His Message. The criminals shall get disgrace and severe punishment from Allah because they plotted against the divine scheme of things"
        },
        {
            "chapter": 6,
            "verse": 125,
            "text": "And whomsoever Allah wills to guide, He opens his mind for Islam, and whomsoever He wills to send astray, He makes his mind narrow and restricted as though he were ascending up into the sky. Thus does Allah lay disgrace on those who do not believe"
        },
        {
            "chapter": 6,
            "verse": 126,
            "text": "And thisis the Straight Path of your Lord. WE have certainly explained the Verses/signs plainly for a people who ponder"
        },
        {
            "chapter": 6,
            "verse": 127,
            "text": "For them, there shall be the home of peace with their Lord, and He will be their Wali by virtue of their deeds"
        },
        {
            "chapter": 6,
            "verse": 128,
            "text": "And on the Day when He shall gather them all together, \"O assembly of jinn! You did frequent some among mankind.\" And their awliya from among mankind shall say, \"Our Lord! We did benefit one another, and we have reached our destination You fixed for us.\" HE shall say, \"The Fire shall be your abode. You shall dwell therein forever, except as Allah wills. Indeed, your Lord is Wise, Knowledgeable"
        },
        {
            "chapter": 6,
            "verse": 129,
            "text": "And thus do We make the wrongdoers awliya of one another because of what they earned"
        }
    ]
}