{
    "rukus": [
        {
            "chapter": 39,
            "verse": 1,
            "text": "Revelation of the Book is from Allah, the Omnipotent, the Wise"
        },
        {
            "chapter": 39,
            "verse": 2,
            "text": "We have revealed the Book to you [Prophet Muhammad] in Truth, indeed! Worship Allah, then, consecrating your lifestyle exclusively for Him"
        },
        {
            "chapter": 39,
            "verse": 3,
            "text": "Is it not for Allah that the pure way of life is!? And those who have taken awliya besides Allah (say), \"We worship them not but that they may bring us nearer to Allah.\" Allah will indeed decide among them concerning what they differ in. Allah does indeed not guide anyone who is a lying suppressor of the Truth"
        },
        {
            "chapter": 39,
            "verse": 4,
            "text": "Had Allah wanted to have a son, He could have chosen anyone He willed out of those whom He created. Glorified is He! He is Allah: the One and Only, the Almighty"
        },
        {
            "chapter": 39,
            "verse": 5,
            "text": "He created the heavens and the earth; and it was His privilege to create them. He wraps the day over the night and wraps the night over the day. And He has subjected the sun and the moon, each to run its course until an appointed time. Is He not the Omnipotent, the Ultimate Forgiver"
        },
        {
            "chapter": 39,
            "verse": 6,
            "text": "He (Allah) created you from a single being (Adam), and from that single being He made its mate. And He sent down for you eight cattle in pairs.ah He creates you in your mothersԠwombs, giving you one form after another inside three layers of darkness. That is Allah, your Lord. His is the sovereignty over all things. There is none worthy of worship other than Him. So what has made you turn away"
        },
        {
            "chapter": 39,
            "verse": 7,
            "text": "If you suppress the Truth, then indeed Allah stands in no need of you. And He likes not that His subjects should suppress the Truth. And if you are grateful, He likes that for you. None shall bear anotherճ burden. Then to your Lord is your return and He will tell you what you had been doing. He is indeed well aware of what lies hidden in your minds"
        },
        {
            "chapter": 39,
            "verse": 8,
            "text": "When any affliction affects man, he cries out to his Lord, turning to Him alone. Then when his Lord bestows His favour upon him, he forgets what he had cried out to Him for before, and sets up rivals to Allah that they may lead others astray from His Path. Say, (O Prophet), \"Enjoy your suppression of the Truth for a while. Indeed, you will be among the inmates of the Fire"
        },
        {
            "chapter": 39,
            "verse": 9,
            "text": "Or [take the example of] one who remembers Allah assiduously during parts of the night, prostrating and standing, fears the Hereafter, and seeks His Lord's mercy [and] ask, \"Are those who know [like that one] equal to those who do not know?\" Only those endowed with insight take heed"
        }
    ]
}