{
    "rukus": [
        {
            "chapter": 64,
            "verse": 1,
            "text": "Everything that is in the heavens and the earth glorifies Allah. His is the Sovereignty and His, the praise. And He is the One able to do anything"
        },
        {
            "chapter": 64,
            "verse": 2,
            "text": "He is the One Who created you. Then there are those of you who suppress the Truth and those who believe! And Allah sees what you do"
        },
        {
            "chapter": 64,
            "verse": 3,
            "text": "He created the heavens and the earth and was His sole right to create. And He gave you shape and then made your shapes good. And to Him is the final destination"
        },
        {
            "chapter": 64,
            "verse": 4,
            "text": "He knows all that is in the heavens and the earth, and He knows what you conceal and what you reveal. And Allah is aware of what is in the minds"
        },
        {
            "chapter": 64,
            "verse": 5,
            "text": "Has not the history of those who suppressed the Truth in the past, and then tasted the consequences of their conduct, reached you? And a painful punishment is in store for them"
        },
        {
            "chapter": 64,
            "verse": 6,
            "text": "That is because their Messengers (from Allah) had come to them with clear signs, but they said, \"Shall a mere human guide us?\" So they suppressed the Truth and turned away! And Allah is in no need of anyone or anything. And Allah is Self-sufficient, Embodiment of Praise"
        },
        {
            "chapter": 64,
            "verse": 7,
            "text": "Those who suppress the Truth opine that they will not be raised again to life after death. Say, \"Yes, verily, and by my Lord, you will be raised again! And then you will be told what you had done. And that is easy for Allah"
        },
        {
            "chapter": 64,
            "verse": 8,
            "text": "So believe in Allah and His Messenger and the light [Qur'aan] which We have sent down. And Allah is well aware of what you do"
        },
        {
            "chapter": 64,
            "verse": 9,
            "text": "The day He gathers you for the Day of Assembly [Resurrection], that will be a day of mutual disillusion. And he who believes in Allah and does good deeds, He [Allah] will efface his evil deeds from his account and admit him to Gardens underneath which rivers flow. Such people will abide therein for ever. That is the highest success"
        },
        {
            "chapter": 64,
            "verse": 10,
            "text": "And those who suppress the Truth and reject Our Verses/signs — they shall be inmates of the Fire. They shall abide therein. And it is a bad end to any journey"
        }
    ]
}