{
    "rukus": [
        {
            "chapter": 4,
            "verse": 34,
            "text": "Men are the supports of women, since Allah has favoured some over others in certain respects, and since men are required to bear all family expenses from their (men's) property. The righteous women then are obedient guardians of privacy as Allah has guarded it. And as for those women, on whose part you fear refractoriness, admonish them, leave them alone in beds and turn away from them. Then if they obey you, do not resort to any punitive measure against them. Indeed, Allah is High, Great"
        },
        {
            "chapter": 4,
            "verse": 35,
            "text": "And if you fear a breach between the two, then appoint an arbiter from his people and an arbiter from hers. If they both desire continuation of and improvement in the relationship, Allah will bring about reconciliation between the two. Indeed, Allah is Knowledgeable, Aware"
        },
        {
            "chapter": 4,
            "verse": 36,
            "text": "And worship Allah and do not associate anything with Him. And be good to parents, near of kin, orphans, the needy, the neighbour near of kin, the neighbour not of kin, the companion/colleague, the wayfarer and your slaves/servants. Indeed, Allah loves not him/her who is conceited, boastful"
        },
        {
            "chapter": 4,
            "verse": 37,
            "text": "Those who are miserly and bid people to be miserly and hide what Allah has favoured them with. And We have prepared, for the suppressers of Truth, a disgraceful punishment"
        },
        {
            "chapter": 4,
            "verse": 38,
            "text": "And those who spend their wealth in order to show off, and believe not in Allah nor in the Hereafter. And as for him, the Satan is an ally of whom, then he has an evil ally"
        },
        {
            "chapter": 4,
            "verse": 39,
            "text": "And what calamity would befall them, had they believed in Allah and the Hereafter and spent out of what Allah had given them!? And Allah does know them very well"
        },
        {
            "chapter": 4,
            "verse": 40,
            "text": "Indeed, Allah wrongs not even to the infinitesimal extent of the weight of an atom. And if there is a good deed, He doubles it and bestows, from Him, a great reward"
        },
        {
            "chapter": 4,
            "verse": 41,
            "text": "How about then, when We bring, from every people, a witness, and bring you as a witness against these"
        },
        {
            "chapter": 4,
            "verse": 42,
            "text": "That Day, those, who suppress the Truth and disobey the Messenger, would wish that the earth were levelled with them. And they shall not hide any event from Allah"
        }
    ]
}