{
    "maqras": [
        {
            "chapter": 14,
            "verse": 28,
            "text": "Allah'ın nimetine bedel, inkâr ve nankörlüğü tercih edenleri, ayrıca kendi halklarını da helâk yurduna, cehenneme sürükleyenleri görmedin mi?Onların hepsi oraya girecekler. Cehennem ne kötü bir yerleşim yeridir"
        },
        {
            "chapter": 14,
            "verse": 29,
            "text": "Allah'ın nimetine bedel, inkâr ve nankörlüğü tercih edenleri, ayrıca kendi halklarını da helâk yurduna, cehenneme sürükleyenleri görmedin mi?Onların hepsi oraya girecekler. Cehennem ne kötü bir yerleşim yeridir"
        },
        {
            "chapter": 14,
            "verse": 30,
            "text": "İnsanları Allah'ın yolundan saptırmak için birtakım ortaklar uydurdular.De ki: “Azıcık yararlanın bakalım, nasılsa sonunda gideceğiniz yer ateştir!”"
        },
        {
            "chapter": 14,
            "verse": 31,
            "text": "Söyle o iman etmiş kullarıma:Namazı tam gerektiği şekilde kılsınlar ve ne alış verişin, ne de dostluğun olmadığı gün gelmeden önce, gizli ve açık şekilde, kendilerine ihsan ettiğimiz rızıklardan, nimetlerden bağışta bulunsunlar"
        },
        {
            "chapter": 14,
            "verse": 32,
            "text": "Gökleri ve yeri yaratan Allah'tır. Gökten yağmur indirip size rızık olsun diye, onunla türlü türlü meyveler ve ürünler çıkaran da O’dur.İzni ile denizde dolaşmak üzere gemileri size râm eden, akan suları ve ırmakları da sizin hizmetinize veren O’dur"
        },
        {
            "chapter": 14,
            "verse": 33,
            "text": "Mûtad seyirlerini yapan güneş ile ay'ı size âmade kılan, geceyi ve gündüzü istifadenize veren de O’dur"
        },
        {
            "chapter": 14,
            "verse": 34,
            "text": "Hasılı O, Kendisinden dilediğiniz her şeyi verdi. Öyle ki Allah'ın size verdiği nimetleri birer birer saymaya kalkarsanız, mümkün değil, onları sayamazsınız. Gerçekten insan zalim ve nankördür"
        },
        {
            "chapter": 14,
            "verse": 35,
            "text": "Bir de, İbrâhim, bir vakitler şöyle demişti: “Ya Rabbî! Burayı emin bir belde kıl, beni de evlatlarımı da putlara tapmaktan uzak tut.”"
        },
        {
            "chapter": 14,
            "verse": 36,
            "text": "“Ya Rabbî! Doğrusu onlar (putlar) insanların birçoğunu saptırdılar. Artık bundan sonra kim bana tâbi olursa, o bendendir.Kim de bana karşı gelirse o da Sen'in merhametine kalmıştır, şüphesiz Sen gafursun, rahîmsin.”"
        },
        {
            "chapter": 14,
            "verse": 37,
            "text": "“Ey bizim Rabbimiz! Ben zürriyetimden bir kısmını senin kutsal mâbedinin yanında, ekin bitmez bir vâdide yerleştirdim.Ey bizim Rabbimiz! Namazı gereğince kılsınlar diye böyle yaptım. Ya Rabbî! Artık insanların bir kısmının gönüllerini onlara doğru yönelt, onları her türlü ürünlerden rızıklandır ki Sana şükretsinler.” [2,125-127; 5,97; 28,57] {KM, Tekvin 16. bölüm ve}"
        },
        {
            "chapter": 14,
            "verse": 38,
            "text": "“Ey bizim Rabbimiz! Biz ister gizleyelim, ister açığa vuralım, yaptığımız her şeyi bilirsin. Zaten göklerde ve yerde Allah'a gizli kalan hiçbir şey yoktur.”"
        },
        {
            "chapter": 14,
            "verse": 39,
            "text": "“Hamd olsun Allah'a ki, hayli yaşlı olmama rağmen, bu ihtiyarlık halimde İsmâil ve İshak’ı bana ihsan etti. Şüphesiz ki Rabbim duayı kabul buyurur.”"
        },
        {
            "chapter": 14,
            "verse": 40,
            "text": "–“Ya Rabbî! Beni de, neslimi de namazı devamlı olarak ve gereğince kılan kullarından eyle! Duamı, lütfen kabul buyur Ya Rabbi!”"
        },
        {
            "chapter": 14,
            "verse": 41,
            "text": "“Ey Rabbimiz! Beni, annemi, babamı ve bütün müminleri kıyamet günü affeyle.”"
        },
        {
            "chapter": 14,
            "verse": 42,
            "text": "Sen, o zalimlerin işlediklerinden, sakın Rabbinin habersiz olduğunu zannetme! O, sadece onları, dehşetinden gözlerinin donup kalacağı bir güne ertelemektedir"
        },
        {
            "chapter": 14,
            "verse": 43,
            "text": "O gün onlar başlarını dikmiş, gözleri donup kalmış, kalpleri bomboş koşup dururlar"
        },
        {
            "chapter": 14,
            "verse": 44,
            "text": "Hem, azabın geleceği günü hatırlatarak insanları uyar!O gün zalimler: “Ey bizim Rabbimiz! diyecekler, ne olur, bize kısa bir süre ver de senin çağrına uyma imkânı bulalım ve peygamberlerin izince gidelim.”Peki, daha önce hiç zeval bulmayıp sürekli yaşayacağınıza dair yemin eden siz değil miydiniz"
        },
        {
            "chapter": 14,
            "verse": 45,
            "text": "Sizden önce, kendilerine zulmetmiş olanların diyarlarına yerleştiniz.Onlara neler yaptıklarımız da size iyice belli oldu ve size meseller getirerek gerçekleri anlattık"
        },
        {
            "chapter": 14,
            "verse": 46,
            "text": "Onlar tuzaklar kurdular, ama Allah nezdinde de onlara tuzak var, isterse onların tuzakları dağları yerinden oynatacak olsun"
        },
        {
            "chapter": 14,
            "verse": 47,
            "text": "Sakın Allah'ın, peygamberlerine yaptığı vaadden cayacağını zannetme! Allah elbette mutlak galiptir, intikam sahibidir"
        },
        {
            "chapter": 14,
            "verse": 48,
            "text": "Gün gelir, yer başka bir yere, gökler de başka göklere çevrilir.Bütün insanlar kabirlerinden kalkıp tek hâkim olan Allah'ın huzuruna çıkarlar. {KM, Vahiy 21. bölüm; İşaya}"
        },
        {
            "chapter": 14,
            "verse": 49,
            "text": "O gün suçlu kâfirlerin birbirine yaklaştırılarak kelepçelendiğini görürsün. Gömlekleri katrandandır, yüzlerini ise ateş kaplar. [3]"
        },
        {
            "chapter": 14,
            "verse": 50,
            "text": "O gün suçlu kâfirlerin birbirine yaklaştırılarak kelepçelendiğini görürsün. Gömlekleri katrandandır, yüzlerini ise ateş kaplar. [3]"
        },
        {
            "chapter": 14,
            "verse": 51,
            "text": "Allah her insana kazandığının karşılığını vermek için (diriltir). Allah, hesabı çok çabuk görür"
        },
        {
            "chapter": 14,
            "verse": 52,
            "text": "İşte bu Kur'ân insanlara beliğ bir tebliğdir,ta ki onunla uyarılsınlar,ta ki Allah’ın tek İlah olduğunu bilsinler. Ve ta ki aklı ve vicdanı temiz olanlar, düşünüp ders alsınlar"
        }
    ]
}