{
    "rukus": [
        {
            "chapter": 7,
            "verse": 109,
            "text": "Los principales de la gente del Faraon dijeron: «Verdaderamente, este es un mago experto"
        },
        {
            "chapter": 7,
            "verse": 110,
            "text": "Lo que quieren es echaros de vuestra tierra, por tanto ¿Que opinais?»"
        },
        {
            "chapter": 7,
            "verse": 111,
            "text": "Dijeron: «Hazles regresar a el y a su hermano y envia a las ciudades encargados"
        },
        {
            "chapter": 7,
            "verse": 112,
            "text": "que te traigan a todos los magos expertos.»"
        },
        {
            "chapter": 7,
            "verse": 113,
            "text": "Y llegaron los magos ante el Faraon y dijeron: «Queremos una recompensa si somos los vencedores.»"
        },
        {
            "chapter": 7,
            "verse": 114,
            "text": "Dijo (Faraon): «Si. Ademas, sereis de los proximos a mi.»"
        },
        {
            "chapter": 7,
            "verse": 115,
            "text": "Dijeron (los magos): «¡Oh, Moises! ¿Lanzas tu o lanzamos nosotros?»"
        },
        {
            "chapter": 7,
            "verse": 116,
            "text": "Dijo: «¡Lanzad!» Y, cuando lanzaron, hechizaron los ojos de la gente, asustandoles y creando una magia impresionante"
        },
        {
            "chapter": 7,
            "verse": 117,
            "text": "Nosotros inspiramos a Moises: «¡Lanza tu vara!». Y esta capturo sus falsos trucos"
        },
        {
            "chapter": 7,
            "verse": 118,
            "text": "La verdad prevalecio y anulo lo que ellos habian hecho"
        },
        {
            "chapter": 7,
            "verse": 119,
            "text": "Asi fueron vencidos y quedaron humillados"
        },
        {
            "chapter": 7,
            "verse": 120,
            "text": "Y los magos cayeron postrados"
        },
        {
            "chapter": 7,
            "verse": 121,
            "text": "Dijeron: «¡Creemos en el Senor del Universo"
        },
        {
            "chapter": 7,
            "verse": 122,
            "text": "¡El Senor de Moises y de Aaron!»"
        },
        {
            "chapter": 7,
            "verse": 123,
            "text": "Dijo Faraon: «¿Creeis en El antes de que yo os de mi permiso? Esto es un plan que habeis tramado en la ciudad para echar de ella a sus habitantes. ¡Vais a saber"
        },
        {
            "chapter": 7,
            "verse": 124,
            "text": "¡Os cortare las manos y los pies opuestos y luego os crucificare a todos!»"
        },
        {
            "chapter": 7,
            "verse": 125,
            "text": "Dijeron: «¡En verdad, regresaremos a nuestro Senor"
        },
        {
            "chapter": 7,
            "verse": 126,
            "text": "Solamente te vengas de nosotros por haber creido en las senales de nuestro Senor cuando llegaron a nosotros. ¡Senor nuestro! ¡Danos paciencia y haznos morir sometidos a Ti!»"
        }
    ]
}