{
    "rukus": [
        {
            "chapter": 18,
            "verse": 18,
            "text": "Pensarias que estaban despiertos pero dormian y Nosotros les volviamos del lado derecho y del lado izquierdo y su perro permanecia con sus patas delanteras extendidas en la boca de la cueva. Si les hubieses visto habrias huido de ellos y te habrias llenado de terror"
        },
        {
            "chapter": 18,
            "verse": 19,
            "text": "Entonces, les levantamos del sueno para que se preguntasen entre ellos. Uno de ellos dijo: «¿Cuanto habeis permanecido?» Dijeron: «Hemos permanecido un dia o parte de un dia.» Dijeron: «Vuestro Senor es quien mejor sabe lo que habeis permanecido.» «Enviad a uno de vosotros con este dinero que teneis a la ciudad para que mire quien posee el alimento mas puro y os traiga una provision de el. Pero que sea sutil y no llame en absoluto la atencion de nadie sobre vosotros"
        },
        {
            "chapter": 18,
            "verse": 20,
            "text": "En verdad, si ellos os descubrieran os lapidarian u os harian aceptar sus creencias y entonces nunca triunfariais.»"
        },
        {
            "chapter": 18,
            "verse": 21,
            "text": "Asi fue como Nosotros permitimos que se descubriera su existencia, para que la gente supiese que la promesa de Dios es verdadera y que no hay duda de que la Hora llegara. Cuando discutieron entre ellos sobre su asunto, dijeron: «Construid un edificio sobre ellos. Dios es quien mejor sabe lo que fue de ellos.» Los que vencieron en su asunto dijeron: «Haremos sobre ellos un lugar de adoracion.»"
        },
        {
            "chapter": 18,
            "verse": 22,
            "text": "Diran: «Eran tres y su perro el cuarto.» Diran: «Eran cinco y su perro el sexto», especulando sobre lo que desconocen. Y diran: «Eran siete y su perro el octavo.» Di: «Mi Senor es Quien mejor sabe su numero. Excepto unos pocos, nadie sabe de ellos.» No discutas, por tanto, sobre ellos, excepto con pruebas y no preguntes por ellos a ninguno de ellos"
        }
    ]
}