{
    "rukus": [
        {
            "chapter": 43,
            "verse": 68,
            "text": "«¡Oh, siervos Mios! ¡Hoy no teneis de que temer ni por que estar tristes!»"
        },
        {
            "chapter": 43,
            "verse": 69,
            "text": "Quienes creyeron en Mis senales y se sometieron"
        },
        {
            "chapter": 43,
            "verse": 70,
            "text": "«¡Entrad en el Jardin, vosotros y vuestras esposas, radiantes de felicidad!»"
        },
        {
            "chapter": 43,
            "verse": 71,
            "text": "Circularan entre ellos con bandejas de oro y copas y en ellas tendran lo que deseen sus almas y un deleite para la vista: «En el estareis eternamente.»"
        },
        {
            "chapter": 43,
            "verse": 72,
            "text": "«Este es el Jardin que se os ha dado en herencia por lo que haciais"
        },
        {
            "chapter": 43,
            "verse": 73,
            "text": "Hay en el para vosotros frutas abundantes para que comais de ellas.»"
        },
        {
            "chapter": 43,
            "verse": 74,
            "text": "En verdad, los malhechores estaran en el castigo del Infierno eternamente"
        },
        {
            "chapter": 43,
            "verse": 75,
            "text": "No se les atenuara y se desesperaran alli"
        },
        {
            "chapter": 43,
            "verse": 76,
            "text": "No les oprimiremos, sino que ellos habran sido los opresores"
        },
        {
            "chapter": 43,
            "verse": 77,
            "text": "Y clamaran: «¡Oh, Malik! ¡Que tu Senor nos haga perecer!» El dira: «En verdad, vosotros permanecereis"
        },
        {
            "chapter": 43,
            "verse": 78,
            "text": "Ciertamente, vinimos a vosotros con la Verdad, pero la mayoria de vosotros aborreceis la Verdad.»"
        },
        {
            "chapter": 43,
            "verse": 79,
            "text": "Ellos han establecido un plan pero Nosotros tambien planificamos"
        },
        {
            "chapter": 43,
            "verse": 80,
            "text": "¿O creen que Nosotros no oimos lo que piensan en secreto y lo que hablan en secreto? Claro que si. Y Nuestros Mensajeros estan junto a ellos tomando nota"
        },
        {
            "chapter": 43,
            "verse": 81,
            "text": "Di: «Si el Clementisimo tuviera un hijo yo seria el primero en adorarle.»"
        },
        {
            "chapter": 43,
            "verse": 82,
            "text": "«¡Glorificado sea el Senor de los cielos y la Tierra, el Senor del Trono, por encima de lo que Le atribuyen!»"
        },
        {
            "chapter": 43,
            "verse": 83,
            "text": "Asi pues ¡Dejales que se pierdan en su error y jueguen hasta que se encuentren con el dia que se les ha prometido"
        },
        {
            "chapter": 43,
            "verse": 84,
            "text": "El es Aquel que es un dios en los cielos y un dios en la Tierra. El es el Sabio, el Conocedor de todo"
        },
        {
            "chapter": 43,
            "verse": 85,
            "text": "¡Bendito sea Aquel a Quien pertenece el reino de los cielos y de la Tierra y de lo que hay entre ambos y que posee el conocimiento de la Hora y a Quien habreis de regresar"
        },
        {
            "chapter": 43,
            "verse": 86,
            "text": "Y aquellos a quienes invocan aparte de El no tienen el poder de interceder, sino aquellos que dan testimonio de la Verdad y que conocen"
        },
        {
            "chapter": 43,
            "verse": 87,
            "text": "Y si les preguntas quien les ha creado, seguro que diran: «Dios.» Entonces ¿Por que se extravian"
        },
        {
            "chapter": 43,
            "verse": 88,
            "text": "Y el dice: «¡Oh, Senor mio! ¡En verdad, ellos son un pueblo que no cree!»"
        },
        {
            "chapter": 43,
            "verse": 89,
            "text": "¡Apartate, entonces, de ellos! Y di: «¡Paz!». ¡Pronto sabran"
        }
    ]
}