{
    "rukus": [
        {
            "chapter": 3,
            "verse": 92,
            "text": "No obtendreis la virtud hasta que no gasteis en caridad de aquello que amais. Y cualquier cosa que gasteis Dios lo sabra"
        },
        {
            "chapter": 3,
            "verse": 93,
            "text": "Todos los alimentos [puros] eran licitos para los Hijos de Israel excepto aquello que Israel se prohibio a si mismo antes de que descendiera la Tora. Di: «Traed la Tora y leedla si es que decis la verdad.»"
        },
        {
            "chapter": 3,
            "verse": 94,
            "text": "Quienes inventen mentiras sobre Dios despues de esto, esos seran los opresores"
        },
        {
            "chapter": 3,
            "verse": 95,
            "text": "Di: «Dios ha dicho la Verdad. Seguid, pues, las creencias de Abraham, que era un buscador de la Verdad y no uno de los politeistas.»"
        },
        {
            "chapter": 3,
            "verse": 96,
            "text": "En verdad, la primera Casa establecida para la humanidad como bendicion y guia es, sin duda, la de Bakka"
        },
        {
            "chapter": 3,
            "verse": 97,
            "text": "En ella hay signos claros, [entre ellos] la morada de Abraham. Y quien entre en ella estara seguro. Dios ha ordenado a las gentes la peregrinacion a la Casa, si disponen de medios. Y quien reniegue (de su obligacion y no realice la peregrinacion, sepa que) Dios no necesita de nadie"
        },
        {
            "chapter": 3,
            "verse": 98,
            "text": "Di: «¡Oh gente de la Escritura [Sagrada]! ¿Por que no creeis en las senales de Dios? Dios es testigo de lo que haceis.»"
        },
        {
            "chapter": 3,
            "verse": 99,
            "text": "Di: «¡Oh gente de la Escritura «Sagrada»! ¿Por que dificultais la senda de Dios a los que creen y tratais de complicarla, cuando sois testigos [de que es verdadera]? Dios no esta desatento a lo que haceis.»"
        },
        {
            "chapter": 3,
            "verse": 100,
            "text": "¡Oh los que creeis! Si obedeceis a un grupo de los que recibieron la Escritura [Sagrada] conseguiran que, despues de haber creido, regreseis a la incredulidad"
        },
        {
            "chapter": 3,
            "verse": 101,
            "text": "¿Como podeis no creer cuando se os recitan los versiculos de Dios y entre vosotros esta Su Mensajero y quien se refugie en Dios sera guiado a un camino recto"
        }
    ]
}