{
    "rukus": [
        {
            "chapter": 4,
            "verse": 11,
            "text": "Dios os ordena en lo relativo a vuestros hijos que la parte del varon sea igual a la parte de dos hembras y si [vuestros hijos] fueran dos mujeres o mas de dos, recibiran dos tercios de lo que dejo [el fallecido]. Si solo fuera una, le corresponde la mitad. Y a los padres de el corresponde una sexta parte para cada uno, en caso de que dejeis hijos. Si no dejais hijos y los padres son los [unicos] herederos, a la madre de el le corresponde un tercio Pero si el deja hermanos, a la madre le corresponde un sexto. Esto, despues de haber cumplido con las disposiciones testamentarias o las deudas pendientes. No sabeis quien sera mas beneficioso para vosotros, si vuestros padres o vuestros hijos. Esto es lo que Dios ha ordenado. En verdad, Dios todo lo conoce, es sabio"
        },
        {
            "chapter": 4,
            "verse": 12,
            "text": "Y a vosotros os corresponde la mitad de lo que dejen vuestras esposas si no tienen hijos. Pero si tienen hijos, a vosotros os corresponde un cuarto de lo que dejen, despues de cumplir con los legados testamentarios que ella haya dispuesto y con las deudas. Y a ellas les corresponde un cuarto de lo que dejeis si no teneis hijos. Pero si teneis hijos, a ellas les corresponde la octava parte de lo que dejeis, despues de cumplir con los legados testamentarios que hayais dispuesto y pagar las deudas. Y si un hombre o una mujer de quien se hereda, fuera kalala y tiene un hermano o una hermana, a cada uno de ellos le corresponde un sexto y si fueran mas se repartiran un tercio despues de cumplir con los legados las deudas, sin perjudicar a nadie. Esto es lo dispuesto por Dios. Dios es sabio, magnanimo"
        },
        {
            "chapter": 4,
            "verse": 13,
            "text": "Estas son las disposiciones establecidas por Dios y, a quien obedezca a Dios y a Su profeta, El le hara entrar en Jardines de cuyas profundidades brotan los rios, en los que morara eternamente. ¡Ese es el exito inmenso"
        },
        {
            "chapter": 4,
            "verse": 14,
            "text": "Y a quien desobedezca a Dios y a Su profeta y traspase Sus limites, El le hara entrar en un Fuego en el que permanecera eternamente y recibira un castigo humillante"
        }
    ]
}