{
    "rukus": [
        {
            "chapter": 10,
            "verse": 11,
            "text": "«ولو يُعَجِل الله للناس الشر استعجالهم» أي كاستعجالهم «بالخير لقضي» بالبناء للمفعول وللفاعل «إليهم أجلُهم» بالرفع والنصب، بأن يهلكهم ولكن يمهلهم «فَنَذَرُ» نترك «الذين لا يرجون لقاءنا في طغيانهم يعمهون» يترددون متحيرين"
        },
        {
            "chapter": 10,
            "verse": 12,
            "text": "«وإذا مس الإنسان» الكافر «الضُّرُّ» المرض والفقر «دعانا لجنبه» أي مضطجعا «أو قاعدا أو قائما» أي في كل حال «فلما كشفنا عنه ضُره مرَّ» على كفره «كأن» مخففة واسمها محذوف، أي كأنه «لم يدعنا إلى ضرٍّ مسه كذلك» كما زُيّن له الدعاء عند الضرر والإعراض عند الرخاء «زُيِّن للمسرفين» المشركين «ما كانوا يعملون»"
        },
        {
            "chapter": 10,
            "verse": 13,
            "text": "«ولقد أهلكنا القرون» الأمم «من قبلكم» يا أهل مكة «لما ظلموا» بالشرك «و» قد «جاءتهم رسلهم بالبينات» الدالات على صدقهم «وما كانوا ليؤمنوا» عطف على ظلموا «كذلك» كما أهلكنا أولئك «نجزي القوم المجرمين» الكافرين"
        },
        {
            "chapter": 10,
            "verse": 14,
            "text": "«ثم جعلناكم» يا أهل مكة «خلائف» جمع خليفة «في الأرض من بعدهم لننظر كيف تعملون» فيها وهل تعتبرون بهم فتصدقوا رسلنا"
        },
        {
            "chapter": 10,
            "verse": 15,
            "text": "«وإذا تُتلى عليهم آياتنا» القرآن «بينات» ظاهرات حال «قال الذين لا يرجون لقاءنا» لا يخافون البعث «ائت بقرآن غير هذا» ليس فيه عيب آلهتنا «أو بدله» من تلقاء نفسك «قل» لهم «ما يكون» ينبغي «لي أن أبدله من تلقاء» قبل «نفسي إن» ما «أتبع إلا ما يوحي إليّ إني أخاف إن عصيت ربي» بتبديله «عذاب يوم عظيم» هو يوم القيامة"
        },
        {
            "chapter": 10,
            "verse": 16,
            "text": "«قل لو شاء الله ما تلوته عليكم ولا أدراكم» أعلمكم «به» ولا نافية عطف على ما قبله، وفي قراءة بلام جواب لو أي لأعلمكم به على لسان غيري «فقد لبثت» مكثت «فيكم عمرا» سنينا أربعين «من قبله» لا أحدثكم بشيء «أفلا تعقلون» أنه ليس من قِبَلي"
        },
        {
            "chapter": 10,
            "verse": 17,
            "text": "«فمن» أي لا أحد «أظلم ممن افترى على الله كذبا» بنسبة الشريك إليه «أو كذَّب بآياته» القرآن «إنه» أي الشأن «لا يفلح» يسعد «المجرمون» المشركون"
        },
        {
            "chapter": 10,
            "verse": 18,
            "text": "«ويعبدون من دون الله» أي غيره «ما لا يضرهم» إن لم يعبدوه «ولا ينفعهم» إن عبدوه وهو الأصنام «ويقولون» عنها «هؤلاء شفعاؤنا عند الله قل» لهم «أتنبئون الله» جبروته «بما لا يعلم في السموات والأرض» استفهام إنكار إذ لو كان له شريك لعلمه، إذا لا يخفى عليه شيء «سبحانه» تنزيها له «وتعالى عما يشركونـ» به معه"
        },
        {
            "chapter": 10,
            "verse": 19,
            "text": "«وما كان الناس إلا أمة واحدة» على دين واحد وهو الإسلام، من لدن آدم إلى نوح، وقيل من عهد إبراهيم إلى عمرو بن لحيِّ «فاختلفوا» بأن ثبت بعض وكفر بعض «ولولا كلمة سبقت من ربك» بتأخير الجزاء إلى يوم القيامة «لقضي بينهم» أي الناس في الدنيا «فيما فيه يختلفون» من الدين بتعذيب الكافرين"
        },
        {
            "chapter": 10,
            "verse": 20,
            "text": "«ويقولون» أي أهل مكة «لولا» هلا «أنزل عليه» على محمد «آية من ربه» كما كان للأنبياء من الناقة والعصا واليد «فقل» لهم «إنما الغيب» ما غاب عن العباد أي أمره «لله» ومنه الآيات فلا يأتي بها إلا هو وإنما عليَّ التبليغ «فانتظروا» العذاب إن لم تؤمنوا «إني معكم من المنتظرين»"
        }
    ]
}