{
    "rukus": [
        {
            "chapter": 14,
            "verse": 22,
            "text": "«وقال الشيطان» إبليس «لما قضي الأمر» وأدخل أهل الجنة الجنة وأهل النار النار واجتمعوا عليه «إن الله وعدكم وعد الحق» بالبعث والجزاء فصدقكم «ووعدتكم» أنه غير كائن «فأخلفتكم وما كان لي عليكم من» زائدة «سلطان» قوة وقدرة أقهركم على متابعتي «إلا» لكن «أن دعوتكم فاستجبتم لي فلا تلوموني ولموا أنفسكم» على إجابتي «ما أنا بمصرخكم» بمغيثكم «وما أنتم بمصرخيَِّ» بفتح الياء وكسرها «إني كفرت بما أشركتمون» بإشراككم إياي مع الله «من قبل» من الدنيا قال تعالى «إن الظالمين» الكافرين «لهم عذاب أليم» مؤلم"
        },
        {
            "chapter": 14,
            "verse": 23,
            "text": "«وأدخل الذين آمنوا وعملوا الصالحات جنات تجري من تحتها الأنهار خالدين» حال مقدرة «فيها بإذن ربهم تحيتهم فيها» من الله ومن الملائكة وفيما بينهم «سلام»"
        },
        {
            "chapter": 14,
            "verse": 24,
            "text": "«ألم تر» تنظر «كيف ضرب الله مثلا» ويبدل منه «كلمة طيبة» أي لا إله إلا الله «كشجرة طيبة» هي النخلة «أصلها ثابت» في الأرض «وفرعها» غصنها «في السماء»"
        },
        {
            "chapter": 14,
            "verse": 25,
            "text": "«تؤتي» تعطي «أكلها» ثمرها «كل حين بإذن ربها» بإرادته كذلك كلمة الإيمان ثابتة في قلب المؤمن وعمله يصعد إلى السماء ويناله بركته وثوابه كل وقت «ويضرب» يبين «الله الأمثال للناس لعلهم يتذكرون» يتعظون فيؤمنون"
        },
        {
            "chapter": 14,
            "verse": 26,
            "text": "«ومثل كلمة خبيثة» هي كلمة الكفر «كشجرة خبيثة» هي الحنظل «اجتثت» استؤصلت «من فوق الأرض ما لها من قرار» مستقر وثبات كذلك كلمة الكفر لا ثبات لها ولا فرع ولا بركة"
        },
        {
            "chapter": 14,
            "verse": 27,
            "text": "«يثبت الله الذين آمنوا بالقول الثابت» هي كلمة التوحيد «في الحياة الدنيا وفي الآخرة» أي في القبر لما يسألهم الملكان عن ربهم ودينهم ونبيهم فيجيبون بالصواب كما في حديث الشيخين «ويضل الله الظالمين» الكفار فلا يهتدون للجواب بالصواب بل يقولون لا ندري كما في الحديث «ويفعل الله ما يشاء»"
        }
    ]
}