{
    "rukus": [
        {
            "chapter": 16,
            "verse": 10,
            "text": "«هو الذي أنزل من السماء ماء لكم منه شراب» تشربونه «ومنه شجر» ينبت بسببه «فيه تسيمون» ترعون دوابكم"
        },
        {
            "chapter": 16,
            "verse": 11,
            "text": "«ينبت لكم به الزرع والزيتون والنخيل والأعناب ومن كل الثمرات إن في ذلك» المذكور «لآية» دالة على وحدانيته تعالى «لقوم يتفكرون» في صنعه فيؤمنون"
        },
        {
            "chapter": 16,
            "verse": 12,
            "text": "«وسخَّر لكم الليل والنهار والشمس» بالنصب عطفاً على ما قبله والرفع مبتدأ «والقمر والنجوم» بالوجهين «مسخرات» بالنصب حال والرفع خبر «بأمره» بإرادته «إن في ذلك لآيات لقوم يعقلون» يتدبرون"
        },
        {
            "chapter": 16,
            "verse": 13,
            "text": "«و» سخر لكم «ما ذرَأ» خلق «لكم في الأرض» من الحيوان والنبات وغير ذلك «مختلفاً ألوانه» كأحمر وأصفر وأخضر وغيرها «إن في ذلك لآية لقوم يذكَّرون» يتعظون"
        },
        {
            "chapter": 16,
            "verse": 14,
            "text": "«وهو الذي سخَّر البحر» ذلله لركوبه والغوص فيه «لتأكلوا منه لحماً طرياً» هو السمك «وتستخرجوا منه حليه تلبسونها» هي اللؤلؤ والمرجان «وترى» تبصر «الفلك» السفن «مواخر فيه» تمخر الماء، أي تشقه يجريها فيه مقبلة ومدبرة بريح واحدة «ولتبتغوا» عطف على لتأكلوا، تطلبوا «من فضله» تعالى بالتجارة «ولعلكم تشكرون» الله على ذلك"
        },
        {
            "chapter": 16,
            "verse": 15,
            "text": "«وألقى في الأرض رواسي» جبالاً ثوابت لـ «أن» لا «تميد» تتحرك «بكم و» جعل فيها «أنهاراً» كالنيل «وسبلاً» طرقاً «لعلكم تهتدون» إلى مقاصدكم"
        },
        {
            "chapter": 16,
            "verse": 16,
            "text": "«وعلامات» تستدلون بها على الطرق كالجبال بالنهار «وبالنجم» بمعنى النجوم «هم يهتدون» إلى الطرق والقبلة بالليل"
        },
        {
            "chapter": 16,
            "verse": 17,
            "text": "«أفمن يخلق» وهو الله «كمن لا يخلق» وهو الأصنام حيث تشركونها معه في العبادة؟ لا «أفلا تذكرون» هذا فتؤمنون"
        },
        {
            "chapter": 16,
            "verse": 18,
            "text": "«وإن تعدّوا نعمة الله لا تحصوها» تضبطوها فضلاً أن تطيقوا شكرها «إن الله لغفور رحيم» حيث ينعم عليكم مع تقصيركم وعصيانكم"
        },
        {
            "chapter": 16,
            "verse": 19,
            "text": "«والله يعلم ما تسرون وما تعلنون»"
        },
        {
            "chapter": 16,
            "verse": 20,
            "text": "«والذين تدعون» بالتاء والياء تعبدون «من دون الله» وهم الأصنام «لا يخلقون شيئاً وهم يُخلقون» يصورون من الحجارة وغيرها"
        },
        {
            "chapter": 16,
            "verse": 21,
            "text": "«أموات» لا روح فيه خبر ثان «غير أحياء» تأكيد «وما يشعرون» أي الأصنام «أيان» وقت «يبعثون» أي الخلق فكيف يعبدون، إذ لا يكون إلهاً إلا الخالق الحي العالم بالغيب"
        }
    ]
}