{
    "rukus": [
        {
            "chapter": 20,
            "verse": 1,
            "text": "«طه» الله أعلم بمراده بذلك"
        },
        {
            "chapter": 20,
            "verse": 2,
            "text": "«ما أنزلنا عليك القرآن» يا محمد «لتشقى» لتتعب بما فعلت بعد نزوله من طول قيامك بصلاة الليل أي خفف عن نفسك"
        },
        {
            "chapter": 20,
            "verse": 3,
            "text": "«إلا» لكن أنزلناه «تذكرة» به «لمن يخشى» يخاف الله"
        },
        {
            "chapter": 20,
            "verse": 4,
            "text": "«تنزيلا» بدل من اللفظ بفعله الناصب له «ممن خلق الأرض والسماوات العلى» جمع عليا ككبرى وكبر"
        },
        {
            "chapter": 20,
            "verse": 5,
            "text": "هو «الرحمن على العرش» وهو في اللغة سرير الملك «استوى» اكتفاء يليق به"
        },
        {
            "chapter": 20,
            "verse": 6,
            "text": "«له ما في السماوات وما في الأرض وما بينهما» من المخلوقات «وما تحت الثرى» هو التراب الندي، والمراد الأرضون السبع لأنها تحته"
        },
        {
            "chapter": 20,
            "verse": 7,
            "text": "«وإن تجهر بالقول» في ذكر أو دعاء فالله غني عن الجهر به «فإنه يعلم السر وأخفى» منه: أي ما حدثت به النفس وما خطر ولم تحدث به فلا تجهد نفسك بالجهر"
        },
        {
            "chapter": 20,
            "verse": 8,
            "text": "«الله لا إله إلى هو له الأسماء الحسنى» التسعة والتسعون الوارد بها الحديث والحسنى مؤنث الأحسن"
        },
        {
            "chapter": 20,
            "verse": 9,
            "text": "«وهل» قد «أتاك حديث موسى»"
        },
        {
            "chapter": 20,
            "verse": 10,
            "text": "«إذا رأى نارا فقال لأهله» لامرأته «امكثوا» هنا، وذلك في مسيره من مدين طالبا مصر «إني آنست» أبصرت «نارا لعلي آتيكم منها بقبس» بشعلة في رأس فتيلة أو عود «أو أجد على النار هدى» أي هاديا يدلني على الطريق وكان أخطأها لظلمة الليل، وقال لعل لعدم الجزم بوفاء الوعد"
        },
        {
            "chapter": 20,
            "verse": 11,
            "text": "«فلما أتاها» وهي شجرة عوسج «نُوديَ يا موسى»"
        },
        {
            "chapter": 20,
            "verse": 12,
            "text": "«إني» بكسر الهمزة بتأويل نودي بقيل وفتحها بتقدير الباء «أنا» تأكيد لياء المتكلم «ربُّك فاخلع نعليك إنك بالواد المقدس» المطهر أو المبارك «طُوى» بدل أو عطف بيان، بالتنوين وتركه مصروف باعتبار المكان وغير مصروف لتأنيث باعتبار البقعة مع العلمية"
        },
        {
            "chapter": 20,
            "verse": 13,
            "text": "«وأنا اخترتك» من قومك «فاستمع لما يُوحى» إليك مني"
        },
        {
            "chapter": 20,
            "verse": 14,
            "text": "«إنني أنا الله لا إله إلا أنا فاعبدني وأقم لصلاة لذكري» فيها"
        },
        {
            "chapter": 20,
            "verse": 15,
            "text": "«إن الساعة آتية أكاد أخفيها» عن الناس ويظهر لهم قربها بعلاماتها «لتجزى» فيها «كل نفس بما تسعى» به من خير أو شر"
        },
        {
            "chapter": 20,
            "verse": 16,
            "text": "«فلا يَصُدنَّكَ» يصرفنَّك «عنها» أي عن الإيمان بها «من لا يؤمن بها واتبع هواه» في إنكارها «فَتَردى» أي فتهلك إن صددت عنها"
        },
        {
            "chapter": 20,
            "verse": 17,
            "text": "«وما تلك» كائنة «بيمينك يا موسى» الاستفهام للتقرير ليرتب عليه المعجزة فيها"
        },
        {
            "chapter": 20,
            "verse": 18,
            "text": "«قال هي عصاي أتوكَّأ» أعتمد «عليها» عند الوثوب والمشي «وأهش» أخبط ورق الشجر «بها» ليسقط «على غنمي» فتأكله «ولي فيها مآرب» جمع مأربة مثلث الراء أي: حوائج «أخرى» كحمل الزاد والسقاء وطرد الهوام زاد في الجواب بيان حاجاته بها"
        },
        {
            "chapter": 20,
            "verse": 19,
            "text": "«قال ألقها يا موسى»"
        },
        {
            "chapter": 20,
            "verse": 20,
            "text": "«فألقاها فإذا هي حية» ثعبان عظيم «تسعى» تمشي على بطنها سريعا كسرعة الثعبان الصغير المسمى بالجان المعبر به فيها في آية أخرى"
        },
        {
            "chapter": 20,
            "verse": 21,
            "text": "«قال خذها ولا تخف» منها «سنعيدها سيرتها» منصوب بنزع الخافض أي: إلى حالتها «الأولى» فأدخل يده في فمها فعادت عصا، فتبين أن موضع الإدخال موضع مسكها بين شعبتيها، وأي ذلك السيد موسى لئلا يجزع إذا انقلبت حية لدى فرعون"
        },
        {
            "chapter": 20,
            "verse": 22,
            "text": "«واضمم يدك» اليمنى بمعنى الكف «إلى جناحك» أي جنبك الأيسر تحت العضد إلى الإبط وأخرجها «تخرج» خلاف ما كانت عليه من الأدمة «بيضاء من غير سوءٍ» أي بَرَص تضيء كشعاع الشمس تغشى البصر «آية أخرى» وهي بيضاء حالان من ضمير تخرج"
        },
        {
            "chapter": 20,
            "verse": 23,
            "text": "«لنريك» بها إذا فعلت ذلك لإظهارها «من آياتنا» الآية «الكبرى» أي العظمى على رسالتك، وإذا أراد عودها إلى حالتها الأولى ضمها إلى جناحه كما تقدم وأخرجها"
        },
        {
            "chapter": 20,
            "verse": 24,
            "text": "«اذهب» رسولا «إلى فرعون» ومن معه «إنه طغى» جاوز الحد في كفره إلى ادعاء الإلهية"
        }
    ]
}