{
    "rukus": [
        {
            "chapter": 2,
            "verse": 222,
            "text": "«ويسألونك عن المحيض» أي الحيض أو مكانه ماذا يفعل بالنساء فيه «قل هو أذى» قذر أو محله «فاعتزلوا النساء» اتركوا وطأهن «في المحيض» أي وقته أو مكانه «ولا تقربوهن» بالجماع «حتى يَطْهُرن» بسكون الطاء وتشديدها والهاء وفيه إدغام التاء في الأصل في الطاء أي يغتسلن بعد انقطاعه «فإذا تطهرن فأتوهن» بالجماع «من حيث أمركم الله» بتجنبه في الحيض وهو القبل ولا تعدوه إلى غيره «إن الله يحب» يثيب ويكرم «التوابين» من الذنوب «ويحب المتطهرين» من الأقذار"
        },
        {
            "chapter": 2,
            "verse": 223,
            "text": "«نساؤكم حرث لكم» أي محل زرعكم الولد «فأتوا حرثكم» أي محله وهو القبل «أنَّى» كيف «شئتم» من قيام وقعود واضطجاع وإقبال وإدبار، نزل ردا لقول اليهود: من أتى امرأته في قبلها أي من جهة دبرها جاء الولد أحول «وقدموا لأنفسكم» العمل الصالح كالتسمية عند الجماع «واتقوا الله» في أمره ونهيه «واعلموا أنكم ملاقوه» بالبعث فيجازيكم بأعمالكم «وبشر المؤمنين» الذين اتقوه بالجنة"
        },
        {
            "chapter": 2,
            "verse": 224,
            "text": "«ولا تجعلوا الله» أي الحلف به «عرضة» علة مانعة «لأيمانكم» أي نصيبا لها بأن تكثروا الحلف به «أن» لا «تبروا وتتقوا» فتكره اليمين على ذلك ويسن فيه الحنث ويكفِّر بخلافها على فعل. البر ونحوه فهي طاعة «وتصلحوا بين الناس» المعنى لا تمتنعوا من فعل ما ذكر من البر ونحوه إذا حلفتم عليه بل ائتوه وكفِّروا لأن سبب نزولها الامتناع من ذلك «والله سميع» لأقوالكم «عليم» بأحوالكم"
        },
        {
            "chapter": 2,
            "verse": 225,
            "text": "«لا يؤاخذكم الله باللغو» الكائن «في أيمانكم» وهو ما يسبق إليه اللسان من غير قصد الحلف نحو ألا والله، وبلى و الله فلا إثم فيه ولا كفارة «ولكن يؤاخذكم بما كسبت قلوبكم» أي قصدته من الأيمان إذا حنثتم «والله غفور» لما كان من اللغو «حليم» بتأخير العقوبة عن مستحقها"
        },
        {
            "chapter": 2,
            "verse": 226,
            "text": "«للذين يؤلون من نسائهم» أي يحلفون أن لا يجامعوهن «تربص» انتظار «أربعة أشهر فإن فاءُوا» رجعوا فيها أو بعدها عن اليمين إلى الوطء «فإن الله غفور» لهم ما أتوه من ضرر المرأة بالحلف «رحيم» بهم"
        },
        {
            "chapter": 2,
            "verse": 227,
            "text": "«وإن عزموا الطلاق» أي عليه بأن لا يفيئوا فليوقعوه «فإن الله سميع» لقولهم «عليم» بعزمهم المعنى ليس لهم بعد تربص ما ذكر إلا الفيئة أو الطلاق"
        },
        {
            "chapter": 2,
            "verse": 228,
            "text": "«والمطلقات يتربصن» أي لينتظرن «بأنفسهن» عن النكاح «ثلاثة قروءٍ» تمضي من حين الطلاق، جمع قرء بفتح القاف وهو الطهر أو الحيض قولان وهذا في المدخول بهن أما غيرهن فلا عدة عليهن لقوله: «فما لكم عليهن من عدة» وفي غير الآيسة والصغيرة فعدتهن ثلاثة أشهر والحوامل فعدتهن أن يضعن حملهن كما في سورة الطلاق والإماء فعدتهن قَرءان بالسُّنة «ولا يحل لهن أن يكتمن ما خلق الله في أرحامهن» من الولد والحيض «إن كنّ يؤمن بالله واليوم الآخر وبعولتهن» أزواجهن «أحق بردهن» بمراجعتهن ولو أبين «في ذلك» أي في زمن التربص «إن أرادوا إصلاحا» بينهما لإضرار المرأة وهو تحريض على قصده لا شرط لجواز الرجعة وهذا في الطلاق الرجعي وأحق لا تفضيل فيه إذ لا حق لغيرهم في نكاحهن في العدة «ولهن» على الأزواج «مثل الذي» لهم «عليهن» من الحقوق «بالمعروف» شرعا من حسن العشرة وترك الضرار ونحو ذلك «وللرجال عليهن درجة» فضيلة في الحق من وجوب طاعتهن لهم لما ساقوه من المهر والانفاق «والله عزيز» في ملكه «حكيم» فيما دبره لخلقه"
        }
    ]
}