{
    "rukus": [
        {
            "chapter": 24,
            "verse": 51,
            "text": "«إنما كان قول المؤمنين إذا دعوا إلى الله ورسوله ليحكم بينهم» فالقول اللائق بهم «أن يقولوا سمعنا وأطعنا» بالإجابة «وأولئك» حينئذ «هم المفلحون» الناجون"
        },
        {
            "chapter": 24,
            "verse": 52,
            "text": "«ومن يطع الله ورسوله ويخش الله» يخافه «ويتقهْ» بسكون الهاء وكسرها بأن يطيعه «فأولئك هم الفائزون» بالجنة"
        },
        {
            "chapter": 24,
            "verse": 53,
            "text": "«وأقسموا بالله جهد إيمانهم» غايتها «لئن أمرتهم» بالجهاد «ليخرجنَّ قل» لهم «لا تقسموا طاعة معروفة» للنبي خير من قسمكم الذي لا تصدقون فيه «إن الله خبير بما تعلمون» من طاعتكم بالقول ومخالفتكم بالفعل"
        },
        {
            "chapter": 24,
            "verse": 54,
            "text": "«قل أطيعوا الله وأطيعوا الرسول فان تولوْ» عن طاعته بحذف إحدى التاءين خطاب لهم «فإنما عليه ما حمل» من التبليغ «وعليكم ما حملتم» من طاعته «وإن تطيعوه تهتدوا وما على الرسول إلا البلاغ المبين» أي التبليغ البيِّن"
        },
        {
            "chapter": 24,
            "verse": 55,
            "text": "«وعد الله الذين آمنوا منكم وعملوا الصالحات ليستخلفنهم في الأرض» بدلا عن الكفار «كما استخلف» بالبناء للفاعل والمفعول «الذين من قبلهم» من بنى إسرائيل بدلا عن الجبارة «وليمكنن لهم دينهم الذي أرتضى لهم» وهو الإسلام بأن يظهر على جميع الأديان ويوسع لهم في البلاد فيملكوها «وَلَيُبْدلَنَّهُمْ» بالتخفيف والتشديد «من بعد خوفهم» من الكفار «أمنا» وقد أنجز الله وعده لهم بما ذكر وأثنى عليهم بقوله: «يعبدونني لا يشركون بي شيئا» هو مستأنف في حكم التعليل «ومن كفر بعد ذلك» الإنعام منهم به «فأولئك هم الفاسقون» وأول من كفر به قتلة عثمان رضي الله عنه فصاروا يقتتلون بعد أن كانوا إخوانا"
        },
        {
            "chapter": 24,
            "verse": 56,
            "text": "«وأقيموا الصلاة وآتوا الزكاة وأطيعوا الرسول لعلكم ترحمون» أي رجاء الرحمة"
        },
        {
            "chapter": 24,
            "verse": 57,
            "text": "«لا تحسبن» بالفوقانية والتحتانية والفاعل الرسول «الذين كفروا معجزين» لنا «في الأرض» بأن يفوتونا «ومأواهم» مرجعهم «النار ولبئس المصير» المرجع هي"
        }
    ]
}