{
    "rukus": [
        {
            "chapter": 34,
            "verse": 46,
            "text": "«قل إنما أعظكم بواحدة» هي «أن تقوموا لله» أي لأجله «مثنى» أي اثنين اثنين «وفرادى» واحدا واحدا «ثم تتفكروا» فتعلموا «ما بصاحبكم» محمد «من جنة» جنون «إن» ما «هو إلا نذير لكم بين يدي» أي قبل «عذاب شديد» في الآخرة إن عصيتموه"
        },
        {
            "chapter": 34,
            "verse": 47,
            "text": "«قل» لهم «ما سألتكم» على الإنذار والتبليغ «من أجر فهو لكم» أي لا أسألكم عليه أجرا «إن أجري» ما ثوابي «إلا على الله وهو على كل شيء شهيد» مطلع يعلم صدقي"
        },
        {
            "chapter": 34,
            "verse": 48,
            "text": "«قل إن ربي يقذف بالحق» يلقيه إلى أنبيائه «علاًم الغيوب» ما غاب عن خلقه في السماوات والأرض"
        },
        {
            "chapter": 34,
            "verse": 49,
            "text": "«قل جاء الحق» الإسلام «وما يبدئ الباطل» الكفر «وما يعيد» أي لم يبق له أثر"
        },
        {
            "chapter": 34,
            "verse": 50,
            "text": "«قل إن ضللت» عن الحق «فإنما أضل على نفسي» أي إثم ضلالي عليها «وإن اهتديت فيما يوحي إليَّ ربي» من القرآن والحكمة «إنه سميع» للدعاء «قريب»"
        },
        {
            "chapter": 34,
            "verse": 51,
            "text": "«ولوْ ترى» يا محمد «إذْ فزعوا» عند البعث لرأيت أمرا عظيما «فلا فوت» لهم منا، أي لا يفوتوننا «وأخذوا من مكان قريب» أي القبور"
        },
        {
            "chapter": 34,
            "verse": 52,
            "text": "«وقالوا آمنا به» بمحمد أو القرآن «وأنَّى لهم التناوش» بواو وبالهمزة بدلها، أي تناول الإيمان «من مكان بعيد» عن محله إذ هم في الآخرة ومحله الدنيا"
        },
        {
            "chapter": 34,
            "verse": 53,
            "text": "«وقد كفروا به من قبل» في الدنيا «ويقذفون» يرمون «بالغيب من مكان بعيد» أي بما غاب علمه عنهم غيبة بعيدة حيث قالوا في النبي ساحر، شاعر، كاهن، وفي القرآن سحر، شعر، كهانة"
        },
        {
            "chapter": 34,
            "verse": 54,
            "text": "«وحيلَ بينهم وبين ما يشتهون» من الإيمان، أي قبوله «كما فُعل بأشياعهم» أشباههم في الكفر «من قبل» أي قبلهم «إنهم كانوا في شك مريب» موقع في الريبة لهم فيما آمنوا به الآن ولم يعتدوّا بدلائله في الدنيا"
        }
    ]
}