{
    "rukus": [
        {
            "chapter": 36,
            "verse": 13,
            "text": "«واضرب» اجعل «لهم مثلا» مفعول أول «أصحاب» مفعول ثان «القرية» أنطاكية «إذ جاءها» إلى آخره بدل اشتمال من أصحاب القرية «المرسلون» أي رسل عيسى"
        },
        {
            "chapter": 36,
            "verse": 14,
            "text": "«إذْ أرسلنا إليهم اثنين فكذبوهما» إلى آخره بدل من إذ الأولى «فعَزَزْنا» بالتخفيف والتشديد: قوَّينا الاثنين «بثالث فقالوا إنا إليكم مرسلون»"
        },
        {
            "chapter": 36,
            "verse": 15,
            "text": "«قالوا ما أنتم إلا بشر مثلنا وما أنزل الرحمن من شيء إن» ما «أنتم إلا تكذبون»"
        },
        {
            "chapter": 36,
            "verse": 16,
            "text": "«قالوا ربنا يعلم» جار مجرى القسم، وزيد التأكيد به وباللام على ما قبله لزيادة الإنكار في «إنا إليكم لمرسلون»"
        },
        {
            "chapter": 36,
            "verse": 17,
            "text": "«وما علينا إلا البلاغ المبين» التبليغ المبين الظاهر بالأدلة الواضحة وهي إبراء الأكمه والأبرص والمريض وإحياء الميت"
        },
        {
            "chapter": 36,
            "verse": 18,
            "text": "«قالوا إنا تطيرنا» تشاءَمنا «بكم» لانقطاع المطر عنا بسببكم «لئن» لام قسم «لم تنتهوا لنرجمنكم» بالحجارة «وليمسنكم منا عذاب أليم» مؤلم"
        },
        {
            "chapter": 36,
            "verse": 19,
            "text": "«قالوا طائركم» شؤمكم «معكم» بكفركم «أإن» همزة استفهام دخلت على إن الشرطية وفى همزتها التحقيق والتسهيل وإدخال ألف بينها بوجهيها وبين الأخرى «ذكرتم» وعظتم وخوِّفتم، وجواب الشرط محذوف، أي تطيرتم وكفرتم وهو محل الاستفهام، والمراد به التوبيخ «بل أنتم قوم مسرفون» متجاوزون الحدَّ بشرككم"
        },
        {
            "chapter": 36,
            "verse": 20,
            "text": "«وجاء من أقصا المدينة رجل» هو حبيب النجار كان قد آمن بالرسل ومنزله بأقصى البلد «يسعى» يشتد عدوا لما سمع بتكذيب القوم الرسلَ «قال يا قوم اتبعوا المرسلين»"
        },
        {
            "chapter": 36,
            "verse": 21,
            "text": "«اتبعوا» تأكيد للأول «مَن لا يسألكم أجرا» على رسالته «وهم مهتدون» فقيل له: أنت على دينهم"
        },
        {
            "chapter": 36,
            "verse": 22,
            "text": "فقال «وما لي لا أعبد الذي فطرني» خلقني، أي لا مانع لي من عبادته الموجود مقتضيها وأنتم كذلك «وإليه ترجعون» بعد الموت فيجازيكم بكفركم"
        },
        {
            "chapter": 36,
            "verse": 23,
            "text": "«أأتخذ» في الهمزتين ما تقدم في أأنذرتهم وهو استفهام بمعنى النفي «من دونه» أي غيره «آلهة» أصناما «إن يُردْن الرحمن بضر لا تغن عني شفاعتهم» التي زعمتموها «شيئا ولا ينقذون» صفة آلهة"
        },
        {
            "chapter": 36,
            "verse": 24,
            "text": "«إني إذا» أي إن عبدت غير الله «لفي ضلال مبين» بيَّن"
        },
        {
            "chapter": 36,
            "verse": 25,
            "text": "«إني آمنت بربكم فاسمعون» أي اسمعوا قولي، فرجموه فمات"
        },
        {
            "chapter": 36,
            "verse": 26,
            "text": "«قيل» له عند موته «ادخل الجنة» وقيل دخلها حيا «قال يا» حرف تنبيه «ليت قومي يعلمون»"
        },
        {
            "chapter": 36,
            "verse": 27,
            "text": "«بما غفر لي ربي» بغفرانه «وجعلني من المكرمين»"
        },
        {
            "chapter": 36,
            "verse": 28,
            "text": "«وما» نافية «أنزلنا على قومه» أي حبيب «من بعده» بعد موته «من جند من السماء» أي ملائكة لإهلاكهم «وما كنا منزلين» ملائكة لإهلاك أحد"
        },
        {
            "chapter": 36,
            "verse": 29,
            "text": "«إن» ما «كانت» عقوبتهم «إلا صيحة واحدة» صاح بهم جبريل «فإذا هم خامدون» ساكنون ميتون"
        },
        {
            "chapter": 36,
            "verse": 30,
            "text": "«يا حسرة على العباد» هؤلاء ونحوهم ممن كذبوا الرسل فأهلكوا، وهي شدة التألم ونداؤها مجاز، أي هذا أوانك فاحضري «ما يأتيهم من رسول إلا كانوا به يستهزءُون» مسوق لبيان سببها لاشتماله على استهزائهم المؤدى إلى إهلاكهم المسبب عنه الحسرة"
        },
        {
            "chapter": 36,
            "verse": 31,
            "text": "(ألم يروا) أي أهل مكة القائلون للنبي \"لست مرسلا\" والاستفهام للتقرير أي علموا (كم) خبرية بمعنى كثيرا معمولة لها بعدها معلقة لما قبلها عن العمل، والمعنى إنا (أهلكنا قبلهم) كثيرا (من القرون) الأمم (أنهم) أي المهلكين (إليهم) أي المكذبين (لا يرجعون) أفلا يعتبرون بهم، وأنه الخ بدل مما قبله برعاية المعنى المذكور"
        },
        {
            "chapter": 36,
            "verse": 32,
            "text": "«وإن» نافية أو مخففة «كل» أي كل الخلائق مبتدأ «لما» بالتشديد بمعنى إلا، أو بالتخفيف، فاللام فارقة وما مزيدة «جميع» خبر المبتدأ، أي مجموعون «لدينا» عندنا في الموقف بعد بعثهم «محضرون» للحساب خبر ثان"
        }
    ]
}