{
    "rukus": [
        {
            "chapter": 39,
            "verse": 42,
            "text": "«الله يتوفى الأنفس حين موتها و» يتوفى «التي لم تمت في منامها» أي يتوفاها وقت النوم «فيمسك التي قضى عليها الموت ويرسل الأخرى إلى أجل مسمى» أي وقت موتها والمرسلة نفس التمييز تبقى بدونها نفس الحياة بخلاف العكس «إن في ذلك» المذكور «لآيات» دلالات. «لقوم يتفكرون» فيعلمون أن القادر على ذلك، قادر على البعث، وقريش لم يتفكروا في ذلك"
        },
        {
            "chapter": 39,
            "verse": 43,
            "text": "«أم» بل «اتخذوا من دون الله» أي الأصنام آلهة «شفعاء» عن الله بزعمهم «قل» لهم «أ» يشفعون «ولو كانوا لا يملكون شيئا» من الشفاعة وغيرها «ولا يعقلون» أنكم تعبدونهم ولا غير ذلك؟ لا"
        },
        {
            "chapter": 39,
            "verse": 44,
            "text": "«قل لله الشفاعة جميعا» أي هو مختص بها فلا يشفع أحد إلا بإذنه «له ملك السماوات والأرض ثم إليه ترجعون»"
        },
        {
            "chapter": 39,
            "verse": 45,
            "text": "«وإذا ذكر الله وحده» أي دون آلهتهم «اشمأزَّت» نفرت وانقبضت «قلوب الذين لا يؤمنون بالآخرة وإذا ذكر الذين من دونه» أي الأصنام «إذا هم يستبشرون»"
        },
        {
            "chapter": 39,
            "verse": 46,
            "text": "«قل اللهم» بمعنى يا الله «فاطر السماوات والأرض» مبدعهما «عالم الغيب والشهادة» ما غاب وما شوهد «أنت تحكم بين عبادك فيما كانوا فيه يختلفون» من أمر الدين اهدني لما اختلفوا فيه من الحق"
        },
        {
            "chapter": 39,
            "verse": 47,
            "text": "«ولو أن للذين ظلموا ما في الأرض جميعا ومثله معه لافتدوا به من سوء العذاب يوم القيامة وبدا» ظهر «لهم من الله ما لم يكونوا يحتسبون» يظنون"
        },
        {
            "chapter": 39,
            "verse": 48,
            "text": "«وبدا لهم سيئات ما كسبوا وحاق» نزل «بهم ما كانوا به يستهزءُون» أي العذاب"
        },
        {
            "chapter": 39,
            "verse": 49,
            "text": "«فإذا مسَّ الإنسان» الجنس «ضر دعانا ثم إذا خوّلناه» أعطيناه «نعمة» إنعاما «منا قال إنما أوتيته على علم» من الله بأني له أهل «بل هي» أي القولة «فتنة» بلية يبتلى بها العبد «ولكن أكثرهم لا يعلمون» أي التخويل استدراج وامتحان"
        },
        {
            "chapter": 39,
            "verse": 50,
            "text": "«قد قالها الذين من قبلهم» من الأمم كقارون وقومه الراضين بها «فما أغنى عنهم ما كانوا يكسبون»"
        },
        {
            "chapter": 39,
            "verse": 51,
            "text": "«فأصابهم سيئات ما كسبوا» أي جزاؤها «والذين ظلموا من هؤلاء» أي قريش «سيصيبهم سيئات ما كسبوا وما هم بمعجزين» بفائتين عذابنا فقحطوا سبع سنين ثم وسع عليهم"
        },
        {
            "chapter": 39,
            "verse": 52,
            "text": "«أوَ لم يعلموا أن الله يبسط الرزق» يوسعه «لمن يشاء» امتحانا «ويقدر» يضيقه لمن يشاء ابتلاء «إن في ذلك لآيات لقوم يؤمنون» به"
        }
    ]
}