{
    "rukus": [
        {
            "chapter": 57,
            "verse": 11,
            "text": "«من ذا الذي يقرض الله» بإنفاق ماله في سبيل الله «قرضا حسنا» بأن ينفقه لله «فيضاعفه» وفي قراءة فيضعفه بالتشديد «له» من عشر إلى أكثر من سبعمائة كما ذكر في البقرة «وله» مع المضاعفة «أجر كريم» مقترن به رضا وإقبال"
        },
        {
            "chapter": 57,
            "verse": 12,
            "text": "اذكر «يوم ترى المؤمنين والمؤمنات يسعى نورهم بين أيديهم» أمامهم «و» يكون «بأيمانهم» ويقال لهم «بُشراكم اليوم جنات» أي ادخلوها «تجري من تحتها الأنهار خالدين فيها ذلك هو الفوز العظيم»"
        },
        {
            "chapter": 57,
            "verse": 13,
            "text": "«يوم يقول المنافقون والمنافقات للذين آمنوا انظرونا» أبصرونا وفي قراءة بفتح الهمزة وكسر الظاء: أمهلونا «نقتبس» نأخذ القبس والإضاءة «من نوركم قيل» لهم استهزاءً بهم «ارجعوا وراءكم فالتمسوا نورا» فرجعوا «فضرب بينهم» وبين المؤمنين «بسور» قيل هو سور الأعراف «له باب باطنه فيه الرحمة» من جهة المؤمنين «وظاهره» من جهة المنافقين «من قبله العذاب»"
        },
        {
            "chapter": 57,
            "verse": 14,
            "text": "«ينادونهم ألم نكن معكم» على الطاعة «قالوا بلى ولكنكم فتنتم أنفسكم» بالنفاق «وتربصتم» بالمؤمنين الدوائر «وارتبتم» شككتم في دين الإسلام «وغرتكم الأمانيُّ الأطماع «حتى جاء أمر الله» الموت «وغركم بالله الغَرور» الشيطان"
        },
        {
            "chapter": 57,
            "verse": 15,
            "text": "«فاليوم لا يُؤخذ» بالياء والتاء «منكم فدية ولا من الذين كفروا مأواكم النار هي مولاكم» أولى بكم «وبئس المصير» هي"
        },
        {
            "chapter": 57,
            "verse": 16,
            "text": "«ألم يَأنِ» يَحِن «للذين آمنوا» نزلت في شأن الصحابة لما أكثروا المزاح «أن تخشع قلوبهم لذكر الله وما نزَّل» بالتشديد والتخفيف «من الحق» القرآن «ولا يكونوا» معطوف على تخشع «كالذين أوتوا الكتاب من قبل» هم اليهود والنصارى «فطال عليهم الأمد» الزمن بينهم وبين أنبيائهم «فقست قلوبهم» لم تلن لذكر الله «وكثير منهم فاسقون»"
        },
        {
            "chapter": 57,
            "verse": 17,
            "text": "«اعلموا» خطاب للمؤمنين المذكورين «أن الله يحيي الأرض بعد موتها» بالنبات فكذلك يفعل بقلوبكم يردها إلى الخشوع «قد بينا لكم الآيات» الدالة على قدرتنا بهذا وغيره «لعلكم تعقلون»"
        },
        {
            "chapter": 57,
            "verse": 18,
            "text": "«إن المصَّدقين» من التصديق أدغمت التاء في الصاد، أي الذين تصدقوا «والمصَّدقات» اللاتي تصدقن وفي قراءة بتخفيف الصاد فيهما من التصديق والإيمان «وأقرضوا الله قرضا حسنا» راجع إلى الذكور والإناث بالتغليب وعطف الفعل على الاسم في صلة أل لأنه فيها حل محل الفعل، وذكر القرض بوصفه بعد التصدق تقييد له «يضاعف» وفي قراءة يضعف بالتشديد، أي قرضهم «لهم ولهم أجر كريم»"
        },
        {
            "chapter": 57,
            "verse": 19,
            "text": "«والذين آمنوا بالله ورسله أولئك هم الصديقون» المبالغون في التصديق «والشهداء عند ربهم» على المكذبين من الأمم «لهم أجرهم ونورهم والذين كفروا وكذبوا بآياتنا» الدالة على وحدانيتنا «أولئك أصحاب الجحيم» النار"
        }
    ]
}