{
    "rukus": [
        {
            "chapter": 61,
            "verse": 1,
            "text": "«سبح لله ما في السماوات وما في الأرض» أي نزهه فاللام مزيدة وجيء بما دون من تغليبا للأكثر «وهو العزيز» في ملكه «الحكيم» في صنعه"
        },
        {
            "chapter": 61,
            "verse": 2,
            "text": "«يا أيها الذين آمنوا لم تقولون» في طلب الجهاد «ما لا تفعلون» إذ انهزمتم بأُحد"
        },
        {
            "chapter": 61,
            "verse": 3,
            "text": "«كبر» عظم «مقتا» تمييز «عند الله أن تقولوا» فاعل كبر «ما لا تفعلون»"
        },
        {
            "chapter": 61,
            "verse": 4,
            "text": "«إن الله يحب» ينصر ويكرم «الذين يقاتلون في سبيله صفا» حال، أي صافين «كأنهم بنيان مرصوص» ملزق بعضه إلى بعض ثابت"
        },
        {
            "chapter": 61,
            "verse": 5,
            "text": "«و» اذكر «إذ قال موسى لقومه يا قوم لم تؤذونني» قالوا: إنه آدر، أي منتفخ الخصية وليس كذلك، وكذبوه «وقد» للتحقيق «تعلمون أني رسول الله إليكم» الجملة حال، والرسول يحترم «فلما زاغوا» عدلوا عن الحق بإيذائه «أزاغ الله قلوبهم» أمالها عن الهدى على وفق ما قدره في الأزل «والله لا يهدي القوم الفاسقين» الكافرين في علمه"
        },
        {
            "chapter": 61,
            "verse": 6,
            "text": "«و» اذكر «إذ قال عيسى ابن مريم يا بني إسرائيل» لم يقل: يا قوم لأنه لم يكن له فيهم قرابة «إني رسول الله إليكم مصدقا لما بين يديَّ» قبلي «من التوراة ومبشرا برسول يأتي من بعدي اسمه أحمد» قال تعالى «فلما جاءهم» جاء أحمد الكفار «بالبينات» الآيات والعلامات «قالوا هذا» أي المجيء به «سحر» وفي قراءة ساحر، أي الجائي به «مبين» بيِّن"
        },
        {
            "chapter": 61,
            "verse": 7,
            "text": "«ومن» أي لا أحد «أظلم» أشد ظلما «ممن افترى على الله الكذب» بنسبة الشريك والولد إليه ووصف آياته بالسحر «وهو يدعى إلى الإسلام والله لا يهدي القوم الظالمين» الكافرين"
        },
        {
            "chapter": 61,
            "verse": 8,
            "text": "«يريدون ليطفئوا» منصوب بأن مقدرة واللام مزيدة «نور الله» شرعه وبراهينه «بأفواههم» بأقوالهم إنه سحر وشعر وكهانة «والله متمٌّ» مظهر «نورهُ» وفي قراءة بالإضافة «ولو كره الكافرون» ذلك"
        },
        {
            "chapter": 61,
            "verse": 9,
            "text": "«هو الذي أرسل رسوله بالهدى ودين الحق ليظهره» يعليه «على الدين كله» جميع الأديان المخالفة له «ولو كره المشركون» ذلك"
        }
    ]
}