{
    "rukus": [
        {
            "chapter": 72,
            "verse": 20,
            "text": "«قال» مجيبا للكفار في قولهم ارجع عما أنت فيه وفي قراءة قل «إنما أدعو ربي» إلها «ولا أشرك به أحدا»"
        },
        {
            "chapter": 72,
            "verse": 21,
            "text": "«قل إني لا أملك لكم ضرا» غيا «ولا رشدا» خيرا"
        },
        {
            "chapter": 72,
            "verse": 22,
            "text": "«قل إني لن يجيرني من الله» من عذابه إن عصيته «أحد ولن أجد من دونه» أي غيره «ملتحدا» ملتجأ"
        },
        {
            "chapter": 72,
            "verse": 23,
            "text": "«إلا بلاغا» استثناء من مفعول أملك، أي لا أملك لكم إلا البلاغ إليكم «من الله» أي عنه «ورسالاته» عطف على بلاغا وما بين المستثنى منه والاستثناء اعتراض لتأكيد نفي الاستطاعة «ومن يعص الله رسوله» في التوحيد فلم يؤمن «فإن له نار جهنم خالدين» حال من ضمير من في له رعاية في معناها وهي حال مقدرة والمعنى يدخلونها مقدار خلودهم «فيها أبدا»"
        },
        {
            "chapter": 72,
            "verse": 24,
            "text": "«حتى إذا رأوْا» إبتدائية فيها معنى الغاية لمقدر قبلها أي لا يزالون على كفرهم إلى أن يروا «ما يوعدون» به من العذاب «فسيعلمون» عند حلوله بهم يوم بدر أو يوم القيامة «من أضعف ناصرا وأقل عددا» أعوانا أهم أم المؤمنون على القول الأول أو أنا أم هم على الثاني فقال بعضهم متى هذا الوعد؟ فنزل"
        },
        {
            "chapter": 72,
            "verse": 25,
            "text": "«قل إن» أي ما «أدري أقريب ما توعدون»؟ من العذاب «أم يجعل له ربي أمدا» غاية وأجلا لا يعلمه إلا هو"
        },
        {
            "chapter": 72,
            "verse": 26,
            "text": "«عالم الغيب» ما غاب عن العباد «فلا يظهر» يطلع «على غيبه أحدا» من الناس"
        },
        {
            "chapter": 72,
            "verse": 27,
            "text": "«إلا من ارتضى من رسول فإنه» مع إطلاعه على ما شاء منه معجزة له «يسلك» يجعل ويسير «من بين يديه» أي الرسول «ومن خلفه رصدا» ملائكة يحفظونه حتى يبلغه في جملة الوحي"
        },
        {
            "chapter": 72,
            "verse": 28,
            "text": "«ليعلم» الله علم ظهور «أن» مخففة من الثقيلة أي أنه «قد أبلغوا» أي الرسل «رسالات ربهم» روعي بجمع الضمير معنى من «وأحاط بما لديهم» عطف على مقدر، أي فعلم ذلك «وأحصى كل شيء عددا» تمييز وهو محول من المفعول والأصل أحصى عدد كل شيء"
        }
    ]
}