{
    "rukus": [
        {
            "chapter": 81,
            "verse": 1,
            "text": "«إذا الشمس كوِّرت» لففت وذهب بنورها"
        },
        {
            "chapter": 81,
            "verse": 2,
            "text": "«وإذا النجوم انكدرت» انقضت وتساقطت على الأرض"
        },
        {
            "chapter": 81,
            "verse": 3,
            "text": "«وإذا الجبال سيِّرت» ذهب بها عن وجه الأرض فصارت هباءً منبثا"
        },
        {
            "chapter": 81,
            "verse": 4,
            "text": "«وإذا العشار» النوق الحوامل «عُطلت» تركت بلا راع أو بلا حلب لما دهاهم من الأمر، وإن لم يكن مال أعجب إليهم منها"
        },
        {
            "chapter": 81,
            "verse": 5,
            "text": "«وإذا الوحوش حشرت» جمعت بعد البعث ليقتص لبعض من بعض ثم تصير ترابا"
        },
        {
            "chapter": 81,
            "verse": 6,
            "text": "«وإذا البحار سجِّرت» بالتخفيف والتشديد: أوقدت فصارت نارا"
        },
        {
            "chapter": 81,
            "verse": 7,
            "text": "«وإذا النفوس زوجت» قرنت بأجسادها"
        },
        {
            "chapter": 81,
            "verse": 8,
            "text": "«وإذا الموءودة» الجارية تدفن حية خوف العار والحاجة «سئلت» تبكيتا لقاتلها"
        },
        {
            "chapter": 81,
            "verse": 9,
            "text": "«بأي ذنب قتلت» وقرئ بكسر التاء حكاية لما تخاطب به وجوابها أن تقول: قتلت بلا ذنب"
        },
        {
            "chapter": 81,
            "verse": 10,
            "text": "«وإذا الصحف» صحف الأعمال «نشرت» بالتخفيف والتشديد فتح وبسطت"
        },
        {
            "chapter": 81,
            "verse": 11,
            "text": "«وإذا السماء كشطت» نزعت عن أماكنها كما ينزع الجلد عن الشاة"
        },
        {
            "chapter": 81,
            "verse": 12,
            "text": "«وإذا الجحيم» النار «سعرت» بالتخفيف والتشديد أُججت"
        },
        {
            "chapter": 81,
            "verse": 13,
            "text": "«وإذا الجنة أزلفت» قربت لأهلها ليدخلوها وجواب إذا أول السورة وما عطف عليها"
        },
        {
            "chapter": 81,
            "verse": 14,
            "text": "«علمت نفس» كل نفس وقت هذه المذكورات وهو يوم القيامة «ما أحضرت» من خير وشر"
        },
        {
            "chapter": 81,
            "verse": 15,
            "text": "«فلا أقسم» لا زائدة «بالخُنَّس»"
        },
        {
            "chapter": 81,
            "verse": 16,
            "text": "«الجوار الكنَّس» هي النجوم الخمسة: زحل والمشتري والمريخ والزهرة وعطارد، تخنس بضم النون، أي ترجع في مجراها وراءها، بينما نرى النجم في آخر البرج إذ كَّر راجعا إلى أوله، وتكنس بكسر النون: تدخل في كناسها، أي تغيب في المواضع التي تغيب فيها"
        },
        {
            "chapter": 81,
            "verse": 17,
            "text": "«والليل إذا عسعس» أقبل بظلامه أو أدبر"
        },
        {
            "chapter": 81,
            "verse": 18,
            "text": "«والصبح إذا تنفس» امتد حتى يصير نهارا بينا"
        },
        {
            "chapter": 81,
            "verse": 19,
            "text": "«إنه» أي القرآن «لقول رسول كريم» على الله تعالى وهو جبريل أضيف إليه لنزوله به"
        },
        {
            "chapter": 81,
            "verse": 20,
            "text": "«ذي قوة» أي شديد القوى «عند ذي العرش» أي الله تعالى «مكين» ذي مكانة متعلق به عند"
        },
        {
            "chapter": 81,
            "verse": 21,
            "text": "«مطاع ثَمَّ» تطيعه الملائكة في السماوات «أمين» على الوحي"
        },
        {
            "chapter": 81,
            "verse": 22,
            "text": "«وما صاحبكم» محمد صلى الله عليه وسلم عطف على إنه إلى آخر المقسم عليه «بمجنون» كما زعمتم"
        },
        {
            "chapter": 81,
            "verse": 23,
            "text": "«ولقد رآه» رأى محمد صلى الله عليه وسلم جبريل على صورته التي خُلق عليها «بالأفق المبين» البيِّن وهو الأعلى بناحية المشرق"
        },
        {
            "chapter": 81,
            "verse": 24,
            "text": "«وما هو» محمد صلى الله عليه وسلم «على الغيب» ما غاب من الوحي وخبر السماء «بظنين» أي بمتهم، وفي قراءة بالضاد، أي ببخيل فينتقص شيئا منه"
        },
        {
            "chapter": 81,
            "verse": 25,
            "text": "«وما هو» أي القرآن «بقول شيطان» مسترق السمع «رجيم» مرجوم"
        },
        {
            "chapter": 81,
            "verse": 26,
            "text": "«فأين تذهبون» فبأي طريق تسلكون في إنكاركم القرآن وإعراضكم عنه"
        },
        {
            "chapter": 81,
            "verse": 27,
            "text": "«إن» ما «هو إلا ذكر» عظة «للعالمين» الإنس والجن"
        },
        {
            "chapter": 81,
            "verse": 28,
            "text": "«لمن شاء منكم» بدل من العالمين بإعادة الجار «أن يستقيم» باتباع الحق"
        },
        {
            "chapter": 81,
            "verse": 29,
            "text": "«وما تشاءون» الاستقامة على حق «إلا أن يشاء الله رب العالمين» الخلائق استقامتكم عليه"
        }
    ]
}