{
    "rukus": [
        {
            "chapter": 5,
            "verse": 109,
            "text": "An dem Tag, da Allah die Gesandten versammelt und dann sagt: \"Was wurde euch geantwortet?'\", werden sie sagen: \"Wir haben kein Wissen (daruber). Du bist ja der Allwisser der verborgenen Dinge"
        },
        {
            "chapter": 5,
            "verse": 110,
            "text": "Wenn Allah sagt: \"O 'Isa, Sohn Maryams, gedenke Meiner Gunst an dir und an deiner Mutter, als Ich dich mit dem Heiligen Geist starkte, so daß du in der Wiege zu den Menschen sprachst und im Mannesalter; und als Ich dich die Schrift, die Weisheit, die Tora und das Evangelium lehrte; und als du aus Lehm mit Meiner Erlaubnis (etwas) schufst, (was so aussah) wie die Gestalt eines Vogels, und ihr dann einhauchtest, und sie da ein (wirklicher) Vogel wurde mit Meiner Erlaubnis; und (als) du den Blindgeborenen und den Weißgefleckten mit Meiner Erlaubnis heiltest und Tote mit Meiner Erlaubnis (aus den Grabern) herauskommen ließest; und als Ich die Kinder Isra'ils von dir zuruckhielt, als du mit den klaren Beweisen zu ihnen kamst, worauf diejenigen von ihnen, die unglaubig waren, sagten: ,Das ist nichts als deutliche Zauberei"
        },
        {
            "chapter": 5,
            "verse": 111,
            "text": "Und als Ich den Jungern eingab: \"Glaubt an Mich und an Meinen Gesandten!\" Sie sagten: \"Wir glauben. Bezeuge, daß wir Dir ergeben sind"
        },
        {
            "chapter": 5,
            "verse": 112,
            "text": "Als die Junger sagten: \"O 'Isa, Sohn Maryams, kann dein Herr zu uns einen Tisch (mit Speisen) vom Himmel herabsenden?\" Er sagte: \"Furchtet Allah, wenn ihr glaubig seid"
        },
        {
            "chapter": 5,
            "verse": 113,
            "text": "Sie sagten: \"Wir wollen von ihm essen und, daß unsere Herzen Ruhe finden und, daß wir wissen, daß du zu uns tatsachlich die Wahrheit gesprochen hast und, daß wir zu denen gehoren, die daruber Zeugnis ablegen (konnen)"
        },
        {
            "chapter": 5,
            "verse": 114,
            "text": "Isa, der Sohn Maryams, sagte: \"O Allah, unser Herr, sende zu uns einen Tisch (mit Speisen) vom Himmel herab, der fur uns, fur den ersten von uns und den letzten von uns, ein Fest sein soll und ein Zeichen von Dir. Und versorge uns. Du bist ja der beste Versorger"
        },
        {
            "chapter": 5,
            "verse": 115,
            "text": "Allah sagte: \"Ich werde ihn gewiß zu euch hinabsenden. Wer von euch aber danach unglaubig ist, den werde Ich mit einer Strafe strafen, mit der Ich (sonst) niemanden (anderen) der Weltenbewohner strafe"
        }
    ]
}