{
    "rukus": [
        {
            "chapter": 6,
            "verse": 155,
            "text": "Und dies ist ein Buch, das Wir (als Offenbarung) hinabgesandt haben, ein gesegnetes (Buch). So folgt ihm und seid gottesfurchtig, auf daß ihr Erbarmen finden moget"
        },
        {
            "chapter": 6,
            "verse": 156,
            "text": "Damit ihr (nicht) sagt: \"Die Schrift wurde nur auf zwei Gruppen vor uns herabgesandt, und wir waren gegenuber dem, was sie erlernt haben, wahrlich unachtsam"
        },
        {
            "chapter": 6,
            "verse": 157,
            "text": "Oder damit ihr (nicht) sagt: \"Wenn die Schrift auf uns herabgesandt worden ware, waren wir wahrlich eher rechtgeleitet als sie.\" Aber nun ist ein klarer Beweis von eurem Herrn und Rechtleitung und Barmherzigkeit zu euch gekommen. Wer ist denn ungerechter, als wer Allahs Zeichen fur Luge erklart und sich von ihnen abwendet? Wir werden denjenigen, die sich von Unseren Zeichen abwenden, mit einer bosen Strafe vergelten, daß sie sich stets abwandten"
        },
        {
            "chapter": 6,
            "verse": 158,
            "text": "Erwarten sie (etwas anderes), als daß die Engel zu ihnen kommen oder daß dein Herr kommt oder daß etwas von den Zeichen deines Herrn kommt? An dem Tag, da etwas von den Zeichen deines Herrn kommt, nutzt einer Seele ihr Glaube nicht, wenn sie nicht schon zuvor geglaubt oder in ihrem Glauben Gutes erworben hat. Sag: Wartet ab! Wir warten ebenfalls ab"
        },
        {
            "chapter": 6,
            "verse": 159,
            "text": "Gewiß, mit denjenigen, die ihre Religion spalteten und zu Lagern geworden sind, hast du nichts gemein. Ihre Angelegenheit steht (allein) bei Allah. Hierauf wird Er ihnen kundtun, was sie zu tun pflegten"
        },
        {
            "chapter": 6,
            "verse": 160,
            "text": "Wer mit (etwas) Gutem kommt, erhalt zehnmal soviel. Und Wer mit einer bosen Tat kommt, dem wird nur gleichviel vergolten, und es wird ihnen kein Unrecht zugefugt"
        },
        {
            "chapter": 6,
            "verse": 161,
            "text": "Sag: Gewiß, mich hat mein Herr zu einem geraden Weg geleitet, einer richtigen Religion, dem Glaubensbekenntnis Ibrahims, als Anhanger des rechten Glaubens, und er war keiner der Gotzendiener"
        },
        {
            "chapter": 6,
            "verse": 162,
            "text": "Sag: Gewiß, mein Gebet und mein (Schlacht)opfer, mein Leben und mein Sterben gehoren Allah, dem Herrn der Weltenbewohner"
        },
        {
            "chapter": 6,
            "verse": 163,
            "text": "Er hat keinen Teilhaber. Dies ist mir befohlen worden, und ich bin der erste der (Ihm) Ergebenen"
        },
        {
            "chapter": 6,
            "verse": 164,
            "text": "Sag: Soll ich einen anderen Herrn als Allah begehren, wo Er doch der Herr von allem ist? Jede Seele erwirbt nur gegen sich selbst. Und keine lasttragende (Seele) nimmt die Last einer anderen auf sich. Hierauf wird eure Ruckkehr zu eurem Herrn sein, und Er wird kundtun, woruber ihr uneinig zu sein pflegtet"
        },
        {
            "chapter": 6,
            "verse": 165,
            "text": "Er ist es, Der euch zu Nachfolgern (auf) der Erde gemacht und die einen von euch uber die anderen um Rangstufen erhoht hat, damit Er euch mit dem, was Er euch gegeben hat, prufe. Gewiß, dein Herr ist schnell im Bestrafen, aber Er ist auch wahrlich Allvergebend und Barmherzig"
        }
    ]
}