{
    "rukus": [
        {
            "chapter": 10,
            "verse": 71,
            "text": "Und verlies ihnen die Kunde von Nuh, als er zu seinem Volk sagte: \"O mein Volk, wenn euch mein Stand (unter euch) und meine Ermahnung mit Allahs Zeichen schwer ankommt, so verlasse ich mich auf Allah. So einigt euch uber eure Angelegenheit, ihr und eure Teilhaber, und (der Entschluß in) eure(r) Angelegenheit soll fur euch nicht unklar sein; hierauf fuhrt (ihn) an mir aus und gewahrt mir keinen Aufschub"
        },
        {
            "chapter": 10,
            "verse": 72,
            "text": "Doch wenn ihr euch abkehrt, so habe ich von euch keinen Lohn verlangt. Mein Lohn obliegt nur Allah. Und mir ist befohlen worden, einer der (Allah) Ergebenen zu sein"
        },
        {
            "chapter": 10,
            "verse": 73,
            "text": "Sie bezichtigten ihn aber der Luge. Da erretteten Wir ihn und diejenigen, die mit ihm waren, im Schiff. Und Wir machten sie zu Nachfolgern und ließen diejenigen ertrinken, die Unsere Zeichen fur Luge erklarten. So schau, wie das Ende der Gewarnten war"
        },
        {
            "chapter": 10,
            "verse": 74,
            "text": "Hierauf schickten Wir nach ihm Gesandte zu ihrem (jeweiligen) Volk; sie kamen mit den klaren Beweisen zu ihnen. Aber sie waren nicht bereit, an das zu glauben, was sie zuvor fur Luge erklart hatten. So versiegeln Wir die Herzen der Ubertreter"
        },
        {
            "chapter": 10,
            "verse": 75,
            "text": "Hierauf schickten Wir nach ihnen Musa und Harun mit Unseren Zeichen zu Fir'aun und seiner fuhrenden Schar, aber sie verhielten sich hochmutig und waren ein Volk von Ubeltatern"
        },
        {
            "chapter": 10,
            "verse": 76,
            "text": "Als nun die Wahrheit von Uns zu ihnen kam, sagten sie: \"Das ist wahrlich deutliche Zauberei"
        },
        {
            "chapter": 10,
            "verse": 77,
            "text": "Musa sagte: \"Sagt ihr denn von der Wahrheit, nachdem sie zu euch gekommen ist: ,Ist das etwa Zauberei? Aber den Zauberern wird es nicht wohl ergehen"
        },
        {
            "chapter": 10,
            "verse": 78,
            "text": "Sie sagten: \"Bist du zu uns gekommen, um uns von dem abzubringen, worin wir unsere Vater (vor)gefunden haben, und damit euch beiden die Oberhoheit im Land werde? Wir werden euretwegen nicht glaubig werden"
        },
        {
            "chapter": 10,
            "verse": 79,
            "text": "Und Fir'aun sagte: \"Bringt mir jeden kenntnisreichen Zauberer herbei"
        },
        {
            "chapter": 10,
            "verse": 80,
            "text": "Als die Zauberer kamen, sagte Musa zu ihnen: \"Werft hin, was ihr zu werfen habt"
        },
        {
            "chapter": 10,
            "verse": 81,
            "text": "Als sie geworfen hatten, sagte Musa: \"Was ihr vorgebracht habt, ist Zauberei. Allah wird sie zunichte machen. Gewiß, Allah laßt das Tun der Unheilstifter nicht als gut gelten"
        },
        {
            "chapter": 10,
            "verse": 82,
            "text": "Allah bestatigt die Wahrheit mit Seinen Worten, auch wenn es den Ubeltatern zuwider ist"
        }
    ]
}