{
    "rukus": [
        {
            "chapter": 21,
            "verse": 1,
            "text": "Nahegeruckt ist den Menschen ihre Abrechnung, wahrend sie sich in Unachtsamkeit abwenden"
        },
        {
            "chapter": 21,
            "verse": 2,
            "text": "Keine neuerlich offenbarte Ermahnung kommt von ihrem Herrn zu ihnen, ohne daß sie sie anhoren, wahrend sie spielen"
        },
        {
            "chapter": 21,
            "verse": 3,
            "text": "und ihre Herzen zerstreut sind. Und sie fuhren insgeheim vertrauliche Gesprache sie, die Unrecht tun: \"Ist dieser etwas anderes als ein menschliches Wesen wie ihr? Wollt ihr denn sehend(en Auges) Zauberei begehen"
        },
        {
            "chapter": 21,
            "verse": 4,
            "text": "Sag: Mein Herr weiß (alles), was im Himmel und auf der Erde gesagt wird. Er ist der Allhorende und Allwissende"
        },
        {
            "chapter": 21,
            "verse": 5,
            "text": "Aber nein! Vielmehr sagen sie: \"(Das ist) ein Bundel von wirren Traumen. Nein! Vielmehr hat er ihn ersonnen. Nein! Vielmehr ist er ein Dichter. So soll er uns ein Zeichen bringen, so wie die Fruheren gesandt wurden"
        },
        {
            "chapter": 21,
            "verse": 6,
            "text": "Vor ihnen hat keine Stadt geglaubt, die Wir vernichteten. Sollten gerade sie nun glauben"
        },
        {
            "chapter": 21,
            "verse": 7,
            "text": "Und Wir haben vor dir nur Manner gesandt, denen Wir (Offenbarungen) eingaben. So fragt die Leute der Ermahnung, wenn ihr (es) nicht wißt"
        },
        {
            "chapter": 21,
            "verse": 8,
            "text": "Wir machten sie nicht zu Korpern, die keine Speise essen, und sie waren nicht unsterblich"
        },
        {
            "chapter": 21,
            "verse": 9,
            "text": "Hierauf hielten Wir ihnen das Versprechen. Wir retteten sie und diejenigen, die Wir (erretten) wollen, und vernichteten die Maßlosen"
        },
        {
            "chapter": 21,
            "verse": 10,
            "text": "Wir haben ja ein Buch zu euch hinabgesandt, in dem eure Ehre liegt . Begreift ihr denn nicht"
        }
    ]
}