{
    "rukus": [
        {
            "chapter": 28,
            "verse": 61,
            "text": "Ist denn einer, dem Wir ein schones Versprechen gegeben haben und der es auch vorfinden wird, einem gleich, den Wir den Genuß des diesseitigen Lebens genießen lassen, der hierauf aber am Tag der Auferstehung zu den Vorgefuhrten gehoren wird"
        },
        {
            "chapter": 28,
            "verse": 62,
            "text": "Und am Tag, da Er ihnen zuruft und sagt: \"Wo sind (nun) Meine Teilhaber, die ihr stets angegeben habt"
        },
        {
            "chapter": 28,
            "verse": 63,
            "text": "Diejenigen, gegen die sich das Wort bewahrheitet hat, sagen: \"Unser Herr, diese, die wir in Verirrung haben fallen lassen, haben wir (nur) in Verirrung fallen lassen, wie wir selbst in Verirrung gefallen waren. (Von ihnen) sagen wir uns vor Dir los. Nicht uns dienten sie ja"
        },
        {
            "chapter": 28,
            "verse": 64,
            "text": "Und es wird gesagt werden: \"Ruft eure Teilhaber.\" Sie werden sie anrufen, aber sie werden ihnen nicht antworten. Und sie werden die Strafe sehen. Wenn sie sich hatten rechtleiten lassen (, waren sie gerettet gewesen)"
        },
        {
            "chapter": 28,
            "verse": 65,
            "text": "Und am Tag, da Er ihnen zurufen wird und sagt: \"Was habt ihr den Gesandten geantwortet"
        },
        {
            "chapter": 28,
            "verse": 66,
            "text": "Ihren Blicken werden an jenem Tag die Beweise entzogen sein, und so fragen sie sich nicht mehr gegenseitig"
        },
        {
            "chapter": 28,
            "verse": 67,
            "text": "Was aber jemanden angeht, der bereut und glaubt und rechtschaffen handelt, der wird vielleicht zu denjenigen gehoren, denen es wohl ergeht"
        },
        {
            "chapter": 28,
            "verse": 68,
            "text": "Und dein Herr erschafft, was Er will, und wahlt. Ihnen aber steht es nicht zu, zu wahlen. Preis sei Allah! Erhaben ist Er uber das, was sie (Ihm) beigesellen"
        },
        {
            "chapter": 28,
            "verse": 69,
            "text": "Und dein Herr weiß, was ihre Bruste verhehlen und was sie offenlegen"
        },
        {
            "chapter": 28,
            "verse": 70,
            "text": "Und Er ist Allah. Es gibt keinen Gott außer Ihm. (Alles) Lob gehort Ihm in der diesseitigen und in der jenseitigen Welt! Ihm gehort das Urteil, und zu Ihm werdet ihr zuruckgebracht"
        },
        {
            "chapter": 28,
            "verse": 71,
            "text": "Sag: Was meint ihr, wenn Allah auf euch die Nacht als Dauerzustand legen wurde bis zum Tag der Auferstehung, wer ware (dann) Gott außer Allah, Der euch Licht bringen wurde? Wollt ihr denn nicht horen"
        },
        {
            "chapter": 28,
            "verse": 72,
            "text": "Sag: Was meint ihr, wenn Allah auf euch den Tag als Dauerzustand legen wurde bis zum Tag der Auferstehung, wer ware (dann) Gott außer Allah, Der euch eine Nacht bringen wurde, in der ihr ruht? Wollt ihr denn nicht einsichtig sein"
        },
        {
            "chapter": 28,
            "verse": 73,
            "text": "In Seiner Barmherzigkeit hat Er euch die Nacht und den Tag gemacht, damit ihr darin ruht und damit ihr (auch) nach etwas von Seiner Huld trachtet, und auf daß ihr dankbar sein moget"
        },
        {
            "chapter": 28,
            "verse": 74,
            "text": "Und am Tag, da Er ihnen zurufen wird und dann sagt: \"Wo sind denn Meine Teilhaber, die ihr stets angegeben habt"
        },
        {
            "chapter": 28,
            "verse": 75,
            "text": "Und Wir nehmen aus jeder Gemeinschaft einen Zeugen heraus, und da sagen Wir: \"Bringt euren Beweis vor.\" Dann werden sie wissen, daß die Wahrheit Allah gehort. Und entschwunden wird ihnen sein, was sie zu ersinnen pflegten"
        }
    ]
}