{
    "rukus": [
        {
            "chapter": 6,
            "verse": 111,
            "text": "Biz onlara, dedikleri gibi melekleri de indirseydik, oluler diriltilip kendileriyle konussaydı, istedikleri her seyi toplayıp karsılarına koysaydık, onlar, ihtimali yok, yine iman edecek degillerdi.Allah dilerse o baska! Fakat onların cogu bunu bilmezler. [1]"
        },
        {
            "chapter": 6,
            "verse": 112,
            "text": "Boylece biz her peygambere, insan ve cin seytanlarını dusman yaptık.Onlardan kimi kimine, aldatmak icin birtakım yaldızlı sozler fısıldayıp telkin ederler.Eger Rabbin dileseydi, bunu yapamazlardı.O halde onları, duzmekte oldukları yalanlarıyla bas basa bırak"
        },
        {
            "chapter": 6,
            "verse": 113,
            "text": "Bir de bu telkini, ahirete inanmayanların gonulleri ona meyletsin, derken ondan hoslansınlar ve isledikleri suclarını islemeye devam etsinler diye yaparlar"
        },
        {
            "chapter": 6,
            "verse": 114,
            "text": "De ki: “Allah size o kitabı, icinde hak ile batıl birbirinden ayırt edilmis tarzda acıklanmıs olarak indirmisken,sizinle aramızdaki davayı hukme baglamak icin Allah'tan baska bir hakem mi arayacak mısım?Kendilerine daha once kitap verdigimiz kimseler de bilirler kibu kitap gercekten Rabbin tarafından indirilmistir. Sakın bundan suphen olmasın"
        },
        {
            "chapter": 6,
            "verse": 115,
            "text": "Rabbinin sozu, dogruluk ve adalet bakımından tam kemalindedir.O'nun sozlerini degistirebilecek yoktur. O hakkıyla isitir ve bilir"
        },
        {
            "chapter": 6,
            "verse": 116,
            "text": "Eger dunyada bulunan insanların coguna uyarsan, seni Allah'ın yolundan saptırırlar.Onlar sırf zanna uyarlar ve kafadan atarlar"
        },
        {
            "chapter": 6,
            "verse": 117,
            "text": "Muhakkak ki Rabbin, Kendisinin yolundan sapanları pek iyi bildigi gibi,dogru yolda olanları da cok iyi bilir"
        },
        {
            "chapter": 6,
            "verse": 118,
            "text": "Artık, o sapanların sozlerine kulak asmayın da, -Allah'ın ayetlerini tasdik ediyorsanız- kesilirken uzerine Allah’ın adı anılmıs olan hayvanların etini yeyin"
        },
        {
            "chapter": 6,
            "verse": 119,
            "text": "Kesilirken uzerlerine Allah'ın adı anılmıs olan hayvanların etlerinden nicin yemeyecek missiniz?O, zaten size haram kıldıgı etleri acıkca bildirmistir; ancak caresiz kalıp da zaruret mikdarı yemeniz mustesnadır.Evet bircokları, bildiklerinden degil, sırf heva ve hevesleriyle halkı saptırıyorlar. Muhakkak ki Rabbin haddi asanları pek iyi bilmektedir"
        },
        {
            "chapter": 6,
            "verse": 120,
            "text": "Gunahın acıgını da bırakın, gizlisini de: Cunku gunah isleyenler elbette yaptıklarının cezasını cekeceklerdir"
        },
        {
            "chapter": 6,
            "verse": 121,
            "text": "Allah adına kesilmeyen hayvanın etini yemeyin! Bu, Allah yolundan cıkmaktır, isyandır. Seytanlar kendi adamlarına sizinle mucadele etmeleri icin telkinlerde bulunurlar.Sayet onlara uyarsanız, siz de dupeduz musrik olur cıkarsınız"
        }
    ]
}