{
    "rukus": [
        {
            "chapter": 7,
            "verse": 182,
            "text": "Ayetlerimizi yalan sayanları, farkına varamayacakları sekilde yavas yavas helake yaklastırırız"
        },
        {
            "chapter": 7,
            "verse": 183,
            "text": "Ben onlara muhlet veririm; fakat vakti gelince Benim cezalandırmam pek kesin ve siddetlidir"
        },
        {
            "chapter": 7,
            "verse": 184,
            "text": "Bunlar hic dusunmediler mi ki kendilerine tebligde bulunan arkadasları Muhammed'de delilikten hicbir eser yoktur. O sadece ilerideki tehlikelerden kurtarmak icin gorevli bir uyarıcıdır. [34,46; 81,22] {KM; Yuhanna}"
        },
        {
            "chapter": 7,
            "verse": 185,
            "text": "Hic dusunmezler mi goklerin ve yerin hukumranlıgını, o muazzam saltanatı? Dusunmezler mi Allah'ın yarattıgı herhangi bir mahluktaki ilahi duzenlemeyi?Onu da dusunmezlerse bari ecellerinin yaklasmıs olabilecegi ihtimalini?O halde buna iman etmedikten sonra, daha hangi soze inanırlar"
        },
        {
            "chapter": 7,
            "verse": 186,
            "text": "Allah kimi sasırtırsa onu dogru yola getirecek yoktur. Allah onları azgınlıkları icinde bırakır, koru korune yuvarlanır giderler"
        },
        {
            "chapter": 7,
            "verse": 187,
            "text": "Sana kıyametin ne zaman gelecegini sorarlar.De ki: “Onun ne zaman gelecegine dair bilgi yalnız Rabbimin nezdindedir. Vaktini O'ndan baskası acıklayamaz.O kıyamet oyle bir meseledir ki, ne goklerde ve ne de yerde ona tahammul edecek hic kimse yoktur!”O size ansızın gelecektir. Sen sanki onu biliyormussun gibi onu sana soruyorlar.De ki: “Ona dair gercek bilgi yalnız Allah’ın nezdindedir; ama insanların cogu bunu bilmezler.” [21,38; 42,18; 79; 42] {KM, Matta 24,3; Markos}"
        },
        {
            "chapter": 7,
            "verse": 188,
            "text": "De ki: “Ben kendim icin bile Allah dilemedikce hicbir seye kadir degilim:Ne fayda saglayabilirim, ne de gelecek bir zararı uzaklastırabilirim.Sayet gaybı bilseydim elbette cok mal mulk elde ederdim, bana hic fenalık da dokunmazdı.Ama ben iman edecek kimseler icin sadece bir uyarıcı ve bir mujdeleyiciyim.”"
        }
    ]
}