{
    "rukus": [
        {
            "chapter": 9,
            "verse": 111,
            "text": "Allah, karsılık olarak cenneti verip muminlerden canlarını ve mallarını satın almıstır.Onlar Allah yolunda mucadele ederler, oldururler ve oldurulurler. Bu Allah'ın Tevrat’ta da, Incil’de de, Kur’an’da da ustlendigi gercek bir vaaddir.Verdigi sozde Allah’tan daha sadık kim olabilir?O halde yaptıgınız bu alıs veristen dolayı sevinin ey muminler!Mujdeler olsun size, iste en buyuk mutluluk, iste en buyuk basarı! [35,29; 39,29; 61,10] {KM, Tesniye 20. bolum. Matta}"
        },
        {
            "chapter": 9,
            "verse": 112,
            "text": "O tovbe edenler, o ibadet edenler, o hamd edenler, Allah'ın rızası icin sefer edenler, o ruku edenler, o secdeye kapananlar, iyilikleri yayanlar, kotulukleri onleyenler ve Allah’ın hudutlarını bekleyip koruyanlar yok mu? Iste o muminleri mujdele"
        },
        {
            "chapter": 9,
            "verse": 113,
            "text": "Kafir olarak olup cehennemlik oldukları kendilerine belli olduktan sonra,akraba bile olsalar, musriklerin affedilmelerini istemek, ne Peygamberin, ne de muminlerin yapacagı bir is degildir"
        },
        {
            "chapter": 9,
            "verse": 114,
            "text": "Ibrahim'in, babası icin af dilemesi ise, sırf ona yaptıgı vaadi yerine getirmek icin olmustu.Fakat onun Allah dusmanı oldugu kendisine belli olunca, onunla ilgisini kesti.Gercekten Ibrahim cok yumusak huylu ve pek sabırlı idi"
        },
        {
            "chapter": 9,
            "verse": 115,
            "text": "Allah bir toplulugu dogru yola ilettikten sonra, nelerden sakınacaklarını kendilerine bildirmedikce, onları dalalete suruklemez.Suphesiz ki Allah her seyi hakkıyla bilir"
        },
        {
            "chapter": 9,
            "verse": 116,
            "text": "Goklerin ve yerin hakimiyeti Allah'ındır. Dirilten ve olduren O’dur. Sizin Allah’tan baska ne haminiz, ne yardımcınız yoktur"
        },
        {
            "chapter": 9,
            "verse": 117,
            "text": "Allah, Peygamberini savasa katılmayanlara izin verdiginden oturu affettigi gibi, iclerinden bir kısmının kalpleri kaymaya yuz tutmusken, o gucluk anında, Peygambere tabi olan Muhacirlerle Ensarı da tovbeye muvaffak buyurdu ve sonra onların bu tovbelerini kabul etti.Cunku O, onlara karsı raufdur, rahimdir (pek sefkatli ve pek merhametlidir)"
        },
        {
            "chapter": 9,
            "verse": 118,
            "text": "Allah, savastan geri kalan ve haklarındaki hukum ertelenen o uc kisinin de tovbelerini kabul buyurdu. Cunku onlar oylesine bunaldılar ki dunya butun genisligine ragmen baslarına dar geldi. Vicdanları da kendilerini sıktıkca sıktı.Nihayet, Allah'ın cezasından, yine Allah’ın kapısından baska sıgınacak hicbir yer olmadıgnı anladılar da, bundan sonra, onceki iyi hallerine donsunler diye, Allah onları tovbeye muvaffak kıldı.Cunku Allah tevvabdır, rahimdir (tovbeleri cok kabul eder, tovbe edenleri sever ve pek merhametlidir)"
        }
    ]
}