{
    "rukus": [
        {
            "chapter": 24,
            "verse": 1,
            "text": "Bu, indirdigimiz ve uygulanmasını gerekli kıldıgımız bir suredir. Iyice belleyip dersinizi alırsınız diye onun icinde acık secik ayetler indirdik"
        },
        {
            "chapter": 24,
            "verse": 2,
            "text": "Imdi, zina eden kadın ve erkegin her birine yuz degnek vurun. Eger Allah'a ve ahirete iman ediyorsanız, Allah’ın hukmunu uygulama isinde sakın acıma hissi sizi etkisi altına alıp da uygulamayı engellemesin. Hem onların bu cezalandırılmalarında muminlerden bir cemaat da bulunup sahid olsun! {KM, Tesniye}"
        },
        {
            "chapter": 24,
            "verse": 3,
            "text": "Zinakar, ancak bir fahise veya putperest bir kadınla evlenmek ister. Fahiseyi de ancak bir zinakar veya putperest nikahlamak ister. Boyle bir evlilik muminlere haram kılınmıstır."
        },
        {
            "chapter": 24,
            "verse": 4,
            "text": "Iffetli kadınlara zina isnad edip de buna dair dort sahid getiremeyen herkese seksen degnek vurun ve bundan boyle, onların sahitliklerini artık ebediyyen kabul etmeyin. Cunku bunlar gercekten fasıkların ta kendileridir! [4,24] {KM, Tesniye}"
        },
        {
            "chapter": 24,
            "verse": 5,
            "text": "Ama bu iftira sucundan sonra tovbe edip halini duzeltenler bu fasıklık damgasından kurtulurlar. Cunku Allah gafurdur, rahimdir"
        },
        {
            "chapter": 24,
            "verse": 6,
            "text": "Kendi eslerini zina etmekle suclayıp da buna dair kendileri dısında sahit bulamayan kocalar ise, kendilerinin dogru soylediklerine dair ayrı ayrı dort kere Allah adına yemin eder, sahitlik eder, besinci kere ise, yalancı olması halinde, Allah'ın lanetinin kendi uzerine gelmesini isterler"
        },
        {
            "chapter": 24,
            "verse": 7,
            "text": "Kendi eslerini zina etmekle suclayıp da buna dair kendileri dısında sahit bulamayan kocalar ise, kendilerinin dogru soylediklerine dair ayrı ayrı dort kere Allah adına yemin eder, sahitlik eder, besinci kere ise, yalancı olması halinde, Allah'ın lanetinin kendi uzerine gelmesini isterler"
        },
        {
            "chapter": 24,
            "verse": 8,
            "text": "Hanımının ise, kocasının bu suclamasında yalancı olduguna dair ayrı ayrı dort kere Allah adına yemin ve sahitlik etmesi, besincide ise kocasının dogru soylemesi halinde, Allah'ın gazabının kendi uzerine cokmesini dilemesi, kendisinden cezayı kaldırır"
        },
        {
            "chapter": 24,
            "verse": 9,
            "text": "Hanımının ise, kocasının bu suclamasında yalancı olduguna dair ayrı ayrı dort kere Allah adına yemin ve sahitlik etmesi, besincide ise kocasının dogru soylemesi halinde, Allah'ın gazabının kendi uzerine cokmesini dilemesi, kendisinden cezayı kaldırır"
        },
        {
            "chapter": 24,
            "verse": 10,
            "text": "Allah'ın sizin hakkınızda lutuf ve merhameti olmasaydı, eger O Allah, tovbeleri kabul buyuran, yaptıgı her is, verdigi her hukum hikmetli olan bir zat olmasaydı, mustahak oldugunuz butun cezaları hemen verir, sizi perisan ederdi"
        }
    ]
}