{
    "rukus": [
        {
            "chapter": 57,
            "verse": 1,
            "text": "Goklerde ne var, yerde ne varsa Allah'ı tenzih ve tesbih eder. O aziz ve hakimdir (ustun kudret, tam hukum ve hikmet sahibidir)"
        },
        {
            "chapter": 57,
            "verse": 2,
            "text": "Goklerin ve yerin hakimiyeti O'nundur. Hayatı veren ve hayatı alıp olduren O’dur. O her seye kadirdir"
        },
        {
            "chapter": 57,
            "verse": 3,
            "text": "Evvel O'dur, Ahir O. Zahir O’dur, Batın O! O her seyi hakkıyla bilir"
        },
        {
            "chapter": 57,
            "verse": 4,
            "text": "O'dur ki gokleri ve yeri altı gunde yaratıp sonra Arsına kuruldu.Yere gireni, yerden cıkanı, gokten ineni ve goge yukseleni bilir. Hasılı siz nerede olursanız olun O, (ilmi ve kudreti ile) sizinle beraberdir. Allah butun yaptıklarınızı gorur. [6,59; 11,5; 13,10. Ars icin bkz]"
        },
        {
            "chapter": 57,
            "verse": 5,
            "text": "Goklerin ve yerin hakimiyeti O'nundur. Butun isler O’na goturulur, (butun kararlar O’nun kapısından cıkar)"
        },
        {
            "chapter": 57,
            "verse": 6,
            "text": "Geceyi gunduze katar, boylece gunduz uzar. Gunduzu geceye katar, boylece gece uzar. Kalplerin kunhunu O bilir"
        },
        {
            "chapter": 57,
            "verse": 7,
            "text": "Allah'a ve Resulune iman edin ve O’nun (sizi emanetci yaptıgı) yonetimini size bıraktıgı mallardan harcayın.Icinizden iman edip harcayanlara buyuk ecir vardır"
        },
        {
            "chapter": 57,
            "verse": 8,
            "text": "Size ne oluyor ki, Resulullah da sizi Rabbinize iman etmeye cagırdıgı halde, Allah'a inanmıyorsunuz.Oysa Allah sizden bu hususta kesin soz almıstı, eger imana gelecekseniz bu yeter"
        },
        {
            "chapter": 57,
            "verse": 9,
            "text": "Sizi karanlıklardan aydınlıga cıkarmak icin, o has kuluna acık acık ayetler indiren O'dur. Muhakkak ki Allah size karsı raufdur, rahimdir (son derece sefkatlidir, merhamet ve ihsanı boldur)"
        },
        {
            "chapter": 57,
            "verse": 10,
            "text": "Goklerin ve yerin yegane varisi Allah olup, butun mallarınız zaten O'na ait oldugu halde nicin Allah yolunda harcamıyorsunuz?Sizden, fetihden once infak eden ve savasan kimse ile bunları yapmayan elbette bir olmaz.Iste onlar, bundan sonra infak edip savasanlardan derece bakımından daha yuksektirler.Bununla beraber Allah, her birine de cennet vad eder. Allah yaptıgınız her seyden haberdardır"
        }
    ]
}