{
    "rukus": [
        {
            "chapter": 57,
            "verse": 20,
            "text": "Iyi bilin ki (ahirete yer vermeyen) dunya hayatı, bir oyundur, bir oyalanmadır, bir sustur.Kendi aranızda karsılıklı ovunme, mal ve nesli cogaltma yarısıdır. Tıpkı o yagmura benzer ki bitirdigi urun, ciftcilerin hosuna gider. Ama sonra kurur, sen onu sapsarı kurumus gorursun. Sonra da cercop haline gelir. Iste dunya hayatı da boyledir. Ahirette ise kafirler icin siddetli bir ceza, muminler icin ise Rab'leri tarafından bir magfiret ve rıza!Evet, dunya hayatı bir aldanma metaından baska bir sey degildir"
        },
        {
            "chapter": 57,
            "verse": 21,
            "text": "Rabbiniz tarafından verilecek magfirete ve cennete girmek icin yarısın! Oyle bir cennet ki eni goklerle yerin eni gibi olup Allah'a ve resullerine iman edenler icin hazırlanmıstır. Iste bu, Allah’ın diledigi kimselere olan bir ihsanıdır. Allah buyuk lutuf sahibidir"
        },
        {
            "chapter": 57,
            "verse": 22,
            "text": "(Uzulmenize veya sevinmenize sebep olacak sekilde) gerek ulkenizde, gerek kendi nefislerinizde, size ulasan hicbir sey yoktur ki Bizim onu yaratmamızdan once bir kitapta yazılı olmasın. Bu, Allah'a gore elbette pek kolaydır"
        },
        {
            "chapter": 57,
            "verse": 23,
            "text": "Bu da, elinizden cıkan seylerden dolayı gam yememeniz, Allah'ın size nasib ettigi nimetlerle de sımarmamanız icindir. Allah ovunup duran, kibirli, kendini begenmis kimseleri sevmez"
        },
        {
            "chapter": 57,
            "verse": 24,
            "text": "Boyleleri hayır islerinde hem kendileri cimri davranır, hem de baskalarına cimriligi ogutlerler. Ama bunlar bilsinler ki kim malını Allah yolunda harcamaktan yuz cevirirse Allah ganidir, hamiddir (hicbir seye ihtiyacı olmayan mustagnidir, her turlu hamd ve ovguye layıktır)"
        },
        {
            "chapter": 57,
            "verse": 25,
            "text": "Su kesindir ki Biz resullerimizi acık delillerle gonderdik ve insanların adaleti gerceklestirmeleri icin, resullerle beraber kitap ve adalet terazisi indirdik.Mahiyetinde buyuk bir kuvvet ve insanlara bircok fayda bulunan demiri de, kullanmaları ve Allah'ı gormedikleri halde O’nun dinini ve peygamberlerini, kimlerin bu kuvvet ile destekleyecegini bilip ortaya cıkarmak icin, buyuk bir nimet olarak indirdik.Unutmayın ki Allah cok kuvvetlidir, mutlak galiptir (kimsenin destegine ihtiyacı yoktur). [11,]"
        }
    ]
}