{
    "rukus": [
        {
            "chapter": 4,
            "verse": 34,
            "text": "Kocalar esleri uzerinde yonetici ve koruyucudurlar.Bunun sebebi, Allah'ın bazı insanlara bazılarından daha fazla nimet vermesi ve bir de kocalarının mehir verme, evin masraflarını yuklenmeleri gibi mali yukumlulukleridir.O halde iyi kadınlar: itaatli olan ve Allah kendi haklarını nasıl korudu ise, kocalarının yoklugunda, onların hukuklarını koruyan kadınlardır. Dikbaslılıgından yıldıgınız kadınlara gelince: Onlara evvela ogut verin, vazgecmezlerse yatakta yalnız bırakın ve bunlarla da yola gelmezlerse onları hafifce dovun.Sayet size itaat ederlerse, onlara yuklenmek icin bir sebep aramayın.Unutmayın ki ustunuzde cok yuce ve buyuk olan Allah vardır. {KM, I Timote. 11,12; I Korintos. 11,3; Efes}"
        },
        {
            "chapter": 4,
            "verse": 35,
            "text": "Eger karı kocanın birbirinden ayrılacaklarından endise ederseniz, o vakit, kendilerine erkegin ailesinden bir hakem, kadının ailesinden bir hakem gonderin.Iki taraf isi duzeltmek isterlerse, Allah onları uyusmaya muvaffak buyurur. Suphesiz Allah alim ve habirdir (her seyi bilir, butun maksatlardan haberdardır)"
        },
        {
            "chapter": 4,
            "verse": 36,
            "text": "Yalnız Allah'a ibadet edip O’na hicbir seyi serik yapmayın.Anneye, babaya, akrabalara, Yetimlere, fakirlere, yakın komsulara, uzak komsulara, Yol arkadasına, garip ve yolculara, Ellerinizin altındaki (kole, cariye, hizmetci, isci) lere de Guzel muamele edin. Bilin ki Allah kendini begenen ve ovunup duran kimseleri sevmez"
        },
        {
            "chapter": 4,
            "verse": 37,
            "text": "O cimrilik eden, ustelik etrafındaki insanlara cimriligi tavsiye eden ve Allah'ın lutf-u fazlından kendilerine verdigi nimetleri gizleyen nankorler yok mu, iste Biz onları zelil ve perisan edecek bir azap hazırladık"
        },
        {
            "chapter": 4,
            "verse": 38,
            "text": "Mallarını halka gosteris icin harcayıp Allah'a ve ahiret gunune iman etmeyen kimseleri de Allah elbette sevmez. Seytan kimin arkadası olursa, artık o arkadasların en kotusune dusmus demektir. [2,264]"
        },
        {
            "chapter": 4,
            "verse": 39,
            "text": "Allah'a ve ahiret gunune inansalar ve Allah’ın kendilerine ihsan ettigi nimetlerden harcasalardı ne zararları olurdu sanki? Allah onları pek iyi bilmektedir"
        },
        {
            "chapter": 4,
            "verse": 40,
            "text": "Su kesindir ki Allah kullarına zerre kadar bile zulmetmez.Ama kulun zerre kadar bir iyiligi bile olsa, onu kat kat artırır ve ayrıca Kendi tarafından buyuk bir mukafat verir. [21,47; 31,16] {KM, Mezmur. 62,13; Vahiy}"
        },
        {
            "chapter": 4,
            "verse": 41,
            "text": "Ey Resulum! Her ummetten haklarında tanıklık edecek bir sahit (peygamber) celbettigimizde ve seni de butun onlara (ummetine) sahit olarak getirdigimizde, bakalım onların hali nice olacak"
        },
        {
            "chapter": 4,
            "verse": 42,
            "text": "Iste o gun dini inkar edip resule isyan edenler, yerin dibine girmek, yerle bir olmak isteyecekler. Onlar hicbir sozlerini, hicbir kabahatlerini Allah'tan gizleyemezler"
        }
    ]
}