{
    "pages": [
        {
            "chapter": 9,
            "verse": 100,
            "text": "Muhacirlerden ve Ensar´dan ilklerle, guzel dusunup guzel davranmada onları izleyenler var ya, Allah onlardan razı olmustur; onlar da O´ndan razıdırlar. Onlara altlarından ırmaklar akan cennetler hazırlamıstır. Sonsuza dek hep orada kalacaklardır. Buyuk kurtulus iste budur"
        },
        {
            "chapter": 9,
            "verse": 101,
            "text": "Cevrenizdeki Bedevi Araplardan munafıklar var. Medine halkından da munafıklıga iyice alısmıs olanlar var. Sen bilmezsin onları. Ama biz biliriz onları. Iki kez azap edecegiz onlara, sonra da cok buyuk bir azaba itilecekler"
        },
        {
            "chapter": 9,
            "verse": 102,
            "text": "Diger bazıları da gunahlarını itiraf ettiler. Bunlar, iyi bir isle kotu olan diger bir isi birbirine karıstırdılar. Belki Allah tovbelerini kabul eder. Cunku Allah Gafur´dur, Rahim´dir"
        },
        {
            "chapter": 9,
            "verse": 103,
            "text": "Bunların mallarından bir sadaka al ki, onunla kendilerini iyice temizleyip aklayasın. Onlar icin dua et, cunku senin duan onlar icin bir sukunettir. Allah Semi´dir, Alim´dir"
        },
        {
            "chapter": 9,
            "verse": 104,
            "text": "Bilmediler mi ki, Allah´tır kullarından o tovbeyi kabul eden, o sadakaları alan. Ve Allah´tır, O Tevvab, O Rahim"
        },
        {
            "chapter": 9,
            "verse": 105,
            "text": "De ki: \"Is yapıp deger uretin; yapıp urettiginizi Allah da resulu de muminler de gorecektir. Ve siz, gorulmeyen alemi de gorulen alemi de bilenin huzuruna donduruleceksiniz, O size, yapıp ettiklerinizi bir bir haber verecektir"
        },
        {
            "chapter": 9,
            "verse": 106,
            "text": "Bir kısmı da umutları Allah´ın emrine baglı, beklemektedir. Allah onlara ya azap edecektir ya tovbe edecektir. Allah, Alim´dir, Hakim´dir"
        }
    ]
}