{
    "pages": [
        {
            "chapter": 2,
            "verse": 191,
            "text": "Onları yakaladıgınız yerde oldurun; onların sizi cıkardıkları yerden siz de onları cıkarın. Fitne/baskı ve bozgunculuk, oldurmekten daha kotudur. Mescid-i Haram´da, onlar sizinle carpısmaya girinceye kadar siz de onlarla carpısmaya girmeyin. Eger sizinle carpısmaya girerlerse siz de onları oldurun. Iste boyle verilir kufre sapanların cezası"
        },
        {
            "chapter": 2,
            "verse": 192,
            "text": "Eger savası sona erdirirlerse Allah cok affedici,cok merhametlidir"
        },
        {
            "chapter": 2,
            "verse": 193,
            "text": "Fitne kalmayıncaya ve din yalnız Allah´ın oluncaya kadar onlarla carpısın. Eger carpısmaktan vazgecerlerse artık zulme sapanlardan baskasına dusmanlık edilmez"
        },
        {
            "chapter": 2,
            "verse": 194,
            "text": "Haram ay, haram aya karsılıktır. Hurmetler ve yasaklar karsılıklıdır. O halde, azgınlık edip size saldırana, size saldırdıgı sekilde ve olcude saldırın. Allah´tan korkun ve bilin ki Allah, kendisinden korkup sakınanlarla beraberdir"
        },
        {
            "chapter": 2,
            "verse": 195,
            "text": "Allah yolunda harcama yapın/nimetleri paylasın; kendi ellerinizle kendinizi tehlikeye atmayın. Guzel dusunup guzel isler yapın. Cunku Allah, guzellik sergileyenleri sever"
        },
        {
            "chapter": 2,
            "verse": 196,
            "text": "Haccı da umreyi de Allah icin tamamlayın. Eger engellenirseniz, kolayınıza gelen kurban yeterlidir. Kurban, yerine varıncaya kadar baslarınızı tıras etmeyin. Icinizden hasta olan yahut basından rahatsızlıgı bulunan oruc tutarak, sadaka vererek veya kurban keserek fidye yoluna gitsin. Guvene kavustugunuzda, hacca kadar umreden yararlanmak isteyen, kolayına gelen kurban kessin. Bunu bulamayan oruc tutsun. Uc gunu hacda, yedi gunu dondugunuzde, tam on gundur bu. Bu, ailesi Mescid-i Haram´da oturmayan kisi icindir. Allah´tan korkun ve bilin ki, Allah´ın azabı cok siddetlidir"
        }
    ]
}