{
    "pages": [
        {
            "chapter": 34,
            "verse": 23,
            "text": "O´nun katında, bizzat kendisinin izin verdigi kimseden baskasının sefaatı/kendisinin izin verdigi kimseden baskası icin sefaat yarar saglamaz. Sonunda, kalplerinden korku giderilince: \"Rabbimiz ne dedi?\" derler. \"Hakkı soyledi, O´dur Aliyy, O´dur Kebir"
        },
        {
            "chapter": 34,
            "verse": 24,
            "text": "De ki: \"Goklerden ve yerden sizi kim rızıklandırıyor?\" De ki: \"Allah! O halde biz yahut siz ya tam hidayet uzerindeyiz yahut acık bir sapıklık icinde"
        },
        {
            "chapter": 34,
            "verse": 25,
            "text": "De ki: \"Bizim isledigimiz suclardan siz sorumlu olmayacaksınız; biz de sizin yaptıklarınızdan sorguya cekilmeyecegiz"
        },
        {
            "chapter": 34,
            "verse": 26,
            "text": "De ki: \"Rabbimiz hepimizi biraraya toplayacak, sonra da aramızı hak ile ayıracak. O´dur Fettah, O´dur Alim"
        },
        {
            "chapter": 34,
            "verse": 27,
            "text": "De ki: \"Ortaklar olarak O´nun yanına koymaya kalktıklarınızı bana gosterin! Hayır, is sandıgınız gibi degil! O, Allah´tır; Aziz´dir, Hakim´dir"
        },
        {
            "chapter": 34,
            "verse": 28,
            "text": "Biz seni, butun insanlara bir mujdeci ve uyarıcı olarak gonderdik, baska degil! Ama insanların cokları bilmiyorlar"
        },
        {
            "chapter": 34,
            "verse": 29,
            "text": "Diyorlar: \"Dogru sozlulerseniz, bu tehdit ne zaman"
        },
        {
            "chapter": 34,
            "verse": 30,
            "text": "De ki: \"Size bir gun vaat edilmistir; ondan ne bir saat geri kalabirsiniz ne de ileri gecebilirsiniz"
        },
        {
            "chapter": 34,
            "verse": 31,
            "text": "Kufre sapanlar dedi ki: \"Biz, bu Kur´an´a da bundan oncekine de asla inanmayacagız!\" Ah, bir gorsen o zalimleri Rableri huzurunda, tutuklanmıs halde! Bir kısmı da bir kısmına soz atar durur. Basit gorulup horlananları, buyukluk taslayanlara soyle derler: \"Siz olmasaydınız, vallahi biz inanacaktık"
        }
    ]
}