{
    "rukus": [
        {
            "chapter": 25,
            "verse": 1,
            "text": "Alemekezeke Iye amene adavumbulutsa Korani kwa Mtumwi wake kuti akhoza kuchenjeza mitundu ya anthu"
        },
        {
            "chapter": 25,
            "verse": 2,
            "text": "Iye ndiye Mfumu ya kumwamba ndi dziko lapansi. Iye ndiye amene sadabereke mwana ndipo alibe wothandizana naye mu Ufumu wake. Iye ndiye amene adalenga zinthu zonse ndipo adakhazikitsa mmene zili ndi mapeto ake"
        },
        {
            "chapter": 25,
            "verse": 3,
            "text": "Komabe anthu osakhulupirira amapembedza milungu ina yoonjezera pa Mulungu weniweni imene siingathe kulenga china chilichonse chifukwa chakuti nayonso idachita kulengedwa. Ndi imene singathe kuwathandiza kapena kuwaononga ndiponso imene ilibe mphamvu pa nkhani zokhudza imfa kapena moyo kapena kuukitsa anthu akufa"
        },
        {
            "chapter": 25,
            "verse": 4,
            "text": "Anthu osakhulupirira amanena kuti, “Zonsezi ndi zinthu zabodza zimene wapeka yekha, ndiponso anthu ena amamuthandiza. Zonse zimene watulutsa ndi zopanda pake ndipo zabodza"
        },
        {
            "chapter": 25,
            "verse": 5,
            "text": "Ndipo iwo amati, “Izi ndi nkhani zopanda pake za anthu amakedzana zimene iye walemba. Izo zimalembetsedwa kwa Iye m’mawa ndi masana aliwonse.”"
        },
        {
            "chapter": 25,
            "verse": 6,
            "text": "Nena, “Wavumbulutsa ndiye amene amadziwa zinsinsi za kumwamba ndi za padziko lapansi. Iye amakhululukira ndipo ndi Mwini chisoni chosatha.”"
        },
        {
            "chapter": 25,
            "verse": 7,
            "text": "Iwo amanena kuti, “Uyu, ndi Mtumwi wotani amene amadya ndipo amayendayenda ku msika? Kodi bwanji mngelo sanathe kutumizidwa pansi pamodzi ndi iye kudzatichenjeza ife?”"
        },
        {
            "chapter": 25,
            "verse": 8,
            "text": "“Nanga ndi chifukwa chiyani sadapatsidwe chuma ndipo alibe munda woti azipezako chakudya?” Ndipo anthu ochita zoipa amati, “Ndithudi munthu amene muli kumutsatira ndi wolodzedwa.”"
        },
        {
            "chapter": 25,
            "verse": 9,
            "text": "Taona mafanizo amene amakupatsa iwe! Iwo asochera ndipo sangathe kubwerera kunjira yoyenera"
        }
    ]
}