{
    "rukus": [
        {
            "chapter": 32,
            "verse": 1,
            "text": "Alif Lam Mim"
        },
        {
            "chapter": 32,
            "verse": 2,
            "text": "Ichi ndi chivumbulutso cha Buku Lopatulika limene mulibe zokayikitsa ndi chochokera kwa Ambuye wa zolengedwa zonse"
        },
        {
            "chapter": 32,
            "verse": 3,
            "text": "Kodi kapena iwo amati wapeka yekha? Iyayi, ndi choonadi chochokera kwa Ambuye wake kuti uchenjeze anthu amene kuyambira kale mchenjezi sanadze kwa iwo, kuti iwo akhoza kutsatira njira yoyenera"
        },
        {
            "chapter": 32,
            "verse": 4,
            "text": "Mulungu ndiye amene adalenga kumwamba ndi dziko Sajda\t439 lapansi ndi zonse zimene zili m’menemo m’masiku asanu ndi limodzi. Ndipo atatero Iye adabuka pa mpando wake wachifumu. Inu mulibe wokuyang’anirani kapena wokuthandizani kupatula Iye yekha. Kodi simungaganize"
        },
        {
            "chapter": 32,
            "verse": 5,
            "text": "Iye amalamulira zinthu kuchokera kumwamba mpaka pa dziko lapansi ndipo zidzakwera kudza kwa Iye m’tsiku limene muyeso wake ungathe kuyerekezedwa ndi zaka chikwi chimodzi mwa chiwerengero chomwe inu mumachidziwa"
        },
        {
            "chapter": 32,
            "verse": 6,
            "text": "Uyundiyewodziwazobisikandizooneka, Mwini mphamvu, ndi Mwini chisoni chosatha"
        },
        {
            "chapter": 32,
            "verse": 7,
            "text": "Amene adalenga chilichonse m’maonekedwe abwino. Ndipo adalenga munthu kuchokera ku dothi"
        },
        {
            "chapter": 32,
            "verse": 8,
            "text": "Ndipo adalenga ana ake kuchokera ku dontho lamadzi onyozeka"
        },
        {
            "chapter": 32,
            "verse": 9,
            "text": "Ndipo iye adamuumba munthu mwaubwino ndipo adamuuzira Mzimu wake. Ndipo Iye adakupatsani inu makutu, maso ndi mitima, inu simuthokoza nthawi zambiri"
        },
        {
            "chapter": 32,
            "verse": 10,
            "text": "Iwo adati, “Chiyani! Pamene ife taikidwa m’manda, kodi tingadzalengedwenso?” Ndithudi iwo adakana kuti adzakumana ndi Ambuye wawo"
        },
        {
            "chapter": 32,
            "verse": 11,
            "text": "Nena “Mngelo wa imfa, amene adasankhidwa kukuyang’anirani inu, adzakupangitsani kuti mufe. Kotero inu mudzabwerera kwa Ambuye wanu.”"
        }
    ]
}