{
    "rukus": [
        {
            "chapter": 33,
            "verse": 21,
            "text": "Ndithudi muli chitsanzo chabwino mwa Mtumwi wa Mulungu kwa iye amene amakhulupirira mwa Mulungu ndi tsiku lomaliza ndipo amakumbukira Mulungu kwambiri"
        },
        {
            "chapter": 33,
            "verse": 22,
            "text": "Pamene anthu okhulupirira adaona anzawo owathandiza, iwo adati, “Ichi ndi chimene Mulungu ndi Mtumwi wake adatilonjeza. Ndithudi Mulungu ndi Mtumwi wake adatiuza zoona.” Ndipo izi zidaonjezera chikhulupiriro chawo ndi kudzipereka kwawo kwathunthu"
        },
        {
            "chapter": 33,
            "verse": 23,
            "text": "Pakati pa okhulupirira pali anthu amene amakwaniritsa lonjezo limene adachita ndi Mulungu. Ena mwa iwo adafa ndipo ena akadadikira. Koma iwo sadasinthe maganizo ngakhale pang’ono"
        },
        {
            "chapter": 33,
            "verse": 24,
            "text": "Kuti Mulungu akhoza kupereka malipiro kwa anthu olungama chifukwa cha chilungamo chawo ndi kulanga anthu a chinyengo ngati chimenecho ndicho chifuniro chake kapena kuwakhululukira chifukwa Mulungu ndi wokhululukira ndi Mwini chisoni chosatha"
        },
        {
            "chapter": 33,
            "verse": 25,
            "text": "Ndipo Mulungu adawabweza anthu osakhulupirira atakwiya. Iwo sadapeze chabwino china chilichonse ndipo Mulungu adawathandiza anthu okhulupirira pomenya nkhondo. Ndipo Mulungu ndi wamphamvu zambiri"
        },
        {
            "chapter": 33,
            "verse": 26,
            "text": "Ndipo anthu a m’Buku amene adawathandiza iwo, Mulungu adawachotsa kumalo awo okhazikika ndipo adakhazika mantha m’mitima mwawo, kotero inu mudapha ena ndi ena mudawagwira ukapolo"
        },
        {
            "chapter": 33,
            "verse": 27,
            "text": "Ndipo Iye adakupatsani dziko lawo, nyumba zawo, ndi katundu wawo ndi dziko limene inu simuyendamo. Mulungu ali ndi mphamvu pa chinthu china chilichonse"
        }
    ]
}