{
    "rukus": [
        {
            "chapter": 38,
            "verse": 65,
            "text": "Nena, “Ndithudi ine ndine mchenjezi basi ndipo kulibe mulungu wina koma Mulungu mmodzi yekha, wopambama ndi wofunika.”"
        },
        {
            "chapter": 38,
            "verse": 66,
            "text": "“Ambuye wa kumwamba ndi dziko lapansi ndi zonse zimene zili m’menemo. Iye ndi wamphamvu zambiri ndi wokhululukira nthawi zonse.”"
        },
        {
            "chapter": 38,
            "verse": 67,
            "text": "Nena, “Uwu ndi uthenga wofunika kwambiri.”"
        },
        {
            "chapter": 38,
            "verse": 68,
            "text": "“Umeneinumulikuukana.”"
        },
        {
            "chapter": 38,
            "verse": 69,
            "text": "“Inesindidziwazamafumu olemekezeka pamene amatsutsana ndi kukambirana.”"
        },
        {
            "chapter": 38,
            "verse": 70,
            "text": "“Koma akuti ichi chavumbulutsidwa kwa ine kuti ndine opereka chenjezo lomveka ndiponso poyera.”"
        },
        {
            "chapter": 38,
            "verse": 71,
            "text": "Ndipo pamene Ambuye wako adati kwa Angelo, “Ndithudi Ine ndidzalenga munthu kuchokera ku dothi.”"
        },
        {
            "chapter": 38,
            "verse": 72,
            "text": "Ndipo ndikatha kumulenga iye ndi kumupumira mzimu wanga kotero igwani nonse ndi kumulambira iye"
        },
        {
            "chapter": 38,
            "verse": 73,
            "text": "Kotero Angelo onse pamodzi adamulambira"
        },
        {
            "chapter": 38,
            "verse": 74,
            "text": "Kupatula Satana, iye anali ndi mwano ndipo iye anali mmodzi wa osakhulupirira"
        },
        {
            "chapter": 38,
            "verse": 75,
            "text": "Mulungu adati, “Iwe Satana! Chakuletsa ndi chiyani kulambira munthu amene ndalenga ndi manja anga? Kodi ndiwe wamwano? Kodi kapena iwe ndiwe mmodzi wa apamwamba?”"
        },
        {
            "chapter": 38,
            "verse": 76,
            "text": "Iye adati, “Ine ndine wopambana kuposa iye. Inu mudandilenga ine kuchokera kumoto pamene iye mudamulenga kuchokera ku dothi.”"
        },
        {
            "chapter": 38,
            "verse": 77,
            "text": "Mulungu adati, “Kotero choka pamaso panga chifukwa iwe ndiwe okanidwa ndi otembereredwa.”"
        },
        {
            "chapter": 38,
            "verse": 78,
            "text": "“Ndipo ndithudi matemberero anga adzakhala pa iwe mpaka pa tsiku lachiweruzo.”"
        },
        {
            "chapter": 38,
            "verse": 79,
            "text": "Satana adati, “Ambuye wanga! Ndipatseni mpata mpaka patsiku louka kwa akufa.”"
        },
        {
            "chapter": 38,
            "verse": 80,
            "text": "Mulungu adati, “Mpata waperekedwa kwa iwe.”"
        },
        {
            "chapter": 38,
            "verse": 81,
            "text": "“Mpaka pa nthawi yomwe idakhazikitsidwa.”"
        },
        {
            "chapter": 38,
            "verse": 82,
            "text": "Satana adati, “Kotero kudzera ku mphamvu zanu, ine ndidzawasocheretsa.”"
        },
        {
            "chapter": 38,
            "verse": 83,
            "text": "“Kupatula akapolo anu osankhidwa amene ali pakati pawo.”"
        },
        {
            "chapter": 38,
            "verse": 84,
            "text": "Mulungu adati, “Ichi ndi choonadi ndipo choonadi ndicho chimene ndimanena.”"
        },
        {
            "chapter": 38,
            "verse": 85,
            "text": "“Kuti ndidzadzadza Gahena ndi iwe ndiponso onse amene amakutsatira iwe.”"
        },
        {
            "chapter": 38,
            "verse": 86,
            "text": "Nena “Ine sindili kukufunsani malipiro chifukwa cha ichi ndiponso ine sindine wodziyenereza.”"
        },
        {
            "chapter": 38,
            "verse": 87,
            "text": "“Ichi si china koma chikumbutso kwa anthu a mitundu yonse.”"
        },
        {
            "chapter": 38,
            "verse": 88,
            "text": "“Ndithudi nonse mudzadziwa choonadi chake nthawi ina.”"
        }
    ]
}