{
    "rukus": [
        {
            "chapter": 45,
            "verse": 1,
            "text": "Ha Mim"
        },
        {
            "chapter": 45,
            "verse": 2,
            "text": "Chivumbulutso cha Buku ndi chochokera kwa Mulungu, Mwini mphamvu zonse ndi Mwini nzeru"
        },
        {
            "chapter": 45,
            "verse": 3,
            "text": "Ndithudi kumwamba ndi dziko lapansi kuli zizindikiro kwa anthu okhulupirira"
        },
        {
            "chapter": 45,
            "verse": 4,
            "text": "M’chilengedwe chanu nyama zimapezeka paliponse pa dziko lapansi ndipo ndi zizindikiro kwa iwo amene ali okhulupirira kwenikweni"
        },
        {
            "chapter": 45,
            "verse": 5,
            "text": "Ndi m’kasinthidwe ka usiku ndi usana ndi m’chakudya chimene amatumiza kuchokera ku mitambo ndipo amapereka moyo ku nthaka imene idali yakufa ndipo m’kasinthidwe ka mphepo, muli zizindikiro kwa anthu ozindikira"
        },
        {
            "chapter": 45,
            "verse": 6,
            "text": "Ichi ndi chivumbulutso chochokera kwa Mulungu chimene tili kulakatula kwa iwe mwachoonadi. Nanga ndi uthenga uti wa Mulungu ndi chivumbulutso chake chiti chomwe iwo akhoza kukhulupirira"
        },
        {
            "chapter": 45,
            "verse": 7,
            "text": "Tsoka kwa wochimwa aliyense wabodza"
        },
        {
            "chapter": 45,
            "verse": 8,
            "text": "Amene amamva mawu a Mulungu amene ali kunenedwa kwa iye ndipo amapitirizabe kunyada ngati iye sanamve. Motero muuze iye za chilango chowawa"
        },
        {
            "chapter": 45,
            "verse": 9,
            "text": "Ndipo pamene iye akamva mawu a Mulungu, amawasandutsa kukhala masewera. Ndipo kwa otere kudzakhala chilango chochititsa manyazi"
        },
        {
            "chapter": 45,
            "verse": 10,
            "text": "Kutsogolo kwawo kuli Gahena, ndipo sadzapeza phindu lina lililonse pa ntchito zawo kapenakwaiwoameneadawasandutsakukhalawowasamala poonjezera pa Mulungu. Ndipo iwo adzalandira chilango chowawa"
        },
        {
            "chapter": 45,
            "verse": 11,
            "text": "Ichi ndi chilangizo choona. Ndipo iwo amene amakana zizindikiro za Ambuye wawo, adzalandira chilango chapadera chowawa"
        }
    ]
}