{
    "rukus": [
        {
            "chapter": 46,
            "verse": 1,
            "text": "Ha Mim"
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "Chivumbulutso cha Buku chochokera kwa Mulungu, wamphamvu ndi waluntha"
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "Ife sitidalenge kumwamba ndi dziko lapansi ndi zonse zimene zili m’menemo kupatula ndi choonadi ndipo kuti zikhale mpaka pa nthawi yotsimikizidwa. Koma onse amene sakhulupirira samvera zimene achenjezedwa"
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "Nena, “Kodi mudayamba mwaganiza za zimene mumapembedza zoonjezera pa Mulungu? Ndilangizeni za zimene zidalenga padziko lapansi? Kapena kodi izo zili ndi gawo m’zinthu zimene zili kumwamba? Bweretsani kwa ine Buku limene lidalipo ili lisanadze kapena nzeru zina zotsatira ngati inu muli kunena zoonadi.”"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "Kodi wosochera kwambiri ndani kuposa iye amene amapembedza kuonjezera pa Mulungu chinthu chimene sichingathe kumuyankha mpaka patsiku lachiweruzo ndipo sichikumva zimene ali kuchifunsa"
        },
        {
            "chapter": 46,
            "verse": 6,
            "text": "Ndipo pamene mtundu wa anthu udzasonkhanitsidwa, izo zidzawaukira iwo ndikukana kuti iwo sanali kuzipembedza izo"
        },
        {
            "chapter": 46,
            "verse": 7,
            "text": "Ndipo pamene chivumbulutso chathu chomveka chimawerengedwa kwa iwo, anthu osakhulupirira amanena za choonadi pamene chidza kwa iwo kuti “Awa ndi matsenga oonekera poyera.”"
        },
        {
            "chapter": 46,
            "verse": 8,
            "text": "Kapena iwo amati, “Wapeka yekha?” Nena, “Ngati ine ndapeka ndekha, inu mulibe mphamvu yonditeteza ine kwa Mulungu. Iye ali kudziwa bwino chilichonse chimene mumanena chokhudza chimenechi. Iye ndi wokwana kukhala mboni pakati pa ine ndi inu ndipo Iye ndi wokhululukira ndiponso Mwini chisoni chosatha.”"
        },
        {
            "chapter": 46,
            "verse": 9,
            "text": "Nena, “Ine sindine woyamba mwa Atumwi ndipo sindidziwa chimene chingachitike kwa ine kapena kwa inu. Ine sinditsatira china chilichonse kupatula chokhacho chimene chavumbulutsidwa kwa ine. Ndipo ine sindili wina aliyense koma Mchenjezi basi.”"
        },
        {
            "chapter": 46,
            "verse": 10,
            "text": "Nena: “Tandiuzani! Ngati uthengawu ndi wochokera kwa Mulungu ndipo inu muli kukana kukhulupirira pamene mboni yochokera pakati pa ana a Israyeli yatsimikizira kuti Koraniyi ndi yochokera kwa Mulungu ndipo ndi yofanana. Motero iye adakhulupirira pamene inu muli kunyada. Ndithudi Mulungu satsogolera anthu ochita zoipa.”"
        }
    ]
}