{
    "rukus": [
        {
            "chapter": 68,
            "verse": 34,
            "text": "Ndithudi anthu onse angwiro adzalandira minda ya madalitso imene ili ndi Ambuye wawo"
        },
        {
            "chapter": 68,
            "verse": 35,
            "text": "Kodi Ife tidzasamala anthu angwiro chimodzimodzi ndi anthu ochimwa"
        },
        {
            "chapter": 68,
            "verse": 36,
            "text": "Kodi mwatani? Kodi inu mumaweruza bwanji"
        },
        {
            "chapter": 68,
            "verse": 37,
            "text": "Kapena kodi muli ndi Buku limene mumawerengamo"
        },
        {
            "chapter": 68,
            "verse": 38,
            "text": "Kuti inu mudzapeza m’menemo chilichonse chimene mukufuna"
        },
        {
            "chapter": 68,
            "verse": 39,
            "text": "Kapena inu mwalandira kuchokera kwa Ife, lonjezo lotsimikizika mpaka pa tsiku louka kwa akufa kuti, ndithudi, inu mudzapeza zimene mukufuna"
        },
        {
            "chapter": 68,
            "verse": 40,
            "text": "Tawafunsa ngati wina wa iwo angachitire umboni za lonjezolo"
        },
        {
            "chapter": 68,
            "verse": 41,
            "text": "Kapena, kodi iwo ali ndi milungu ina? Aleke abweretse milungu yawo ngati iwo anena zoona"
        },
        {
            "chapter": 68,
            "verse": 42,
            "text": "Ndipatsikulimenechinthuchoopsachidzachitika, iwo adzaitanidwa kuti apembedze, koma adzalephera kutero"
        },
        {
            "chapter": 68,
            "verse": 43,
            "text": "Maso awo adzayang’ana pansi ndipo adzanyozedwa kwambiri chifukwa iwo adauzidwa kupembedza pamene adali pa mtendere"
        },
        {
            "chapter": 68,
            "verse": 44,
            "text": "Kotero ndisiyire aliyense amene akutsutsana ndi chenjezo ili. Ife tidzawalanga pang’onopang’ono m’njira imene iwo saizindikira"
        },
        {
            "chapter": 68,
            "verse": 45,
            "text": "Ndipo Ine ndidzalekerera pa kanthawi! Ndithudi chikonzero changa ndi champhamvu"
        },
        {
            "chapter": 68,
            "verse": 46,
            "text": "Kapena kodi iwe uli kuwafunsa malipiro moti iwo ali ndi ngongole yambiri"
        },
        {
            "chapter": 68,
            "verse": 47,
            "text": "Kapena kodi iwo amadziwa za Buku lobisika kuti iwo akhoza kulemba"
        },
        {
            "chapter": 68,
            "verse": 48,
            "text": "Motero pirira podikilira chiweruzo cha Ambuye wako ndipo usakhale ngati amene adamezedwa ndi nsomba pamene adalira kupempha chithandizo iye ali m’mavuto"
        },
        {
            "chapter": 68,
            "verse": 49,
            "text": "Ngati Ambuye wake akadapanda kumuonetsa chisomo chake, ndithudi iye akadakhalabe koma iye adaponyedwa pa mtunda pamene anali wolakwa"
        },
        {
            "chapter": 68,
            "verse": 50,
            "text": "Koma Ambuye wake adamusankha ndipo adamuchititsa kukhala wabwino"
        },
        {
            "chapter": 68,
            "verse": 51,
            "text": "Ndipo, ndithudi, iwo onse osakhulupirira akadakusokeretsa ndi maso awo pamene amakumbutsidwa ndipo amati: “Ndithudi uyu ndi Wamisala.”"
        },
        {
            "chapter": 68,
            "verse": 52,
            "text": "Koma ichi si china koma chikumbutso kwa zolengedwa zonse"
        }
    ]
}