{
    "rukus": [
        {
            "chapter": 71,
            "verse": 1,
            "text": "Ndithudi tidatumiza Nowa kwa anthu ake: “Chenjeza anthu ako chilango chowawa chisadafike pa iwo.”"
        },
        {
            "chapter": 71,
            "verse": 2,
            "text": "Iye adati: “oh inu anthu anga! Ndithudi ine, ndine Mchenjezi wooneka kwa inu.”"
        },
        {
            "chapter": 71,
            "verse": 3,
            "text": "“Kuti muzipembedza Mulungu ndi kumuopa Iye ndipo mundimvere ine.”"
        },
        {
            "chapter": 71,
            "verse": 4,
            "text": "“Iye adzakukhululukirani machimo anu ndi kukusungani bwino mpaka nthawi ya imfa yanu. Ndithudi nthawi ya Mulungu ikakwana, palibe wina aliyense amene angaibwezere m’mbuyo inu mukadadziwa.”"
        },
        {
            "chapter": 71,
            "verse": 5,
            "text": "Iye adati: “oh Ambuye! Ndithudi usana ndi usiku ndakhala ndiri kuwaitana anthu anga.”"
        },
        {
            "chapter": 71,
            "verse": 6,
            "text": "“Koma kuitana kwanga kwangoonjezera kusamvera kwawo.”"
        },
        {
            "chapter": 71,
            "verse": 7,
            "text": "“Ndipo, ndithudi, nthawi yonse imene ndiitana kuti Inu muwakhululukire, iwo amatenga zala zawo ndi kutseka m’makutu mwawo ndipo amatenga mikhanjo yawo ndi kufunditsa kumutu kwawo ndipo amapitirirabe kuchita zoipa monyada.”"
        },
        {
            "chapter": 71,
            "verse": 8,
            "text": "“Ndipo, ndithudi, ine ndidalalikira mokweza kwa iwo.”"
        },
        {
            "chapter": 71,
            "verse": 9,
            "text": "“Ndipo, ndithudi, ndidawalankhula pagulu ndi mwamseri.”"
        },
        {
            "chapter": 71,
            "verse": 10,
            "text": "Ndidawauza: “Funsani chikhululukiro cha Ambuye wanu. Ndithudi Iye amakhululukira nthawi zonse.”"
        },
        {
            "chapter": 71,
            "verse": 11,
            "text": "“Iye adzakutumizirani Nuh\t621 mvula yochuluka.”"
        },
        {
            "chapter": 71,
            "verse": 12,
            "text": "“Ndikukupatsani inu chuma, ana, minda ndi mitsinje.”"
        },
        {
            "chapter": 71,
            "verse": 13,
            "text": "Kodi mwatani, inu simuyembekeza mphotho"
        },
        {
            "chapter": 71,
            "verse": 14,
            "text": "Pamene Iye adakulengani inu m’nthawi zosiyana siyana"
        },
        {
            "chapter": 71,
            "verse": 15,
            "text": "Kodi inu simuona mmene Mulungu adalengera miyamba isanu ndi iwiri, wina pamwamba pa unzake"
        },
        {
            "chapter": 71,
            "verse": 16,
            "text": "Ndipo anapanga mwezi ngati muuni ndi dzuwa ngati nyali"
        },
        {
            "chapter": 71,
            "verse": 17,
            "text": "Mulungu adakulengani inu kuchokera ku nthaka"
        },
        {
            "chapter": 71,
            "verse": 18,
            "text": "Ndipo ku nthaka komweko adzakubwezerani inu ndi kukudzutsaninso"
        },
        {
            "chapter": 71,
            "verse": 19,
            "text": "Ndipo Mulungu adalenga dziko kukhala lalikulu kwa inu"
        },
        {
            "chapter": 71,
            "verse": 20,
            "text": "Kuti muziyenda m’njira zambiri za zikuluzikulu"
        }
    ]
}