{
    "rukus": [
        {
            "chapter": 4,
            "verse": 43,
            "text": "oh inu anthu okhulupirira! Musayandikire mapemphero pamene muli oledzera mpaka pamene mudziwa tanthauzo la zimene muli nkunena ndiponso pamene mwakhala malo ndi a kunyumba kwanu ndipo simunasambe kupatula pamene muli pa ulendo. Ndipo ngati muli nkudwala kapena muli pa ulendo kapena mmodzi mwa inu wachokera ku chimbudzi kapena mwagona limodzi ndi akazi anu, ndipo simudapeze madzi, tapani dothi labwino ndipo mupukute nkhope ndi manja anu. Ndithudi Mulungu ndi wa chifundo ndi okhululukira"
        },
        {
            "chapter": 4,
            "verse": 44,
            "text": "Kodi iwe siunawaone iwo amene adapatsidwa gawo la Buku ali kusochera ndipo akufuna kuti iwe usochere ku njira yabwino"
        },
        {
            "chapter": 4,
            "verse": 45,
            "text": "Mulungu amawadziwa bwino adani anu ndipo Mulungu ndi wokwana kukhala Mtetezi ndipo ndi wokwana kukhala Mthandizi"
        },
        {
            "chapter": 4,
            "verse": 46,
            "text": "Pakati pa Ayuda pali ena amene amasinthitsa mawu m’malo mwake ndipo amati: “Ife tamva mau ako koma sitikumvera ndipo imva koma usamve chili chonse” ndipo amati: ‘Chenjera, timvere ife ndipo ife tidzakumvera’ ali kupotoza malirime awo ndi cholinga chotukwana chipembedzo. Koma iwo akadati: “Tamva ndipo tatsatira; tiphunzitse ife”; zikadawakhalira bwino kwambiri, koma Mulungu wawatemberera iwo chifukwa chosakhulupirira kwawo motero iwo sakhulupilira koma pang’ono"
        },
        {
            "chapter": 4,
            "verse": 47,
            "text": "oh inu anthu amene mudapatsidwa Buku! Khulupirirani zimene tavumbulutsa zimene zitsimikizira Maua Mulunguamenemulinawo, tisadatembenuzenkhope ndikuzibwezera kumbuyo kwake kapena kuwatemberera monga mmene tidawatemberera anthu ophwanya tsiku la Sabata. Ndipo lamulo la Mulungu limatsatidwa ndipo limakwaniritsidwa"
        },
        {
            "chapter": 4,
            "verse": 48,
            "text": "Ndithudi Mulungu sakhululukira kuti milungu izipembedzedwa yowonjezera pa Iye koma Iye amakhululukira aliyense amene wamufuna pa machimo ena. Ndipo aliyense amene amapembedza milungu ina yowonjezera pa Iye, iye, ndithudi, wapeka bodza loopsya"
        },
        {
            "chapter": 4,
            "verse": 49,
            "text": "Kodi simunaone amene amadziyeretsa okha? Iyayi! Koma Mulungu amayeretsa aliyense amene Iye wamufuna ndipo iwo sadzaponderezedwa ngakhale ndi pang’ono pomwe"
        },
        {
            "chapter": 4,
            "verse": 50,
            "text": "Taona mmene iwo amapekera bodza lokhudza Mulungu ndipo zimenezi zikukwanira kukhala tchimo looneka"
        }
    ]
}