{
    "rukus": [
        {
            "chapter": 5,
            "verse": 94,
            "text": "Oh inu anthu okhulupirira! Mulungu adzakuyesani inu ndi nyama zimene mukhoza kugwira ndi manja anu kapena kupha ndi mikondo yanu kuti Mulungu awadziwe onse amene amamuopa Iye mwamseri. Yense amene adumpha malire pambuyo pa izi adzakhala ndi chilango chowawa"
        },
        {
            "chapter": 5,
            "verse": 95,
            "text": "Oh inu anthu okhulupirira! Musaphe nyama za m’thengo pamene mutavala zobvala za Hajji kapena Umra. Yense wa inu amene apha nyama mwadala, adzapereka, ngati dipo lofika ku Kaaba, nyama yoweta yofanana ndi imene iye wapha, imene idzatsimikizidwa ndi anthu awiri olungama amene ali pakati panu kapena m’malo mwake adzadyetsa anthu osauka kapena kusala kuti alawe kuipa kwa ntchito zake. Mulungu wakhululukira zonse za m’mbuyo koma ngati wina abwerera ku uchimo, Mulungu adzamulanga kwambiri. Mulungu ndi wamphamvu ndipo ndi mwini kubwezera"
        },
        {
            "chapter": 5,
            "verse": 96,
            "text": "Ndi chololedwa kwa inu kusodza m’nyanja ndi kudya za mnyanja, inu ndi iwo a paulendo. Koma mwaletsedwa kupha nyama za pa mtunda pamene mutabvala zobvala za Hajji kapena Umra. Opani Mulungu kumene nonse mudzasonkhanitsidwa"
        },
        {
            "chapter": 5,
            "verse": 97,
            "text": "Mulungu anapanga Ka’ba, Nyumba yolemekezeka, malo a chitetezo ndi Hajji ndi Umra, anthu ndiponso Miezi Yoyera ndi nyama zoperekedwa ngati nsembe ndiponso zizindikiro zimene amamangira pa izo, kuti mukhoza kudziwa kuti Mulungu amadziwa zonse zimene zili mlengalenga ndi dziko lapansi ndiponso kuti Mulungu amadziwa zonse"
        },
        {
            "chapter": 5,
            "verse": 98,
            "text": "Dziwani kuti Mulungu ali ndi chilango chowawa ndipo kuti Mulungu ndi wokhululukira ndi wachisoni chosatha"
        },
        {
            "chapter": 5,
            "verse": 99,
            "text": "Ntchito ya Mtumwi ndi kungopereka chenjezo. Ndipo Mulungu amadziwa zonse zimene mumaonetsa ndi zimene mumabisa"
        },
        {
            "chapter": 5,
            "verse": 100,
            "text": "Nena: “Zabwino ndi zoipa sizifanana ngakhale kuti kuchuluka kwa zoipa kumakusangalatsani kwambiri.” Opani Mulungu inu anthu ozindikira,kuti mukhale opambana"
        }
    ]
}