{
    "rukus": [
        {
            "chapter": 8,
            "verse": 29,
            "text": "ای اهل ایمان! اگر [در همه امورتان] از خدا پروا کنید، برای شما [بینایی و بصیرتی ویژه] برای تشخیص حق از باطل قرار می دهد، و گناهانتان را محو می کند، و شما را می آمرزد؛ و خدا دارای فضل بزرگ است"
        },
        {
            "chapter": 8,
            "verse": 30,
            "text": "و [یاد کن] هنگامی را که کفرپیشگان درباره تو نیرنگ می زدند تا تو را به زندان دراندازند، یا به قتل برسانند یا [از وطن] بیرونت کنند، و [در آینده هم، همواره بر ضد تو] نیرنگ می زنند و خدا هم جزای نیرنگشان را می دهد و خدا بهترین جزا دهنده نیرنگ زنندگان است"
        },
        {
            "chapter": 8,
            "verse": 31,
            "text": "و هنگامی که آیات ما را بر آنان می خوانند، می گویند: البته شنیدیم [ولی این آیات، مطلب فوق العاده ای نیست] ما هم اگر بخواهیم مانند آن را می گوییم، این آیات جز افسانه پیشینیان نیست"
        },
        {
            "chapter": 8,
            "verse": 32,
            "text": "و [یاد کن] هنگامی را که گفتند: خدایا! اگر این [قرآن] همان حقِّ [نازل شده] از نزد توست، پس بر ما سنگ هایی از آسمان ببار یا عذابی دردناک بر ما بیاور"
        },
        {
            "chapter": 8,
            "verse": 33,
            "text": "و خدا بر آن نیست که آنان را در حالی که تو در میان آنان به سر می بری، عذاب کند و تا ایشان طلب آمرزش می کنند، خدا عذاب کننده آنان نخواهد بود"
        },
        {
            "chapter": 8,
            "verse": 34,
            "text": "و چه چیزی مانع آنان است که خدا عذابشان نکند، در حالی که [مردم مؤمن را] از ورود به مسجدالحرام [و عبادت در آن] با آنکه متولّیان آن نیستند، بازمی دارند؛ متولّیانِ [شایسته و واقعیِ] این [مکان مقدس] فقط پرهیزکارانند، ولی بیشتر مشرکان نمی دانند [که تولیت آنجا شایسته آنان نیست]"
        },
        {
            "chapter": 8,
            "verse": 35,
            "text": "و نماز و دعایشان در کنار خانه [خدا] چیزی جز سوت کشیدن و کف زدن نبود، پس به کیفر کفری که همواره می ورزیدید، عذاب [دنیا و آخرت را] بچشید"
        },
        {
            "chapter": 8,
            "verse": 36,
            "text": "مسلماً کسانی که کافرند، اموالشان را هزینه می کنند تا مردم را از راه خدا بازدارند، و به زودی همه اموالشان را [برای جلوگیری از گسترش اسلام] خرج می کنند؛ سپس [این عمل] برای آنان مایه حسرت و ندامت می شود [زیرا خواهند دید که ثروتشان را از دست داده اند و اسلام هم گسترش یافته] و آن گاه مغلوب می شوند، و آنان که کافرند به سوی دوزخ گردآوری خواهند شد"
        },
        {
            "chapter": 8,
            "verse": 37,
            "text": "تا خدا ناپاکان را از پاکان جدا کند، وناپاکان را روی یکدیگر گذارد، پس همه را متراکم وانباشته سازد و یکجا در جهنم قرار دهد؛ [به راستی] آنانند که زیانکار واقعی اند"
        }
    ]
}