{
    "rukus": [
        {
            "chapter": 16,
            "verse": 41,
            "text": "و آنان که پس از ستم دیدنشان برای به دست آوردن خشنودی خدا هجرت کردند، یقیناً آنان را در این دنیا در جایگاه و مکانی نیکو جای دهیم، و قطعاً پاداش آخرت بهتر و برتر است، اگر می دانستند [که دارای چه کمیّت و کیفیتی است]"
        },
        {
            "chapter": 16,
            "verse": 42,
            "text": "همانان که [در برابر مصایب، وحوادث و آزار دیدن از دیگران] صبر کردند و فقط بر پروردگارشان توکل می کنند"
        },
        {
            "chapter": 16,
            "verse": 43,
            "text": "و پیش از تو جز مردانی که به آنان وحی می کردیم، نفرستادیم. اگر [این حقیقت را] نمی دانید [که پیامبران از جنس بشر بودند] از اهل دانش و اطلاع بپرسید [تا دیگر نگویید که چرا فرشته ای به رسالت نازل نشده است؟]"
        },
        {
            "chapter": 16,
            "verse": 44,
            "text": "[همه پیامبران را] با دلایل روشن و کتاب های آسمانی [فرستادیم]، و قرآن را [هم] به سوی تو نازل کردیم به خاطر اینکه برای مردم آنچه را که برای [هدایتشان] به سویشان نازل شده بیان کنی و برای اینکه [در پیامبری تو و آنچه را به حق نازل شده] بیندیشند"
        },
        {
            "chapter": 16,
            "verse": 45,
            "text": "پس آیا کسانی که [بر ضد قرآن و پیامبر] نیرنگ های زشت به کار گرفتند، ایمنند از اینکه خدا آنان را در زمین فرو برد یا از جایی که پی نبرند، عذاب به سویشان آید؟"
        },
        {
            "chapter": 16,
            "verse": 46,
            "text": "یا [ایمنند از اینکه] آنان را [در حالی که برای داد و ستد، زراعت و تجارت] در رفت و آمدند، گرفتار [عذاب] سازد؟ اینان عاجز کننده [خدا] نیستند [تا بتوانند از دسترس قدرت او بیرون روند]"
        },
        {
            "chapter": 16,
            "verse": 47,
            "text": "یا [ایمنند از اینکه] آنان را بر [پایه] ترس و بیم [و هشدارهای پی در پی به عذاب] بگیردشان؟ یقیناً پروردگارتان رؤوف و بسیار مهربان است"
        },
        {
            "chapter": 16,
            "verse": 48,
            "text": "آیا به سوی آنچه خدا آفریده ننگریستند که سایه های آنان در حالی که فروتنانه برای خدا سجده می کنند، از راست و چپ برمی گردد؟"
        },
        {
            "chapter": 16,
            "verse": 49,
            "text": "و آنچه در آسمان ها و زمین از جنبندگان و فرشتگان وجود دارد، فقط برای خدا سجده می کنند و تکبّر و سرکشی نمی ورزند"
        },
        {
            "chapter": 16,
            "verse": 50,
            "text": "از پروردگارشان که بر فراز آنان است، می ترسند، و آنچه را به آن مأمور می شوند، انجام می دهند"
        }
    ]
}