{
    "rukus": [
        {
            "chapter": 18,
            "verse": 23,
            "text": "و هرگز درباره چیزی مگو که من فردا آن را انجام می دهم،"
        },
        {
            "chapter": 18,
            "verse": 24,
            "text": "مگر اینکه [بگویی: اگر] خدا بخواهد. و هرگاه [گفتن ان شاءالله را] از یاد بردی، پروردگات را یاد کن و بگو: امید است پروردگارم مرا به چیزی که از این به صواب و مصلحت نزدیک تر باشد، راهنمایی کند"
        },
        {
            "chapter": 18,
            "verse": 25,
            "text": "[اصحاب کهف] سیصد سال در غارشان ماندند و نُه سال به آن افزودند"
        },
        {
            "chapter": 18,
            "verse": 26,
            "text": "بگو: خدا به مدتی که ماندند داناتر است، [برای اینکه] غیب آسمان ها و زمین ویژه اوست، چه بینا و چه شنواست، برای اهل آسمان ها و زمین سرپرست و یاوری جز او نیست و احدی را در فرمانروایی اش بر جهان هستی شریک نمی گیرد"
        },
        {
            "chapter": 18,
            "verse": 27,
            "text": "و آنچه از کتاب پروردگارت به تو وحی شده است، بخوان. برای کلماتش تبدیل کننده ای نیست، و هرگز جز او ملجأ و پناهی نخواهی یافت"
        },
        {
            "chapter": 18,
            "verse": 28,
            "text": "با کسانی که صبح و شام، پروردگارشان را می خوانند در حالی که همواره خشنودی او را می طلبند، خود را پایدار و شکیبا دار، و در طلب زینت و زیور زندگی دنیا دیدگانت [از التفات] به آنان [به سوی ثروتمندان] برنگردد، و از کسی که دلش را [به سبب کفر و طغیانش] از یاد خود غافل کرده ایم و از هوای نفسش پیروی کرده و کارش اسراف و زیاده روی است، اطاعت مکن"
        },
        {
            "chapter": 18,
            "verse": 29,
            "text": "و بگو: [سخن] حق [که قرآن است] فقط از سوی پروردگار شماست؛ پس هر که خواست ایمان بیاورد، و هر که خواست کافر شود، به یقین ما برای ستمکاران آتشی آماده کرده ایم که سراپرده هایش بر آنان احاطه دارد، و اگر [از شدت تشنگی] استغاثه کنند با آبی چون مس گداخته که چهره ها را بریان می کند [به استغاثه آنان] جواب گویند، بد آشامیدنی و بد جایگاهی است"
        },
        {
            "chapter": 18,
            "verse": 30,
            "text": "مسلماً کسانی که ایمان آوردند و کارهای شایسته انجام دادند [پاداششان داده خواهد شد] زیرا ما پاداش کسانی را که کار نیکو کرده اند، تباه نمی کنیم"
        },
        {
            "chapter": 18,
            "verse": 31,
            "text": "برای آنان بهشت های جاودانی است که از زیرِ درختانِ [آن] نهرها جاری است، در حالی که در آنجا بر تخت ها تکیه دارند با دستبندهایی از طلا آراسته می شوند، و جامه هایی سبز از دیبای نازک و سِتبر می پوشند، چه پاداش خوبی و چه آسایش گاه نیکویی"
        }
    ]
}