{
    "rukus": [
        {
            "chapter": 2,
            "verse": 211,
            "text": "از بنی اسرائیل بپرس: چه بسیار نشانه های روشن به آنان عطا کردیم، و هرکس نعمتِ [هدایت] خدا را پس از آنکه به او رسید، تبدیل [به کفر] کند، [بداند] که یقیناً خدا سخت کیفر است"
        },
        {
            "chapter": 2,
            "verse": 212,
            "text": "زندگی [زودگذرِ] دنیا برای کافران آراسته شده، و [به این سبب] مؤمنان را مسخره می کنند، در حالی که پروا پیشگان در روز قیامت [از هر جهت] برتر از آنان هستند، و خدا هر که را بخواهد، بی حساب روزی می دهد"
        },
        {
            "chapter": 2,
            "verse": 213,
            "text": "مردم [در ابتدای تشکیل اجتماع] گروهی واحد و یک دست بودند [و اختلاف و تضادی در امور زندگی نداشتند]، پس [از پدید آمدن اختلاف و تضاد] خدا پیامبرانی را مژده دهنده و بیم رسان برانگیخت، و با آنان به درستی و راستی کتاب را نازل کرد، تا میان مردم در آنچه با هم اختلاف داشتند، داوری کند. [آن گاه در خود کتاب اختلاف پدید شد] و اختلاف را در آن پدید نیاوردند مگر کسانی که به آنان کتاب داده شد، [این اختلاف] بعد از دلایل و برهان های روشن و آشکاری بود که برای آنان آمد، [و سبب آن] برتری جویی و حسد در میان خودشان بود. پس خدا اهل ایمان را به توفیق خود، به حقّی که در آن اختلاف کردند، راهنمایی کرد. و خدا هر که را بخواهد به راهی راست هدایت می کند"
        },
        {
            "chapter": 2,
            "verse": 214,
            "text": "آیا پنداشته اید در حالی که هنوز حادثه هایی مانند حوادث گذشتگان شما را نیامده، وارد بهشت می شوید؟! به آنان سختی ها و آسیب هایی رسید وچنان متزلزل و مضطرب شدند تا جایی که پیامبر و کسانی که با او ایمان آورده بودند [در مقام دعا و درخواست یاری] می گفتند: یاری خدا چه زمانی است؟ [به آنان گفتیم:] آگاه باشید! یقیناً یاری خدا نزدیک است"
        },
        {
            "chapter": 2,
            "verse": 215,
            "text": "از تو می پرسند: چه چیز انفاق کنند؟ بگو: هر مال و مایه سودمندی که انفاق می کنید باید برای پدر و مادر و نزدیکان و یتیمان و نیازمندان و در راه مانده گان باشد، و هر کار نیکی انجام دهید، خدا به آن داناست"
        },
        {
            "chapter": 2,
            "verse": 216,
            "text": "جنگ [با دشمن] بر شما مقرّر و لازم شده، و حال آنکه برایتان ناخوشایند است. و بسا چیزی را خوش ندارید و آن برای شما خیر است، وبسا چیزی را دوست دارید و آن برای شما بد است؛ وخدا [مصلحت شما را در همه امور] می داند و شما نمی دانید"
        }
    ]
}