{
    "rukus": [
        {
            "chapter": 28,
            "verse": 61,
            "text": "پس آیا کسی که وعده نیک به او داده ایم و حتماً به آن خواهد رسید، مانند کسی است که او را [فقط] از کالا و ابزار زندگی دنیا برخوردارش کرده ایم، سپس او در روز قیامت از احضار شوندگان [برای عذاب] است؟"
        },
        {
            "chapter": 28,
            "verse": 62,
            "text": "و [یاد کن] روزی را که خدا آنان را ندا می دهد و می گوید: کجایند معبودانی که می پنداشتید شریکان من [در ربوبیت] هستند؟"
        },
        {
            "chapter": 28,
            "verse": 63,
            "text": "کسانی که عذاب بر آنان حتمی و لازم شده [از سردمداران شرک و کفر که مردم را به اطاعت و بندگی خود واداشتند] می گویند: پروردگارا! اینانند [مطیعان ما] که گمراهشان کردیم، همان گونه که ما [به اختیار خود] گمراه شدیم آنان را نیز [به اختیار و انتخاب خودشان] گمراه کردیم، [از آنان] به سوی تو بیزاری می جوییم، ما را نمی پرستیدند، [بلکه هوای نفسشان را می پرستیدند،]"
        },
        {
            "chapter": 28,
            "verse": 64,
            "text": "و [به مطیعان] گفته شود: شریکان خود را [که می پرستیدید] بخوانید. پس آنها را می خوانند ولی آنها پاسخشان را نمی دهند، و عذاب را می بینند و آرزو می کنند که ای کاش هدایت می یافتند،"
        },
        {
            "chapter": 28,
            "verse": 65,
            "text": "و روزی که خدا آنان را ندا می دهد و می گوید: چه پاسخی به پیامبران دادید؟"
        },
        {
            "chapter": 28,
            "verse": 66,
            "text": "پس در آن روز [به خاطر ترس و هراس فراگیر و به سبب محجوب بودن دل هایشان و قطع رابطه آنان با علل و اسباب، همه] اخبار [واقعی] بر آنان پوشیده ماند [و راه نجات از همه طرف بر آنان مسدود است]، بنابراین از یکدیگر پرسش هم نمی کنند،"
        },
        {
            "chapter": 28,
            "verse": 67,
            "text": "و اما کسی که [از شرک و عصیان] توبه کرده و ایمان آورده و کار شایسته انجام داده، امید است که از رستگاران باشد،"
        },
        {
            "chapter": 28,
            "verse": 68,
            "text": "و پروردگارت آنچه را بخواهد می آفریند و [آنچه را بخواهد] بر می گزیند، برای آنان [در برابر اراده او در قلمرو تکوین و تشریع] اختیاری نیست؛ منزّه است خدا و برتر است از آنچه برای او شریک می گیرند،"
        },
        {
            "chapter": 28,
            "verse": 69,
            "text": "و پروردگارت آنچه را سینه هایشان پنهان می نماید و آنچه را آشکار می کند، می داند"
        },
        {
            "chapter": 28,
            "verse": 70,
            "text": "و اوست خدا که معبودی جز او نیست، همه ستایش ها در دنیا و آخرت ویژه اوست، و فرمانروایی فقط برای اوست، و تنها به سوی او بازگردانده می شوید"
        },
        {
            "chapter": 28,
            "verse": 71,
            "text": "بگو: به من خبر دهید، اگر خدا شب را بر شما تا روز قیامت پاینده و جاوید کند، کدام معبودی است جز خدا که برای شما روشنایی بیاورد؟ پس آیا [دعوت او را] نمی شنوید؟"
        },
        {
            "chapter": 28,
            "verse": 72,
            "text": "بگو: به من خبر دهید اگر خدا روز را بر شما تا روز قیامت پاینده و جاوید کند، کدام معبودی است جز خدا که شبی را برای شما بیاورد تا در آن بیارامید؟ پس آیا [آثار قدرت او را] نمی بینید؟"
        },
        {
            "chapter": 28,
            "verse": 73,
            "text": "و از رحمت خود شب و روز را برای شما قرار داد، تا در شب بیارامید و [در روز] رزق و روزی بجویید، باشد که سپاس گزاری کنید"
        },
        {
            "chapter": 28,
            "verse": 74,
            "text": "و [یاد کن] روزی را که خدا آنان را ندا می کند و می گوید: کجایند معبودانی که می پنداشتید شریکان من [در ربوبیت] هستند؟"
        },
        {
            "chapter": 28,
            "verse": 75,
            "text": "و از هر امتی گواه مطلع و آگاهی [چون پیامبر یا امام معصوم یا شخصی عادل و صالح] بیرون می آوریم، و [در محضر او به امت] می گوییم: دلیل خود را [بر درستی آیین شرک] بیاورید. پس برای آنان یقینی شود که بی تردید حق [یعنی توحید] ویژه خداست، و آنچه را به دروغ [به عنوان شریک خدا] می ساختند از دستشان می رود و گم می شود"
        }
    ]
}