{
    "rukus": [
        {
            "chapter": 4,
            "verse": 34,
            "text": "مردان، کارگزاران و تدبیرکنندگانِ [زندگی] زنانند، به خاطر آنکه خدا مردان را [از جهت توان جسمی، تحمل مشکلات و قدرت روحی و فکری] بر زنان برتری داده، و به خاطر آنکه [مردان] از اموالشان هزینه زندگی زنان را [به عنوان حقّی واجب] می پردازند؛ پس زنان شایسته و درست کار [با رعایت قوانین حق] فرمانبردار [و مطیع شوهر] ند [و] در برابر حقوقی که خدا [به نفع آنان برعهده شوهرانشان] نهاده است، در غیاب شوهر [حقوق و اسرار و اموال او را] حفظ می کنند. و زنانی که از سرکشی و نافرمانی آنان بیم دارید [در مرحله اول] پندشان دهید، و [در مرحله بعد] در خوابگاه ها از آنان دوری کنید، و [اگر اثر نبخشید] آنان را [به گونه ای که احساس آزار به دنبال نداشته باشد] تنبیه کنید؛ پس اگر از شما اطاعت کردند برای آزار دادن آنان هیچ راهی مجویید؛ یقیناً خدا بلند مرتبه و بزرگ است"
        },
        {
            "chapter": 4,
            "verse": 35,
            "text": "و [شما ای حاکمان شرع و عُقلا و بزرگان خانواده!] اگر از جدایی و ناسازگاری میان زن و شوهر بیم داشتید، پس داوری از خانواده مرد، و داوری از خانواده زن [برای رفع اختلاف] برانگیزید که اگر هر دو داور قصد اصلاح داشته باشند، خدا میان دو داور توافق و سازگاری ایجاد می کند [تا به صلاح زن و شوهر حکم کنند]؛ یقیناً خدا [به نیّات و اعمال شما] دانا و آگاه است"
        },
        {
            "chapter": 4,
            "verse": 36,
            "text": "و خدا را بپرستید، و چیزی را شریک او قرار ندهید، و به پدر و مادر و خویشاوندان و یتیمان و مستمندان و همسایه نزدیک و همسایه دور و همنشینان و همراهان و در راه ماندگان و بردگان نیکی کنید؛ یقیناً خدا کسی را که متکبّر و خودستاست، دوست ندارد"
        },
        {
            "chapter": 4,
            "verse": 37,
            "text": "کسانی که [از انفاق اموالشان در راه خدا] بخل می ورزند، و مردم را به بخل فرمان می دهند، و آنچه را خدا از فضل خود به آنان داده پنهان می کنند، [کافرند] و ما برای کافران عذابی خوارکننده آماده کرده ایم"
        },
        {
            "chapter": 4,
            "verse": 38,
            "text": "و آنان که اموالشان را از روی ریا و خودنمایی به مردم انفاق می کنند، و به خدا و روز قیامت ایمان ندارند [شیطان همدم آنان است]. و هر کس شیطانْ همدم او باشد بی تردید بد همدمی است"
        },
        {
            "chapter": 4,
            "verse": 39,
            "text": "و بر آنان چه زیانی بود اگر به خدا و روز قیامت ایمان می آوردند، و از آنچه خدا به آنان داده انفاق می کردند؟ و خدا همواره به آنان داناست"
        },
        {
            "chapter": 4,
            "verse": 40,
            "text": "یقیناً خدا به اندازه وزن ذرّه ای [به اَحدی] ستم نمی کند، و اگر [هم وزن آن ذرّه] کار نیکی باشد، آن را دو چندان می کند، و از نزد خود پاداشی بزرگ می دهد"
        },
        {
            "chapter": 4,
            "verse": 41,
            "text": "پس چگونه است [حال مردم] هنگامی که از هر امتی گواهی [که پیامبر آنان است بر اعمالشان] بیاوریم، و تو را بر آنان گواه آوریم؟"
        },
        {
            "chapter": 4,
            "verse": 42,
            "text": "در آن روز کسانی که کفر ورزیده اند و از رسول نافرمانی کرده اند، آرزو می کنند که ای کاش با زمین یکسان می شدند. و از خدا هیچ سخنی را [که در دنیا درباره قرآن و پیامبر به باطل و ناروا می گفتند] نمی توانند بپوشانند"
        }
    ]
}