{
    "pages": [
        {
            "chapter": 10,
            "verse": 71,
            "text": "Tell them the story of Noah. He said to his people, ‘My people, if my presence among you and my reminding you of God’s signs is too much for you, then I put my trust in God. Agree on your course of action, you and your partner-gods- do not be hesitant or secretive about it- then carry out your decision on me and give me no respite"
        },
        {
            "chapter": 10,
            "verse": 72,
            "text": "But if you turn away, I have asked no reward from you; my reward is with God alone, and I am commanded to be one of those who devote themselves to Him.’"
        },
        {
            "chapter": 10,
            "verse": 73,
            "text": "But they rejected him. We saved him and those with him on the Ark and let them survive; and We drowned those who denied Our revelations- see what was the end of those who were forewarned"
        },
        {
            "chapter": 10,
            "verse": 74,
            "text": "Then, after him, We sent messengers to their peoples bringing them clear signs. But they would not believe in anything they had already rejected: in this way We seal the hearts of those who are full of hostility"
        },
        {
            "chapter": 10,
            "verse": 75,
            "text": "After them We sent Moses and Aaron with Our signs to Pharaoh and his leading supporters, but they acted arrogantly- they were wicked people"
        },
        {
            "chapter": 10,
            "verse": 76,
            "text": "When the truth came to them from Us, they said, ‘This is blatant sorcery.’"
        },
        {
            "chapter": 10,
            "verse": 77,
            "text": "Moses said, ‘Is this what you say about the Truth when it comes to you? Is this sorcery? Sorcerers never prosper.’"
        },
        {
            "chapter": 10,
            "verse": 78,
            "text": "They said, ‘Have you come to turn us away from the faith we found our fathers following, so that you and your brother can gain greatness in this land? We will never believe in you.’"
        }
    ]
}