{
    "pages": [
        {
            "chapter": 33,
            "verse": 36,
            "text": "When God and His Messenger have decided on a matter that concerns them, it is not fitting for any believing man or woman to claim freedom of choice in that matter: whoever disobeys God and His Messenger is far astray"
        },
        {
            "chapter": 33,
            "verse": 37,
            "text": "When you [Prophet] said to the man who had been favoured by God and by you, ‘Keep your wife and be mindful of God,’ you hid in your heart what God would later reveal: you were afraid of people, but it is more fitting that you fear God. When Zayd no longer wanted her, We gave her to you in marriage so that there might be no fault in believers marrying the wives of their adopted sons after they no longer wanted them. God’s command must be carried out"
        },
        {
            "chapter": 33,
            "verse": 38,
            "text": "the Prophet is not at fault for what God has ordained for him. This was God’s practice with those who went before- God’s command must be fulfilled"
        },
        {
            "chapter": 33,
            "verse": 39,
            "text": "[and with all] those who deliver God’s messages and fear only Him and no other: God’s reckoning is enough"
        },
        {
            "chapter": 33,
            "verse": 40,
            "text": "Muhammad is not the father of any one of you men; he is God’s Messenger and the seal of the prophets: God knows everything"
        },
        {
            "chapter": 33,
            "verse": 41,
            "text": "Believers, remember God often"
        },
        {
            "chapter": 33,
            "verse": 42,
            "text": "and glorify Him morning and evening"
        },
        {
            "chapter": 33,
            "verse": 43,
            "text": "it is He who blesses you, as do His angels, in order to lead you out of the depths of darkness into the light. He is ever merciful towards the believers"
        }
    ]
}