{
    "pages": [
        {
            "chapter": 38,
            "verse": 1,
            "text": "Sad By the Quran with its reminding"
        },
        {
            "chapter": 38,
            "verse": 2,
            "text": "Yet the disbelievers are steeped in arrogance and hostility"
        },
        {
            "chapter": 38,
            "verse": 3,
            "text": "How many generations We have destroyed before them! They all cried out, once it was too late, for escape"
        },
        {
            "chapter": 38,
            "verse": 4,
            "text": "The disbelievers think it strange that a prophet of their own people has come to warn them: they say, ‘He is just a lying sorcerer"
        },
        {
            "chapter": 38,
            "verse": 5,
            "text": "How can he claim that all the gods are but one God? What an astonishing thing [to claim]!’"
        },
        {
            "chapter": 38,
            "verse": 6,
            "text": "Their leaders depart, saying, ‘Walk away! Stay faithful to your gods! That is what you must do"
        },
        {
            "chapter": 38,
            "verse": 7,
            "text": "We did not hear any such claim in the last religion: it is all an invention"
        },
        {
            "chapter": 38,
            "verse": 8,
            "text": "Was the message sent only to him out of all of us?’ In fact they doubt My warning; in fact they have not tasted My punishment yet"
        },
        {
            "chapter": 38,
            "verse": 9,
            "text": "Do they possess the treasures of your Lord’s bounty, the Mighty, the All Giving"
        },
        {
            "chapter": 38,
            "verse": 10,
            "text": "Do they control the heavens and earth and everything between? Let them climb their ropes"
        },
        {
            "chapter": 38,
            "verse": 11,
            "text": "their armed alliance is weak and will be crushed"
        },
        {
            "chapter": 38,
            "verse": 12,
            "text": "The people of Noah, Ad, and firmly-supported Pharaoh rejected their prophets before them"
        },
        {
            "chapter": 38,
            "verse": 13,
            "text": "Thamud, the people of Lot, and the Forest-Dwellers each formed opposition [against theirs]"
        },
        {
            "chapter": 38,
            "verse": 14,
            "text": "They all rejected the mes-sengers and they were deservedly struck by My punishment"
        },
        {
            "chapter": 38,
            "verse": 15,
            "text": "all the disbelievers here are waiting for is a single blast that cannot be postponed"
        },
        {
            "chapter": 38,
            "verse": 16,
            "text": "They say, ‘Our Lord! Advance us our share of punishment before the Day of Reckoning!’"
        }
    ]
}