{
    "pages": [
        {
            "chapter": 39,
            "verse": 32,
            "text": "So who could be more wrong than the person who invents a lie about God and rejects the truth when it comes to him? Is there not ample punishment for the disbelievers in Hell"
        },
        {
            "chapter": 39,
            "verse": 33,
            "text": "It is the one who brings the truth and the one who accepts it as true who are mindful of God"
        },
        {
            "chapter": 39,
            "verse": 34,
            "text": "they will have everything they wish for with their Lord. Such is the reward of those who do good"
        },
        {
            "chapter": 39,
            "verse": 35,
            "text": "God will absolve them even of their worst deeds and will reward them according to their best"
        },
        {
            "chapter": 39,
            "verse": 36,
            "text": "Is God not enough for His servant? Yet they threaten you [Prophet] with those they worship other than Him. If God allows someone to stray he has no one to guide him"
        },
        {
            "chapter": 39,
            "verse": 37,
            "text": "if God guides someone no one can lead him astray. Is God not mighty and capable of retribution"
        },
        {
            "chapter": 39,
            "verse": 38,
            "text": "If you [Prophet] ask them, ‘Who created the heavens and earth?’ they are sure to answer, ‘God,’ so say, ‘Consider those you invoke beside Him: if God wished to harm me, could they undo that harm? If God wished to show me mercy, could they withhold that mercy?’ Say, ‘God is enough for me: all those who trust should put their trust in Him.’"
        },
        {
            "chapter": 39,
            "verse": 39,
            "text": "Say, ‘My people, do whatever is in your power- and so will I. You will find out"
        },
        {
            "chapter": 39,
            "verse": 40,
            "text": "who will suffer humiliation, and on whom a lasting torment will descend.’"
        }
    ]
}