{
    "pages": [
        {
            "chapter": 65,
            "verse": 6,
            "text": "House the wives you are divorcing according to your means, wherever you house yourselves, and do not harass them so as to make their lives difficult. If they are pregnant, maintain them until they are delivered of their burdens; if they suckle your infants, pay them for it. Consult together in a good way- if you make difficulties for one another, another woman may suckle the child for the father––"
        },
        {
            "chapter": 65,
            "verse": 7,
            "text": "and let the wealthy man spend according to his wealth. But let him whose provision is restricted spend according to what God has given him: God does not burden any soul with more than He has given it- after hardship, God will bring ease"
        },
        {
            "chapter": 65,
            "verse": 8,
            "text": "Many a town that insolently opposed the command of its Lord and His messengers We have brought sternly to account: We punished them severely"
        },
        {
            "chapter": 65,
            "verse": 9,
            "text": "to make them taste the ill effect of their conduct- the result of their conduct was ruin"
        },
        {
            "chapter": 65,
            "verse": 10,
            "text": "God has prepared a severe torment for them. So, you who have understanding, you who believe, beware of God. He has sent you the Quran"
        },
        {
            "chapter": 65,
            "verse": 11,
            "text": "and a messenger- reciting to you God’s revelations that make things clear- to bring those who believe and do righteous deeds from darkness into light. God will admit those who believe in Him and do righteous deeds into Gardens graced with flowing streams, where they will remain for ever––He has made good provision for them"
        },
        {
            "chapter": 65,
            "verse": 12,
            "text": "It is God who created seven heavens and a similar [number] of earths. His command descends throughout them. So you should realize that He has power over all things and that His knowledge encompasses everything"
        }
    ]
}