{
    "juzs": [
        {
            "chapter": 27,
            "verse": 56,
            "text": "Uttarē tām̐ra ka'ōma śudhu ē kathāṭi'i balalō, lūta paribārakē tōmādēra janapada thēkē bēra karē dā'ō. Ērā tō ēmana lōka yārā śudhu pākapabitra sājatē cāẏa."
        },
        {
            "chapter": 27,
            "verse": 57,
            "text": "Ataḥpara tām̐kē ō tām̐ra paribārabargakē ud'dhāra karalāma tām̐ra strī chāṛā. Kēnanā, tāra jan'yē dhbansaprāptadēra bhāgya'i nirdhārita karēchilāma."
        },
        {
            "chapter": 27,
            "verse": 58,
            "text": "Āra tādēra upara barṣaṇa karēchilāma muṣaladhārē br̥ṣṭi. Sē'i satarkakr̥tadēra upara kata'i nā mārātnaka chila sē br̥ṣṭi."
        },
        {
            "chapter": 27,
            "verse": 59,
            "text": "Bala, sakala praśansā'i āllāhara ēbaṁ śānti tām̐ra manōnīta bāndāgaṇēra prati! Śrēṣṭha kē? Āllāha nā ōrā-tārā yādērakē śarīka sābyasta karē."
        },
        {
            "chapter": 27,
            "verse": 60,
            "text": "Bala tō kē sr̥ṣṭi karēchēna nabhōmanḍala ō bhūmanḍala ēbaṁ ākāśa thēkē tōmādēra jan'yē barṣaṇa karēchēna pāni; ataḥpara tā dbārā āmi manōrama bāgāna sr̥ṣṭi karēchi. Tāra br̥kṣādi uṯpanna karāra śakti'i tōmādēra nē'i. Ata'ēba, āllāhara sāthē an'ya kōna upāsya āchē ki? Baraṁ tārā satyabicyuta sampradāẏa."
        },
        {
            "chapter": 27,
            "verse": 61,
            "text": "Bala tō kē pr̥thibīkē bāsōpayōgī karēchēna ēbaṁ tāra mājhē mājhē nada-nadī prabāhita karēchēna ēbaṁ tākē sthita rākhāra jan'yē parbata sthāpana karēchēna ēbaṁ du'i samudrēra mājhakhānē antarāẏa rēkhēchēna. Ata'ēba, āllāhara sāthē an'ya kōna upāsya āchē ki? Baraṁ tādēra adhikānśa'i jānē nā."
        },
        {
            "chapter": 27,
            "verse": 62,
            "text": "Bala tō kē niḥsahāẏēra ḍākē sāṛā dēna yakhana sē ḍākē ēbaṁ kaṣṭa dūrībhūta karēna ēbaṁ tōmādērakē pr̥thibītē purbabartīdēra sthalābhiṣikta karēna. Sutarāṁ āllāhara sāthē an'ya kōna upāsya āchē ki? Tōmarā ati sāmān'ya'i dhyāna kara."
        },
        {
            "chapter": 27,
            "verse": 63,
            "text": "Bala tō kē tōmādērakē jalē ō sthalē andhakārē patha dēkhāna ēbaṁ yini tām̐ra anugrahēra pūrbē susambādabāhī bātāsa prēraṇa karēna? Ata'ēba, āllāhara sāthē an'ya kōna upāsya āchē ki? Tārā yākē śarīka karē, āllāha tā thēkē anēka ūrdhbē."
        },
        {
            "chapter": 27,
            "verse": 64,
            "text": "Bala tō kē prathamabāra sr̥ṣṭi karēna, ataḥpara tākē punarāẏa sr̥ṣṭi karabēna ēbaṁ kē tōmādērakē ākāśa ō marta?2469;̔Ēkē riyika dāna karēna. Sutarāṁ āllāhara sāthē an'ya kōna upāsya āchē ki? Baluna, tōmarā yadi satyabādī ha'ō tabē tōmādēra pramāṇa upasthita kara."
        },
        {
            "chapter": 27,
            "verse": 65,
            "text": "Baluna, āllāha byatīta nabhōmanḍala ō bhūmanḍalē kē'u gāẏabēra khabara jānē nā ēbaṁ tārā jānē nā yē, tārā kakhana punarujjībita habē."
        },
        {
            "chapter": 27,
            "verse": 66,
            "text": "Baraṁ parakāla samparkē tādēra jñāna niḥśēṣa haẏē gēchē; baraṁ tārā ē biṣaẏē sandēha pōṣana karachē baraṁ ē biṣaẏē tārā andha."
        },
        {
            "chapter": 27,
            "verse": 67,
            "text": "Kāphērarā balē, yakhana āmarā ō āmādēra bāpa-dādārā mr̥ttikā haẏē yāba, takhana'ō ki āmādērakē punarut'thita karā habē"
        },
        {
            "chapter": 27,
            "verse": 68,
            "text": "ē'i ōẏādāprāpta haẏēchi āmarā ēbaṁ pūrba thēkē'i āmādēra bāpa-dādārā. Ēṭā tō pūrbabartīdēra upakathā bai kichu naẏa."
        },
        {
            "chapter": 27,
            "verse": 69,
            "text": "Baluna, pr̥thibī paribhramaṇa kara ēbaṁ dēkha aparādhīdēra pariṇati ki haẏēchē."
        },
        {
            "chapter": 27,
            "verse": 70,
            "text": "Tādēra kāraṇē āpani duḥkhita habēna nā ēbaṁ tārā yē cakrānta karēchē ētē manaḥkṣunna habēna nā."
        },
        {
            "chapter": 27,
            "verse": 71,
            "text": "Tārā balē, tōmarā yadi satyabādī ha'ō tabē bala, ē'i ōẏādā kakhana pūrṇa habē"
        },
        {
            "chapter": 27,
            "verse": 72,
            "text": "baluna, asambhaba ki, tōmarā yata druta kāmanā karacha tādēra kiẏadanśa tōmādēra piṭhēra upara ēsē gēchē."
        },
        {
            "chapter": 27,
            "verse": 73,
            "text": "Āpanāra pālanakartā mānuṣēra prati anugrahaśīla, kintu tādēra adhikānśa'i kr̥tajñatā prakāśa karē nā."
        },
        {
            "chapter": 27,
            "verse": 74,
            "text": "Tādēra antara yā gōpana karē ēbaṁ yā prakāśa karē āpanāra pālanakartā abaśya'i tā jānēna."
        },
        {
            "chapter": 27,
            "verse": 75,
            "text": "Ākāśē ō pr̥thibītē ēmana kōna gōpana bhēda nē'i, yā suspaṣṭa kitābē nā āchē."
        },
        {
            "chapter": 27,
            "verse": 76,
            "text": "Ē'i kōra'āna baṇī isarā'īla yēsaba biṣaẏē matabirōdha karē, tāra adhikānśa tādēra kāchē barṇanā karē."
        },
        {
            "chapter": 27,
            "verse": 77,
            "text": "Ēbaṁ niścita'i ēṭā muminadēra jan'yē hēdāẏēta ō rahamata."
        },
        {
            "chapter": 27,
            "verse": 78,
            "text": "Āpanāra pālanakartā nija śāsanakṣamatā anuyāẏī tādēra madhyē phaẏasālā karē dēbēna. Tini parākramaśālī, subijña."
        },
        {
            "chapter": 27,
            "verse": 79,
            "text": "Ata'ēba, āpani āllāhara upara bharasā karuna. Niścaẏa āpani satya ō spaṣṭa pathē āchēna."
        },
        {
            "chapter": 27,
            "verse": 80,
            "text": "Āpani āhabāna śōnātē pārabēna nā mr̥tadērakē ēbaṁ badhirakē'ō naẏa, yakhana tārā pr̥ṣṭha pradarśana karē calē yāẏa."
        },
        {
            "chapter": 27,
            "verse": 81,
            "text": "Āpani andhadērakē tādēra pathabhraṣṭatā thēkē phiriẏē saṯpathē ānatē pārabēna nā. Āpani kēbala tādērakē śōnātē pārabēna, yārā āmāra āẏātasamūhē biśbāsa karē. Ata'ēba, tārā'i ājñābaha."
        },
        {
            "chapter": 27,
            "verse": 82,
            "text": "Yakhana pratiśruti (kēẏāmata) samāgata habē, takhana āmi tādēra sāmanē bhūgarbha thēkē ēkaṭi jība nirgata karaba. Sē mānuṣēra sāthē kathā balabē. Ē kāraṇē yē mānuṣa āmāra nidarśanasamūhē biśbāsa karata nā."
        },
        {
            "chapter": 27,
            "verse": 83,
            "text": "Yēdina āmi ēkatrita karaba ēkēkaṭi dalakē sēsaba sampradāẏa thēkē, yārā āmāra āẏātasamūhakē mithyā balata; ataḥpara tādērakē bibhinna dalē bibhakta karā habē."
        },
        {
            "chapter": 27,
            "verse": 84,
            "text": "Yakhana tārā upasthita haẏē yābē, takhana āllāha balabēna, tōmarā ki āmāra āẏātasamūhakē mithyā balēchilē? Athaca ēgulō samparkē tōmādēra purṇa jñāna chila nā. Nā tōmarā an'ya kichu karachilē"
        },
        {
            "chapter": 27,
            "verse": 85,
            "text": "julumēra kāraṇē tādēra kāchē āyābēra ōẏādā ēsē gēchē. Ēkhana tārā kōna kichu balatē pārabē nā."
        },
        {
            "chapter": 27,
            "verse": 86,
            "text": "Tārā ki dēkhē nā yē, āmi rātri sr̥ṣṭi karēchi tādēra biśrāmēra jan'yē ēbaṁ dinakē karēchi ālōkamaẏa. Niścaẏa ētē īmānadāra sampradāẏēra jan'yē nidarśanābalī raẏēchē."
        },
        {
            "chapter": 27,
            "verse": 87,
            "text": "Yēdina siṅgāẏa phuṯkāra dē'ōẏā habē, ataḥpara āllāha yādērakē icchā karabēna, tārā byatīta nabhōmanḍalē ō bhūmanḍalē yārā āchē, tārā sabā'i bhītabihbala haẏē paṛabē ēbaṁ sakalē'i tām̐ra kāchē āsabē binīta abasthāẏa."
        },
        {
            "chapter": 27,
            "verse": 88,
            "text": "Tumi parbatamālākē dēkhē acala manē kara, athaca sēdina ēgulō mēghamālāra mata calamāna habē. Ēṭā āllāhara kārigarī, yini sabakichukē karēchēna susanhata. Tōmarā yā kichu karacha, tini tā abagata āchēna."
        },
        {
            "chapter": 27,
            "verse": 89,
            "text": "Yē kē'u saṯkarma niẏē āsabē, sē uṯkr̥ṣṭatara pratidāna pābē ēbaṁ sēdina tārā gurutara asthiratā thēkē nirāpada thākabē."
        },
        {
            "chapter": 27,
            "verse": 90,
            "text": "Ēbaṁ yē manda kāja niẏē āsabē, tākē agnitē adhaḥmūkhē nikṣēpa karā habē. Tōmarā yā karachilē, tāra'i pratiphala tōmarā pābē."
        },
        {
            "chapter": 27,
            "verse": 91,
            "text": "Āmi tō kēbala ē'i nagarīra prabhura ēbādata karatē ādiṣṭa haẏēchi, yini ēkē sam'mānita karēchēna. Ēbaṁ saba kichu tām̐ra'i. Āmi āra'ō ādiṣṭa haẏēchi yēna āmi ājñābahadēra ēkajana ha'i."
        },
        {
            "chapter": 27,
            "verse": 92,
            "text": "Ēbaṁ yēna āmi kōra'āna pāṭha karē śōnā'i. Para yē byakti saṯpathē calē, sē nijēra kalyāṇārthē'i saṯpathē calē ēbaṁ kē'u pathabhraṣṭa halē āpani balē dina, āmi tō kēbala ēkajana bhīti pradarśanakārī."
        },
        {
            "chapter": 27,
            "verse": 93,
            "text": "Ēbaṁ āra'ō baluna, samasta praśansā āllāhara. Satbara'i tini tām̐ra nidarśanasamūha tōmādērakē dēkhābēna. Takhana tōmarā tā cinatē pārabē. Ēbaṁ tōmarā yā kara, sē samparkē āpanāra pālanakartā gāphēla nana."
        },
        {
            "chapter": 28,
            "verse": 1,
            "text": "Tbā-sīna-mīma."
        },
        {
            "chapter": 28,
            "verse": 2,
            "text": "Ēgulō suspaṣṭa kitābēra āẏāta."
        },
        {
            "chapter": 28,
            "verse": 3,
            "text": "Āmi āpanāra kāchē mūsā ō phērā'unēra br̥ttānta satya sahakārē barṇanā karachi īmānadāra sampradāẏēra jan'yē."
        },
        {
            "chapter": 28,
            "verse": 4,
            "text": "Phērā'una tāra dēśē ud'dhata haẏēchila ēbaṁ sē dēśabāsīkē bibhinna dalē bibhakta karē tādēra ēkaṭi dalakē dūrbala karē diẏēchila. Sē tādēra putra-santānadērakē hatyā karata ēbaṁ nārīdērakē jībita rākhata. Niścaẏa sē chila anartha sr̥ṣṭikārī."
        },
        {
            "chapter": 28,
            "verse": 5,
            "text": "Dēśē yādērakē dūrbala karā haẏēchila, āmāra icchā hala tādēra prati anugraha karāra, tādērakē nētā karāra ēbaṁ tādērakē dēśēra uttarādhikārī karāra."
        },
        {
            "chapter": 28,
            "verse": 6,
            "text": "Ēbaṁ tādērakē dēśēra kṣamatāẏa āsīna karāra ēbaṁ phērā'una, hāmāna ō tādēra sain'ya-bāhinīkē tā dēkhiẏē dēẏāra, yā tārā sē'i dūrbala dalēra tarapha thēkē āśaṅkā karata."
        },
        {
            "chapter": 28,
            "verse": 7,
            "text": "Āmi mūsā-jananīkē ādēśa pāṭhālāma yē, tākē stan'ya dāna karatē thāka. Ataḥpara yakhana tumi tāra samparkē bipadēra āśaṅkā kara, takhana tākē dariẏāẏa nikṣēpa kara ēbaṁ bhaẏa karō nā, duḥkha'ō karō nā. Āmi abaśya'i tākē tōmāra kāchē phiriẏē dēba ēbaṁ tākē paẏagambaragaṇēra ēkajana karaba."
        },
        {
            "chapter": 28,
            "verse": 8,
            "text": "Ataḥpara phērā'una paribāra mūsākē kuṛiẏē nila, yātē tini tādēra śatru ō duḥkhēra kāraṇa haẏē yāna. Niścaẏa phērā'una, hāmāna, ō tādēra sain'yabāhinī aparādhī chila."
        },
        {
            "chapter": 28,
            "verse": 9,
            "text": "Phērā'unēra strī balala, ē śiśu āmāra ō tōmāra naẏanamaṇi, tākē hatyā karō nā. Ē āmādēra upakārē āsatē pārē athabā āmarā tākē putra karē nitē pāri. Prakr̥tapakṣē pariṇāma samparkē tādēra kōna khabara chila nā."
        },
        {
            "chapter": 28,
            "verse": 10,
            "text": "Sakālē mūsā jananīra antara asthira haẏē paṛala. Yadi āmi tām̐ra hr̥daẏakē dr̥ṛha karē nā ditāma, tabē tini mūsājanita asthiratā prakāśa karē'i ditēna. Dr̥ṛha karalāma, yātē tini thākēna biśbabāsīgaṇēra madhyē."
        },
        {
            "chapter": 28,
            "verse": 11,
            "text": "Tini mūsāra bhagiṇīkē balalēna, tāra pēchana pēchana yā'ō. Sē tādēra ajñātasārē aparicitā haẏē tākē dēkhē yētē lāgala."
        },
        {
            "chapter": 28,
            "verse": 12,
            "text": "Pūrba thēkē'i āmi dhātrīdērakē mūsā thēkē birata rēkhēchilāma. Mūsāra bhaginī balala, āmi tōmādērakē ēmana ēka paribārēra kathā balaba ki, yārā tōmādēra jan'yē ēkē lālana-pālana karabē ēbaṁ tārā habē tāra hitākāṅkṣī"
        },
        {
            "chapter": 28,
            "verse": 13,
            "text": "ataḥpara āmi tākē jananīra kāchē phiriẏē dilāma, yātē tāra cakṣu juṛāẏa ēbaṁ tini duḥkha nā karēna ēbaṁ yātē tini jānēna yē, āllāhara ōẏādā satya, kintu anēka mānuṣa tā jānē nā."
        },
        {
            "chapter": 28,
            "verse": 14,
            "text": "Yakhana mūsā yaubanē padārpana karalēna ēbaṁ pariṇata baẏaska haẏē gēlēna, takhana āmi tām̐kē prajñā ō jñānadāna karalāma. Ēmanibhābē āmi saṯkarmīdērakē pratidāna diẏē thāki."
        },
        {
            "chapter": 28,
            "verse": 15,
            "text": "Tini śaharē prabēśa karalēna, yakhana tāra adhibāsīrā chila bēkhabara. Tathāẏa tini du'i byaktikē laṛā'irata dēkhalēna. Ēdēra ēkajana chila tām̐ra nija dalēra ēbaṁ an'ya jana tām̐ra śatru dalēra. Ataḥpara yē tām̐ra nija dalēra sē tām̐ra śatru dalēra lōkaṭira birud'dhē tām̐ra kāchē sāhāyya prārthanā karala. Takhana mūsā tākē ghuṣi māralēna ēbaṁ ētē'i tāra mr̥tyu haẏē gēla. Mūsā balalēna, ēṭā śaẏatānēra kāja. Niścaẏa sē prakāśya śatru, bibhrāntakārī."
        },
        {
            "chapter": 28,
            "verse": 16,
            "text": "Tini balalēna, hē āmāra pālanakartā, āmi tō nijēra upara juluma karē phēlēchi. Ata'ēba, āmākē kṣamā karuna. Āllāha tākē kṣamā karalēna. Niścaẏa tini kṣamāśīla, daẏālu."
        },
        {
            "chapter": 28,
            "verse": 17,
            "text": "Tini balalēna, hē āmāra pālanakartā, āpani āmāra prati yē anugraha karēchēna, ērapara āmi kakhana'ō aparādhīdēra sāhāyyakārī haba nā."
        },
        {
            "chapter": 28,
            "verse": 18,
            "text": "Ataḥpara tini prabhātē uṭhalēna sē śaharē bhīta-śaṅkita abasthāẏa. Haṭhāṯ tini dēkhalēna, gatakalya yē byakti tām̐ra sāhāyya cēẏēchila, sē ciṯkāra karē tām̐ra sāhāyya prārthanā karachē. Mūsā tākē balalēna, tumi tō ēkajana prakāśya pathabhraṣṭa byakti."
        },
        {
            "chapter": 28,
            "verse": 19,
            "text": "Ataḥpara mūsā yakhana ubhaẏēra śatrukē śāẏēstā karatē cā'ilēna, takhana sē balala, gatakalya tumi yēmana ēka byaktikē hatyā karēchilē, sē rakama āmākē'ō ki hatyā karatē cā'ō? Tumi tō pr̥thibītē sbairācārī hatē cāccha ēbaṁ sandhi sthāpanakārī hatē cā'ō nā."
        },
        {
            "chapter": 28,
            "verse": 20,
            "text": "Ēsamaẏa śaharēra prānta thēkē ēkabyakti chuṭē āsala ēbaṁ balala, hē mūsā, rājyēra pariṣadabarga tōmākē hatyā karāra paramarśa karachē. Ata'ēba, tumi bēra haẏē yā'ō. Āmi tōmāra hitākāṅkṣī."
        },
        {
            "chapter": 28,
            "verse": 21,
            "text": "Ataḥpara tini sēkhāna thēkē bhīta abasthāẏa bēra haẏē paṛalēna patha dēkhatē dēkhatē. Tini balalēna, hē āmāra pālanakartā, āmākē jālēma sampradāẏēra kabala thēkē rakṣā kara."
        },
        {
            "chapter": 28,
            "verse": 22,
            "text": "Yakhana tini māda'iẏāna abhimukhē ra'ōẏānā halēna takhana balalēna, āśā karā yāẏa āmāra pālanakartā āmākē sarala patha dēkhābēna."
        },
        {
            "chapter": 28,
            "verse": 23,
            "text": "Yakhana tini māda'iẏānēra kūpēra dhārē pauchalēna, takhana kūpēra kāchē ēkadala lōkakē pēlēna tārā jantudērakē pāni pāna karānōra kājē rata. Ēbaṁ tādēra paścātē dū’jana strīlōkakē dēkhalēna tārā tādēra jantudērakē āgaliẏē rākhachē. Tini balalēna, tōmādēra ki byāpāra? Tārā balala, āmarā āmādēra jantudērakē pāni pāna karātē pāri nā, yē paryanta rākhālarā tādēra jantudērakē niẏē sarē nā yāẏa. Āmādēra pitā khuba'i br̥d'dha."
        },
        {
            "chapter": 28,
            "verse": 24,
            "text": "Ataḥpara mūsā tādēra jantudērakē pāni pāna karālēna. Ataḥpara tini chāẏāra dikē sarē gēlēna ēbaṁ balalēna, hē āmāra pālanakartā, tumi āmāra prati yē anugraha nāyila karabē, āmi tāra mukhāpēkṣī."
        },
        {
            "chapter": 28,
            "verse": 25,
            "text": "Ataḥpara bālikādbaẏēra ēkajana lajjājaṛita padakṣēpē tām̐ra kāchē āgamana karala. Balala, āmāra pitā āpanākē ḍākachēna, yātē āpani yē āmādērakē pāni pāna kariẏēchēna, tāra binimaẏē puraskāra pradāna karēna. Ataḥpara mūsā yakhana tām̐ra kāchē gēlēna ēbaṁ samasta br̥ttānta barṇanā karalēna, takhana tini balalēna, bhaẏa karō nā, tumi jālēma sampradāẏēra kabala thēkē rakṣā pēẏēcha."
        },
        {
            "chapter": 28,
            "verse": 26,
            "text": "Bālikādbaẏēra ēkajana balala pitāḥ tākē cākara niyukta karuna. Kēnanā, āpanāra cākara hisēbē sē-i uttama habē, yē śaktiśālī ō biśbasta."
        },
        {
            "chapter": 28,
            "verse": 27,
            "text": "Pitā mūsākē balalēna, āmi āmāra ē'i kan'yādbaẏēra ēkajanakē tōmāra sāthē bibāhē ditē cā'i ē'i śartē yē, tumi āṭa bachara āmāra cākurī karabē, yadi tumi daśa bachara pūrṇa kara, tā tōmāra icchā. Āmi tōmākē kaṣṭa ditē cā'i nā. Āllāha cāhēna tō tumi āmākē saṯkarmaparāẏaṇa pābē."
        },
        {
            "chapter": 28,
            "verse": 28,
            "text": "Mūsā balalēna, āmāra ō āpanāra madhyē ē'i cukti sthira hala. Du’ṭi mēẏādēra madhya thēkē yē kōna ēkaṭi pūrṇa karalē āmāra birud'dhē kōna abhiyōga thākabē nā. Āmarā yā balachi, tātē āllāhara upara bharasā."
        },
        {
            "chapter": 28,
            "verse": 29,
            "text": "Ataḥpara mūsā (āḥ) yakhana sē'i mēẏāda pūrṇa karala ēbaṁ saparibārē yātrā karala, takhana sē tura parbatēra dika thēkē āguna dēkhatē pēla. Sē tāra paribārabargakē balala, tōmarā apēkṣā kara, āmi āguna dēkhēchi. Sambhabataḥ āmi sēkhāna thēkē tōmādēra kāchē kōna khabara niẏē āsatē pāri athabā kōna jbalanta kāṣṭhakhanḍa ānatē pāri, yātē tōmarā āguna pōhātē pāra."
        },
        {
            "chapter": 28,
            "verse": 30,
            "text": "Yakhana sē tāra kāchē pauchala, takhana pabitra bhūmitē abasthita upatyakāra ḍāna prāntēra br̥kṣa thēkē tākē ā'ōẏāja dēẏā hala, hē mūsā! Āmi āllāha, biśba pālanakartā."
        },
        {
            "chapter": 28,
            "verse": 31,
            "text": "Āra'ō balā hala, tumi tōmāra lāṭhi nikṣēpa kara. Ataḥpara yakhana sē lāṭhikē sarpēra n'yāẏa dauṛādauṛi karatē dēkhala, takhana sē mukha phiriẏē biparīta dikē pālātē lāgala ēbaṁ pēchana phirē dēkhala nā. Hē mūsā, sāmanē ēsa ēbaṁ bhaẏa karō nā. Tōmāra kōna āśaṅkā nē'i."
        },
        {
            "chapter": 28,
            "verse": 32,
            "text": "Tōmāra hāta bagalē rākha. Tā bēra haẏē āsabē nirāmaẏa ujjbala haẏē ēbaṁ bhaẏa hētu tōmāra hāta tōmāra upara cēpē dhara. Ē'i du’ṭi phērā'una ō tāra pariṣadabargēra prati tōmāra pālanakartāra tarapha thēkē pramāṇa. Niścaẏa tārā pāpācārī sampradāẏa."
        },
        {
            "chapter": 28,
            "verse": 33,
            "text": "Mūsā balala, hē āmāra pālanakartā, āmi tādēra ēka byaktikē hatyā karēchi. Kājē'i āmi bhaẏa karachi yē, tārā āmākē hatyā karabē."
        },
        {
            "chapter": 28,
            "verse": 34,
            "text": "Āmāra bhā'i hāruṇa, sē āmā apēkṣā prāñjalabhāṣī. Ata'ēba, tākē āmāra sāthē sāhāyyēra jan'yē prēraṇa karuna. Sē āmākē samarthana jānābē. Āmi āśaṅkā kari yē, tārā āmākē mithyābādī balabē."
        },
        {
            "chapter": 28,
            "verse": 35,
            "text": "Āllāha balalēna, āmi tōmāra bāhu śaktiśālī karaba tōmāra bhā'i dbārā ēbaṁ tōmādēra pradhān'ya dāna karaba. Phalē, tārā tōmāra kāchē pauchātē pārabē nā. Āmāra nidarśanābalīra jōrē tōmarā ēbaṁ tōmādēra anusārīrā prabala thākabē."
        },
        {
            "chapter": 28,
            "verse": 36,
            "text": "Ataḥpara mūsā yakhana tādēra kāchē āmāra suspaṣṭa nidarśanābalī niẏē pauchala, takhana tārā balala, ētō alīka jādu mātra. Āmarā āmādēra pūrbapuruṣadēra madhyē ē kathā śunini."
        },
        {
            "chapter": 28,
            "verse": 37,
            "text": "Mūsā balala, āmāra pālanakartā samyaka jānēna yē tāra nikaṭa thēkē hēdāẏētēra kathā niẏē āgamana karēchē ēbaṁ yē prāpta habē parakālēra gr̥ha. Niścaẏa jālēmarā saphalakāma habē nā."
        },
        {
            "chapter": 28,
            "verse": 38,
            "text": "Phērā'una balala, hē pariṣadabarga, āmi jāni nā yē, āmi byatīta tōmādēra kōna upāsya āchē. Hē hāmāna, tumi iṭa pōṛā'ō, ataḥpara āmāra jan'yē ēkaṭi prāsāda nirmāṇa kara, yātē āmi mūsāra upāsyakē uki mērē dēkhatē pāri. Āmāra tō dhāraṇā ē'i yē, sē ēkajana mithyābādī."
        },
        {
            "chapter": 28,
            "verse": 39,
            "text": "Phērā'una ō tāra bāhinī an'yāẏabhābē pr̥thibītē ahaṅkāra karatē lāgala ēbaṁ tārā manē karala yē, tārā āmāra kāchē pratyābartita habē nā."
        },
        {
            "chapter": 28,
            "verse": 40,
            "text": "Ataḥpara āmi tākē ō tāra bāhinīkē pākaṛā'ō karalāma, taṯpara āmi tādērakē samu˦#2503;dra nikṣēpa karalāma. Ata'ēba, dēkha jālēmadēra pariṇāma ki haẏēchē."
        },
        {
            "chapter": 28,
            "verse": 41,
            "text": "Āmi tādērakē nētā karēchilāma. Tārā jāhānnāmēra dikē āhabāna karata. Kēẏāmatēra dina tārā sāhāyya prāpta habē nā."
        },
        {
            "chapter": 28,
            "verse": 42,
            "text": "Āmi ē'i pr̥thibītē abhiśāpakē tādēra paścātē lāgiẏē diẏēchi ēbaṁ kēẏāmatēra dina tārā habē durdaśāgrasta."
        },
        {
            "chapter": 28,
            "verse": 43,
            "text": "Āmi pūrbabartī anēka sampradāẏakē dhbansa karāra para mūsākē kitāba diẏēchi mānuṣēra jan'yē jñānabartikā. Hēdāẏēta ō rahamata, yātē tārā smaraṇa rākhē."
        },
        {
            "chapter": 28,
            "verse": 44,
            "text": "Mūsākē yakhana āmi nirdēśanāmā diẏēchilāma, takhana āpani paścima prāntē chilēna nā ēbaṁ āpani pratyakṣadarśī'ō chilēna nā."
        },
        {
            "chapter": 28,
            "verse": 45,
            "text": "Kintu āmi anēka sampradāẏa sr̥ṣṭi karēchilāma, ataḥpara tādēra anēka yuga atibāhita haẏēchē. Āra āpani māda'iẏānabāsīdēra madhyē chilēna nā yē, tādēra kāchē āmāra āẏātasamūha pāṭha karatēna. Kintu āmi'i chilāma rasūla prēraṇakārī."
        },
        {
            "chapter": 28,
            "verse": 46,
            "text": "Āmi yakhana mūsākē ā'ōẏāja diẏēchilāma, takhana āpani tura parbatēra pārśbē chilēna nā. Kintu ēṭā āpanāra pālanakartāra rahamata sbarūpa, yātē āpani ēmana ēka sampradāẏakē bhīti pradarśana karēna, yādēra kāchē āpanāra pūꦣ2503;ba kōna bhīti pradarśanakārī āgamana karēni, yātē tārā smaraṇa rākhē."
        },
        {
            "chapter": 28,
            "verse": 47,
            "text": "Āra ē jan'ya yē, tādēra kr̥takarmēra jan'yē tādēra kōna bipada halē tārā balata, hē āmādēra pālanakartā, tumi āmādēra kāchē kōna rasūla prēraṇa karalē nā kēna? Karalē āmarā tōmāra āẏātasamūhēra anusaraṇa karatāma ēbaṁ āmarā biśbāsa sthāpanakārī haẏē yētāma."
        },
        {
            "chapter": 28,
            "verse": 48,
            "text": "Ataḥpara āmāra kācha thēkē yakhana tādēra kāchē satya āgamana karala, takhana tārā balala, mūsākē yērūpa dēẏā haẏēchila, ē'i rasūlakē sērūpa dēẏā hala nā kēna? Pūrbē mūsākē yā dēẏā haẏēchila, tārā ki tā asbīkāra karēni? Tārā balēchila, ubhaẏa'i jādu, parasparē ēkātma. Tārā āra'ō balēchila, āmarā ubhaẏakē māni nā."
        },
        {
            "chapter": 28,
            "verse": 49,
            "text": "Baluna, tōmarā satyabādī halē ēkhana āllāhara kācha thēkē kōna kitāba āna, yā ētadubhaẏa thēkē uttama pathapradarśaka haẏa. Āmi sē'i kitāba anusaraṇa karaba."
        },
        {
            "chapter": 28,
            "verse": 50,
            "text": "Ataḥpara tārā yadi āpanāra kathāẏa sāṛā nā dēẏa, tabē jānabēna, tārā śudhu nijēra prabr̥ttira anusaraṇa karē. Āllāhara hēdāẏētēra paribartē yē byakti nija prabr̥ttira anusaraṇa karē, tāra cā'itē adhika pathabhraṣṭa āra kē? Niścaẏa āllāha jālēma sampradāẏakē patha dēkhāna nā."
        },
        {
            "chapter": 28,
            "verse": 51,
            "text": "Āmi tādēra kāchē uparyupari bāṇī pauchiẏēchi. Yātē tārā anudhābana karē."
        },
        {
            "chapter": 28,
            "verse": 52,
            "text": "Kōra'ānēra pūrbē āmi yādērakē kitāba diẏēchi, tārā ētē biśbāsa karē."
        },
        {
            "chapter": 28,
            "verse": 53,
            "text": "Yakhana tādēra kāchē ēṭā pāṭha karā haẏa, takhana tārā balē, āmarā ēra prati biśbāsa sthāpana karalāma. Ēṭā āmādēra pālanakartāra pakṣa thēkē satya. Āmarā ēra pūrbē'ō ājñābaha chilāma."
        },
        {
            "chapter": 28,
            "verse": 54,
            "text": "Tārā du'ibāra puraskr̥ta habē tādēra sabarēra kāraṇē. Tārā mandēra ja'ōẏābē bhāla karē ēbaṁ āmi tādērakē yā diẏēchi, tā thēkē byaẏa karē."
        },
        {
            "chapter": 28,
            "verse": 55,
            "text": "Tārā yakhana abāñcita bājē kathābārtā śrabaṇa karē, takhana tā thēkē mukha phiriẏē nēẏa ēbaṁ balē, āmādēra jan'yē āmādēra kāja ēbaṁ tōmādēra jan'yē tōmādēra kāja. Tōmādēra prati sālāma. Āmarā ajñadēra sāthē jaṛita hatē cā'i nā."
        },
        {
            "chapter": 28,
            "verse": 56,
            "text": "Āpani yākē pachanda karēna, tākē saṯpathē ānatē pārabēna nā, tabē āllāha tā’ālā'i yākē icchā saṯpathē ānaẏana karēna. Kē saṯpathē āsabē, sē samparkē tini'i bhāla jānēna."
        },
        {
            "chapter": 28,
            "verse": 57,
            "text": "Tārā balē, yadi āmarā āpanāra sāthē supathē āsi, tabē āmarā āmādēra dēśa thēkē uṯkhāta haba. Āmi ki tādēra jan'yē ēkaṭi nirāpada harama pratiṣṭhita karini? Ēkhānē sarbaprakāra phala-mūla āmadānī haẏa āmāra dēẏā riyikasbarūpa. Kintu tādēra adhikānśa'i jānē nā."
        },
        {
            "chapter": 28,
            "verse": 58,
            "text": "Āmi anēka janapada dhabansa karēchi, yāra adhibāsīrā tādēra jībana yāpanē madamatta chila. Ēgulō'i ēkhana tādēra ghara-bāṛī. Tādēra para ēgulōtē mānuṣa sāmān'ya'i basabāsa karēchē. Abaśēṣē āmi'i mālika raẏēchi."
        },
        {
            "chapter": 28,
            "verse": 59,
            "text": "Āpanāra pālanakartā janapadasamūhakē dhbansa karēna nā, yē paryanta tāra kēndrasthalē rasūla prēraṇa nā karēna, yini tādēra kāchē āmāra āẏātasamūha pāṭha karēna ēbaṁ āmi janapadasamūhakē takhana'i dhbansa kari, yakhana tāra bāsindārā juluma karē."
        },
        {
            "chapter": 28,
            "verse": 60,
            "text": "Tōmādērakē yā kichu dēẏā haẏēchē, tā pārthiba jībanēra bhōga ō śōbhā bai naẏa. Āra āllāhara kāchē yā āchē, tā uttama ō sthāẏī. Tōmarā ki bōjha nā"
        },
        {
            "chapter": 28,
            "verse": 61,
            "text": "yākē āmi uttama pratiśruti diẏēchi, yā sē pābē, sē ki ai byaktira samāna, yākē āmi pārthiba jībanēra bhōga-sambhāra diẏēchi, ataḥpara tākē kēẏāmatēra dina aparādhīrūpē hāyira karā habē"
        },
        {
            "chapter": 28,
            "verse": 62,
            "text": "yēdina āllāha tādērakē ā'ōẏāja diẏē balabēna, tōmarā yādērakē āmāra śarīka dābī karatē, tārā kōthāẏa"
        },
        {
            "chapter": 28,
            "verse": 63,
            "text": "yādēra jan'yē śāstira ādēśa abadhārita haẏēchē, tārā balabē, hē āmādēra pālanakartā. Ēdērakē'i āmarā pathabhraṣṭa karēchilāma. Āmarā tādērakē pathabhraṣṭa karēchilāma, yēmana āmarā pathabhraṣṭa haẏēchilāma. Āmarā āpanāra sāmanē dāẏamukta hacchi. Tārā kēbala āmādēra'i ēbādata karata nā."
        },
        {
            "chapter": 28,
            "verse": 64,
            "text": "Balā habē, tōmarā tōmādēra śarīkadēra āhabāna kara. Takhana tārā ḍākabē,. Ataḥpara tārā tādēra ḍākē sāṛā dibē nā ēbaṁ tārā āyāba dēkhabē. Hāẏa! Tārā yadi saṯpatha prāpta hata."
        },
        {
            "chapter": 28,
            "verse": 65,
            "text": "Yē dina āllāha tādērakē ḍēkē balabēna, tōmarā rasūlagaṇakē ki ja'ōẏāba diẏēchilē"
        },
        {
            "chapter": 28,
            "verse": 66,
            "text": "ataḥpara tādēra kathābārtā bandha haẏē yābē ēbaṁ tārā ēkē aparakē jijñāsābāda karatē pārabē nā."
        },
        {
            "chapter": 28,
            "verse": 67,
            "text": "Tabē yē ta'ōbā karē, biśbāsa sthāpana karē ō saṯkarma karē, āśā karā yāẏa, sē saphalakāma habē."
        },
        {
            "chapter": 28,
            "verse": 68,
            "text": "Āpanāra pālanakartā yā icchā sr̥ṣṭi karēna ēbaṁ pachanda karēna. Tādēra kōna kṣamatā nē'i. Āllāha pabitra ēbaṁ tārā yākē śarīka karē, tā thēkē urdhbē."
        },
        {
            "chapter": 28,
            "verse": 69,
            "text": "Tādēra antara yā gōpana karē ēbaṁ yā prakāśa karē, āpanāra pālanakartā tā jānēna."
        },
        {
            "chapter": 28,
            "verse": 70,
            "text": "Tini'i āllāha tini byatīta kōna upāsya nē'i. Ihakāla ō parakālē tām̐ra'i praśansā. Bidhāna tām̐ra'i kṣamatādhīna ēbaṁ tōmarā tām̐ra'i kāchē pratyābartita habē."
        },
        {
            "chapter": 28,
            "verse": 71,
            "text": "Baluna, bhēbē dēkha tō, āllāha yadi rātrikē kēẏāmatēra dina paryanta sthāẏī karēna, tabē āllāha byatīta ēmana upāsya kē āchē, yē tōmādērakē ālōka dāna karatē pārē? Tōmarā ki tabu'ō karṇaꦣ2474;̔āta karabē nā"
        },
        {
            "chapter": 28,
            "verse": 72,
            "text": "baluna, bhēbē dēkha tō, āllāha yadi dinakē kēẏāmatēra dina paryanta sthāẏī karēna, tabē āllāha byatīta ēmana upāsya kē āchē yē, tōmādērakē rātri dāna karatē pārē, yātē tōmarā biśrāma karabē? Tōmarā ki tabu'ō bhēbē dēkhabē nā"
        },
        {
            "chapter": 28,
            "verse": 73,
            "text": "tini'i sbīẏa rahamatē tōmādēra jan'yē rāta ō dina karēchēna, yātē tōmarā tātē biśrāma grahaṇa kara ō tām̐ra anugraha anbēṣaṇa kara ēbaṁ yātē tōmarā kr̥tajñatā prakāśa kara."
        },
        {
            "chapter": 28,
            "verse": 74,
            "text": "Yēdina āllāha tādērakē ḍēkē balabēna, tōmarā yādērakē āmāra śarīka manē karatē, tārā kōthāẏa"
        },
        {
            "chapter": 28,
            "verse": 75,
            "text": "pratyēka sampradāẏa thēkē āmi ēkajana sākṣī ālādā karaba; ataḥpara balaba, tōmādēra pramāṇa āna. Takhana tārā jānatē pārabē yē, satya āllāhara ēbaṁ tārā yā gaṛata, tā tādēra kācha thēkē udhā'ō haẏē yābē."
        },
        {
            "chapter": 28,
            "verse": 76,
            "text": "Kāruna chila mūsāra sampradāẏabhukta. Ataḥpara sē tādēra prati duṣṭāmi karatē ārambha karala. Āmi tākē ēta dhana-bhānḍāra dāna karēchilāma yāra cābi bahana karā kaẏēkajana śaktiśālī lōkēra pakṣē kaṣṭasādhya chila. Yakhana tāra sampradāẏa tākē balala, dambha karō nā, āllāha dāmbhikadērakē bhālabāsēna nā."
        },
        {
            "chapter": 28,
            "verse": 77,
            "text": "Āllāha tōmākē yā dāna karēchēna, tadbārā parakālēra gr̥ha anusandhāna kara, ēbaṁ ihakāla thēkē tōmāra anśa bhūlē yēẏō nā. Tumi anugraha kara, yēmana āllāha tōmāra prati anugraha karēchēna ēbaṁ pr̥thibītē anartha sr̥ṣṭi karatē praẏāsī haẏō nā. Niścaẏa āllāha anartha sr̥ṣṭikārīdērakē pachanda karēna nā."
        },
        {
            "chapter": 28,
            "verse": 78,
            "text": "Sē balala, āmi ē'i dhana āmāra nijasba jñāna-garimā dbārā prāpta haẏēchi. Sē ki jānē nā yē, āllāha tāra pūrbē anēka sampradāẏakē dhbansa karēchēna, yārā śaktitē chila tāra cā'itē prabala ēbaṁ dhana-sampadē adhika prācuryaśīla? Pāpīdērakē tādēra pāpakarma samparkē jijñēsa karā habē nā."
        },
        {
            "chapter": 28,
            "verse": 79,
            "text": "Ataḥpara kāruna jām̐kajamaka sahakārē tāra sampradāẏēra sāmanē bēra hala. Yārā pārthiba jībana kāmanā karata, tārā balala, hāẏa, kāruna yā prāpta haẏēchē, āmādērakē yadi tā dēẏā hata! Niścaẏa sē baṛa bhāgyabāna."
        },
        {
            "chapter": 28,
            "verse": 80,
            "text": "Āra yārā jñāna prāpta haẏēchila, tāra balala, dhika tōmādērakē, yārā īmānadāra ēbaṁ saṯkarmī, tādēra jan'yē āllāhara dēẏā sa'ōẏāba'i uṯkr̥ṣṭa. Ēṭā tārā'i pāẏa, yārā sabarakārī."
        },
        {
            "chapter": 28,
            "verse": 81,
            "text": "Ataḥpara āmi kārunakē ō tāra prāsādakē bhūgarbhē bilīna karē dilāma. Tāra pakṣē āllāha byatīta ēmana kōna dala chila nā, yārā tākē sāhāyya karatē pārē ēbaṁ sē nijē'ō ātmarakṣā karatē pārala nā."
        },
        {
            "chapter": 28,
            "verse": 82,
            "text": "Gatakalya yārā tāra mata ha'ōẏāra bāsanā prakāśa karēchila, tārā pratyuṣē balatē lāgala, hāẏa, āllāha tām̐ra bāndādēra madhyē yāra jan'yē icchā riyika bardhita karēna ō hrāsa karēna. Āllāha āmādēra prati anugraha nā karalē āmādērakē'ō bhūgarbhē bilīna karē ditēna. Hāẏa, kāphērarā saphalakāma habē nā."
        },
        {
            "chapter": 28,
            "verse": 83,
            "text": "Ē'i parakāla āmi tādēra jan'yē nirdhārita kari, yārā duniẏāra bukē aud'dhatya prakāśa karatē ō anartha sr̥ṣṭi karatē cāẏa nā. Khōdābhīrudēra jan'yē śubha pariṇāma."
        },
        {
            "chapter": 28,
            "verse": 84,
            "text": "Yē saṯkarma niẏē āsabē, sē tadapēkṣā uttama phala pābē ēbaṁ yē manda karma niẏē āsabē, ērūpa manda karmīrā sē manda karma parimānē'i pratiphala pābē."
        },
        {
            "chapter": 28,
            "verse": 85,
            "text": "Yini āpanāra prati kōra'ānēra bidhāna pāṭhiẏēchēna, tini abaśya'i āpanākē sbadēśē phiriẏē ānabēna. Baluna āmāra pālanakartā bhāla jānēna kē hēdāẏēta niẏē ēsēchē ēbaṁ kē prakāśya bibhrāntitē āchē."
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "Āpani āśā karatēna nā yē, āpanāra prati kitāba abartīrṇa habē. Ēṭā kēbala āpanāra pālanakartāra rahamata. Ata'ēba āpani kāphēradēra sāhāyyakārī habēna nā."
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "Kāphērarā yēna āpanākē āllāhara āẏāta thēkē bimukha nā karē sēgulō āpanāra prati abartīrṇa ha'ōẏāra para āpani āpanāra pālanakartāra prati dā'ōẏāta dina ēbaṁ kichutē'i muśarikadēra antarbhukta habēna nā."
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "Āpani āllāhara sāthē an'ya upāsyakē āhabāna karabēna nā. Tini byatīta an'ya kōna upāsya nē'i. Āllāhara sattā byatīta sabakichu dhabansa habē. Bidhāna tām̐ra'i ēbaṁ tōmarā tām̐ra'i kāchē pratyābartita habē."
        },
        {
            "chapter": 29,
            "verse": 1,
            "text": "Ālipha-lāma-mīma."
        },
        {
            "chapter": 29,
            "verse": 2,
            "text": "Mānuṣa ki manē karē yē, tārā ēkathā balē'i abyāhati pēẏē yābē yē, āmarā biśbāsa kari ēbaṁ tādērakē parīkṣā karā habē nā"
        },
        {
            "chapter": 29,
            "verse": 3,
            "text": "āmi tādērakē'ō parīkṣā karēchi, yārā tādēra pūrbē chila. Āllāha abaśya'i jēnē nēbēna yārā satyabādī ēbaṁ niścaẏa'i jēnē nēbēna mithyukadērakē."
        },
        {
            "chapter": 29,
            "verse": 4,
            "text": "Yārā manda kāja karē, tārā ki manē karē yē, tārā āmāra hāta thēkē bēm̐cē yābē? Tādēra phaẏasālā khuba'i manda."
        },
        {
            "chapter": 29,
            "verse": 5,
            "text": "Yē āllāhara sākṣāta kāmanā karē, āllāhara sē'i nirdhārita kāla abaśya'i āsabē. Tini sarbaśrōtā, sarbajñānī."
        },
        {
            "chapter": 29,
            "verse": 6,
            "text": "Yē kaṣṭa sbīkāra karē, sē tō nijēra jan'yē'i kaṣṭa sbīkāra karē. Āllāha biśbabāsī thēkē bē-para'ōẏā."
        },
        {
            "chapter": 29,
            "verse": 7,
            "text": "Āra yārā biśbāsa sthāpana karē ō saṯkarma karē, āmi abaśya'i tādēra manda kāja gulō miṭiẏē dēba ēbaṁ tādērakē karmēra uṯkr̥ṣṭatara pratidāna dēba."
        },
        {
            "chapter": 29,
            "verse": 8,
            "text": "Āmi mānuṣakē pitā-mātāra sāthē sadbyabahāra karāra jōra nirdēśa diẏēchi. Yadi tārā tōmākē āmāra sāthē ēmana kichu śarīka karāra jōra pracēṣṭā cālāẏa, yāra samparkē tōmāra kōna jñāna nē'i, tabē tādēra ānugatya karō nā. Āmāra'i dikē tōmādēra pratyābartana. Ataḥpara āmi tōmādērakē balē dēba yā kichu tōmarā karatē."
        },
        {
            "chapter": 29,
            "verse": 9,
            "text": "Yārā biśbāsa sthāpana karē ō saṯkāja karē, āmi abaśya'i tādērakē saṯkarmīdēra antarbhukta karaba."
        },
        {
            "chapter": 29,
            "verse": 10,
            "text": "Kataka lōka balē, āmarā āllāhara upara biśbāsa sthāpana karēchi; kintu āllāhara pathē yakhana tārā niryātita haẏa, takhana tārā mānuṣēra niryātanakē āllāhara āyābēra mata manē karē. Yakhana āpanāra pālanakartāra kācha thēkē kōna sāhāyya āsē takhana tārā balatē thākē, āmarā tō tōmādēra sāthē'i chilāma. Biśbabāsīra antarē yā āchē, āllāha ki tā samyaka abagata nana"
        },
        {
            "chapter": 29,
            "verse": 11,
            "text": "āllāha abaśya'i jēnē nēbēna yārā biśbāsa sthāpana karēchē ēbaṁ niścaẏa jēnē nēbēna yārā munāphēka."
        },
        {
            "chapter": 29,
            "verse": 12,
            "text": "Kāphērarā muminadērakē balē, āmādēra patha anusaraṇa kara. Āmarā tōmādēra pāpabhāra bahana karaba. Athaca tārā pāpabhāra kichutē'i bahana karabē nā. Niścaẏa tārā mithyābādī."
        },
        {
            "chapter": 29,
            "verse": 13,
            "text": "Tārā nijēdēra pāpabhāra ēbaṁ tāra sāthē āra'ō kichu pāpabhāra bahana karabē. Abaśya tārā yē saba mithyā kathā udbhābana karē, sē samparkē kēẏāmatēra dina jijñāsita habē."
        },
        {
            "chapter": 29,
            "verse": 14,
            "text": "Āmi nūha (āḥ) kē tām̐ra sampradāẏēra kāchē prēraṇa karēchilāma. Tini tādēra madhyē pañcāśa kama ēka hājāra bachara abasthāna karēchilēna. Ataḥpara tādērakē mahāplābaṇa grāsa karēchila. Tārā chila pāpī."
        },
        {
            "chapter": 29,
            "verse": 15,
            "text": "Ataḥpara āmi tām̐kē ō naukārōhīgaṇakē rakṣā karalāma ēbaṁ naukākē nidarśana karalāma biśbabāsīra jan'yē."
        },
        {
            "chapter": 29,
            "verse": 16,
            "text": "Smaraṇa kara ibrāhīmakē. Yakhana tini tām̐ra sampradāẏakē balalēna; tōmarā āllāhara ēbādata kara ēbaṁ tām̐kē bhaẏa kara. Ēṭā'i tōmādēra jan'yē uttama yadi tōmarā bōjha."
        },
        {
            "chapter": 29,
            "verse": 17,
            "text": "Tōmarā tō āllāhara paribartē kēbala pratimāra'i pūjā karacha ēbaṁ mithyā udbhābana karacha. Tōmarā āllāhara paribartē yādēra ēbādata karacha, tārā tōmādēra riyikēra mālika naẏa. Kājē'i āllāhara kāchē riyika tālāśa kara, tām̐ra ēbādata kara ēbaṁ tām̐ra kr̥tajñatā prakāśa kara. Tām̐ra'i kāchē tōmarā pratyābartita habē."
        },
        {
            "chapter": 29,
            "verse": 18,
            "text": "Tōmarā yadi mithyābādī bala, tabē tōmādēra pūrbabartīrā'ō tō mithyābādī balēchē. Spaṣṭabhābē paẏagāma pauchē dēẏā'i tō rasūlēra dāẏitba."
        },
        {
            "chapter": 29,
            "verse": 19,
            "text": "Tārā ki dēkhē nā yē, āllāha kibhābē sr̥ṣṭikarma śuru karēna ataḥpara tākē punarāẏa sr̥ṣṭi karabēna? Ēṭā āllāhara jan'yē sahaja."
        },
        {
            "chapter": 29,
            "verse": 20,
            "text": "Baluna, tōmarā pr̥thibītē bhramaṇa kara ēbaṁ dēkha, kibhābē tini sr̥ṣṭikarma śuru karēchēna. Ataḥpara āllāha purnabāra sr̥ṣṭi karabēna. Niścaẏa āllāha sabakichu karatē sakṣama."
        },
        {
            "chapter": 29,
            "verse": 21,
            "text": "Tini yākē icchā śāsti dēna ēbaṁ yāra prati icchā rahamata karēna. Tām̐ra'i dikē tōmarā pratyābartita habē."
        },
        {
            "chapter": 29,
            "verse": 22,
            "text": "Tōmarā sthalē ō antarīkṣē āllāhakē apāraga karatē pārabē nā ēbaṁ āllāha byatīta tōmādēra kōna hitākāṅkhī nē'i, sāhāyyakārī'ō nē'i."
        },
        {
            "chapter": 29,
            "verse": 23,
            "text": "Yārā āllāhara āẏāta samūha ō tām̐ra sākṣāta asbīkāra karē, tārā'i āmāra rahamata thēkē nirāśa habē ēbaṁ tādēra jan'yē'i yantraṇādāẏaka śāsti raẏēchē."
        },
        {
            "chapter": 29,
            "verse": 24,
            "text": "Takhana ibrāhīmēra sampradāẏēra ēchāṛā kōna ja'ōẏāba chila nā yē tārā balala, tākē hatyā kara athabā agnidagdha kara. Ataḥpara āllāha tākē agni thēkē rakṣā karalēna. Niścaẏa ētē biśbāsī lōkadēra jan'yē nidarśanābalī raẏēchē."
        },
        {
            "chapter": 29,
            "verse": 25,
            "text": "Ibrāhīma balalēna, pārthiba jībanē tōmādēra pārasparika bhālabāsā rakṣāra jan'yē tōmarā āllāhara paribartē pratimāgulōkē upāsyarūpē grahaṇa karēcha. Ērapara kēẏāmatēra dina tōmarā ēkē aparakē asbīkāra karabē ēbaṁ ēkē aparakē lānata karabē. Tōmādēra ṭhikānā jāhānnāma ēbaṁ tōmādēra kōna sāhāyyakārī nē'i."
        },
        {
            "chapter": 29,
            "verse": 26,
            "text": "Ataḥpara tāra prati biśbāsa sthāpana karalēna lūta. Ibrāhīma balalēna, āmi āmāra pālanakartāra uddēśē dēśatyāga karachi. Niścaẏa tini parākramaśālī, prajñāmaẏa."
        },
        {
            "chapter": 29,
            "verse": 27,
            "text": "Āmi tākē dāna karalāma isahāka ō iẏākuba, tām̐ra banśadharadēra madhyē nabu'ōẏata ō kitāba rākhalāma ēbaṁ duniẏātē tām̐kē puraskr̥ta karalāma. Niścaẏa parakālē ō sē saṯlōkadara antarbhūkta habē."
        },
        {
            "chapter": 29,
            "verse": 28,
            "text": "Āra prēraṇa karēchi lūtakē. Yakhana sē tāra sampradāẏakē balala, tōmarā ēmana aślīla kāja karacha, yā tōmādēra pūrbē pr̥thibīra kē'u karēni."
        },
        {
            "chapter": 29,
            "verse": 29,
            "text": "Tōmarā ki pummaithunē lipta ācha, rāhājāni karacha ēbaṁ nijēdēra majalisē gar'hita karma karacha? Ja'ōẏābē tām̐ra sampradāẏa kēbala ēkathā balala, āmādēra upara āllāhara āyāba āna yadi tumi satyabādī ha'ō."
        },
        {
            "chapter": 29,
            "verse": 30,
            "text": "Sē balala, hē āmāra pālanakartā, duskr̥takārīdēra birud'dhē āmākē sāhāyya kara."
        },
        {
            "chapter": 29,
            "verse": 31,
            "text": "Yakhana āmāra prērita phērēśatāgaṇa susambāda niẏē ibrāhīmēra kāchē āgamana karala, takhana tārā balala, āmarā ē'i janapadēra adhibāsīdērakē dhbansa karaba. Niścaẏa ēra adhibāsīrā jālēma."
        },
        {
            "chapter": 29,
            "verse": 32,
            "text": "Sē balala, ē'i janapadē tō lūta'ō raẏēchē. Tārā balala, sēkhānē kē āchē, tā āmarā bhāla jāni. Āmarā abaśya'i tākē ō tām̐ra paribārabargakē rakṣā karaba tām̐ra strī byatīta; sē dhbansaprāptadēra antarbhūkta thākabē."
        },
        {
            "chapter": 29,
            "verse": 33,
            "text": "Yakhana āmāra prērita phērēśatāgaṇa lūtēra kāchē āgamana karala, takhana tādēra kāraṇē sē biṣanna haẏē paṛala ēbaṁ tāra mana saṅkīrṇa haẏē gēla. Tārā balala, bhaẏa karabēna nā ēbaṁ duḥkha karabēna nā. Āmarā āpanākē ō āpanāra paribārabargakē rakṣā karaba'i āpanāra strī byatīta, sē dhbansa prāptadēra antarbhūkta thākabē."
        },
        {
            "chapter": 29,
            "verse": 34,
            "text": "Āmarā ē'i janapadēra adhibāsīdēra upara ākāśa thēkē āyāba nājila karaba tādēra pāpācārēra kāraṇē."
        },
        {
            "chapter": 29,
            "verse": 35,
            "text": "Āmi bud'dhimāna lōkadēra jan'yē ētē ēkaṭi spaṣṭa nidarśana rēkhē diẏēchi."
        },
        {
            "chapter": 29,
            "verse": 36,
            "text": "Āmi māda'iẏānabāsīdēra prati tādēra bhā'i śō'āẏabakē prēraṇa karēchi. Sē balala, hē āmāra sampradāẏa tōmarā āllāhara ēbādata kara, śēṣa dibasēra āśā rākha ēbaṁ pr̥thibītē anartha sr̥ṣṭi karō nā."
        },
        {
            "chapter": 29,
            "verse": 37,
            "text": "Kintu tārā tām̐kē mithyābādī balala; ataḥpara tārā bhūmikampa dbārā ākrānta hala ēbaṁ nijēdēra gr̥hē upuṛa haẏē paṛē ra'ila."
        },
        {
            "chapter": 29,
            "verse": 38,
            "text": "Āmi ā’da ō sāmudakē dhbansa karē diẏēchi. Tādēra bāṛī-ghara thēkē'i tādēra abasthā tōmādēra jānā haẏē gēchē. Śaẏatāna tādēra karmakē tādēra dr̥ṣṭitē suśōbhita karēchila, ataḥpara tādērakē saṯpatha abalambanē bādhā diẏēchila ēbaṁ tārā chila huśiẏāra."
        },
        {
            "chapter": 29,
            "verse": 39,
            "text": "Āmi kāruna, phērā'una ō hāmānakē dhbansa karēchi. Mūsā tādēra kāchē suspaṣṭa nidarśanābalī niẏē āgamana karēchila ataḥpara tārā dēśē dambha karēchila. Kintu tārā jitē yāẏani."
        },
        {
            "chapter": 29,
            "verse": 40,
            "text": "Āmi pratyēkakē'i tāra aparādhēra kāraṇē pākaṛā'ō karēchi. Tādēra kāra'ō prati prēraṇa karēchi prastarasaha pracanḍa bātāsa, kā'ukē pēẏēchē bajrapāta, kā'ukē āmi bilīna karēchi bhūgarbhē ēbaṁ kā'ukē karēchi nimajjata. Āllāha tādēra prati yuluma karāra chilēna nā; kintu tārā nijērā'i nijēdēra prati yuluma karēchē."
        },
        {
            "chapter": 29,
            "verse": 41,
            "text": "Yārā āllāhara paribartē aparakē sāhāyyakārīrūpē grahaṇa karē tādēra udāharaṇa mākaṛasā. Sē ghara bānāẏa. Āra saba gharēra madhyē mākaṛasāra ghara'i tō adhika durbala, yadi tārā jānata."
        },
        {
            "chapter": 29,
            "verse": 42,
            "text": "Tārā āllāhara paribartē yā kichukē ḍākē, āllāha tā jānēna. Tini śaktiśālī, prajñāmaẏa."
        },
        {
            "chapter": 29,
            "verse": 43,
            "text": "Ē sakala udāharaṇa āmi mānuṣēra jan'yē dē'i; kintu jñānīrā'i tā bōjhē."
        },
        {
            "chapter": 29,
            "verse": 44,
            "text": "Āllāha yathārtharūpē nabhōmanḍala ō bhūmanḍala sr̥ṣṭi karēchēna. Ētē nidarśana raẏēchē īmānadāra sampradāẏēra jan'yē."
        },
        {
            "chapter": 29,
            "verse": 45,
            "text": "Āpani āpanāra prati pratyādiṣṭa kitāba pāṭha karuna ēbaṁ nāmāya kāẏēma karuna. Niścaẏa nāmāya aślīla ō gar'hita kārya thēkē birata rākhē. Āllāhara smaraṇa sarbaśrēṣṭha. Āllāha jānēna tōmarā yā kara."
        }
    ]
}