{
    "maqras": [
        {
            "chapter": 21,
            "verse": 29,
            "text": "Whoever of them should say, \"I am a deity besides Him,\" shall be requited with Hell. Thus do We reward the wrongdoers"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "Do not those who deny the truth see that the heavens and the earth were joined together and that We then split them asunder? And that We have made every living thing out of water? Will they still not believe"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "We set firm mountains upon the earth lest it should sway under them, and We placed therein passages for paths so that they might find their way"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "We have made the heaven a well-secured canopy; yet still they turn away from Our signs"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "It is He who created the night and the day, and the sun and the moon, each gliding in its orbit"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "We have not granted everlasting life to any human being before you; then if you [Muhammad] should die, will they live forever"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "Every soul shall taste death; We test you with both good and evil [circumstances] as a trial. To Us you shall return"
        },
        {
            "chapter": 21,
            "verse": 36,
            "text": "When those who deny the truth see you, they laugh at you, saying, \"Is this the one who talks of your deities?\" Yet it is they who deny all mention of the Gracious One"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "Man is a creature of haste. Soon I will show you My signs, but do not ask Me to hasten them"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "They ask, \"When will this promise be fulfilled, if what you say be true"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "If only those who deny the truth knew the time when they would not be able to ward off the fire neither from their faces nor from their backs. They will not be helped"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "Indeed, it will come upon them suddenly and confound them; and they will not be able to ward it off, nor shall they be reprieved"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "Other messengers have been mocked before you, but those who scoffed were overwhelmed by the very thing they had mocked"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "Say, \"Who will save you from the wrath of the Most Gracious, by night and by day?\" Yet they turn away from the remembrance of their Lord"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "Do they have other deities who can defend them against Us? They cannot even help themselves, neither can they be aided against Us"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "Yet We bestowed the good things [of life] upon their fathers for a great length of time. But do they not see how We are shrinking their borders? Is it they who will prevail"
        },
        {
            "chapter": 21,
            "verse": 45,
            "text": "Say, \"I warn you only through the Revelation.\" But the deaf can hear nothing when they are warned"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "yet if even a breath of your Lord's punishment touched them, they would say, \"Woe to us! We were indeed wrongdoers"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "We shall set up scales of justice on the Day of Resurrection, so that no soul can be in the least wronged. Actions as small as a grain of mustard seed shall be weighed. We are sufficient as a reckoner"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "We gave Moses and Aaron the criterion of right and wrong and a light and reminder for the righteous"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "those who fear their Lord in the unseen, also dread the Hour of Judgement"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "This is a blessed reminder that We have revealed to you. Will you then reject it"
        }
    ]
}