{
    "maqras": [
        {
            "chapter": 4,
            "verse": 58,
            "text": "God commands you to hand back your trusts to their rightful owners, and when you judge between people, to judge with fairness. God's instructions to you are excellent. God hears and sees all things"
        },
        {
            "chapter": 4,
            "verse": 59,
            "text": "Believers, obey God and obey the Messenger and those who have been entrusted with authority among you. If you are in dispute over any matter, refer it to God and the Messenger, if you truly believe in God and the Last Day: this is best, and best in the end"
        },
        {
            "chapter": 4,
            "verse": 60,
            "text": "Have you not seen those who profess to believe in what has been revealed to you and [to other prophets] before you? They seek the judgement of evil people, although they were commanded not to obey them. And Satan wants to lead them far astray"
        },
        {
            "chapter": 4,
            "verse": 61,
            "text": "When they are told, \"Come to what God has sent down and to the Messenger,\" you see the hypocrites turn away from you"
        },
        {
            "chapter": 4,
            "verse": 62,
            "text": "How will it be when an affliction befalls them because of what they themselves have done? They will come to you, swearing by God, saying that they were seeking nothing but goodwill and conciliation"
        },
        {
            "chapter": 4,
            "verse": 63,
            "text": "But God knows all that is in their hearts; so ignore what they say, admonish them and speak to them in such terms as will address their minds"
        },
        {
            "chapter": 4,
            "verse": 64,
            "text": "All the messengers We sent were meant to be obeyed by God's leave. If they had come to you and sought forgiveness from God whenever they wronged themselves, and the Messenger had prayed for forgiveness for them, they would have found that God is ever-forgiving and merciful"
        },
        {
            "chapter": 4,
            "verse": 65,
            "text": "By your Lord, they will not be true believers until they seek your arbitration in their disputes and find within themselves no doubt about what you decide and accept it wholeheartedly"
        },
        {
            "chapter": 4,
            "verse": 66,
            "text": "If We had commanded them, \"Lay down your lives or leave your dwellings,\" they would have not done it, save a few of them. If they had done what they were instructed to do, it would have been better for them, as well as more strengthening [for their faith]"
        },
        {
            "chapter": 4,
            "verse": 67,
            "text": "and We would have given them a great reward of Our own"
        },
        {
            "chapter": 4,
            "verse": 68,
            "text": "and guided them to a straight path"
        },
        {
            "chapter": 4,
            "verse": 69,
            "text": "Whoever obeys God and the Messenger will be among those He has blessed: the messengers, the truthful, the witnesses, and the righteous. What excellent companions these are"
        },
        {
            "chapter": 4,
            "verse": 70,
            "text": "That is God's favour. Sufficient is God's infinite knowledge"
        },
        {
            "chapter": 4,
            "verse": 71,
            "text": "You who believe, take your precautions and then go forth in small groups or go forth all together"
        },
        {
            "chapter": 4,
            "verse": 72,
            "text": "Among you are some who lag behind and if you encounter a setback, they say, \"God has been gracious to me; I was not present with them"
        },
        {
            "chapter": 4,
            "verse": 73,
            "text": "But if, by God's grace, good fortune should be your lot, they will say, \"If only I had been with them I should have achieved a great success,\" as if no affection had existed between you and them"
        }
    ]
}