{
    "pages": [
        {
            "chapter": 5,
            "verse": 83,
            "text": "Āra rāsūlēra prati yā nāyila haẏēchē tā yakhana tārā śunē, takhana tārā yē satya upalabdhi karē tāra jan'ya āpani tādēra cōkha aśru bigalita dēkhabēna [1]. Tārā balē, ‘hē āmādēra raba! Āmarā īmāna ēnēchi; kājē'i āpani āmādērakē sākṣyabahadēra tālikābhukta karuna.’"
        },
        {
            "chapter": 5,
            "verse": 84,
            "text": "‘Āra āllāhara prati ō āmādēra kāchē āsā satyēra prati īmāna nā ānāra kī kāraṇa thākatē pārē yakhana āmarā pratyāśyā kari yē, āmādēra raba āmādērakē nēkakāra sampradāẏēra antarbhukta karabēna?’"
        },
        {
            "chapter": 5,
            "verse": 85,
            "text": "Ataḥpara tādēra ē kathāra jan'ya āllāha tādēra puraskāra nirdiṣṭa karēchēna jānnātē, yāra pādadēśē nadī prabāhita; tārā sēkhānē sthāẏī habē. Āra ēṭā muhasinadēra puraskāra"
        },
        {
            "chapter": 5,
            "verse": 86,
            "text": "Āra yārā kupharī karēchē ō āmādēra āẏātasamūhē mithyārōpa karēchē, tārā'i jāhānnāmabāsī"
        },
        {
            "chapter": 5,
            "verse": 87,
            "text": "Hē muminagaṇa! Āllāha tōmādēra jan'ya uṯkr̥ṣṭa yēsaba bastu hālāla karēchēna sēgulōkē tōmarā hārāma karō nā [1] ēbaṁ sīmālaṅghana karō nā. Niścaẏa'i āllāha sīmālaṅghanakārīkē pachanda karēna nā"
        },
        {
            "chapter": 5,
            "verse": 88,
            "text": "Āra āllāha tōmādērakē yē hālāla ō uṯkr̥ṣṭa jībikā diẏēchēna tā thēkē khā'ō ēbaṁ āllāhara tāka'ōẏā abalambana kara, yām̐ra prati tōmarā mumina"
        },
        {
            "chapter": 5,
            "verse": 89,
            "text": "Tōmādēra br̥thā śapathēra jan'ya āllāha tōmādērakē pākaṛā'ō karabēna nā, kintu yēsaba śapatha tōmarā icchē karē kara sēgulōra jan'ya tini tōmādērakē pākaṛā'ō karabēna. Tārapara ēra kāphaphārā daśajana daridrakē madhyama dharanēra khādya dāna, yā tōmarā tōmādēra parijanadērakē khētē dā'ō, bā tādērakē bastradāna, kimbā ēkajana dāsa mukti [1]. Ataḥpara yāra sāmartha nē'i tāra jan'ya tina dina siẏāma pālana [2]. Tōmarā śapatha karalē ēṭā'i tōmādēra śapathēra kāphaphārā. Āra tōmarā tōmādēra śapatha rakṣā karō [3]. Ēbhābē āllāha tōmādēra jan'ya tām̐ra āẏātasamūha barṇanā karēna, yātē tōmarā śōkara ādāẏa kara"
        }
    ]
}