{
    "pages": [
        {
            "chapter": 6,
            "verse": 9,
            "text": "Āra yadi tākē phiriśatā karatāma tabē tām̐kē puruṣa mānuṣēra ākr̥titē'i pāṭhātāma, āra tādērakē sērūpa bibhramē phēlatāma yērūpa bibhramē tārā ēkhana raẏēchē"
        },
        {
            "chapter": 6,
            "verse": 10,
            "text": "Āra āpanāra āgē anēka rāsūlakē niẏē'i tō ṭhāṭṭā-bidrupa karā haẏēchē. Phalē rāsūladēra sāthē bidrupakārīdērakē tārā yā niẏē ṭhāṭṭā-bidrupa karachila tā-i paribēṣṭana karēchē"
        },
        {
            "chapter": 6,
            "verse": 11,
            "text": "Baluna, ‘tōmārā yamīnē paribhramana kara, tarapara dēkha, yārā mithyārōpa karēchē tādēra pariṇāma ki haẏēchilō [1]!’"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "Baluna, ‘āsamānasamūha ō yamīnē yā āchē tā kāra? Baluna, ‘āllāhara'i’ [1], tini tām̐ra nijēra upara daẏā karā likhē niẏēchēna [2]. Kiẏāmatēra dina tini tōmādērakē abaśya'i ēkatra karabēna [3], ētē kōnō sandēha nē'i. Yārā nijērā'i nijēdēra kṣati karēchē tārā īmāna ānabē nā"
        },
        {
            "chapter": 6,
            "verse": 13,
            "text": "āra rāta ō dinē yā kichu sthita haẏa, tā tām̐ra'i [1]ēbaṁ tini sabakichu śunēna, sabakichu jānēna"
        },
        {
            "chapter": 6,
            "verse": 14,
            "text": "Baluna, ‘āmi ki āsamānasamūha ō yamīnēra sraṣṭā āllāh‌ chāṛā an'yakē abhibhābakarūpē grahaṇa karaba [1]? Tini'i khābāra dāna karēna kintu tām̐kē khābāra dēẏā haẏa nā [2]. Baluna ‘niścaẏa āmi ādēśa pēẏēchi yārā isalāma grahaṇa karēchē tādēra madhyē yēna āmi prathama byakti ha'i [3],āra (āmākē āra'ō ādēśa karā haẏēchē) ‘āpani muśarikadēra antarbhukta habēna nā.’"
        },
        {
            "chapter": 6,
            "verse": 15,
            "text": "Baluna, ‘āmi yadi āmāra raba –ēra abādhyatā kari, tabē niścaẏa āmi bhaẏa kari mahādinēra śāstira [1].’"
        },
        {
            "chapter": 6,
            "verse": 16,
            "text": "‘Sēdina yāra thēkē tā sariẏē nēẏā habē, tāra prati tō tini daẏā karalēna [1] ēbaṁ ēṭā'i spaṣṭa saphalatā [2].’"
        },
        {
            "chapter": 6,
            "verse": 17,
            "text": "Āra yadi āllāh‌ āpanākē kōnō durdaśā dbārā sparśa karēna, tabē tini chāṛā tā mōcanakārī āra kē'ū nē'i. Āra yadi tini āpanākē kōnō kalyāṇa dbārā sparśa karēna, tabē tini tō saba kichura upara kṣamatābāna"
        },
        {
            "chapter": 6,
            "verse": 18,
            "text": "Āra tini'i āpana bāndādēra upara pūrṇa niẏantraṇakārī [1], āra tini prajñāmaẏa, samyāka abahita"
        }
    ]
}