{
    "pages": [
        {
            "chapter": 6,
            "verse": 152,
            "text": "Āra iẏātīma baẏaḥprāpta nā ha'ōẏā paryanta uttama byabasthā chāṛā tōmārā tāra sampattira dhārē-kāchē'ō yābē nā [1] ēbaṁ parimāpa ō ōjana n'yāyyabhābē purōpuri dēbē [2]. Āmarā kā'ukē'ō tāra sādhyēra cēẏē bēśī bhāra arpaṇa kari nā. Āra yakhana tōmarā kathā balabē takhana n'yāyya balabē, sbajanēra samparkē halē'ō [3] ēbaṁ āllāhakē dēẏā aṅgīkāra pūrṇa karabē [4]. Ēbhābē āllāh‌ tōmādērakē nirdēśa dilēna yēna tōmarā upadēśa grahaṇa kara"
        },
        {
            "chapter": 6,
            "verse": 153,
            "text": "Āra ē patha'i āmāra sarala patha. Kājē'i tōmarā ēra anusaraṇa kara [1] ēbaṁ bibhinna patha anusaraṇa karabē nā [2], karalē tā tōmādērakē tām̐ra patha thēkē bicchinna karabē. Ēbhābē āllāh‌ tōmādērakē nirdēśa dilēna yēna tōmārā tāka'ōẏāra adhikārī ha'ō"
        },
        {
            "chapter": 6,
            "verse": 154,
            "text": "Tārapara āmarā mūsākē diẏēchilāma kitāba, yē ihasāna karē tāra jan'ya paripūrṇatā, sabakichura biśada bibaraṇa, hidāẏāta ēbaṁ rahamatasbarūpa, yātē tārā tādēra rabēra sākṣāta sambandhē īmāna rākhē"
        },
        {
            "chapter": 6,
            "verse": 155,
            "text": "Āra ē kitāba, yā āmarā nāyila karēchi – barakatamaẏa. Kājē'i tōmārā tāra anusaraṇa kara ēbaṁ tāka'ōẏā abalambana kara, yātē tōmarā rahamataprāpta ha'ō"
        },
        {
            "chapter": 6,
            "verse": 156,
            "text": "Yēna tōmarā nā bala yē, ‘kitāba tō śudhu āmādēra pūrbē du sampradāẏēra prati'i nāyila haẏēchila; āmārā tādēra paṭhana –pāṭhana sambad'dhē tō gāphila chilāma,’"
        },
        {
            "chapter": 6,
            "verse": 157,
            "text": "kimbā yēna tōmarā nā bala yē, ‘yadi āmādēra prati kitāba nāyila hata, tabē āmarā tō tādēra cēẏē bēśī hidāẏāta prāpta hatāma [1].’ Sutarāṁ abaśya'i tōmādēra kāchē tōmādēra rabēra pakṣa thēkē spaṣṭa pramāṇa, hidāẏāta ō rahamata ēsēchē. Ataḥpara yē āllāhara āẏātasamūhē mithyārōpa karabē ēbaṁ tā thēkē mukha phiriẏē nēbē, tāra cēẏē baṛa yālima āra kē? Yārā āmādēra āẏātasamūha thēkē mukha phiriẏē nēẏa, satyabimukhitāra jan'ya acirē'i āmarā tādērakē nikr̥ṣṭa śāsti dēba"
        }
    ]
}