{
    "pages": [
        {
            "chapter": 14,
            "verse": 19,
            "text": "Āpani ki lakṣya karēna nā yē, āllāh‌ āsamānasamūha ō yamīna yathābidhi sr̥ṣṭi karēchēna [1]? Tini icchē karalē tōmādēra astitba bilōpa karatē pārēna ēbaṁ ēka nūtana sr̥ṣṭi astitbē ānatē pārēna"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "Āra ēṭā āllāh‌ra jan'ya ādau kaṭhina naẏa"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "Āra tārā sabā'i āllāh‌ra kāchē prakāśita habē [1]. Takhana durbalērā yārā ahaṅkāra karata tādērakē balabē, ‘āmarā tō tōmādēra anusārī chilāma; ēkhana tōmarā āllāh‌ra śāsti hatē āmādērakē kichumātra rakṣā karatē pārabē [2]?’ Tārā balabē, ‘āllāh‌ āmādērakē saṯpathē paricālita karalē āmarā'ō tōmādērakē saṯpathē paricālita karatāma. Ēkhana āmarā dhairyacyuta ha'i athabā dhairyaśīla ha'i- ubhaẏa abasthā'i āmādēra jan'ya samāna; āmādēra kōnō pālānōra jāẏagā nē'i [3].’"
        },
        {
            "chapter": 14,
            "verse": 22,
            "text": "Āra yakhana bicārēra kāja sampanna habē takhana śaẏatāna balabē, ‘āllāh tō tōmādērakē pratiśruti diẏēchilēna satya pratiśruti [1], āmi'ō tōmādērakē pratiśruti diẏēchilāma, kintu āmi tōmādērakē dēẏā pratiśruti bhaṅga karēchi. Āmāra tō tōmādēra upara kōnō ādhipatya chila nā, āmi śudhu tōmādērakē ḍākachilāma tātē tōmarā āmāra ḍākē sāṛā diẏēchilē. Kājē'i tōmarā āmākē tiraskāra karō nā, tōmarā nijēdēra'i tiraskāra kara. Āmi tōmādēra ud'dhārakārī na'i ēbaṁ tōmarā'ō āmāra ud'dhārakārī na'ō. Tōmarā yē āgē āmākē āllāh‌ra śarīka karēchilē [2] āmi tā asbīkāra karachi. Niścaẏa yālimadēra jan'ya raẏēchē yantraṇādāẏaka śāsti"
        },
        {
            "chapter": 14,
            "verse": 23,
            "text": "Āra yārā īmāna ānē ō saṯkāja karē tādērakē prabēśa karānō habē jānnātē yāra pādadēśē nadī prabāhita. Sēkhānē tārā tādēra rabēra anumatikramē sthāẏī habē, sēkhānē tādēra abhibādana habē ‘sālāma’"
        },
        {
            "chapter": 14,
            "verse": 24,
            "text": "Āpani ki lakṣya karēna nā āllāh kibhābē upamā diẏē thākēna? Saṯbākyēra [1] tulanā uṯkr̥ṣṭa gācha yāra mūla sudr̥ṛha ō yāra śākhā-praśākhā uparē bistr̥ta"
        }
    ]
}