{
    "pages": [
        {
            "chapter": 19,
            "verse": 96,
            "text": "19|96|Niścaẏa yārā īmāna ānē ō saṯkāja karē daẏāmaẏa abaśya'i tādēra jan'ya sr̥ṣṭi karēna bhālabāsā [1]."
        },
        {
            "chapter": 19,
            "verse": 97,
            "text": "19|97|Āra āmarā tō āpanāra jabānitē kura'ānakē sahaja karē diẏēchi yātē āpani tā dbārā muttākīdērakē susambāda ditē pārēna ēbaṁ bitaṇḍāpriẏa sampradāẏakē tā dbārā satarka karatē pārēna."
        },
        {
            "chapter": 19,
            "verse": 98,
            "text": "19|98|Āra tādēra āgē āmarā bahu prajanmakē bināśa karēchi! Āpani ki tādēra kārō astitba anubhaba karēna athabā kṣīṇatama śabda'ō śunatē pāna [1]"
        },
        {
            "chapter": 20,
            "verse": 1,
            "text": "20|1|tbā-hā, [1]"
        },
        {
            "chapter": 20,
            "verse": 2,
            "text": "20|2|āpani kaṣṭa-klēśē patita hana – ē jan'ya āmarā āpanāra prati kura'āna nāyila karini [1]"
        },
        {
            "chapter": 20,
            "verse": 3,
            "text": "20|3|baraṁ yē bhaẏa karē tāra jan'ya upadēśa hisēbē [1]"
        },
        {
            "chapter": 20,
            "verse": 4,
            "text": "20|4|Yini yamīna ō samucca āsamānasamūha sr̥ṣṭi karēchēna tām̐ra kācha thēkē ēṭā nāyilakr̥ta"
        },
        {
            "chapter": 20,
            "verse": 5,
            "text": "20|5|daẏāmaẏa (āllāh) āraśēra upara uṭhēchēna [1]."
        },
        {
            "chapter": 20,
            "verse": 6,
            "text": "20|6|Yā āchē āsamānasamūhē ō yamīnē ēbaṁ du’ẏēra madhyabartī sthānē ō bhūgarbhē [1] tā tām̐ra'i."
        },
        {
            "chapter": 20,
            "verse": 7,
            "text": "20|7|Āra yadi āpani uccakaṇṭhē kathā balēna, tabē tini tō yā gōpana ō ati gōpana tā saba'i jānēna [1]."
        },
        {
            "chapter": 20,
            "verse": 8,
            "text": "20|8|Āllāh, tini chāṛā an'ya kōnō satya ilāha nē'i, sundara nāmasamūha tām̐ra'i [1]."
        },
        {
            "chapter": 20,
            "verse": 9,
            "text": "20|9|Āra mūsāra br̥ttānta āpanāra kāchē paum̐chēchē ki [1]"
        },
        {
            "chapter": 20,
            "verse": 10,
            "text": "20|10|tini yakhana āguna dēkhalēna takhana tāra paribārabargakē balalēna, ‘tōmarā apēkṣā kara, āmi tō āguna dēkhēchi. Sambhabata āmi tōmādēra jan'ya tā thēkē kichu jbalanta aṅgāra ānatē pārabō athabā āmi āgunēra kāchē dhārē kōnō pathanirdēśa pāba [1]."
        },
        {
            "chapter": 20,
            "verse": 11,
            "text": "20|11|Tārapara yakhana tini āgunēra kāchē āsalēna takhana tākē ḍēkē balā hala, ‘hē mūsā"
        },
        {
            "chapter": 20,
            "verse": 12,
            "text": "20|12|‘niścaẏa āmi āpanāra raba, ata'ēba āpanāra jutā jōṛā khulē phēluna, kāraṇa āpani pabitra ‘tu'ōẏā’ upatyakāẏa raẏēchēna [1]."
        }
    ]
}