{
    "pages": [
        {
            "chapter": 33,
            "verse": 7,
            "text": "Āra smaraṇa karuna, yakhana āmarā nabīgaṇēra kācha thēkē aṅgīkāra grahaṇa karēchilāma [1] ēbaṁ āpanāra kācha thēkē'ō, āra nūha, ib‌rāhima, mūsā ō māra'iẏāma putra īsāra kācha thēkē'ō. Āra āmarā tādēra kācha thēkē grahaṇa karēchilāma dr̥ṛha aṅgīkāra"
        },
        {
            "chapter": 33,
            "verse": 8,
            "text": "satyabādīdērakē tādēra satyabāditā sam'mandhē jijñēsa karāra jan'ya. Āra tini kāphiradēra jan'ya prastuta rēkhēchēna yantraṇādāẏaka śāsti"
        },
        {
            "chapter": 33,
            "verse": 9,
            "text": "Hē īmānadāragaṇa! Tōmarā tōmādēra prati āllāhara anugrahēra kathā smaraṇa kara, yakhana śatru bāhinī tōmādēra birud'dhē samāgata haẏēchila ataḥpara āmarā tādēra birud'dhē pāṭhiẏēchilāma ghūrṇibāẏu [1] ēbaṁ ēmana bāhinī yā tōmarā dēkhani [2]. Āra tōmarā yā kara āllāh tāra samyaka draṣṭā"
        },
        {
            "chapter": 33,
            "verse": 10,
            "text": "Yakhana tārā tōmādēra birud'dhē samāgata haẏēchila tōmādēra uparēra dika ō nicēra dika hatē [1], tōmādēra cōkha bisphōrita haẏēchila ēbaṁ tōmādēra prāṇa haẏē parēchila kaṇṭhāgata [2], āra tōmarā āllāh sam'mandhē nānābidha dhāranā pōṣaṇa karachilē"
        },
        {
            "chapter": 33,
            "verse": 11,
            "text": "takhana muminagaṇa parīkṣita haẏēchila ēbaṁ tārā bhīṣaṇabhābē prakampita haẏēchila"
        },
        {
            "chapter": 33,
            "verse": 12,
            "text": "Āra smaraṇa kara, yakhana munāphikarā ō yādēra antarē chila byādhi tārā balachila, 'āllāh ēbaṁ tām̐ra rāsūla āmādērakē yē pratiśruti diẏēchilēna tā pratāraṇā chāṛā kichu naẏa.’"
        },
        {
            "chapter": 33,
            "verse": 13,
            "text": "Āra yakhana tādēra ēkadala balēchila, ‘hē iẏāsaribabāsī [1]! (Ēkhānē rāsūlēra kāchē pratirōdha karāra) tōmādēra kōnō sthāna nē'i sutarāṁ tōmarā (gharē) phirē yā'ō' ēbaṁ tādēra madhyē ēkadala nabīra kāchē abyāhati prārthanā karē balachila, 'āmādēra bāṛighara arakṣita'; athaca sēgulō arakṣita chila nā, āsalē pāliẏē yā'ōẏā'i chila tādēra uddēśya"
        },
        {
            "chapter": 33,
            "verse": 14,
            "text": "Āra yadi bibhinna dika hatē tādēra birud'dhē śatrudēra prabēśa ghaṭata, tārapara tādērakē śirka karāra jan'ya prarōcita karā hata, tabē abaśya'i tārā sēṭā karē basata, tārā sēṭā karatē sāmān'ya'i bilamba karata"
        },
        {
            "chapter": 33,
            "verse": 15,
            "text": "Abaśya'i tārā pūrbē āllāhara sāthē aṅgikāra karēchila yē, tārā pr̥ṣṭha pradarśana karabē nā. Āra āllāhara sāthē karā aṅgikāra sambandhē abaśya'i jijñēsa karā habē"
        }
    ]
}