{
    "pages": [
        {
            "chapter": 39,
            "verse": 32,
            "text": "Sutarāṁ yē byakti āllāha sambandhē mithyā balē ēbaṁ satya āsāra para tātē mithyārōpa karē tāra cēẏē bēśī yālima āra kē? Kāphiradēra ābāsasthala ki jāhānnāma naẏa"
        },
        {
            "chapter": 39,
            "verse": 33,
            "text": "āra yē satya niẏē ēsēchē ēbaṁ yē tā satya balē mēnēchē tārā'i tō muttākī"
        },
        {
            "chapter": 39,
            "verse": 34,
            "text": "Tādēra jan'ya tā-i thākabē yā cā'ibē tārā tādēra rabēra nikaṭa. Ēṭā'i muhasinadēra puraskāra"
        },
        {
            "chapter": 39,
            "verse": 35,
            "text": "Yātē ērā yēsaba mandakāja karēchē āllāh tā kṣamā karē dēna ēbaṁ ēdērakē ēdēra sarbōttama kājēra jan'ya puraskr̥ta karēna"
        },
        {
            "chapter": 39,
            "verse": 36,
            "text": "Āllāha ki tāra bāndāra jan'ya yathēṣṭa nana? Athaca tārā āpanākē āllāhara paribartē an'yēra bhaẏa dēkhāẏa [1]. Āra āllāh yākē pathabhraṣṭa karēna tāra jan'ya kōnō hēdāẏātakārī nē'i"
        },
        {
            "chapter": 39,
            "verse": 37,
            "text": "Āra yākē āllāh hēdāẏāta karēna tāra jan'ya kōnō pathabhraṣṭakārī nē'i; āllāha ki parākramaśālī, pratiśōdha grahaṇakārī nana"
        },
        {
            "chapter": 39,
            "verse": 38,
            "text": "āra āpani yadi tādērakē jijñēsa karēna, āsamānasamūha ō yamīna kē sr̥ṣṭi karēchēna? Tārā abaśya'i balabē, 'āllāh.' Baluna, 'tōmarā bhēbē dēkhēcha ki, āllāh āmāra aniṣṭa karatē cā'ilē tōmarā āllāhara paribartē yādērakē ḍāka tārā ki sē aniṣṭa dūra karatē pārabē athabā tini āmāra prati anugraha karatē cā'ilē tārā ki sē anugrahakē rōdha karatē pārabē?' Baluna, 'āmāra jan'ya āllāha'i yathēṣṭa.' Nirbharakārīgaṇa tām̐ra upara'i nirbhara karē"
        },
        {
            "chapter": 39,
            "verse": 39,
            "text": "Baluna, 'hē āmāra sampradāẏa! Tōmarā sba sba abasthānē kāja karatē thāka, niścaẏa āmi āmāra kāja karaba [1]. Ataḥpara śīghra'i tōmarā jānatē pārabē"
        },
        {
            "chapter": 39,
            "verse": 40,
            "text": "kāra upara āsabē lāñchanādāẏaka śāsti āra āpatita habē tāra upara sthāẏī śānti"
        }
    ]
}