{
    "pages": [
        {
            "chapter": 7,
            "verse": 1,
            "text": "ا ل م ص (މި އަކުރުތަކުގެ مراد ދެނެވޮޑިގެންވަނީ اللَّه އެވެ)"
        },
        {
            "chapter": 7,
            "verse": 2,
            "text": "(މި قرآن އަކީ) ކަލޭގެފާނަށް ބާވައިލެއްވި ފޮތެކެވެ. ފަހެ، އެ ފޮތުން إنذار ކުރެއްވުމަށް، ކަލޭގެފާނުގެ ހިތްޕުޅުގައި އެއްވެސް ދަތިކަމެއް އޮތަނުދެއްވާށެވެ! އަދި އެއީ، مؤمن ންނަށް ހުރި ހަނދާންކޮށްދިނުމެކެވެ"
        },
        {
            "chapter": 7,
            "verse": 3,
            "text": "ތިޔަބައިމީހުންގެ ވެރިރަސްކަލާނގެ حضرة ން، ތިޔަބައިމީހުންނަށް ބާވައިލެއްވި ފޮތަށް ތިޔަބައިމީހުން تبع ވާށެވެ! އަދި އެކަލާނގެ ފިޔަވައި، އެހެން އެހީތެރިންތަކަކަށް تبع ނުވާށެވެ! ތިޔަބައިމީހުން ހަނދުމަކުރަނީ، ވަރަށްވެސް މަދުންނެވެ"
        },
        {
            "chapter": 7,
            "verse": 4,
            "text": "ތިމަންރަސްކަލާނގެ ކޯފާލައްވައި، ހަލާކު ކުރެއްވީ ކިތައްކިތައް ރަށް ހެއްޔެވެ؟ ފަހެ، ރޭގަނޑުގައި، ނުވަތަ މެންދުރު އެއުރެން ނިދާފައި ތިއްބައި އެ ރަށްތަކަށް ތިމަންރަސްކަލާނގެ عذاب އައެވެ"
        },
        {
            "chapter": 7,
            "verse": 5,
            "text": "ފަހެ، ތިމަންރަސްކަލާނގެ عذاب އެއުރެންގެ ގާތަށް އައިހިނދު، ހަމަކަށަވަރުން، ތިމަންމެން އަނިޔާވެރިން ކަމުގައި ވެއްޖައީމުއޭ ބުނުން ނޫން އެހެން ބުނުމެއް، އެއުރެންގެ ނެތެވެ"
        },
        {
            "chapter": 7,
            "verse": 6,
            "text": "ހަމަށަވަރުން، އެއުރެންގެ ގާތަށް رسول ން ފޮނުއްވި މީހުންނާ ތިމަންރަސްކަލާނގެ سؤال ކުރައްވާ ހުށީމެވެ. އަދި رسول ންނާވެސް، ހަމަކަށަވަރުން، ތިމަންރަސްކަލާނގެ سؤال ކުރައްވާ ހުށީމެވެ"
        },
        {
            "chapter": 7,
            "verse": 7,
            "text": "އަދި (އެއުރެންކުރި ހުރިހާކަމެއް) ދެނެވޮޑިގެންވާ حال ގައި، ހަމަކަށަވަރުން، ތިމަންރަސްކަލާނގެ އެއުރެންނަށް ކިޔައިދެއްވާ ހުށީމެވެ. އަދި (މި ކަމުގައި) ތިމަންރަސްކަލާނގެ ދުރުވެވޮޑިގެނެއް ނުވަމެވެ"
        },
        {
            "chapter": 7,
            "verse": 8,
            "text": "އެދުވަހުން (މީސްތަކުންގެ عمل ތައް) ކިރައި ވަޒަން ކުރައްވާހުށީ حق ގޮތުގައެވެ. ފަހެ، އެމީހެއްގެ (ހެޔޮ عمل ތަކުގެ) ތިލަފަތްތައް ބަރުވެއްޖެ މީހާ (ދަންނާށެވެ!) ފަހެ، ދިންނަވާނޭ މީހުންނަކީ ހަމަ އެއުރެންނެވެ"
        },
        {
            "chapter": 7,
            "verse": 9,
            "text": "އަދި އެމީހެއްގެ ތިލަފަތްތައް ލުއިވެއްޖެމީހާ (ދަންނާށެވެ!) ފަހެ، އެއުރެންނަކީ، ތިމަންރަސްކަލާނގެ آية ތަކަށް إنكار ކޮށް އުޅުމުގެ ސަބަބުން އެއުރެންގެ އަމިއްލަ نفس ތަކަށް ގެއްލުންދިން މީހުންނެވެ"
        },
        {
            "chapter": 7,
            "verse": 10,
            "text": "ހަމަކަށަވަރުން، ތިމަންރަސްކަލާނގެ ތިޔަބައިމީހުންނަށް ބިމުގައި ކަންތައްތައް ފަހިކޮށްދެއްވައި ބާރުވެރިކޮށްދެއްވީމެވެ. އަދި އެތާނގައި، ތިޔަބައިމީހުންނަށް ދިރިއުޅެވޭނެ ގޮތްތަކެއް ލެއްވީމެވެ. (އެހެނެއްކަމަކު) ތިޔަބައިމީހުން شكر ކުރަނީ ވަރަށްވެސް މަދުންނެވެ"
        },
        {
            "chapter": 7,
            "verse": 11,
            "text": "އަދި ހަމަކަށަވަރުން، ތިމަންރަސްކަލާނގެ ތިޔަބައިމީހުން (އެބަހީ: ތިޔަބައިމީހުންގެ أصل ކަމުގައިވާ آدم ގެފާނު) ހެއްދެވީމެވެ. ދެން ތިޔަބައިމީހުން (އެބަހީ: آدم ގެފާނު) صورة ކުރެއްވީމެވެ. ދެން ملائكة ންނަށް وحى ކުރެއްވީމެވެ. آدم ގެފާނަށް ތިޔަބައިމީހުން سجدة ކުރާށެވެ! ދެން إبليس ފިޔަވައި، އެއުރެން سجدة ކުރިއެވެ. سجدة ކުރި މީހުންގެ ތެރެއިން އޭނާ ނުވެއެވެ"
        }
    ]
}