{
    "pages": [
        {
            "chapter": 7,
            "verse": 160,
            "text": "އަދި ބާރަ قبيلة އަށް، جماعة ތަކަކަށް، ތިމަންރަސްކަލާނގެ އެއުރެން ބައިކުރެއްވީމެވެ. އަދި موسى ގެފާނުގެ قوم ގެމީހުން އެކަލޭގެފާނުގެ އަރިހުން ފެނަށް އެދުނުހިނދު، ތިމަންރަސްކަލާނގެ موسى ގެފާނަށް وحى ކުރެއްވީމެވެ. ކަލޭގެފާނުގެ އަސާކޮޅުން ހިލައިގައި ޖައްސަވާށެވެ! ދެން (އެކަލޭގެފާނު އެ ހިލައިގައި ޖެއްސެވި ހިނދު) އެ ހިލައިން ބާރަ ފެންއާރު އަރައިގެންފިއެވެ. ހަމަކަށަވަރުން، ކޮންމެބަޔަކު، އެބަޔަކު ފެންބޯންވީ ޖާގަ ދެނެގެންފޫއެވެ. އަދި ވިލާގަނޑުން، އެއުރެންގެ މައްޗަށް ތިމަންރަސްކަލާނގެ ހިޔާއެޅުއްވީމެވެ. އަދި އެއުރެންގެ މައްޗަށް، ތިމަންރަސްކަލާނގެ منّ އާއި سلوى ބާވައިލެއްވީމެވެ. (އަދި އެންގެވީމެވެ.) ތިޔަބައިމީހުންނަށް ތިމަންރަސްކަލާނގެ ދެއްވި ރަނގަޅު ތަކެތިން، ތިޔަބައިމީހުން ކައިއުޅޭށެވެ! އެއުރެން ތިމަންރަސްކަލާނގެއަކަށް އަނިޔާވެރިއެއް ނުވެތެވެ. އެހެނެއްކަމަކު، އެއުރެންގެ އަމިއްލަ نفس ތަކަށް، އަނިޔާވެރިވާ ކަމުގައި އެއުރެންވޫއެވެ"
        },
        {
            "chapter": 7,
            "verse": 161,
            "text": "އެއުރެންނަށް އެންގެވިހިނދު ހަނދުމަކުރާށެވެ! ތިޔަބައިމީހުން، މިރަށުގައި ވަޒަންވެރިވެ ތިބޭށެވެ! އަދި އެރަށުން ތިޔަބައިމީހުން އެދޭފަދަޔަކުން ކައިއުޅޭށެވެ! އަދި އަޅަމެންގެ އެދުމަކީ، ކުށްފާފަތައް ފުއްސަވައި، عفو ކުރެއްވުމޭ ދަންނަވާށެވެ! އަދި سجدة ކުރާ حال، ތިޔަބައިމީހުން (އެރަށުގެ) ދޮރޯށިން ވަންނާށެވެ! އޭރުން، ތިމަންރަސްކަލާނގެ ތިޔަބައިމީހުންނަށްޓަކައި، ތިޔަބައިމީހުންގެ ކުށްފާފަތައް ފުއްސަވާހުށީމެވެ. إحسان ތެރިންނަށް ތިމަންރަސްކަލާނގެ (ހެޔޮކަން) އިތުރުކުރައްވާ ހުށީމެވެ"
        },
        {
            "chapter": 7,
            "verse": 162,
            "text": "ދެން އޭގެތެރެއިން އަނިޔާވެރިވި މީހުން، އެއުރެންނަށް ކިޔާށޭ އެންގެވި ބަސް، އެނޫންބަހަކަށް ބަދަލުކޮށްފޫއެވެ. ދެން އެއުރެން އަނިޔާވެރިވެ އުޅުނުކަމުގެ ސަބަބުން، ތިމަންރަސްކަލާނގެ އެއުރެންގެ މައްޗަށް އުޑުން عذاب އެއް ފޮނުއްވީމެވެ"
        },
        {
            "chapter": 7,
            "verse": 163,
            "text": "އަދި ކަނޑުގެ އައްސޭރީގައިއޮތް ރަށާމެދު، ކަލޭގެފާނު އެއުރެންނާ سؤال ކުރައްވާށެވެ! (އެއީ) ހޮނިހިރާމެދު އެއުރެން عداوة ތެރިވަމުންދިޔަ ހިނދެވެ. އެއުރެންގެ މަސްތައް، އެއުރެންގެ ހޮނިހިރުދުވަހު ފާޅުވެ، ފެނިގެން އެއުރެންނާ ހަމަޔަށް އަންނަހިނދެވެ. އަދި އެއުރެން ހޮނިހިރު ނުކުރާދުވަހު، އެ މަސްތައް އެއުރެންނާ ހަމަޔަކަށް ނާދެއެވެ. އެފަދައިން ތިމަންރަސްކަލާނގެ އެއުރެން امتحان ކުރައްވަމެވެ. (އެއީ) އެއުރެން فاسق ވެ އުޅުނުކަމަށްޓަކައެވެ"
        }
    ]
}