{
    "pages": [
        {
            "chapter": 8,
            "verse": 62,
            "text": "އަދި ކަލޭގެފާނަށް ކެހިދިނުމަށް އެއުރެން قصد ކުރާނަމަ، ފަހެ، ހަމަކަށަވަރުން، ކަލޭގެފާނަށް اللَّه ފުދެތެވެ. އެކަލާނގެއީ، އެކަލާނގެ نصر އާއި، مؤمن ން މެދުވެރިކުރައްވައިގެން، ކަލޭގެފާނަށް ގަދަކަންދެއްވި ރަސްކަލާނގެއެވެ"
        },
        {
            "chapter": 8,
            "verse": 63,
            "text": "އަދި އެކަލާނގެ އެއުރެންގެ ހިތްތައް (އެބަހީ: مؤمن ންގެ ހިތްތައް) އެކުވެރި ކުރެއްވިއެވެ. ކަލޭގެފާނު ބިމުގައިވާ ހުރިހާ އެއްޗެއް ހޭދަކުރެއްވިޔަސް އެއުރެންގެ ހިތްތައް އެކުވެރިއެއް ނުކުރެއްވުނީހެވެ. އެހެނެއްކަމަކު، اللَّه، އެއުރެން އެކުވެރި ކުރެއްވިއެވެ. ހަމަކަށަވަރުން، އެކަލާނގެއީ، عزيز ވަންތަ، حكيم ވަންތަ ރަސްކަލާނގެއެވެ"
        },
        {
            "chapter": 8,
            "verse": 64,
            "text": "އޭ ނަބިއްޔާއެވެ! ކަލޭގެފާނަށް اللَّه ފުދެތެވެ. އަދި مؤمن ންގެ ތެރެއިން ކަލޭގެފާނަށް تبع ވީ މީހަކަށްވެސް މެއެވެ"
        },
        {
            "chapter": 8,
            "verse": 65,
            "text": "އޭ ނަބިއްޔާއެވެ! (دين ގެ دفاع ގައި) ހަނގުރާމަކުރުމަށް مؤمن ތަކުންނަށް ކަލޭގެފާނު ހިތްވަރުދެއްވާށެވެ! ތިޔަބައިމީހުންގެ ތެރެއިން ކެތްތެރި ވިހި މީހުން ތިބިނަމަ (كافر ންގެ) ދުއިސައްތަ މީހުންގެ މައްޗަށް ގަދަވެގަނެވޭނެތެވެ. އަދި ތިޔަބައިމީހުންކުރެ، ސަތޭކަމީހުން ތިބިނަމަ، كافر ވި މީހުންގެ ތެރެއިން އެއްހާސްމީހުންގެ މައްޗަށް ގަދަވެގަނެވޭނެތެވެ. އެހެނީ އެއުރެންނަކީ ނުވިސްނޭ ބަޔެކެވެ"
        },
        {
            "chapter": 8,
            "verse": 66,
            "text": "މިހާރު، اللَّه ތިޔަބައިމީހުންގެ ކިބައިން ލުއިކުރައްވައިފިއެވެ. އަދި ތިޔަބައިމީހުންގެ ކިބައިގައި ބަލިކަށިކަމެއްވާކަން އެކަލާނގެ ދެނެވޮޑިގެންވެއެވެ. ފަހެ، ތިޔަބައިމީހުންކުރެ، ކެތްތެރި ސަތޭކަ މީހުން ތިބިނަމަ، (އެއުރެންގެ) ދުއިސައްތަ މީހުންގެ މައްޗަށް ގަދަވެގަނެވޭނެތެވެ. އަދި ތިޔަބައިމީހުންކުރެ އެއްހާސް މީހުން ތިބިނަމަ (އެއުރެންގެ) ދެހާސް މީހުންގެ މައްޗަށް ގަދަވެގަނެވޭނެތެވެ. اللَّه ގެ إذن ޔާ އެކުގައެވެ. اللَّه ވޮޑިގެންވަނީ، ކެތްތެރިންނާ އެކުގައެވެ"
        },
        {
            "chapter": 8,
            "verse": 67,
            "text": "(ހަނގުރާމައިގެ) ބިމުގައި (عدوّ ންގެ މެދުގައި) قتل ގިނަވެއްޖައުމަށް ދާނދެން (އެބަހީ: مسلم ން ގަދަވެ قتل ވެވޭ عدوّ ންގެ عدد ގިނަވެ، ހަނގުރާމައަށް ނުކުޅެދިއްޖައުމަށްދާނދެން) ހަނގުރާމައިގައި މީހުންހިފައި ހައްޔަރުކުރުމަކީ، އެއްވެސް ނަބިއްޔަކަށް އޮތްކަމެއްނޫނެވެ. ދުނިޔޭގެ މުދަލަށް ތިޔަބައިމީހުން އެދެމުއެވެ. اللَّه އިރާދަކުރައްވަނީ، آخرة އެވެ. اللَّه އީ، عزيز ވަންތަ، حكيم ވަންތަ ރަސްކަލާނގެއެވެ"
        },
        {
            "chapter": 8,
            "verse": 68,
            "text": "اللَّه ކަނޑައަޅުއްވައި ލިޔުއްވާފައިވާ حكم އެއް އިސްވެގޮސްފައިނުވާނަމަ، ތިޔަބައިމީހުން ހިފިތަކެއްޗާމެދު ތިޔަބައިމީހުންނަށް ބޮޑުވެގެންވާ عذاب އެއް އައިސް ޖެހިއްޖައީހެވެ"
        },
        {
            "chapter": 8,
            "verse": 69,
            "text": "ފަހެ، ތިޔަބައިމީހުންނަށް غنيمة ގެ ގޮތުން ލިބިފައިވާ ތަކެތި حلال ރަނގަޅު ތަކެތީގެ ގޮތުގައި ކައިއުޅޭށެވެ! އަދި ތިޔަބައިމީހުން اللَّه އަށް تقوى ވެރިވާށެވެ! ހަމަކަށަވަރުން، اللَّه އީ، ގިނަގިނައިން ފާފަފުއްސަވާ رحيم ވަންތަ ރަސްކަލާނގެއެވެ"
        }
    ]
}