{
    "pages": [
        {
            "chapter": 16,
            "verse": 88,
            "text": "(اللَّه އަށާއި އެކަލާނގެ رسول އާއަށް) كافر ވެ، އަދި اللَّه ގެ މަގުން (އެހެން މީހުން) އެއްކިބާކުރި މީހުންނަށް، عذاب ގެ މައްޗަށް عذاب ތިމަންރަސްކަލާނގެ އިތުރުކުރައްވާ ހުށީމެވެ. އެއީ، އެއުރެން ފަސާދަކޮށް އުޅުނުކަމަށްޓަކައެވެ"
        },
        {
            "chapter": 16,
            "verse": 89,
            "text": "އަދި ތިމަންރަސްކަލާނގެ ކޮންމެ أمّة އަކުން ހެކިވެރިއަކު، ހަމަ އެއުރެންގެ ތެރެއިން އެއުރެންގެ މައްޗަށް ފޮނުއްވާ ދުވަސް ހަނދުމަކުރާށެވެ! އަދި މިބައިމީހުންގެ މައްޗަށް ހެކިވެރިޔަކު ކަމުގައި، ތިމަންރަސްކަލާނގެ، ކަލޭގެފާނު ގެންނަވާ ހުށީމެވެ. އަދި ތިމަންރަސްކަލާނގެ، ކަލޭގެފާނުގެ މައްޗަށް ފޮތް ބާވައިލެއްވީމެވެ. (އެއީ) ކޮންމެކަމެއް ބަޔާންކޮށްދެއްވާ ގޮތުގައެވެ. އަދި مسلم ންނަށް އޮތް هداية އެއް ކަމުގައްޔާއި، رحمة އެއް ކަމުގައްޔާއި، އުފާވެރި خبر އެއް ކަމުގައެވެ"
        },
        {
            "chapter": 16,
            "verse": 90,
            "text": "ހަމަކަށަވަރުން، عدل ވެރިވުމަށާއި، إحسان ތެރިވުމަށާއި، ގާތްތިމާގެ މީހުންނަށް ހެޔޮފޯރުވުމަށް اللَّه އަމުރުކުރައްވަތެވެ. އަދި ހުތުރުކަން ބޮޑުވެގެންވާ ފާފަތަކާއި، منكرات ތަކާއި، އަނިޔާވެރިވެ އުޅުން، އެކަލާނގެ ނަހީކުރައްވަތެވެ. އެކަލާނގެ، ތިޔަބައިމީހުންނަށް، وعظ އިއްވަވަނީ، ތިޔަބައިމީހުން ހަނދުމަކުރުމަށްޓަކައެވެ"
        },
        {
            "chapter": 16,
            "verse": 91,
            "text": "ތިޔަބައިމީހުން اللَّه އަށް عهد ކޮށްފިނަމަ، އެ عهد ތިޔަބައިމީހުން ފުއްދާށެވެ! އަދި ހުވާތައް ގަދަކޮށް، ކަށަވަރުކުރުމަށްފަހު، ތިޔަބައިމީހުން އެ ހުވާތައް އުވައިނުލާށެވެ! އެހެނީ، ހަމަކަށަވަރުން، اللَّه އީ، ތިޔަބައިމީހުންގެ މައްޗަށް، ހެކިވެ ޖާމިނުވެވޮޑިގެންވާ ފަރާތެއް ކަމުގައި، ތިޔަބައިމީހުން ލާފައިވެއެވެ. ހަމަކަށަވަރުން، ތިޔަބައިމީހުން ކުރާ ކަންތައް، اللَّه ދެނެވޮޑިގެންވެތެވެ"
        },
        {
            "chapter": 16,
            "verse": 92,
            "text": "އަދި އުއިގުޅައި، ރޮދިއަޅައި ހަރުކުރުމަށްފަހު، އެތިއެތިކޮޅަށް އެ ކޮށައި ހަލާކުކޮށްލި ކަނބުލޭގެ ފަދައިން، ތިޔަބައިމީހުން ނުވާށެވެ! (އެބަހީ: عهد ތަކުގެ ބާރު ލިބިގަތުމަށްފަހު، އެ عهد ތައް އުވައިލާ ބަޔަކު ކަމުގައި ތިޔަބައިމީހުން ނުވާށެވެ!) ތިޔަބައިމީހުންގެ މެދުގައި، ފަސާދަވެރިކަން އުފެއްދުމަށްޓަކައި އޮތް އެއްޗެއްކަމުގައި، ތިޔަބައިމީހުންގެ ހުވާތައް ހަދަމުއެވެ. (އެއީ) ތިޔަބައިމީހުންކުރެ އެއްބަޔަކު، އަނެއްބަޔަކަށްވުރެ ގިނަބަޔަކުކަމުގައި ވެދާނެތީއެވެ. ހަމަކަށަވަރުން، اللَّه، ތިޔަބައިމީހުން އެކަމުން امتحان ކުރައްވަތެވެ. އަދި ތިޔަބައިމީހުން، خلاف ވެ އުޅުނުކަންތައް، قيامة ދުވަހުން އެކަލާނގެ ތިޔަބައިމީހުންނަށް ބަޔާންކޮށްދެއްވާނެކަން ކަށަވަރެވެ"
        },
        {
            "chapter": 16,
            "verse": 93,
            "text": "اللَّه އިރާދަކުރެއްވިނަމަ، އެއް أمّة އެއް ކަމުގައި، ތިޔަބައިމީހުން ލައްވައިފީސްކަން ކަށަވަރެވެ. އެހެނެއްކަމަކު، އެކަލާނގެ އިރާދަކުރައްވާ މީހަކު މަގުފުރައްދަވަތެވެ. އަދި އެކަލާނގެ އިރާދަކުރައްވާ މީހަކަށް ތެދުމަގު ދައްކަވަތެވެ. އަދި ތިޔަބައިމީހުން عمل ކޮށް އުޅުނު ކަންތަކާމެދު، ތިޔަބައިމީހުންނާ سوال ކުރައްވާހުށިކަން ކަށަވަރެވެ"
        }
    ]
}