{
    "pages": [
        {
            "chapter": 2,
            "verse": 211,
            "text": "بيان ވެގެންހުރި ހެކިތަކުގެ ތެރެއިން ކިިތައް ކިތައް ކަންތައް ތިމަންރަސްކަލާނގެ އެއުރެންނަށް ދެއްވާފައިވޭތޯ، ކަލޭގެފާނު إسـرآءيـل ގެދަރިންނާ سؤال ކުރައްވައި ބައްލަވާށެވެ! اللَّه ގެ نعمة އެމީހަކަށް ލިބުމަށްފަހު، އެ نعمة ބަދަލުކުރާ މީހާ (ދަންނާށެވެ!) ފަހެ، ހަމަކަށަވަރުން، اللَّه އީ، عقوبات ގަދަފަދަވެގެންވާ ރަސްކަލާނގެއެވެ"
        },
        {
            "chapter": 2,
            "verse": 212,
            "text": "كافر ވި މީސްތަކުންނަށް ދުނިޔޭގެ ދިރިއުޅުން ޒީނަތްތެރި ކުރެއްވިއެވެ. އަދި إيمان ވި މީސްތަކުންނަށް އެއުރެން މަލާމާތްކޮށް އުޅެތެވެ. تقوى ވެރިވި މީހުން قيامة ދުވަހުން ވާހުށީ، އެއުރެންނަށްވުރެން މަތީގައެވެ. اللَّه، އެކަލާނގެ އިރާދަކުރައްވާ މީހަކަށް ވަކި މިންވަރެއްނެތި رزق ދެއްވަތެވެ"
        },
        {
            "chapter": 2,
            "verse": 213,
            "text": "މީސްތަކުން އެއް أمّة އެއްގެ ބަޔަކު ކަމުގައިވިއެވެ. ދެންފަހެ، اللَّه، އުފާވެރިކަމުގެ خبر ދޭ ބަޔެއްގެ ގޮތުގައްޔާއި އަދި إنذار ކުރަނިވި ބަޔެއްގެ ގޮތުގައި ނަބީބޭކަލުން ފޮނުއްވިއެވެ. އަދި މީސްތަކުން އެއުރެންގެ މެދުގައި خلاف ވި ކަންތައްތަކުގައި حكم ކުޅައުމަށް، އެބޭކަލުންނާ އެކުގައި حق ގޮތުގައި ފޮތް ބާވައިލެއްވިއެވެ. އެފޮތް ލިބިގެންވާ މީހުން މެނުވީ، އެ ފޮތާ މެދުގައި خلاف އެއް ނުވިއެވެ. (އެއީ) އެއުރެންގެ ގާތަށް بيان ވެގެންވާ ހެކިތައް އައުމަށްފަހުގައެވެ. އެއުރެންގެ މެދުގައިވާ عداوة ތެރި ކަމާއި حسد ވެރި ކަމުގެ ގޮތުންނެވެ. ދެން އެއުރެން خلاف ވެފައިވާ ކަންތަކާމެދުގައި إيمان ވި މީސްތަކުންނަށް، اللَّه، އެކަލާނގެ إذن ފުޅުން حق ތެދުމަގު ދެއްކެވިއެވެ. އަދި اللَّه، އެކަލާނގެ އިރާދަކުރައްވާ ބަޔަކަށް ސީދާވެގެންވާ ތެދުމަގަށް މަގު ދައްކަވަތެވެ"
        },
        {
            "chapter": 2,
            "verse": 214,
            "text": "ތިޔަބައިމީހުންގެ ކުރީގައި އުޅެ ގޮސްފައިވާ މީހުންގެ حال ތައް ތިޔަބައިމީހުންނާ ހަމަޔަށް އަދި ނައިސްވަނިކޮށް، ތިޔަބައިމީހުން ސުވަރުގެ ވަންނާނެކަމަށް ތިޔަބައިމީހުން ހީކުރީހެއްޔެވެ؟ އެއުރެންނަށް ތަދުމަޑުކަމާއި ބަލިމަޑުކަން ޖެހުނެވެ. އަދި އެއުރެންނަށް ގުޑުންއަރައިގެން ދިޔައެވެ. رسول އާއާއި އެކަލޭގެފާނުގެ އަރިހުގައި ތިބި إيمان ވި މީސްތަކުންނަށް ބުނެވިއްޖައުމަށް ދާނދެނެވެ. اللَّه ގެ نصر އަންނާނީ، ދެން ކޮންއިރަކުން ބާވައެވެ؟ ދަންނާށެވެ! ހަމަކަށަވަރުން، اللَّه ގެ نصر ވަނީ ދާދި ގާތުގައެވެ"
        },
        {
            "chapter": 2,
            "verse": 215,
            "text": "މީސްތަކުން، އެއުރެން ހޭދަކުރަންވީ ކޮން އެއްޗެއްތޯ ކަލޭގެފާނާ سؤال ކުރެތެވެ. ކަލޭގެފާނު ވިދާޅުވާށެވެ! ތިޔަބައިމީހުން މުދަލުގެ ތެރެއިން ހޭދަކުރާ އެއްޗެއް ހޭދަކުރަންވީ، މައިންބަފައިންނަށާއި ގާތްތިމާގެ މީހުންނަށާއި يتيم ންނަށާއި مسكين ންނަށާއި (حال ގައި ޖެހިފައިވާ) ދަތުރުވެރިންނަށެވެ. އަދި ތިޔަބައިމީހުން ކުރާ ކޮންމެ ހެޔޮކަމެއް ހަމަކަށަވަރުން، اللَّه މޮޅަށް ދެނެވޮޑިގެންވެއެވެ"
        }
    ]
}