{
    "pages": [
        {
            "chapter": 34,
            "verse": 15,
            "text": "ހަމަކަށަވަރުން، سبإ ގެ أهل ވެރިން އުޅުނުތާނގައި، އެއުރެންނަށް ކަލާނގެ ކުޅަދުންވަންތަކަމުގެ ހެތްކެއްވިއެވެ. (އެއީ) ދެ ބަގީޗާއެކެވެ. (އެރަށުގެ) ކަނާތްފަރާތުންނާއި، ވާތްފަރާތުންނެވެ. (އަންގަވާފަދައެވެ.) ތިޔަބައިމީހުންގެ ވެރިރަސްކަލާނގެ ދެއްވި رزق ން ތިޔަބައިމީހުން ކައިއުޅޭށެވެ! އަދި ތިޔަބައިމީހުން އެކަލާނގެއަށް شكر ވެރިވާށެވެ! (ތިޔަބައިމީހުންގެ ރަށަކީ) ރަނގަޅު، މޮޅު ރަށެކެވެ. އަދި ތިޔަބައިމީހުންގެ ވެރިރަސްކަލާނގެއީ، ގިނަގިނައިން ފާފަފުއްސަވާ ރަސްކަލާނގެއެވެ"
        },
        {
            "chapter": 34,
            "verse": 16,
            "text": "ދެން އެއުރެން (އެކަލާނގެ نعمة އަށް) ފުރަގަސްދިނޫއެވެ. ދެން ތިމަންރަސްކަލާނގެ އެއުރެންގެމައްޗަށް ފައިބައިގެން އަންނަ ބޮޑުވެގެންވާ ފެންގަނޑު (އެބަހީ: سيل العرِم) ފޮނުއްވީމެވެ. އަދި އެއުރެންގެ ދެ ބަގީޗާގެ ބަދަލުގައި، އެއުރެންނަށް ތިމަންރަސްކަލާނގެ އެހެން ދެ ބަގީޗާ ދެއްވީމެވެ. ކާންނުކެރޭފަދަ ހިތި މޭވާގެ ގަސްތަކަކާއި، މޭވާއެއްނެތް ކަށިގަސްތަކަކާއި، އެތަންމިތާނގައި ވަރަށްމަދު ކުންނާރު ގަސްތަކެއްހުރި ދެ ބަގީޗާއެވެ"
        },
        {
            "chapter": 34,
            "verse": 17,
            "text": "އެ ޖަޒާ އެއުރެންނަށް ތިމަންރަސްކަލާނގެ ދެއްވީ، އެއުރެން كافر ވުމުގެ ސަބަބުންނެވެ. كافر ވާ މީހުންނަށް މެނުވީ، ތިމަންރަސްކަލާނގެ އެފަދަ ޖަޒާ ދެއްވަމުހެއްޔެވެ؟"
        },
        {
            "chapter": 34,
            "verse": 18,
            "text": "އަދި ތިމަންރަސްކަލާނގެ އެ ރަށްތަކުގައި بركات ލެއްވި ރަށްތަކާއި، އެއުރެންނާ ދެމެދުގައި (ލޮލަށް ފެންނަހާ ކައިރީގައި) ފާޅުވެގެންވާ ރަށްތަކެއް ލެއްވީމެވެ. އަދި އެ ރަށްތަކުގައި ހިނގާބިނގާއުޅުން ތިމަންރަސްކަލާނގެ މިންވަރު ކުރެއްވީމެވެ. (ތިމަންރަސްކަލާނގެ އެއުރެންނަށް وحى ކުރެއްވީމެވެ.) ރޭތަކަކާއި، ދުވަސްތަކެއް ވަންދެން އަމާންކަން ލިބިގެންވާ حال، ތިޔަބައިމީހުން އެ ރަށްތަކުގައި ހިނގާބިނގާ ދަތުރުފަތުރުކޮށް އުޅޭށެވެ"
        },
        {
            "chapter": 34,
            "verse": 19,
            "text": "ފަހެ، އެއުރެން (دعاء ކޮށް) ދެންނެވޫއެވެ. އަޅަމެންގެ ވެރިރަސްކަލާކޯއެވެ! އަޅަމެންގެ ދަތުރުތަކުގެ ދެމެދުތައް މިއަށްވުރެން ދުރުކުރައްވައިފާނދޭވެ! އަދި އެއުރެން، އެއުރެންގެ އަމިއްލަ نفس ތަކަށް އަނިޔާވެރިވޫއެވެ. ދެންފަހެ، އެއުރެންނީ (މީސްތަކުންގެ މެދުގައި) ދެކެވޭ ވާހަކަތަކެއް ކަމުގައި، ތިމަންރަސްކަލާނގެ ލެއްވީމެވެ. އަދި އެތަންމިތަނަށް ތިމަންރަސްކަލާނގެ އެއުރެން ވަކިކުރައްވައި ވިއްސިވިހާލި ކުރެއްވީމެވެ. ހަމަކަށަވަރުން، އެކަމުގައި ބޮޑަށް ކެތްތެރިވެ، ގިނަގިނައިން شكر ވެރިވާ ކޮންމެ މީހަކަށް ހެކިތަކެއްވާކަން ކަށަވަރެވެ"
        },
        {
            "chapter": 34,
            "verse": 20,
            "text": "ހަމަކަށަވަރުން، إبليس، އޭނާގެ ހީ، އެއުރެންގެ މައްޗަށް ސީދާކޮށްފިއެވެ. ފަހެ، مؤمن ންކުރެ ބަޔަކުމެނުވީ، އެ އެންމެން، إبليس އާ تبع ވޫއެވެ"
        },
        {
            "chapter": 34,
            "verse": 21,
            "text": "އަދި آخرة އަށް إيمان ވާ މީހުންނާއި، آخرة އާމެދު شك ކަމެއްގައިވާ މީހުން ތިމަންރަސްކަލާނގެ ދެނެވޮޑިގެން، އެކަން ހާމަކުރެއްވުމަށްޓަކައިމެނުވީ، އެއުރެންގެ މައްޗަށް އެއްވެސް ބާރެއް، އެ إبليس އަކަށް ލިބިގެނެއް ނުވެތެވެ. އަދި ކަލޭގެފާނުގެ ވެރިރަސްކަލާނގެއީ، ކޮންމެ އެއްޗެއްގެމައްޗަށް މޮޅަށް ބައްލަވާވޮޑިގެންވާ ރަސްކަލާނގެއެވެ"
        },
        {
            "chapter": 34,
            "verse": 22,
            "text": "ކަލޭގެފާނު ވިދާޅުވާށެވެ! اللَّه ފިޔަވައި ތިޔަބައިމީހުން އެކަލާނގެއަށް شريك ކޮށްއުޅުނު ފަރާތްތަކަށް ތިޔަބައިމީހުން ގޮވައިބަލާށެވެ! އުޑުތަކާއި، ބިމުގައި ذرّ އެއްގެ މިންވަރުވެސް އެއުރެންނަކަށް މިލްކުވެގެނެއް ނުވެތެވެ. އަދި އެ ދެތާނގައި އެއުރެންނަކަށް ބައިވެރިވުމެއްވެސްނެތެވެ. އަދި އެކަލާނގެއަށް އެއްވެސް އެހީތެރިޔަކު އެއުރެންގެ ތެރެޔަކުން ނުވެތެވެ"
        }
    ]
}