{
    "pages": [
        {
            "chapter": 42,
            "verse": 16,
            "text": "މީސްތަކުން އެކަލާނގެ دين قبول ކޮށް އިޖާބަދިނުމަށްފަހު، اللَّه ގެ دين އާމެދު، ޖަދަލުކުރާ މީހުންނީ، އެއުރެންގެ ވެރިރަސްކަލާނގެ حضرة ގައި، އެއުރެންގެ حجّة باطل ވެގެންވާ ބަޔެކެވެ. އަދި އެއުރެންގެ މައްޗަށް ކޯފާހުށްޓެވެ. އަދި އެއުރެންނަށްޓަކައި (آخرة ގައި) ވަނީ ގަދަފަދަ عذاب އެވެ"
        },
        {
            "chapter": 42,
            "verse": 17,
            "text": "حق ގޮތުގައި ފޮތާއި، عدل إنصاف ބާވައިލެއްވީ اللَّه އެވެ. قيامة ވުމުގެ ވަގުތު ގާތްވެގެންވާކަން، ކަލޭގެފާނަށް އަންގައިދެނީ ކޮންއެއްޗެއްތޯއެވެ؟"
        },
        {
            "chapter": 42,
            "verse": 18,
            "text": "އެދުވަހަށް (އެބަހީ: قيامة ދުވަހަށް) إيمان ނުވާމީހުން އެދުވަސް އަވަހަށް އައުމަށް އެދޭނެތެވެ. އަދި إيمان ވިމީހުން އެދުވަހަށް ބިރުވެތިވާނެތެވެ. އެދުވަހަކީ، ހަމަކަށަވަރުން، حق ގޮތުގައި އަންނާނޭ ދުވަހެއްކަން، އެއުރެން ދަނެތެވެ. ދަންނާށެވެ! ހަމަކަށަވަރުން، قيامة ދުވަހާމެދު ޖަދަލުކުރާމީހުންވަނީ، ދުރުވެގެންވާ މަގުފުރެދުމެއްގައިކަން ކަށަވަރެވެ"
        },
        {
            "chapter": 42,
            "verse": 19,
            "text": "اللَّه އީ، އެކަލާނގެ އަޅުތަކުންނަށް އޯގާވަންތަކަންބޮޑު ރަސްކަލާނގެއެވެ. އެކަލާނގެ އިރާދަކުރައްވާ އަޅަކަށް رزق ދެއްވަތެވެ. އަދި އެކަލާނގެއީ، ބާރުވެރިވަންތަ، عزيز ވަންތަ ރަސްކަލާނގެއެވެ"
        },
        {
            "chapter": 42,
            "verse": 20,
            "text": "آخرة ގެ ثواب އަށްއެދި މަސައްކަތްކުރާ މީހާއަށް އޭނާގެ ثواب، ތިމަންރަސްކަލާނގެ އިތުރުކުރައްވާ ހުށީމެވެ. އަދި ދުނިޔޭގެ މަންފާތަކަށް އެދޭމީހާއަށް، ތިމަންރަސްކަލާނގެ އެއިން ދެއްވާހުށީމެވެ. އަދި آخرة ގައި އޭނާޔަށް (ثواب ގެ) އެއްވެސް نصيب އެއްނެތެވެ"
        },
        {
            "chapter": 42,
            "verse": 21,
            "text": "ނުވަތަ اللَّه، إذن ދެއްވާފައިނުވާ دين އެއް، އެއުރެންނަށް، شرع ކޮށް ކަނޑައަޅައިދިން شريك ންތަކެއް އެއުރެންނަށް ވޭހެއްޔެވެ؟ ޖަޒާދެއްވުން ކަނޑައެޅިގެންވާ ދުވަހަށް ލަސްކުރެއްވުމުގެ كلمة ފުޅުނުވާނަމަ، އެއުރެންގެމެދުގައި ނިޔާ ކަނޑައެޅުއްވީސްކަން ކަށަވަރެވެ. އަދި ހަމަކަށަވަރުން، އަނިޔާވެރިންނަށް ވޭންދެނިވި عذاب ހުށްޓެވެ"
        },
        {
            "chapter": 42,
            "verse": 22,
            "text": "އަނިޔާވެރިން، އެއުރެން ހޯދި ނުބައިކަންތަކަށް ލިބޭ عذاب އަށް ބިރުވެތިވާތީ (އެދުވަހުން) ތިބާ ދެކޭނޫއެވެ. އެ عذاب އައިސް އެއުރެންނަށް ޖެހޭހުށްޓެވެ. އަދި إيمان ވެ صالح عمل ތައް ކުޅަމީހުން ވާހުށީ، ސުވަރުގޭގެ ބަގީޗާތަކުގައެވެ. އެއުރެން އެދޭކަންތައް، އެއުރެންގެ ވެރިރަސްކަލާނގެ حضرة ގައި، އެއުރެންނަށްވެއެވެ. ބޮޑުވެގެންވާ فضل ވަންތަކަމަކީ ހަމައެއީއެވެ"
        }
    ]
}