{
    "pages": [
        {
            "chapter": 103,
            "verse": 1,
            "text": "ޒަމާން ގަންދެއްވަމެވެ"
        },
        {
            "chapter": 103,
            "verse": 2,
            "text": "ހަމަކަށަވަރުން، އިންސާނާ ވަނީ، ގެއްލުމެއްގައިކަން ކަށަވަރެވެ"
        },
        {
            "chapter": 103,
            "verse": 3,
            "text": "إيمان ވެ صالح عمل ތައްކޮށް، އަދި އެކަކު އަނެކަކަށް حق އަށް وصية ކޮށް، އަދި އެކަކު އަނެކަކަށް ކެތްތެރިވުމަށް وصية ކޮށްއުޅުނު މީހުން މެނުވީއެވެ"
        },
        {
            "chapter": 104,
            "verse": 1,
            "text": "غيبة ބުނެ، ފުރައްސާރަކޮށް، ވައްތަރުޖައްސާ ކޮންމެ މީހަކަށް، ގެއްލުމާއި ހަލާކުހުށްޓެވެ"
        },
        {
            "chapter": 104,
            "verse": 2,
            "text": "އެމީހާއީ، މުދާ އެއްކޮށް، އެ ގުނައިލަ ގުނައިލައިހުރި މީހާއެވެ"
        },
        {
            "chapter": 104,
            "verse": 3,
            "text": "ހަމަކަށަވަރުން، އޭނާގެ މުދާ އޭނާ ދަމަހައްޓާނެކަމަށް އޭނާ ހީކުރެތެވެ"
        },
        {
            "chapter": 104,
            "verse": 4,
            "text": "ހަމަހިލާ އެހެންނަކުން ނުވާނެއެވެ. ފުނޑުފުޑުކޮށްލަނިވި ނަރަކަޔަށް އޭނާ އެއްލައިލައްވާނެކަން ކަށަވަރެވެ"
        },
        {
            "chapter": 104,
            "verse": 5,
            "text": "އަދި، ފުނޑުފުނޑުކޮށްލަނިވި ނަރަކަޔަކީ، ކޮންއެއްޗެއްކަން، ކަލޭގެފާނަށް އަންގައިދިނީ ކޮންއެއްޗެއްތޯއެވެ؟"
        },
        {
            "chapter": 104,
            "verse": 6,
            "text": "(އެއީ) اللَّه ގެ އަނދައަނދާ ހުންނަ ނަރަކަޔެވެ"
        },
        {
            "chapter": 104,
            "verse": 7,
            "text": "އެއީ ހިތްތަކަށް އޭގެ ހޫނާއި، ވޭން ފޯރުވަނިވި ނަރަކަޔެވެ"
        },
        {
            "chapter": 104,
            "verse": 8,
            "text": "ހަމަކަށަވަރުން، އެ ނަރަކަވާނީ، އެއުރެންނާއެކު، ތަޅުލައްވާފައެވެ"
        },
        {
            "chapter": 104,
            "verse": 9,
            "text": "(އެއުރެންވާހުށީ) ދިގުވެގެންވާ ތަނބުތަކެއްގައި ބަންނަވާފައެވެ"
        },
        {
            "chapter": 105,
            "verse": 1,
            "text": "އެތުގެ އެކުވެރިންނާމެދު (އެބަހީ: فيل ބާގައިމީހުންނާމެދު (ކަލޭގެފާނުގެ ވެރިރަސްކަލާނގެ، ކަންތައް ކުރެއްވިިގޮތް ކަލޭގެފާނަށް އެނގިވަޑައި ނުގަންނަވާތޯއެވެ؟)"
        },
        {
            "chapter": 105,
            "verse": 2,
            "text": "އެކަލާނގެ އެއުރެންގެ މަކަރާއި حيلة، ގެއްލުމެއްގެ ތެރޭގައި ނުލައްވާތޯއެވެ؟"
        },
        {
            "chapter": 105,
            "verse": 3,
            "text": "އަދި އެކަލާނގެ އެއުރެންގެ މައްޗަށް ބައިބަޔަށް ދޫނިތަކެއް ފޮނުއްވިއެވެ"
        },
        {
            "chapter": 105,
            "verse": 4,
            "text": "ގާވެފައިވާ މަށީގެ ހިލަތަކެއް، އެ ދޫނިތައް އެއުރެންނާ ދިމާޔަށް އުކަތެވެ"
        },
        {
            "chapter": 105,
            "verse": 5,
            "text": "ފަހެ، ޖަނަވާރު ކައިފައިހުރި ހުއިތަކެއް ފަދައިން އެކަލާނގެ އެއުރެން ލެއްވިއެވެ"
        }
    ]
}