{
    "chapter": [
        {
            "chapter": 28,
            "verse": 1,
            "text": "Ta. Sin. Mim"
        },
        {
            "chapter": 28,
            "verse": 2,
            "text": "Eto - ayaty yasnogo Pisaniya"
        },
        {
            "chapter": 28,
            "verse": 3,
            "text": "My pravdivo prochtem tebe dlya veruyushchikh lyudey istoriyu Musy (Moiseya) i Faraona"
        },
        {
            "chapter": 28,
            "verse": 4,
            "text": "Faraon vozgordilsya na zemle i razdelil yeye zhiteley na gruppy. Odnikh on oslablyal, ubivaya ikh synovey i ostavlyaya v zhivykh ikh zhenshchin. Voistinu, on byl odnim iz tekh, kto rasprostranyal nechestiye"
        },
        {
            "chapter": 28,
            "verse": 5,
            "text": "My pozhelali okazat' milost' tem, kto byl unizhen na zemle, sdelat' ikh predvoditelyami i naslednikami"
        },
        {
            "chapter": 28,
            "verse": 6,
            "text": "darovat' im vlast' na zemle i pokazat' Faraonu, Khamanu i ikh voinam to, chego oni osteregalis'"
        },
        {
            "chapter": 28,
            "verse": 7,
            "text": "My vnushili materi Musy (Moiseya): «Kormi yego grud'yu. Kogda zhe stanesh' opasat'sya za nego, to bros' yego v reku. Ne boysya i ne pechal'sya, ibo My vernem yego tebe i sdelayem odnim iz poslannikov»"
        },
        {
            "chapter": 28,
            "verse": 8,
            "text": "Sem'ya Faraona podobrala yego, chtoby on stal ikh vragom i pechal'yu. Voistinu, Faraon, Khaman i ikh voiny byli greshnikami"
        },
        {
            "chapter": 28,
            "verse": 9,
            "text": "Zhena Faraona skazala: «Vot uslada ochey dlya menya i tebya. Ne ubivayte yego! Byt' mozhet, on prineset nam pol'zu, ili zhe my usynovim yego». Oni ni o chem ne podozrevali"
        },
        {
            "chapter": 28,
            "verse": 10,
            "text": "Serdtse materi Musy (Moiseya) opustelo (perepolnilos' trevogoy i okazalos' lisheno vsekh inykh chuvstv). Ona gotova byla raskryt' yego (svoy postupok), yesli by My ne ukrepili yeye serdtse, chtoby ona ostavalas' veruyushchey"
        },
        {
            "chapter": 28,
            "verse": 11,
            "text": "Ona skazala yego sestre: «Sleduy za nim». Ona nablyudala za nim izdali, i oni ne zamechali etogo"
        },
        {
            "chapter": 28,
            "verse": 12,
            "text": "My zapretili yemu brat' grud' kormilits, poka ona (sestra Musy) ne skazala: «Pokazat' li vam sem'yu, kotoraya budet zabotit'sya o nem dlya vas i budet zhelat' yemu dobra?»"
        },
        {
            "chapter": 28,
            "verse": 13,
            "text": "Tak My vernuli yego materi, chtoby uteshilis' yeye glaza, chtoby ona ne pechalilas' i znala, chto obeshchaniye Allakha istinno. No bol'shinstvo ikh ne vedayet etogo"
        },
        {
            "chapter": 28,
            "verse": 14,
            "text": "Kogda on dostig zrelogo vozrasta, My darovali yemu vlast' (mudrost' ili prorochestvo) i znaniye. Tak My vozdayem tvoryashchim dobro"
        },
        {
            "chapter": 28,
            "verse": 15,
            "text": "Voydya v gorod, kogda yego zhiteli byli nevnimatel'ny, on vstretil dvukh muzhchin, kotoryye dralis' drug s drugom. Odin byl iz chisla yego storonnikov, a drugoy byl iz chisla yego vragov. Tot, kto byl iz chisla yego storonnikov, poprosil yego pomoch' yemu protiv togo, kto byl iz chisla yego vragov. Musa (Moisey) udaril yego kulakom i prikonchil. On skazal: «Eto - odno iz deyaniy d'yavola. Voistinu, on yavlyayetsya yavnym vragom, vvodyashchim v zabluzhdeniye»"
        },
        {
            "chapter": 28,
            "verse": 16,
            "text": "On skazal: «Gospodi! YA postupil nespravedlivo po otnosheniyu k sebe. Prosti zhe menya!». On prostil yego, ibo On - Proshchayushchiy, Miloserdnyy"
        },
        {
            "chapter": 28,
            "verse": 17,
            "text": "On skazal: «Gospodi, za to, chto Ty okazal mne milost', ya nikogda ne budu posoblyat' greshnikam»"
        },
        {
            "chapter": 28,
            "verse": 18,
            "text": "Utrom on otpravilsya v gorod, oglyadyvayas' so strakhom, i vdrug tot, kto poprosil yego o pomoshchi nakanune, vnov' pozval yego na pomoshch'. Musa (Moisey) skazal yemu: «Ty yavlyayesh'sya yavnym zabludshim»"
        },
        {
            "chapter": 28,
            "verse": 19,
            "text": "Kogda zhe on zakhotel skhvatit' togo, kto byl ikh vragom, tot skazal: «O Musa (Moisey)! Neuzheli ty khochesh' ubit' menya, kak ubil cheloveka vchera? Ty lish' khochesh' stat' tiranom na zemle i ne khochesh' byt' v chisle tekh, kto primiryayet lyudey»"
        },
        {
            "chapter": 28,
            "verse": 20,
            "text": "S okrainy goroda vtoropyakh prishel muzhchina i skazal: «O Musa (Moisey)! Znat' dogovarivayetsya o tom, chtoby ubit' tebya. Ukhodi! Voistinu, ya dayu tebe dobryy sovet»"
        },
        {
            "chapter": 28,
            "verse": 21,
            "text": "Musa (Moisey) pokinul gorod, oglyadyvayas' so strakhom, i skazal: «Gospodi! Spasi menya ot nespravedlivykh lyudey!»"
        },
        {
            "chapter": 28,
            "verse": 22,
            "text": "Napravivshis' v storonu Mad'yana, on skazal: «Byt' mozhet, moy Gospod' nastavit menya na pravil'nyy put'»"
        },
        {
            "chapter": 28,
            "verse": 23,
            "text": "Kogda on pribyl k kolodtsu v Mad'yane, to obnaruzhil vozle nego lyudey, kotoryye poili skotinu. Nepodaleku ot nikh on uvidel dvukh zhenshchin, kotoryye otgonyali svoye stado. On skazal: «Chto s vami?». Oni skazali: «My ne poim skotinu, poka pastukhi ne uvedut svoi stada. Nash otets ochen' star»"
        },
        {
            "chapter": 28,
            "verse": 24,
            "text": "On napoil dlya nikh skotinu, a zatem vernulsya v ten' i skazal: «Gospodi! Voistinu, ya nuzhdayus' v lyubom blage, kotoroye Ty nisposhlesh' mne»"
        },
        {
            "chapter": 28,
            "verse": 25,
            "text": "Odna iz dvukh zhenshchin podoshla k nemu zastenchivo i skazala: «Moy otets zovet tebya, chtoby voznagradit' tebya za to, chto ty napoil dlya nas skotinu». Kogda on prishel k ottsu i povedal yemu rasskaz, on skazal: «Ne boysya. Ty spassya ot nespravedlivykh lyudey»"
        },
        {
            "chapter": 28,
            "verse": 26,
            "text": "Odna iz dvukh zhenshchin skazala: «Otets moy! Naymi yego, ved' luchshim iz tekh, kogo ty naymesh', budet tot, kto silen i zasluzhivayet doveriya»"
        },
        {
            "chapter": 28,
            "verse": 27,
            "text": "On skazal: «Voistinu, ya khochu sochetat' tebya brakom s odnoy iz moikh docherey etikh pri uslovii, chto ty naymesh'sya ko mne na vosem' let. Yesli zhe ty ostanesh'sya na vse desyat', to eto budet milost'yu ot tebya. YA ne sobirayus' obremenyat' tebya, i ty uvidish', yesli pozhelayet Allakh, chto ya yavlyayus' odnim iz pravednikov»"
        },
        {
            "chapter": 28,
            "verse": 28,
            "text": "On skazal: «Dogovorilis'. Kakoy by iz etikh dvukh srokov ya ni otrabotal, pust' so mnoy ne postupayut nespravedlivo. Allakh yavlyayetsya Popechitelem i Khranitelem togo, chto my govorim»"
        },
        {
            "chapter": 28,
            "verse": 29,
            "text": "Kogda Musa (Moisey) otrabotal srok i dvinulsya v put' so svoyey sem'yey, on uvidel so storony gory ogon' i skazal svoyey sem'ye: «Ostavaytes' zdes'! YA uvidel ogon'. Vozmozhno, ya prinesu vam ottuda izvestiye ili goryashchuyu golovnyu, chtoby vy mogli sogret'sya»"
        },
        {
            "chapter": 28,
            "verse": 30,
            "text": "Podoydya tuda, on uslyshal glas so storony dereva, kotoroye roslo v blagoslovennom meste na pravoy storone doliny: «O Musa (Moisey)! YA- Allakh, Gospod' mirov"
        },
        {
            "chapter": 28,
            "verse": 31,
            "text": "Bros' svoy posokh!». Kogda zhe on uvidel, kak tot izvivayetsya, slovno zmeya, on brosilsya bezhat' i ne vernulsya (ili ne obernulsya). Allakh skazal: «O Musa (Moisey)! Podoydi i ne boysya, ibo ty yavlyayesh'sya odnim iz tekh, kto nakhoditsya v bezopasnosti"
        },
        {
            "chapter": 28,
            "verse": 32,
            "text": "Sun' svoyu ruku za pazukhu, i ona vyydet beloy (tsveta moloka, svetyashcheysya), bez sledov bolezni. Prizhmi k sebe ruku, chtoby izbavit'sya ot strakha. Eto - dva dokazatel'stva ot tvoyego Gospoda dlya Faraona i yego znati. Voistinu, oni yavlyayutsya lyud'mi nechestivymi»"
        },
        {
            "chapter": 28,
            "verse": 33,
            "text": "On skazal: «Gospodi! YA ubil odnogo iz nikh i boyus', chto oni ub'yut menya"
        },
        {
            "chapter": 28,
            "verse": 34,
            "text": "Moy brat Kharun (Aaron) boleye krasnorechiv, chem ya. Poshli zhe yego so mnoyu pomoshchnikom, chtoby on podtverdil moyu pravdivost'. YA deystvitel'no boyus', chto oni sochtut menya lzhetsom»"
        },
        {
            "chapter": 28,
            "verse": 35,
            "text": "On skazal: «My ukrepim tvoyu ruku posredstvom tvoyego brata i odarim vas dokazatel'stvom (ili siloy). Oni ne smogut navredit' vam. Blagodarya Nashim znameniyam vy i te, kto posleduyet za vami, stanete pobeditelyami»"
        },
        {
            "chapter": 28,
            "verse": 36,
            "text": "Kogda Musa (Moisey) yavilsya k nim s Nashimi yasnymi znameniyami, oni skazali: «Eto - vsego lish' vymyshlennoye koldovstvo. My ne slyshali ob etom ot nashikh praottsev»"
        },
        {
            "chapter": 28,
            "verse": 37,
            "text": "Togda Musa (Moisey) skazal: «Moy Gospod' luchshe znayet, kto prishel s vernym rukovodstvom ot Nego i chey iskhod v Posledney zhizni okazhetsya schastlivym. Voistinu, bezzakonniki ne preuspeyut»"
        },
        {
            "chapter": 28,
            "verse": 38,
            "text": "Faraon skazal: «O znat'! YA ne znayu dlya vas inogo boga, krome menya. O Khaman! Razozhgi ogon' nad glinoy i soorudi dlya menya bashnyu, chtoby ya smog podnyat'sya k Bogu Musy. Voistinu, ya polagayu, chto on yavlyayetsya odnim iz lzhetsov»"
        },
        {
            "chapter": 28,
            "verse": 39,
            "text": "On i yego voiny nespravedlivo vozgordilis' na zemle i predpolozhili, chto oni ne vernutsya k Nam"
        },
        {
            "chapter": 28,
            "verse": 40,
            "text": "My skhvatili yego i yego voinov i brosili ikh v more. Posmotri zhe, kakim byl konets bezzakonnikov"
        },
        {
            "chapter": 28,
            "verse": 41,
            "text": "My sdelali ikh predvoditelyami, kotoryye prizyvayut v Ogon', i v Den' voskreseniya im ne okazhut pomoshchi"
        },
        {
            "chapter": 28,
            "verse": 42,
            "text": "My sdelali tak, chto proklyatiye sleduyet za nimi v etom mire, a v Den' voskreseniya oni budut v chisle otdalennykh ot milosti"
        },
        {
            "chapter": 28,
            "verse": 43,
            "text": "Pogubiv pervyye pokoleniya, My darovali Muse (Moiseyu) Pisaniye v kachestve naglyadnogo nastavleniya dlya lyudey, vernogo rukovodstva i milosti, chtoby oni mogli pomyanut' nazidaniye"
        },
        {
            "chapter": 28,
            "verse": 44,
            "text": "Tebya ne bylo na zapadnom sklone, kogda My vozlozhili na Musu (Moiseya) nashi poveleniya, i tebya ne bylo v chisle prisutstvovavshikh"
        },
        {
            "chapter": 28,
            "verse": 45,
            "text": "No My sotvorili pokoleniya posle Musy (Moiseya), i dolgim okazalsya dlya nikh srok. Tebya ne bylo sredi zhiteley Mad'yana, i ty ne chital im Nashi ayaty, no My otpravili poslannikov"
        },
        {
            "chapter": 28,
            "verse": 46,
            "text": "Tebya ne bylo na sklone gory, kogda My vozzvali, no eto bylo milost'yu tvoyego Gospoda, chtoby ty predostereg narod, k kotoromu do tebya ne prikhodil predosteregayushchiy uveshchevatel'. Byt' mozhet, oni pomyanut nazidaniye"
        },
        {
            "chapter": 28,
            "verse": 47,
            "text": "A yesli by etogo ne proizoshlo i yesli by ikh postiglo neschast'ye za to, chto prigotovili ikh ruki, to oni by skazali: «Gospod' nash! Pochemu Ty ne otpravil k nam poslannika, chtoby my posledovali za Tvoimi znameniyami i stali odnimi iz veruyushchikh?»"
        },
        {
            "chapter": 28,
            "verse": 48,
            "text": "Kogda zhe k nim yavilas' istina ot Nas, oni skazali: «Pochemu yemu ne darovano to, chto bylo darovano Muse (Moiseyu)?». Razve oni ne otvergli to, chto prezhde bylo darovano Muse (Moiseyu)? Oni skazali: «Eti dva koldovstva (Koran i Tora) podderzhivayut drug druga». Oni takzhe skazali: «My ne veruyem ni v odno iz nikh»"
        },
        {
            "chapter": 28,
            "verse": 49,
            "text": "Skazhi: «Yesli vy govorite pravdu, to prinesite Pisaniye ot Allakha, kotoroye bylo by boleye vernym rukovodstvom, chem eti dva Pisaniya, i ya posleduyu za nim»"
        },
        {
            "chapter": 28,
            "verse": 50,
            "text": "Yesli oni ne otvetyat tebe, to znay, chto oni lish' potakayut svoim zhelaniyam. A kto mozhet byt' boleye zabludshim, chem tot, kto potakayet svoim zhelaniyam bez vernogo rukovodstva ot Allakha? Voistinu, Allakh ne vedet pryamym putem nespravedlivykh lyudey"
        },
        {
            "chapter": 28,
            "verse": 51,
            "text": "My doveli do nikh Slovo, chtoby oni mogli pomyanut' nazidaniye"
        },
        {
            "chapter": 28,
            "verse": 52,
            "text": "Te, komu My prezhde darovali Pisaniye, uverovali v nego (Koran)"
        },
        {
            "chapter": 28,
            "verse": 53,
            "text": "Kogda im chitayut yego, oni govoryat: «My uverovali v nego! Eto - istina ot nashego Gospoda. My i prezhde byli musul'manami»"
        },
        {
            "chapter": 28,
            "verse": 54,
            "text": "Oni poluchat svoyu nagradu v dvoynom razmere za to, chto byli terpelivy. Oni otvrashchayut zlo dobrom i raskhoduyut iz togo, chem My nadelili ikh"
        },
        {
            "chapter": 28,
            "verse": 55,
            "text": "A uslyshav prazdnyye rechi, oni otvorachivayutsya ot nikh i govoryat: «Nam dostanutsya nashi deyaniya, a vam - vashi. Mir vam! My ne zhelayem sledovat' putem nevezhd»"
        },
        {
            "chapter": 28,
            "verse": 56,
            "text": "Voistinu, ty ne smozhesh' nastavit' na pryamoy put' tekh, kogo vozlyubil. Tol'ko Allakh nastavlyayet na pryamoy put' tekh, kogo pozhelayet. On luchshe znayet tekh, kto sleduyet pryamym putem"
        },
        {
            "chapter": 28,
            "verse": 57,
            "text": "Oni (neveruyushchiye mekkantsy) skazali: «Yesli my posleduyem za vernym rukovodstvom vmeste s toboy, to my budem vybrosheny iz nashey zemli». Razve My ne zakrepili za nimi bezopasnogo svyatilishcha, v kotoroye privozyat plody lyubykh vidov v kachestve propitaniya ot Nas? Odnako bol'shinstvo ikh ne vedayet etogo"
        },
        {
            "chapter": 28,
            "verse": 58,
            "text": "Skol'ko seleniy, kotorykh obuyala gordynya iz-za darovannykh im sredstv, My pogubili! Vot ikh zhilishcha, v kotorykh nikto ne prozhivayet posle nikh, za isklyucheniyem nemnogikh. My unasledovali vse eto"
        },
        {
            "chapter": 28,
            "verse": 59,
            "text": "Tvoy Gospod' ne unichtozhal seleniya, poka ne otpravlyal v vazhneysheye iz nikh poslannika, kotoryy chital im Nashi ayaty. My ne unichtozhali seleniya, yesli tol'ko ikh zhiteli ne byli bezzakonnikami"
        },
        {
            "chapter": 28,
            "verse": 60,
            "text": "Vse, chto vam darovano, yavlyayetsya vsego lish' prekhodyashchim blagom mirskoy zhizni i yeye ukrasheniyem, a u Allakha - nechto boleye prekrasnoye i dolgovechnoye. Neuzheli vy ne razumeyete"
        },
        {
            "chapter": 28,
            "verse": 61,
            "text": "Neuzheli tot, komu My dali prekrasnoye obeshchaniye, s kotorym on nepremenno vstretitsya, raven tomu, kogo My nadelili prekhodyashchimi blagami mirskoy zhizni i kto v Den' voskreseniya predstanet v chisle obitateley Ada"
        },
        {
            "chapter": 28,
            "verse": 62,
            "text": "V tot den' On vozzovet k nim i skazhet: «Gde zhe Moi sotovarishchi, o sushchestvovanii kotorykh vy predpolagali?»"
        },
        {
            "chapter": 28,
            "verse": 63,
            "text": "Togda te, otnositel'no kotorykh podtverdilos' Slovo, skazhut: «Gospod' nash! Vot te, kotorykh my vveli v zabluzhdeniye. My vveli ikh v zabluzhdeniye, potomu chto sami byli zabludshimi. My otrekayemsya ot nikh pered Toboy. Ne nam oni poklonyalis'»"
        },
        {
            "chapter": 28,
            "verse": 64,
            "text": "Im skazhut: «Prizovite svoikh sotovarishchey!». Oni prizovut ikh, no te ne otvetyat im, i togda oni uvidyat nakazaniye. O, yesli by oni sledovali pryamym putem"
        },
        {
            "chapter": 28,
            "verse": 65,
            "text": "V tot den' On vozzovet k nim i skazhet: «Chto vy otvetili poslannikam?»"
        },
        {
            "chapter": 28,
            "verse": 66,
            "text": "V tot den' izvestiya budut sokryty ot nikh, i oni ne budut rassprashivat' drug druga"
        },
        {
            "chapter": 28,
            "verse": 67,
            "text": "A tot, kto raskayalsya, uveroval i postupal pravedno, vozmozhno, okazhetsya v chisle preuspevshikh"
        },
        {
            "chapter": 28,
            "verse": 68,
            "text": "Tvoy Gospod' sozdayet, chto pozhelayet, i izbirayet, no u nikh net vybora. Allakh prechist i prevyshe tekh, kogo oni priobshchayut v sotovarishchi"
        },
        {
            "chapter": 28,
            "verse": 69,
            "text": "Tvoy Gospod' znayet to, chto kroyetsya v ikh grudi, i to, chto oni obnaruzhivayut"
        },
        {
            "chapter": 28,
            "verse": 70,
            "text": "On - Allakh, krome Kotorogo net inogo bozhestva. Yemu nadlezhit khvala v pervoy zhizni i v Posledney zhizni. On prinimayet resheniya, i k Nemu vy budete vozvrashcheny"
        },
        {
            "chapter": 28,
            "verse": 71,
            "text": "Skazhi: «Kak vy dumayete, kakoy bog, krome Allakha, smozhet prinesti vam svet, yesli Allakh prodlit vam noch' do Dnya voskreseniya? Neuzheli vy ne slyshite?»"
        },
        {
            "chapter": 28,
            "verse": 72,
            "text": "Skazhi: «Kak vy dumayete, kakoy bog, krome Allakha, smozhet prinesti vam noch', chtoby vy mogli otdokhnut' vo vremya neye, yesli Allakh prodlit vam den' do Dnya voskreseniya? Neuzheli vy ne vidite?»"
        },
        {
            "chapter": 28,
            "verse": 73,
            "text": "Po milosti Svoyey On sotvoril dlya vas noch' i den', chtoby vy otdykhali vo vremya neye i iskali Yego milost', - byt' mozhet, vy budete blagodarny"
        },
        {
            "chapter": 28,
            "verse": 74,
            "text": "V tot den' On vozzovet k nim i skazhet: «Gde zhe Moi sotovarishchi, o sushchestvovanii kotorykh vy predpolagali?»"
        },
        {
            "chapter": 28,
            "verse": 75,
            "text": "Iz kazhdoy obshchiny My vyberem svidetelya i skazhem: «Privedite vashe dokazatel'stvo!». Togda oni uznayut, chto istina - s Allakhom. I pokinet ikh (ili ischeznet) to, chto oni izmyshlyali"
        },
        {
            "chapter": 28,
            "verse": 76,
            "text": "Voistinu, Karun (Korey) byl soplemennikom Musy, no pritesnyal ikh. My darovali yemu stol'ko sokrovishch, chto klyuchi ot nikh byli obremenitel'ny dazhe dlya neskol'kikh silachey. Soplemenniki skazali yemu: «Ne likuy, ved' Allakh ne lyubit tekh, kto likuyet"
        },
        {
            "chapter": 28,
            "verse": 77,
            "text": "A posredstvom togo, chto Allakh daroval tebe, stremis' k Posledney obiteli, no ne zabyvay o svoyey dole v etom mire! Tvori dobro, podobno tomu, kak Allakh sotvoril dobro dlya tebya, i ne stremis' rasprostranyat' nechestiye na zemle, ved' Allakh ne lyubit rasprostranyayushchikh nechestiye»"
        },
        {
            "chapter": 28,
            "verse": 78,
            "text": "On skazal: «Vse eto darovano mne blagodarya znaniyu, kotorym ya obladayu». Neuzheli on ne znal, chto do nego Allakh pogubil tselyye pokoleniya, kotoryye prevoskhodili yego moshch'yu i nakopleniyami? Greshniki ne budut sprosheny ob ikh grekhakh"
        },
        {
            "chapter": 28,
            "verse": 79,
            "text": "On vyshel k svoyemu narodu v svoikh ukrasheniyakh. Te, kotoryye zhelali mirskoy zhizni, skazali: «Vot yesli by u nas bylo to, chto darovano Karunu (Koreyu)! Voistinu, on obladayet velikoy doley»"
        },
        {
            "chapter": 28,
            "verse": 80,
            "text": "A te, kotorym bylo darovano znaniye, skazali: «Gore vam! Voznagrazhdeniye Allakha budet luchshe dlya tekh, kotoryye uverovali i postupali pravedno. No ne obretet etogo nikto, krome terpelivykh»"
        },
        {
            "chapter": 28,
            "verse": 81,
            "text": "My zastavili zemlyu poglotit' yego vmeste s yego domom. Ne bylo u nego storonnikov, kotoryye pomogli by yemu vmesto Allakha, i sam on ne mog pomoch' sebe"
        },
        {
            "chapter": 28,
            "verse": 82,
            "text": "A te, kotoryye nakanune zhelali okazat'sya na yego meste, nautro skazali: «Okh! Allakh uvelichivayet ili ogranichivayet udel tomu iz Svoikh rabov, komu pozhelayet? Yesli by Allakh ne okazal nam milost', to On zastavil by zemlyu poglotit' nas. Okh! Neveruyushchiye ne preuspeyut»"
        },
        {
            "chapter": 28,
            "verse": 83,
            "text": "Tu Poslednyuyu obitel' My opredelili dlya tekh, kotoryye ne zhelayut prevoznosit'sya na zemle i rasprostranyat' nechestiye. Dobryy iskhod ugotovan tol'ko dlya bogoboyaznennykh"
        },
        {
            "chapter": 28,
            "verse": 84,
            "text": "Tot, kotoryy predstanet s dobrym deyaniyem, poluchit nechto luchsheye. A yesli kto predstanet so zlym deyaniyem, to ved' tvoryashchiye zlo poluchat vozdayaniye tol'ko za to, chto oni sovershali"
        },
        {
            "chapter": 28,
            "verse": 85,
            "text": "Tot, kto nisposlal tebe Koran i sdelal yego predpisaniya obyazatel'nymi, nepremenno vernet tebya k mestu vozvrashcheniya (v Mekku ili v Ray). Skazhi: «Moy Gospod' luchshe znayet, kto prines vernoye rukovodstvo, a kto nakhoditsya v ochevidnom zabluzhdenii»"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "Ty ne ozhidal, chto tebe budet nisposlano Pisaniye, no eto bylo milost'yu ot tvoyego Gospoda. Posemu nikogda ne podderzhivay neveruyushchikh"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "Da ne otvratyat oni tebya ot ayatov Allakha posle togo, kak oni byli nisposlany tebe. Prizyvay k svoyemu Gospodu i ne bud' odnim iz mnogobozhnikov"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "Ne vzyvay naryadu s Allakhom k drugim bogam. Net bozhestva, krome Nego! Vsyakaya veshch' pogibnet, krome Yego Lika. Tol'ko On prinimayet resheniya, i k Nemu vy budete vozvrashcheny"
        }
    ]
}