{
    "chapter": [
        {
            "chapter": 64,
            "verse": 1,
            "text": "Slavit Allakha to, chto na nebesakh, i to, chto na zemle. Yemu prinadlezhit vlast' i nadlezhit khvala. On sposoben na vsyakuyu veshch'"
        },
        {
            "chapter": 64,
            "verse": 2,
            "text": "On - Tot, Kto sotvoril vas. Sredi vas yest' neveruyushchiye, i sredi vas yest' veruyushchiye. Allakh vidit to, chto vy sovershayete"
        },
        {
            "chapter": 64,
            "verse": 3,
            "text": "On sozdal nebesa i zemlyu radi istiny, pridal vam oblik i sdelal vash oblik prekrasnym. K Nemu predstoit pribytiye"
        },
        {
            "chapter": 64,
            "verse": 4,
            "text": "On znayet o tom, chto na nebesakh i na zemle, i znayet o tom, chto vy skryvayete i chto obnaroduyete. Allakh vedayet o tom, chto v grudi"
        },
        {
            "chapter": 64,
            "verse": 5,
            "text": "Razve do vas ne doshli rasskazy o tekh, kotoryye ne uverovali v proshlom i vkusili pagubnyye posledstviya svoikh deyaniy? Im ugotovany muchitel'nyye stradaniya"
        },
        {
            "chapter": 64,
            "verse": 6,
            "text": "Eto - za to, chto poslanniki prikhodili k nim s yasnymi znameniyami, a oni govorili: «Neuzheli lyudi povedut nas pryamym putem?». Oni ne uverovali i otvernulis'. Allakh oboshelsya bez nikh, ved' Allakh - Bogatyy, Dostokhval'nyy"
        },
        {
            "chapter": 64,
            "verse": 7,
            "text": "Neveruyushchiye polagayut, chto oni ne budut voskresheny. Skazhi: «Naprotiv, klyanus' moim Gospodom, vy nepremenno budete voskresheny, a zatem vam nepremenno soobshchat o tom, chto vy sovershili. Eto dlya Allakha legko»"
        },
        {
            "chapter": 64,
            "verse": 8,
            "text": "Uveruyte zhe v Allakha, Yego Poslannika i svet, kotoryy My nisposlali. Allakh vedayet o tom, chto vy sovershayete"
        },
        {
            "chapter": 64,
            "verse": 9,
            "text": "V tot den' On soberet vas dlya Dnya sbora. Eto budet Den' vzaimnogo obdeleniya. Tem, kto uveroval v Allakha i postupal pravedno, On prostit zlodeyaniya i vvedet ikh v Rayskiye sady, v kotorykh tekut reki. Oni prebudut tam vechno. Eto - velikoye preuspeyaniye"
        },
        {
            "chapter": 64,
            "verse": 10,
            "text": "A te, kotoryye ne uverovali i sochli lozh'yu Nashi znameniya, stanut obitatelyami Ognya. Oni prebudut tam vechno. Kak zhe skverno eto mesto pribytiya"
        },
        {
            "chapter": 64,
            "verse": 11,
            "text": "Lyuboye neschast'ye postigayet tol'ko po vole Allakha. Serdtse togo, kto uveroval v Allakha, On nastavlyayet na pryamoy put'. Allakh znayet o vsyakoy veshchi"
        },
        {
            "chapter": 64,
            "verse": 12,
            "text": "Povinuytes' Allakhu i povinuytes' Poslanniku. Yesli zhe vy otvernetes', to ved' na Nashego Poslannika vozlozhena tol'ko yasnaya peredacha otkroveniya"
        },
        {
            "chapter": 64,
            "verse": 13,
            "text": "Allakh - net bozhestva, krome Nego. Pust' zhe veruyushchiye upovayut tol'ko na Allakha"
        },
        {
            "chapter": 64,
            "verse": 14,
            "text": "O te, kotoryye uverovali! Voistinu, sredi vashikh zhen i vashikh detey yest' vragi vam. Osteregaytes' ikh, no yesli vy budete sniskhoditel'ny, proyavite velikodushiye i prostite ikh, to ved' Allakh - Proshchayushchiy, Miloserdnyy"
        },
        {
            "chapter": 64,
            "verse": 15,
            "text": "Voistinu, vashe imushchestvo i vashi deti yavlyayutsya iskusheniyem. U Allakha zhe yest' velikaya nagrada"
        },
        {
            "chapter": 64,
            "verse": 16,
            "text": "Boytes' Allakha po mere svoikh vozmozhnostey, slushayte, povinuytes' i raskhoduyte vo blago samim sebe. A te, kto uberegsya ot sobstvennoy skuposti, yavlyayutsya preuspevshimi"
        },
        {
            "chapter": 64,
            "verse": 17,
            "text": "Yesli vy odolzhite Allakhu prekrasnyy zayem, to On priumnozhit yego dlya vas i prostit vas. Allakh - Blagodarnyy, Vyderzhannyy"
        },
        {
            "chapter": 64,
            "verse": 18,
            "text": "Vedayushchiy sokrovennoye i yavnoye, Mogushchestvennyy, Mudryy"
        }
    ]
}