{
    "chapter": [
        {
            "chapter": 7,
            "verse": 1,
            "text": "ALIF lām mīm şād"
        },
        {
            "chapter": 7,
            "verse": 2,
            "text": "A Book has been revealed to you ― let not your heart be troubled about it ― so that you may thereby give warning and admonish the faithful"
        },
        {
            "chapter": 7,
            "verse": 3,
            "text": "Observe that which is brought down to you¹ from your Lord and follow no other masters besides Him. But you seldom take warning"
        },
        {
            "chapter": 7,
            "verse": 4,
            "text": "How many cities have We obliterated! While sleeping Our scourge fell upon them, or at midday, when they were drowsing"
        },
        {
            "chapter": 7,
            "verse": 5,
            "text": "And when Our scourge fell upon them, their only cry was: ‘We have indeed been wrongdoers.‘"
        },
        {
            "chapter": 7,
            "verse": 6,
            "text": "We will surely question those to whom the emissaries were sent, and We will surely question the emissaries themselves"
        },
        {
            "chapter": 7,
            "verse": 7,
            "text": "With knowledge We will recount to them what they have done, for We were never away from them"
        },
        {
            "chapter": 7,
            "verse": 8,
            "text": "On that day all shall be weighed with justice. Those whose good deeds weigh heavy in the scales shall prosper"
        },
        {
            "chapter": 7,
            "verse": 9,
            "text": "and those whose deeds are light shall lose their souls, because they have reviled Our revelations"
        },
        {
            "chapter": 7,
            "verse": 10,
            "text": "We have given you power in the land and provided you with a livelihood: yet you are seldom thankful"
        },
        {
            "chapter": 7,
            "verse": 11,
            "text": "We created you and gave you form. Then We said to the angels: ‘Prostrate yourselves before Adam.‘ They all prostrated themselves except Satan, who refused to prostrate himself"
        },
        {
            "chapter": 7,
            "verse": 12,
            "text": "Why did you not prostrate yourself when I commanded you?‘ He asked. ‘I am nobler than he,‘ he replied. ‘You created me from fire, but You created him from clay.‘"
        },
        {
            "chapter": 7,
            "verse": 13,
            "text": "He said: ‘Get you down hence! This is no place for your contemptuous pride. Away with you! Abject shall you henceforth be.‘"
        },
        {
            "chapter": 7,
            "verse": 14,
            "text": "He said: ‘Reprieve me till the Day of Resurrection.‘"
        },
        {
            "chapter": 7,
            "verse": 15,
            "text": "‘You are reprieved,‘ said He"
        },
        {
            "chapter": 7,
            "verse": 16,
            "text": "Because You have led me into sin,‘ he said, ‘I will waylay them as they walk on Your straight path"
        },
        {
            "chapter": 7,
            "verse": 17,
            "text": "then spring upon them from before and from behind them, from their right and from their left. Then You will find the greater part of them ungrateful.‘"
        },
        {
            "chapter": 7,
            "verse": 18,
            "text": "Get you hence!‘ He said. ‘A despicable outcast shall you be. As for those that follow you, I shall surely fill Hell with you all.‘"
        },
        {
            "chapter": 7,
            "verse": 19,
            "text": "And you Adam, dwell with your wife in Paradise, and eat of any fruit you please; but never approach this tree or you shall both become wrongdoers.‘"
        },
        {
            "chapter": 7,
            "verse": 20,
            "text": "But Satan tempted them, so that he might reveal to them their shameful parts, which they had never seen before. And He said: ‘Your Lord has forbidden you to approach this tree only to prevent you from becoming angels or immortals.‘"
        },
        {
            "chapter": 7,
            "verse": 21,
            "text": "Then he swore to them that he would give them friendly counsel"
        },
        {
            "chapter": 7,
            "verse": 22,
            "text": "Thus did he cunningly seduce them. And when they had eaten of the tree, their shame became visible to them, and they both hastened to cover themselves with the leaves of the Garden. Their Lord called out to them, saying: ‘Did I not forbid you both to approach that tree, and say to you that Satan was your veritable foe?‘"
        },
        {
            "chapter": 7,
            "verse": 23,
            "text": "They replied: ‘Lord, we have wronged our souls. Pardon us and have mercy on us, or we shall surely be among the lost.‘"
        },
        {
            "chapter": 7,
            "verse": 24,
            "text": "He said: ‘Get you down hence, and may your descendants be adversaries to each other. The earth will for a certain term provide your dwelling and your comforts"
        },
        {
            "chapter": 7,
            "verse": 25,
            "text": "There you shall live and there shall you die, and thence shall you be raised to life.‘"
        },
        {
            "chapter": 7,
            "verse": 26,
            "text": "Children of Adam! We have given you clothes to cover your shameful parts, and garments pleasing to the eye; but the robe of piety is the finest of them all. That is one of God‘s revelations. Perchance they will take thought"
        },
        {
            "chapter": 7,
            "verse": 27,
            "text": "Children of Adam! Let not Satan tempt you, as he seduced your parents out of Paradise. He stripped them of their garments to reveal to them both their shameful parts. He and his minions see you whence you cannot see them. We have made the demons patrons of the unbelievers"
        },
        {
            "chapter": 7,
            "verse": 28,
            "text": "When they commit a lewd act, they say: ‘This is what our fathers used to do. God enjoined it.‘ Say: ‘God does not enjoin lewdness. Would you tell of God what you know not?‘"
        },
        {
            "chapter": 7,
            "verse": 29,
            "text": "Say: ‘My Lord has enjoined justice. Turn your face to Him wherever you kneel down in prayer and call on Him with true devotion. Even as He created you, so shall you return.‘"
        },
        {
            "chapter": 7,
            "verse": 30,
            "text": "Some He has guided and some He has justly left in error; for they chose the demons for their patrons instead of God and deemed themselves on the right path"
        },
        {
            "chapter": 7,
            "verse": 31,
            "text": "Children of Adam, dress well when you attend your mosques. Eat and drink, but do not indulge. He does not love the indulgent"
        },
        {
            "chapter": 7,
            "verse": 32,
            "text": "Say: ‘Who has forbidden you to wear the decent clothes or to eat the good things which God has provided for His servants?‘ Say: ‘These are for the enjoyment of the faithful in the life of this world, and they shall be theirs alone on the Day of Resurrection.‘ Thus do We expound Our revelations to those endowed with knowledge"
        },
        {
            "chapter": 7,
            "verse": 33,
            "text": "Say: ‘My Lord has forbidden all lewd acts, whether overt or disguised, sin, and wrongful oppression; and He has forbidden you to worship what He did not sanction, or to tell of God what you know not.‘"
        },
        {
            "chapter": 7,
            "verse": 34,
            "text": "Every community has a term decreed; when their time is come, not for one hour shall they hold it back, nor can they go before it"
        },
        {
            "chapter": 7,
            "verse": 35,
            "text": "Children of Adam, when apostles of your own come to proclaim to you My revelations, those that take warning and mend their ways will have nothing to fear or to regret"
        },
        {
            "chapter": 7,
            "verse": 36,
            "text": "but those that deny and scorn Our revelations shall be the inmates of the Fire, wherein shall they abide for ever"
        },
        {
            "chapter": 7,
            "verse": 37,
            "text": "Who is more wicked than he who invents a falsehood about God or denies His revelations? Those shall have their share as destined in the Book, and when Our emissaries come to claim back their souls they shall say: ‘Where are your idols now, those whom you invoked besides God?‘ ‘They have forsaken us,‘ they will say, and will impeach themselves as unbelievers"
        },
        {
            "chapter": 7,
            "verse": 38,
            "text": "He will say: ‘Enter, and join communities of jinn and humankind that have gone before you into the Fire.‘ As it enters, every community will curse the one that went before it, and when all are gathered there, the last of them will say of the first: ‘These, Lord, have led us astray. Let their punishment be doubled in the Fire.‘ He will say: ‘All shall be doubly punished, though you may know not.‘"
        },
        {
            "chapter": 7,
            "verse": 39,
            "text": "Then the first will say to the last: ‘You were no better than we. Taste then the torment, the penalty of your misdeeds.‘"
        },
        {
            "chapter": 7,
            "verse": 40,
            "text": "For those that have denied and scorned Our revelations the gates of heaven shall not be opened; nor shall they enter Paradise until the camel shall pass through the eye of a sewing needle.¹ Thus shall We reward the transgressors"
        },
        {
            "chapter": 7,
            "verse": 41,
            "text": "Hell shall be their couch, and sheets of fire shall cover them. Thus shall We requite the wrongdoers"
        },
        {
            "chapter": 7,
            "verse": 42,
            "text": "As for those that believe and do good works ― We never charge a soul with more than it can bear ― they are the heirs of Paradise, wherein shall they abide for ever"
        },
        {
            "chapter": 7,
            "verse": 43,
            "text": "We shall take away all rancour from their hearts. Rivers will roll at their feet and they shall say: ‘Praise be to God who has guided us hither. Had He not given us guidance we would not have been rightly guided. Our Lord‘s apostles have surely preached the Truth.‘ And a voice will cry out to them: ‘This is the Paradise you inherited for what you did.‘"
        },
        {
            "chapter": 7,
            "verse": 44,
            "text": "Then the heirs of Paradise will cry out to the inmates of the Fire: ‘What our Lord promised we have found to be true. Have you, too, found the promise of your Lord to be true?‘ ‘Yes,‘ they will answer, and a herald will cry out among them: ‘The curse of God be upon the wrongdoers"
        },
        {
            "chapter": 7,
            "verse": 45,
            "text": "who have debarred others from the path of God and sought to make it crooked, and who disbelieved in the life to come.‘"
        },
        {
            "chapter": 7,
            "verse": 46,
            "text": "A screen will divide them, and on the Heights there will be men who recognize each one by his look. To those in Paradise they shall say: ‘Peace be upon you!‘ They shall not yet enter, though they long to be there"
        },
        {
            "chapter": 7,
            "verse": 47,
            "text": "And when they turn their eyes towards the inmates of the Fire they will cry: ‘Lord, do not cast us among the wrongdoers!‘"
        },
        {
            "chapter": 7,
            "verse": 48,
            "text": "Then, those on the Heights will say to men they recognize by their looks: ‘Nothing have the riches you amassed and your scornful pride availed you"
        },
        {
            "chapter": 7,
            "verse": 49,
            "text": "Are these the ones who you swore would never earn God‘s mercy? Come into Paradise. You have nothing to fear or to regret.‘"
        },
        {
            "chapter": 7,
            "verse": 50,
            "text": "And the inmates of Fire will cry out to the heirs of Paradise: ‘Give us some water, or some of that which God has given you.‘ They will say: ‘God has forbidden both to the unbelievers"
        },
        {
            "chapter": 7,
            "verse": 51,
            "text": "who made their religion a diversion and an idle sport, and who were seduced by their earthly life.‘ On that day We will forget them as they forgot they would ever meet that day, and because they denied Our revelations"
        },
        {
            "chapter": 7,
            "verse": 52,
            "text": "And We have bestowed on them a Book We expounded with knowledge, a guide and a blessing to true believers"
        },
        {
            "chapter": 7,
            "verse": 53,
            "text": "Are they waiting but for its fulfilment? On the day it is fulfilled, those that have forgotten it will say: ‘Our Lord‘s apostles surely came to us with the Truth before. Could we but have intercessors to plead on our behalf! Could we but live our lives again, we would not do as we have done.‘ They shall forfeit their souls, and that which they invented will forsake them"
        },
        {
            "chapter": 7,
            "verse": 54,
            "text": "Your Lord is God, who created the heavens and the earth in six days and then ascended the throne. He throws the veil of night over the day; swiftly they follow one another. And the sun and the moon and the stars ― all subservient to His will. His is the creation, His the command. Blessed be God, Lord of the Universe"
        },
        {
            "chapter": 7,
            "verse": 55,
            "text": "Pray to your Lord with humility and in secret. He does not love the transgressors"
        },
        {
            "chapter": 7,
            "verse": 56,
            "text": "Do not corrupt the earth after it has been purged of evil. Pray to Him with fear and hope; His mercy is within reach of the righteous"
        },
        {
            "chapter": 7,
            "verse": 57,
            "text": "He sends forth the winds as harbingers of His mercy, and when they have gathered up a heavy cloud, We drive it on to some dead land and let the water fall upon it, bringing forth all manner of fruit. Thus will We raise the dead to life. Perchance you will take thought"
        },
        {
            "chapter": 7,
            "verse": 58,
            "text": "Rich soil yields it‘s crop by God‘s will; but poor soil yields nothing but what is poor and scant. Thus do We expound Our revelations to those who render thanks"
        },
        {
            "chapter": 7,
            "verse": 59,
            "text": "We sent forth Noah to his people. He said: ‘Serve God, my people, for you have no god but Him. Beware the torment of a fateful day.‘"
        },
        {
            "chapter": 7,
            "verse": 60,
            "text": "But the elders of his people said: ‘We can see that you are in palpable error.‘"
        },
        {
            "chapter": 7,
            "verse": 61,
            "text": "I am not in error, my people,‘ he said. ‘but am sent forth by the Lord of the Universe"
        },
        {
            "chapter": 7,
            "verse": 62,
            "text": "to deliver to you my Lord‘s message and to give you friendly counsel; for I know of God what you know not"
        },
        {
            "chapter": 7,
            "verse": 63,
            "text": "Do you think it strange that an Admonition should come to you from your Lord through a mortal like yourselves to warn you, so that you may fear God and be shown mercy?‘"
        },
        {
            "chapter": 7,
            "verse": 64,
            "text": "They denied him. So We saved him and all who were with him in the ark, and drowned those that denied Our revelations. Surely they were blind people"
        },
        {
            "chapter": 7,
            "verse": 65,
            "text": "And to the tribe of ‘Ad We sent their kin Hud. He said: ‘Serve God, my people, for you have no god but Him. Will you not fear Him?‘"
        },
        {
            "chapter": 7,
            "verse": 66,
            "text": "The unbelievers among the elders of his tribe said: ‘We can see you are a foolish man, and we surely think that you are lying.‘"
        },
        {
            "chapter": 7,
            "verse": 67,
            "text": "Foolish I am not, my people,‘ he replied. ‘I am sent forth by the Lord of the Universe"
        },
        {
            "chapter": 7,
            "verse": 68,
            "text": "to deliver to you my Lord‘s messages and to give you honest counsel"
        },
        {
            "chapter": 7,
            "verse": 69,
            "text": "Do you think it strange that an Admonition has come to you from your Lord through a mortal from among yourselves to warn you? Remember that He has made you the heirs of Noah‘s people and gave you greater power than He did to other creatures. Remember God‘s favours, that you may thrive.‘"
        },
        {
            "chapter": 7,
            "verse": 70,
            "text": "They said: ‘Would you have us serve God alone and renounce the gods our fathers worshipped? Bring down the scourge you threaten us with, if what you say be true.‘"
        },
        {
            "chapter": 7,
            "verse": 71,
            "text": "He said: ‘Your Lord‘s punishment and ire have already been decreed to visit you. Would you dispute with me about names which you and your fathers named, and for which God has revealed no sanction? Wait if you will; I will wait with you.‘"
        },
        {
            "chapter": 7,
            "verse": 72,
            "text": "We delivered him and those who were with him through Our mercy, and annihilated those that denied Our revelations. They were unbelievers all"
        },
        {
            "chapter": 7,
            "verse": 73,
            "text": "And to Thamūd We sent their kin Ṣālih. He said: ‘Serve God, my people, for you have no god but Him. A veritable proof has come to you from your Lord. Here is God‘s she-camel: a sign for you. Leave her to graze at will in God‘s own land and do not molest her, lest a woeful scourge should take you"
        },
        {
            "chapter": 7,
            "verse": 74,
            "text": "And remember, He has made you the heirs of ‘Ad, and gave you power in the land. You have built mansions on its plains and hewn out houses into the mountains. Remember God‘s favours and do not corrupt the earth with wickedness.‘"
        },
        {
            "chapter": 7,
            "verse": 75,
            "text": "The haughty elders of his people said to the believers who were oppressed: ‘Do you really believe that Ṣālih is sent forth from his Lord?‘ They answered: ‘We do believe in the message he has been sent with.‘"
        },
        {
            "chapter": 7,
            "verse": 76,
            "text": "The haughty elders said: ‘We deny all that you believe in.‘"
        },
        {
            "chapter": 7,
            "verse": 77,
            "text": "They hamstrung the she-camel and defied the commandment of their Lord, saying to Ṣālih: ‘Bring down the scourge you threaten us with, if you have truly been sent.‘"
        },
        {
            "chapter": 7,
            "verse": 78,
            "text": "Thereupon the earthquake felled them, and when morning came they were crouching lifeless in their dwellings"
        },
        {
            "chapter": 7,
            "verse": 79,
            "text": "He left them, saying: ‘I conveyed to you, my people, the message of my Lord and gave you good counsel; but you had no love for those who give good counsel.‘"
        },
        {
            "chapter": 7,
            "verse": 80,
            "text": "And Lot, who said to his people: ‘Will you persist in these lewd acts which no other nation has committed before you"
        },
        {
            "chapter": 7,
            "verse": 81,
            "text": "You lust after men instead of women. Truly, you are a degenerate people.‘"
        },
        {
            "chapter": 7,
            "verse": 82,
            "text": "His people‘s only answer was: ‘Banish them from your city. They are people who would keep themselves chaste.‘"
        },
        {
            "chapter": 7,
            "verse": 83,
            "text": "We delivered him and all his kin, except his wife, who stayed behind"
        },
        {
            "chapter": 7,
            "verse": 84,
            "text": "and let loose a shower upon them. Consider the fate of the transgressors"
        },
        {
            "chapter": 7,
            "verse": 85,
            "text": "And to Midian, their kin Shu‘aib. He said: ‘Serve God, my people, for you have no god but Him. A veritable sign has come to you from your Lord. Give just weight and measure and do not defraud people of their possessions; do not corrupt the land after it has been purged of evil. That is best for you, if you are true believers"
        },
        {
            "chapter": 7,
            "verse": 86,
            "text": "Do not squat down in every highway, threatening and debarring from the path of God those who believe in Him, and seeking to make that path crooked. Remember how He multiplied you when you were few in number. And consider the fate of the evil-doers"
        },
        {
            "chapter": 7,
            "verse": 87,
            "text": "If there are some among you who believe in my message and some who disbelieve, be patient till God shall judge between us; He is the best of judges.‘"
        },
        {
            "chapter": 7,
            "verse": 88,
            "text": "The haughty elders of his tribe said: ‘Return to our fold, Shu‘aib, or we will banish you from our city, you and all your followers.‘ ‘Even though we are averse to it?‘ he said"
        },
        {
            "chapter": 7,
            "verse": 89,
            "text": "If we returned to your faith, from which God has delivered us, we should be false to God; we could only turn to it again by the will of God, our Lord. Our Lord encompasses all things with His knowledge, and in God we have put our trust. Lord, judge rightly between us and our people; You are the best of judges.‘"
        },
        {
            "chapter": 7,
            "verse": 90,
            "text": "And the infidel chieftains of his people said: ‘If you follow Shu‘aib, you shall indeed lose out.‘"
        },
        {
            "chapter": 7,
            "verse": 91,
            "text": "Thereupon the earthquake felled them, and when morning came they were crouching lifeless in their dwellings"
        },
        {
            "chapter": 7,
            "verse": 92,
            "text": "as if those that denied Shu‘aib had never prospered there. It was those that denied Shu‘aib who did lose out"
        },
        {
            "chapter": 7,
            "verse": 93,
            "text": "He left them, saying: ‘I conveyed to you, my people, the messages of my Lord and gave you good counsel. How can I grieve for an unbelieving people?‘"
        },
        {
            "chapter": 7,
            "verse": 94,
            "text": "And whenever We sent a prophet to a city We afflicted its people with calamities and misfortunes so that they might abase themselves"
        },
        {
            "chapter": 7,
            "verse": 95,
            "text": "Then We changed adversity to good fortune, so that when they had multiplied they said: ‘Our fathers also had their sorrows and their joys.‘ And in their heedlessness We suddenly smote them"
        },
        {
            "chapter": 7,
            "verse": 96,
            "text": "And had the people of those cities believed and feared God, We would have showered upon them blessings from heaven and earth. But they disbelieved, and We punished them for what they did"
        },
        {
            "chapter": 7,
            "verse": 97,
            "text": "Were the people of those cities secure from Our power when it overtook them in the night while they were sleeping"
        },
        {
            "chapter": 7,
            "verse": 98,
            "text": "Or were the people of those cities secure from Our power when it overtook them in the morning at their play"
        },
        {
            "chapter": 7,
            "verse": 99,
            "text": "Did they feel themselves secure from God‘s cunning? None feels secure from God‘s cunning except the losers"
        },
        {
            "chapter": 7,
            "verse": 100,
            "text": "Or is it not plain to those that inherit the land after those who once possessed it that, if We pleased, We could smite them for their sins and set a seal upon their hearts, leaving them bereft of hearing"
        },
        {
            "chapter": 7,
            "verse": 101,
            "text": "We have recounted to you the history of those cites. Their apostles came to them with veritable proofs, yet they persisted in their unbelief. Thus God seals up the hearts of the unbelievers"
        },
        {
            "chapter": 7,
            "verse": 102,
            "text": "We found the larger part of them untrue to their covenants; indeed, We found the larger part of them immersed in evil"
        },
        {
            "chapter": 7,
            "verse": 103,
            "text": "Then after them We sent forth Moses with Our signs to Pharaoh and his chieftains, but they too spurned them. Consider the fate of the evil-doers"
        },
        {
            "chapter": 7,
            "verse": 104,
            "text": "Moses said: ‘Pharaoh, I am an apostle from the Lord of the Universe"
        },
        {
            "chapter": 7,
            "verse": 105,
            "text": "and may tell nothing of God but what is true. I bring you a clear sign from your Lord. Let the Children of Israel depart with me"
        },
        {
            "chapter": 7,
            "verse": 106,
            "text": "He said: ‘If you have indeed brought a sign, show it to us if what you say be true.‘"
        },
        {
            "chapter": 7,
            "verse": 107,
            "text": "So he threw down his staff, and thereupon it changed to a veritable serpent"
        },
        {
            "chapter": 7,
            "verse": 108,
            "text": "Then he drew out his hand, and it was white to all who saw it"
        },
        {
            "chapter": 7,
            "verse": 109,
            "text": "The elders of Pharaoh‘s people said: ‘This man is but a skilful sorcerer"
        },
        {
            "chapter": 7,
            "verse": 110,
            "text": "who seeks to drive you from your land. What would you have us do?‘"
        },
        {
            "chapter": 7,
            "verse": 111,
            "text": "They said: ‘Put them off awhile, him and his brother, and send forth criers to the cities to summon"
        },
        {
            "chapter": 7,
            "verse": 112,
            "text": "every skilful sorcerer to your presence.‘"
        },
        {
            "chapter": 7,
            "verse": 113,
            "text": "The sorcerers came to Pharaoh. They said: ‘Shall we be rewarded if we win?‘"
        },
        {
            "chapter": 7,
            "verse": 114,
            "text": "Yes,‘ he answered. ‘And you shall be among the most favoured"
        },
        {
            "chapter": 7,
            "verse": 115,
            "text": "They said: ‘Moses, will you throw first, or are we the first to throw?‘"
        },
        {
            "chapter": 7,
            "verse": 116,
            "text": "Throw,‘ he replied. And when they threw, they bewitched the people‘s eyes and terrified them by a display of mighty sorcery"
        },
        {
            "chapter": 7,
            "verse": 117,
            "text": "Then We signalled to Moses: ‘Throw down your staff.‘ And thereupon it swallowed up their false devices"
        },
        {
            "chapter": 7,
            "verse": 118,
            "text": "Thus did the Truth prevail, and all their doings proved vain"
        },
        {
            "chapter": 7,
            "verse": 119,
            "text": "Thus were they defeated and abased"
        },
        {
            "chapter": 7,
            "verse": 120,
            "text": "and the sorcerers bowed down"
        },
        {
            "chapter": 7,
            "verse": 121,
            "text": "and said: ‘We now believe in the Lord of the Universe"
        },
        {
            "chapter": 7,
            "verse": 122,
            "text": "the Lord of Moses and Aaron.‘"
        },
        {
            "chapter": 7,
            "verse": 123,
            "text": "Pharaoh said: ‘Do you dare believe in Him before I give you leave? This is a plot you have contrived to turn the people out of their city. But you shall learn"
        },
        {
            "chapter": 7,
            "verse": 124,
            "text": "I will cut off your hands and feet on alternate sides and then crucify you all!‘"
        },
        {
            "chapter": 7,
            "verse": 125,
            "text": "They said: ‘We shall surely return to our Lord"
        },
        {
            "chapter": 7,
            "verse": 126,
            "text": "You would punish us only because we believed in the signs of our Lord when they came to us. Lord, instil into us patience and let us die as Muslims.‘"
        },
        {
            "chapter": 7,
            "verse": 127,
            "text": "And the elders of Pharaoh‘s people said: ‘Will you allow Moses and his people to perpetrate corruption in the land and to forsake you and your gods?‘ He said: ‘We will put their sons to death¹ and spare only their daughters. We shall surely triumph over them.‘"
        },
        {
            "chapter": 7,
            "verse": 128,
            "text": "Moses said to his people: ‘Seek help in God and be patient. The earth is God‘s; He gives it to those of His servants whom He chooses. Happy shall be the lot of those that fear Him.‘"
        },
        {
            "chapter": 7,
            "verse": 129,
            "text": "They said: ‘We were oppressed before you came to us, and still are we after your coming.‘ He said: ‘Your Lord will perchance destroy your enemies and give you the land to inherit. Then will He see how you will act.‘"
        },
        {
            "chapter": 7,
            "verse": 130,
            "text": "We afflicted Pharaoh‘s people with years of famine and dearth of fruitfulness, so that they might reflect"
        },
        {
            "chapter": 7,
            "verse": 131,
            "text": "If good things came their way, they said: ‘It is our due,‘ but if evil befell them they ascribed it to Moses and those who were with him. Yet it was God who had ordained their ills, though most of them did not know it"
        },
        {
            "chapter": 7,
            "verse": 132,
            "text": "And they said: ‘Whatever miracles you work to enchant us with it, we will never believe in you.‘"
        },
        {
            "chapter": 7,
            "verse": 133,
            "text": "So We plagued them with the flood and with locusts, with lice and frogs and blood: miracles manifest, yet they scorned them all, for they were a sinful people"
        },
        {
            "chapter": 7,
            "verse": 134,
            "text": "And when each plague smote them, they said: ‘Moses, pray to your Lord for us: invoke the promise He has made you. If you do lift the plague from us, we will believe in you and let the Israelites go with you.‘"
        },
        {
            "chapter": 7,
            "verse": 135,
            "text": "But when We had lifted the plague from them and the appointed time had come for them, they broke their promise"
        },
        {
            "chapter": 7,
            "verse": 136,
            "text": "So We took vengeance on them and drowned them in the sea, for they had denied Our signs and paid no heed to them"
        },
        {
            "chapter": 7,
            "verse": 137,
            "text": "We gave the persecuted people dominion over the eastern and the western lands which We had blessed. Thus was your Lord‘s gracious word fulfilled for the Israelites, because they had endured with fortitude; and We destroyed the edifices and the towers of Pharaoh and his people"
        },
        {
            "chapter": 7,
            "verse": 138,
            "text": "And We led the Israelites across the sea, and they came upon a people who worshipped idols which they had. They said to Moses: ‘Make us a god like the gods they have.‘ He said: ‘You are indeed an ignorant people"
        },
        {
            "chapter": 7,
            "verse": 139,
            "text": "That which they follow is doomed, and all their works are vain"
        },
        {
            "chapter": 7,
            "verse": 140,
            "text": "Am I to seek for you a deity other than God, when He has exalted you above the nations"
        },
        {
            "chapter": 7,
            "verse": 141,
            "text": "We delivered you from Pharaoh‘s people, who had oppressed you cruelly, putting your sons to death and sparing only your daughters. Surely that was a great trial by your Lord.‘"
        },
        {
            "chapter": 7,
            "verse": 142,
            "text": "And We promised Moses thirty nights, to which We added ten nights more: so that the appointment with his Lord was after forty nights.¹ And Moses said to his brother Aaron: ‘Take my place among my people. Do what is right and do not follow the path of the wrongdoers.‘"
        },
        {
            "chapter": 7,
            "verse": 143,
            "text": "And when Moses came at Our appointed time and His Lord communed with him, he said: ‘Lord, reveal Yourself to me, that I may look upon You.‘ He replied: ‘You shall never see Me. But look upon the Mount; if it remains firm upon its base, then only shall you see Me.‘ And when his Lord revealed Himself to the Mount, He levelled it to dust. Moses fell down senseless, and, when he recovered, said: ‘Glory be to You! I turn to You in penitence, and am the first of the believers"
        },
        {
            "chapter": 7,
            "verse": 144,
            "text": "He said: ‘Moses; I have chosen you above all mankind for My messages and My commandments. Take therefore what I have given you, and be thankful.‘"
        },
        {
            "chapter": 7,
            "verse": 145,
            "text": "And We inscribed for him upon the Tablets all manner of precepts, and instructions concerning all things, and said to him: ‘Observe these steadfastly, and enjoin your people to observe what is best in them. I shall show you the abode of the ungodly"
        },
        {
            "chapter": 7,
            "verse": 146,
            "text": "I will turn away from My signs those who lord it in the land with arrogance and injustice, so that even if they witness each and every sign they shall not believe them. If they see the right path, they shall not walk upon it: but if they see the path of error, they shall choose it for their path; because they disbelieved Our signs and paid no heed to them"
        },
        {
            "chapter": 7,
            "verse": 147,
            "text": "Vain are the deeds of those who disbelieve in Our signs and in the life to come. Shall they not be rewarded according only to their deeds?‘"
        },
        {
            "chapter": 7,
            "verse": 148,
            "text": "And in his absence the people of Moses made a calf from their ornaments, an image with a hollow sound. Did they not see that it could neither speak to them nor give them guidance? Yet they worshipped it and thus committed evil"
        },
        {
            "chapter": 7,
            "verse": 149,
            "text": "And when they repented and realized that they had strayed, they said: ‘If our Lord does not have mercy on us and pardon us, we shall surely be among the lost.‘"
        },
        {
            "chapter": 7,
            "verse": 150,
            "text": "And when Moses returned to his people, angry and sorrowful, he said: ‘Evil is the thing you did in my absence! Would you hasten the ordinance of your Lord?‘ He threw down the Tablets and, seizing his brother‘s head, dragged him closer to him. ‘Son of my mother,‘ Aaron said, ‘the people overpowered me and almost did me to death. Do not let the enemy gloat over me; do not number me among the wrongdoers.‘"
        },
        {
            "chapter": 7,
            "verse": 151,
            "text": "Lord,‘ said Moses; ‘forgive me and forgive my brother. Admit us to Your mercy, for, of all those that show mercy, You are the most merciful.‘"
        },
        {
            "chapter": 7,
            "verse": 152,
            "text": "Those that worshipped the calf were to incur the anger of their Lord and servility in this life. Thus shall We reward those who fabricate falsehoods"
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "But to those that do evil but later repent and believe, your Lord is forgiving and compassionate"
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "When his anger was allayed, Moses took up the Tablets, upon which was inscribed a pledge of guidance and of mercy to those that fear their Lord"
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "And Moses chose from among his people seventy men¹ for Our appointed time and, when the earth shook them, said: ‘Had it been Your will, Lord, You could have destroyed them long ago, and myself too. But would You destroy us because of what the fools among us did? That trial was ordained by You, to confound whom You willed and to guide whom You pleased. You alone are our guardian. Forgive us and have mercy on us: You are the best of those who forgive"
        },
        {
            "chapter": 7,
            "verse": 156,
            "text": "Ordain for us what is good, both in this life and in the life to come; to You alone we turn.‘ He said: ‘My scourge I will visit upon whom I please: yet My mercy encompasses all things. I show it to those that fear God and give alms, and to those that in Our signs believe"
        },
        {
            "chapter": 7,
            "verse": 157,
            "text": "to those that follow the Apostle ― the Unlettered¹ Prophet ― whom they shall find writ down for them in the Torah and the Gospel. He will enjoin righteousness on them and forbid them to do the reprehensible. He will make wholesome things lawful for them and foul things unlawful for them. He will relieve them of their burdens and of the shackles that weigh upon them. Those that believe in him and honour him, those that aid him and follow the light sent down with him, shall surely triumph.‘"
        },
        {
            "chapter": 7,
            "verse": 158,
            "text": "Say:² ‘You people! I am God‘s emissary to you all; He that has sovereignty over the heavens and the earth. There is no god but Him. He ordains life and death. Therefore have faith in God and His apostle, the Unlettered¹ Prophet, who believes in God and His commandments. Follow him, that you may be rightly guided.‘"
        },
        {
            "chapter": 7,
            "verse": 159,
            "text": "Yet among the people of Moses there are some who preach the Truth and act justly.‘"
        },
        {
            "chapter": 7,
            "verse": 160,
            "text": "We divided them into twelve tribes, each a whole community. And when his people demanded drink of him, We revealed our Will to Moses: ‘Strike the rock with your staff.‘ Thereupon twelve springs gushed from it and each tribe knew its drinking-place. We caused the clouds to draw their shadow over them and sent down for them manna and quails: ‘Eat of the wholesome things We have given you.‘ They did Us no wrong, but they wronged themselves"
        },
        {
            "chapter": 7,
            "verse": 161,
            "text": "And when they were told: ‘Dwell in this city, and eat from it whatever you please; pray for forgiveness and enter the gates bowing: We will forgive you your sins and bestow abundance on the righteous,‘"
        },
        {
            "chapter": 7,
            "verse": 162,
            "text": "the wrongdoers among them changed what they were told to words that were not said to them; and We let loose on them a scourge from heaven as punishment for their wrongdoing"
        },
        {
            "chapter": 7,
            "verse": 163,
            "text": "Ask them about the city which overlooked the sea and what befell its people when they broke the Sabbath. On their Sabbath the fish came to them floating on the water, but on weekdays they never came near them. Thus did We test them because of the evil they did"
        },
        {
            "chapter": 7,
            "verse": 164,
            "text": "And when one of their tribe said: ‘Why do you admonish a people for whom God has ordained destruction and grievous torment?‘ they replied: ‘To be blameless in the sight of your Lord, and that they may fear God.‘"
        },
        {
            "chapter": 7,
            "verse": 165,
            "text": "Therefore, when they forgot the warning they were given, We delivered those who had admonished against evil, and smote the wrongdoers with punishment for their misdeeds"
        },
        {
            "chapter": 7,
            "verse": 166,
            "text": "And when they scornfully persisted in their forbidden ways, We said to them: ‘Turn into detested apes.‘"
        },
        {
            "chapter": 7,
            "verse": 167,
            "text": "Then your Lord declared that He would raise against them others who would oppress them grievously till the Day of Resurrection. Swift is the retribution of your Lord, yet is He forgiving and compassionate"
        },
        {
            "chapter": 7,
            "verse": 168,
            "text": "We dispersed them into communities throughout the earth ― some were righteous, others were not ― and tested them with blessings and misfortunes so that they might return to the right path"
        },
        {
            "chapter": 7,
            "verse": 169,
            "text": "Then others succeeded them who inherited the Book and took to these nether vanities. ‘We shall be forgiven,‘ they said. And if such vanities came their way once more, they would again take to them. Are they not committed in the Book to tell nothing of God but what is true? And they have studied it well; surely the world to come is better for those that fear God. Have you no sense"
        },
        {
            "chapter": 7,
            "verse": 170,
            "text": "As for those that strictly observe the Book and are steadfast in prayer, We shall not deny the righteous their reward"
        },
        {
            "chapter": 7,
            "verse": 171,
            "text": "And when We suspended the Mount over them as though it were a shadow (they feared that it was falling down on them) We said: ‘Hold fast to that which We have given you and bear in mind what it contains, that you may fear God.‘"
        },
        {
            "chapter": 7,
            "verse": 172,
            "text": "Your Lord brought forth descendants from the loins of Adam‘s children, and made them testify against their own souls. He said: ‘Am I not your Lord?‘ They replied: ‘Yes, we do testify.‘ Lest you should say on the Day of Resurrection: ‘We had no knowledge of that,‘"
        },
        {
            "chapter": 7,
            "verse": 173,
            "text": "or you should say: ‘Our forefathers were, indeed, idolaters; but will You destroy us, their descendants, on account of what the followers of falsehood did?‘"
        },
        {
            "chapter": 7,
            "verse": 174,
            "text": "Thus do We expound Our revelations so that they may return to the right path"
        },
        {
            "chapter": 7,
            "verse": 175,
            "text": "Tell them of the man to whom We vouchsafed Our signs and who turned away from them: how Satan pursued him and he went astray"
        },
        {
            "chapter": 7,
            "verse": 176,
            "text": "Had it been Our will, We would have exalted him through Our signs: but he clung to this earthly life and succumbed to his desires. He can be compared to the dog which pants if you chase it away, but pants still if you leave it alone. Such are those that deny Our revelations. Recount to them these parables, so that they may reflect"
        },
        {
            "chapter": 7,
            "verse": 177,
            "text": "Evil is the tale of those that denied Our revelations and were unjust to their own souls"
        },
        {
            "chapter": 7,
            "verse": 178,
            "text": "He whom God guides is he who is rightly guided; but those whom He confounds are they that will surely be lost"
        },
        {
            "chapter": 7,
            "verse": 179,
            "text": "We have predestined for Hell a multitude of jinn and humans. They have hearts they cannot comprehend with; and they have eyes they cannot see with; and they have ears they cannot hear with. They are like beasts ― indeed, they are more misguided. Such are the heedless"
        },
        {
            "chapter": 7,
            "verse": 180,
            "text": "God has the Most Excellent Names; call on Him by them and keep away from those that pervert them; they shall receive their due for what they did"
        },
        {
            "chapter": 7,
            "verse": 181,
            "text": "Among those We created there is a community that gives true guidance and acts justly"
        },
        {
            "chapter": 7,
            "verse": 182,
            "text": "As for those that deny Our revelations, We will lead them step by step whence they cannot tell"
        },
        {
            "chapter": 7,
            "verse": 183,
            "text": "for though I bear with them, My stratagem is sure"
        },
        {
            "chapter": 7,
            "verse": 184,
            "text": "Has it never occurred to them that their compatriot¹ is no madman, but one who gives clear warning"
        },
        {
            "chapter": 7,
            "verse": 185,
            "text": "Will they not ponder upon the kingdom of the heavens and the earth, and all the things that God created, and whether their hour is not drawing near? And in what other words after these will they believe"
        },
        {
            "chapter": 7,
            "verse": 186,
            "text": "None can guide those whom God confounds. He leaves them in their sinful ways, ever straying from the right path"
        },
        {
            "chapter": 7,
            "verse": 187,
            "text": "They ask you about the Hour: when will it come? Say: ‘None but my Lord has knowledge of it.² Only He will reveal it ― at the appointed time. A fateful hour shall it be, both in the heavens and on earth. It will but suddenly overtake you.‘ They will put questions to you as though you were privy to it. Say: ‘Only God has knowledge of it, but the greater part of mankind do not know this.‘"
        },
        {
            "chapter": 7,
            "verse": 188,
            "text": "Say: ‘I have not the power to acquire benefits or to avert evil from myself; except by the will of God. Had I possessed knowledge of what is hidden, I would have availed myself of much that is good and no harm would have touched me. But I am no more than one who gives warning and joyful tidings to true believers.‘"
        },
        {
            "chapter": 7,
            "verse": 189,
            "text": "He it was who created you from a single being.³ From that being He created his spouse, so that he might find comfort in her. And when he had lain with her, she conceived, and her burden was light. She carried it with ease, but when it grew heavy, they both cried to God their Lord: ‘Grant us a goodly child and we will be truly thankful.‘"
        },
        {
            "chapter": 7,
            "verse": 190,
            "text": "Yet when He had granted them a goodly child, they both set up other gods besides Him in return for what He gave them. Exalted be God above their idols"
        },
        {
            "chapter": 7,
            "verse": 191,
            "text": "Will they worship those which can create nothing, but are themselves created"
        },
        {
            "chapter": 7,
            "verse": 192,
            "text": "They cannot help them, nor can they help themselves"
        },
        {
            "chapter": 7,
            "verse": 193,
            "text": "If you call them to the true guidance they will not follow you. It is the same whether you call to them or hold your peace"
        },
        {
            "chapter": 7,
            "verse": 194,
            "text": "Those whom you invoke besides God are, like yourselves, His creatures. Call on them, and let them answer you, if what you say be true"
        },
        {
            "chapter": 7,
            "verse": 195,
            "text": "Have they feet to walk with? Or have they hands to hold with? Or have they eyes to see with? Or have they ears to hear with? Say: ‘Call on your false gods and scheme against me. Give me no respite"
        },
        {
            "chapter": 7,
            "verse": 196,
            "text": "Surely my guardian is God, who has revealed the Book; He is the guardian of the righteous"
        },
        {
            "chapter": 7,
            "verse": 197,
            "text": "Those to whom you call besides Him cannot help you, nor can they help themselves.‘"
        },
        {
            "chapter": 7,
            "verse": 198,
            "text": "If you call them to the right guidance, they will not hear. You find them looking towards you, but they cannot see"
        },
        {
            "chapter": 7,
            "verse": 199,
            "text": "Be tolerant, speak for what is right, and avoid the ignorant"
        },
        {
            "chapter": 7,
            "verse": 200,
            "text": "If Satan presents you with a temptation, seek refuge in God; He hears all and knows all"
        },
        {
            "chapter": 7,
            "verse": 201,
            "text": "If the God-fearing are touched by a hint from Satan, they have but to reflect; and they shall see the light"
        },
        {
            "chapter": 7,
            "verse": 202,
            "text": "As for their brothers, they would keep them long in error, nor would they ever desist"
        },
        {
            "chapter": 7,
            "verse": 203,
            "text": "When you have no sūrah to give them, they say: ‘Have you not yet invented it?‘ Say: ‘I follow only what is revealed to me by my Lord. This Book is a veritable proof from your Lord, a guide and a blessing to true believers.‘"
        },
        {
            "chapter": 7,
            "verse": 204,
            "text": "When the Koran is recited, listen to it in silence that you may be shown mercy"
        },
        {
            "chapter": 7,
            "verse": 205,
            "text": "Remember your Lord deep in your soul with humility and awe, and without ostentation: in the morning and in the evening; and do not be heedless"
        },
        {
            "chapter": 7,
            "verse": 206,
            "text": "Those who dwell with your Lord do not disdain to worship Him; they give glory to Him and before Him they prostrate themselves"
        }
    ]
}