{
    "juzs": [
        {
            "chapter": 67,
            "verse": 1,
            "text": "Blessed is He in Whose hand is the Sovereignty! And He has power over all things"
        },
        {
            "chapter": 67,
            "verse": 2,
            "text": "The One Who has created the death and the life to test which of you is good in conduct. And He is the One Omnipotent, Forgiving"
        },
        {
            "chapter": 67,
            "verse": 3,
            "text": "The One Who has created seven heavens one over another. You shall not see anything amiss in the creation of the Gracious One! Then look again: can you see any incongruities"
        },
        {
            "chapter": 67,
            "verse": 4,
            "text": "Then look again and yet again, your sight will return to you humbled and tired"
        },
        {
            "chapter": 67,
            "verse": 5,
            "text": "And verily We have adorned the heaven near [the earth] with lamps [stars and planets], and We have made it a stonewall for the devils [beyond which they cannot proceed]. And We have prepared for them punishment of the blazing Fire [Hell]"
        },
        {
            "chapter": 67,
            "verse": 6,
            "text": "And for those who suppress their belief in their Lord there is the punishment of Hell. And it is a bad journey's end"
        },
        {
            "chapter": 67,
            "verse": 7,
            "text": "When they are flung therein they hear it roar as it boils up"
        },
        {
            "chapter": 67,
            "verse": 8,
            "text": "As if it [Hell] would burst with rage! Whenever a crowd [of wicked people] is thrown therein the wardens thereof ask them, \"Had not anyone come to warn you"
        },
        {
            "chapter": 67,
            "verse": 9,
            "text": "They say, \"Yes, verily, a warner did come to us, but we refused to believe him and said, `Allah has not sent down anything, you are not but under a great delusion"
        },
        {
            "chapter": 67,
            "verse": 10,
            "text": "And they say, \"Had we but listened or had sense, we would not now have been among the dwellers in the blazing Fire"
        },
        {
            "chapter": 67,
            "verse": 11,
            "text": "So they acknowledge their sins! And so the dwellers in the blazing Fire are done away with"
        },
        {
            "chapter": 67,
            "verse": 12,
            "text": "Those who fear their Lord without seeing Him — for them is forgiveness and a great reward"
        },
        {
            "chapter": 67,
            "verse": 13,
            "text": "And whether you conceal your opinion or proclaim it, He [Allah] does indeed know all that is in the minds"
        },
        {
            "chapter": 67,
            "verse": 14,
            "text": "Would He not know what He created!? And He is the One Subtle, Aware"
        },
        {
            "chapter": 67,
            "verse": 15,
            "text": "He it is Who has made the earth subservient to you, so walk through its winding paths and eat of what He has provided for. And to Him will the Resurrection be"
        },
        {
            "chapter": 67,
            "verse": 16,
            "text": "Are you sure that One in the heaven will not cause the earth to swallow you while it is in a state of convulsion"
        },
        {
            "chapter": 67,
            "verse": 17,
            "text": "Or are you sure that the One in the heaven will not let loose on you a hurricane? But you shall soon know how terribly true My warning was"
        },
        {
            "chapter": 67,
            "verse": 18,
            "text": "And verily those before them refused to believe! And how severe in effect was My forsaking them"
        },
        {
            "chapter": 67,
            "verse": 19,
            "text": "Do they not see the birds above them spreading and folding their wings? Holds them up none but the Gracious One! HE does indeed look to all things"
        },
        {
            "chapter": 67,
            "verse": 20,
            "text": "Who is it — other than the Gracious One — that will be like an army to help you out? Those who suppress the Truth are labouring under nothing but illusion"
        },
        {
            "chapter": 67,
            "verse": 21,
            "text": "Who is it that will provide for you if He should wit old His provision? Nay, but they are given to pride and aversion"
        },
        {
            "chapter": 67,
            "verse": 22,
            "text": "Is he who walks falling on his face [stumbling] better guided, or he who walks upright on a straight road"
        },
        {
            "chapter": 67,
            "verse": 23,
            "text": "Say, \"He it is who has brought you into being, and has endowed you with the hearing, the sights and the intellect. But you are seldom grateful"
        },
        {
            "chapter": 67,
            "verse": 24,
            "text": "Say, \"He it is Who multiplied you on the earth, and to Him you shall be gathered"
        },
        {
            "chapter": 67,
            "verse": 25,
            "text": "And they ask, \"When will this promise be fulfilled, if what you say is true"
        },
        {
            "chapter": 67,
            "verse": 26,
            "text": "Say, \"That knowledge is only with Allah, and I am but a plain warner"
        },
        {
            "chapter": 67,
            "verse": 27,
            "text": "Then as they see it close to them [in the Hereafter], the faces of those who suppress the Truth will be distraught, and it will be said to them, \"This is what you had been asking for"
        },
        {
            "chapter": 67,
            "verse": 28,
            "text": "Say, \"Do you see, whether Allah causes me (Muhammad) and those with me to perish or He bestows mercy upon us, [it is His Will?]. But, then, who will protect those who suppress the Truth from a painful punishment!?\"h"
        },
        {
            "chapter": 67,
            "verse": 29,
            "text": "Say, \"He is the Gracious One. In Him we believe and in Him we put our trust. And you will soon know who is clearly astray"
        },
        {
            "chapter": 67,
            "verse": 30,
            "text": "Say, \"Do you see if your waters should sink deep into the ground, who then could bring you flowing water"
        },
        {
            "chapter": 68,
            "verse": 1,
            "text": "Noon By the pen, and by what they write"
        },
        {
            "chapter": 68,
            "verse": 2,
            "text": "By your Lord's grace, you [Prophet Muhammad] are not mad"
        },
        {
            "chapter": 68,
            "verse": 3,
            "text": "And, indeed, a never ending reward is there for you"
        },
        {
            "chapter": 68,
            "verse": 4,
            "text": "And, indeed, you have a truly great character"
        },
        {
            "chapter": 68,
            "verse": 5,
            "text": "Soon you will see, and so they will"
        },
        {
            "chapter": 68,
            "verse": 6,
            "text": "As to who of you is on trial"
        },
        {
            "chapter": 68,
            "verse": 7,
            "text": "Your Lord does indeed know who has strayed from His Path, and He knows those on right guidance"
        },
        {
            "chapter": 68,
            "verse": 8,
            "text": "Obey not then those who deny the Truth"
        },
        {
            "chapter": 68,
            "verse": 9,
            "text": "They want you to compromise and then they will compromise"
        },
        {
            "chapter": 68,
            "verse": 10,
            "text": "And obey not any mean swearer of oaths"
        },
        {
            "chapter": 68,
            "verse": 11,
            "text": "Or [obey not] any gossip-monger going about with malicious gossip"
        },
        {
            "chapter": 68,
            "verse": 12,
            "text": "Or [obey not] one who places obstacles in the way of good being done, transgressing with criminal intent"
        },
        {
            "chapter": 68,
            "verse": 13,
            "text": "[And obey not] one who is cruel, besides being of no use to society"
        },
        {
            "chapter": 68,
            "verse": 14,
            "text": "Just because he has wealth and sons"
        },
        {
            "chapter": 68,
            "verse": 15,
            "text": "When Our Verses are recited to him, he says, \"These are just ancient tales"
        },
        {
            "chapter": 68,
            "verse": 16,
            "text": "Soon We will brand him on the nose [disgrace him]"
        },
        {
            "chapter": 68,
            "verse": 17,
            "text": "We have indeed tried them as we tried the owners of the garden, who vowed to harvest its fruits the next morning"
        },
        {
            "chapter": 68,
            "verse": 18,
            "text": "And they made no exception"
        },
        {
            "chapter": 68,
            "verse": 19,
            "text": "And then a calamity from your Lord befell it [the garden] as they slept"
        },
        {
            "chapter": 68,
            "verse": 20,
            "text": "And by morning it lay barren as if already harvested"
        },
        {
            "chapter": 68,
            "verse": 21,
            "text": "And at dawn, they [the owners] called each other out"
        },
        {
            "chapter": 68,
            "verse": 22,
            "text": "Reach your field early, to gather all your fruits"
        },
        {
            "chapter": 68,
            "verse": 23,
            "text": "And so they proceeded, whispering to one another"
        },
        {
            "chapter": 68,
            "verse": 24,
            "text": "Let no pauper enter the garden and trouble you today"
        },
        {
            "chapter": 68,
            "verse": 25,
            "text": "And they went early, thinking they had the power to be firm"
        },
        {
            "chapter": 68,
            "verse": 26,
            "text": "Then as they saw it, they said, \"We must have lost our way"
        },
        {
            "chapter": 68,
            "verse": 27,
            "text": "But, [no], utterly deprived are we"
        },
        {
            "chapter": 68,
            "verse": 28,
            "text": "A moderate among them said, \"Had I not asked you to invoke divine mercy and blessings"
        },
        {
            "chapter": 68,
            "verse": 29,
            "text": "They said, \"Glory be to our Lord! We have indeed been wrong"
        },
        {
            "chapter": 68,
            "verse": 30,
            "text": "Then they started blaming one another"
        },
        {
            "chapter": 68,
            "verse": 31,
            "text": "They said, \"Alas for us, we did indeed transgress"
        },
        {
            "chapter": 68,
            "verse": 32,
            "text": "May be our Lord will give us a garden better than this; we do indeed turn to Him now"
        },
        {
            "chapter": 68,
            "verse": 33,
            "text": "Such is the punishment [in this life]! And the punishment of the life to come is certainly more severe, if only they knew"
        },
        {
            "chapter": 68,
            "verse": 34,
            "text": "Indeed, for those who fear Allah, there will be the gardens of bliss with their Lord"
        },
        {
            "chapter": 68,
            "verse": 35,
            "text": "Would We then treat the believers like the sinners"
        },
        {
            "chapter": 68,
            "verse": 36,
            "text": "What is the matter with you? How ill you judge"
        },
        {
            "chapter": 68,
            "verse": 37,
            "text": "Have you any book wherein you learn"
        },
        {
            "chapter": 68,
            "verse": 38,
            "text": "That you will definitey have therein whatever you choose"
        },
        {
            "chapter": 68,
            "verse": 39,
            "text": "Or do you have Our solemn pledges, binding upon Us till the Day of Resurrection, that you shall have whatever you order"
        },
        {
            "chapter": 68,
            "verse": 40,
            "text": "Ask which of them will vouch for that [that there indeed are such solemn pledges divinely made]"
        },
        {
            "chapter": 68,
            "verse": 41,
            "text": "Or do they worship gods besides Allah? Let them then come up with their other gods, if what they say be true"
        },
        {
            "chapter": 68,
            "verse": 42,
            "text": "The Day the shin is laid bare, they will be called upon to prostrate themselves, but they will not be able to do so"
        },
        {
            "chapter": 68,
            "verse": 43,
            "text": "Their glances will be downcast and ignominy shall cover them; they were called upon to prostrate [in this world], when they were safe and sound, [but they did not obey]"
        },
        {
            "chapter": 68,
            "verse": 44,
            "text": "So leave to Me those who reject this Message. We shall rein them in, by degrees, from whence they know not"
        },
        {
            "chapter": 68,
            "verse": 45,
            "text": "And I (Allah) give them a long rope. Indeed, My plan is fool-proof"
        },
        {
            "chapter": 68,
            "verse": 46,
            "text": "Or do you demand some reward from them that would weigh them down with debt"
        },
        {
            "chapter": 68,
            "verse": 47,
            "text": "Or, do they possess the knowledge of the unseen which they write down"
        },
        {
            "chapter": 68,
            "verse": 48,
            "text": "So wait patiently for your Lord's decree! And be not like the companion of the fish, calling out in distress"
        },
        {
            "chapter": 68,
            "verse": 49,
            "text": "Had not his Lord's favour taken hold of him [Prophet Jonas], he would have surely been flung away in disgrace upon that desolate shore"
        },
        {
            "chapter": 68,
            "verse": 50,
            "text": "His Lord then chose him and made him one of the righteous men"
        },
        {
            "chapter": 68,
            "verse": 51,
            "text": "And when those who suppress the truth hear the Admonition [Qur'aan], they would almost make you stumble with their eyes! And they say, \"He is indeed mad"
        },
        {
            "chapter": 68,
            "verse": 52,
            "text": "And it [Qur'aan] is not but an Admonition for all"
        },
        {
            "chapter": 69,
            "verse": 1,
            "text": "The Inevitable"
        },
        {
            "chapter": 69,
            "verse": 2,
            "text": "What is the Inevitable"
        },
        {
            "chapter": 69,
            "verse": 3,
            "text": "And what do you know what the Inevitable is"
        },
        {
            "chapter": 69,
            "verse": 4,
            "text": "The Thamood and the AAad denied possibility of the Striking Calamity happening"
        },
        {
            "chapter": 69,
            "verse": 5,
            "text": "Then as for Thamood, they were destroyed by an overpowering blast!h"
        },
        {
            "chapter": 69,
            "verse": 6,
            "text": "And as for the AAad, they were destroyed by a furious, violent storm"
        },
        {
            "chapter": 69,
            "verse": 7,
            "text": "HE let it [storm] loose upon them for seven nights and eight days in succession. You would have seen the people there then lying prostrate, as though they were uprooted trunks of palm trees"
        },
        {
            "chapter": 69,
            "verse": 8,
            "text": "Do you now see any trace of them"
        },
        {
            "chapter": 69,
            "verse": 9,
            "text": "And Pharaoh and those before him and the people of the overturned habitations [the people of Lot] committed the same sin"
        },
        {
            "chapter": 69,
            "verse": 10,
            "text": "And they followed not the Messenger of their Lord! So He seized them severely"
        },
        {
            "chapter": 69,
            "verse": 11,
            "text": "When the water rose to great heights indeed, We bore you upon a floating vessel.h"
        },
        {
            "chapter": 69,
            "verse": 12,
            "text": "So as to make it for you an event to remember, and so that an attentive ear commits it to memory"
        },
        {
            "chapter": 69,
            "verse": 13,
            "text": "So when the Trumpet is blown with a single blow"
        },
        {
            "chapter": 69,
            "verse": 14,
            "text": "And the earth and the mountains are lifted and then crushed at one stroke"
        },
        {
            "chapter": 69,
            "verse": 15,
            "text": "On that Day shall the Event [the Hereafter, the Inevitable referred to in Verse above] come to pass"
        },
        {
            "chapter": 69,
            "verse": 16,
            "text": "And the sky will be rent asunder, so it becomes loose that Day"
        },
        {
            "chapter": 69,
            "verse": 17,
            "text": "And the angels will be at its edges. And eight of them will carry the Throne of your Lord that Day"
        },
        {
            "chapter": 69,
            "verse": 18,
            "text": "That Day you shall be presented (before Allah) and no secret of yours shall remain hidden"
        },
        {
            "chapter": 69,
            "verse": 19,
            "text": "He then, whose record will be given to him in his right hand, will say, \"Here, read this record of mine"
        },
        {
            "chapter": 69,
            "verse": 20,
            "text": "I did indeed expect that I would come face to face with my record"
        },
        {
            "chapter": 69,
            "verse": 21,
            "text": "He shall then be living a life of bliss"
        },
        {
            "chapter": 69,
            "verse": 22,
            "text": "In a lofty Garden"
        },
        {
            "chapter": 69,
            "verse": 23,
            "text": "Clusters of its fruits will be within reach"
        },
        {
            "chapter": 69,
            "verse": 24,
            "text": "Eat and drink to your satisfaction on account of what you did in the days gone by"
        },
        {
            "chapter": 69,
            "verse": 25,
            "text": "And he, whose Record will be given to him in his left hand, will say, \"Would that I had never been given my Record"
        },
        {
            "chapter": 69,
            "verse": 26,
            "text": "And had I not come to know my account"
        },
        {
            "chapter": 69,
            "verse": 27,
            "text": "Oh! Would that [death in the worldly life] be the end of me"
        },
        {
            "chapter": 69,
            "verse": 28,
            "text": "My wealth has been of no use to me"
        },
        {
            "chapter": 69,
            "verse": 29,
            "text": "My authority is gone from me"
        },
        {
            "chapter": 69,
            "verse": 30,
            "text": "[Divine Order for him whose record is given in his left hand:] Seize him and shackle him"
        },
        {
            "chapter": 69,
            "verse": 31,
            "text": "Then burn him in the Blazing Fire"
        },
        {
            "chapter": 69,
            "verse": 32,
            "text": "Then tie him to a chain, seventy cubits long"
        },
        {
            "chapter": 69,
            "verse": 33,
            "text": "He would not believe in Allah, the Almighty"
        },
        {
            "chapter": 69,
            "verse": 34,
            "text": "And he would feel no urge to feed the poor"
        },
        {
            "chapter": 69,
            "verse": 35,
            "text": "And so no friend for him here today"
        },
        {
            "chapter": 69,
            "verse": 36,
            "text": "And no food except from discharged wastes"
        },
        {
            "chapter": 69,
            "verse": 37,
            "text": "Eat it not but the sinners"
        },
        {
            "chapter": 69,
            "verse": 38,
            "text": "But no! I swear by what you see"
        },
        {
            "chapter": 69,
            "verse": 39,
            "text": "And by what you do not see"
        },
        {
            "chapter": 69,
            "verse": 40,
            "text": "This [the Qur'aan] certainly indeed is a noble Messenger's [Angel's] Word"
        },
        {
            "chapter": 69,
            "verse": 41,
            "text": "And not that of a poet! Little do you believe"
        },
        {
            "chapter": 69,
            "verse": 42,
            "text": "Nor is it the word of a soothsayer! Little do you reflect"
        },
        {
            "chapter": 69,
            "verse": 43,
            "text": "It is a reveation from the Lord of the Universe"
        },
        {
            "chapter": 69,
            "verse": 44,
            "text": "And had he [the Prophet] ascribed to Us some of his own sayings"
        },
        {
            "chapter": 69,
            "verse": 45,
            "text": "We would surely have seized from him by the right hand"
        },
        {
            "chapter": 69,
            "verse": 46,
            "text": "And then severed from him the life vein"
        },
        {
            "chapter": 69,
            "verse": 47,
            "text": "And none of you could wit old Us from doing this to him"
        },
        {
            "chapter": 69,
            "verse": 48,
            "text": "And, indeed, it [the Qur'aan] is a divine Counsel for those who fear Allah"
        },
        {
            "chapter": 69,
            "verse": 49,
            "text": "And We do indeed know that some among you deny this"
        },
        {
            "chapter": 69,
            "verse": 50,
            "text": "And, indeed, it [the Qur'aan] is certainly a cause of regret for those who suppress the Truth"
        },
        {
            "chapter": 69,
            "verse": 51,
            "text": "And certainly indeed it [the Qur'aan] is the absolute Truth"
        },
        {
            "chapter": 69,
            "verse": 52,
            "text": "Chant, then, the name of your Lord, the Almighty"
        },
        {
            "chapter": 70,
            "verse": 1,
            "text": "A questioner questions punishment that is bound to befall"
        },
        {
            "chapter": 70,
            "verse": 2,
            "text": "Those who suppress the Truth. There is none to defend anyone"
        },
        {
            "chapter": 70,
            "verse": 3,
            "text": "From Allah, Lord of the [many] ascents"
        },
        {
            "chapter": 70,
            "verse": 4,
            "text": "The time taken by the angels and the Spirit to ascend to Him is fifty thousand years [of man's reckoning]"
        },
        {
            "chapter": 70,
            "verse": 5,
            "text": "So, (O Prophet), be graciously patient [at the disbelievers' deliberate disbelief]"
        },
        {
            "chapter": 70,
            "verse": 6,
            "text": "They do indeed see it [punishment] long in coming"
        },
        {
            "chapter": 70,
            "verse": 7,
            "text": "And We see it near"
        },
        {
            "chapter": 70,
            "verse": 8,
            "text": "That Day, the sky will be like molten metal"
        },
        {
            "chapter": 70,
            "verse": 9,
            "text": "And the mountains will be like wool"
        },
        {
            "chapter": 70,
            "verse": 10,
            "text": "And friend will not ask of friend"
        },
        {
            "chapter": 70,
            "verse": 11,
            "text": "Although they would be able to see one another. The sinner would like to save himself from the punishment of that Day by offering (even) his children in ransom"
        },
        {
            "chapter": 70,
            "verse": 12,
            "text": "And [he would offer] his spouse and his brother"
        },
        {
            "chapter": 70,
            "verse": 13,
            "text": "And [he would offer] his kindred who sheltered him"
        },
        {
            "chapter": 70,
            "verse": 14,
            "text": "And [he would offer] all all that is on the earth, if only he could thus save himself"
        },
        {
            "chapter": 70,
            "verse": 15,
            "text": "But no! The fierce flame of Hell-fire it shall be"
        },
        {
            "chapter": 70,
            "verse": 16,
            "text": "That would be stripping their scalds off"
        },
        {
            "chapter": 70,
            "verse": 17,
            "text": "It [the Fire] would summon him who had turned away and retreated"
        },
        {
            "chapter": 70,
            "verse": 18,
            "text": "And had amassed and hoarded"
        },
        {
            "chapter": 70,
            "verse": 19,
            "text": "Man is indeed impatient by nature"
        },
        {
            "chapter": 70,
            "verse": 20,
            "text": "When adversity touches him he bewails"
        },
        {
            "chapter": 70,
            "verse": 21,
            "text": "And when prosperity touches him, he is begrudging"
        },
        {
            "chapter": 70,
            "verse": 22,
            "text": "But those who pray are not [so impatient]"
        },
        {
            "chapter": 70,
            "verse": 23,
            "text": "Those that are constant in their prayers"
        },
        {
            "chapter": 70,
            "verse": 24,
            "text": "And those in whose wealth there is a known right"
        },
        {
            "chapter": 70,
            "verse": 25,
            "text": "For those that beg and for those that are deprived"
        },
        {
            "chapter": 70,
            "verse": 26,
            "text": "And [among those who are not impatient are] those who sincerely believe in the Day of Judgment"
        },
        {
            "chapter": 70,
            "verse": 27,
            "text": "And those that fear the punishment of their Lord"
        },
        {
            "chapter": 70,
            "verse": 28,
            "text": "— There is indeed no security against punishment of their Lord —"
        },
        {
            "chapter": 70,
            "verse": 29,
            "text": "And those that guard their chastity"
        },
        {
            "chapter": 70,
            "verse": 30,
            "text": "Except from their spouses or from those whom they rightfully possess. For indulging in sex with them, they are, of course, not to be blamed"
        },
        {
            "chapter": 70,
            "verse": 31,
            "text": "But whoever seeks to go beyond that — those are the ones that go beyond limits"
        },
        {
            "chapter": 70,
            "verse": 32,
            "text": "And [among those who are not impatient are] those who are true to their trusts and who keep their word"
        },
        {
            "chapter": 70,
            "verse": 33,
            "text": "And those who firmly stand by their testimonies"
        },
        {
            "chapter": 70,
            "verse": 34,
            "text": "And those who guard their prayer.h"
        },
        {
            "chapter": 70,
            "verse": 35,
            "text": "All those shall be the honoured ones in Gardens of Paradise"
        },
        {
            "chapter": 70,
            "verse": 36,
            "text": "And what is the matter with those that suppress the Truth that they rush to you"
        },
        {
            "chapter": 70,
            "verse": 37,
            "text": "From the right and from the left, in groups"
        },
        {
            "chapter": 70,
            "verse": 38,
            "text": "Does everyone of them hope to enter the Garden of Bliss [by following one's own man- made thought]"
        },
        {
            "chapter": 70,
            "verse": 39,
            "text": "No, not at all! They know what We have created them from"
        },
        {
            "chapter": 70,
            "verse": 40,
            "text": "By no means [can they enter the Garden of Bliss!] I swear by the Lord of the easts and the wests that We certainly are capable"
        },
        {
            "chapter": 70,
            "verse": 41,
            "text": "Of replacing them by others better than they. And nothing can hinder Us"
        },
        {
            "chapter": 70,
            "verse": 42,
            "text": "Leave them then to their vain talk and to their amusements, till they meet with the Day promised to them —"
        },
        {
            "chapter": 70,
            "verse": 43,
            "text": "The Day on which they will come hastily out of their graves, as though they had to run towards their goals"
        },
        {
            "chapter": 70,
            "verse": 44,
            "text": "Their eyes downcast and [their bodies] overwhelmed with disgrace! That is the Day they were promised"
        },
        {
            "chapter": 71,
            "verse": 1,
            "text": "We did indeed send Noah to his people: \"Warn your people before a painful punishment afflicts them"
        },
        {
            "chapter": 71,
            "verse": 2,
            "text": "He said, \"O my people! I am indeed sent to give you a plain warning"
        },
        {
            "chapter": 71,
            "verse": 3,
            "text": "That you should worship Allah, and fear Him, and obey me"
        },
        {
            "chapter": 71,
            "verse": 4,
            "text": "HE will forgive you some of your sins, and give you respite till an appointed time. When the Allah appointed time comes, it cannot be deferred, if only you knew"
        },
        {
            "chapter": 71,
            "verse": 5,
            "text": "[Noah later] said, \"My Lord! I have indeed preached to my people night and day"
        },
        {
            "chapter": 71,
            "verse": 6,
            "text": "My preaching however has only drove them farther away"
        },
        {
            "chapter": 71,
            "verse": 7,
            "text": "And, indeed, whenever I preached to them [to come to the Right Path] so that You might forgive them, they put their fingers into their ears, covered themselves up in their garments, grew obstinate, and became arrogant with false pride"
        },
        {
            "chapter": 71,
            "verse": 8,
            "text": "And I did indeed preach to them loud and clear"
        },
        {
            "chapter": 71,
            "verse": 9,
            "text": "And then I spoke to them in public; and I confided to them privately"
        },
        {
            "chapter": 71,
            "verse": 10,
            "text": "And I said, `Ask your Lord to forgive you. He is indeed most forgiving"
        },
        {
            "chapter": 71,
            "verse": 11,
            "text": "He will make the sky pour rain on you in abundance"
        },
        {
            "chapter": 71,
            "verse": 12,
            "text": "And He will help you with wealth and children, and will make gardens for you, and will generate rivers for you"
        },
        {
            "chapter": 71,
            "verse": 13,
            "text": "What is the matter with you that you do not attribute Grandeur to Allah"
        },
        {
            "chapter": 71,
            "verse": 14,
            "text": "And He has surely created you [mankind] of diverse sorts and conditions"
        },
        {
            "chapter": 71,
            "verse": 15,
            "text": "Do you not see how Allah has created seven heavens one over another"
        },
        {
            "chapter": 71,
            "verse": 16,
            "text": "And He has made within these, the moon a light [reflected], and the sun, a [radiant] lamp"
        },
        {
            "chapter": 71,
            "verse": 17,
            "text": "And Allah has grown you from the earth like a plant"
        },
        {
            "chapter": 71,
            "verse": 18,
            "text": "Thereafter He will restore you to it [when you die]. And He will bring you out in resurrection"
        },
        {
            "chapter": 71,
            "verse": 19,
            "text": "And Allah has made the earth spread out for you"
        },
        {
            "chapter": 71,
            "verse": 20,
            "text": "So that you might thread thereon a network of spacious paths"
        },
        {
            "chapter": 71,
            "verse": 21,
            "text": "Noah said, \"My Lord! They have disobeyed me all along, and they follow one whose wealth and children increase nothing but their loss"
        },
        {
            "chapter": 71,
            "verse": 22,
            "text": "And they plotted a great plot"
        },
        {
            "chapter": 71,
            "verse": 23,
            "text": "And they told [their followers], \"Abandon not your gods: abandon not Wadd, Suwa', Yaghuth, Ya'uq or Nasr"
        },
        {
            "chapter": 71,
            "verse": 24,
            "text": "And they have verily led many astray. And [O Allah] increase nothing but their delusion for these wicked people"
        },
        {
            "chapter": 71,
            "verse": 25,
            "text": "They [those wicked persons] were drowned because of their sins, and are doomed to enter the Fire [in the Hereafter]. And they found none to help them against Allah"
        },
        {
            "chapter": 71,
            "verse": 26,
            "text": "And Noah prayed, \"My Lord! Leave not any of those who suppress the Truth to inhabit on the earth"
        },
        {
            "chapter": 71,
            "verse": 27,
            "text": "If You do indeed leave them, they will lead those who worship You astray, and will give birth to none but wicked and ingrate progeny"
        },
        {
            "chapter": 71,
            "verse": 28,
            "text": "My Lord! Grant forgiveness to me, to my parents, to everyone who enters my house as a believer, and to all believing men and women. And grant increase in nothing buttheir destruction for the wicked people"
        },
        {
            "chapter": 72,
            "verse": 1,
            "text": "Say (O Muhammad), \"It is revealed to me that a group of the Jinn listened, and said, `We have heard an amazing Recital [Qur'aan]"
        },
        {
            "chapter": 72,
            "verse": 2,
            "text": "It guides towards righteousness, so we believe in it. And we do not associate anyone else, in worship, with our Lord"
        },
        {
            "chapter": 72,
            "verse": 3,
            "text": "And (we affirm) that He has neither wife nor son; exalted is the Majesty of our Lord"
        },
        {
            "chapter": 72,
            "verse": 4,
            "text": "And that the foolish among us speak atrociously about Allah"
        },
        {
            "chapter": 72,
            "verse": 5,
            "text": "And that we had thought mankind and jinn would not speak lies about Allah"
        },
        {
            "chapter": 72,
            "verse": 6,
            "text": "And that individuals from mankind sought protection of individuals from the jinn, and so there was an increase in their evil disposition"
        },
        {
            "chapter": 72,
            "verse": 7,
            "text": "And that they [men] thought, even as you [jinn] think, that Allah would not raise anyone from the dead"
        },
        {
            "chapter": 72,
            "verse": 8,
            "text": "And that We did certainly touch [tried to reach out to] the heaven but found it replete with guards, strong and equipped with sharp, penetrating missiles of burning flame"
        },
        {
            "chapter": 72,
            "verse": 9,
            "text": "And that we did sit on seats therein to listen. But, now, he who listens finds a flame in wait for him"
        },
        {
            "chapter": 72,
            "verse": 10,
            "text": "And that we do not understand whether ill is intended for all those on the earth, or whether their Lord intends right guidance for them"
        },
        {
            "chapter": 72,
            "verse": 11,
            "text": "And that some of us are righteous and some of us are not. We have been following different ways"
        },
        {
            "chapter": 72,
            "verse": 12,
            "text": "And that we do think we cannot frustate Allah on the earth, nor can we escape from Him by fleeing"
        },
        {
            "chapter": 72,
            "verse": 13,
            "text": "And that when we heard the guidance, we believed in it. And he who believes in his Lord, he fears neither loss nor any prevalence of evil"
        },
        {
            "chapter": 72,
            "verse": 14,
            "text": "And that some among us have surrendered themselves to Allah and some are perverse. And whoso has surrendered to Allah, such have sought the right path"
        },
        {
            "chapter": 72,
            "verse": 15,
            "text": "And those who are perverse, they are fuel for Hell-fire"
        },
        {
            "chapter": 72,
            "verse": 16,
            "text": "And had they steadily stood by the right path, We would have given them plenty of water to drink (i.e. given them good peovision)"
        },
        {
            "chapter": 72,
            "verse": 17,
            "text": "So that We may test them thereby. And he who turns away from the remembrance of his Lord, him He will make suffer ever-growing punishment"
        },
        {
            "chapter": 72,
            "verse": 18,
            "text": "And [remember] that the Masajid [places of worship for believers] are for Allah, so pray to Allah and not to anyone else with Him"
        },
        {
            "chapter": 72,
            "verse": 19,
            "text": "And that when the slave of Allah [Prophet Muhammad] stood up to pray to Him, they mobbed around him, almost stiflingly"
        },
        {
            "chapter": 72,
            "verse": 20,
            "text": "Tell (them, O Muhammad), \"I pray only to my Lord. And I pray not to anyone besides Him"
        },
        {
            "chapter": 72,
            "verse": 21,
            "text": "Say, \"I do indeed have no power either to hurt you or to put you on the right path"
        },
        {
            "chapter": 72,
            "verse": 22,
            "text": "Say, \"None indeed can protect me from Allah, nor can I find any provider of shelter besides Him"
        },
        {
            "chapter": 72,
            "verse": 23,
            "text": "(I have no power) but to convey Notifications from Allah, and His Messages. And he who disobeys Allah and His Messenger, for him is Fire of Hell! Therein such people dwell for ever"
        },
        {
            "chapter": 72,
            "verse": 24,
            "text": "Until they see what they are promised (the suppressors of Truth will remain deluded), but then they will come to know who is weak in support and less in number"
        },
        {
            "chapter": 72,
            "verse": 25,
            "text": "Say, \"I am unaware whether what is promised to you is near, or my Lord has set a distant time for it"
        },
        {
            "chapter": 72,
            "verse": 26,
            "text": "He is the One Who knows the Unseen, and none else is privy to His [knowledge of] Unseen"
        },
        {
            "chapter": 72,
            "verse": 27,
            "text": "Except those of His Messengers to whom He pleases [to convey any knowledge of the Unseen]. And then He appoints a guard to go before him and a guard behind him"
        },
        {
            "chapter": 72,
            "verse": 28,
            "text": "So that He may know that they [Messengers] have truly conveyed the Messages of their Lord. He monitors all their doings from time to time, and He keeps account of all things one by one"
        },
        {
            "chapter": 73,
            "verse": 1,
            "text": "O you who are wrapped up [against cold or to go to sleep]"
        },
        {
            "chapter": 73,
            "verse": 2,
            "text": "Keep up at night, but a little"
        },
        {
            "chapter": 73,
            "verse": 3,
            "text": "Half of it [night] or a little less"
        },
        {
            "chapter": 73,
            "verse": 4,
            "text": "Or a little more, and put the Quran in proper order"
        },
        {
            "chapter": 73,
            "verse": 5,
            "text": "Indeed, We are about to send down to you a message of great importance"
        },
        {
            "chapter": 73,
            "verse": 6,
            "text": "Indeed, rising up at night is most suitable for impression and retention of words"
        },
        {
            "chapter": 73,
            "verse": 7,
            "text": "[And] indeed, there are prolonged engagements for you during the day"
        },
        {
            "chapter": 73,
            "verse": 8,
            "text": "And keep remembering name [attribute] of your Lord, and devote yourself to Him exclusively"
        },
        {
            "chapter": 73,
            "verse": 9,
            "text": "He is the Lord of the east and the west! None is worthy of worship but He, so entrust all your affairs to His care"
        },
        {
            "chapter": 73,
            "verse": 10,
            "text": "Be patient on what they say, and graciously leave them alone"
        },
        {
            "chapter": 73,
            "verse": 11,
            "text": "And leave it to Me, and those who deny the Truth, living a life of comfort! And give them a little respite"
        },
        {
            "chapter": 73,
            "verse": 12,
            "text": "Certainly indeed, We have for them heavy fetters and a blazing Fire"
        },
        {
            "chapter": 73,
            "verse": 13,
            "text": "And food that chokes, and painful punishment"
        },
        {
            "chapter": 73,
            "verse": 14,
            "text": "On the Day the earth and mountains shake, and the mountains become sand dunes crumbling down"
        },
        {
            "chapter": 73,
            "verse": 15,
            "text": "We have indeed sent a Messenger to you who is a witness over you, just as We sent a Messenger to Pharoah"
        },
        {
            "chapter": 73,
            "verse": 16,
            "text": "But Pharoah did not obey the Messenger, so We seized him with a violent seizure"
        },
        {
            "chapter": 73,
            "verse": 17,
            "text": "If you deny the Day that will turn the children old, then how can you become righteous"
        },
        {
            "chapter": 73,
            "verse": 18,
            "text": "The sky will break apart whereat, as His promise is fulfilled"
        },
        {
            "chapter": 73,
            "verse": 19,
            "text": "This, indeed, is the divine Counsel. So let him who will, take the path to his Lord"
        },
        {
            "chapter": 73,
            "verse": 20,
            "text": "Your Lord does indeed know that you are up for nearly two-thirds of the night, sometimes one-half of it and sometimes one-third of it, as do a group among your followers. And Allah determines the duration of the night and of the day. He knows that you will not be able to keep count of it [your night vigil], so He has turned to you in mercy. Read [study], then, as much of the Qur'aan as is easy for you. He knows that some among you would be sick and some others would be travelling in search of Allah's bounty [livelihood], and yet others would be fighting for the cause of Allah. So, read, then as much of it [Qur'aan] as is easy for you. And establish the prayer, pay the Zakaat, and give Allah a good loan. And the good deed you send in advance for your souls, you will find it with Allah. That is better and greater in reward. And seek Allah's forgiveness! Allah is indeed Forgiving, Merciful"
        },
        {
            "chapter": 74,
            "verse": 1,
            "text": "O you folded up [in inactivity]"
        },
        {
            "chapter": 74,
            "verse": 2,
            "text": "Arise and warn"
        },
        {
            "chapter": 74,
            "verse": 3,
            "text": "And proclaim the greatness of your Lord"
        },
        {
            "chapter": 74,
            "verse": 4,
            "text": "And keep your garments clean"
        },
        {
            "chapter": 74,
            "verse": 5,
            "text": "And shun the dirt"
        },
        {
            "chapter": 74,
            "verse": 6,
            "text": "And expect no [material] gain [for your own self]"
        },
        {
            "chapter": 74,
            "verse": 7,
            "text": "And, for your Lord, be patient"
        },
        {
            "chapter": 74,
            "verse": 8,
            "text": "And [warn that] when the Trumpet is blown"
        },
        {
            "chapter": 74,
            "verse": 9,
            "text": "That Day [the day when the Trumpet is blown] will be a difficult day"
        },
        {
            "chapter": 74,
            "verse": 10,
            "text": "Not [at all] an easy day for those who suppress the Truth"
        },
        {
            "chapter": 74,
            "verse": 11,
            "text": "Leave to Me what I Myself created [human being] without any help from anyone else"
        },
        {
            "chapter": 74,
            "verse": 12,
            "text": "And I created for him resources in abundance"
        },
        {
            "chapter": 74,
            "verse": 13,
            "text": "And children present by his side"
        },
        {
            "chapter": 74,
            "verse": 14,
            "text": "And I made things easy for him"
        },
        {
            "chapter": 74,
            "verse": 15,
            "text": "Yet he is greedy for more"
        },
        {
            "chapter": 74,
            "verse": 16,
            "text": "Nay! To Our Verses/signs he has been obstinately and illogically opposed"
        },
        {
            "chapter": 74,
            "verse": 17,
            "text": "Soon will I make him suffer hardship"
        },
        {
            "chapter": 74,
            "verse": 18,
            "text": "He did indeed think and decide"
        },
        {
            "chapter": 74,
            "verse": 19,
            "text": "May he be destroyed — how [very wrongfully] did he decide"
        },
        {
            "chapter": 74,
            "verse": 20,
            "text": "Again, be he destroyed — how [very wrongfully] did he decide"
        },
        {
            "chapter": 74,
            "verse": 21,
            "text": "Then he looked"
        },
        {
            "chapter": 74,
            "verse": 22,
            "text": "And he frowned and he glowered with intense hatred"
        },
        {
            "chapter": 74,
            "verse": 23,
            "text": "Then he turned back and was proud"
        },
        {
            "chapter": 74,
            "verse": 24,
            "text": "Then he said, \"This is nothing but traditional magic"
        },
        {
            "chapter": 74,
            "verse": 25,
            "text": "— Nothing but word of the mortal man"
        },
        {
            "chapter": 74,
            "verse": 26,
            "text": "Soon will I make him suffer Hell"
        },
        {
            "chapter": 74,
            "verse": 27,
            "text": "And what do you know what Hell is"
        },
        {
            "chapter": 74,
            "verse": 28,
            "text": "Neither does it let be, nor does it let go"
        },
        {
            "chapter": 74,
            "verse": 29,
            "text": "It burns the human skin so as to blacken it"
        },
        {
            "chapter": 74,
            "verse": 30,
            "text": "Nineteen [angels] to guard over it [Hell]"
        },
        {
            "chapter": 74,
            "verse": 31,
            "text": "And We have appointed none but angels as Guardians of the Fire. And We have not fixed their number [], but only as a trial for those who suppress the Truth, and as a means of certainty for the People of the Book and increase in Faith for the Believers, so that no doubts are left for the People of the Book and the Believers, and that those in whose hearts is a disease and the suppressors of the Truth may say, \"What intention does Allah have by this issue [of appointing only guards for hundreds of thousands of sinners put in Hell]?\" Thus does Allah send astray whom He wills and guide whom He wills. And none but He knows [the enormity of] your Lord's forces! And this [Qur'aan] is nothing but Admonition/Reminder for mankind.h"
        },
        {
            "chapter": 74,
            "verse": 32,
            "text": "Nay, verily, by the Moon"
        },
        {
            "chapter": 74,
            "verse": 33,
            "text": "And by the Night as it recedes"
        },
        {
            "chapter": 74,
            "verse": 34,
            "text": "And by the Dawn as it brightens"
        },
        {
            "chapter": 74,
            "verse": 35,
            "text": "This [Qur'aan] certainly indeed is the One Great Thing"
        },
        {
            "chapter": 74,
            "verse": 36,
            "text": "A warning to mankind"
        },
        {
            "chapter": 74,
            "verse": 37,
            "text": "To any of you who wishes to go forward [on the Right Path], or to fall back [into falsehood]"
        },
        {
            "chapter": 74,
            "verse": 38,
            "text": "Every soul is pledged against what it earns"
        },
        {
            "chapter": 74,
            "verse": 39,
            "text": "Except for the people on the Right.h"
        },
        {
            "chapter": 74,
            "verse": 40,
            "text": "In Gardens (of Delight), they will ask"
        },
        {
            "chapter": 74,
            "verse": 41,
            "text": "The Sinners"
        },
        {
            "chapter": 74,
            "verse": 42,
            "text": "What led you into Hell"
        },
        {
            "chapter": 74,
            "verse": 43,
            "text": "They will say, \"We were not among those who prayed"
        },
        {
            "chapter": 74,
            "verse": 44,
            "text": "And we were not among those who fed the poor"
        },
        {
            "chapter": 74,
            "verse": 45,
            "text": "But we used to indulge in vain talks in company of other people"
        },
        {
            "chapter": 74,
            "verse": 46,
            "text": "And we used to deny the Judgment Day"
        },
        {
            "chapter": 74,
            "verse": 47,
            "text": "Until there came to us the Certainty"
        },
        {
            "chapter": 74,
            "verse": 48,
            "text": "The intercession of the intercessors shall be of no avail to them then"
        },
        {
            "chapter": 74,
            "verse": 49,
            "text": "Then what is the matter with them that they turn away from the divine Counsel [Qur'aan]"
        },
        {
            "chapter": 74,
            "verse": 50,
            "text": "As if they were scared donkeys"
        },
        {
            "chapter": 74,
            "verse": 51,
            "text": "Fleeing from a fierce beast"
        },
        {
            "chapter": 74,
            "verse": 52,
            "text": "They would rather want scrolls (of revelation) rolled out to every one of them separately"
        },
        {
            "chapter": 74,
            "verse": 53,
            "text": "But no! They fear not the Hereafter"
        },
        {
            "chapter": 74,
            "verse": 54,
            "text": "Nay, this [Qur'aan] indeed is the divine Counsel"
        },
        {
            "chapter": 74,
            "verse": 55,
            "text": "Let any, who will, take heed"
        },
        {
            "chapter": 74,
            "verse": 56,
            "text": "And none takes heed unless Allah so wills: He is the Embodiment of the virtue of piety, and the embodiment of the virtue of forgiveness"
        },
        {
            "chapter": 75,
            "verse": 1,
            "text": "Nay, [man's negative thinking on Resurrection is not right!] I do swear by the Day of Resurrection"
        },
        {
            "chapter": 75,
            "verse": 2,
            "text": "And, nay! I do swear by the self-reproaching soul [that man's negative thinking on Resuuection is not right]"
        },
        {
            "chapter": 75,
            "verse": 3,
            "text": "Does man think that We shall not be able to collect his bones"
        },
        {
            "chapter": 75,
            "verse": 4,
            "text": "Yes, We have the power to restore [even] his fingertips.h"
        },
        {
            "chapter": 75,
            "verse": 5,
            "text": "But, man desires to go on doing evil in what lies ahead of him [in worldly life]"
        },
        {
            "chapter": 75,
            "verse": 6,
            "text": "He asks, \"When will the Day of Resurrection be"
        },
        {
            "chapter": 75,
            "verse": 7,
            "text": "So when the sight is dazzled"
        },
        {
            "chapter": 75,
            "verse": 8,
            "text": "And the moon disappears"
        },
        {
            "chapter": 75,
            "verse": 9,
            "text": "And the sun and the moon are joined"
        },
        {
            "chapter": 75,
            "verse": 10,
            "text": "Man will ask that Day, \"Where is the exit"
        },
        {
            "chapter": 75,
            "verse": 11,
            "text": "No! No escape"
        },
        {
            "chapter": 75,
            "verse": 12,
            "text": "With your Lord that day is the journey's end"
        },
        {
            "chapter": 75,
            "verse": 13,
            "text": "Man will be informed that Day what he had sent ahead and what he had left behind [undone].h"
        },
        {
            "chapter": 75,
            "verse": 14,
            "text": "Man would rather be a witness against himself"
        },
        {
            "chapter": 75,
            "verse": 15,
            "text": "Even though he may put up excuses"
        },
        {
            "chapter": 75,
            "verse": 16,
            "text": "Move not [O Prophet] your tongue with it [revelation] to make haste with it"
        },
        {
            "chapter": 75,
            "verse": 17,
            "text": "Its collection and recital does indeed rest on Us"
        },
        {
            "chapter": 75,
            "verse": 18,
            "text": "So when We recite it, attentively follow its recitation"
        },
        {
            "chapter": 75,
            "verse": 19,
            "text": "Then, indeed, it is for Us to make its meaning clear"
        },
        {
            "chapter": 75,
            "verse": 20,
            "text": "Nay, you [mankind] would rather love the fleeting present"
        },
        {
            "chapter": 75,
            "verse": 21,
            "text": "And neglect the Hereafter"
        },
        {
            "chapter": 75,
            "verse": 22,
            "text": "Faces that day will be bright"
        },
        {
            "chapter": 75,
            "verse": 23,
            "text": "Looking at their Lord expectantly"
        },
        {
            "chapter": 75,
            "verse": 24,
            "text": "And faces that day will be despondent"
        },
        {
            "chapter": 75,
            "verse": 25,
            "text": "Expecting a great disaster to befall them"
        },
        {
            "chapter": 75,
            "verse": 26,
            "text": "Behold! When in pangs of death"
        },
        {
            "chapter": 75,
            "verse": 27,
            "text": "And question raised, \"Any magician [who could save him]"
        },
        {
            "chapter": 75,
            "verse": 28,
            "text": "And he thought it was the time for parting"
        },
        {
            "chapter": 75,
            "verse": 29,
            "text": "And the leg was put close to the [other] leg"
        },
        {
            "chapter": 75,
            "verse": 30,
            "text": "To your Lord was the direction that day"
        },
        {
            "chapter": 75,
            "verse": 31,
            "text": "And neither did he stand by the truth nor did he pray"
        },
        {
            "chapter": 75,
            "verse": 32,
            "text": "And, on the other hand, he denied the Truth and turned his face away"
        },
        {
            "chapter": 75,
            "verse": 33,
            "text": "And then he went back to his people boasting [telling them how `bravely' he denied the Truth]"
        },
        {
            "chapter": 75,
            "verse": 34,
            "text": "[The Truth is drawing] nearer and nearer to you [O dying man]"
        },
        {
            "chapter": 75,
            "verse": 35,
            "text": "To repeat, [the Truth is drawing] nearer and nearer to you [O dying man]"
        },
        {
            "chapter": 75,
            "verse": 36,
            "text": "Does man think that he will be left to fend for himself"
        },
        {
            "chapter": 75,
            "verse": 37,
            "text": "Was he not a tiny ovum fertilised by sperm emitted"
        },
        {
            "chapter": 75,
            "verse": 38,
            "text": "Then he became a leech-like clinging clot of curdled blood; and He created him and set his shape right"
        },
        {
            "chapter": 75,
            "verse": 39,
            "text": "Then He made from him pairs: male and female"
        },
        {
            "chapter": 75,
            "verse": 40,
            "text": "Is not That One [the Creator] powerful enough to give life to the dead"
        },
        {
            "chapter": 76,
            "verse": 1,
            "text": "There was — was there not? — a time when man [before he was created] was not yet a thing worth mentioning"
        },
        {
            "chapter": 76,
            "verse": 2,
            "text": "It is, indeed, We who have created man out of a mixed [fertilized] ovum, so that We try him out. And then We made him a being endowed with hearing and sight"
        },
        {
            "chapter": 76,
            "verse": 3,
            "text": "We do indeed guide him, whether he be grateful or ungrateful"
        },
        {
            "chapter": 76,
            "verse": 4,
            "text": "For those who suppress the Truth, We have readied chains, and shackles, and a blazing Fire"
        },
        {
            "chapter": 76,
            "verse": 5,
            "text": "The righteous indeed shall drink from a cup containing a camphor-flavoured beverage"
        },
        {
            "chapter": 76,
            "verse": 6,
            "text": "A fountain from which Allah's subjects shall drink, making it flow as and when required"
        },
        {
            "chapter": 76,
            "verse": 7,
            "text": "They fulfill their vows, and fear a Day the evil of which would be widespread"
        },
        {
            "chapter": 76,
            "verse": 8,
            "text": "And they feed — for the sheer love of Him — the needy, the orphan, and the victim of circustances"
        },
        {
            "chapter": 76,
            "verse": 9,
            "text": "We feed you only for Allah's sake: we desire no recompense from you, nor thanks"
        },
        {
            "chapter": 76,
            "verse": 10,
            "text": "We do indeed fear from our Lord a distressful, disastrous Day"
        },
        {
            "chapter": 76,
            "verse": 11,
            "text": "And then, Allah will save them from the woes of that Day, and will bestow on them brightness and joy"
        },
        {
            "chapter": 76,
            "verse": 12,
            "text": "And He will reward them, for their patience, with Garden [Paradise] and silk [garments]"
        },
        {
            "chapter": 76,
            "verse": 13,
            "text": "They will be reclining on couches there. They will feel neither sunburn therein nor intense cold"
        },
        {
            "chapter": 76,
            "verse": 14,
            "text": "And its shadows will come down low over them, and its clusters of fruit will dangle within reach"
        },
        {
            "chapter": 76,
            "verse": 15,
            "text": "And silver vessels and glass goblets will be passed around them"
        },
        {
            "chapter": 76,
            "verse": 16,
            "text": "From silver [vessel] to glass [goblet] — [the drink will be poured out] in required quantity"
        },
        {
            "chapter": 76,
            "verse": 17,
            "text": "And in it [Paradise] they will be given to drink of a cup containing a ginger-flavoured beverage"
        },
        {
            "chapter": 76,
            "verse": 18,
            "text": "[The source of the beverage is a fountain] therein named `Salsabeel"
        },
        {
            "chapter": 76,
            "verse": 19,
            "text": "And waiting upon them will be immortal boys. When you see them you would think they were pearls dispersed"
        },
        {
            "chapter": 76,
            "verse": 20,
            "text": "And when you look, you would be looking at bliss and a realm transcendent"
        },
        {
            "chapter": 76,
            "verse": 21,
            "text": "Upon them will be garments of green silk and brocade; and they will be adorned with silver bracelets. And their Lord will give them a pure drink"
        },
        {
            "chapter": 76,
            "verse": 22,
            "text": "This indeed is a reward for you, and your struggle [in worldly life] is appreciated"
        },
        {
            "chapter": 76,
            "verse": 23,
            "text": "Indeed, We have sent down the Qur'aan on you, in stages"
        },
        {
            "chapter": 76,
            "verse": 24,
            "text": "Await, then, your Lord's decree, and obey not any sinner or ingrate among them"
        },
        {
            "chapter": 76,
            "verse": 25,
            "text": "And do chant your Lord's name morning and evening"
        },
        {
            "chapter": 76,
            "verse": 26,
            "text": "And during the night. And then prostrate before Him. And extol His glory during the long night"
        },
        {
            "chapter": 76,
            "verse": 27,
            "text": "These [who suppress the Truth] do indeed love this transitory life, and leave a hard and difficult Day behind their backs"
        },
        {
            "chapter": 76,
            "verse": 28,
            "text": "It is We who have created them and given them their strength. And when we so will, We can replace them with others of their kind"
        },
        {
            "chapter": 76,
            "verse": 29,
            "text": "This [Qur'aan] indeed is a Counsel. He then, who so wills, may take a way to his Lord"
        },
        {
            "chapter": 76,
            "verse": 30,
            "text": "But you cannot will it unless Allah so wills! Allah is indeed Aware, Wise"
        },
        {
            "chapter": 76,
            "verse": 31,
            "text": "HE admits to His grace whom He wills. And He has readied painful punishment for the wicked people"
        },
        {
            "chapter": 77,
            "verse": 1,
            "text": "By the emissaries [winds], recognized by feel [blowing gently]"
        },
        {
            "chapter": 77,
            "verse": 2,
            "text": "Then by the storms blowing violently"
        },
        {
            "chapter": 77,
            "verse": 3,
            "text": "By those [winds] that scatter [clouds] far and wide"
        },
        {
            "chapter": 77,
            "verse": 4,
            "text": "Then by those [winds] that make an uneven distribution [of rain-bearing clouds]"
        },
        {
            "chapter": 77,
            "verse": 5,
            "text": "Then by those [winds] that bring down what is often talked of [rains]"
        },
        {
            "chapter": 77,
            "verse": 6,
            "text": "As excuse for or harbinger of calamity"
        },
        {
            "chapter": 77,
            "verse": 7,
            "text": "What you are promised [Day of Resurrection/Judgment] is indeed inevitable"
        },
        {
            "chapter": 77,
            "verse": 8,
            "text": "So when the stars are extinguished"
        },
        {
            "chapter": 77,
            "verse": 9,
            "text": "And when the sky is torn asunder"
        },
        {
            "chapter": 77,
            "verse": 10,
            "text": "And when the mountains are brought down"
        },
        {
            "chapter": 77,
            "verse": 11,
            "text": "And when the Messengers are presented at the time appointed —"
        },
        {
            "chapter": 77,
            "verse": 12,
            "text": "For what day is the time fixed"
        },
        {
            "chapter": 77,
            "verse": 13,
            "text": "For the Day of Decision"
        },
        {
            "chapter": 77,
            "verse": 14,
            "text": "And what do you understand what the Day of Decision is"
        },
        {
            "chapter": 77,
            "verse": 15,
            "text": "Woe that Day for those who had denied the Truth"
        },
        {
            "chapter": 77,
            "verse": 16,
            "text": "Did We not destroy the earlier generations"
        },
        {
            "chapter": 77,
            "verse": 17,
            "text": "And then caused the later generations to follow them"
        },
        {
            "chapter": 77,
            "verse": 18,
            "text": "Thus do We deal with the sinners"
        },
        {
            "chapter": 77,
            "verse": 19,
            "text": "Woe that Day for those who had denied the Truth"
        },
        {
            "chapter": 77,
            "verse": 20,
            "text": "Did We not create you from a filthy fluid"
        },
        {
            "chapter": 77,
            "verse": 21,
            "text": "And then placed it [fertilized ovum] in a safe abode [womb]"
        },
        {
            "chapter": 77,
            "verse": 22,
            "text": "For a known period of time [nine months and some days, normally]"
        },
        {
            "chapter": 77,
            "verse": 23,
            "text": "We then fixed terms [for everything in man's life]. And We are the best in fixing terms"
        },
        {
            "chapter": 77,
            "verse": 24,
            "text": "Woe that Day for those who had denied the Truth"
        },
        {
            "chapter": 77,
            "verse": 25,
            "text": "Have We not made the earth, accommodating"
        },
        {
            "chapter": 77,
            "verse": 26,
            "text": "The living and the dead"
        },
        {
            "chapter": 77,
            "verse": 27,
            "text": "And [have We not] placed therein lofty mountains and given you sweet water to drink"
        },
        {
            "chapter": 77,
            "verse": 28,
            "text": "Woe that Day for those who had denied the Truth"
        },
        {
            "chapter": 77,
            "verse": 29,
            "text": "Proceed now to what (Hereafter) you had been denying"
        },
        {
            "chapter": 77,
            "verse": 30,
            "text": "Proceed now to the three-tier shadow [— of death, Resurrection, and divine Judgment]"
        },
        {
            "chapter": 77,
            "verse": 31,
            "text": "(The shadow provides) no relief nor shelter from the Blazing Fire [of Hell]"
        },
        {
            "chapter": 77,
            "verse": 32,
            "text": "It does indeed throw up sparks like burning logs of fire-wood"
        },
        {
            "chapter": 77,
            "verse": 33,
            "text": "[Or] like thick yellow ropes"
        },
        {
            "chapter": 77,
            "verse": 34,
            "text": "Woe that Day for those who had denied the Truth"
        },
        {
            "chapter": 77,
            "verse": 35,
            "text": "This Day they speak not"
        },
        {
            "chapter": 77,
            "verse": 36,
            "text": "Nor are they permitted to put up excuses"
        },
        {
            "chapter": 77,
            "verse": 37,
            "text": "Woe that Day for those who had denied the Truth"
        },
        {
            "chapter": 77,
            "verse": 38,
            "text": "This is the Day of Decision. We have brought you and the people living in the world earlier, together"
        },
        {
            "chapter": 77,
            "verse": 39,
            "text": "If now you have any scheme, dare to use it against Me"
        },
        {
            "chapter": 77,
            "verse": 40,
            "text": "Woe that Day for those who had denied the Truth"
        },
        {
            "chapter": 77,
            "verse": 41,
            "text": "Pious persons are amidst shades and fountains"
        },
        {
            "chapter": 77,
            "verse": 42,
            "text": "And [they get] fruits such as they desire"
        },
        {
            "chapter": 77,
            "verse": 43,
            "text": "Eat and drink to your satisfaction as a reward for your [good] deeds"
        },
        {
            "chapter": 77,
            "verse": 44,
            "text": "Thus indeed do We reward the good"
        },
        {
            "chapter": 77,
            "verse": 45,
            "text": "Woe that Day for those who had denied the Truth"
        },
        {
            "chapter": 77,
            "verse": 46,
            "text": "Eat and enjoy but little. You are sinners indeed"
        },
        {
            "chapter": 77,
            "verse": 47,
            "text": "Woe that Day [Hereafter] for those who had denied the Truth"
        },
        {
            "chapter": 77,
            "verse": 48,
            "text": "And when they are told to bow down, they bow not down"
        },
        {
            "chapter": 77,
            "verse": 49,
            "text": "Woe that Day for those who had denied the Truth"
        },
        {
            "chapter": 77,
            "verse": 50,
            "text": "What hadeeth would they then believe in after this"
        }
    ]
}