{
    "chapter": [
        {
            "chapter": 21,
            "verse": 1,
            "text": "Insanların hesab vakti (kıyamet gunu) yaklastı. Onlar ise, hala bundan gaflette, yan cizib aldırmıyorlar"
        },
        {
            "chapter": 21,
            "verse": 2,
            "text": "Rablerinden kendilerine gelen her yeni ihtarı, hep eglenerek dinliyorlar"
        },
        {
            "chapter": 21,
            "verse": 3,
            "text": "Kalbleri daima eglencede (gaflette), hem o zalimler aralarında su gizli fısıltıyı yaptılar: “- Bu, ancak sizin gibi bir insan. Artık goz gore sihre mi gidiyorsunuz? (Sihir ve yalanı mı tasdik ediyorsunuz, sizin gibi bir insan hic peygamber olur mu)"
        },
        {
            "chapter": 21,
            "verse": 4,
            "text": "(Hz. Peygamber, o musriklere soyle) dedi: “- Rabbim gokte ve yerde (soylenen) her sozu bilir. O, SEMI’dir = her seyi isitir, ALIM’dir = her seyi bilir"
        },
        {
            "chapter": 21,
            "verse": 5,
            "text": "(Musriklerden bir kısmı soyle) dediler: “- Hz. Muhammed’in (a.s.) getirdigi bu ayetler, ruya sacmalarıdır, yok onu kendisi uydurdu, yok o bir sairdir. Boyle degilse, evvelki peygamberlerin getirdigi mucizeler gibi, o da bize bir mucize getirsin.”"
        },
        {
            "chapter": 21,
            "verse": 6,
            "text": "Mekke, musriklerinden evvel helak ettigimiz hic bir memleket halkı iman etmedi; simdi onlar mı iman edecekler"
        },
        {
            "chapter": 21,
            "verse": 7,
            "text": "Biz, senden once de, ancak kendilerine vahy ettigimiz bir takım (senin gibi) erkek peygamberler gonderdik. Haydin, kitab ehli olanların alimlerine sorun, eger bilmiyorsanız"
        },
        {
            "chapter": 21,
            "verse": 8,
            "text": "Biz peygamberleri yemek yemez birer cesed olarak yaratmadık. Dunyada ebediyyen kalıcı da degildirler"
        },
        {
            "chapter": 21,
            "verse": 9,
            "text": "Sonra onlara olan vadimizi dogruya cıkardık da hem onları, hem de diledigimiz kimseleri kurtardık. Musrikleri ise helak ettik"
        },
        {
            "chapter": 21,
            "verse": 10,
            "text": "(Ey Kureys toplulugu), size oyle muazzam bir kitap indirmisiz ki, (iman ettiginiz kakdirde) butun serefiniz ondadır. Hala akıllanmıyacak mısınız"
        },
        {
            "chapter": 21,
            "verse": 11,
            "text": "Biz, kafir olan nice memleket halkını kırıp gecirdik ve bunların helakinden sonra da, baskalarını bir kavim olarak yarattık"
        },
        {
            "chapter": 21,
            "verse": 12,
            "text": "Onlar azabımızın siddetini duydukları zaman memleketlerinden kacıyorlardı"
        },
        {
            "chapter": 21,
            "verse": 13,
            "text": "(Melekler onlara soyle dedi): “- Kacmayın, icinde bulundugunuz nimete ve evlerinize donun; cunku sorguya cekileceksiniz.”"
        },
        {
            "chapter": 21,
            "verse": 14,
            "text": "(Onlar kurtulustan umid keserek): “- Vay bizlere! Biz gercekten zalimler idik.” dediler"
        },
        {
            "chapter": 21,
            "verse": 15,
            "text": "Biz, onları, sonmus kul yıgını olarak bicilmis bir ekin haline getirinceye kadar, hep sozleri bu feryad olmustur"
        },
        {
            "chapter": 21,
            "verse": 16,
            "text": "Biz, gok ile yeri ve aralarındaki seyleri, bos bir eglence icin yaratmadık"
        },
        {
            "chapter": 21,
            "verse": 17,
            "text": "Eger bir eglence edinmek isteseydik, elbette onu katımızdan edinirdik. Yapacak olsaydık oyle yapardık"
        },
        {
            "chapter": 21,
            "verse": 18,
            "text": "Hayır, biz hakkı batılın tepesine atarız da onu parcalar. Bir de bakarsın, o anda (batıl) mahvolmustur. (Allah cocuk edinmistir, melekler Allah’ın kızlarıdır, gibi) Allah’a isnad ettiginiz (noksan) vasıflardan oturu size yazıklar olsun"
        },
        {
            "chapter": 21,
            "verse": 19,
            "text": "Goklerde ve yerde olan butun varlıklar Allah’ındır. O’nun katındakiler (melekler), kendisine ibadet etmekten ne cekinirler, ne de yorulurlar"
        },
        {
            "chapter": 21,
            "verse": 20,
            "text": "Gece gunduz, hep Allah’ı tesbih ederler, usanmazlar"
        },
        {
            "chapter": 21,
            "verse": 21,
            "text": "Yoksa (Mekke halkı) bir takım ilahlar edindiler de yerden oluleri onlar mı diritecekler"
        },
        {
            "chapter": 21,
            "verse": 22,
            "text": "Eger yer ile gokte Allah’dan baska ilahlar olsaydı, bunların ikisi de muhakkak fesada ugrar, yok olurdu. O halde, Ars’ın Rabbi olan Allah, onların vasfetmekte oldukları seylerden (butun noksanlıklardan) beri ve yucedir"
        },
        {
            "chapter": 21,
            "verse": 23,
            "text": "Allah, yaptıgından sorumlu olmaz; kullar ise sorumlu olurlar"
        },
        {
            "chapter": 21,
            "verse": 24,
            "text": "Yoksa Allah’dan baska ilahlar mı edindiler? (Ey Rasulum, onlara) de ki: “- (Putlara ibadete dair varsa) delilinizi getirin. Iste benimle beraber olanların kitabı (Kur’an) ve benden evvelki ummetlerin kitabı! (Bu kitablarda Allah’a ortak kosulmamıstır).” Dogrusu, onların cogu hakkı bilmezler (Kur’an ve Peygamberi tanımazlar) da onun icin yuz cevirirler"
        },
        {
            "chapter": 21,
            "verse": 25,
            "text": "Senden once hic bir peygamber gondermedik ki, ona soyle vahyetmis olmıyalım: “- Gercek su ki, benden baska Ilah yoktur. Onun icin bana ibadet edin.”"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "Boyle iken (Mekke halkı) dediler ki: “- Rahman (cok merhametli olan Allah) cocuk edindi. (Melekler Allah’ın kızlarıdır, dendi).” Allah bundan munezzehtir. Dogrusu melekler, (Allah’ın cocukları degil) ikram olunmus kullardır"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "Melekler, Allah’ın sozunun onune gecmezler, hep onun emriyle hareket ederler"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "Allah, onların onlerindekinide, arkalarındakini de (yaptıklarını ve yapacaklarını) bilir ve onlar, O’nun rıza verdigi kimselerden baskasına sefaat edemezler. Hepsi O’nun korkusundan titrerler"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "Iclerinden kim: “- Ben, O’ndan baska bir ilahım.” derse, biz ona cehennemi ceza olarak veririz. Zalimleri, biz boyle cezanlandırırız"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "O kafir olanlar, gormediler mi ki, goklerle yer bitisik bir halde iken biz onları ayırdık. Hayatı olan her seyi sudan yarattık. Hala inanmıyorlar mı"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "Yeryuzunde, insanları calkalamamak icin sabit daglar yarattık; daglar arasında pek cok yollar yaptık ki, dogru gidebilsinler"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "Gokyuzunu de korunmus bir tavan yaptık. Kafirler ise, gokyuzunun alametlerinden (gunes, ay ve yıldızlarından = Allah’ın kudret ve azametine delalet edislerinden) yuz ceviriyorlar"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "Geceyi, gunduzu, gunesi ve ayı yaratan O’dur. Bunların her biri kendi dairesinde dolasmaktadır"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "Biz, senden once de hic bir insana ebedilik vermedik. Simdi sen vefat edersen, onlar ebedi mi kalacaklar? (Senin olmenle rahata kavusacaklarını mı sanıyorlar)"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "Her nefis olumu tadacaktır. Sizi bir imtihan olarak kotuluk ve iyilikle deneyecegiz. Hepiniz de, sonunda bize donduruleceksiniz"
        },
        {
            "chapter": 21,
            "verse": 36,
            "text": "(Ey Rasulum), O inkar edenler, seni gordukleri zaman da seni alaya alıyorlar ve: “- Bu mu, ilahlarınızı ayıblayıp duran?” diyorlar. Halbuki onlar, Rahman’ın Kur’an’ını inkar ediyorlar"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "Insanda acelecilik yaratıldı. Yakında size (azaba dair) alametlerimi gosterecegim. Simdi siz acele etmeyin"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "Bir de (Mekke Kafirleri): “- Dogru soyleyenler iseniz, bu va’d ne zaman?” diyorlar"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "Peygamberi ve Kur’an’ı inkar edenler, ne yuzlerinden, ne arkalarından atesi men edemiyecekleri ve asla yardım olunamıyacakları vakti bir bilseler!... (Kufur uzere bulunmazlar ve azabı istemezlerdi)"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "Dogrusu bu azab (kıyamet), onlara ansızın gelecek de kendilerini sasırtacaktır. Artık ne geri cevrilmesine gucleri yetecek, ne de kendilerine muhlet verilecektir"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "Yemin olsun ki, senden evvel bir cok peygamberlerle alay edildi de, iclerinden alay edenleri, o alay ettikleri sey (azab) kusatıverdi"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "(Ey Rasulum, kafirlere) de ki: “- Sizi, gece ve gunduz o Rahman’dan kim koruyabilir?” Fakat onlar Rablerinin kitabından yuz cevirmislerdir"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "Yoksa onlar icin, kendilerini azabımızdan menedecek, Ilahlar mı var? O taptıkları putlar ve Ilahlar, kendi nefislerini kurtaramıyacakları gibi, azabımızdan da kurtulamıyacaklardır"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "Dogrusu biz, o kafirleri ve atalarını yasattık, hatta o omur, onlara uzun geldi. Fakat simdi gormuyorlar mı, kafirlerin arazisini alıb etrafından (muslumanlara feth ettirmekle) azaltıyoruz. O halde galib gelenler onlar mı"
        },
        {
            "chapter": 21,
            "verse": 45,
            "text": "(Ey Rasulum, kafirlere) de ki: “- Ben sizi ancak vahy ile (Kur’an’la) korkutuyorum.” Amma onlar ne kadar korkutulsalar (faydası yok, cunku) sagırlar daveti isitmezler"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "Yemin olsun ki, Rabbinin azabından az bir sey onlara dokunursa, muhakkak soyle diyecekler: “- Vay bizlere! Biz gercekten zalimlerdik.”"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "Biz, kıyamet gunu icin, (insanların amel defterlerini tartmak uzere) adalet terazileri koyacagız. Artık hic kimse, en ufak bir zulme ugramıyacaktır. Yapılan amel, bir hardal tanesi agırlıgınca da olsa, onu getirir tartıya koyarız. Hesap gorenler olarak da, (sanı yuce olan) biz kafiyiz"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "Yemin olsun ki, biz Musa ile Harun’a, takva sahipleri icin bir nasihat ve bir nur olarak, hak ile batılı ayıran Tevrat’ı vermistik"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "Onlar, o takva sahibleridir ki, yalnızlıkta Rablerinden titrerler ve onlar, kıyamet azabından da korkarlar"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "Iste bu Kur’an da, bizim indirdigimiz mubarek bir zikirdir (Iman edenler icin rahmet ve feyiz kaynagıdır). Simdi siz (ey Mekke halkı), bunu mu inkar ediyorsunuz"
        },
        {
            "chapter": 21,
            "verse": 51,
            "text": "Azametim hakkı icin, biz Musa’dan evvel de Ibrahim’e hidayetini vermistik ve biz, buna (peygamberlige) ehil oldugunu biliyorduk"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "O zaman, babasına ve kavmine soyle demisti: “- Sizin tapmakta oldugunuz heykeller nedir?”"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "Onlar: “- Biz, atalarımızı bunlara ibadet ediyor bulduk.” dediler"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "(Hz. Ibrahim, onlara) dedi ki: “- Yemin olsun, siz ve atalarınız acık bir sapıklık icindesiniz.”"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "Onlar: “- Sen bize (dogru mu soyluyorsun) hakikatı mı getirdin, yoksa sen sakacılardan mısın (bizimle mi egleniyorsun)?” dediler"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "(Ibrahim soyle) dedi: “- Dogrusu sizin Rabbiniz, hem goklerin, hem de yerin Rabbidir ki, butun bunları O yaratmıstır ve ben de size bu dedigime sahidlik edenlerdenim"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "Allah’a yemin ederim ki, siz arkanızı donub (bayram yerinize) gittikten sonra muhakkak putlarınıza bir is yapacagım (onları kıracagım).”"
        },
        {
            "chapter": 21,
            "verse": 58,
            "text": "Nihayet o putları paramparca etti, yalnız bunların buyugunu bıraktı ki, belki ona muracaat ederler (de hadiseyi sorarlar)"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "(Kafirler bayram yerinden dondukleri zaman) dediler ki: “- Bunu, bizim Ilahlarımıza kim yaptı? Muhakkak o, zalimlerden biridir.”"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "(Yine kafirlerden bir takımı) dediler: “- Isittik ki, bir delikanlı bunları kotuluyor, kendisine Ibrahim deniyormus.”"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "(Nemrud ve kavminin ileri gelenleri soyle) dediler: “- Oyle ise, onu insanların gozleri onune getirin, belki (yaptıgı ise) sahidlik ederler.”"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "(Hz. Ibrahimi huzura getirdikleri zaman ona soyle) dediler: “- Sen mi bunu Ilahlarımıza yaptın, ey Ibrahim?”"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "Ibrahim dedi ki: “Belki onların su buyugu bunu yapmıstır. Sorun bakalım onlara, eger soylerlerse"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "Bunun uzerine vicdanlarına muracaat ettiler de: “- Dogrusu siz haksızsınız.” dediler"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "Sonra yine eski kafalarına (akıllarına) donduler (ve Nemrud Ibrahim’e soyle dedi.) Sen gercekten biliyorsun ki, bu putlar konusamazlar"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "Ibrahim: “- O halde Allah’ı bırakıb da size hic bir fayda veremiyecek ve zarar da yapamıyacak seylere mi tapıyorsunuz"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "Yuh size ve Allah’dan baska taptıklarınıza! Hala akıllanmıyacak mısınız?” dedi"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "(Nemrud ve kavmi soyle) dediler: “- Bunu (Ibrahim’i) yakın da Ilahlarınızın ocunu alın; eger bir is yapacaksanız...”"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "(Kudret sahibi olan) biz de dedik ki: “- Ey ates! Ibrahim’e karsı serin ve selamet ol.”"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "Ibrahim’e bir tuzak kurmak istediler. Fakat biz, kendilerini daha ziyade husrana dusurduk. (uzerlerine sinek musallat ederek onları helak ettik)"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "Boylece Ibrahim’i ve (kardesinin oglu) Lut’u, (Nemrud ve kavminden) kurtardık ve onları, icinde alemlere bereketler verdigimiz arza (Sam’a) ulastırdık"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "Ibrahime (evlad olarak) Ishak’ı, ustelik bir de Yakub’u ihsan ettik ve her birini salih kimselerden yaptık"
        },
        {
            "chapter": 21,
            "verse": 73,
            "text": "Ve hepsini (Ibrahim’i, Ishak’ı ve Yakub’u) emrimizle dogru yol gosteren imamlar (onderler) yaptık. Kendilerine hayırlar islemegi, namaz kılmayı, zekat vermeyi vahy eyledik. Onlar hep bize ibadet ediyorlardı (asla putlara tapmıyorlardı)"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "Lut’a da bir hikmet (peygamberlik) ve bir ilim verdik. Onu kotulukler yapmakta olan memleketten (Sedum halkından) kurtardık. Gercekten onlar, fasık olan kotu bir kavim idiler"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "Biz, Lut’u rahmetimizin icine koyduk; cunku o, cidden salih kimselerdendi"
        },
        {
            "chapter": 21,
            "verse": 76,
            "text": "Nuh’u da hatırla ki, daha once o dua etmisti de, biz duasını kabul etmistik. Boylece kendisini ve ona baglıları, o buyuk afetten (Tufan’dan) kurtardık"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "Bir de ayetlerimizi tekzip eden o kavimden Nuh’u kurtarıp ocunu aldık. Gercekten onlar, kotu bir kavim idiler. Biz de hepsini birden bogduk"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "Davud’u ve Suleyman’ı da hatırla. Hani onlar, ekin hakkında hukum veriyorlardı. O vakit geceleyin, bir kavmin davarı ekin tarlasına yayılmıstı (zarar vermisti). Biz de onların verdigi hukme sahitler idik. (Rivayet edildigine gore, bir adamın koyunları, gece vakti bir ciftcinin ekin tarlasına girmisler ve ekinleri ile baglarını helak etmisler. Nihayet, ciftci zarar talebi ile Hz. Davud’un huzurunda koyun sahibi aleyhine dava acmıs. Zararın kıymeti, koyunların kıymetine denk geldiginden, Davud A.S. koyunların ekin sahibine verilmesini emretti. Onbir yasında olan oglu Suleyman A.S. ise, ekin tarlasını, eski haline gelinceye kadar koyun sahibine vermeyi ve bu muddet icerisinde koyunların sutu ile yunlerinden istifade etmek uzere, koyunları da ekin sahibine vermeyi uygun buldu)"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "Biz, o meselenin hukmunu Suleyman’a bildirdik. Bununla beraber her birine bir hukum ve bir ilim vermistik. Davud ile birlikte tesbih etmek uzere, dagları ve kusları (ona) baglı kılmıstık. Biz (bu gibi acaib isleri peygamberlere) yapanlarız"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "Bir de Davud’a, sizi harbin siddetinden korumak icin zırh-elbise sanatını ogrettik. simdi siz, sukrunu yapıyor musunuz"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "Suleyman’ın emrine de siddetli ruzgarı baglı kıldık ki, bu ruzgar onun emriyle, kendisini icine bereketler verdigimiz yere (Sam’a, civar yerlerden) gotururdu. Biz her seyi bilenleriz"
        },
        {
            "chapter": 21,
            "verse": 82,
            "text": "Seytanlardan da Suleyman icin, (denizden inci cıkarmak uzere) dalgıclık edenleri ve (binalar yapmak gibi) baska is icin calısanları emrine baglı kılmıstık. Hep o seytanları, Suleyman’ın emrinden cıkmamak icin koruyan bizdik"
        },
        {
            "chapter": 21,
            "verse": 83,
            "text": "Eyyub’u da hatırla, zira: “- Bana, gercekten hastalık isabet etti. Sen merhamet edenlerin en merhametlisisin.” diye Rabbine dua etmisti"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "Biz de duasını kabul edip hemen kendisindeki hastalıgı giderdik. Tarafımızdan bir rahmet ve ibadet edenler icin de bir hatıra olmak uzere, ona (diriltmek suretiyle) hem ailesini (coluk cocugunu), hem onlarla beraber daha bir katını verdik"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "Ismail’i, Idris’i, Zu’l-Kifl’i de hatırla. Bunların her biri de sabredenlerdendi"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "Bunları da rahmetimizin icine aldık; cunku salihlerdendiler"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "Zu’n-Nun’i (Balık sahibini = Yunus’u) da hatırla. Hani o, (dinini kabul etmiyen kavmine) ofkelenerek gitmisti de, kendisini hic bir zaman sıkıstırmıyacagımızı sanmıstı. Derken (yutuldugu balıgın karnındaki) karanlıklar icinde: “- Senden baska hic bir ilah yoktur, seni butun noksanlıklardan tenzih ederim. Gercekten ben, haksızlık edenlerden oldum.” diye dua etmisti"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "Biz de duasını kabul ettik, kendisini kederden kurtardık. Iste biz, muminleri boyle kurtarırız"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "Zekeriyya’yı da hatırla. Hani Rabbine: “- Rabbim beni yalnız (evladsız) bırakma. Sen varislerin en hayırlısısın!” diye dua etmisti"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "Bunun uzerine biz de duasını kabul edip kendisine (evlad olarak) Yahya’yı verdik; ve zevcesini cocuk dogurur hale getirdik. Butun bu peygamberler, hayırlara (ibadetlere) kosarlar, (rahmetimizi) umarak ve (azabımızdan) korkarak bize dua ederlerdi. Onlar bize karsı cok itaatkardılar"
        },
        {
            "chapter": 21,
            "verse": 91,
            "text": "Irzını helal ve haramdan koruyan o Meryem’i de hatırla ki, biz ona (Cebrail vasıtasıyla ve emrimizle meydana gelen) ruhumuzdan intikal ettirdik (de Isa’yı yarattık). Kendisini de, oglunu da alemlere bir ibret yaptık"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "Iste sizin dininiz olan bu Islam dini (tevhid dini, butun peygamberlerde) tek bir dindir. Ben de sizin Rabbinizim. O halde yalnız bana ibadet edin, emirlerime itaat edin"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "Gecen ummetler, din islerini aralarında parcaladılar, ayrılıklara dustuler; fakat hepsi bize doneceklerdir"
        },
        {
            "chapter": 21,
            "verse": 94,
            "text": "O halde, kim mumin olarak salih amellerden bir amel islerse, onun yaptıgı makbul olur (sevabdan mahrum bırakılmaz). Muhakkak biz, onun isini (melek vasıtasıyla amel defterine) yazarız"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "Helak ettigimiz bir memleket halkına mumkun degildir, artık onlar tevbeye donemezler"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "Nihayet Ye’cuc ve Me’cuc’un seddi acılıp da her tepeden saldırdıkları"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "Ve hak olan vaad (kıyamet) yaklastıgı vakit, iste o zaman, kafir olanların gozleri hemen dikilecek: “- Vah bizlere! Biz bundan gaflet ettik, dogrusu kendimize zulmetmis olduk.” diyecekler"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "Haberiniz olsun, siz (ey Mekke halkı) ve Allah’dan baska taptıklanınız (putlarınız) hep cehennem odunusunuz. Siz hep beraber cehenneme gireceksiniz"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "O taptıklarınız (putlar), eger ilah olsalardı, cehenneme girmezlerdi. Halbuki hepsi ebedi olarak orada kalacaklardır"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "Oyle ki, o putlara tapanların, orada iniltileri vardır, ve onlar orada hic bir merhamet sesi duymazlar"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "Suphesiz ki, kendilerine bizden saadet icap etmis olanlar, iste bunlar cehennemden uzaklastırılmıslardır"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "Cehennemden uzaklastırılan o cennetlikler, cehennemin hısıltısını bile duymazlar ve bunlar canlarının istedigi seyler (cesitli nimetler) icinde ebedi olarak kalıcıdırlar"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "O en buyuk korku (Sur’a son ufurulus anı), bunları mahzun etmiyecek ve kendilerini melekler soyle (demekle) karsılayacaklar: “- Iste bu, size dunyada vaad olunan (mutlu) gununuzdur!...”"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "O gun ki, semayı, kitabların sahifesini durer gibi durecegiz. (Mahlukatı) ilk yaratısa basladıgımız gibi, yine onu iade edecegiz; uzerimize aldıgımız bir vaaddır ki, muhakkak (oldukten sonra) dirilmeyi yapacagız"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "Celalim hakkı icin, biz Tevrat’dan sonra (Davud’a verilen) Zebur’da yazdık ki: “- Muhakkak cennet arzına, salih kullarım varis olacaktır.”"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "Gercekten bu Kur’an’da (hususiyle bu surede), muvahhid kimseler icin kafi bir ogud vardır"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "Seni de (ey Rasulum), ancak alemlere rahmet olarak gonderdik"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "De ki, bana ancak soyle vahy olunuyor: “- Ilahınız, ancak bir Ilah’dır. Simdi siz (ey musrikler), musluman oluyor musunuz?”"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "Bunun uzerine, imandan yuz cevirirlerse, o takdirde de ki: “- Size (emredildigim seyleri) dosdogru bildirdim. (Muslumanların galebesi veya kıyamet azabı ile) korkutuldugunuz an yakın mı, yoksa uzak mı, ben bilmem"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "Suphe yok ki Allah, soylenen sozden acıga vurulanı da bilir, gizliliklerinizi de bilir"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "Bilmem, belki bu ceza vaadinin uzaması, sizin icin bir beladır ve bir zamana kadar faydalanmadır.”"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "(Hz. Peygamber soyle) dedi: “- Ey Rabbim! Benimle Mekke halkı arasında adaletle hukum ver. Rabbimiz o rahmandır ki, isnad ettiginiz (yalan) vasıflarınıza karsı yardımına sıgınılan ancak O’dur.”"
        }
    ]
}