{
    "chapter": [
        {
            "chapter": 25,
            "verse": 1,
            "text": "Butun alemlere, (insan ve cinlere) bir korkutucu (peygamber) olsun diye kuluna Kur’an’ı indiren Allah’ın sanı ne yucedir"
        },
        {
            "chapter": 25,
            "verse": 2,
            "text": "O Allah ki, goklerin ve yerin tasarrufu hep O’nun. Hic bir cocuk edinmemistir, mulkunde de O’nun hic bir ortagı yok... Her seyi yarattı da ona bir nizam verdi; onun mukadderatını tayin buyurdu"
        },
        {
            "chapter": 25,
            "verse": 3,
            "text": "Boyle iken kafirler, Allah’dan baska bir takım ilahlar (putlar) edindiler ki, onlar hic bir sey yaratamazlar; kendileri yaratılmaktadırlar. Kendilerinden, ne bir zararı kaldırmaga, ne de bir menfaat kazanmaga sahib olamazlar. Oldurmeye, diriltmeye ve oldukten sonra tekrar diriltmeye de gucleri yetmez"
        },
        {
            "chapter": 25,
            "verse": 4,
            "text": "O kufre varanlar dediler ki: “- Bu Kur’an, ancak bir iftiradır ki, onu, O (Muhammed (s.a.v.)) uydurdu ve bu hususta O’na baska bir kavim yardım etmistir. (Kur’an’ı, yabancılardan, Yahudilerden ogrenmistir!).” Muhakkak bir zulum (sirk) ve yalan meydana getirdiler de"
        },
        {
            "chapter": 25,
            "verse": 5,
            "text": "Soyle dediler : “- Kur’an ayetleri, evvelkilerin masallarıdır. Onları (Muhammed (s.a.v.) yazdırtmıs da, sabah aksam onlar kendisine okunuyor.”"
        },
        {
            "chapter": 25,
            "verse": 6,
            "text": "(Ey Rasulum, onlara) de ki: “- Kur’an’ı, goklerde ve yerdeki butun esrarı bilen Allah indirdi.” Gercekten Allah Gafur’dur= cok bagıslayandır, Rahim’dir= cok merhametlidir"
        },
        {
            "chapter": 25,
            "verse": 7,
            "text": "Bir de soyle dediler: “- Bu peygambere ne oluyor? Yemek yiyor, carsılarda yuruyor. O’na bir melek indirilse de beraberinde bir davetci olsa ya! (Melegin O’nu tasdiki ile hak peygamber oldugunu bilsek ya)"
        },
        {
            "chapter": 25,
            "verse": 8,
            "text": "Yahud O’na (gokten) bir hazine bırakılıverse (de onu harcasa, gecim derdinde olmasa), yahud guzel bir bahcesi olsa da ondan yese ya!” Hem o zalimler, muminlere dediler ki: “- Siz, ancak buyulenmis bir adama tabi oluyorsunuz.”"
        },
        {
            "chapter": 25,
            "verse": 9,
            "text": "(Ey Rasulum) bak, senin hakkında ne temsiller yaptılar da haktan saptılar; artık hic bir yol bulamazlar"
        },
        {
            "chapter": 25,
            "verse": 10,
            "text": "Ne yucedir O Allah ki, dilerse sana, bu dediklerinden (hazine ve bahcelerden) daha hayırlısını verir; agacları altından ırmaklar akan cennetler, sana koskler de yapar"
        },
        {
            "chapter": 25,
            "verse": 11,
            "text": "Fakat onlar kıyameti de yalan saydılar. Biz ise o kıyameti yalanlayanlara cok siddetli bir ates hazırladık"
        },
        {
            "chapter": 25,
            "verse": 12,
            "text": "Oyle ki, bu ates onları uzak bir yerden gordugu vakit, onlar, bunun galeyan ve homurdanısını isitirler"
        },
        {
            "chapter": 25,
            "verse": 13,
            "text": "Elleri boyunlarına baglı olarak, o atesin dar bir yerine atıldıkları vakit, orada: “-Ey helak, neredesin, yetis!” diye bagırırlar"
        },
        {
            "chapter": 25,
            "verse": 14,
            "text": "Onlara denir ki, bugun yalnız bir helake cagırmayın, bircok helaklere cagırın (cunku size turlu turlu azab vardır)"
        },
        {
            "chapter": 25,
            "verse": 15,
            "text": "(Ey Rasulum, o Mekke kafirlerine) de ki: “- Bu ates mi hayırlı, yoksa takva sahiblerine vaad olunan ebedilik cenneti mi? O cennet ki, kendilerine bir mukafat ve bir donus yeri bulunuyor"
        },
        {
            "chapter": 25,
            "verse": 16,
            "text": "Orada, onlar icin, ne isterlerse var, hem ebedi olarak kalacaklar orada. Bu, Rabbinin uzerine, yerine getirilmesi istenen gerceklesmis bir vaaddir"
        },
        {
            "chapter": 25,
            "verse": 17,
            "text": "Allah, musrikleri (kıyamette hesaba cekmek icin), Allah’dan baska taptıkları seylerle bir araya toplayıp da putlara: “- Siz mi, su kullarımı saptırdınız, yoksa kendileri mi yollarını sasırdılar?” diyecegi gun"
        },
        {
            "chapter": 25,
            "verse": 18,
            "text": "Putlar soyle derler: “- Seni tenzih ederiz. Senden baska veliler edinmemiz bize layık olmaz (boyle iken, biz baskasına nasıl mabud olabiliriz?) Fakat sen onları ve atalarını zevk icine daldırdın, nihayet zikri (tevhidi ve sana ibadeti) unuttular ve helake dusen bir kavim oldular.”"
        },
        {
            "chapter": 25,
            "verse": 19,
            "text": "Iste (ey kafirler, taptıklarınız) sizi, sozunuzde yalancı cıkarmıslardır. Artık (azabı) ne savmaga, ne de bir yardım gormiye care bulamıyacaksınız. Sizden kim zulum yaparsa, ona buyuk bir azab tattıracagız"
        },
        {
            "chapter": 25,
            "verse": 20,
            "text": "Biz, senden evvel de peygamberleri baska bir halde gondermedik; onlar da yemek yiyorlar, carsılarda geziyorlardı. Bir de, hanginiz sabırlıdır, bilelim diye, bir kısmınızı diger bir kısmınız uzerine bir imtihan vesilesi kıldık (zenginlere karsı, fakirleri, sabretmekle imtihan ettik). Senin Rabbin Basir’dir= sabredenleri gorur"
        },
        {
            "chapter": 25,
            "verse": 21,
            "text": "Bize kavusmayı ummayanlar soyle dediler: “- Uzerimize melekler indirilse ya (boylece verecekleri haber uzerine Muhammed’in (s.a.v.) hak peygamber oldugunu tasdik etsek), yahut Rabbimizi gorsek (de O bize dogru haber verse).” Yemin olsun ki, onlar nefislerinde buyukluk ve inad tasladılar, buyuk bir azgınlıkla hududu astılar"
        },
        {
            "chapter": 25,
            "verse": 22,
            "text": "(O zalimler olum zamanında) Melekleri gorecekleri gun, mucrimlere o gun mujde yoktur. Melekler onlara: “- Size mujde yasak, yasak!...” diyeceklerdir"
        },
        {
            "chapter": 25,
            "verse": 23,
            "text": "Hem biz, onlar (hayır diye dunyada) ne amel isledilerse, onu kasd edib sacılmıs zerre haline getirmisizdir, (artık hic bir kıymeti kalmamıstır)"
        },
        {
            "chapter": 25,
            "verse": 24,
            "text": "O gun (kıyamette) cennet ehlinin duracakları yer cok hayırlı ve dinlenip barınacakları yer cok guzeldir"
        },
        {
            "chapter": 25,
            "verse": 25,
            "text": "Semanın, (gokten cıkacak) bulutla yarılacagı ve arkasından meleklerin (ellerinde kulların amel defterleri oldugu halde) arka arkaya indirildigi kıyamet gunu"
        },
        {
            "chapter": 25,
            "verse": 26,
            "text": "O gun, mevcut olan butun mulk Rahman’ındır. Kafirlere ise, bugun, cok cetin bir gun olur"
        },
        {
            "chapter": 25,
            "verse": 27,
            "text": "Zalimlerden her biri (pismanlıgından) iki elini ısırdıgı o gunde, soyle diyecektir: “ - Ne olurdu, ben, O Peygamberle beraber bir kurtulus yolu edineydim"
        },
        {
            "chapter": 25,
            "verse": 28,
            "text": "Yazıklar olsun bana! Keske (beni sapıtan) falanı dost edinmeyeydim"
        },
        {
            "chapter": 25,
            "verse": 29,
            "text": "Vallahi, o sapıttı beni zikirden, (Allah’ı anmaktan ve Kur’an ahkamına baglanmaktan), bana Kur’an gelmisken... Seytan, insanı helake dusurendir.”"
        },
        {
            "chapter": 25,
            "verse": 30,
            "text": "Peygamber de (o gun soyle) demekte: “- Ey Rabbim! Kavmim bu Kur’an’ı metruk bıraktılar (ondan yuz cevirdiler)"
        },
        {
            "chapter": 25,
            "verse": 31,
            "text": "Iste (Ey Rasulum, sana Mekke musriklerini) boylece dusman yaptıgımız gibi, senden once de her peygamber icin mucrimlerden bir dusman yaptık. Bununla beraber (dusmanların kahrından) koruyucu ve (onlara karsı) zafer verici olarak Rabbin sana yeter"
        },
        {
            "chapter": 25,
            "verse": 32,
            "text": "Bir de kafirler dediler ki: “- Kur’an, O’na toptan indirilseydi ya!” Biz, onu kalbine iyice yerlestirelim diye boyle ayet ayet indirdik (topluca indirmedik); ve onu guzel bir sekilde beyan edip ayet ayet okuduk"
        },
        {
            "chapter": 25,
            "verse": 33,
            "text": "(Ey Rasulum, musriklerin) Sana getirdikleri tuhaf ve batıl bir soruları yoktur ki, hak olan cevabını ve en guzel tefsirini getirmis olmıyalım"
        },
        {
            "chapter": 25,
            "verse": 34,
            "text": "O yuzleri ustu cehenneme suruklenenler, iste bunlar, yer bakımından cok fena, yolca da en sapıktırlar"
        },
        {
            "chapter": 25,
            "verse": 35,
            "text": "Gercekten Musa’ya o kitabı (Tevrat’ı) verdik ve ona kardesi Harun’u beraberinde vezir (yardımcı) yaptık"
        },
        {
            "chapter": 25,
            "verse": 36,
            "text": "“-Haydi ayetlerimizi yalanlıyan o kavme (Firavun’a ve kavmine) gidin.” dedik, (onlarda gittiler, teblig ettiler; fakat tekzip edildiler) nihayet onları, (Firavun ve kavmini) tamamen (bogarak) helak ettik"
        },
        {
            "chapter": 25,
            "verse": 37,
            "text": "Nuh kavmini de, peygamberleri tekzib ettikleri zaman, bogduk ve kendilerini insanlara bir ibret yaptık. Biz, zalimlere cok acıklı bir azab hazırladık"
        },
        {
            "chapter": 25,
            "verse": 38,
            "text": "Ad kavmini de, Semud kavmini de, (Suayb’ın) Ress Ashabını da, bunların arasında gecen bir cok ummetleri de helak ettik"
        },
        {
            "chapter": 25,
            "verse": 39,
            "text": "Bunlardan her birine (kendilerinden oncekilerin helakine dair) nasihat olarak nice misaller anlattık. Fakat, iman etmediklerinden hepsini tamamen helak ettik"
        },
        {
            "chapter": 25,
            "verse": 40,
            "text": "Yemin olsun ki, (Kureys kafirleri ticaret icin Sam’a giderken) fenalık (tas) yagmuruna tutulmus olan o beldeye (Lut kavminin Sedum sehrine) defalarca ugradılar; onu goruyor degiller miydi? (dusunub te ibret almazlar, imana gelmezler mi?) Dogrusu onlar, oldukten sonra dirileceklerini ummazlar"
        },
        {
            "chapter": 25,
            "verse": 41,
            "text": "(Ey Rasulum, Mekke kafirleri) seni gordukleri vakit, seni yalnız bir eglence yerine tutuyorlar: “- Bu mu, Allah’ın peygamber diye gonderdigi?” diyorlar"
        },
        {
            "chapter": 25,
            "verse": 42,
            "text": "(Senin icin diyorlar ki) “- Az kalsın bizi, putlarımıza ibadet etmekten cevirecekti, eger uzerlerine sebat (la ibadet) etmeseydik...” Fakat, ileride azabı gorecekleri gun, yolca daha sapık kimdir, bilecekler"
        },
        {
            "chapter": 25,
            "verse": 43,
            "text": "(Ey Rasulum) gordun mu, o nefis arzusunu ilah edineni? Artık ona, sen mi vekil olacaksın? (Onu sirkten sen mi koruyacaksın)"
        },
        {
            "chapter": 25,
            "verse": 44,
            "text": "Yoksa (Ey Rasulum), onların cogunu, hakkı isitiyorlar veya hakkı anlıyorlar mı zannediyorsun? Onlar, ancak hayvanlar gibidirler. Dogrusu gidisce daha sapıktırlar"
        },
        {
            "chapter": 25,
            "verse": 45,
            "text": "Rabbinin kudretine bakmaz mısın (fecirle gunesin dogusu arasında) golgeyi nasıl yayıyor? (Ne karanlık var, ne de aydınlık). Dileseydi, o golgeyi devamlı ve sabit yapardı (onu gunesle gidermezdi). Sonra biz, gunesi de, o golge uzerine bir delil yaptık (gunesin varlıgından golge bilinir)"
        },
        {
            "chapter": 25,
            "verse": 46,
            "text": "Sonra (golge yer yuzune yayılıp da gunes dogmaya baslayınca) biz, bu golgeyi azar azar bize dogru (diledigimiz yere) alırız"
        },
        {
            "chapter": 25,
            "verse": 47,
            "text": "O Allah’dır ki, geceyi size bir ortu, uykuyu da bir dinlenme yaptı; gunduzu ise, yeni bir hayat ve mesguliyet yaptı"
        },
        {
            "chapter": 25,
            "verse": 48,
            "text": "Yagmurun onunde, ruzgarları bir mujdeci olarak gonderen O’dur. Biz gokten pak ve temizleyeci bir su indirdik"
        },
        {
            "chapter": 25,
            "verse": 49,
            "text": "Ki onunla, bitkisiz olu bir yeri diriltelim ve yarattıgımız hayvanlarla bir cok insanlara su verelim"
        },
        {
            "chapter": 25,
            "verse": 50,
            "text": "Dogrusu, yagmuru, memleketler arasında taksim ettik ki, ibret alsınlar (sukretsinler). Yine de insanların cogu yuz cevirdiler, ancak nimeti inkar ettiler"
        },
        {
            "chapter": 25,
            "verse": 51,
            "text": "Eger dileseydik, her memleket halkına bir peygamber gonderirdik (ve boylece senin yukunu hafifletirdik)"
        },
        {
            "chapter": 25,
            "verse": 52,
            "text": "(Madem ki butun faziletleri sende topladık ve yalnız seni gonderdik), o halde, kafirlere boyun egme ve onlara karsı bu Kur’an ile buyuk bir cihad olarak mucadele yap"
        },
        {
            "chapter": 25,
            "verse": 53,
            "text": "O Allah’dır ki, iki denizi (veya iki nehri birbirine komsu ve yakın olarak) salıverdi: Su (birisi) tatlı, susuzlugu giderir, bu (beriki) tuzlu ve acıdır. Aralarında da kudretinden bir engel ve birbirlerine karısmagı onleyici bir perde koymustur. (Birbirine yakın tuz golu ile tatlı su golu veya tatlı bir nehirle ona yakın olan suyu acı bir deniz gibi. Aralarında kudretten bir engel olup, biri digerinin tadını bozmaz)"
        },
        {
            "chapter": 25,
            "verse": 54,
            "text": "Hem O Allah’dır ki, sudan bir insan yarattı da onu soy ve hısım diye ikiye ayırdı. Senin Rabbin her seye kadirdir"
        },
        {
            "chapter": 25,
            "verse": 55,
            "text": "Boyle iken kafirler Allah’ı bırakıyorlar da, kendilerine ne fayda, ne de zarar vermiyecek seylere tapıyorlar. Kafir (Ebu Cehil) de Rabbinin aleyhinde seytana yardımcı oluyor"
        },
        {
            "chapter": 25,
            "verse": 56,
            "text": "Halbuki biz, seni ancak, muminlere bir mujdeci, kafirlere bir korkutucu olarak gonderdik"
        },
        {
            "chapter": 25,
            "verse": 57,
            "text": "(Ey Rasulum), de ki: “-Ben bu yaptıgım teblige karsı sizden bir ucret istemiyorum, ancak Rabbine bir iman ve itaat yolu tutmak isteyen kimseler istiyorum.”"
        },
        {
            "chapter": 25,
            "verse": 58,
            "text": "Bir de, daima diri olup, hic bir zaman olmiyen Allah’a tevekkul et; ve O’na hamd ile (O’nu) yucelt. Kullarının gunahlarından O’nun haberdar olması yeter"
        },
        {
            "chapter": 25,
            "verse": 59,
            "text": "O Allah’dır ki, goklerle yeri ve aralarında olanları altı gunde yarattı; sonra Ars’ın uzerinde hukumran oldu. O Rahman’dır. Artık bu yaratma islerini, her seyi bilenden (Habir’den) sor"
        },
        {
            "chapter": 25,
            "verse": 60,
            "text": "Kafirlere: “- Rahman’a secde edin.” denildigi zaman, derler ki: “- Rahman ne imis, bize emrettigin seye secde mi ederiz?” (*) Rahman’a secde emri de, busbutun imandan uzaklasmalarını artırdı"
        },
        {
            "chapter": 25,
            "verse": 61,
            "text": "Ne yucedir O Allah ki, gokte burclar (gezegenler) yaratmıs ve icerisine bir kandil (gunes), bir de nurlu ay koymustur"
        },
        {
            "chapter": 25,
            "verse": 62,
            "text": "Dusunup ibret almak yahut sukretmek istiyenler icin gece ile gunduzu birbiri ardınca getiren yine O’dur"
        },
        {
            "chapter": 25,
            "verse": 63,
            "text": "Rahman’ın o kulları ki, onlar yeryuzunde vakar ve tevazu ile yururler, cahiller kendilerine (hoslanmadıkları bir) laf attıkları zaman, “Selam” derler (sozun dogrusunu soylerler ve onlarla catısmazlar)"
        },
        {
            "chapter": 25,
            "verse": 64,
            "text": "Onlar ki, Rablerine secdeler ve kıyamlar yaparak (namaz kılarak) geceyi gecirirler"
        },
        {
            "chapter": 25,
            "verse": 65,
            "text": "Onlar ki, soyle derler: “- Ey Rabbimiz! Bizden cehennem azabını sav, muhakkak ki onun azabı devamlı bir helaktır"
        },
        {
            "chapter": 25,
            "verse": 66,
            "text": "Dogrusu o, ne kotu bir karargah, ne kotu makamdır!”"
        },
        {
            "chapter": 25,
            "verse": 67,
            "text": "Onlar ki, harcadıkları zaman israf etmezler, sıkılık da yapmazlar; ve harcamalar bu ikisi arası ortalama olur; (*) Dikkat!... Secde ayetidir"
        },
        {
            "chapter": 25,
            "verse": 68,
            "text": "Onlar ki, Allah’la beraber baska bir Ilaha ibadet etmezler; Allah’ın haram kıldıgı nefsi haksız yere oldurmezler, zina yapmazlar; kim de bunları yaparsa, gunahının cezasına kavusur"
        },
        {
            "chapter": 25,
            "verse": 69,
            "text": "Kıyamet gunu de azabı katmerlesir ve bu azab icerisinde hakir olarak ebedi kalır"
        },
        {
            "chapter": 25,
            "verse": 70,
            "text": "Ancak tevbe eden ve iman edib de salih amel isliyen kimse mustesnadır; cunku bunların kotuluklerini Allah iyilige cevirir. Allah Gafur’dur= cok bagıslayıcıdır. Rahim’dir= cok merhametlidir"
        },
        {
            "chapter": 25,
            "verse": 71,
            "text": "Kim tevbe eder de salih amel islerse, muhakkak ki o, tevbesi makbul bir sekilde Allah’a doner"
        },
        {
            "chapter": 25,
            "verse": 72,
            "text": "Onlar ki, yalana sahidlik etmezler ve bos soz konusanlara rasgeldikleri zaman, bulasmadan iyi bir sekilde yuz cevirir gecerler"
        },
        {
            "chapter": 25,
            "verse": 73,
            "text": "Onlar ki, Rablerinin ayetleriyle kendilerine ogut verilince, sagır ve kor olarak bunların uzerine dusmezler (hakkı isiterek ve dogruyu gorerek Allah’ın ayetlerine baglanırlar)"
        },
        {
            "chapter": 25,
            "verse": 74,
            "text": "Onlar ki: “- Ey Rabbimiz! Bize zevcelerimizden ve nesillerimizden gozlerimizin sururu (sevinci) olacak iyi kimseler ihsan et ve bizi takva sahiblerine imam (onder) yap.” derler"
        },
        {
            "chapter": 25,
            "verse": 75,
            "text": "Iste butun bu kimseler, Allah yolundaki sabırlarına mukabil cennetin yuksek mevkileriyle mukafatlanacaklar ve orada (melekler tarafından) saglık ve selametle (dua ile) karsılanacaklardır"
        },
        {
            "chapter": 25,
            "verse": 76,
            "text": "Orada ebedi kalacaklar; o ne guzel bir karargah ne guzel bir makamdır"
        },
        {
            "chapter": 25,
            "verse": 77,
            "text": "(Ey Rasulum, kafirlere) de ki: “- Sizin ibadetiniz olmasa, Rabbim sizi ne yapacak (size ne kıymet verir?) Mademki (Allah’ı ve Rasulunu) tekzibettiniz, o halde azab size caresiz vacib olacaktır.”"
        }
    ]
}