{
    "chapter": [
        {
            "chapter": 38,
            "verse": 1,
            "text": "Sad. Serefle dolu Kur’an hakkı icin"
        },
        {
            "chapter": 38,
            "verse": 2,
            "text": "(Is kafirlerin dedigi gibi degil), dogrusu o kafir olanlar, bir tekebbur ve bir ayrılık icindedirler"
        },
        {
            "chapter": 38,
            "verse": 3,
            "text": "Kendilerinden evvel nice ummetleri helak ettik! Cıgrıstılar, fakat kurtulmak vakti degildi"
        },
        {
            "chapter": 38,
            "verse": 4,
            "text": "(Kureys ogulları) iclerinden kendilerine uyarıcı bir peygamber geldigine sastılar da, o kafirler soyle dediler: “- Bu, bir sihirbazdır, bir yalancıdır"
        },
        {
            "chapter": 38,
            "verse": 5,
            "text": "Ilahları tek bir ilah mı yapmıs? Dogrusu bu, sasılacak bir sey!”"
        },
        {
            "chapter": 38,
            "verse": 6,
            "text": "Kureys’in ileri gelenleri (birbirlerine): “Haydi yuruyun, ilahlarınıza (putlarınıza ibadete) devam edin. Dogrusu, arzu edilecek olan budur.” diyerek (meclisten) ayrılıp gittiler"
        },
        {
            "chapter": 38,
            "verse": 7,
            "text": "“Biz bunun soyledigini diger dinlerde isitmedik; mutlak bir uydurmadır"
        },
        {
            "chapter": 38,
            "verse": 8,
            "text": "O Kur’an, aramızdan O’na mı indirilmis!” (dediler). Dogrusu o kafirler, benim Kur’an’ımdan subhededirler. Dogrusu onlar henuz azabımı tadmadılar"
        },
        {
            "chapter": 38,
            "verse": 9,
            "text": "Yoksa (Ey Rasulum), Kur’an’ı sana ihsan eden = Vehhab, her seye ustun olan = Aziz Rabbinin rahmet hazineleri onların yanında mı"
        },
        {
            "chapter": 38,
            "verse": 10,
            "text": "Yoksa onların mı, butun o goklerle yerin ve aralarındakilerin mulku? Oyle ise, goge cıkacak yollara koyularak yukselsinler (de kainatın hakimiyetini ele alsınlar)"
        },
        {
            "chapter": 38,
            "verse": 11,
            "text": "Onlar, burada (yakında) maglub edilecek muhtelif partilerden ibaret bozuk duzen bir ordudur"
        },
        {
            "chapter": 38,
            "verse": 12,
            "text": "Onlardan evvel tekzib etmisti Nuh kavmi, bir de Ad ve payidar mulk sahibi Firavun"
        },
        {
            "chapter": 38,
            "verse": 13,
            "text": "Ve Semud, Lut kavmi, (Suayb’ın kavmi) Eyke’liler. Iste bunlar, (peygamberleri inkar eden perisan olmus kafir) partiler"
        },
        {
            "chapter": 38,
            "verse": 14,
            "text": "O kavimlerin her biri, peygamberlerini tekzib etmeleriyle azabım onlara vacib oldu"
        },
        {
            "chapter": 38,
            "verse": 15,
            "text": "Bunlar (kavmin olan Kureys) da ancak bir tek sayhaya (kıyametteki Sur ufurulusune) bakıyorlar. Oyle ki, onun geri cevrilisi yok"
        },
        {
            "chapter": 38,
            "verse": 16,
            "text": "(O Mekke kafirleri) bir de soyle dediler: “- Ey Rabbimiz! Hesab gununden evvel amel defterimizi ver (de gorelim neymis o)!”"
        },
        {
            "chapter": 38,
            "verse": 17,
            "text": "(Ey Rasulum, simdi) sen onların dediklerine (Kafirlerin tekzibine) sabret de (ibadette) kuvvetli kulumuz Davud’u hatırla. Cunku o, Allah’ın rızasına daima donendi"
        },
        {
            "chapter": 38,
            "verse": 18,
            "text": "Gercekten biz, dagları onun emrine baglı kıldık da, aksamleyin ve kusluk vakti onunla beraber tesbih ederlerdi"
        },
        {
            "chapter": 38,
            "verse": 19,
            "text": "Kusları da toplu olarak onun emrine baglı kıldık. (Daglardan ve kuslardan) her biri onun tesbihi sebebiyle devamlı tesbih ediyordu"
        },
        {
            "chapter": 38,
            "verse": 20,
            "text": "Biz onun mulkunu kuvvetlendirmistik. Kendisine de peygamberlik ile kaza-hukum ilmini verdik"
        },
        {
            "chapter": 38,
            "verse": 21,
            "text": "Bir de (Davud mescidde ibadetle mesgul oldugundan kapısında bekciler vardı. Kapıdan iceri giremiyen) davacıların haberi geldi mi sana? Hani duvardan cıkıb mescide inmislerdi"
        },
        {
            "chapter": 38,
            "verse": 22,
            "text": "O vakit Davud’un yanına vardılar da o, bunlardan urktu. (Ona soyle) dediler: “- Korkma, iki davacıyız. Birimiz otekine tecavuz etti. Simdi sen aramızda adaletle hukum ver. Asırı gitme de bizi hak yola cıkar.”"
        },
        {
            "chapter": 38,
            "verse": 23,
            "text": "(Ikisinden biri soyle) dedi: “- Su benim (din) kardesimdir. Onun doksan dokuz disi koyunu var. Benim ise tek disi koyunum var. Boyle iken, onu da bana ver dedi ve beni konusmada maglub etti.”"
        },
        {
            "chapter": 38,
            "verse": 24,
            "text": "Davud dedi ki: “- Dogrusu o, senin bir disi koyununu kendi koyunlarına katmak istemesiyle sana zulmetmistir. Gercekten ortakların cogu birbirine haksızlık eder; ancak iman edib de salih amel isliyenler mustesnadır. Onlar da ne kadar azdır!” Davud sanmıstı ki, kendisine sırf bir imtihan actık. Hemen Rabbine istigfar etti, secdeye (*) kapandı ve tevbe ile Allah’a yoneldi. * Dikkat! Secde ayetidir. (Fahr-i Razi, tefsirinde Hz. Davud’a isnad edilen ve peygamberler hakkında asla tecviz edilmiyen kıssaları red etmektedir. Peygamberlerin sanını korumak esas oldugundan hikayelere itibar etmiyerek hakiki manayı Cenab-ı Hakkın ilmine terk etmek en salim bir yoldur)"
        },
        {
            "chapter": 38,
            "verse": 25,
            "text": "Biz de onun bu hatasını bagısladık. Gercekten onun, bizim katımızda bir yakınlıgı ve guzel bir akıbeti (cenneti) vardır"
        },
        {
            "chapter": 38,
            "verse": 26,
            "text": "Ey Davud! Biz seni yer yuzunde halife kıldık. O halde insanlar arasında adaletle hukum ver ve keyfe tabi olma ki, bu seni Allah’ın yolundan saptırır. Muhakkak ki Allah yolundan sapanlar, hesab gununu unuttuklarından, kendilerine cok siddetli bir azab vardır"
        },
        {
            "chapter": 38,
            "verse": 27,
            "text": "Biz, o gok ile yeri ve aralarındakileri bosuna yaratmadık. (Bunların yaratılması bosunadır sozu) o kafirlerin zannıdır. Bu yuzden kafirlere atesten siddetli bir azab vardır"
        },
        {
            "chapter": 38,
            "verse": 28,
            "text": "Yoksa biz, iman edib de salih ameller isliyenleri, o yeryuzundeki mufsidler (musrikler) gibi yapar mıyız? Yahud Allah’dan korkan takva sahiblerini kafirler gibi yapar mıyız"
        },
        {
            "chapter": 38,
            "verse": 29,
            "text": "Sana indirdigimiz bu Kur’an, hayır ve bereketi cok bir kitabdır. Ta ki ayetlerini dusunsunler ve akıl sahibleri ibret alsınlar"
        },
        {
            "chapter": 38,
            "verse": 30,
            "text": "Bir de Davud’a (oglu) Suleyman’ı ihsan ettik. Suleyman ne guzel kuldu? Cunku o, daima (Allah’ın rızasına ve ibadetine) rucu edendi"
        },
        {
            "chapter": 38,
            "verse": 31,
            "text": "Hani ona ogleden sonra, saf-kan meshur kosucu atlar arz olundukda"
        },
        {
            "chapter": 38,
            "verse": 32,
            "text": "O soyle demisti: “- Beni bu mal (at) sevgisi, Rabbime ibadetden (ikindi namazını kılmaktan) alıkoydu.” Nihayet gunes batmıstı"
        },
        {
            "chapter": 38,
            "verse": 33,
            "text": "(Bunun uzerine, atlar kendisini mesgul edib ibadetten alıkoyduklarından onları Allah icin kurban etmeye kasd etti ve soyle dedi): “- Onları bana geri getirin.” Artık ayaklarını ve boyunlarını kesib kurban etmege basladı"
        },
        {
            "chapter": 38,
            "verse": 34,
            "text": "Gercekten biz Suleyman’ı imtihan ettik: (Yaptıgı bir hata yuzunden) biz onun saltanat tahtına (muvakkat bir zaman icin) bir cin oturttuk. Bir muddet sonra (eski) mulk ve tahtına dondu"
        },
        {
            "chapter": 38,
            "verse": 35,
            "text": "Soyle dua etti: “- Ey Rabbim! beni bagısla. Bana oyle bir mulk ver ki, benden sonra hic kimsede olmasın. Muhakkak ki sen, butun dilekleri verensin = Vehhab’sın.”"
        },
        {
            "chapter": 38,
            "verse": 36,
            "text": "Bunun uzerine ruzgarı onun emrine baglı kıldık; emriyle istedigi yere rahatca akar giderdi"
        },
        {
            "chapter": 38,
            "verse": 37,
            "text": "Seytanları da onun emrine baglı kıldık. O seytanlardan kimi bina ustası, kimi de dalgıctı"
        },
        {
            "chapter": 38,
            "verse": 38,
            "text": "Digerleri de zincirlere vurulmustu. (insanlara zarar vermekten alıkonmuslardı)"
        },
        {
            "chapter": 38,
            "verse": 39,
            "text": "(Biz buyurduk ki): “- Bu bizim ihsanımızdır. Artık diledigine hesabsız olarak ver, yahud tut (verme, ey Suleyman)"
        },
        {
            "chapter": 38,
            "verse": 40,
            "text": "Subhesiz ki ona, katımızda bir yakınlık ve guzel bir akıbet (cennet) vardır"
        },
        {
            "chapter": 38,
            "verse": 41,
            "text": "Kulumuz Eyyub’u da hatırla. Hani o, Rabbine soyle nida etmisti: “- Gercekten seytan, beni zorluk ve eleme ugrattı.”"
        },
        {
            "chapter": 38,
            "verse": 42,
            "text": "(Kendisine): “- Ayagınla yere vur.” dedik. Iste hem yıkanacak, hem icecek serin bir su!... (Yıkan ve ic, yorgunlugun ve hastalıgın gecsin)"
        },
        {
            "chapter": 38,
            "verse": 43,
            "text": "Tarafımızdan bir rahmet ve akıl sahibleri icin bir ibret olarak Eyyub’a butun ehlini ve beraberlerin de daha bir mislini bagısladık"
        },
        {
            "chapter": 38,
            "verse": 44,
            "text": "(Eyyub bir isten dolayı karısına kızmıs ve hastalıktan kalktıgı vakit ona yuz degnek vurmayı yemin etmisti. Hem yemini bozmamak, hem de hafifletmek icin Allah ona soyle buyurdu): “- Eline (yuz basaklı) bir demet sap al da, onunla (zevcene) vur; yemininden durmazlık etme.” Dorusu biz, onu sabırlı bulduk... O ne guzel kuldu! Gercekten o, tamamen Allah’a teveccuh etmisti"
        },
        {
            "chapter": 38,
            "verse": 45,
            "text": "Dinde gorus ve kuvvet sahibleri olan kullarımız Ibrahim’i, Ishak’ı, Yakub’u da hatırla"
        },
        {
            "chapter": 38,
            "verse": 46,
            "text": "Cunku biz, onları, ahiret yurdunu anmaktan ibaret pak bir hasletle halis (insanlar) kıldık"
        },
        {
            "chapter": 38,
            "verse": 47,
            "text": "Gercekten onlar, katımızda secilmis hayırlı kimselerdendi"
        },
        {
            "chapter": 38,
            "verse": 48,
            "text": "Ismail’i, (Ilyas’ın amcasının oglu) El-Yesa’i ve Zu’l-Kifl’i de hatırla. Bunların hepsi hayırlı kimselerden"
        },
        {
            "chapter": 38,
            "verse": 49,
            "text": "Iste bu, (anlatılanlar, onlar icin) bir sereftir. Elbette takva sahibleri icin donub varılacak guzel bir yer var"
        },
        {
            "chapter": 38,
            "verse": 50,
            "text": "(O guzel yer) butun kapıları kendilerine acık oldugu halde Adn Cennetleridir"
        },
        {
            "chapter": 38,
            "verse": 51,
            "text": "Iclerinde yaslanıb kurulacaklar. Orada bir cok (turlu) yemisler, ickiler istiyecekler"
        },
        {
            "chapter": 38,
            "verse": 52,
            "text": "Yanlarında da gozlerini zevclerinden ayırmayan, hep aynı yasta dilberler var"
        },
        {
            "chapter": 38,
            "verse": 53,
            "text": "Iste hesab gunu icin, size vaad olunanlar bunlardır"
        },
        {
            "chapter": 38,
            "verse": 54,
            "text": "Bu, (cennette muminlere verdigimiz nimet) bitmez tukenmez rızkımızdır"
        },
        {
            "chapter": 38,
            "verse": 55,
            "text": "Bu, muminlere mahsustur. Azgınların donub varacagı yer ise, muhakkak ki fena bir yerdir"
        },
        {
            "chapter": 38,
            "verse": 56,
            "text": "Cehenneme, oraya girecekler. O ne kotu dosektir"
        },
        {
            "chapter": 38,
            "verse": 57,
            "text": "Iste bu, kafirlere... Artık tadsınlar kaynar sudan ve irinden ibaret Cehennem azabını"
        },
        {
            "chapter": 38,
            "verse": 58,
            "text": "O azab seklinden digeri de var. Cifte cifte (turlu turlu) acılar"
        },
        {
            "chapter": 38,
            "verse": 59,
            "text": "(Melekler, kafirlerin elebaslarına, dunyada emirlerine baglı olanları gosterib soyle diyecekler): “- Iste sizinle birlikte cehenneme giren guruh.” (Elebasılar da yardakcıları icin soyle diyecekler): “- Onlar rahatlık gormesinler; atese girmege hak kazanmıslardır.”"
        },
        {
            "chapter": 38,
            "verse": 60,
            "text": "(Yardakcılar elebaslarına soyle) derler: “- Hayır, asıl siz rahatlık gormeyin. Bu azabı bizim onumuze siz getirdiniz. Bakın ne kotu karargah!”"
        },
        {
            "chapter": 38,
            "verse": 61,
            "text": "(Yine devamla soyle) derler: “- Ey Rabbimiz! Bu azabı bizim onumuze kim gecirdi ise, onun atesteki azabını kat kat artır.”"
        },
        {
            "chapter": 38,
            "verse": 62,
            "text": "Bir de (o cehennemdeki azgın elebasılar muminleri kasdederek soyle) diyecekler: “- (Dunyada) kendilerini bayagı kimselerden saydıgımız bir takım adamları (fakir muminleri bu ateste) neye gormuyoruz"
        },
        {
            "chapter": 38,
            "verse": 63,
            "text": "Biz onları eglenceye (alaya) alırdık. Yoksa gozlerimiz onlardan kaydı (da kendilerini goremiyoruz)?”"
        },
        {
            "chapter": 38,
            "verse": 64,
            "text": "Iste bu, cehennem ehlinin birbirleriyle mucadelesi, subhe goturmiyen bir gercektir"
        },
        {
            "chapter": 38,
            "verse": 65,
            "text": "(Ey Rasulum), de ki: “- Ben ancak korkuyu (cehennem azabını) haber veren bir peygamberim. Ortagı olmıyan tek Kahhar = her seye galib Allah’dan baska hic bir ilah yoktur"
        },
        {
            "chapter": 38,
            "verse": 66,
            "text": "O, goklerle yerin ve aralarındakilerin Rabbidir, Aziz’dir, Gaffar’dır = magfireti boldur"
        },
        {
            "chapter": 38,
            "verse": 67,
            "text": "De ki: “- Bu (size soylediklerim) pek buyuk bir haberdir"
        },
        {
            "chapter": 38,
            "verse": 68,
            "text": "(Oyle iken) siz ondan yuz ceviriyorsunuz"
        },
        {
            "chapter": 38,
            "verse": 69,
            "text": "Benim melekler topluluguna ait ne ilmim olurdu, onlar (Adem’in yaratılması hakkında) munakasa ederlerken"
        },
        {
            "chapter": 38,
            "verse": 70,
            "text": "Fakat ben, acık olarak korkutan bir peygamber oldugum icindir ki, (Adem hakkında meleklerin cekismesine dair) o ilim bana vahyolunuyor.”"
        },
        {
            "chapter": 38,
            "verse": 71,
            "text": "Rabbin, o vakit meleklere soyle demisti: “- Ben bir camurdan bir insan yaratacagım (Adem’i yaratacagım)"
        },
        {
            "chapter": 38,
            "verse": 72,
            "text": "Onun yaratılısını tamamlayıb da tarafımdan ona ruh verdigim zaman, hemen ona (hurmet icin) secdeye kapanın.”"
        },
        {
            "chapter": 38,
            "verse": 73,
            "text": "Bunun uzerine meleklerin hepsi toptan secde ettiler"
        },
        {
            "chapter": 38,
            "verse": 74,
            "text": "Yalnız iblis (Adem’e secde etmekten) kibirlendi ve kafirlerden oldu"
        },
        {
            "chapter": 38,
            "verse": 75,
            "text": "(Allah Iblis’e soyle) buyurdu: “- Ey Iblis! Bizzat kudretimle yarattıgıma secde etmene, seni hangi sey engelledi? Kibirlenmek mi istedin, yoksa yucelenenlerden mi oldun?”"
        },
        {
            "chapter": 38,
            "verse": 76,
            "text": "(Iblis soyle) dedi: “- Ben ondan daha hayırlıyım; beni bir atesten yarattın, onu ise camurdan yarattın.”"
        },
        {
            "chapter": 38,
            "verse": 77,
            "text": "(Allah) buyurdu ki: “Hemen cık oradan (cennetten). Cunku sen (benim rahmetimden) kogulmussun"
        },
        {
            "chapter": 38,
            "verse": 78,
            "text": "Ve muhakkak surette hesab gunune kadar lanetim senin uzerindedir.”"
        },
        {
            "chapter": 38,
            "verse": 79,
            "text": "(Iblis soyle) dedi: “- Ey Rabbim! O halde (kabirlerden) dirilecekleri gune kadar beni geri bırak.”"
        },
        {
            "chapter": 38,
            "verse": 80,
            "text": "(Allah soyle) buyurdu: “- Haydi geri bırakılanlardansın"
        },
        {
            "chapter": 38,
            "verse": 81,
            "text": "Katımda belli kıyamet vakti gunune kadar...”"
        },
        {
            "chapter": 38,
            "verse": 82,
            "text": "(Iblis soyle) dedi: “- Oyle ise, izzet ve kudretine yemin ederim ki, onların hepsini muhakkak azdıracagım"
        },
        {
            "chapter": 38,
            "verse": 83,
            "text": "Ancak iclerinden ihlas sahibi kulların mustesna...”"
        },
        {
            "chapter": 38,
            "verse": 84,
            "text": "(Allah Iblis’e soyle) buyurdu: “- Ben, hakkı yerine getiririm ve hep dogruyu soylerim"
        },
        {
            "chapter": 38,
            "verse": 85,
            "text": "And olsun ki, cehennemi, senden (tureyenlerle) ve Adem ogullarının icinden sana uyanların hepsi ile dolduracagım.”"
        },
        {
            "chapter": 38,
            "verse": 86,
            "text": "(Ey Rasulum) de ki: “- Ben tebligime karsı sizden bir ucret istemiyorum, (ey Mekke halkı); ve ben duzenbazlardan degilim"
        },
        {
            "chapter": 38,
            "verse": 87,
            "text": "Kur’an butun alemlere (insan ve cinlere) ancak bir oguddur"
        },
        {
            "chapter": 38,
            "verse": 88,
            "text": "Muhakkak onun haberini (verdigi haberlerin dogrulugunu) bir zaman sonra, (oldukten sonra) bileceksiniz"
        }
    ]
}