{
    "chapter": [
        {
            "chapter": 98,
            "verse": 1,
            "text": "Ehl-i kitab (Yahudi’lerle Hristiyanlar) ve musriklerden (putlara tapanlardan) o kafir olanlar, kendilerine acık bir huccet gelinceye kadar (uzerinde bulundukları dinden) ayrılacak degillerdi"
        },
        {
            "chapter": 98,
            "verse": 2,
            "text": "Bu huccet, (batıl karısmamıs) tertemiz sahifeleri okuyan Allah’dan bir peygamberdir. (Hz. Muhammed Aleyhissalatu vesselam’dır)"
        },
        {
            "chapter": 98,
            "verse": 3,
            "text": "O sahifelerde, hakkı dosdogru acıklayan yazılı ayetler var"
        },
        {
            "chapter": 98,
            "verse": 4,
            "text": "Boyle iken, kendilerine kitab verilenler, ancak kendilerine o huccet (Peygamber, yahud Kur’an) geldikten sonra tefrikaya dustuler. (Kimi peygambere iman etti, kimi inkar etti, kimi de subhe icinde bocaladı durdu)"
        },
        {
            "chapter": 98,
            "verse": 5,
            "text": "Halbuki onlar, ancak Allah’a, O’nun dininde ihlas sahibleri olarak, diger batıl dinlerden Islam’a yonelerek ibadet etsinler, namazı geregi uzre kılsınlar ve zekatı versinler diye emrolunmuslardı. Iste bu emredildikleri sey, dosdogru hak dindir"
        },
        {
            "chapter": 98,
            "verse": 6,
            "text": "Muhakkak ki ehl-i kitabdan ve musriklerden (ibaret) o kafirler, cehennem atesindedirler; orada ebedi olarak kalacaklardır. Iste bu kimseler, yaratıkların en kotusu olanlardır"
        },
        {
            "chapter": 98,
            "verse": 7,
            "text": "Dogrusu iman edib de salih ameller isliyenler; iste bunlar da yaratıkların en hayırlısı olanlardır"
        },
        {
            "chapter": 98,
            "verse": 8,
            "text": "Onların mukafatı, Rableri katında (agacları) altından ırmaklar akar Adn cennetleridir; iclerinde ebedi olarak kalacaklardır. Allah onlardan razı olmustur, onlar da O’ndan hosnud... Iste bu (mukafatlar ve Allah’ın rızası), Rabbinden korkanlara mahsustur"
        }
    ]
}