{
    "rukus": [
        {
            "chapter": 5,
            "verse": 109,
            "text": "Rūze, ki Xudo pajomʙaronro gird orad va ʙipursad, ki da'vati şumoro cī guna posūx dodand? Gūjand: «Moro heç donişe nest, ki dono ʙa ƣajʙ Tu hastī»"
        },
        {
            "chapter": 5,
            "verse": 110,
            "text": "Xudo ʙa Iso ʙinni Marjam guft: «Ne'matero, ki ʙa tu va modarat ato namudaam, jod kun. On zamon, ki ʙa rūhulqudus joriat kardam, to tu cī dar gahvora va cī dar ʙuzurgsolī suxan gūī va ʙa tu kitoʙu hikmat va Tavrotu Inçil omūxtam. Va on goh ki ʙa amri Man az gil cize cun parranda soxtī va dar on damidī va ʙa amri Man parrandae şud va kūri modarzodu pesī giriftaro ʙa farmoni Man şifo dodī va murdagonro ʙa farmoni Man zinda ʙerun ovardī va cun ʙo in daloili ravşan nazdi ʙanī-Isroil omadī, Man ononro az oseʙ rasondan ʙa tu ʙozdoştam va az mijonaşon kasone, ki kofir ʙudand, guftand, ki in çuz çodui oşkor nest!»"
        },
        {
            "chapter": 5,
            "verse": 111,
            "text": "Va ʙa havorijon vahj kardam: «Ba Man va ʙa pajomʙari Man imon ʙijovared». Guftand: «Imon ovardem, guvoh ʙoş, ki mo taslim hastem!»"
        },
        {
            "chapter": 5,
            "verse": 112,
            "text": "Va havorijon pursidand: «Ej Iso ʙinni Marjam, ojo Parvardngori tu metavonad, ki ʙaroi mo az osmon moidae firistad?» Guft; Agar imon ovardaed, az Xudo ʙitarsed»"
        },
        {
            "chapter": 5,
            "verse": 113,
            "text": "Guftand: «Mexohem, ki az on dastarxon ʙixūrem, to dilhojamon orom girad va ʙidonem, ki tu ʙa mo rost guftaī va ʙar on şohidī dihem»"
        },
        {
            "chapter": 5,
            "verse": 114,
            "text": "Iso ʙinni Marjam guft: «Bor Xudoe, ej Parvardigori mo, ʙaroi mo dastarxone az oomon ʙifirist, to moro va ononro, ki ʙa'd az mo meojand, ide va nişone az tu ʙoşad va moro rūzī deh ki Tu ʙehtarini rūzidihandagon hastī»"
        },
        {
            "chapter": 5,
            "verse": 115,
            "text": "Xudo guft: «Man on dastarxonro ʙaroi şumo mefiristam, vale har kī az şumo az on pas kofir şavad, cunon azoʙaş mekunam, ki heç jak az mardumi çahonro oncunon azoʙ nakarda ʙoşam»"
        }
    ]
}