{
    "rukus": [
        {
            "chapter": 6,
            "verse": 130,
            "text": "Ej gurūhi çinnijonu odamijon, ojo ʙar şumo pajomʙarone az xudaton firistoda naşuda, to ojoti Maro ʙarojaton ʙixonand va şumoro az didori cunin rūze ʙitarsonand? Gūjand: «Mo ʙa zijoni xud guvohī medihem». Zindagii dunjoī ononro ʙifireft va ʙa zijoni xud guvohī dodand, ki az kofiron ʙudand"
        },
        {
            "chapter": 6,
            "verse": 131,
            "text": "Va in ʙa on saʙaʙ ast, ki Parvardigori tu mardumi heç dehaero ki ʙexaʙar ʙudand, az rūi sitam halok namekard"
        },
        {
            "chapter": 6,
            "verse": 132,
            "text": "Baroi har jak ʙaroʙari korhoe, ki ançom dodaand, daraçotest, ki Parvardigori tu az on cī mekunand, ƣofil nest"
        },
        {
            "chapter": 6,
            "verse": 133,
            "text": "Va Parvardigori tu ʙenijozu mehruʙon ast. Va hamcunon ki şumoro az nasli mardumoni digar ʙijofarida ast, agar ʙixohad, şumoro meʙarad va pas az şumo har ciro, ki ʙixohad, çonişinaton mesozad"
        },
        {
            "chapter": 6,
            "verse": 134,
            "text": "Harci ʙa şumo va'da dodaand, xohad omad va şumoro rohi gureze nest"
        },
        {
            "chapter": 6,
            "verse": 135,
            "text": "Bigū: «Ej qavmi man, har cī az dastaton ʙarmeojad, ʙikuned, ki man niz mekunam; ʙa zudī xohed donist, ki pojoni in zindagī ʙa naf'i kī xohad ʙud, Alʙatta sitamkoron rastagor nameşavand!»"
        },
        {
            "chapter": 6,
            "verse": 136,
            "text": "Baroi Xudo az kiştahovu corpojone, ki ofaridaast, nasiʙe mu'ajjan kardand va ʙa xajoli xud guftand, ki in az oni Xudost va in az oni ʙutoni most. Pas on cī az oni ʙutonaşon ʙud, ʙa Xudo namerasid va on cī az oni Xudo ʙud, ʙa ʙutonaşon merasid. Ba tarze ʙad dovarī mekardand"
        },
        {
            "chapter": 6,
            "verse": 137,
            "text": "Hamcunin kohinon kuştani farzandro dar nazari ʙisjore az muşrikon ʙijorostand, to halokaşon kunand va dar ʙorai dinaşon ʙa şakku iştiʙoxaşon andozand. Agar Xudo mexost, cunin namekardand. Pas ʙo durūƣe, ki meʙofand, tarkaşoi soz"
        },
        {
            "chapter": 6,
            "verse": 138,
            "text": "Az rūi pindor guftand: «Inho corpojonu kiştzoroni mamnū' ast. Heç kas çuz on, ki mo ʙixohem, naʙojad az onho ʙixūrad». Va inho corpojonest, ki savor şudanaşon harom ast va inho corpojonest, ki nomi Xudoro ʙar onho jod nakunand, ʙa Xudo durūƣ meʙandand va ʙa zudī ʙa çazoi durūƣe, ki meʙastaand, çazojaşonro xohad dod"
        },
        {
            "chapter": 6,
            "verse": 139,
            "text": "Va guftand: «On cī dar şikami in corpojon ast, ʙaroi mardoni mo halol va ʙaroi zanonamon harom ast». Va agar murdor ʙoşad, zanu mard dar on şarikand. Xudo ʙa saʙaʙi in guftor çazojaşon xohad kard. Alʙatta Ū hakimu donost"
        },
        {
            "chapter": 6,
            "verse": 140,
            "text": "Zijon kardand kasone, ki ʙa ʙeaqlī ʙe heç huççate farzandoni xudro kuştand va ʙa Xudo durūƣ ʙastand va on ciro ʙa onho rūzī doda ʙud, harom kardand. Inon gumroh şudaand va rohi hidojatro najoftaand"
        }
    ]
}