{
    "rukus": [
        {
            "chapter": 8,
            "verse": 29,
            "text": "Ej kasone, ki imon ovardaed, agar az Xudo ʙi tarsed, şumoro ʙinoii şinoxti haq az ʙotil dihad va gunohonatonro nest kunad va şumoro ʙijomurzad, ki sohiʙi fazlu karame ʙuzurg ast"
        },
        {
            "chapter": 8,
            "verse": 30,
            "text": "Va on hangomro ʙa jod ovar, ki kofiron dar ʙorai tu makre kardand, to dar ʙandat afkanand jo ʙikuşandat jo az şahr ʙerun sozand. Onon makr kar dand va Xudo niz makr kard va Xudo ʙehtarini makrkunandagon ast"
        },
        {
            "chapter": 8,
            "verse": 31,
            "text": "Cun ojoti Mo ʙar onho xonda şud, guftand: «Şunidem. Va agar ʙixohed monandi on megūem, ki in cize ƣajri afsonahoi peşinijon nest!»"
        },
        {
            "chapter": 8,
            "verse": 32,
            "text": "Va on hangomro, ki guftand: «Bor Xudoe, agar in ki az çoniʙi tu omada haq ast, ʙar mo az osmon ʙorone az sang ʙiʙor jo azoʙi dardovare ʙar mo ʙifirist»"
        },
        {
            "chapter": 8,
            "verse": 33,
            "text": "Z To on goh, ki tu dar mijonaşon hastī. Xudo azoʙaşon nakunad va to on goh, ki az Xudo omurziş metalaʙand, niz Xudo azoʙaşon naxohad kard"
        },
        {
            "chapter": 8,
            "verse": 34,
            "text": "Caro Xudo azoʙaşon nakunad, hol on ki mardumro az Masçidulharom ʙozmedorand va sohiʙoni on nestand? Sohiʙoni on tanho parhezgoronand, va le ʙeştarinaşon namedonand"
        },
        {
            "chapter": 8,
            "verse": 35,
            "text": "Va du'ojaşon dar nazdi xonai Ka'ʙa çuz xuştak kaşidan va dast zadan heç naʙud. Pas ʙa çazoi in koraton azoʙro ʙicaşed"
        },
        {
            "chapter": 8,
            "verse": 36,
            "text": "Kofiron amvolaşonro xarç mekunand, to mardumro az rohi Xudo ʙozdorand. Amvolaşonro xarç xohand kard va hasrat xohand ʙurd, sipas maƣluʙ meşavand. Va kofironro dar çahannam gird meovarand"
        },
        {
            "chapter": 8,
            "verse": 37,
            "text": "To Xudo nopokro az pok çudo kunad va nopokonro ʙarham zanad. On goh hamaro gird kunad va ʙa çahannam partojad. Inho zijonkoronand"
        }
    ]
}