{
    "rukus": [
        {
            "chapter": 10,
            "verse": 83,
            "text": "Az ʙimi ozori Fir'avn va ʙuzurgoni qavmi ū, çuz gurūhe az onho ʙa Mūso imon najovardand. Va Fir'avn dar zamin ʙartarī meçūst va ū az taçovuzkoron ʙud"
        },
        {
            "chapter": 10,
            "verse": 84,
            "text": "Mūso guft: «Ej qavmi man, agar ʙa Xudo imon ovardaed va taslimi farmon hasted, ʙa Ū tavakkal kuned!»"
        },
        {
            "chapter": 10,
            "verse": 85,
            "text": "Guftand; Bar Xudo tavakkal kardem, ej Parvardigori mo, moro maƣluʙi in mardumi sitamkor makun"
        },
        {
            "chapter": 10,
            "verse": 86,
            "text": "va ʙa rahmati xud moro az in kofiron rahoī ʙaxş!»"
        },
        {
            "chapter": 10,
            "verse": 87,
            "text": "Ba Mūso va ʙarodaraş vahj kardem, ki ʙaroi qavmi xud dar Misr xonahoe muhajjo kuned va xonahoi xudro iʙodatgoh sozed va namoz guzored va mū'minonro xuşxaʙar deh"
        },
        {
            "chapter": 10,
            "verse": 88,
            "text": "Mūso guft: «Ej Parvardigori mo, ʙa Fir'avnu ʙuzurgoni qavmaş dar in çahon zinatu amvol dodaī, ej Parvardigori mo, to digaronro az tariqi Tu gumroh kunand. Ej Parvardigori mo, molhojaşonro noʙud soz va dilaşonro saxt kun! Imon nameovarand, to on goh, ki azoʙi dardovarro ʙingarand»"
        },
        {
            "chapter": 10,
            "verse": 89,
            "text": "Guft: «Xosti şumo içoʙat şud, soʙitqadam ʙoşed va ʙa tariqai nodonon pajravī makuned»"
        },
        {
            "chapter": 10,
            "verse": 90,
            "text": "Mo ʙanī—Isroilro az darjo guzaronidem. Fir'avnu laşkarijonaş ʙa qasdi sitamu taçovuz ʙa ta'qiʙaşon pardoxtand. Cun Fir'avn ƣark meşud, guft: «Imon ovardam, ki heç xudovande çuz on ki ʙanī—Isroil ʙa on imon ovardaavd, nest va man az taslimşudagonam»"
        },
        {
            "chapter": 10,
            "verse": 91,
            "text": "Ojo aknun? Va tu peş az in isjon mekardī va az fasodkoron ʙudi"
        },
        {
            "chapter": 10,
            "verse": 92,
            "text": "Imrūz çismi turo ʙa xuşkī mepartoem, to ʙaron onon, ki pas az tu memonand, iʙrate ʙoşī va hol on ki ʙisjore az mardum az ojoti Mo ƣofiland"
        }
    ]
}