{
    "rukus": [
        {
            "chapter": 17,
            "verse": 1,
            "text": "Pok ast on Xudoe, ki ʙandai xudro şaʙe az masçidulharom ʙa masçidulaqso, ki girdogirdaşro ʙarakat dodaem, sajr dod, to ʙa'ze az ojoti xudro ʙa ū nişon dihem, alʙatta! Ū şunavovu ʙinost"
        },
        {
            "chapter": 17,
            "verse": 2,
            "text": "Va on kitoʙro ʙa Mūso dodem va, onro rohnamoi ʙanī-Isroil gardonidem, ki çuz Man korsoze intixoʙ nakuned"
        },
        {
            "chapter": 17,
            "verse": 3,
            "text": "Ej farzandoni mardume, ki ʙo Nūh dar kiştijaşon nişondem, ʙidoned, ki ū ʙandae siposguzor ʙud"
        },
        {
            "chapter": 17,
            "verse": 4,
            "text": "Va ʙanī-Isroilro dar on kitoʙ xaʙar dodem, ki du ʙor dar zamin fasod xohed kard va niz sarkaşī xohed kard, sarkaşī kardane ʙuzurg"
        },
        {
            "chapter": 17,
            "verse": 5,
            "text": "Cun az on du ʙor va'dai naxustin darrasid, gurūhe az ʙandagoni xudro, ki çangovarone zūrmand ʙudand, ʙa sari şumo firistodem. Onho hatto dar daruni xonaho ham kuştor kardand va id va'da ʙa ançom rasid"
        },
        {
            "chapter": 17,
            "verse": 6,
            "text": "Bori digar şumoro ʙar onho ƣalaʙa dodem va ʙa molu farzand madad kardem va ʙar şumoraton afzudem"
        },
        {
            "chapter": 17,
            "verse": 7,
            "text": "Agar nekī kuned, ʙa xud mekuned va agar ʙadī kuned, ʙa xud mekuned. Ba cun va'dai duvvum faro rasid, kasone ʙar saraton firistodem to şumoro ƣamgin sozand va cun ʙori avval, ki ʙa masçid daromada ʙudand, ʙa masçid darojand va ʙa har cī dast joʙand, noʙud sozand"
        },
        {
            "chapter": 17,
            "verse": 8,
            "text": "Şojad Parvardigoraton ʙar şumo rahmat ovarad. Va agar ʙozgarded, ʙozmegardem va çahannamro zindoni kofiron soxtaem"
        },
        {
            "chapter": 17,
            "verse": 9,
            "text": "In Qur'on ʙa durusttarin dinho roh menamojad va mū'minonero, ki korhoi şoista ʙa çoj meovarand, xuşxaʙar medihad, ki az muzde nekū ʙahramand xohand şud"
        },
        {
            "chapter": 17,
            "verse": 10,
            "text": "Va ʙaroi kasone, ki ʙa oxirat imon nadorand, azoʙe dardovar muhajjo kardaem"
        }
    ]
}