{
    "rukus": [
        {
            "chapter": 21,
            "verse": 94,
            "text": "Har kas, ki kore şoista kunad va imon ovarda ʙoşad, kuşişi ūro noşukrī nest va Mo amalhojaşonro menavisem"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "Va dehaero, ki ʙa halokat rasonidaem, muhol ast, ki ʙozgaşte doşta ʙoşand"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "To on goh, ki Ja'çuçu Ma'çuç kuşoda şavand va onon az ʙalandiho ʙa şitoʙ farojand"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "Va on va'dai rostin nazdik gardad va caşmoni kofiron hamcunon xira monad: «Voj ʙar mo, mo az in hol ƣofil ʙudem. Balki sitamkor ʙudem!»"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "Şumo va on cizhoe, ki ƣajri Olloh meparastided, hezumhoi dūzax hasted. Şumo ʙa dūzax xohed raft"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "Agar inho xudojon meʙudand, ʙa çahannam nameraftand va hol on ki hama dar çahannam çovidonand"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "Onon dar çahannam farjod mekaşand va dar on ço heç nameşunavand"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "Kasone, ki peş az in muqarrar kardaem, ki ʙa onho nekūī kunem, az dūzax ʙarkanorand"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "Inho sadoi dūzaxro nameşunavand va dar ʙihişt, ki har cī xohand, muhajjost, çovidonaand"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "On vahşati ʙuzurg ƣamginaşon nakunad va fariştagon ʙa didoraşon ojand, ki in hamon rūzest, ki ʙa şumo va'da doda ʙudand"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "Rūze, ki osmonro cun tumore navişta dar ham peconem. Va cunon ki naxustin ʙor ʙijofaridem, ofariniş az sar girem. In va'daest, ki ʙarovardanaş ʙar ūxdai Most va Mo cunon xohem kard"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "Va Mo dar Zaʙur, pas az Tavrot, naviştaem, ki in zaminro ʙandagoni solehi Man ʙa meros xohand ʙurd"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "Va dar in kitoʙ taʙliƣest ʙaroi mardumi xudoparast"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "Va firistodem turo faqat ʙaroi on, ki mexostem ʙa mardumi çahon rahmate ato kunem"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "Bigū: «Ba man vahj şuda, ki Xudoj şumo Xudoest jakto, ojo ʙa Ū gardan menihed?»"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "Pas agar rūjgardon şudand, ʙigū: «Şumoro xaʙar dodam, to hama dar ogohī jakson ʙoşed. Va man namedonam, on cī şumoro va'da kardaand, nazdik ast jo dur"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "Ūst, ki medonad har suxanero, ki ʙa ovozi ʙaland gūed jo dar dil pinhon dored"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "Va namedonam şojad in (der kardani azoʙ) ozmoişe ʙaroi şumo va ʙahramandī to ʙa hangomi marg ʙoşad»"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "Guft: «Ej Parvardigori man, ʙa haq dovari kun. Va Parvardigori mo ʙaxşojanda ast va ʙo vuçudi on cī megūed, hama az Ū jorī meçūjand»"
        }
    ]
}