{
    "rukus": [
        {
            "chapter": 22,
            "verse": 39,
            "text": "Ba kasone, ki ʙa çang ʙa saraşon toxt ovardaand va mavridi sitam qaror giriftaand, ruxsat doda şud va Xudo ʙar pirūz gardonidanaşon tavonost"
        },
        {
            "chapter": 22,
            "verse": 40,
            "text": "Onhoe, ki ʙa nohaq az dijoraşon ronda şudaand, faqat in ʙud, ki meguftand; «Parvardigori mo Xudoi jaktost?» Va agar Xudo ʙa'zero ʙa vasilai ʙa'ze digar daf' nakarda ʙud, dajrhovu kalisoho va kunişthovu masçidhoe, ki nomi Xudo ʙa farovonī dar on ʙurda meşavad, vajron megardid. Va Xudo har kasro, ki joriaş kunad, jorī mekunad va Xudo tavonovu pirūzmand ast"
        },
        {
            "chapter": 22,
            "verse": 41,
            "text": "Hamon kason, ki agar dar zamin qudrataşon dihem, namoz meguzorand va zakot medihand va amr ʙa ma'rufu nahj az munkar mekunand. Va sarançomi hamai korho ʙo Xudost"
        },
        {
            "chapter": 22,
            "verse": 42,
            "text": "Agar inho turo durūƣ ʙarovardaand, peş az onho qavmi Nūh va Od va Samud niz durūƣ ʙarovardaand"
        },
        {
            "chapter": 22,
            "verse": 43,
            "text": "va niz qavmi Iʙrohim va qavmi Lut"
        },
        {
            "chapter": 22,
            "verse": 44,
            "text": "va mardumi Madjan. Va Mūso niz takziʙ gardvd. Man ʙa kofiron mūhlat dodam, on goh onhoro furū giriftam. Va uquʙati Man cī guna ʙud"
        },
        {
            "chapter": 22,
            "verse": 45,
            "text": "Cī ʙisjor dehahoi zolimro halok kardem va saqfhojaşon furū rext va cī ʙisjor cohho, ki ʙekora mond va qasrhoi ʙalandi gaçkorişuda ʙesohiʙ mond"
        },
        {
            "chapter": 22,
            "verse": 46,
            "text": "Ojo dar zamin sajr namekunand, to sohiʙi dilhoe gardand, ki ʙa on aql kunand va gūşhoe, ki ʙo on ʙişnavand? Zero caşmho nestand, ki kūr meşavand, ʙalki dilhoe, ki dar sinaho çoj dorand, kūr şavand"
        },
        {
            "chapter": 22,
            "verse": 47,
            "text": "Az tu ʙa şitoʙ azoʙ metalaʙand va Xudo hargiz va'dai xudro xilof namekunad. Va jak rūz az rūzhoi Parvardigori tu ʙaroʙar ʙo hazor sol ast, az on solhoe, ki meşumured"
        },
        {
            "chapter": 22,
            "verse": 48,
            "text": "Cī ʙisjor dehahoe, ki zolim ʙudand va Man mūhlataşon dodam, on goh onhoro furū giriftam. Va ʙozgaşti hama nazdi Man ast"
        }
    ]
}