{
    "rukus": [
        {
            "chapter": 38,
            "verse": 15,
            "text": "Inho niz ʙonge saxtro intizori dorand, cunon ki onro digar tavaqqufe (ʙozistodane) naʙoşad"
        },
        {
            "chapter": 38,
            "verse": 16,
            "text": "Va guftand: «Ej Parvardigori mo, nomai a'moli moro peş az faro rasidani rūzi hisoʙ ʙa dasti mo ʙideh!»"
        },
        {
            "chapter": 38,
            "verse": 17,
            "text": "Bar harcī megūjand, saʙr kun. Va az ʙandai Mo Dovudi qudratmand, ki hameşa ʙa dargohi Mo tavʙa mekard, jod ovar"
        },
        {
            "chapter": 38,
            "verse": 18,
            "text": "Mo kūhhoro rom kardem va kūhho har şomgohu ʙomdodon ʙo ū tasʙeh mekardand"
        },
        {
            "chapter": 38,
            "verse": 19,
            "text": "Va parrandagon ʙar ū çam' meomadand. Hama farmonʙari ū ʙudand"
        },
        {
            "chapter": 38,
            "verse": 20,
            "text": "Farmonravoijaşro ustuvorī ʙaxşidem va ūro hikmatu fasohat dar suxan ato kardem"
        },
        {
            "chapter": 38,
            "verse": 21,
            "text": "Ojo xaʙari on xusumatkunandagonro şunidaī, on goh ki az devori qasr ʙa masçid daromadand"
        },
        {
            "chapter": 38,
            "verse": 22,
            "text": "Bar Dovud doxil şudand. Dovud az onho tarsid. Guftand: «Matars, mo du da'vogar hastem, ki jake ʙar digare sitam kardaast. Mijoni mo ʙa haq dovari kun va poj az adolat ʙerun maneh va moro ʙa roxi rost hidojat kun"
        },
        {
            "chapter": 38,
            "verse": 23,
            "text": "In ʙarodari man ast. Ūro navadu nūh meş (gūsfand) ast va maro jak meş. Megūjad: «Onro ham ʙa man ʙideh» va dar da'vo ʙar man ƣalaʙa joftaast»"
        },
        {
            "chapter": 38,
            "verse": 24,
            "text": "Dovud guft: «Ū, ki meşi turo az tu mexohad to ʙa meşhoi xud ʙijafzojad, ʙa tu sitam mekunad. Va ʙisjore az şarikon ƣajri kasone, ki imon ovardaand va korhoi şoista kardaand — va inho niz andak hastand — ʙar jakdigar sitam mekunand». Va Dovud donist, ki ūro ozmudem. Pas az Parvardigoraş ʙaxşoiş xost va ʙa ruqū' daraftodu tavʙa kard. (Saçda)"
        },
        {
            "chapter": 38,
            "verse": 25,
            "text": "Mo in xatojaşro ʙaxşidem. Ūro ʙa dargohi Mo taqarruʙ (nazdikī) ast va ʙozgaşte nekū"
        },
        {
            "chapter": 38,
            "verse": 26,
            "text": "Ej Dovud, Mo turo xalifai rūi zamin gardonidem. Dar mijoni mardum ʙa haq dovari kun va az pai havoi nafs marav, ki turo az rohi Xudo ʙeroh sozad. Onon, ki az rohi Xudo kaçrav şavand, ʙa on saʙaʙ, ki rūzi hisoʙro az jod ʙurdaand, ʙa azoʙe saxt giriftor meşavand"
        }
    ]
}