{
    "rukus": [
        {
            "chapter": 3,
            "verse": 10,
            "text": "Kofironro doroiho va farzandonaşon hargiz az azoʙi Xudo narahonad. Onho xud hezumi otaşi çahannamand"
        },
        {
            "chapter": 3,
            "verse": 11,
            "text": "Ba misli Oli Fir'avn va peşinijonaşon ojoti moro takziʙ kardand (durūƣ ʙarovardand). Pas Xudo ononro ʙa çazoi gunohonaşon ʙozxost kard. Va uquʙjati Xudo saxt jast"
        },
        {
            "chapter": 3,
            "verse": 12,
            "text": "Ba kofiron ʙigūj: «Ba zudī maƣluʙ xohed şud va dar çahannam, on oromgohi ʙad, gird xohed omad!»"
        },
        {
            "chapter": 3,
            "verse": 13,
            "text": "Dar on du gurūh, ki ʙa ham rasidand, ʙaroi şumo iʙrate ʙud: Gurūhe dar rohi Xudo meçangidand va gurūhe digar kofir ʙudand. Ononro ʙa caşmi xud ducandoni xeş medidand. Xudo har kasro, ki ʙixohad, jorī dihad. Va sohiʙnazaronro dar in iʙratest"
        },
        {
            "chapter": 3,
            "verse": 14,
            "text": "Dar caşmi mardum oroiş joftaast işq ʙa orzuhoi nafsonī va dūst doştani zanonu farzandon va hamjonhoi zaru sim va asponi nişonador va corpojon va ziroat. Hamai inho mato'i zindagii inçahonī hastand, dar hole, ki ʙozgaştangohi xuʙ nazdi Xudost"
        },
        {
            "chapter": 3,
            "verse": 15,
            "text": "Bigū: «Ojo şumoro ʙa cizhoe ʙehtar az inho ogoh kunam?» Baroi onon, ki parhezgorī peşa kunand, dar nazdi Parvardigoraşon ʙihişthoest, ki nahrho dar on ravon ast. Inon ʙo zanoni pokiza dar ajni xuşnudii Xudo çovidona dar on ço xohand ʙud. Va Xudo az holi ʙandagon ogoh ast"
        },
        {
            "chapter": 3,
            "verse": 16,
            "text": "Kasone, ki megūjand: «Ej Parvardigori mo, imon ovardem. Gunohoni moro ʙijomurz va moro az azoʙi otaş hifz kun»"
        },
        {
            "chapter": 3,
            "verse": 17,
            "text": "soʙironu rostgūjon va farmonʙardoronu nafaqakunandagon va onon, ki dar sahargohon omurziş metalaʙand"
        },
        {
            "chapter": 3,
            "verse": 18,
            "text": "Olloh hukm kard va fariştagonu donişmandon niz, ki heç xudoe ʙarpojdorandai adl çuz Ū nest. Xudoe çuz Ū nest, ki pirūzmandu hakim ast"
        },
        {
            "chapter": 3,
            "verse": 19,
            "text": "Alʙatta din dar nazdi Xudo dini islom ast. Va ahli kitoʙ muqoʙili on raftand, az on pas, ki ʙa haqqonijati on din ogoh, şudand va niz az rūi hasad. Onon, ki ʙa ojoti Xudo kofir şudand, ʙidonand, ki Ū ʙa zudī ʙa hisoʙho xohad rasid"
        },
        {
            "chapter": 3,
            "verse": 20,
            "text": "Agar ʙo tu ʙa dovarī ʙarxezand, ʙigūj: «Manu pajravonam dar dini xeş ʙa Xudo ixlos namudem». Ba ahli kitoʙ va muşrikon ʙigū: «Ojo şumo ham ʙa Xudo ixlos namuded?» Agar ixlos varzidaand, pas hidojat joftaand va agar rūjgardon şudaand, ʙar tu taʙliƣ astu ʙas va Xudo ʙandagonro meʙinad"
        }
    ]
}