{
    "rukus": [
        {
            "chapter": 3,
            "verse": 149,
            "text": "Ej kasone, ki imon ovardaed, agar ʙa kofiron pajravi kuned, şumoro ʙa dini peşina ʙarmegardonand, pas zijondida ʙozmegarded"
        },
        {
            "chapter": 3,
            "verse": 150,
            "text": "Na, jorikunandai şumo Xudovand ast, ki ʙehgarini jorikunandagon ast"
        },
        {
            "chapter": 3,
            "verse": 151,
            "text": "Dar dili kofiron tars xohem afkand. Zero cizero, ki az osmon ʙaroi on huççate nafiristodaast, şariki Xudo giriftand. Çoi onon çahannam ast, ki ʙaroi sitamkoron makoni ʙadest"
        },
        {
            "chapter": 3,
            "verse": 152,
            "text": "Xudo ʙa va'dae, ki ʙo şumo nihoda ʙud, vafo kard, on goh ki ʙa amri Ū duşmanro mekuşted. Va cun ƣanimatero, ki havasi onro dar sar doşted, ʙa şumo nişon dod, sustī karded va dar on amr ʙa nizo' pardoxted va nofarmonī varzided. Ba'ze xostori dunjo şuded va ʙa'ze xostsri oxirat. Sipas to şumoro ʙa ʙaloe muʙtalo kunad, ʙa gurextan vodoşt! Inak şumoro ʙiʙaxşid, ki Ūro ʙa mū'minon ʙaxşoişest"
        },
        {
            "chapter": 3,
            "verse": 153,
            "text": "On goh ki megurexted va ʙa kase nigoh namekarded va pajomʙar şumoro az puşti sar sado medod. Pas ʙa çazo ƣame ʙar ƣami şumo afzud. Aknun andūhi on ciro, ki az dast dodaed, jo rançero, ki ʙa şumo rasidaast, naxūred. Xudo ʙa har kore, ki mekuned, ogoh ast"
        },
        {
            "chapter": 3,
            "verse": 154,
            "text": "On goh pas az on andūh, Xudo ʙa şumo eminī arzonī doşt, cukon ki gurūhero xoʙi orom furū girift. Ammo gurūhe digar, ki cun mardumi asri çohilī ʙa Xudo gumoni ʙotil doştand, hanūz dar fikri andūhi xeş ʙudand va meguftand: «Ojo hargiz kor ʙa dasti mo xohad aftod?» Bigū: «Hamai korho ʙa dasti Xudost». Onon dar dili xud cizero pinhon medorand, ki namexohand ʙaroi tu oşkoraş sozand. Megūjand: «Agar moro ixtijore ʙud, in ço kuşta nameşudem». Bigū: «Agar dar xonahoi xud ham meʙuded, kasone, ki kuşta şudan ʙar onho muqarrar şudaast, az xona ʙa qatlgohaşon ʙerun meraftand. Xudo on ciro, ki dar sina dored, meozmojad va dilhojatonro pok megardonad». Va Xudo ʙa on cī dar dilhost, ogoh ast"
        },
        {
            "chapter": 3,
            "verse": 155,
            "text": "Az mijoni şumo onon, ki dar rūzi muqoʙalai on du gurūh, ʙigurextand, ʙa saʙaʙi ʙa'ze az amalhojaşon şajton onhoro ʙa xato afkanda ʙud. Inak Xudovand afvaşon kard, ki Ū omurzanda va ʙurdʙor ast"
        }
    ]
}