{
    "rukus": [
        {
            "chapter": 4,
            "verse": 43,
            "text": "Ej kasone, ki imon ovardaed, on goh, ki mast hasted, girdi namoz magarded, to ʙidoned, ki cī megūed. Va niz dar holi çanoʙat, to ƣusl kuned, magar on ki rohguzar ʙoşed. Va agar ʙemor jo dar safar ʙuded, jo az makoni qazoi hocat ʙozgaştaed, jo ʙo zanon çimo' kardaed va oʙ najofted, ʙo xoki pok tajammum kuned va ruju dasthojatonro ʙo on xok mash kuned. Alʙatta Xudo avfkunanda va omurzanda ast"
        },
        {
            "chapter": 4,
            "verse": 44,
            "text": "Ojo on kasonero, ki az kitoʙ ʙahrae doda şudaand, nadidaī, ki gumrohī mexarand va mexohand, ki şumo niz gumroh şaved"
        },
        {
            "chapter": 4,
            "verse": 45,
            "text": "Xudo duşmanoni şumoro ʙehtar meşinosad va dūstii Ū şumoro kifojat xohad kard va jorii Ū şumoro ʙasanda ast"
        },
        {
            "chapter": 4,
            "verse": 46,
            "text": "Ba'ze az çuhudon kalimoti Xudoro ʙa ma'nī digargun mekunand va megūjand: «Şunidem va nofarmonī mekunem va ʙişnav va koş noşunavo gardī va «ro'ino». Ba luƣati xeş zaʙon megardonand va ʙa dini islom ta'na mezanand. Agar meguftand, ki şunidem va ito'at kardem va «Unzurno»\", ʙarojaşon ʙehtaru ʙasavoʙtar ʙud. Xudo ononro ʙa saʙaʙi kufraşon la'nat karda va çuz andake imon najovarand"
        },
        {
            "chapter": 4,
            "verse": 47,
            "text": "Ej kasone, ki şumoro kitoʙ doda şuda, ʙa kitoʙe, ki nozil kardaem va kitoʙi şumoro niz tasdiq mekunad, imon ʙijovared; peş az on ki naqşi cehrahoero nest kunem va rūjhoro ʙa qafo ʙargardonem. Jo hamcunon, ki ashoʙi saʙtro la'nat kardem, şumoro ham la'nat kunem. Va farmoni Xudo şudanist"
        },
        {
            "chapter": 4,
            "verse": 48,
            "text": "Alʙatta Xudo gunohi kasonero, ki ʙa Ū şirk ovarand, nameʙaxşad va gunohoni digarro ʙaroi har kī ʙixohad, meomurzad. Va har kī ʙa Xudo şirk ovarad, durūƣe soxta va gunohe ʙuzurg murtakiʙ şudaast"
        },
        {
            "chapter": 4,
            "verse": 49,
            "text": "Ojo ononro nadidaī, ki xudro poku ʙeajʙ çilva medihand? Ore, Xudost, ki har kiro, ki xohad, az ajʙ pok gardonad. Va ʙa heç kas hatto ʙa qadri riştae, ki dar şikofi donai xurmost, sitam naşavad"
        },
        {
            "chapter": 4,
            "verse": 50,
            "text": "Bingar, ki cī guna ʙa Xudo durūƣ meʙandand va hamin durūƣ gunohe oşkorro ʙasandaast"
        }
    ]
}