{
    "rukus": [
        {
            "chapter": 2,
            "verse": 142,
            "text": "Mardumoni ʙexirad az jahudu nasronijon va ahli nifoq onon, ki aqlaşon zaif ast, tamasxurona xohand guft: «cī ciz onhoro az qiʙlae, ki rū ʙa rūi on meistodand, ʙargardonid?» Ej Rasul, ʙa onho ʙigū: «Maşriqu Maƣriʙ va moʙajni on mulki Alloh ast va Alloh har kasro, ki ʙixohad, ʙa rohi rost hidojat mekunad!». (Tanʙeh: Hama ciz mulki Alloh ast, hatto hamai çihat va atrof az mulki Ū xoriç nest va dar hama hol ʙa ço ovardani amri Alloh lozim ast. Pas ʙa kadom taraf amr namojad, ʙa hamon taraf rū meorem)"
        },
        {
            "chapter": 2,
            "verse": 143,
            "text": "Va hamcunin şumoro ʙa rohi rost roh namudem va şumoro ʙehtarini ummatho gardonidem, to ʙa mardum dar oxirat guvoh ʙoşed va niz pajomʙar ʙar şumo guvoh ʙoşad, ki ū risolati Parvardigoraşro ʙa mardum rasonid. Va on qiʙlaero, ki rū ʙa sūi on mekardī, digargun nakardem, magar ʙa on saʙaʙ, ki ononro, ki ʙa pajomʙar pajravī mekunand, az onon, ki pajravī namekunand, ʙozşinosem. Va kasone, ki imonaşon zaif ʙud az saʙaʙi şak va nifoqaşon az dinaşon ʙedin şudand. Ba durustī, ki gardonidani qiʙla az Bajtulmuqaddas ʙa sūi Ka'ʙa duşvor ast, magar ʙar kasone, ki Alloh ʙa onho hidojat va imonu taqvo arzonī namudaast. Alloh imon va namozatonro taʙoh namekunad. Ba durustī, ki Alloh ʙa mardum mehruʙon va ʙaxşojanda ast"
        },
        {
            "chapter": 2,
            "verse": 144,
            "text": "Ej Pajomʙar, Mo caşm dūxtan va nigoh kardani turo ʙa tamomi çihathoi osmon meʙinem, ki ʙo şavq dar intizori on hastī, ki vahj nozil şavad. Pas alʙatta turo ʙa on qiʙlae megardonem, ki ʙa vaj xuşnud şavī. Pas rūj ʙa çoniʙi Masçidulharom kun. Va har ço, ki ʙoşed, ej musalmonon cun irodai namoz karded, rūj ʙa on çoniʙ kuned. Ahli kitoʙ medonand, ki gardonidani qiʙla ʙa sūi Ka'ʙa haq ast va dar kitoʙaşon soʙit ast. Va Alloh az on cī mekunand, ʙexaʙar nest"
        },
        {
            "chapter": 2,
            "verse": 145,
            "text": "Ej Rasul, ʙaroi onon ki Tavrot va Inçil doda şud, har dalelu nişonae, ki ʙijovarī, ki gardonidani qiʙla ʙa sūi Ka'ʙa haq ast, hargiz qiʙlai turo pajravī naxohand kard va nestī tu pajravikunanda qiʙlai onhoro; va ʙa'zei onho qiʙlai ʙa'zei digarro pajravikunanda nestand. Va agar tu, ʙa'di on ci ki az doniş ʙa tu omadaast, ʙa xohişhoi nafsonii onho pajravī kunī, on goh hamono az sitamgaron ʙoşī. (In ojat xitoʙ ʙaroi çami'i ummat ast. Va on tahdid va va'idest ʙa har şaxse ki xohişhoi ziddi şari'ati islomro pajravī mekunad)"
        },
        {
            "chapter": 2,
            "verse": 146,
            "text": "Onon, ki ahli Tavrot va Inçil hastand az olimoni jaxud va nasoro, hamcunon, ki farzandoni xudro meşinosand, Rasuli Alloh Muhammad (sallallohu alajhi va sallam) - ro ʙo sifathoe, ki dar kitoʙhojaşon zikr şudaast, meşinosand, vale gurūhe az onho haqro donista mepuşand"
        },
        {
            "chapter": 2,
            "verse": 147,
            "text": "Ej Pajomʙar, on cī az çoniʙi Alloh ʙar tu nozil şuda, haq hamon ast, pas dar on şuʙha makun! (Ojat agar cande xitoʙ ʙaroi Rasuli Alloh sallalloxu alajhi va sallam ʙoşad ham, vale in xitoʙ hamai ummatro darʙar megirad)"
        }
    ]
}