{
    "rukus": [
        {
            "chapter": 11,
            "verse": 96,
            "text": "Va haroina, Mo Mūso (alajhissalom)-ro hamroh ʙo ojotu huççati oşkori xeş firistodem"
        },
        {
            "chapter": 11,
            "verse": 97,
            "text": "ʙa nazdi Fir'avn va ʙuzurgoni qavmaş. Ammo qavmi Fir'avn pajravi farmoni Fir'avn şudand. Va farmoni Fir'avn ʙa rohi savoʙ roh namenamud"
        },
        {
            "chapter": 11,
            "verse": 98,
            "text": "Dar rūzi qijomat Fir'avn peşopeşi qavmi xud ʙijojad va hamaro ʙa otaş darovarad, ki doxilşudagonro çojgohi ʙade ast"
        },
        {
            "chapter": 11,
            "verse": 99,
            "text": "La'nati dunjo va oxiratro az aqiʙi azoʙ (ja'ne ƣarq şudan dar darjo) ʙar onho firistoda şud va cī ʙad atoe (la'nat) ʙa onon doda şudaast"
        },
        {
            "chapter": 11,
            "verse": 100,
            "text": "Inho axʙori dehahoest, ki ʙaroi tu (ej Pajomʙar) hikojat mekunem; dehahoe, ki ʙa'ze osori on hanūz ʙoqiand va ʙa'ze vajron şuda noʙud şudaand"
        },
        {
            "chapter": 11,
            "verse": 101,
            "text": "Mo ʙa onho sitam nakardaem, ʙalki xud ʙa çoni xud sitam mekardand, (ja'ne, şirk meovardand). Va cun amri Parvardigori tu ʙaroi haloki onho faro rasid, ma'ʙudone, ki ʙa çoi Allohi ʙarhaq meparastidand, heç ʙa joriaşon naomadand va çuz zijonkorī va halokat cize ʙar onon najafzudand"
        },
        {
            "chapter": 11,
            "verse": 102,
            "text": "Va incunin ast ʙa azoʙ giriftani Parvardigori tu, vaqte ki ʙixohad dehahoi sitamkorro ʙa azoʙ kaşad. Ba rostī, azoʙi Alloh dardnok va saxt ast"
        },
        {
            "chapter": 11,
            "verse": 103,
            "text": "Alʙatta, dar qissa va axʙori guzaştagon ʙaroi kasone, ki az azoʙi oxirat metarsand, iʙratest. On rūz rūzest, ki mardum ʙaroi hisoʙu kitoʙ va podoşi a'mol gird ovarda şavand va on rūz, ki mardumro az avvalin to oxirin dar on hozir ovarand"
        },
        {
            "chapter": 11,
            "verse": 104,
            "text": "Va çuz to andak muddati muajjane (omadani rūzi qijomatro) ʙa ta'xir nameandozem"
        },
        {
            "chapter": 11,
            "verse": 105,
            "text": "Rūze, ki cun ʙijojad, heç kas çuz ʙa farmoni Ū suxan nagūjad va mardumon ʙa'ze ʙadʙaxt ʙoşand va ʙa'ze nekʙaxt"
        },
        {
            "chapter": 11,
            "verse": 106,
            "text": "Ammo onon, ki ʙadʙaxt şudaand, pas, dar otaşand va ononro dar on dūzax nolai zoru farjodi saxte ʙuvad, (ja'ne, monandi ovozi xar)"
        },
        {
            "chapter": 11,
            "verse": 107,
            "text": "Hameşa dar dūzax çovidon xohand mond, to osmonhovu zamin ʙoqī ast, magar on ci Parvardigorat ʙixohad, alʙatta, Parvardigori tu (ej Pajomʙar) har cī xohad, hamon kunad"
        },
        {
            "chapter": 11,
            "verse": 108,
            "text": "Va ammo onone, ki nekʙaxt gardonida şudaand, to osmonhovu zamin ʙoqī hastand, hameşa dar ʙihişt çovidon ʙimonand, magar on cī Parvardigorat ʙixohad. Atoi Ū (ne'mathoi çannat) heç qat' nameşavad"
        },
        {
            "chapter": 11,
            "verse": 109,
            "text": "Pas, az on cī inho (muşrikon) meparastand, ʙa şakku şuʙha maʙoş. Nameparastand ʙuthojaşonro çuz ʙa on guna, ki padaronaşon peş az in meparastidand. Va alʙatta, Mo nasiʙi ononro az azoʙ ʙe heç kamu kostī ado xohem kard"
        }
    ]
}