{
    "rukus": [
        {
            "chapter": 19,
            "verse": 66,
            "text": "Va odami kofir megūjad: «Ojo zamone, ki ʙimiram, ʙoz zinda az qaʙr ʙerun ovarda xoham şud?»"
        },
        {
            "chapter": 19,
            "verse": 67,
            "text": "Ojo odami kofir ʙa jod nadorad, ki ūro peş az in ofaridaem va ū heç cize naʙud"
        },
        {
            "chapter": 19,
            "verse": 68,
            "text": "Pas, qasam ʙa nomi Parvardigorat ej pajomʙar, alʙatta, on munkironi ʙa'sro rūzi qijomat ʙo şajtonho çam' meovarem, on goh hamaro (kofironu şajotinro) dar atrofi çahannam hozir karda va ʙa zonu meşinonem"
        },
        {
            "chapter": 19,
            "verse": 69,
            "text": "On goh az har gurūh kasonero, ki dar ʙaroʙari Allohi mehruʙon ʙeştar gunoh va sarkaşī kardaand, çudo mekunem va avval ononro azoʙ mekunem"
        },
        {
            "chapter": 19,
            "verse": 70,
            "text": "Va Mo alʙatta, onhoero, ki sazovortar ʙa doxil şudan dar otaş va sūxtan dar on ʙoşand, ʙehtar meşinosem"
        },
        {
            "chapter": 19,
            "verse": 71,
            "text": "Va heç jak az şumo ej odamon nest, ki voridi çahannam naşavad va in hukmest hatmī az çoniʙi Parvardigori tu"
        },
        {
            "chapter": 19,
            "verse": 72,
            "text": "On goh parhezgoronro naçot medihem va sitamkoronro hamcunon ʙa zonu şinonda dar on ço vomeguzorem"
        },
        {
            "chapter": 19,
            "verse": 73,
            "text": "Cun ojoti vozehu ravşani moro ʙar onon ʙixonand, kofiron ʙa mū'minon gūjand: «Kadom jake az du gurūh çojgohi ʙehtar va maçlisi zeʙotare dorand?»"
        },
        {
            "chapter": 19,
            "verse": 74,
            "text": "Peş az kofironi qavmat ej Pajomʙar, cī ʙaso mardumero ʙa halokat rasonidaem, ki ʙa e'tiʙori xonavu çoj va suratu namud ʙehtar az onho ʙudand"
        },
        {
            "chapter": 19,
            "verse": 75,
            "text": "Bigū ej Pajomʙar: «Har kas, ki dar gumrohī ʙoşad, Allohi mehruʙon ūro mūhlat medihad», to on goh, on ciro ʙa ū va'da doda şudaast, ʙingarad: jo azoʙi in dunjo va jo vuqū'i qijomat. On goh xohand donist, ki cī kasero çojgoh ʙadtar va laşkaraş zaiftar va notavontar ast"
        },
        {
            "chapter": 19,
            "verse": 76,
            "text": "Va Alloh ʙar hidojati onon, ki hidojat joftaand, meafzojad. va nazdi Parvardigori tu podoş va oqiʙati kirdorhoi şoistae, ki ʙoqī mondaand, ʙehtar ast"
        },
        {
            "chapter": 19,
            "verse": 77,
            "text": "Ej Pajomʙar, ojo on kasero, ki ʙa ojoti Mo kofir şud, didj, ki meguft: «Alʙatta, dar oxirat ʙa man molu farzand doda xohad şud!»"
        },
        {
            "chapter": 19,
            "verse": 78,
            "text": "Ojo ū az ƣajʙ ogoh şudaast, ki medonist dar oxirat ʙaroi ū molu farzand doda meşavad, jo az Allohi mehruʙon ahdu pajmon giriftaast"
        },
        {
            "chapter": 19,
            "verse": 79,
            "text": "Hargiz in tavr nest cunonci, on kofir da'vo mekunad. On cī megūjad, xohem navişt va alʙatta, dar oxirat azoʙaşro xohem zijod kard"
        },
        {
            "chapter": 19,
            "verse": 80,
            "text": "Va ʙoz pas girem az ū molu farzandonaşro va meojad rūzi qijomat nazdi Mo jakkavu tanho"
        },
        {
            "chapter": 19,
            "verse": 81,
            "text": "Va muşrikon ʙar ivazi Alloh ma'ʙudone ixtijor kardaand, to saʙaʙi pirūzī va izzataşon gardand"
        },
        {
            "chapter": 19,
            "verse": 82,
            "text": "Hargiz cunin nest. Balki in ʙkton xkd munkir meşavand dar oxirat parastişi ma'ʙudoni xudro va ʙa muxolifataşon (ʙar ziddi onho) ʙarxezand"
        }
    ]
}