{
    "rukus": [
        {
            "chapter": 33,
            "verse": 41,
            "text": "Ej kasone, ki imon ʙa Alloh ovardaed (va amal ʙa şariati Muhammad sallallohu alajhi va sallam kardaed,) Allohro ʙo dilu zaʙon va uzvhoi xud ʙisjor jod kuned"
        },
        {
            "chapter": 33,
            "verse": 42,
            "text": "Va dar hama vaqt ʙa jodi Alloh ʙoşed. Va har ʙomdodu şom ʙa'di namozhoi farz Ūro tasʙeh gūed"
        },
        {
            "chapter": 33,
            "verse": 43,
            "text": "Ūst, ki Xud va fariştagonaş ʙar şumo durud mefiristand, to şumoro az torikihoi kufr va gumrohī ʙa sūi ravşanī (ja'ne, Islom) ʙerun ʙarad, zero Alloh ʙo mū'minon mehruʙon ast, ham dar dunjo va ham dar oxirat va onhoro azoʙ namedihad, modome, ki ʙo ixlos Ūro itoat mekunand"
        },
        {
            "chapter": 33,
            "verse": 44,
            "text": "Rūze, ki ʙo Ū dar çannat didor kunand, durudaşon in ast: «Salom!» va az azoʙi Alloh dar amonand. Va Alloh ʙarojaşon podoşi nekūe omoda kardaast va on çannat ast"
        },
        {
            "chapter": 33,
            "verse": 45,
            "text": "Ej Pajomʙar, mo turo ʙaroi rasonidani da'vat firistodem, to şohidu muƶdadihanda ʙaroi mū'minon va ʙimdihanda ʙaroi osijon ʙoşī"
        },
        {
            "chapter": 33,
            "verse": 46,
            "text": "Va da'vatkunanda mardumro ʙa farmoni Alloh ʙa sūi Ū ʙa jaktoparastī va ʙarojaşon caroƣi toʙon ʙoşī"
        },
        {
            "chapter": 33,
            "verse": 47,
            "text": "Va ej Pajomʙar, mū'minonro muƶda deh, ki az sūi Alloh fazilati ʙuzurge dorand va on ʙoƣhoi ʙihişt ast"
        },
        {
            "chapter": 33,
            "verse": 48,
            "text": "Va kofironu munofiqonro itoat makun va az ozoraşon darguzar, to turo az taʙliƣi risolat ʙoznadorand va dar hamai kori zindagiat ʙar Alloh tavakkal kun va korhoi muhimro ʙar Alloh ʙisupor va hamin kifoja ast, ki Alloh korsoz va homii ʙanda ʙoşad va Ū osongardonandai hama korhost"
        },
        {
            "chapter": 33,
            "verse": 49,
            "text": "Ej kasone, ki imon ʙa Alloh ovardaed va amal ʙa şariati Rasuli Ū dored, cun zanoni ʙo imonro nikoh karded va peş az on ki ʙo onho hamsarī kuned, taloqaşon gufted, şumoro ʙar onho iddae nest, ki şumo hisoʙi iddai onro ʙişumored. Pas, ononro hadjai munosiʙ dihed, to ʙahramand şavand va ʙa nekūtarin roh ʙa xuʙī rahojaşon kuned"
        },
        {
            "chapter": 33,
            "verse": 50,
            "text": "Ej Pajomʙar, ʙaroi tu halol kardem on hamsaronatro, ki mahraşonro dodaī va incunin kanizonero, ki Alloh dar çangho ƣanimati tu gardondaast va duxtaroni amak va duxtaroni ammaho va duxtaroni taƣo va duxtaroni xolahoi turo, ki ʙo tu hiçrat kardaand, izdivoçi onhoro ʙar tu va niz ʙar mū'minon halol kardem va niz zani mū'mine, ki agar xudaşro ʙiduni mahr ʙa pajomʙar ʙaxşida ʙoşad, har goh pajomʙar ʙixohad, ūro ʙa zanī girad, halol kardaem. In hukm maxsusi tust, na ʙaroi digar mū'minon. Ba durustī, ki Mo donistaem dar ʙorai zanoni mū'minon va kanizonaşon cī hukme halol kardaem, to ʙaroi tu muşkile peş najojad. Va Alloh omurzandavu mehruʙon ast"
        },
        {
            "chapter": 33,
            "verse": 51,
            "text": "Az hamsaroni xud har kiro xohī, metavonī hamxoʙiaşro ʙa ta'xir andozī va har kiro xohī, metavonī ʙo xud nigah dorī. Va agar az onho, ki durī doştaī, jakero ʙoz ʙitalaʙī, ʙar tu gunohe nest. Dar in guziniş va ixtijor ʙojad, ki şodmon ʙoşand va ƣamgin maşavand va az on ci ʙa onho medihī, ʙojad, ki xuşnud gardand va Alloh medonad, ki dar dilhoi şumo majli muhaʙʙat ast ʙa sūi ʙa'ze az zanonaton. Va Alloh dono ast ʙar dilhoi şumo va ʙurdʙor ast, ki gunahkoronro zud ʙa iqoʙ namegirad"
        },
        {
            "chapter": 33,
            "verse": 52,
            "text": "Ba'd az in zanon digar heç zane ʙar tu halol nest va on zanonero, ki ʙaroi tu halol kardem va niz digar zane ʙa çoi onho ixtijor kardan halol nest, harcand turo az zeʙoii ū xuş ojad, magar on ci ʙa ƣanimat ʙa dasti tu aftad. Va Alloh nazoratkunandai har cizest va har korero ançom dihī, Alloh onro medonad"
        }
    ]
}