{
    "rukus": [
        {
            "chapter": 40,
            "verse": 38,
            "text": "On marde, ki imon ovarda ʙud, guft: Ej qavmi man, az paji man ʙijoed, to ʙa rohi savoʙ şumoro hidojat kunam"
        },
        {
            "chapter": 40,
            "verse": 39,
            "text": "Ej qavmi man, in zindagii dunjo ʙahrai andakest zudguzar, ki inson cand rūze ʙahramand meşavad va sipas noʙud megardad. Va oxirat saroi hameşagī va zavolnopazir ast. Pas ʙojad, ki şumo oxiratro ʙar dunjo aziz va muqaddam doned va amalero ançom dihed, ki şumoro dar on ço saodatmand namojad"
        },
        {
            "chapter": 40,
            "verse": 40,
            "text": "Har kas dar in dunjo kori ʙade ʙikunad, dar oxirat çuz monandi amalaş çazo najoʙad. Va har kas az mardu zan, ki mū'min ʙoşad va amali solehe ʙa çoj orad, pas onho ʙa ʙihişt doxil şavand va az ne'mathoi çannat ʙehisoʙ rūziaşon dihand"
        },
        {
            "chapter": 40,
            "verse": 41,
            "text": "Ej qavmi man, cist, ki man şumoro ʙa sūi naçot da'vat mekunam, ki on roh ʙa sūi imon ʙa Alloh va pajravii rasulaş Mūso ast va nihojati da'vati man rasidan ʙa çannat ast va dur ʙudan az otaşi dūzax ast va şumo ʙoşed maro ʙa sūi otaşi dūzax da'vat menamoed"
        },
        {
            "chapter": 40,
            "verse": 42,
            "text": "Maro da'vat mekuned, ki ʙa Alloh kofir şavam va cizero, ki ʙa on ilm nadoram, şariki ū qaror diham, hol on ki şirk az ʙuzurgtarin gunohon ast man şumoro da'vat mekunam ʙa Allohi pirūzmandi tavono va ƣoliʙ ʙar xalqaş va omurzanda ʙa kasone, ki az gunohi xud tavʙa kardaand"
        },
        {
            "chapter": 40,
            "verse": 43,
            "text": "Beşak, on ci şumo maro ʙa ʙuthojaton da'vat mekuned, na haqqi da'vat dar dunjo dorand va na dar oxirat va alʙatta, ʙozgaşti mo ʙa sūi Allohi ʙarhaq ast va U har jak amalkunandaro muvofiqi amalaş çazoi munosiʙ medihad va hatman, isrofkorone, ki ʙo kufru gunoh va xunreziho az andoza ʙerun raftand, dar çahannam ʙoşand"
        },
        {
            "chapter": 40,
            "verse": 44,
            "text": "On şaxsi mū'min, cun onhoro nasihat kard, ūro itoat nakardand, ʙarojaşon guft: Ba zudī on ciro, ki aknun megūjam, ʙa jod xohed ovard va puşajmon xohed şud, vale puşajmonī manfiat nadihad. Va man kori xeş ʙa Alloh mesuporam va ʙar Ū tavakkal mekunam, alʙatta, Alloh ʙa holi ʙandagon ʙinost va cize ʙar Ū pūşida namemonad"
        },
        {
            "chapter": 40,
            "verse": 45,
            "text": "Sipas Alloh mardi mū'minro az oseʙi makre, ki Fir'avn va gurūhaş ʙarojaş andeşida ʙudand, nigoh doşt va on azoʙi ʙad xonadoni Fir'avnro ʙa ƣarq şudan dar darjo furū girift"
        },
        {
            "chapter": 40,
            "verse": 46,
            "text": "Sipas dar qaʙrhojaşon azoʙ doda meşavand ʙa otaş. Har suʙhu şom to rūzi qijomat onho ʙar on otaş giriftor şavand va rūze, ki qijomat ʙarpo şavad ʙa fariştagon nido karda şavad, ki, xonadoni Fir'avnro ʙa saxttarin azoʙho darovared! In çazoi a'moli ʙadi şumost, ki dar dunjo kasʙ karda ʙuded"
        },
        {
            "chapter": 40,
            "verse": 47,
            "text": "Va on goh dar daruni otaş ʙo jakdigar ʙa muçodala va sarzanişi jaqdigar ʙarxezand, pas notavonon ʙa kasone, ki takaʙʙur varzidand, gūjand, ki mo pajravoni şumo ʙudem va da'vati şumoro dar dunjo paziruftem, ojo metavoned andake az in otaşero, ki nasiʙi mo şudaast, onro az mo dur kuned"
        },
        {
            "chapter": 40,
            "verse": 48,
            "text": "Onon, ki sarkaşī karda ʙudand, notavonii xudro ʙajon karda megūjand: Nametavonem az şumo cizero az azoʙ ʙardorem, zero hamai mo dar otaşem. Va az on ço ʙaroi mo xalosī nest. Alʙatta, Alloh ast, ki mijoni ʙandagonaş dovarī kardaast va ʙaroi har jake ʙahrae az azoʙ muqarrar namudaast, pas ʙa on nameafzojad va na kam mekunad"
        },
        {
            "chapter": 40,
            "verse": 49,
            "text": "Va onho, ki dar otaşand, az takaʙʙurkunandagon va notavonon ʙa nigahʙononi çahannam megūjand: Az Parvardigoraton ʙixohed, to jak rūz az azoʙi mo saʙuk kunad, to andake rohat kunem"
        },
        {
            "chapter": 40,
            "verse": 50,
            "text": "Nigahʙononi dūzax dar çavoʙi onho megūjand: In duo ʙa şumo cize foida nadihad, ojo pajomʙaronaton ʙo dalelhoi ravşan nazdi şumo najomada ʙudand, pas şumo onhoro durūƣ ʙarovarded? Megūjand dūzaxijon: Bale. Nigahʙononi dūzax megūjand: Mo ʙaroi şumo duo namekunem va dar haqqi şumo şafoat ham nametalaʙem. Pas, xud duo kuned. Lekin in duo ʙa şumo cize foida nadihad, zero şumo kofir hasted. Va duoi kofiron, çuz on ki taʙoh şavad, heç cize naxohad ʙud. Va hargiz mavridi içoʙat qaror namegirad"
        }
    ]
}