{
    "rukus": [
        {
            "chapter": 5,
            "verse": 94,
            "text": "Ej kasone, ki imon ovardaed, Alloh şumoro ʙa sajde, ki ʙa dast megired jo ʙa najza şikor mekuned, meozmojad, to ʙidonad cī kase dar pinhonī az Ū metarsad. Va har kī az in pas az had taçovuz kunad, ja'ne ʙa şikor ʙarojad dar holi ihrom ūrost azoʙe dardovar"
        },
        {
            "chapter": 5,
            "verse": 95,
            "text": "Ej kasone, ki imon ovardaed, har goh, ki dar ihrom ʙoşed, xoh dar haç jo umra jo dar haram sajdro makuşed. Har kī har namudi sajdro ʙa amd (qasdan) ʙikuşad, çazoi ū qurʙonī kardani hajvonest monandi on cī kuştaast, az şutur, gov jo gusfand ʙa şarti on ki du şaxsi odil az şumo guvohī dihand va qurʙoniro ʙa Ka'ʙa rasonad jo ʙa kaforat tangdastonro az faqironi haram ta'om dihad jo ʙaroʙari on rūza ʙigirad, Parvardigor ʙar vaj in çazoro farz gardonid, to uquʙati kori xud ʙicaşad. Az on cī dar guzaşta kardaed, Alloh afv kardaast, vale har kī ʙa on qasdan ʙozgardad, Alloh az ū intiqom megirad, ki Alloh pirūzmandu intiqom giranda ast"
        },
        {
            "chapter": 5,
            "verse": 96,
            "text": "Şikori sajdhoi darjoī va xūrdani on dar holi ihrom az çihati ʙahramand şudanaton az on ʙar şumo va musofiron halol şudaast va şikori sahroī, to hangome ki dar ihrom hasted, (dar haç jo umra) ʙar şumo harom ast. Va az Parvardigore, ki ʙa nazdi Ū gird ovarda meşaved, ʙitarsed, to ʙa savoʙi ʙuzurge sazovor şaved va az azoʙi dardnoki Ū solim moned"
        },
        {
            "chapter": 5,
            "verse": 97,
            "text": "Parvardigor ʙar ʙandagonaş minnat karda mefarmojad: Ka'ʙa, Bajtulharomro va mohhoi harom va qurʙonii ʙeqiloda (ʙegardanʙand) va qurʙonii ʙoqiloda (gardanʙanddor) saʙaʙi intizomi kori din va dunjo va osoiştagī ʙaroi hajotaşon gardonid, In ʙa on xotir ast, to ʙidoned Parvardigor ʙa tamomi on ci dar osmonho va dar zamin meʙoşad, ogoh ast. Az çumla ogohii Parvardigor in ast, ki zijorati in xonaro ʙarojaton muqarrar soxt, cun medonist ʙisjore az manofe'i dinī va dunjavii şumo dar on ta'min meşavad"
        },
        {
            "chapter": 5,
            "verse": 98,
            "text": "Bidoned, ki uquʙati Alloh saxt ast va ham Ū omūrzandavu mehruʙon ast! Ja'ne, kase ki az farmoni Ū rūj gardonad, ʙa çazoi saxt giriftoraş kunad va ʙidoned Ū nisʙat ʙa kase, ki sūjaş ʙozgardad va tavʙa kunad va az Ū ito'at namojad, omūrzanda va mehruʙon ast"
        },
        {
            "chapter": 5,
            "verse": 99,
            "text": "Parvardigor xaʙar medihad, ki vazifai pajomʙar çuz rasonidani pajom, roh namudan va dalolat kardan cize digare nest. Ammo hidojat va tavfiq dar dasti Alloh ast. Ba on ciro, ki oşkor mesozed jo pinhon medored, Alloh medonad"
        },
        {
            "chapter": 5,
            "verse": 100,
            "text": "Bigu: «Nopoku pok ʙaroʙar nestand, harcand farovonii nopok turo ʙa hajrat afkanad». (Ja'ne, kofir ʙo mū'min, osī ʙo to'atkor, çohil ʙo olim va moli halol ʙo moli harom ʙaroʙar nameşavad.) Va moli kami haloli foidaovar ʙeh ast az moli ʙisjori haromi zararovar. Pas, ej xiradmandon, az Alloh ʙitarsed, va az nopokiho dur ʙoşed, to rastagor şaved"
        }
    ]
}