{
    "chapter": [
        {
            "chapter": 72,
            "verse": 1,
            "text": "Thuaj (o Muhamed): “Mua më është shpallur se disa prej xhindeve kanë dëgjuar (Kuranin) dhe kanë thënë: ‘Me të vërtetë, kemi dëgjuar një Kuran të mrekullueshëm"
        },
        {
            "chapter": 72,
            "verse": 2,
            "text": "i cili udhëzon në rrugën e drejtë dhe kemi besuar në të, prandaj kurrsesi më nuk do t’i shoqërojmë askënd Zotit tonë (në adhurim)"
        },
        {
            "chapter": 72,
            "verse": 3,
            "text": "Qoftë lartësuar Madhëria e Zotit tonë! Ai nuk ka zgjedhur as bashkëshorte, as bir"
        },
        {
            "chapter": 72,
            "verse": 4,
            "text": "Por disa të marrë nga ne flisnin gënjeshtra për Allahun"
        },
        {
            "chapter": 72,
            "verse": 5,
            "text": "kurse ne mendonim se as njerëzit, as xhindet nuk flasin gënjeshtra për Allahun"
        },
        {
            "chapter": 72,
            "verse": 6,
            "text": "Në të vërtetë, ka pasur njerëz që kërkonin mbrojtje nga xhindet, por kjo vetëm sa i çoi më tej në gabime"
        },
        {
            "chapter": 72,
            "verse": 7,
            "text": "Edhe ata mendonin siç mendonit ju, se Allahu nuk do të ringjallte askënd"
        },
        {
            "chapter": 72,
            "verse": 8,
            "text": "Ne jemi ata që kemi synuar qiellin, por kemi hasur në plot roje të forta (engjëj të fuqishëm) dhe shigjeta të zjarrta (meteorë)"
        },
        {
            "chapter": 72,
            "verse": 9,
            "text": "Dhe uleshim rreth tij, nëpër vende të përshtatshme për të dëgjuar diçka, por ai që përgjon tani, do të hasë në shigjeta të zjarrta (meteorë) në pritë"
        },
        {
            "chapter": 72,
            "verse": 10,
            "text": "Ne nuk e dimë nëse (me këto roja të qiellit) është synuar e keqja (zbritja e dënimit) për ata që janë në Tokë apo Zoti i tyre kërkon t’i udhëzojë në rrugë të drejtë"
        },
        {
            "chapter": 72,
            "verse": 11,
            "text": "E midis nesh ka të mirë, por ka edhe që nuk janë të mirë; jemi ndarë në grupime të ndryshme"
        },
        {
            "chapter": 72,
            "verse": 12,
            "text": "Ne e dimë se nuk mund t’i shpëtojmë Allahut në Tokë dhe nuk mund t’i shmangemi Atij duke ikur (në qiell)"
        },
        {
            "chapter": 72,
            "verse": 13,
            "text": "Posa dëgjuam udhëzimin (Kuranin), Ne besuam në të; e kush beson në Zotin e vet, nuk ka përse të frikësohet se mos dëmtohet, as se mos i bëhet padrejtësi"
        },
        {
            "chapter": 72,
            "verse": 14,
            "text": "Ka prej nesh që janë myslimanë, por ka edhe të atillë që janë jobesimtarë. Kush ka përqafuar Islamin, ka zgjedhur rrugën e drejtë"
        },
        {
            "chapter": 72,
            "verse": 15,
            "text": "kurse jobesimtarët do të jenë lëndë djegëse të Xhehenemit.’"
        },
        {
            "chapter": 72,
            "verse": 16,
            "text": "Sikur të qëndronin (banorët e Mekës) në rrugën e vërtetë, Ne do t’u jepnim ujë të bollshëm"
        },
        {
            "chapter": 72,
            "verse": 17,
            "text": "për t’i vënë ata me këtë në sprovë. Por këdo që largohet nga këshillat e Zotit të tij, Ai do ta hedhë në një dënim të ashpër"
        },
        {
            "chapter": 72,
            "verse": 18,
            "text": "Xhamitë i janë kushtuar vetëm Allahut, prandaj mos iu lutni askujt krahas Allahut"
        },
        {
            "chapter": 72,
            "verse": 19,
            "text": "Kur robi i Allahut (Muhamedi), u ngrit t’i lutej Atij, ata (xhindet) u tubuan rreth tij si shtëllungë.”"
        },
        {
            "chapter": 72,
            "verse": 20,
            "text": "Thuaj (o Muhamed): “Unë i lutem vetëm Zotit tim dhe nuk i shoqëroj Atij askënd (në adhurim)”"
        },
        {
            "chapter": 72,
            "verse": 21,
            "text": "Thuaj: “Unë nuk mund t’ju largoj ndonjë dëm e as t’ju sjell ndonjë dobi”"
        },
        {
            "chapter": 72,
            "verse": 22,
            "text": "Thuaj: “Edhe mua askush nuk mund të më mbrojë nga dënimi i Allahut; dhe nuk mund të gjej strehim tjetërkund, përveçse tek Ai"
        },
        {
            "chapter": 72,
            "verse": 23,
            "text": "Unë kam për detyrë veç t’ju përcjell atë që më vjen nga Allahu dhe mesazhet e Tij. Këdo që s’dëgjon Allahun dhe të Dërguarin e Tij, e pret zjarri i Xhehenemit, në të cilin do të mbetet përgjithmonë.”"
        },
        {
            "chapter": 72,
            "verse": 24,
            "text": "Kur ata të shohin atë që u është premtuar, do ta dinë se kush është më i dobët dhe më i paktë në numër"
        },
        {
            "chapter": 72,
            "verse": 25,
            "text": "Thuaj (o Muhamed!): “Unë nuk e di, a është afër ajo që ju është premtuar apo Zoti im do ta vonojë.”"
        },
        {
            "chapter": 72,
            "verse": 26,
            "text": "Vetëm Ai e di të padukshmen dhe nuk ia zbulon atë askujt"
        },
        {
            "chapter": 72,
            "verse": 27,
            "text": "përveç të dërguarve që ka zgjedhur. Para dhe pas tyre Ai vë mbikëqyrës (engjëj)"
        },
        {
            "chapter": 72,
            "verse": 28,
            "text": "në mënyrë që ta dijë nëse i përcjellin mesazhet e Zotit të tyre. Ai përfshin me dijen e Vet gjithçka që ata kanë dhe çdo gjë e ka llogaritur imtësisht"
        }
    ]
}