{
    "maqras": [
        {
            "chapter": 16,
            "verse": 1,
            "text": "Āllāh‌ra hukuma ēsē'i gēchē, sutarāṁ tā tbarānbita karatē cēẏō nā. Samasta mahimā tām̐ra'i, āra tārā yā anśī karē tini tāra bahu ūrdhbē."
        },
        {
            "chapter": 16,
            "verse": 2,
            "text": "Tini phiriś‌tādēra pāṭhāna tām̐ra nirdēśē prēraṇā diẏē tām̐ra bāndādēra madhyēra yāra uparē tini icchē karēna, ē'i balē -- ''tōmarā sābadhāna karē dā'ō yē āmi chāṛā āra kōnō upāsya nē'i, sutarāṁ āmākē'i bhaẏabhakti karō.’’"
        },
        {
            "chapter": 16,
            "verse": 3,
            "text": "Tini mahākāśamanḍalī ō pr̥thibī sr̥ṣṭi karēchēna satyēra sāthē. Tārā yā anśī dām̐ṛa karāẏa tini tāra thēkē bahu ūrdhbē."
        },
        {
            "chapter": 16,
            "verse": 4,
            "text": "Tini mānuṣa sr̥ṣṭi karēchēna śukrakīṭa thēkē, athaca dēkhō! Sē ēkajana prakāśya bitanḍākārī."
        },
        {
            "chapter": 16,
            "verse": 5,
            "text": "Āra gabādi-paśu, tini tādēra sr̥ṣṭi karēchēna, tōmādēra jan'ya tādēra madhyē raẏēchē garama pōśāka, āra mūnāphā, āra tādēra madhyē thēkē tōmarā khā'ō."
        },
        {
            "chapter": 16,
            "verse": 6,
            "text": "Āra tōmādēra jan'ya tādēra madhyē raẏēchē śōbhā-saundarya yakhana tōmarā tādēra gharē niẏē ēsa ō bā'irē niẏē yā'ō."
        },
        {
            "chapter": 16,
            "verse": 7,
            "text": "Āra tārā tōmādēra bōjhā baẏē nēẏa tēmana dēśē yēkhānē tōmarā paum̐chutē pāratē nā nijēdērakē atyanta kaṣṭa nā diẏē. Niḥsandēha tōmādēra prabhu tō parama snēhamaẏa, aphuranta phaladātā."
        },
        {
            "chapter": 16,
            "verse": 8,
            "text": "Āra ghōṛā ō khaccara ō gādhā yēna tōmarā tādēra caṛatē pāra, ēbaṁ śōbhādānēra jan'ya. Āra tini sr̥ṣṭi karēna yā tōmarā jānō nā."
        },
        {
            "chapter": 16,
            "verse": 9,
            "text": "Āra āllāh‌ra uparē'i raẏēchē saralapatha, āra tādēra kataka hacchē bām̐kā. Āra tini yadi icchā karatēna tabē tini tōmādēra sakalakē'i saṯpathē paricālita karatē pāratēna."
        },
        {
            "chapter": 16,
            "verse": 10,
            "text": "Tini'i sē'ijana yini ākāśa thēkē tōmādēra jan'ya pāni barṣāna, tā thēkē haẏa pānīẏa jala āra tā thēkē haẏa gāchagāchaṛā yātē tōmarā paśucāraṇa kara."
        },
        {
            "chapter": 16,
            "verse": 11,
            "text": "Tini tōmādēra jan'ya tāra dbārā janmāna śasya ō jalapā'i, āra khējura ō āṅura, āra harēka rakamēra phalaphasala. Niḥsandēha ētē abaśya'i āchē nidarśana sē'i lōkadēra jan'ya yārā cintā karē."
        },
        {
            "chapter": 16,
            "verse": 12,
            "text": "Āra tini tōmādēra jan'ya sēbārata karēchēna rāta ō dinakē, āra sūrya ō candrakē. Āra grahanakṣatra'ō adhīna haẏēchē tām̐ra bidhānē. Niḥsandēha ētē niścaẏa'i nidarśana raẏēchē sē'i lōkadēra jan'ya yārā jñānabud'dhi rākhē."
        },
        {
            "chapter": 16,
            "verse": 13,
            "text": "Āra yā-kichu tini tōmādēra jan'ya pr̥thibītē sr̥ṣṭi karēchēna -- bicitra sē-sabēra raṅa. Niḥsandēha ētē ālabaṯ nidarśana raẏēchē sē'i lōkadēra jan'ya yārā manōyōga dēẏa."
        },
        {
            "chapter": 16,
            "verse": 14,
            "text": "Āra tini'i sē'ijana yini samudrakē karēchēna baśībhūta yēna tā thēkē tōmarā khētē pāra ṭāṭakā mānsa, āra tā thēkē bēra karē ānatē pāra alaṅkāra yā tōmarā parō, āra tōmarā dēkhatē pā'ō ōra buka cirē jāhāja calācala karē yēna tōmarā tām̐ra anugrahasāmagrī sandhāna karatē pāra, āra yēna tōmarā kr̥tajñatā prakāśa karō."
        },
        {
            "chapter": 16,
            "verse": 15,
            "text": "Āra tini pr̥thibītē sthāpana karēchēna pāhāṛa-parbata, pāchē tōmādēra niẏē tā kāta haẏē yāẏa, āra nada-nadī ō rāstāghāṭa, yēna tōmarā saṭhika patha lābha kara."
        },
        {
            "chapter": 16,
            "verse": 16,
            "text": "Āra cihnasamūha. Āra tārāra sāhāyyē'ō tārā pathanirdēśa pāẏa."
        },
        {
            "chapter": 16,
            "verse": 17,
            "text": "Yini sr̥ṣṭi karēna tini ki tabē tāra matō yē sr̥ṣṭi karē nā? Tabu'ō ki tōmarā manōyōga dēbē nā"
        },
        {
            "chapter": 16,
            "verse": 18,
            "text": "āra tōmarā yadi āllāh‌ra anugraha gaṇanā karatē yā'ō tōmarā tā gaṇatē pārabē nā. Niḥsandēha āllāh‌i tō paritrāṇakārī, aphuranta phaladātā."
        },
        {
            "chapter": 16,
            "verse": 19,
            "text": "Āra āllāh jānēna tōmarā yā gōpana rākha āra yā tōmarā prakāśa kara."
        },
        {
            "chapter": 16,
            "verse": 20,
            "text": "Āra āllāh‌kē chēṛē diẏē yādēra tārā ḍākē tārā kichu'i sr̥ṣṭi karē ni, āra tārā nijērā'i tō sr̥ṣṭa"
        },
        {
            "chapter": 16,
            "verse": 21,
            "text": "tārā mr̥ta, jībanta naẏa, āra tārā jānē nā kakhana tādēra punarut'thita karā habē."
        },
        {
            "chapter": 16,
            "verse": 22,
            "text": "Tōmādēra upāsya ēkaka upāsya; sējan'ya yārā parakālē biśbāsa karē nā tādēra antara pratyākhyānakārī, āra tārā ahaṅkārī."
        },
        {
            "chapter": 16,
            "verse": 23,
            "text": "Kōnō sandēha nē'i yē āllāh jānēna yā tārā lukiẏē rākhē, āra yā tārā prakāśa karē. Niḥsandēha tini ahaṅkārīdēra bhālōbāsēna nā."
        },
        {
            "chapter": 16,
            "verse": 24,
            "text": "Āra yakhana tādēra balā haẏa -- ''tōmādēra prabhu kī biṣaẏabastu abatāraṇa karēchēna?’’ Tārā balē -- ''sēkēlē gālagalpa!’’"
        },
        {
            "chapter": 16,
            "verse": 25,
            "text": "Phalē kiẏāmatēra dinē tārā nijēdēra bōjhā purōmātrāẏa bahana karabē, āra tādēra'ō bōjhāra katakaṭā yādēra tārā pathabhraṣṭa karēchē kōnō jñāna nā thākā sattbē'ō. Tārā yā bahana karē tā ki nikr̥ṣṭa naẏa"
        },
        {
            "chapter": 16,
            "verse": 26,
            "text": "Tādēra pūrbabartīrā'ō niścaẏa'i cakrānta karēchila, kintu āllāh tādēra dhbansa karēchilēna buniẏāda thēkē, phalē chāda tādēra uparē bhēṅgē paṛēchila tādēra upara thēkē, āra tādēra uparē śāsti ēsē paṛēchila ēmana dika thēkē yā tārā jānatē pārē ni."
        },
        {
            "chapter": 16,
            "verse": 27,
            "text": "Tārapara kiẏāmatēra dinē tini tādēra lāñchita karabēna, āra tini balabēna -- ''kōthāẏa raẏēchē āmāra anśīrā yādēra sanbandhē tōmarā bāk‌bitanḍā karatē?’’ Yādēra jñāna dē'ōẏā haẏēchila tārā balabēna -- ''niḥsandēha ājakēra dinē lāñchanā ō amaṅgala abiśbāsīdēra uparē'i’’"
        },
        {
            "chapter": 16,
            "verse": 28,
            "text": "ērā tārā yādēra prāṇa haraṇa karabē phiriś‌tārā ōrā nijēdēra prati an'yāẏakārī thākā kālē. Takhana tārā ā‌tmasamarpaṇa karabē -- ''āmarā khārāpa kichu kari ni.’’''Nā, tōmarā yā karatē sē biṣaẏē āllāh niścaẏa'i sarbajñātā."
        },
        {
            "chapter": 16,
            "verse": 29,
            "text": "Sutarāṁ jāhānnāmēra darajāgulō diẏē ḍhōkē yā'ō sēkhānē thākāra jan'yē. Ata'ēba ahaṅkārīdēra bāsasthāna kata nikr̥ṣṭa!’’"
        }
    ]
}