{
    "maqras": [
        {
            "chapter": 17,
            "verse": 70,
            "text": "āra āmarā abaśya ādamasantānadēra maryādādāna karēchi, āra āmarā tādēra bahana kari sthalē ō jalē, ēbaṁ tādēra riyēka dāna karēchi uṯkr̥ṣṭa bastu diẏē, āra āmarā yādēra sr̥ṣṭi karēchi tādēra anēkēra uparē āmarā tādēra prādhān'ya diẏēchi śrēṣṭhatbēra sāthē."
        },
        {
            "chapter": 17,
            "verse": 71,
            "text": "Sē'idina āmarā pratyēka janasamājakē āhbāna karaba tādēra imāma saha. Sutarāṁ yākē tāra kitāba tāra ḍāna hātē dēẏā habē tārā tabē tādēra kitāba paṛabē, āra tādēra prati khējura-bicira-pātalā-parata parimāṇē'ō an'yāẏa karā habē nā."
        },
        {
            "chapter": 17,
            "verse": 72,
            "text": "Āra yē ihalōkē andha sē tabē paralōkē'ō habē andha, ēbaṁ patha thēkē adhikatara pathabhraṣṭa."
        },
        {
            "chapter": 17,
            "verse": 73,
            "text": "Āra abaśya'i tārā matalaba karēchila tōmāra kāchē āmarā yā pratyādēśa diẏēchi tā thēkē tōmākē bicyuta karatē, yēna tumi āmādēra birud'dhē tāra paribartē an'ya kichu jāla kara, āra takhana tārā tōmākē niścaẏa'i grahaṇa karabē antaraṅga bāndhabarūpē."
        },
        {
            "chapter": 17,
            "verse": 74,
            "text": "Āra āmarā yadi tōmākē supratiṣṭhita nā karatāma tā’halē tumi ālabaṯ tādēra prati sāmān'ya kichu jhum̐kē'i paṛatē"
        },
        {
            "chapter": 17,
            "verse": 75,
            "text": "sēkṣētrē āmarā niścaẏa tōmākē dbiguṇa śāsti āsbādana karātāma ihajībanē ēbaṁ dbiguṇa mr̥tyukālē, takhana āmādēra birud'dhē tōmāra jan'ya kōnō sāhāyyakārī pābē nā."
        },
        {
            "chapter": 17,
            "verse": 76,
            "text": "Āra tārā niścaẏa cēẏēchila yē dēśa thēkē tōmākē tārā uṯkhāta karabē yātē tārā tōmākē sēkhānē thēkē bahiskāra karatē pārē. Āra sēkṣētrē tōmāra parē tārā ṭikē thākata nā alpakāla chāṛā."
        },
        {
            "chapter": 17,
            "verse": 77,
            "text": "Ēṭi'i rīti tōmāra āgē āmādēra rasūladēra madhyēra yādēra āmarā pāṭhiẏēchilāma tām̐dēra sanbandhē, āra āmādēra rītira kōnō paribartana tumi pābē nā."
        },
        {
            "chapter": 17,
            "verse": 78,
            "text": "Nāmāya kāẏēma karō sūryēra hēlē paṛā thēkē rātēra andhakāra paryanta, āra phajarēra kura'āna pāṭha. Niḥsandēha phajarēra kura'āna- pāṭha parilakṣita haẏa."
        },
        {
            "chapter": 17,
            "verse": 79,
            "text": "Āra rātēra madhyē thēkē ēra dbārā jāgaraṇē kāṭā'ō -- tōmāra jan'ya ēka atirikta, hatē pārē tōmāra prabhu tōmākē unnata karabēna ēka supraśansita abasthāẏa."
        },
        {
            "chapter": 17,
            "verse": 80,
            "text": "Āra tumi balō -- ''āmāra prabhu! Āmākē prabēśa karatē dā'ō maṅgalajanaka prabēśakaraṇē, ēbaṁ āmākē bēra karē ānō maṅgalamaẏa nirgamanē, āra tōmāra kācha thēkē āmākē dā'ō ēkaṭi sahāẏaka kartr̥tba.’’"
        },
        {
            "chapter": 17,
            "verse": 81,
            "text": "Āra balō -- ''satya ēsē'i gēchē āra mithyā antardhāna karēchē. Niḥsandēha mithyā tō sadā antardhānaśīla.’’"
        },
        {
            "chapter": 17,
            "verse": 82,
            "text": "Āra āmarā kura'ānēra madhyē abatīrṇa karēchi yā hacchē biśbāsīdēra jan'ya upaśama ēbaṁ karuṇā, āra ēṭi an'yāẏakārīdēra kṣatisādhana chāṛā āra kichu bāṛāẏa nā."
        },
        {
            "chapter": 17,
            "verse": 83,
            "text": "Āra yakhana āmarā mānuṣēra prati karuṇā barṣaṇa kari sē ghurē dām̐ṛāẏa ō ahaṅkāra dēkhāẏa, āra yakhana manda tākē sparśa karē sē hatāśa haẏē yāẏa."
        },
        {
            "chapter": 17,
            "verse": 84,
            "text": "Balō -- ''pratyēkē kāja karē calē āpana dharanē.’’ Kintu tōmādēra prabhu bhāla jānēna kē hacchē pathē cālita."
        },
        {
            "chapter": 17,
            "verse": 85,
            "text": "Āra tārā tōmākē jijñāsā karē rūha samparkē. Balō -- ''rūha āmāra prabhura nirdēśādhīna, āra tōmādēra tō jñānabhānḍārēra saṯsāmān'ya bai dē'ōẏā haẏa ni.’’"
        },
        {
            "chapter": 17,
            "verse": 86,
            "text": "Āra āmarā yadi cā'itāma tabē tōmāra kāchē yā pratyādēśa pāṭhiẏēchi tā āmarā ālabaṯ pratyāhāra karatāma, takhana ē biṣaẏē tumi āmādēra birud'dhē kōnō kāryanirbāhaka pētē nā"
        },
        {
            "chapter": 17,
            "verse": 87,
            "text": "kintu ēṭi tōmāra prabhura kācha thēkē karuṇā. Niḥsandēha tōmāra prati tām̐ra karuṇā ati birāṭa."
        },
        {
            "chapter": 17,
            "verse": 88,
            "text": "Balō -- ''yadi mānuṣa ō jina sam'milita hatō ē'i kura'ānēra samatulya kichu niẏē āsatē, tārā ēra matō kichu'i ānatē pārata nā, yadi'ō-bā tādēra kē'u-kē'u an'yadēra pr̥ṣṭhapōṣaka hatō.’’"
        },
        {
            "chapter": 17,
            "verse": 89,
            "text": "Āra āmarā abaśya'i lōkēdēra jan'ya ē'i kura'ānē saba rakamēra dr̥ṣṭānta biśadabhābē barṇanā karēchi, kintu adhikānśa mānuṣa'i pratyākhyāna karā chāṛā āra saba-kichutē'i asam'mata."
        },
        {
            "chapter": 17,
            "verse": 90,
            "text": "Āra tārā balē -- ''āmarā kakhana'i tōmātē biśbāsa karaba nā yatakṣaṇa nā tumi pr̥thibī thēkē āmādēra jan'ya ēkaṭi jharanā uṯsāraṇa karō"
        },
        {
            "chapter": 17,
            "verse": 91,
            "text": "āra nā haẏa tōmāra jan'yē'i thākuka khējurēra ō āṅurēra bāgāna, yāra madhyē tumi jharanārāji uṯsārita karē ba'iẏē dēbē"
        },
        {
            "chapter": 17,
            "verse": 92,
            "text": "athabā tumi ākāśakē āmādēra uparē nāmābē khanḍa-bikhanḍa ka’rē yēmana tumi bhāba, natubā tumi āllāh‌kē ō phiriś‌tāgaṇakē sāmanā-sāmani niẏē āsabē"
        },
        {
            "chapter": 17,
            "verse": 93,
            "text": "Naẏata tōmāra jan'ya hōka ēkaṭi sōnāra tairi ghara, athabā tumi ākāśē ārōhaṇa karabē. Āra āmarā kakhanō tōmāra ūrdhbārōhaṇē biśbāsa karaba nā yatakṣaṇa nā tumi āmādēra jan'ya ēka kitāba nāmiẏē ānō -- yā āmarā paṛatē pāri.’’ Balō, -- ''sakala mahimā āmāra prabhura! Āmi ki ēkajana mānuṣa -- ēkajana rasūla chāṛā an'ya kichu?’’"
        },
        {
            "chapter": 17,
            "verse": 94,
            "text": "Āra lōkagulōkē biśbāsa sthāpana karatē an'ya kichu bādhā dēẏa nā yakhana tādēra kāchē hēdāẏata āsē ē'i bhinna yē tārā balē -- ''āllāh ki ēkajana mānuṣakē'i rasūla ka’rē dām̐ṛa kariẏēchēna?’’"
        },
        {
            "chapter": 17,
            "verse": 95,
            "text": "Tumi balō -- ''yadi pr̥thibītē phiriś‌tārā calāphērā karata niścintabhābē, tabē āmarā niścaẏa'i tādēra kāchē ākāśa thēkē ēkajana phiriś‌tākē'i pāṭhātāma rasūlarūpē.’’"
        },
        {
            "chapter": 17,
            "verse": 96,
            "text": "Balō -- ''āllāha'i āmāra madhyē ō tōmādēra madhyē sākṣīrūpē yathēṣṭa. Niḥsandēha tini tām̐ra bāndādēra sanbandhē cira- ōẏākiphahāla, sarbadraṣṭā.’’"
        },
        {
            "chapter": 17,
            "verse": 97,
            "text": "Āra yākē āllāh patha dēkhāna sē tabē pathaprāpta, āra yākē tini bipathē calatē dēna tādēra jan'ya tumi pābē nā tām̐ra byatirēkē kōnō abhibhābaka. Āra kiẏāmatēra dinē āmarā tādēra samabēta karaba tādēra mukhēra uparē -- andha, āra bōbā ēbaṁ badhira. Tādēra ābāsasthala hacchē jāhānnāma. Yakhana'i tā jhimiẏē āsabē āmarā tādēra jan'ya śikhā bāṛiẏē dēba"
        },
        {
            "chapter": 17,
            "verse": 98,
            "text": "ē'i hacchē tādēra pratidāna kēnanā tārā āmādēra nidērśābalī asbīkāra karēchila ēbaṁ balēchila -- ''kī! Āmarā yakhana hāṛa-ō dhulōkaṇā haẏē yāba takhana ki āmarā satya'i punarut'thita haba natuna sr̥ṣṭirūpē?’’"
        }
    ]
}