{
    "maqras": [
        {
            "chapter": 24,
            "verse": 35,
            "text": "Āllāh hacchēna mahākāśamanḍalī ō pr̥thibīra ālōka. Tām̐ra ālōkēra upamā hacchē yēna ēkaṭi kulaṅgī yātē āchē ēkaṭi pradīpa. Pradīpaṭi raẏēchē ēkaṭi kācēra cimanira bhētarē. Cimaniṭi yēna ēkaṭi ujjbala tārakā, yēṭi jbālānō haẏēchē pabitra jaẏatuna gācha thēkē, -- pūrbāñcalīẏa naẏa, pāścātyēra'ō naẏa, tāra tēlaṭā yēna prajjbalita yadi'ō āguna tākē sparśa karatē pārē nā. Ālōkēra uparē ālōka! Āllāh tām̐ra ālōkēra dikē yākē icchē karēna patha dēkhiẏē nēna. Āra āllāh mānuṣēra jan'ya upamāgulō chōm̐ṛēna. Āra āllāh saba-kichu sanbandhē sarbajñātā."
        },
        {
            "chapter": 24,
            "verse": 36,
            "text": "Sē'isaba gharē yākē āllāh anumati diẏēchēna unnīta hatē ēbaṁ tām̐ra nāmē sē-sabē guṇa-kīrtana hatē, sē-sabē tām̐ra japatapa karā haẏa sakāla ō sandhyāẏa"
        },
        {
            "chapter": 24,
            "verse": 37,
            "text": "Byaktibarga, -- byabasā-bāṇijya ō bēcā-kēnā tādēra birata karatē pārē nā āllāh‌ra nāma-kīrtana thēkē ō nāmāya kāẏēma karā ō yākāta ādāẏa karā thēkē, tārā bhaẏa karē sē'i dinakē yēdina hr̥daẏa ō cōkha āndōlita habē"
        },
        {
            "chapter": 24,
            "verse": 38,
            "text": "yēna āllāh tādēra pratidāna ditē pārēna śrēṣṭha-sundarabhābē yā tārā karēchē sējan'ya, āra tām̐ra karuṇābhānḍāra thēkē tādēra bāṛiẏē'ō ditē pārēna. Āra āllāh bēhisāba riyēka diẏē thākēna yākē tini icchē karēna."
        },
        {
            "chapter": 24,
            "verse": 39,
            "text": "Pakṣāntarē yārā abiśbāsa pōṣaṇa karē tādēra kriẏākarma marubhūmira marīcikāra n'yāẏa, pipāsārta tākē pāni balē manē karē yē paryanta nā sē tāra kāchē āsē sē aiṭira kichu'i dēkhatē pāẏa nā, baraṁ sē āllāhakē tāra sāmanē dēkhatē pābē, sutarāṁ tini tāra hisāba cukiẏē dēbēna. Āra āllāh hisāba-nikāśē taṯpara."
        },
        {
            "chapter": 24,
            "verse": 40,
            "text": "Athabā gabhīra samudrēra talāra ghōra andhakārēra n'yāẏa, tākē ḍhēkē rākhē ēka ḍhē'u, tāra uparē ārēka ḍhē'u, tāra uparē āchē mēgha. Ghōra andhakāra -- yāra ēkaṭi aparaṭira uparē. Sē yakhana tāra hāta bāṛāẏa sē tā yēna dēkhatē'i pāẏa nā. Āra yākē āllāh tāra nimittē ālōka dēna ni tāra jan'ya tabē kōnō ālōka nē'i."
        },
        {
            "chapter": 24,
            "verse": 41,
            "text": "Tumi ki dēkha nā yē āllāh -- tām̐ra'i japatapa karē yārā'i āchē mahākāśamanḍalītē ō pr̥thibītē, āra pākhā-mēlē-thākā pākhi? Pratyēkē'i jēnē rēkhēchē tāra nāmāya ō tāra nāmajapa. Āra tārā yā karē sē-sanbandhē āllāh samyaka jñātā."
        },
        {
            "chapter": 24,
            "verse": 42,
            "text": "Āra mahākāśamanḍalī ō pr̥thibīra sārbabhauma kartr̥tba āllāh‌ra, āra āllāh‌ra prati'i hacchē pratyābartanasthala."
        },
        {
            "chapter": 24,
            "verse": 43,
            "text": "Tumi ki dēkhatē pāccha nā yē āllāh mēghamālākē cāliẏē niẏē yāna, tārapara tini tādēra parasparēra madhyē jaṛa karēna, tārapara tādēra tini puñjībhūta karēna, takhana tumi dēkhatē pā'ō tāra bhētara thēkē bērucchē br̥ṣṭi? Āra tini ākāśa thēkē pāhāṛagulō hatē pāṭhāna tātē thākā śilāra rāśi, āra tā diẏē tini āghāta karēna yākē khuśi, ēbaṁ tā phiriẏē rākhēna yākē icchā tāra thēkē. Tāra bidyutēra jhalaka dr̥ṣṭiśakti prāẏa niẏē'i nēẏa."
        },
        {
            "chapter": 24,
            "verse": 44,
            "text": "Āllāh rāta ō dinakē bibartana karēna. Niḥsandēha ētē tō śikṣaṇīẏa biṣaẏa raẏēchē dr̥ṣṭisampannadēra jan'ya."
        },
        {
            "chapter": 24,
            "verse": 45,
            "text": "Āra āllāh saba jībantajagatakē sr̥ṣṭi karēchēna pāni thēkē, sutarāṁ tādēra madhyē raẏēchē yā tāra pēṭēra uparē calē, āra tādēra madhyē āchē yā du'i pāẏē hām̐ṭē, āra tādēra madhyē raẏēchē yā cārakhānāẏa calē. Āllāh sr̥ṣṭi karē yāna yā tini cāna. Niḥsandēha āllāh saba biṣaẏē sarbaśaktimāna."
        },
        {
            "chapter": 24,
            "verse": 46,
            "text": "Āmarā niścaẏa'i suspaṣṭa nirdēśābalī abatāraṇa karēchi, āra āllāh sahaja-saṭhika pathēra dikē cālita karēna yākē tini icchē karēna."
        },
        {
            "chapter": 24,
            "verse": 47,
            "text": "Phalē tārā balē -- ''āmarā āllāh‌ra prati ō rasūlēra prati īmāna ēnēchi, āra āmarā ājñā pālana kari.’’ Tārapara tādēra ēkadala ēra parē'ō phirē yāẏa. Āra ē'i lōkagulō mumina naẏa."
        },
        {
            "chapter": 24,
            "verse": 48,
            "text": "Āra yakhana tādēra ḍākā haẏa āllāha ō tām̐ra rasūlēra prati yēna tini tādēra madhyē ēkaṭā mīmānsā karatē pārēna, takhana dēkhō, tādēra madhyēra ēkadala ghurē yāẏa."
        },
        {
            "chapter": 24,
            "verse": 49,
            "text": "Āra yadi n'yāẏaparāẏaṇatā tādēra sapakṣē haẏa tabē tārā tām̐ra kāchē āsē ghāṛa nu'iẏē."
        },
        {
            "chapter": 24,
            "verse": 50,
            "text": "Ōdēra hr̥daẏē ki byādhi āchē, nā tārā sandēha pōṣaṇa karē, nā tārā āśaṅkā karē yē āllāh ō tām̐ra rasūla tādēra prati an'yāẏa ācaraṇa karabēna? Bastutaḥ tārā sbaẏaṁ an'yāẏācārī."
        },
        {
            "chapter": 24,
            "verse": 51,
            "text": "Niḥsandēha muminadēra kathā hacchē -- yakhana tādēra ḍākā haẏa āllāh ō tām̐ra rasūlēra prati yēna tini tādēra madhyē bicāra karatē pārēna, takhana tārā balē -- ''āmarā śuni ō pālana kari.’’ Āra tārā nijērā'i haẏa saphalakāma."
        },
        {
            "chapter": 24,
            "verse": 52,
            "text": "Āra yē āllāh‌ra ō tām̐ra rasūlēra ājñā pālana karē, āra āllāh‌kē bhaẏa karē ō tām̐kē bhaktiśrad'dhā karē, tāhalē tārā nijērā'i bijētā habē."
        }
    ]
}