{
    "maqras": [
        {
            "chapter": 3,
            "verse": 186,
            "text": "Niścaẏa'i tōmādēra parīkṣā karā habē tōmādēra dhanasampatti ō tōmādēra lōkajanēra mādhyamē, āra niḥsandēha tōmarā śunatē pābē tōmādēra āgē yādēra grantha dēẏā haẏēchē tādēra thēkē ēbaṁ yārā śarika karē tādēra thēkē anēka gāligālāja. Āra yadi tōmarā dhairya dhāraṇa karō ō bhaẏabhakti karō tabē niścaẏa sēṭi habē saṯsāhasēra kāja."
        },
        {
            "chapter": 3,
            "verse": 187,
            "text": "Āra smaraṇa karō! Yādēra kitāba dē'ōẏā haẏēchila tādēra thēkē āllāh aṅgīkāra grahaṇa karēchilēna -- ''tōmarā niścaẏa ēra kathā lōkēdēra kāchē prakāśa karabē, āra tā lukiẏē rākhabē nā.’’ Kintu tārā ēṭi tādēra piṭhēra pēchanē phēlē rēkhē diẏēchila, āra ēra jan'ya tārā binimaẏē sbalpamūlya grahaṇa karēchila. Ata'ēba manda tārā yā kēnē."
        },
        {
            "chapter": 3,
            "verse": 188,
            "text": "Tumi manē karō nā yārā ullasita haẏa yā tādēra dēẏā haẏēchē sējan'ya, āra praśansā pētē bhālōbāsē yā karē ni tāra jan'yē'ō, -- kājē'i tumi tādēra bhēbō nā yē tārā śāsti thēkē nirāpada, āra tādēra jan'ya raẏēchē byathādāẏaka śāsti."
        },
        {
            "chapter": 3,
            "verse": 189,
            "text": "Āra āllāh‌ra'i mahākāśamanḍala ō pr̥thibī rājatba. Āra āllāh saba-kichura uparē sarbaśaktimāna."
        },
        {
            "chapter": 3,
            "verse": 190,
            "text": "Niḥsandēha mahākāśamanḍalī ō pr̥thibīra sr̥ṣṭitē ēbaṁ rāta ō dinēra ābartanē biśēṣa nidarśana raẏēchē jñānabāna lōkadēra jan'ya"
        },
        {
            "chapter": 3,
            "verse": 191,
            "text": "Yārā āllāh‌kē smaraṇa karē dām̐ṛānō ō basā ō tādēra pārśbēra uparē śāẏita abasthāẏa āra gabhīra cintā karē mahākāśamanḍala ō pr̥thibīra sr̥ṣṭira biṣaẏē. ''Āmādēra prabhu! Ēsaba tumi br̥thā sr̥ṣṭi karō ni, tōmāra'i saba mahimā. Kājē'i āmādēra rakṣā karō āgunēra śāsti thēkē."
        },
        {
            "chapter": 3,
            "verse": 192,
            "text": "Āmādēra prabhu! Niścaẏa'i yākē tumi āgunē prabiṣṭa karā'ō, tākē tabē prakr̥ta'i tumi lāñchita karēcha. Āra an'yāẏakārīdēra jan'ya sāhāyyakārīdēra kē'u thākabē nā."
        },
        {
            "chapter": 3,
            "verse": 193,
            "text": "Āmādēra prabhu! Niḥsandēha āmarā śunēchi ēkajana ghōṣaṇākārīkē īmānēra prati āhbāna karatē ē'i balē -- 'tōmādēra prabhuraprati īmāna ānō’, kājē'i āmarā īmāna ēnēchi. Āmādēra prabhu! Ata'ēba āmādēra aparādha thēkē āmādēra paritrāṇa karō, āra āmādēra dōṣatruṭi āmādēra thēkē muchē dā'ō, āra āmādēra prāṇatyāga karatē dā'ō sajjanadēra saṅgē."
        },
        {
            "chapter": 3,
            "verse": 194,
            "text": "Āmādēra prabhu! Āra āmādēra pradāna karō yā tumi āmādēra kāchē ōẏādā karēcha tōmāra rasūladēra mādhyamē, āra āmādēra lāñchita karō nā kiẏāmatēra dinē. Niḥsandēha tumi ōẏādāra khēlāpha karō nā.’’"
        },
        {
            "chapter": 3,
            "verse": 195,
            "text": "Tādēra prabhu takhana tādēra āhbānē sāṛā dilēna -- ''āmi niścaẏa'i biphala karabō nā tōmādēra madhyēra karmīdēra kōnō kāja -- puruṣa ha'ō bā nārī -- tōmādēra ēkajana an'yajana thēkē, sutarāṁ yārā hijarata karēchē ō tādēra gharabāṛi thēkē yārā bahiṣkr̥ta haẏēchē, ō āmāra pathē yārā niryātita haẏēchē, āra yārā yud'dha karēchē ō nihata haẏēchē -- niḥsandēha tādēra dōṣatruṭi tādēra thēkē abaśya'i muchē dēba āra niḥsandēha tādēra abaśya'i prabiṣṭa karāba sbargōdyānasamūhē yādēra nicē diẏē baẏē calē jharanārāji -- ēkaṭi puraskāra āllāh‌ra darabāra thēkē. Āra āllāh -- tām̐ra kāchē raẏēchē ārō uttama puraskāra.’’"
        },
        {
            "chapter": 3,
            "verse": 196,
            "text": "Yārā abiśbāsa pōṣaṇa karē śaharē-nagarē tādēra calāphērā tōmākē yēna dhōkā nā dēẏa."
        },
        {
            "chapter": 3,
            "verse": 197,
            "text": "Tuccha bhōga! Tārapara tādēra bāsasthāna hacchē jāhānnāma, āra jaghan'ya ē'i biśrāmasthala."
        },
        {
            "chapter": 3,
            "verse": 198,
            "text": "Kintu yārā tādēra prabhukē bhaẏa-śrad'dhā karē tādēra jan'ya sbargōdyānasamūha, yādēra nicē diẏē baẏē calē jharanārāji, tātē tārā thākabē cirakāla -- āllāh‌ra tarapha thēkē āpyāẏana. Āra āllāh‌ra kāchē yā raẏēchē tā puṇyā‌tmādēra jan'ya ārō uttama."
        },
        {
            "chapter": 3,
            "verse": 199,
            "text": "Āra niḥsandēha granthaprāptadēra madhyē yārā īmāna ānē āllāh‌tē āra yā tōmādēra kāchē abatīrṇa haẏēchē āra yā tā dēra kāchē nāyila haẏēchila tātē, āllāh‌ra kāchē binīta, tārā āllāh‌ra bāṇīsamūhēra jan'ya sbalpamūlya kāmātē yāẏa nā. Ērā'i, -- ēdēra jan'ya ēdēra puraskāra raẏēchē ēdēra prabhura kāchē. Niḥsandēha āllāh hisēba-nikēśē taṯpara."
        },
        {
            "chapter": 3,
            "verse": 200,
            "text": "Ōhē yārā īmāna ēnēcha! Dhairyadhāraṇa karō āra dhairyadhāraṇē agraṇī ha'ō, āra abicala thēkō, āra āllāh‌kē bhaẏaśrad'dhā karō, yēna tōmarā saphalakāma hatē pārō."
        }
    ]
}