{
    "chapter": [
        {
            "chapter": 72,
            "verse": 1,
            "text": "(Napiyē!) Kūṟuvīrāka: Vahyi mūlam eṉakku aṟivikkappaṭṭatāvatu: Meyyākavē jiṉkaḷil cilar (ivvētattaic) ceviyuṟṟu(t taṅkaḷ iṉattārkaḷiṭam ceṉṟu avarkaḷai nōkki) kūṟiṉārkaḷ: ‘‘Niccayamāka nāṅkaḷ mikka āccariyamāṉa oru kur'āṉaic ceviyuṟṟōm"
        },
        {
            "chapter": 72,
            "verse": 2,
            "text": "atu nērāṉa vaḻiyai aṟivikkiṟatu. Ākavē, atai nāṅkaḷ nampikkai koṇṭōm. (Iṉi) nāṅkaḷ eṅkaḷ iṟaivaṉukku oruvaṉaiyum aṟavē iṇaiyākka māṭṭōm"
        },
        {
            "chapter": 72,
            "verse": 3,
            "text": "niccayamāka eṅkaḷ iṟaivaṉuṭaiya makattuvam mikka mēlāṉatu. Avaṉ evaraiyum (taṉ) maṉaiviyākavō, kuḻantaiyākavō eṭuttuk koḷḷavillai"
        },
        {
            "chapter": 72,
            "verse": 4,
            "text": "mēlum, niccayamāka nam'miṭamuḷḷa maṭaiyaṉ allāhviṉ mītu (avaṉuṭaiya paricuttat taṉmaikkut) takāta viṣayaṅkaḷaik kūṟukiṟavaṉāka iruntāṉ"
        },
        {
            "chapter": 72,
            "verse": 5,
            "text": "maṉitarkaḷum, jiṉkaḷum niccayamāka allāh mītu poy kūṟamāṭṭārkaḷ eṉṟu meyyākavē (itu varai) nāṅkaḷ eṇṇikkoṇṭu iruntōm"
        },
        {
            "chapter": 72,
            "verse": 6,
            "text": "maṉitarkaḷiluḷḷa āṇkaḷ palar, jiṉkaḷiluḷḷa pala āṇkaḷiṭam meyyākavē (taṅkaḷai) pātukākkak kōrukiṉṟaṉar. Eṉavē, maṉitarkaḷ anta jiṉkaḷukku karvattai atikappaṭutti viṭṭaṉar"
        },
        {
            "chapter": 72,
            "verse": 7,
            "text": "nīṅkaḷ eṇṇukiṟapaṭiyē avarkaḷum (iṟanta piṉṉar) allāh, oruvaraiyum (uyirkoṭuttu) eḻuppamāṭṭāṉ eṉṟu niccayamāka eṇṇik koṇṭaṉar"
        },
        {
            "chapter": 72,
            "verse": 8,
            "text": "niccayamāka nāṅkaḷ vāṉattait taṭavip pārttōm. Atu palamāṉa pātukāvalarkaḷālum, eri naṭcattiraṅkaḷālum nirappappaṭṭiruppatai nāṅkaḷ kaṇṭōm"
        },
        {
            "chapter": 72,
            "verse": 9,
            "text": "(muṉṉar) aṅku (naṭaipeṟum viṣayaṅkaḷaic) ceviyuṟakkūṭiya pala iṭaṅkaḷil nāṅkaḷ amarntiruppōm. Ippoḻutō, (avaṟṟaic) ceviyuṟa evaṉum ceṉṟāl, neruppiṉ oru kaṅku avaṉai (aṭippataṟkāka) etirpārttiruppatai avaṉ kāṇpāṉ"
        },
        {
            "chapter": 72,
            "verse": 10,
            "text": "Pūmiyiluḷḷavarkaḷukku (itaṉāl) tīṅku virumpappaṭukiṟatō, allatu avarkaḷiṉ iṟaivaṉ (itaṉāl) avarkaḷukku naṉmaiyai nāṭiyirukkiṟāṉō eṉpatai niccayamāka nāṅkaḷ aṟiya māṭṭōm"
        },
        {
            "chapter": 72,
            "verse": 11,
            "text": "niccayamāka nam'mil nallavarkaḷum cilar irukkiṉṟaṉar; maṟṟavarkaḷum nam'mil cilar irukkiṉṟaṉar. Nām pala pirivukaḷākap pirintuviṭṭōm"
        },
        {
            "chapter": 72,
            "verse": 12,
            "text": "niccayamāka nām pūmiyil allāhvait tōṟkaṭikka muṭiyātu eṉpataiyum, (pūmiyiliruntu) ōṭi avaṉai viṭṭut tappittukkoḷḷa muṭiyātu eṉpataiyum uṟutiyāka aṟintu koṇṭōm"
        },
        {
            "chapter": 72,
            "verse": 13,
            "text": "(inta kur'āṉiluḷḷa) nērāṉa vaḻikaḷaic ceviyuṟṟapōtē atai nāṅkaḷ nampikkai koṇṭōm. Evaṉ taṉ iṟaivaṉai nampikkai koḷkiṟāṉō, avaṉ naṣṭattaip paṟṟiyum, tuṉpattaip paṟṟiyum payappaṭamāṭṭāṉ"
        },
        {
            "chapter": 72,
            "verse": 14,
            "text": "muṟṟilum (avaṉukku) paṇintu vaḻippaṭṭavarkaḷum niccayamāka nam'mil palar irukkiṉṟaṉar; varampu mīṟiyavarkaḷum nam'mil palar irukkiṉṟaṉar. Evarkaḷ muṟṟilum paṇintu vaḻippaṭukiṟārkaḷō, avarkaḷtāṉ nērāṉa vaḻiyait terintu koṇṭavarkaḷ"
        },
        {
            "chapter": 72,
            "verse": 15,
            "text": "varampu mīṟiyavarkaḷō, narakattiṉ eri kaṭṭaikaḷāka ākiviṭṭaṉar'' (ivvāṟu jiṉkaḷ kūṟiṉar)"
        },
        {
            "chapter": 72,
            "verse": 16,
            "text": "(napiyē! Inta maṉitarkaḷ) nērāṉa pātaiyil uṟutiyāka iruntāl, taṭaiyiṉṟiyē avarkaḷukku taṇṇīraip pukaṭṭik koṇṭiruppōm"
        },
        {
            "chapter": 72,
            "verse": 17,
            "text": "itil avarkaḷai nām cōtippōm. Ākavē, evaṉ taṉ iṟaivaṉai niṉaippataiyē puṟakkaṇikkiṉṟāṉō avaṉaik kaṭiṉamāṉa vētaṉaiyil avaṉ pukuttiviṭuvāṉ"
        },
        {
            "chapter": 72,
            "verse": 18,
            "text": "niccayamāka paḷḷivācal (masjitu)kaḷellām, allāhvai vaṇaṅkuvataṟkāka uḷḷaṉa. Ākavē, (avaṟṟil) allāhvuṭaṉ maṟṟevaraiyum (peyar kūṟi) aḻaikkātīrkaḷ"
        },
        {
            "chapter": 72,
            "verse": 19,
            "text": "Niccayamāka allāhvuṭaiya aṭiyā(rākiya nam tūta)r, avaṉaip pirārttaṉai ceytu toḻa ārampittāl, (itaik kāṇum jiṉkaḷum, makkaḷum āccariyappaṭṭuk) kūṭṭam kūṭṭamāka vantu avaraic cūḻntukoḷkiṉṟaṉar"
        },
        {
            "chapter": 72,
            "verse": 20,
            "text": "(napiyē! Avarkaḷukku) kūṟuvīrāka: ‘‘Nāṉ pirārttaṉai ceytu aḻaippatellām eṉ iṟaivaṉaiyē! Avaṉukku oruvaraiyum nāṉ iṇaiyākka māṭṭēṉ"
        },
        {
            "chapter": 72,
            "verse": 21,
            "text": "niccayamāka nāṉ uṅkaḷukku naṉmai ceyyavō, tīmai ceyyavō oru ciṟitum caktiyaṟṟavaṉ'' eṉṟum kūṟuvīrāka"
        },
        {
            "chapter": 72,
            "verse": 22,
            "text": "‘‘niccayamāka, allāhviṭamiruntu oruvaṉumē eṉṉai pātukākka muṭiyātu. Avaṉaiyaṉṟi aṇṭum iṭattaiyum nāṉ kāṇamāṭṭēṉ.'' Eṉṟum kūṟuvīrāka"
        },
        {
            "chapter": 72,
            "verse": 23,
            "text": "āyiṉum, allāhviṭamiruntu (eṉakkuk kiṭaitta) avaṉuṭaiya tūtai eṭutturaippatait tavira (eṉakku vēṟu vaḻiyillai.) Ākavē, evarkaḷ allāhvukkum, avaṉuṭaiya tūtarukkum māṟuceykiṟārkaḷō, avarkaḷukku niccayamāka naraka neruppu tāṉ (kūliyākum). Atil avarkaḷ eṉṟeṉṟumē taṅkiviṭuvārkaḷ"
        },
        {
            "chapter": 72,
            "verse": 24,
            "text": "payamuṟuttappaṭṭa vētaṉaiyai avarkaḷ (kaṇṇāl) kāṇum camayattil, evaṉuṭaiya utaviyāḷar, mikka palavīṉamāṉavarkaḷ eṉpataiyum (evaruṭaiya utaviyāḷar) mikka kuṟainta tokaiyiṉar eṉpataiyum cantēkamiṉṟi aṟintu koḷvārkaḷ"
        },
        {
            "chapter": 72,
            "verse": 25,
            "text": "(napiyē!) Kūṟuvīrāka: ‘‘Uṅkaḷukkup payamuṟuttappaṭum vētaṉai camīpattil irukkiṟatā? Allatu eṉatiṟaivaṉ ataṟkut tavaṇai ēṟpaṭutti irukkiṟāṉā eṉpatai nāṉ aṟiya māṭṭēṉ"
        },
        {
            "chapter": 72,
            "verse": 26,
            "text": "avaṉtāṉ maṟaivāṉa ivviṣayaṅkaḷaiyellām naṉkaṟintavaṉ āvāṉ. Maṟaivāka uḷḷa ivviṣayaṅkaḷai avaṉ oruvarukkum veḷippaṭuttuvatu illai"
        },
        {
            "chapter": 72,
            "verse": 27,
            "text": "Āyiṉum, taṉ tūtarkaḷil evarkaḷait tērnteṭuttāṉō avarkaḷukku atai avaṉ aṟivikkak kūṭum. (Atai avaṉ avarkaḷukku aṟivitta camayattil) niccayamāka avaṉ avarkaḷukku muṉṉum piṉṉum (oru malakkaip) pātukāppavarāka aṉuppivaikkiṟāṉ"
        },
        {
            "chapter": 72,
            "verse": 28,
            "text": "(attūtarkaḷ) taṅkaḷ iṟaivaṉiṉ tūtukaḷai meyyākavē eṭutturaittārkaḷ eṉpatai, tāṉ aṟintu koḷvataṟkāka (avvāṟu pātukāppāḷarai aṉuppukiṟāṉ). Avarkaḷiṭam uḷḷavaṟṟai avaṉ taṉ ñāṉattāl cūḻntaṟintu koṇṭiruppatuṭaṉ, ovvoru poruḷiṉ kaṇakkaiyum muḻumaiyāka aṟintavaṉāka irukkiṟāṉ"
        }
    ]
}