{
    "rukus": [
        {
            "chapter": 2,
            "verse": 142,
            "text": "Insanlardan birtakım beyinsizler: «Onları daha once uzerinde bulundukları kıblelerinden ceviren nedir?» diyecekler. De ki: «Dogu da Allah´ındır, batı da. Diledigini dosdogru yola yoneltip iletir.»"
        },
        {
            "chapter": 2,
            "verse": 143,
            "text": "Boylece biz sizi, insanlara sahid (ve ornek) olmanız icin vasat bir ummet kıldık; peygamber de uzerinizde bir sahid olsun. Senin uzerinde bulundugun (yonu, Ka´be´yi) kıble yapmamız, peygambere uyanları, iki topugu uzerinde gerisin geri donenlerden ayırdetmek icindir. Dogrusu (bu,) Allah´ın hidayete ulastırdıklarının dısında kalanlar icin buyuk (bir yuk) tur. Allah, imanınızı bosa cıkaracak degildir. Suphesiz, Allah, insanlara sefkat edendir, esirgeyendir"
        },
        {
            "chapter": 2,
            "verse": 144,
            "text": "Biz, senin, yuzunu cok defa goge dogru cevirip durdugunu goruyoruz. Simdi elbette seni hosnud olacagın kıbleye cevirecegiz. Artık yuzunu Mescid-i Haram yonune cevir. Her nerede bulunursanız, yuzunuzu onun yonune cevirin. Suphesiz, kendilerine kitap verilenler, tartısmasız bunun Rablerinden bir gercek (hak) oldugunu elbette bilirler. Allah, yapmakta olduklarınızdan gafil olmayandır"
        },
        {
            "chapter": 2,
            "verse": 145,
            "text": "Andolsun, kendilerine kitap verilenlere her ayeti (delili) getirsen, yine de onlar senin kıblene uymaz; sen de onların kıblelerine uyacak degilsin. (Hatta) Onlardan bir kısmı, bir kısmının kıblesine de uymaz. Andolsun, eger sana gelen bunca ilimden sonra onların heva (istek ve tutku) larına uyacak olursan, kuskusuz, o zaman zalimlerden olursun"
        },
        {
            "chapter": 2,
            "verse": 146,
            "text": "Kendilerine kitap verdiklerimiz, onu (peygamberi), cocuklarını tanır gibi tanırlar. Buna ragmen iclerinden bir bolumu, bildikleri halde mutlaka gercegi gizlerler"
        },
        {
            "chapter": 2,
            "verse": 147,
            "text": "Gercek (hak) Rabbindendir. Su halde sakın kuskuya kapılanlardan olma"
        }
    ]
}