{
    "rukus": [
        {
            "chapter": 27,
            "verse": 83,
            "text": "Ve her ummetten ayetlerimizi yalan sayanlardan bir grup toplayacagımız gun, artık onlar ´tutuklanıp (azab yerine) dagıtılırlar.´"
        },
        {
            "chapter": 27,
            "verse": 84,
            "text": "Nihayet geldikleri zaman, (Allah) der ki: «Siz benim ayetlerimi, bilgi bakımından kavramadıgınız halde yalanladınız mı? Yoksa ne yapıyordunuz?»"
        },
        {
            "chapter": 27,
            "verse": 85,
            "text": "Zulmetmelerine karsılık, soz, kendi aleyhlerine gelmis bulunmaktadır; artık onlar, konusmazlar da"
        },
        {
            "chapter": 27,
            "verse": 86,
            "text": "Gormediler mi, biz geceyi onda sukun bulmaları icin, gunduzu de aydınlık(la gorsunler) diye yarattık. Suphesiz, iman etmekte olan bir kavim icin bunda ayetler vardır"
        },
        {
            "chapter": 27,
            "verse": 87,
            "text": "Sur´a ufurulecegi gun, Allah´ın diledigi kimseler dısında, goklerde ve yerde olan herkes artık korkuya kapılmıstır; ve onların her biri ´boyun bukmus´ olarak O´na gelmislerdir"
        },
        {
            "chapter": 27,
            "verse": 88,
            "text": "Dagları gorursun de, onları donmus sanırsın; oysa onlar bulutların suruklenmesi gibi suruklenirler. Her seyi ´sapasaglam ve yerli yerinde yapan´ Allah´ın sanatı (yapısı)dır (bu). Hic suphe yok O, islemekte olduklarınızdan haberi olandır"
        },
        {
            "chapter": 27,
            "verse": 89,
            "text": "Kim bir iyilikle gelirse, artık kendisine ondan daha hayırlısı vardır ve onlar, o gunun korkusuna karsı guvenlik icindedirler"
        },
        {
            "chapter": 27,
            "verse": 90,
            "text": "Kim de bir kotulukle gelirse, artık onlar da atese yuzukoyun atılır (ve onlara:) «Yapmakta olduklarınızdan baskasıyla mı cezalandırılıyorsunuz?» (denir)"
        },
        {
            "chapter": 27,
            "verse": 91,
            "text": "(De ki:) «Ben, ancak bu sehrin Rabbine ibadet etmekle emrolundum ki, O, burasını kutlu ve saygıdeger kıldı. Her sey O´nundur. Ve muslumanlardan olmakla emrolundum.»"
        },
        {
            "chapter": 27,
            "verse": 92,
            "text": "«Ve Kur´an´ı okumakla da (emrolundum). Artık kim hidayete gelirse, kendi nefsi icin hidayete gelmistir; kim de sapacak olursa, sen de, de ki: «Ben yalnızca uyarıcı, korkutuculardanım.»"
        },
        {
            "chapter": 27,
            "verse": 93,
            "text": "Ve de ki: «Allah´a hamdolsun, O size ayetlerini gosterecektir, siz de onları bilip tanıyacaksınız.» Senin Rabbin, yapmakta olduklarınızdan gafil degildir"
        }
    ]
}