{
    "pages": [
        {
            "chapter": 6,
            "verse": 102,
            "text": "Toto jest Buh, Pan vas: neni Boha, krome neho, Stvoritele vsech veci; procez jemu se klante, nebot on nade vsim vede dozor"
        },
        {
            "chapter": 6,
            "verse": 103,
            "text": "Nici pohled nedostihne jej, vsak on dostihuje pohledy (lidi): on, vse pronikajici, o vsem zpraveny"
        },
        {
            "chapter": 6,
            "verse": 104,
            "text": "Nyni viditelne prisly vam dukazy od Pana vaseho: kdozkoli vidi je, k jeho vlastnimu jest to prospechu: kdozkoli pak slepym jest vuci nim, k jeho vlastni jest to skodc. Jat pak nejsem nad vami opatrovnikem"
        },
        {
            "chapter": 6,
            "verse": 105,
            "text": "Takto ruznym zpusobem vysvetlujeme znameni sva, aby rekli: „Jsi uceny,“ a abychom objasniti je mohli lidem chapajicim"
        },
        {
            "chapter": 6,
            "verse": 106,
            "text": "Nasleduj to, co zjevenoti bylo Panem tvym; neni Boha krome neho! a vzdaluj se mnohobozcu"
        },
        {
            "chapter": 6,
            "verse": 107,
            "text": "Kdyby Buh chtel, nedavali by mu spolecniku: vsak neustanovili jsme te opatrovnikem nad nimi, aniz jsi porucnikem jejich"
        },
        {
            "chapter": 6,
            "verse": 108,
            "text": "Neurazej nikterak bozstvi, jez vzyvaji vedle Boha, aby z nenavisti neurazeli Boha v nevedomosti sve. Takovymto zpusobem zkraslili jsme kazdemu narodu skutky jeho: pak navrati se k Panu svemu a on jim povi, jake byly skutky jejich"
        },
        {
            "chapter": 6,
            "verse": 109,
            "text": "A nejopravdovejsi prisahou prisahali pri Bohu, ze ucineno-li jim bude znameni, jiste uveri v ne. Rci: „Znameni ciniti jest jedine v moci Boha a nedava jich pocititi vam, nebot i kdyby ucinena byla, neuveri.“"
        },
        {
            "chapter": 6,
            "verse": 110,
            "text": "A odvratime srdce jejich i zraky od pravdy, jezto neuverili napoprve a nechame je blouditi (bez voditka) ve svevoli jejich"
        }
    ]
}