{
    "pages": [
        {
            "chapter": 30,
            "verse": 6,
            "text": "Toto jest slib Boha a Buh nikdy nebere zpet slibu sveho, vsak vetsina lidi neni si toho vedoma"
        },
        {
            "chapter": 30,
            "verse": 7,
            "text": "Znaji pouze po zevnejsku zivot pozemsky a vuci zivotu budoucimu jsou lhostejni"
        },
        {
            "chapter": 30,
            "verse": 8,
            "text": "Zdaz nerozvazovali sami v duchu, ze Buh nestvoril nebesa a zemi, a vse, coz mezi obema jest, leda v opravdovosti a pouze az do lhuty predurcene? Vsak zajiste mnoho lidi v setkani s Panem svym neveri"
        },
        {
            "chapter": 30,
            "verse": 9,
            "text": "Zdaz necestovali v zemi a nevideli, jaky byl konec tech pred nimi, kteri byli mocnejsi jich silou? Rozbrazdili zemi a zalidnili ji ve vetsim poctu, nez jakym oni zalidnuji ji: a prisli k nim poslove nasi s jasnymi dukazy. A nebyl to Buh, jenz bezpravi jim ucinil, nybrz oni sobe samym bezpravi ucinili"
        },
        {
            "chapter": 30,
            "verse": 10,
            "text": "A konec tech, jiz pachali zlo, zly byl: nebot zajiste vylhanymi nazyvali znameni nase a zert si z nich tropili"
        },
        {
            "chapter": 30,
            "verse": 11,
            "text": "Buh vzbuzuje stvoreni a pak dava mu navraceti se k nemu: a pak vsichni navraceni k nemu budete"
        },
        {
            "chapter": 30,
            "verse": 12,
            "text": "A v den, kdy nastane hodina (soudu), onemi provinilci"
        },
        {
            "chapter": 30,
            "verse": 13,
            "text": "a nebude jim mezi temi, jez spolcovali (s Bohem) primluvcu: oni pak budou tyto spolecniky sve zapirati"
        },
        {
            "chapter": 30,
            "verse": 14,
            "text": "A v den, kdy nastane hodina (soudu), v den ten budou lide od sebe rozdeleni"
        },
        {
            "chapter": 30,
            "verse": 15,
            "text": "a pokud se tyce tech, kdoz uverili a konali dobre skutky, ti v kvetnate lucine radovati se budou"
        }
    ]
}