{
    "maqras": [
        {
            "chapter": 70,
            "verse": 19,
            "text": "Mennesket er av natur smaskarent"
        },
        {
            "chapter": 70,
            "verse": 20,
            "text": "Nar ondt treffer ham, er han engstelig"
        },
        {
            "chapter": 70,
            "verse": 21,
            "text": "og nar godt overgar ham, er han paholden"
        },
        {
            "chapter": 70,
            "verse": 22,
            "text": "Unntatt er de som forretter bønnen"
        },
        {
            "chapter": 70,
            "verse": 23,
            "text": "og som er vedholdende i bønnen"
        },
        {
            "chapter": 70,
            "verse": 24,
            "text": "som i det de eier anerkjenner en rett"
        },
        {
            "chapter": 70,
            "verse": 25,
            "text": "for tiggeren og den trengende"
        },
        {
            "chapter": 70,
            "verse": 26,
            "text": "og som tror pa dommens dag"
        },
        {
            "chapter": 70,
            "verse": 27,
            "text": "de som bever for Herrens straff"
        },
        {
            "chapter": 70,
            "verse": 28,
            "text": "for Herrens straff kan ingen føle seg trygg"
        },
        {
            "chapter": 70,
            "verse": 29,
            "text": "som holder sitt kjønnsliv i tømme"
        },
        {
            "chapter": 70,
            "verse": 30,
            "text": "unntatt overfor sine hustruer og sine slavinner, for da kan de ikke bebreides"
        },
        {
            "chapter": 70,
            "verse": 31,
            "text": "men den som begjærer noe utover dette, slike gar over grensen"
        },
        {
            "chapter": 70,
            "verse": 32,
            "text": "som passer betrodd gods og sine forpliktelser"
        },
        {
            "chapter": 70,
            "verse": 33,
            "text": "som star fast i sine vitnemal"
        },
        {
            "chapter": 70,
            "verse": 34,
            "text": "og overholder sine bønner"
        },
        {
            "chapter": 70,
            "verse": 35,
            "text": "Disse, i paradisets haver skal de være og de vises all ære"
        },
        {
            "chapter": 70,
            "verse": 36,
            "text": "Hva er det med de vantro som kommer frem foran deg og strekker hals"
        },
        {
            "chapter": 70,
            "verse": 37,
            "text": "i smagrupper fra høyre og fra venstre"
        },
        {
            "chapter": 70,
            "verse": 38,
            "text": "Ønsker hver av dem a bli ført inn i lykksalighetens have"
        },
        {
            "chapter": 70,
            "verse": 39,
            "text": "A nei, Vi har skapt dem av det de vet"
        },
        {
            "chapter": 70,
            "verse": 40,
            "text": "A nei! Jeg sverger ved østens og vestens Herre, Vi ville visselig være i stand til"
        },
        {
            "chapter": 70,
            "verse": 41,
            "text": "a skifte dem ut, med noe bedre enn dem, og ingen kan komme Oss i forkjøpet"
        },
        {
            "chapter": 70,
            "verse": 42,
            "text": "La dem prate og leke seg til de møter den dag som er lovet dem"
        },
        {
            "chapter": 70,
            "verse": 43,
            "text": "den dag de haster frem fra gravene, som kappløp de til et mal"
        },
        {
            "chapter": 70,
            "verse": 44,
            "text": "med nedslagne blikk mens fornedrelsen dekker dem. Dette er dagen som ble lovet dem"
        },
        {
            "chapter": 71,
            "verse": 1,
            "text": "Vi sendte Noa til hans folk: «Advar ditt folk, før en smertelig straff kommer over dem.»"
        },
        {
            "chapter": 71,
            "verse": 2,
            "text": "Han sa: «Hør, mitt folk, jeg er en klar advarer for dere"
        },
        {
            "chapter": 71,
            "verse": 3,
            "text": "Tjen Gud, og frykt Ham, og adlyd meg"
        },
        {
            "chapter": 71,
            "verse": 4,
            "text": "sa vil Han tilgi deres synder og gi dere en viss frist! Nar Guds frist kommer, gis ingen utsettelse, om dere bare visste!»"
        },
        {
            "chapter": 71,
            "verse": 5,
            "text": "Han sa videre: «Herre, jeg har kalt pa mitt folk natt og dag"
        },
        {
            "chapter": 71,
            "verse": 6,
            "text": "men mitt kall har forsterket deres avstandtagen"
        },
        {
            "chapter": 71,
            "verse": 7,
            "text": "Sa ofte som jeg kalte dem, sa Du kunne tilgi dem, satte de fingrene i ørene og gjemte seg i sine klær, og turet frem i største hovmod"
        },
        {
            "chapter": 71,
            "verse": 8,
            "text": "Sa kalte jeg pa dem apent"
        },
        {
            "chapter": 71,
            "verse": 9,
            "text": "og sa talte jeg bade offentlig og privat"
        },
        {
            "chapter": 71,
            "verse": 10,
            "text": "og jeg sa: ’Be om Herrens tilgivelse! Han er det som tilgir"
        },
        {
            "chapter": 71,
            "verse": 11,
            "text": "og sa vil Han sende dere strømmende regn fra oven"
        },
        {
            "chapter": 71,
            "verse": 12,
            "text": "og forstrekke dere med rikdom og barn, og gi dere haver, og gi dere bekker"
        },
        {
            "chapter": 71,
            "verse": 13,
            "text": "Hva er det med dere, at dere ikke haper pa Guds langmodighet"
        },
        {
            "chapter": 71,
            "verse": 14,
            "text": "da Han jo har skapt dere i utviklingsfaser"
        },
        {
            "chapter": 71,
            "verse": 15,
            "text": "Har dere ikke sett hvordan Gud har skapt syv himler lagvis"
        },
        {
            "chapter": 71,
            "verse": 16,
            "text": "og satt manen der som et bluss, og solen som en lysende lampe"
        },
        {
            "chapter": 71,
            "verse": 17,
            "text": "Gud har latt dere vokse opp av jorden"
        },
        {
            "chapter": 71,
            "verse": 18,
            "text": "og sa lar Han dere vende tilbake dit, og sa bringer Han dere frem pa nytt"
        },
        {
            "chapter": 71,
            "verse": 19,
            "text": "Gud har bredt ut jorden for dere som et teppe"
        },
        {
            "chapter": 71,
            "verse": 20,
            "text": "sa dere kan vandre pa dens vide veier.’»"
        },
        {
            "chapter": 71,
            "verse": 21,
            "text": "Han fortsatte: «Herre, de har ikke adlydt meg, men fulgt ham, hvis rikdom og barn kun øker hans fortapelse"
        },
        {
            "chapter": 71,
            "verse": 22,
            "text": "og de har smidd svære renker"
        },
        {
            "chapter": 71,
            "verse": 23,
            "text": "og sier: ’Oppgi ikke deres guder! Forlat ikke Wadd og Suwa, og ikke Yaroth, Yahok eller Nasr.’"
        },
        {
            "chapter": 71,
            "verse": 24,
            "text": "De har ført mange vill. La de urettferdige bare tilta i villfarelse!»"
        },
        {
            "chapter": 71,
            "verse": 25,
            "text": "For sine overtredelsers skyld ble de druknet, og ført inn i en ild, og de fant ingen hjelpere utenom Gud"
        },
        {
            "chapter": 71,
            "verse": 26,
            "text": "Og Noa sa: «Herre, etterlat ikke en eneste av de vantro pa jorden"
        },
        {
            "chapter": 71,
            "verse": 27,
            "text": "Om Du lar dem tilbake, sa vil de føre dine tjenere vill, og de vil ikke fostre annet enn syndefulle vantro"
        },
        {
            "chapter": 71,
            "verse": 28,
            "text": "Herre, tilgi meg og mine foreldre, og enhver som kommer inn i mitt hus som troende, og de troende menn og kvinner! Og la de urettferdige bare tilta i fordervelse.»"
        }
    ]
}