{
    "maqras": [
        {
            "chapter": 17,
            "verse": 50,
            "text": "۞قل كونوا حجارة او حديدا"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "او خلقا مما يكبر في صدوركم فسيقولون من يعيدنا قل الذي فطركم اول مرة فسينغضون اليك رءوسهم ويقولون متى هو قل عسى ان يكون قريبا (فسينغضون: يحركون مستهزيين)"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "يوم يدعوكم فتستجيبون بحمده وتظنون ان لبثتم الا قليلا"
        },
        {
            "chapter": 17,
            "verse": 53,
            "text": "وقل لعبادي يقولوا التي هي احسن ان الشيطن ينزغ بينهم ان الشيطن كان للانسن عدوا مبينا (ينزغ: يفسد)"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "ربكم اعلم بكم ان يشا يرحمكم او ان يشا يعذبكم وما ارسلنك عليهم وكيلا"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "وربك اعلم بمن في السموت والارض ولقد فضلنا بعض النبين على بعض وءاتينا داود زبورا"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "قل ادعوا الذين زعمتم من دونه فلا يملكون كشف الضر عنكم ولا تحويلا"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "اوليك الذين يدعون يبتغون الى ربهم الوسيلة ايهم اقرب ويرجون رحمته ويخافون عذابه ان عذاب ربك كان محذورا (يبتغون: يطلبون, الوسيلة: القربة بالطاعة)"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "وان من قرية الا نحن مهلكوها قبل يوم القيمة او معذبوها عذابا شديدا كان ذلك في الكتب مسطورا (الكتاب: اللوح المحفوظ, مسطورا: مكتوبا)"
        },
        {
            "chapter": 17,
            "verse": 59,
            "text": "وما منعنا ان نرسل بالايت الا ان كذب بها الاولون وءاتينا ثمود الناقة مبصرة فظلموا بها وما نرسل بالايت الا تخويفا (مبصرة: معجزة واضحة)"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "واذ قلنا لك ان ربك احاط بالناس وما جعلنا الرءيا التي ارينك الا فتنة للناس والشجرة الملعونة في القرءان ونخوفهم فما يزيدهم الا طغينا كبيرا (الرويا: ما رايته ليلة الاسراء والمعراج بعينك من العجايب, والشجرة الملعونة: شجرة الزقوم)"
        },
        {
            "chapter": 17,
            "verse": 61,
            "text": "واذ قلنا للمليكة اسجدوا لادم فسجدوا الا ابليس قال ءاسجد لمن خلقت طينا"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "قال ارءيتك هذا الذي كرمت علي لين اخرتن الى يوم القيمة لاحتنكن ذريته الا قليلا (ارايتك: اخبرني, لاحتنكن: لاستولين عليهم)"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "قال اذهب فمن تبعك منهم فان جهنم جزاوكم جزاء موفورا (موفورا: وافرا)"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "واستفزز من استطعت منهم بصوتك واجلب عليهم بخيلك ورجلك وشاركهم في الامول والاولد وعدهم وما يعدهم الشيطن الا غرورا (واستفزز: استخف، واستعجل, بصوتك: بدعايك اياهم للمعاصي، وبالغناء والمزامير, واجلب: اجمع، وصح عليهم, بخيلك ورجلك: بجنودك الراكبين، والراجلين في معصية الله, غرورا: باطلا وخداعا)"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "ان عبادي ليس لك عليهم سلطن وكفى بربك وكيلا"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "ربكم الذي يزجي لكم الفلك في البحر لتبتغوا من فضله انه كان بكم رحيما (يزجي: يسير، ويجري, الفلك: السفن)"
        },
        {
            "chapter": 17,
            "verse": 67,
            "text": "واذا مسكم الضر في البحر ضل من تدعون الا اياه فلما نجىكم الى البر اعرضتم وكان الانسن كفورا (ضل: غاب)"
        },
        {
            "chapter": 17,
            "verse": 68,
            "text": "افامنتم ان يخسف بكم جانب البر او يرسل عليكم حاصبا ثم لا تجدوا لكم وكيلا (حاصبا: ريحا شديدة ترميكم بالحصباء, وكيلا: حافظا يحفظكم)"
        },
        {
            "chapter": 17,
            "verse": 69,
            "text": "ام امنتم ان يعيدكم فيه تارة اخرى فيرسل عليكم قاصفا من الريح فيغرقكم بما كفرتم ثم لا تجدوا لكم علينا به تبيعا (قاصفا من الريح: ريحا شديدة لا تمر على شيء الا كسرته, تبيعا: تابعا، ومطالبا يطالب بالثار منا)"
        }
    ]
}