{
    "maqras": [
        {
            "chapter": 3,
            "verse": 113,
            "text": "۞ليسوا سواء من اهل الكتب امة قايمة يتلون ءايت الله ءاناء اليل وهم يسجدون"
        },
        {
            "chapter": 3,
            "verse": 114,
            "text": "يومنون بالله واليوم الاخر ويامرون بالمعروف وينهون عن المنكر ويسرعون في الخيرت واوليك من الصلحين"
        },
        {
            "chapter": 3,
            "verse": 115,
            "text": "وما يفعلوا من خير فلن يكفروه والله عليم بالمتقين (فلن يكفروه: فلن يضيع عند الله)"
        },
        {
            "chapter": 3,
            "verse": 116,
            "text": "ان الذين كفروا لن تغني عنهم امولهم ولا اولدهم من الله شيا واوليك اصحب النار هم فيها خلدون"
        },
        {
            "chapter": 3,
            "verse": 117,
            "text": "مثل ما ينفقون في هذه الحيوة الدنيا كمثل ريح فيها صر اصابت حرث قوم ظلموا انفسهم فاهلكته وما ظلمهم الله ولكن انفسهم يظلمون (صر: برد شديد)"
        },
        {
            "chapter": 3,
            "verse": 118,
            "text": "يايها الذين ءامنوا لا تتخذوا بطانة من دونكم لا يالونكم خبالا ودوا ما عنتم قد بدت البغضاء من افوههم وما تخفي صدورهم اكبر قد بينا لكم الايت ان كنتم تعقلون (لا يالونكم خبالا: لا يقصرون في افساد حالكم, ودوا ما عنتم: احبوا مشقتكم الشديدة)"
        },
        {
            "chapter": 3,
            "verse": 119,
            "text": "هانتم اولاء تحبونهم ولا يحبونكم وتومنون بالكتب كله واذا لقوكم قالوا ءامنا واذا خلوا عضوا عليكم الانامل من الغيظ قل موتوا بغيظكم ان الله عليم بذات الصدور (اولاء: هولاء)"
        },
        {
            "chapter": 3,
            "verse": 120,
            "text": "ان تمسسكم حسنة تسوهم وان تصبكم سيية يفرحوا بها وان تصبروا وتتقوا لا يضركم كيدهم شيا ان الله بما يعملون محيط"
        },
        {
            "chapter": 3,
            "verse": 121,
            "text": "واذ غدوت من اهلك تبوي المومنين مقعد للقتال والله سميع عليم (غدوت: خرجت من اول النهار, تبوي: تنزل)"
        },
        {
            "chapter": 3,
            "verse": 122,
            "text": "اذ همت طايفتان منكم ان تفشلا والله وليهما وعلى الله فليتوكل المومنون (ان تفشلا: تجبنا، وتضعفا)"
        },
        {
            "chapter": 3,
            "verse": 123,
            "text": "ولقد نصركم الله ببدر وانتم اذلة فاتقوا الله لعلكم تشكرون"
        },
        {
            "chapter": 3,
            "verse": 124,
            "text": "اذ تقول للمومنين الن يكفيكم ان يمدكم ربكم بثلثة ءالف من المليكة منزلين"
        },
        {
            "chapter": 3,
            "verse": 125,
            "text": "بلى ان تصبروا وتتقوا وياتوكم من فورهم هذا يمددكم ربكم بخمسة ءالف من المليكة مسومين (فورهم هذا: ساعتهم هذه, مسومين: معلمين انفسهم، وخيولهم بعلامات واضحات)"
        },
        {
            "chapter": 3,
            "verse": 126,
            "text": "وما جعله الله الا بشرى لكم ولتطمين قلوبكم به وما النصر الا من عند الله العزيز الحكيم"
        },
        {
            "chapter": 3,
            "verse": 127,
            "text": "ليقطع طرفا من الذين كفروا او يكبتهم فينقلبوا خايبين (يكبتهم: يخزيهم)"
        },
        {
            "chapter": 3,
            "verse": 128,
            "text": "ليس لك من الامر شيء او يتوب عليهم او يعذبهم فانهم ظلمون"
        },
        {
            "chapter": 3,
            "verse": 129,
            "text": "ولله ما في السموت وما في الارض يغفر لمن يشاء ويعذب من يشاء والله غفور رحيم"
        },
        {
            "chapter": 3,
            "verse": 130,
            "text": "يايها الذين ءامنوا لا تاكلوا الربوا اضعفا مضعفة واتقوا الله لعلكم تفلحون"
        },
        {
            "chapter": 3,
            "verse": 131,
            "text": "واتقوا النار التي اعدت للكفرين"
        },
        {
            "chapter": 3,
            "verse": 132,
            "text": "واطيعوا الله والرسول لعلكم ترحمون"
        }
    ]
}