{
    "maqras": [
        {
            "chapter": 7,
            "verse": 189,
            "text": "۞هو ٱلذي خلقكم من نفۡسٖ وٰحدةٖ وجعل منۡها زوۡجها ليسۡكن إليۡهاۖ فلما تغشىٰها حملتۡ حمۡلا خفيفا فمرتۡ بهۖ فلمآ أثۡقلت دعوا ٱلله ربهما لئنۡ ءاتيۡتنا صٰلحا لنكونن من ٱلشـٰكرين (ليسكن: ليانس، ويطمئن, تغشاها: جامعها, فمرت به: قامت به، وقعدت؛ لخفة الحمل, أثقلت: صارت ثقيلة لأجل الحمل)"
        },
        {
            "chapter": 7,
            "verse": 190,
            "text": "فلمآ ءاتىٰهما صٰلحا جعلا له شركآء فيمآ ءاتىٰهماۚ فتعٰلى ٱلله عما يشۡركون (فتعالى: تعاظم، وتنزه)"
        },
        {
            "chapter": 7,
            "verse": 191,
            "text": "أيشۡركون ما لا يخۡلق شيۡـٔا وهمۡ يخۡلقون"
        },
        {
            "chapter": 7,
            "verse": 192,
            "text": "ولا يسۡتطيعون لهمۡ نصۡرا ولآ أنفسهمۡ ينصرون"
        },
        {
            "chapter": 7,
            "verse": 193,
            "text": "وإن تدۡعوهمۡ إلى ٱلۡهدىٰ لا يتبعوكمۡۚ سوآء عليۡكمۡ أدعوۡتموهمۡ أمۡ أنتمۡ صٰمتون"
        },
        {
            "chapter": 7,
            "verse": 194,
            "text": "إن ٱلذين تدۡعون من دون ٱلله عباد أمۡثالكمۡۖ فٱدۡعوهمۡ فلۡيسۡتجيبوا لكمۡ إن كنتمۡ صٰدقين"
        },
        {
            "chapter": 7,
            "verse": 195,
            "text": "ألهمۡ أرۡجلٞ يمۡشون بهآۖ أمۡ لهمۡ أيۡدٖ يبۡطشون بهآۖ أمۡ لهمۡ أعۡينٞ يبۡصرون بهآۖ أمۡ لهمۡ ءاذانٞ يسۡمعون بهاۗ قل ٱدۡعوا شركآءكمۡ ثم كيدون فلا تنظرون (تنظرون: تمهلون)"
        },
        {
            "chapter": 7,
            "verse": 196,
            "text": "إن ولـۧي ٱلله ٱلذي نزل ٱلۡكتٰبۖ وهو يتولى ٱلصـٰلحين (وليي: ناصري، وحافظي من كل سوء)"
        },
        {
            "chapter": 7,
            "verse": 197,
            "text": "وٱلذين تدۡعون من دونه لا يسۡتطيعون نصۡركمۡ ولآ أنفسهمۡ ينصرون"
        },
        {
            "chapter": 7,
            "verse": 198,
            "text": "وإن تدۡعوهمۡ إلى ٱلۡهدىٰ لا يسۡمعواۖ وترىٰهمۡ ينظرون إليۡك وهمۡ لا يبۡصرون"
        },
        {
            "chapter": 7,
            "verse": 199,
            "text": "خذ ٱلۡعفۡو وأۡمرۡ بٱلۡعرۡف وأعۡرضۡ عن ٱلۡجٰهلين (خذ العفو: خذ ما تيسر من أخلاق الناس، ولا تكلفهم ما لا يريدون بذله لك, بالعرف: بالمعروف، وهو كل قول وعمل حسن, الجاهلين: السفهاء)"
        },
        {
            "chapter": 7,
            "verse": 200,
            "text": "وإما ينزغنك من ٱلشيۡطٰن نزۡغٞ فٱسۡتعذۡ بٱللهۚ إنه سميع عليم (ينزغنك: يصيبنك, نزغ: وسوسة، وتثبيط عن الخير، وحث على الشر, فاستعذ بالله: فالجا مستجيرا بالله)"
        },
        {
            "chapter": 7,
            "verse": 201,
            "text": "إن ٱلذين ٱتقوۡا إذا مسهمۡ طـٰٓئفٞ من ٱلشيۡطٰن تذكروا فإذا هم مبۡصرون (طائف من الشيطان: عارض من وسوسة الشيطان)"
        },
        {
            "chapter": 7,
            "verse": 202,
            "text": "وإخۡوٰنهمۡ يمدونهمۡ في ٱلۡغي ثم لا يقۡصرون (يمدونهم: يعينونهم في الغواية, لا يقصرون: لا يدخرون وسعا في غوايتهم)"
        },
        {
            "chapter": 7,
            "verse": 203,
            "text": "وإذا لمۡ تأۡتهم بـٔايةٖ قالوا لوۡلا ٱجۡتبيۡتهاۚ قلۡ إنمآ أتبع ما يوحىٰٓ إلي من ربيۚ هٰذا بصآئر من ربكمۡ وهدى ورحۡمةٞ لقوۡمٖ يؤۡمنون (اجتبيتها: اختلقتها وأحدثتها, بصائر: حجج، وبراهين)"
        },
        {
            "chapter": 7,
            "verse": 204,
            "text": "وإذا قرئ ٱلۡقرۡءان فٱسۡتمعوا له وأنصتوا لعلكمۡ ترۡحمون"
        },
        {
            "chapter": 7,
            "verse": 205,
            "text": "وٱذۡكر ربك في نفۡسك تضرعا وخيفة ودون ٱلۡجهۡر من ٱلۡقوۡل بٱلۡغدو وٱلۡأٓصال ولا تكن من ٱلۡغٰفلين (تضرعا: تخشعا وتذللا, وخيفة: تواضعا، وخوفا منه, بالغدو: بأول النهار, والآصال: آخر النهار)"
        },
        {
            "chapter": 7,
            "verse": 206,
            "text": "إن ٱلذين عند ربك لا يسۡتكۡبرون عنۡ عبادته ويسبحونه وله يسۡجدونۤ۩ (ويسبحونه: ينزهونه عما لا يليق بجلاله)"
        }
    ]
}