{
    "rukus": [
        {
            "chapter": 9,
            "verse": 30,
            "text": "Yahudiyler: “Uzayir Allaһtın balası” deşti. Hristiandar: “Iysa — Allaһtın balası” deşti. Bul alardın oozundagı (dalilsiz) sözdörü. Alar (bul sözdöründö) murunku kaapırlardın sözdörünö okşoş. Allaһ kurutkurlar! Kayda bara jatışat"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "Alar (yahudiyler menen hristiandar) Allaһtı koyup, özdörünün diniy aalımdarı menen (düynödön tüŋülgön) keçilderin jana Maryamdın uulu Iysanı kuday kılıp alıştı. Alar jalgız Kudayga (Allaһka) gana ibadat kıluuga buyurulgan ele! Eç bir sıyınuuga tatıktuu kuday jok, jalgız Özü (gana) bar! Al kaapırlar koşkon şerikterden Taza"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "Alar (kaapırlar) Allaһtın Nurun (Dinin) oozdoru menen üylöp öçürüünü kaalaşat. Birok, Allaһ kaapırlar jaman körsö da, Öz Nurun (büt düynögö) toluk taraluusunan başkasına ıraazı bolboyt"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "Al (Allaһ) Öz paygambarın, Tuura Jol jana akıykat din menen — eger muşrikter jaman körüşsö da — bardık dinderden üstöm-jogoru kıluu üçün jibergen"
        },
        {
            "chapter": 9,
            "verse": 34,
            "text": "O, ıyman keltirgender! (Ukkula, silerge sabak bolsun: Kitep elderinin) köpçülük din aalımdarı menen keçilderi adamdardın düynö-mülkün aram joldor menen jeşet. Jana (uşul joruktarı menen) adamdardı Allaһtın jolunan tosuşat. Al emi, altın-kümüştördü jıynap, alardı Allaһtın joluna iştetpegenderge jan oorutkan azaptın kabarın bergin"
        },
        {
            "chapter": 9,
            "verse": 35,
            "text": "Al (Kıyamat) Kündö anı (altın-kümüş teŋgelerdi) Tozok otuna kızıtılıp, alardın maŋdayına, jambaştarına arkalarına tamga basılat jana: “Bul özüŋör üçün jıynagan (biröögö je dinge paydası tiybegen) nerseŋer! Emi, jıynagan nerseŋerdin daamın tatkıla ” (dep aytılat)"
        },
        {
            "chapter": 9,
            "verse": 36,
            "text": "Çınında, aylardın sanagı Allaһtın aldında, asmandar jana jerdi jaratkan kündögü (tagdır) Kitebi boyunça on eki aydan turat. Alardan törtöö “Haram” ayları.! Bul akıykat Din (erejelerinen). Bul aylarda (soguş açuu menen) özüŋörgö zulum kılıp albagıla. Muşrikter (bul aylardın haramdıgına karabay) silerdin bardıgıŋarga karşı soguşkanı sıyaktuu siler dagı alardın bardıgına karşı soguşa bergile.?^ Jana bilip algıla: Allaһ takıba adamdar menen"
        },
        {
            "chapter": 9,
            "verse": 37,
            "text": "Anıgında, “nusi” (aylardın ordun almaştıruu) aşa çapkan kaapırçılık. Al sebeptüü kaapırlar (katuu) adaşıp, Allaһ aram kılgan aylardın sanagın dal keltirüü üçün anı (“nusinı”) bir jıl adal kılışsa, bir jıl aram kılışat. Emi, alar (bul jorugu menen) Allaһ aram kılgan nerseni adal kılışuuda. Alarga (şaytan tarabınan) işterinin jamandıgı koozdop körgözülüüdö. Allaһ kaapır koomdordu Tuura Jolgo baştabayt.”"
        }
    ]
}