{
    "rukus": [
        {
            "chapter": 9,
            "verse": 81,
            "text": "(Jihadga çıkpay, ayaldar menen jaş baldardın katarında) üylöründö kalgandar, paygambarga karşı iş jasaganına süyünüp, Allaһtın jolunda mal-jandarı menen jihad kıluudan tüŋülüp: “(Mınday) ısıkta çıkpay ele koygula” deşti. Aytkın: “Tozok otunun ısıgı katuuraak, eger tüşünüşsö,!”"
        },
        {
            "chapter": 9,
            "verse": 82,
            "text": "(Alar bul düynödö az ıylap, köp külgön bolçu. Emi, Allaһtın jazasına kabılganda) kılmıştarına jaraşa azıraak külüp, köbüröök ıylaşsın"
        },
        {
            "chapter": 9,
            "verse": 83,
            "text": "Eger Allaһ seni (Tabuk soguşunan sebepsiz kalgan jana munusuna ökünbögön) taypaga kayra joluktursa, jana alar senden (mından başka, jeŋilireek) soguşka çıguuga uruksat suraşsa, aytkın: “Emi, meni menen eç kaçan çıkpaysıŋar. Meni menen birge eç bir duşmanga karşı soguşpaysıŋar! Siler birinçi jolkusunda (üydö) oturuunu jaktırgansıŋar! Emi, kaluuçular (ayaldar jana jaş baldar) menen otura bergile"
        },
        {
            "chapter": 9,
            "verse": 84,
            "text": "Eger alardan biröösü ölsö, aga eç kaçan janaza tüşürbö jana mürzösünün üstündö (duba kılıp) turba! (Sebebi) alar Allaһ jana paygambarına kaapır boluşup, buzuku boydon ölüştü"
        },
        {
            "chapter": 9,
            "verse": 85,
            "text": "Seni alardın düynö-mülktörü jana baldarı (baldarının köptügü) kızıktırbasın! Allaһ alardı bul düynödö oşol (baylık) menen azaptoonu jana kaapır boydon ölüp ketüüsün kaaladı"
        },
        {
            "chapter": 9,
            "verse": 86,
            "text": "Kaçan: “Allaһka ıyman keltirgile, jana paygambarı menen birge jihad kılgıla!” degen sürö tüşsö, alardın arasındagı (soguştan kaluuga eç kanday şıltoo-sebebi jok) bay adamdar: “(O, Muhammad) bizdi jön ele koyçu. (Üydö) oturuuçular menen ele bololuçu?” - deşip senden uruksat suraşat"
        },
        {
            "chapter": 9,
            "verse": 87,
            "text": "Alar kaluuçular (ayaldar, jaş baldar) menen boluuga ıraazı boluştu. (Natıyjada) jüröktörünö möör urup koyuldu. Emi alar (özdörünö emne payda, emne zıyan ekenin) tüşünö alışpayt"
        },
        {
            "chapter": 9,
            "verse": 88,
            "text": "Birok, paygambar jana anı menen birge bolgon momundar, maldarı jana jandarı menen jihad kılıştı. Bardık jakşılıktar oşolorgo! Jana alar (Tozokton) kutulgandar"
        },
        {
            "chapter": 9,
            "verse": 89,
            "text": "Allaһ alarga, tübünön darıyalar akkan, anda tübölük kala turgan Beyişterdi dayardap koygon. Uşul — çoŋ jeŋiş"
        }
    ]
}