{
    "rukus": [
        {
            "chapter": 14,
            "verse": 7,
            "text": "«Dagı bir kezde Rabbiŋer silerge: «Eger (Menin neematıma) şügür kılsaŋar silerdi(n neemattı) köböytömün. Al emi, şügür kılbasaŋar (bilip koygula), çınında Menin azabım katuu»-dep jarıyalagan"
        },
        {
            "chapter": 14,
            "verse": 8,
            "text": "Jana Musa ayttı: «Eger siler jana (silerge koşulup) jer jüzünün bardık jamaatı kapır bolso da, Allaһ Beymuktaj jana maktoogo ılayık"
        },
        {
            "chapter": 14,
            "verse": 9,
            "text": "Silerge özüŋördön murunkulardın: Nuh koomunun, Aad, Samud koomdorunun jana alardan kiyinki koomdordun kabarı kelbedibi? Alardı Allaһtan başka eç kim bilbeyt bolçu. (Kiyin Allaһ alar jönündö kabar berdi:) Alarga Paygambarları anık dalilder alıp kelgende, koldorun oozuna (kerney kılıp) koyuuşup: «Biz silerge jiberilgen dinge kaapır bolduk: Biz siler daavat kılıp jatkan nerselerden şektenüüdöbüz!» — deşti"
        },
        {
            "chapter": 14,
            "verse": 10,
            "text": "(Anda) paygambarları: «Asmandar jana jerdi jaratkan Allaһta şek bar beken?! Al silerdin künööŋördü keçirip, belgilüü ubakıtka çeyin (uşul düynödö) kaltıruuga çakırıp jatat! degende, alar aytıştı: «Siler paygambar emes, biz sıyaktuu ele (jönököy) adamsıŋar. (Dagı) bizdi ata-babalarıbız sıyınıp kelgen nerselerden tosuunu kaalap jatasıŋar! (Eger sözüŋör çın bolso) bizge anık dalilderdi (moojizalardı) keltirgile!»"
        },
        {
            "chapter": 14,
            "verse": 11,
            "text": "«Alarga paygambarları ayttı: «(Tuura). Biz dele siler sıyaktuu adambız. Birok, Allaһ pendelerinen Özü kaalagandarına (mınday) neemat beret. (Anan), silerge dalil-moojizalardı keltiriş bizdin ıktıyarda emes. Allaһ kaalasa gana keltire alabız. Momundar Allaһka gana tobokel kılışat"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "Emne üçün biz Allaһka tobokel kılbayt ekenbiz?! Al bizdi (Özü bergen) Tuura Jolubuzga baştap koydu. (Biz bul joldon kaytpaybız, eger azap körsötsöŋör) azabıŋarga bekem sabır kılabız. Tobokel kıluuçular Allaһka gana tobokel kılsın!»"
        }
    ]
}