{
    "rukus": [
        {
            "chapter": 24,
            "verse": 51,
            "text": "Al emi, aralarında öküm kıluu üçün Allaһ jana paygambarına çakırılgan kezdegi ıymanduulardın sözü: «Uktuk jana moyun sunduk» dep aytuu (gana boluşu kajet). Dal oşolor gana jeŋişke (Beyişke) jetüüçülör"
        },
        {
            "chapter": 24,
            "verse": 52,
            "text": "Kim Allaһka jana paygambarına moyun sunsa, Allaһtan korkso jana takıba kılsa, dal oşolor jeŋişke jetüüçülör"
        },
        {
            "chapter": 24,
            "verse": 53,
            "text": "Eger sen alarga (munafıktarga «Men menen jihadka çıkkıla!» dep) buyursaŋ, «albette, çıgabız!» dep, Allaһtın atı menen, jan üröp ant içişet. (Alarga) ayt: «(jalgandan) ant içpegile. (Silerdin) moyun sunuuŋar belgilüü.! Allaһ emne amal kılganıŋardan Kabardar.»"
        },
        {
            "chapter": 24,
            "verse": 54,
            "text": "(O, paygambar, adamdarga) aytkın: «Allaһka moyun sungula jana paygambarga moyun sungula! Eger jüz üyürsöŋör, Paygambarga öz mildeti, silerge öz mildetiŋer.? Eger aga moyun sunsaŋar anda, tuura jolgo tüşösüŋör. paygambardın moynunda anık jetkirüüdön başka (mildet) jok"
        },
        {
            "chapter": 24,
            "verse": 55,
            "text": "Allaһ silerdin araŋardagı ıyman keltirgen jana jakşı amaldardı atkargan adamdardı jer jüzünö halifa kıluunu ubada berdi, murdagı (uşunday) kişilerdi halifa kılganı sıyaktuu. Jana alarga Özü ıraazı bolgon dinderin bekemdep berüünü, korkunuçtarınan kiyin (anısın) tınçtıkka almaştırıp berüünü (da ubada berdi jana mınday şart koydu:) «Menin Özümö gana ibadat kılışat, Maga eç nerseni şerik kılışpayt». Kim uşundan kiyin kaapır bolso, oşolor gana buzukular.”"
        },
        {
            "chapter": 24,
            "verse": 56,
            "text": "Jana (siler o, momundar) namazdı (tak) atkargıla, zeketti bergile jana paygambarga moyun sungula! Ajep emes (Allaһtın) ırayımına bölönsöŋör"
        },
        {
            "chapter": 24,
            "verse": 57,
            "text": "(O, Muhammad!) Kaapırlar jer betinde Allaһtan kaçıp kutulat dep oylobo! (Akırette bolso) alardın jayı tozokto! Kanday jaman akıbet"
        }
    ]
}