{
    "rukus": [
        {
            "chapter": 43,
            "verse": 36,
            "text": "Kim Rahmandın zikiri — Kuraandan jüz bursa, aga şaytandı joldoş kılıp koyobuz. Anan (Şaytan) anın jakını bolup kalat"
        },
        {
            "chapter": 43,
            "verse": 37,
            "text": "Kiyin şaytandar alardı (Tuura) Joldon tosuşat jana alar özdörün Tuura Joldo dep oylop jürö berişet"
        },
        {
            "chapter": 43,
            "verse": 38,
            "text": "Anan kaçan gana (oşol boydon ölüp) Bizge kaytıp kelgende (şaytan-şerigine karap) «Emi, ekööbüzdün arabız eki çıgıştın! arasınday alıs bolgon bolso kana, (ataganat)! (Sen) ayabay jaman joldoşsuŋ!» - deyt"
        },
        {
            "chapter": 43,
            "verse": 39,
            "text": "(Şirk jolun tandap özüŋörgö) zulumduk kılganıŋar sebeptüü, bügün silerge (şirkiŋer) payda berbeyt. Siler azapta (dagı anı menen) şerik bolosuŋar"
        },
        {
            "chapter": 43,
            "verse": 40,
            "text": "(O, Muhammad!) Sen dülöygö söz uktura alasıŋbı je bolboso, sokur menen anık adaşuudagı adamdı Tuura Jolgo baştay alasıŋbı"
        },
        {
            "chapter": 43,
            "verse": 41,
            "text": "Je Biz seni (alardan murun Akıret saparına) ketirebiz jana alardan (oşol jakta) öç alabız"
        },
        {
            "chapter": 43,
            "verse": 42,
            "text": "Je bolboso, alarga ubada kılgan nersebizdi (baştarına tüşürçü azaptı) saga (uşul düynödö) körgözöbüz. Alarga Bizdin Kuduretibiz jetet"
        },
        {
            "chapter": 43,
            "verse": 43,
            "text": "Sen Özüŋö vahiy kılıngan Kuraandı bekem karma! Çınında, sen Tuura Joldun üstündösüŋ"
        },
        {
            "chapter": 43,
            "verse": 44,
            "text": "Jana bul (Kuraan) sen üçün, senin koomuŋ üçün atak-daŋk (jana sıymık)!! Jakında suralasıŋar"
        },
        {
            "chapter": 43,
            "verse": 45,
            "text": "Senden murun jibergen paygambarlarıbızdan suraçı, Biz (elderge) Rahmandan başka kudaylar(ga sıyınuuga uruksat) berdik beken"
        }
    ]
}