{
    "rukus": [
        {
            "chapter": 68,
            "verse": 34,
            "text": "Albette, takıba kişiler üçün Rabbisinin aldında eŋ mıktı beyişter bar"
        },
        {
            "chapter": 68,
            "verse": 35,
            "text": "(Ey, Makka muşrikteri!) emne, biz musulmandardı (silerge okşogon) künöökörlör sıyaktuu kılat bekenbiz"
        },
        {
            "chapter": 68,
            "verse": 36,
            "text": "Silerge emne bolgon?! Kanday öküm çıgarıp jatasıŋar"
        },
        {
            "chapter": 68,
            "verse": 37,
            "text": "Je silerdin aldıŋarda anı sabak kılıp okugan (Iyık) Kitep bar bele"
        },
        {
            "chapter": 68,
            "verse": 38,
            "text": "(Je) Al (kiteptin içinde) siler üçün özüŋör kaalagan nerse (bar beken)"
        },
        {
            "chapter": 68,
            "verse": 39,
            "text": "Je bolboso, siler üçün Bizdin moynubuzda Kıyamat kününö çeyin jete turgan «Siler kaalagan (bardık) nerse(ler) siler üçün mümkün» degen ant-ubada bar beken"
        },
        {
            "chapter": 68,
            "verse": 40,
            "text": "(O, Muhammad), alardan suraçı, kimisi buga kepil bolo alat"
        },
        {
            "chapter": 68,
            "verse": 41,
            "text": "Je alardın (kaaloo tilekterin orundatıp bere turgan Allaһtan başka) kudayları barbı?! Eger çınçıl boluşsa, (oşol) kuday-ların alıp kelişsin"
        },
        {
            "chapter": 68,
            "verse": 42,
            "text": "(Kıyamat) künü Baltır açılıp, (bardık elder) sajda kıluuga çakırılganda, alar (muşrikter sajda kıluuga) jarabay kalışat"
        },
        {
            "chapter": 68,
            "verse": 43,
            "text": "Közdörü jerge kadalıp, alardı korduk orogon abalda (turuşat) Alar (düynö jaşoosunda) sak-salamat bolup (sajda kıluuga jarap) turganda sajdaga çakırılışkan ele"
        },
        {
            "chapter": 68,
            "verse": 44,
            "text": "(O, Muhammad!) Sen bul Sözdü (Kuraandı) jalgan degenderdi Maga koy! Biz alardı bilbegen tarabınan eç bilgizbey azapka salabız"
        },
        {
            "chapter": 68,
            "verse": 45,
            "text": "Men alarga möönöt beremin. Menin amalkerligim bekem"
        },
        {
            "chapter": 68,
            "verse": 46,
            "text": "Je bolboso (o, Muhammad) sen alardan (özüŋdün daavatıŋ üçün) akı surap, alar bolso tölöödön kıynalıp jatışabı"
        },
        {
            "chapter": 68,
            "verse": 47,
            "text": "Je alardın aldında kayıp (aalamındagı Tagdır Kitebi) barbı (jana) alar (oşondon okugandarın) jazışabı"
        },
        {
            "chapter": 68,
            "verse": 48,
            "text": "Emi (o, Muhammad) sen Rabbiŋdin ökümünö sabır kıl! Balıktın «eesi» (Yunus paygambar) sıyaktuu (eliŋe sabırsız) bolbo! Bir kezde al (balıktın içine) jutulgan boydon (kap-karaŋgı kursakta oturup) Rabbisine duba kılgan bolçu"
        },
        {
            "chapter": 68,
            "verse": 49,
            "text": "Egerde aga Rabbisinin neematı (jakşılıgı) jetpegende, jek körülgön abalda jaydak jerge (karoosuz) taştap koyulmak"
        },
        {
            "chapter": 68,
            "verse": 50,
            "text": "Anan Rabbisi anı (kayradan paygambarçılık üçün) tandap, salih (jakşı) insandardan kıldı"
        },
        {
            "chapter": 68,
            "verse": 51,
            "text": "(O, Muhammad) kaapır bolgon adamdar zikirdi (Kuraandı) ukkan mezgilde (içi örttönüp) seni közdörü menen oodara sala jazdaşat jana: «Al jindi!»-deşet"
        },
        {
            "chapter": 68,
            "verse": 52,
            "text": "Al (Kuraan) büt aalamdar üçün (eŋ daanışman) nasaat-eskermeden başka nerse emes"
        }
    ]
}