{
    "rukus": [
        {
            "chapter": 5,
            "verse": 6,
            "text": "O,ıyman keltirgender! Eger namazga kamdansaŋar jüzüŋördü, anan koluŋardı çıkanakka çeyin (çıkanaktı koşup) juugula jana başıŋarga «mash» tartkıla jana da butuŋardı kızıl aşıgın koşup juugula. Eger jünüb (bulgangan) bolsoŋor -juungula. Al emi, eger ooruluu je saparda, bolsoŋor je bolboso birööŋör ajatkanadan kelse, je ayalıŋarı sılap-sıypalasaŋar jana, (daarat je gusul) üçün suu tappay kalsaŋar, taza jer kırtışına tayammum kılıp (alakanıŋardı urup) anı menen betiŋerdi anan koluŋardı sılagıla. Allaһ silerge maşakat jaratuunu kaalabayt. Birok, silerdi tazartuunu jana şügür kıluuçu boluşuŋar üçün silerge neemattarın toluk berüünü kaalayt"
        },
        {
            "chapter": 5,
            "verse": 7,
            "text": "Allaһtın silerge bergen neemattarın jana “uktuk, moyun sunduk” degen mezgiliŋerdegi Anı menen ubadalaşkan ubadaŋardı estegile.! Allaһtan korkkula! Albette, Allaһ jüröktördögü sırlardı Bilüüçü"
        },
        {
            "chapter": 5,
            "verse": 8,
            "text": "O, ıyman keltirgender! Allaһ(tın ıraazılıgı) üçün (sözüŋördö da, işiŋerde da) tüz jana adilet turup kübö bolgula. Bir koomdu jaman körüüŋör, alarga adiletsizdik kıluuga silerdi majburlap koybosun! Adilet kılgıla! Al takıbaaga jakın. Allaһtan korkkula! Albette, Allaһ silerdin işiŋerden Kabardar"
        },
        {
            "chapter": 5,
            "verse": 9,
            "text": "Iyman keltirip, salih (jakşı) amal kılgandarga Allaһ keçirim jana uluu soop-sıylık boluşun ubada kıldı"
        },
        {
            "chapter": 5,
            "verse": 10,
            "text": "Al emi, kaapır bolup, Bizdin (anık çındıktı çagıldırıp turgan) ayattarıbızdı jalganga çıgargandar Tozoktun gana elderi"
        },
        {
            "chapter": 5,
            "verse": 11,
            "text": "O,momundar! Allaһtın silerge bergen neematın estegile: bir mezgilde, (duşman bolgon) koom kol salganda, Allaһ alardın kolun silerden tıygan ele. Allaһtan korkkula jana momun adamdar Allaһka gana tobokel kılışsın"
        }
    ]
}