{
    "rukus": [
        {
            "chapter": 5,
            "verse": 20,
            "text": "Bir kezde Musa koomuna (mınday) dedi: “O, koomum! Allaһtın silerge bergen neemattarın estegile! Bir kezderde Allaһ silerdin araŋardan paygambarlardı, padışalardı çıgardı jana silerge aalamdardan eç kimge berbegen neemattardı berdi"
        },
        {
            "chapter": 5,
            "verse": 21,
            "text": "O, koomum! Allaһ silerge (kirüünü) parız kılgan (mına bul) Iyık Jerge kirgile jana (korkoktuk kılıp) artıŋarga kaytpagıla, zıyan tartuuçulardan bolup kalasıŋar»"
        },
        {
            "chapter": 5,
            "verse": 22,
            "text": "Alar aytıştı: “O, Musa”, anda bakubat, kayrattuu adamdar bar eken. Oşolor çıgıp ketmeyinçe, biz al jerge kire albaybız. Eger alar özdörü çıgıp ketişse, anan biz kirebiz”"
        },
        {
            "chapter": 5,
            "verse": 23,
            "text": "(Oşondo) Allaһtan korko turgan, Allaһ alarga (sabırduuluktu, er jüröktüülüktü) neemat kılıp bergen eki adam ayttı: “Alardın üstünö eşikten kirip bargıla. Kirip ele alsaŋar, siler jeŋüüçü bolosuŋar. Jana eger momun bolsoŋor, Allaһka gana tobokel kılgıla”"
        },
        {
            "chapter": 5,
            "verse": 24,
            "text": "Aytıştı: «O, Musa, alar (bakubat adamdar) şaar içinde tursa, biz eç kaçan kirbeybiz! Baraber, özüŋ, Rabbiŋ ekööŋ soguşa bergile! Biz uşul jerde gana oturabız!»"
        },
        {
            "chapter": 5,
            "verse": 25,
            "text": "(Musa) ayttı: «O, Rabbim! Men özüm menen bir tuuganım(Harun) dan bölök eç kimge ee bolo albay kalıptırmın! Emi, biz menen bul buzulgan koomdun arasın ajıratıp, (alardı kılmışına jaraşa) jazala!»"
        },
        {
            "chapter": 5,
            "verse": 26,
            "text": "Allaһ (paygambarının dubasın kabıl kılıp, mınday) dedi: «Emi, alarga (bul şaarga kirüü) aram! Alar jer jüzündö kırk jıl adaşıp-tentip jürüşöt! Sen bul buzulgan koom üçün buşayman bolbo!»"
        }
    ]
}