{
    "maqras": [
        {
            "chapter": 17,
            "verse": 50,
            "text": "So pe: \"E di okuta tabi irin"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "Tabi (ki e di) eda kan ninu ohun ti o tobi ninu okan yin.\" Sibesibe won yoo wi pe: “Ta ni O maa da wa pada (fun ajinde)?” So pe: “Eni ti O pile iseda yin ni igba akoko ni.” Sibesibe won yoo mi ori won si o (ni ti abuku) Nigba naa, won yoo wi pe: “Igba wo ni?” So pe: “O le je pe o ti sunmo.”"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "Ojo ti Allahu yoo pe yin. E si maa jepe pelu idupe fun Un. E si maa ro pe e ko gbe ile aye bi ko se fun igba die"
        },
        {
            "chapter": 17,
            "verse": 53,
            "text": "So fun awon erusin Mi pe ki won so oro eyi t’o dara julo. Dajudaju Esu yoo maa da yanpon-yanrin sile laaarin won. Dajudaju Esu je ota ponnbele fun eniyan"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "Oluwa yin nimo julo nipa yin. Ti O ba fe, O maa ke yin. Tabi ti O ba si fe, O maa je yin niya. A ko ran o pe ki o je oluso lori won"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "Oluwa re nimo julo nipa awon t’o n be ninu awon sanmo ati ile. Dajudaju A ti se oore ajulo fun apa kan awon Anabi lori apa kan. A si fun (Anabi) Dawud ni Zabur"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "So pe: \"E pe awon ti e so nipa won lai ni eri lowo pe won je olohun leyin Re, (e maa ri i pe) won ko ni ikapa lati gbe inira kuro tabi lati se iyipada kan fun yin"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "Awon wonyen ti won n pe (leyin Re) n wa ategun sodo Oluwa won ni! - Ewo ninu won l’o sunmo (Allahu) julo (bayii)? – Awon naa n reti ike Allahu, won si n paya iya Re. Dajudaju iya Oluwa re je ohun ti won gbodo sora fun"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "Ko si ilu kan (t’o sabosi) afi ki Awa pa a re siwaju Ojo Ajinde tabi ki A je e niya lile. Iyen wa ni kiko sile ninu Tira (Laohul-Mahfuth)"
        },
        {
            "chapter": 17,
            "verse": 59,
            "text": "Ati pe ko si ohun ti o di Wa lowo lati fi awon ami (ise iyanu) ranse bi ko se pe awon eni akoko ti pe e niro. A fun ijo Thamud ni abo rakunmi; (ami) t’o foju han kedere ni. Amo won sabosi si i. A o si nii fi awon ami ranse bi ko se fun ideruba"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "(Ranti) nigba ti A so fun o pe: “Dajudaju Oluwa re yi awon eniyan po (pelu agbara Re). Ati pe A ko se iran (wiwo) ti A fi han o ati igi (zaƙum) ti A sebi le ninu al-Ƙur’an ni kini kan bi ko se pe (o je) adanwo fun awon eniyan. A n deru ba won, amo ko se alekun kan fun won bi ko se iwa agbere t’o tobi"
        },
        {
            "chapter": 17,
            "verse": 61,
            "text": "(Ranti) nigba ti A so fun awon molaika pe: \"E fori kanle ki (Anabi) Adam.\" Won si fori kanle ki i afi ’Iblis. O wi pe: “Se ki ng fori kanle ki eni ti O fi amo seda re ni?”"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "O wi pe: \"So fun mi nipa eyi ti O gbe aponle fun lori mi, (nitori ki ni?) Dajudaju ti O ba le lo mi lara di Ojo Ajinde, dajudaju mo maa jegaba lori awon aromodomo re afi awon die"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "(Allahu) so pe: \"Maa lo. Enikeni ti o ba tele o ninu won, dajudaju ina Jahanamo ni esan yin. (O si je) esan t’o kun keke"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "Fi ohun re ko eni ti agbara re ba ka ninu won laya je. Fi awon omo ogun elesin re ati omo ogun elese re pe won (sinu isina). Kopa pelu won ninu awon dukia ati awon omo. Ki o si se ileri fun won.\" Esu ko si nii se ileri fun won bi ko se etan"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "Dajudaju awon erusin Mi, ko si agbara kan fun o lori won. Oluwa re si to ni Oluso"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "Oluwa yin ni Eni t’O n mu oko oju-omi rin fun yin nitori ki e le wa ninu oore ajulo Re. Dajudaju O n je Alaaanu fun yin"
        },
        {
            "chapter": 17,
            "verse": 67,
            "text": "Nigba ti inira ba fowo ba yin loju omi, eni ti e n pe yo si dofo (mo yin lowo) afi Oun nikan (Allahu). Nigba ti O ba si gba yin la (ti e) gunle, e n gbunri (kuro lodo Re). Eniyan si je alaimoore"
        },
        {
            "chapter": 17,
            "verse": 68,
            "text": "Se e fokan bale pe (Allahu) ko le mu apa kan ile ri mo yin lese ni? Tabi pe ko le fi okuta ina ranse si yin? Leyin naa, e o si nii ri oluso kan ti o maa gba yin la"
        },
        {
            "chapter": 17,
            "verse": 69,
            "text": "Tabi e fokan bale pe (Allahu) ko nii pada mu yin wa si (ori omi) nigba miiran ni; ti O maa ran iji ategun si yin, ti O si maa te yin ri (sinu omi) nitori pe e sai moore? Leyin naa, e o si nii ri oluranlowo kan t’o maa ba yin gbesan lara Wa"
        }
    ]
}