{
    "maqras": [
        {
            "chapter": 2,
            "verse": 219,
            "text": "Won n bi o leere nipa oti ati tete. So pe: \"Ese nla ati awon anfaani kan wa ninu mejeeji fun awon eniyan. Ese mejeeji si tobi ju anfaani won lo.\" Won tun n bi o leere pe ki ni awon yo maa na ni saraa. So pe: “Ohun ti o ba seku leyin ti e ba ti gbo bukata inu ile tan (ni ki e fi se saraa).” Bayen ni Allahu se n s’alaye awon ayah fun yin nitori ki e le ronu jinle"
        },
        {
            "chapter": 2,
            "verse": 220,
            "text": "nipa aye ati orun. Won n bi o leere nipa awon omo orukan. So pe: \"Sise atunse dukia won (lai nii da a po mo dukia yin) l’o dara julo. Ti e ba si da a po mo dukia yin, omo iya yin (ninu esin) kuku ni won. Allahu si mo obileje yato si alatun-unse. Ati pe ti o ba je pe Allahu ba fe (ki e ya dukia won si oto nikan ni) iba ko inira ba yin. Dajudaju Allahu ni Alagbara, Ologbon"
        },
        {
            "chapter": 2,
            "verse": 221,
            "text": "E ma fi awon aborisa lobinrin saya titi won yo fi gbagbo ni ododo. Dajudaju erubinrin onigbagbo ododo loore ju aborisa lobinrin, koda ki aborisa lobinrin jo yin loju. E ma si fi onigbagbo ododo lobinrin fun awon aborisa lokunrin titi won yo fi gbagbo ni ododo. Erukunrin onigbagbo ododo loore ju aborisa lokunrin, koda ki aborisa lokunrin jo yin loju. Awon (aborisa) wonyen n pepe sinu Ina. Allahu si n pepe sinu Ogba Idera ati aforijin pelu iyonda Re. O si n salaye awon ayah Re fun awon eniyan nitori ki won le lo iranti"
        },
        {
            "chapter": 2,
            "verse": 222,
            "text": "Won si n bi o leere nipa nnkan osu (obinrin). So pe: “Inira ni (sisunmo won lasiko naa). Nitori naa, e yera fun awon obinrin l’asiko nnkan osu. E ma se sunmo won (fun oorun ife) titi won yo fi se imora. Ti won ba si ti se imora, e sunmo won ni aye ti Allahu pa lase fun yin. Dajudaju Allahu nifee awon oluronu-piwada. O si nifee awon olumora"
        },
        {
            "chapter": 2,
            "verse": 223,
            "text": "Awon obinrin yin, oko ni won fun yin. E lo s’inu oko yin bi e ba se fe, ki e si ti (ise rere) siwaju fun emi ara yin. E beru Allahu. Ki e mo pe dajudaju e maa pade Re. Ki o si fun awon onigbagbo ododo ni iro idunnu"
        },
        {
            "chapter": 2,
            "verse": 224,
            "text": "E ma se fi Allahu se ikewo fun ibura yin pe e o nii se rere, e o nii sora (nibi iwa ese), e o si nii se atunse laaarin awon eniyan. Allahu ni Olugbo, Onimo"
        },
        {
            "chapter": 2,
            "verse": 225,
            "text": "Allahu ko nii fi ibura yin ti ko ti inu yin wa bi yin, sugbon O maa fi ohun ti o ba t’inu okan yin wa bi yin. Allahu ni Alaforijin, Alafarada"
        },
        {
            "chapter": 2,
            "verse": 226,
            "text": "Ikoraro fun osu merin wa fun awon t’o bura pe awon ko nii sunmo obinrin won. Ti won ba seri pada (laaarin igba naa), dajudaju Allahu ni Alaforijin, Asake-orun"
        },
        {
            "chapter": 2,
            "verse": 227,
            "text": "Ti won ba si pinnu ikosile, (ki won ko won sile.) Dajudaju Allahu ni Olugbo, Onimo"
        },
        {
            "chapter": 2,
            "verse": 228,
            "text": "Awon obinrin ti won ko sile maa kora ro fun nnkan osu meta. Ko si letoo fun won lati fi ohun ti Allahu s’eda (re) s’inu apo-omo won pamo, ti won ba je eni to gbagbo ninu Allahu ati Ojo Ikeyin. Awon oko won ni eto si dida won pada l’aaarin (asiko) yen, ti won ba gbero atunse. Awon iyawo ni eto l’odo oko won gege bi iru eyi ti awon oko won ni l’odo won lona t’o dara. Ipo ajulo tun wa fun awon okunrin lori won. Allahu ni Alagbara, Ologbon"
        },
        {
            "chapter": 2,
            "verse": 229,
            "text": "Ee meji ni ikosile. Nitori naa, e mu won mora pelu daadaa tabi ki e fi won sile pelu daadaa. Ko si letoo fun yin lati gba kini kan ninu ohun ti e ti fun won ayafi ti awon mejeeji ba n paya pe awon ko nii le so awon enu-ala (ofin) Allahu (laaarin ara won). Nitori naa, ti e ba n paya pe awon mejeeji ko nii le so awon enu-ala (ofin) Allahu, ko si ese fun won nigba naa nipa ohun ti obinrin ba fi serapada (emi ara re) Iwonyi ni awon enu-ala (ofin) ti Allahu gbe kale. Nitori naa, e ma se tayo re. Enikeni ti o ba tayo awon enu-ala (ofin) ti Allahu gbe kale, awon wonyen ni alabosi"
        },
        {
            "chapter": 2,
            "verse": 230,
            "text": "Nitori naa, ti oko ba ko o (ni ee keta), obinrin naa ko letoo si i mo leyin naa titi obinrin naa yo fi fe elomiiran. Ti eni naa ba tun ko o sile, ko si ese fun awon mejeeji nigba naa lati pada si odo ara won, ti awon mejeeji ba ti lero pe awon maa so awon enu-ala (ofin) ti Allahu gbekale. Iwonyen ni awon enu-ala (ofin) ti Allahu gbekale (fun won), ti O n salaye re fun ijo t’o nimo"
        },
        {
            "chapter": 2,
            "verse": 231,
            "text": "Nigba ti e ba ko awon obinrin sile (ni ee kini tabi ee keji), ti asiko (opo) won sunmo ko pari, e le mu won mora pelu daadaa tabi ki e tu won sile (ni ipari opo won) pelu daadaa. E ma se mu won mora ni ona inira lati le tayo enu-ala. Enikeni ti o ba se iyen, o kuku ti sabosi si emi ara re. E ma se so awon ayah Allahu di nnkan yeye. E ranti idera Allahu lori yin ati ohun ti O sokale fun yin ninu Tira ati oye ijinle (iyen, sunnah Anabi s.a.w.), ti O n fi se isiti fun yin. E beru Allahu, ki e si mo pe dajudaju Allahu ni Onimo nipa gbogbo nnkan"
        },
        {
            "chapter": 2,
            "verse": 232,
            "text": "Nigba ti e ba ko awon obinrin sile (ni ee kini tabi ee keji), ti won si pari asiko (opo) won, e ma se di won lowo lati fe oko won, nigba ti won ba jo yonu sira won (ti won si gba) ona to dara . Iyen ni A n fi se waasi fun enikeni ninu yin, t’o gbagbo ninu Allahu ati Ojo Ikeyin. Iyen l’o fo yin mo julo. O si tun safomo (okan yin) julo. Allahu nimo, eyin ko si nimo"
        }
    ]
}