{
    "maqras": [
        {
            "chapter": 26,
            "verse": 181,
            "text": "E won osuwon kun. Ki e si ma se wa ninu awon oludosuwonku"
        },
        {
            "chapter": 26,
            "verse": 182,
            "text": "E fi iwon t’o to won nnkan"
        },
        {
            "chapter": 26,
            "verse": 183,
            "text": "E ma se din nnkan awon eniyan ku. Ki e si ma se huwa aburu lori ile ni ti obileje"
        },
        {
            "chapter": 26,
            "verse": 184,
            "text": "Ki e si beru Eni ti O da yin ati awon iran akoko.”"
        },
        {
            "chapter": 26,
            "verse": 185,
            "text": "Won wi pe: “Iwo kuku wa ninu awon eleedi"
        },
        {
            "chapter": 26,
            "verse": 186,
            "text": "Iwo ko si je kini kan bi ko se abara bi iru wa. Ati pe a o ro o si kini kan bi ko se pe o wa ninu awon opuro"
        },
        {
            "chapter": 26,
            "verse": 187,
            "text": "Nitori naa, je ki apa kan ninu sanmo ya lu wa mole, ti o ba wa ninu awon olododo.”"
        },
        {
            "chapter": 26,
            "verse": 188,
            "text": "O so pe: “Oluwa mi nimo julo nipa ohun ti e n se nise"
        },
        {
            "chapter": 26,
            "verse": 189,
            "text": "Won si pe e ni opuro. Nitori naa, iya ojo esujo si je won. Dajudaju o je iya ojo nla"
        },
        {
            "chapter": 26,
            "verse": 190,
            "text": "Dajudaju ami wa ninu iyen. Opolopo won ni ko si je onigbagbo ododo"
        },
        {
            "chapter": 26,
            "verse": 191,
            "text": "Dajudaju Oluwa re, Oun ma ni Alagbara, Asake-orun"
        },
        {
            "chapter": 26,
            "verse": 192,
            "text": "Dajudaju al-Ƙur’an, won so o kale ni lati odo Oluwa gbogbo eda"
        },
        {
            "chapter": 26,
            "verse": 193,
            "text": "Molaika Jibril, olufokantan l’o so o kale"
        },
        {
            "chapter": 26,
            "verse": 194,
            "text": "sinu okan re nitori ki o le wa ninu awon olukilo"
        },
        {
            "chapter": 26,
            "verse": 195,
            "text": "pelu ede Larubawa ponnbele"
        },
        {
            "chapter": 26,
            "verse": 196,
            "text": "Dajudaju (oro nipa re) ti wa ninu ipin-ipin Tira awon eni akoko"
        },
        {
            "chapter": 26,
            "verse": 197,
            "text": "Se ko je ami kan fun won pe awon onimo (ninu) awon omo ’Isro’il nimo (si asoole nipa) re (ninu tira owo won)"
        },
        {
            "chapter": 26,
            "verse": 198,
            "text": "Ti o ba je pe A so o kale fun apa kan awon elede miiran ni"
        },
        {
            "chapter": 26,
            "verse": 199,
            "text": "ti o si ke e fun won, won ko nii gba a gbo ni ododo"
        },
        {
            "chapter": 26,
            "verse": 200,
            "text": "Bayen ni A se mu (atako) wo inu okan awon elese"
        },
        {
            "chapter": 26,
            "verse": 201,
            "text": "Won ko nii gba a gbo ni ododo titi won yoo fi ri iya eleta-elero"
        },
        {
            "chapter": 26,
            "verse": 202,
            "text": "(Iya naa) yoo de ba won ni ojiji; won ko si nii fura"
        },
        {
            "chapter": 26,
            "verse": 203,
            "text": "Nigba naa ni won yoo wi pe: \"Nje won le lo wa lara bi"
        },
        {
            "chapter": 26,
            "verse": 204,
            "text": "Se iya Wa ni won n wa pelu ikanju"
        },
        {
            "chapter": 26,
            "verse": 205,
            "text": "So fun Mi ti A ba fun won ni igbadun aye fun odun gbooro"
        },
        {
            "chapter": 26,
            "verse": 206,
            "text": "Leyin naa, ki ohun ti A n se ni adehun fun won de ba won"
        },
        {
            "chapter": 26,
            "verse": 207,
            "text": "Ohun ti A se ni igbadun fun won ko si nii ro won loro"
        },
        {
            "chapter": 26,
            "verse": 208,
            "text": "A o si pa ilu kan run afi ki won ti ni awon olukilo"
        },
        {
            "chapter": 26,
            "verse": 209,
            "text": "Iranti (de fun won se). Ati pe Awa ki i se alabosi"
        },
        {
            "chapter": 26,
            "verse": 210,
            "text": "Ki i se awon esu ni won so (al-Ƙur’an) kale"
        },
        {
            "chapter": 26,
            "verse": 211,
            "text": "Ko ye fun won. Won ko si lagbara re"
        },
        {
            "chapter": 26,
            "verse": 212,
            "text": "Dajudaju A ti mu won takete si gbigbo re (lati oju sanmo)"
        },
        {
            "chapter": 26,
            "verse": 213,
            "text": "Nitori naa, ma se pe olohun miiran mo Allahu, nitori ki iwo ma baa wa ninu awon ti A maa je niya"
        },
        {
            "chapter": 26,
            "verse": 214,
            "text": "Ki o si kilo fun awon ebi re, t’o sunmo julo"
        },
        {
            "chapter": 26,
            "verse": 215,
            "text": "Ki o si re apa re nile fun awon t’o tele o ninu awon onigbagbo ododo"
        },
        {
            "chapter": 26,
            "verse": 216,
            "text": "Ti won ba si yapa (ase) re, so pe: “Dajudaju emi yowo yose ninu ohun ti e n se (nise aburu).”"
        },
        {
            "chapter": 26,
            "verse": 217,
            "text": "Ki o si gbarale Alagbara, Asake-orun"
        },
        {
            "chapter": 26,
            "verse": 218,
            "text": "Eni t’O n ri o nigba ti o n dide naro (fun irun kiki)"
        },
        {
            "chapter": 26,
            "verse": 219,
            "text": "ati iyirapada re (fun rukuu ati iforikanle) laaarin awon oluforikanle"
        },
        {
            "chapter": 26,
            "verse": 220,
            "text": "Dajudaju Oun ma ni Olugbo, Onimo"
        },
        {
            "chapter": 26,
            "verse": 221,
            "text": "Se ki ng so eni ti awon esu n sokale wa ba"
        },
        {
            "chapter": 26,
            "verse": 222,
            "text": "Won n sokale wa ba gbogbo awon opuro, elese"
        },
        {
            "chapter": 26,
            "verse": 223,
            "text": "(Awon esu) n deti (si iro sanmo). Opolopo won si ni opuro"
        },
        {
            "chapter": 26,
            "verse": 224,
            "text": "Awon elewi, awon olusina l’o n tele won"
        },
        {
            "chapter": 26,
            "verse": 225,
            "text": "Se o o ri i pe gbogbo ogbun oro ni won n tenu bo ni"
        },
        {
            "chapter": 26,
            "verse": 226,
            "text": "Ati pe dajudaju won n so ohun ti won ko nii se"
        },
        {
            "chapter": 26,
            "verse": 227,
            "text": "Afi awon t’o gbagbo ni ododo, ti won se ise rere, ti won ranti Allahu ni opolopo, ti won si jaja gbara leyin ti won ti sabosi si won. Awon t’o sabosi si maa mo iru ikangun ti won maa gunle si"
        }
    ]
}