{
    "maqras": [
        {
            "chapter": 2,
            "verse": 283,
            "text": "Ati pe ti e ba wa lori irin-ajo, ti eyin ko si ri akowe, e gba ohun idogo. (Sugbon) ti apa kan yin ba fi okan tan apa kan, ki eni ti won fi okan tan da ohun ti won fi okan tan an le lori pada, ki o si beru Allahu, Oluwa re. E ma se fi eri pamo. Enikeni ti o ba fi pamo, dajudaju okan re ti dese. Allahu si ni Onimo nipa ohun ti e n se"
        },
        {
            "chapter": 2,
            "verse": 284,
            "text": "Ti Allahu ni ohunkohun t’o wa ninu awon sanmo ati ohunkohun t’o wa ninu ile. Ti e ba safi han ohun t’o wa ninu emi yin, tabi e fi pamo, Allahu yo siro re fun yin (ti e ba se e nise). Leyin naa, O maa forijin eni ti O ba fe. O si maa je eni ti O ba fe niya. Allahu si ni Alagbara lori gbogbo nnkan"
        },
        {
            "chapter": 2,
            "verse": 285,
            "text": "Ojise naa (sollalahu 'alayhi wa sallam) gbagbo ninu ohun ti won sokale fun un lati odo Oluwa re. Awon onigbagbo ododo naa (gbagbo ninu re). Eni kookan (won) gbagbo ninu Allahu, awon molaika Re, awon Tira Re ati awon Ojise Re. A ko ya eni kan soto ninu awon Ojise Re. Won si so pe: “A gbo (ase), a si tele (ase). A n toro aforijin Re, Oluwa wa. Odo Re si ni abo eda.”"
        },
        {
            "chapter": 2,
            "verse": 286,
            "text": "Allahu ko labo emi kan lorun afi iwon agbara re. (Esan) ohun ti o se nise (rere) n be fun un. (Iya) ohun ti o se ni’se (ibi) n be fun un pelu. Oluwa wa, ma se mu wa ti a ba gbagbera tabi (ti) a ba sasise. Oluwa wa, ma se di eru t’o wuwo le wa lori, gege bi O se di i ru awon t’o siwaju wa. Oluwa wa, ma se diru wa ohun ti ko si agbara re fun wa. Samoju kuro fun wa, forijin wa, ki O si saanu wa. Iwo ni Alafeyinti wa. Nitori naa, ran wa lowo lori ijo alaigbagbo"
        },
        {
            "chapter": 3,
            "verse": 1,
            "text": "’Alif lam mim"
        },
        {
            "chapter": 3,
            "verse": 2,
            "text": "Allahu, ko si olohun kan ti ijosin to si afi Oun, Alaaye, Alamojuuto-eda"
        },
        {
            "chapter": 3,
            "verse": 3,
            "text": "O so Tira (al-Ƙur’an) kale fun o pelu ododo, ti o n fi ohun t’o je ododo rinle nipa eyi t’o wa siwaju re. O si so Taorah ati ’Injil kale"
        },
        {
            "chapter": 3,
            "verse": 4,
            "text": "ni isaaju. Imona si ni fun awon eniyan.1 O tun so oro-ipinya (oro t’o n sepinya laaarin ododo ati iro) kale.2 Dajudaju awon t’o sai gbagbo ninu awon ayah Allahu, iya t’o le n be fun won. Allahu si ni Alagbara, Olugbesan"
        },
        {
            "chapter": 3,
            "verse": 5,
            "text": "Dajudaju Allahu, ko si kini kan t’o pamo fun Un ninu ile ati ninu sanmo"
        },
        {
            "chapter": 3,
            "verse": 6,
            "text": "Oun ni Eni ti O n yaworan yin sinu apoluke bi O se fe. Ko si olohun kan ti ijosin to si afi Oun, Alagbara Ologbon"
        },
        {
            "chapter": 3,
            "verse": 7,
            "text": "Oun ni Eni ti O so Tira kale fun o; awon ayah alainipon-na wa ninu re - awon si ni ipile Tira -, onipon-na si ni iyoku. Ni ti awon ti igbunri kuro nibi ododo wa ninu okan won, won yoo maa tele eyi t’o ni pon-na ninu re lati fi wa wahala ati lati fi wa itumo (odi) fun un. Ko si si eni t’o nimo itumo re afi Allahu. Awon agba ninu imo esin, won n so pe: “A gba a gbo. Lati odo Oluwa wa ni gbogbo re (ti sokale).” Ko si eni t’o n lo iranti ayafi awon onilaakaye. ko si ayah tabi hadith kan ti o ni pon-na ti itakora won wa wo ipo “itakora toribee” (at-ta‘arudu al-haƙiƙiy). Eyi wa ni ibamu si surah an-Nisa’"
        },
        {
            "chapter": 3,
            "verse": 8,
            "text": "Oluwa wa, ma se yi wa lokan pada leyin ti O ti to wa sona. Ta wa lore ike lati odo Re, dajudaju Iwo ni Olore"
        },
        {
            "chapter": 3,
            "verse": 9,
            "text": "Oluwa wa, dajudaju Iwo l’O maa ko awon eniyan jo ni ojo kan, ti ko si iyemeji ninu re. Dajudaju Allahu ki i ye adehun"
        },
        {
            "chapter": 3,
            "verse": 10,
            "text": "Dajudaju awon t’o sai gbagbo, awon dukia won ati awon omo won ko nii ro won loro kini kan lodo Allahu. Awon wonyen, awon ni nnkan ikona"
        },
        {
            "chapter": 3,
            "verse": 11,
            "text": "(Isesi won) da bi isesi awon eniyan Fir‘aon ati awon t’o siwaju won, ti won pe awon ayah Wa niro. Nitori naa, Allahu mu won nitori ese won. Allahu si le nibi iya"
        },
        {
            "chapter": 3,
            "verse": 12,
            "text": "So fun awon t’o sai gbagbo pe: \"Won maa segun yin. Won si maa ko yin jo sinu ina Jahanamo. Ibugbe naa si buru"
        },
        {
            "chapter": 3,
            "verse": 13,
            "text": "Ami kuku wa fun yin nibi awon ijo meji ti won pade (ara won). Ijo kan n ja fun aabo esin Allahu. Ikeji si je alaigbagbo. Ijo keji n ri ijo kiini bi ilopo meji won ni riri oju. Allahu n fi aranse Re se ikunlowo fun eni ti O ba fe. Dajudaju ariwoye wa ninu iyen fun awon oluriran"
        },
        {
            "chapter": 3,
            "verse": 14,
            "text": "Won se e ni oso fun awon eniyan; ife igbadun lara awon obinrin, awon omokunrin, awon owo wura ati fadaka pupo ati awon esin ti won se ni oso, awon eran-osin ati (nnkan) oko. Iyen ni nnkan igbaye-gbadun. Odo Allahu si ni abo rere wa"
        }
    ]
}