{
    "maqras": [
        {
            "chapter": 78,
            "verse": 1,
            "text": "Nipa ki ni won n bira won leere na"
        },
        {
            "chapter": 78,
            "verse": 2,
            "text": "Nipa iro ikoko nla ni"
        },
        {
            "chapter": 78,
            "verse": 3,
            "text": "eyi ti won n yapa enu si"
        },
        {
            "chapter": 78,
            "verse": 4,
            "text": "Rara! Won n bo wa mo"
        },
        {
            "chapter": 78,
            "verse": 5,
            "text": "Leyin naa, ni ti ododo won n bo wa mo"
        },
        {
            "chapter": 78,
            "verse": 6,
            "text": "Nje Awa ko se ile ni ite bi"
        },
        {
            "chapter": 78,
            "verse": 7,
            "text": "ati awon apata ni eekan (fun ile)"
        },
        {
            "chapter": 78,
            "verse": 8,
            "text": "A si seda yin ni orisirisi (ako ati abo)"
        },
        {
            "chapter": 78,
            "verse": 9,
            "text": "A se oorun yin ni isinmi"
        },
        {
            "chapter": 78,
            "verse": 10,
            "text": "A tun se ale ni ibora"
        },
        {
            "chapter": 78,
            "verse": 11,
            "text": "A tun se osan ni (asiko fun) wiwa ije-imu"
        },
        {
            "chapter": 78,
            "verse": 12,
            "text": "A tun mo sanmo meje t’o lagbara soke yin"
        },
        {
            "chapter": 78,
            "verse": 13,
            "text": "A tun se oorun ni imole t’o n tan gbola"
        },
        {
            "chapter": 78,
            "verse": 14,
            "text": "Ati pe A so omi t’o n bo telera won kale lati inu awon esujo"
        },
        {
            "chapter": 78,
            "verse": 15,
            "text": "nitori ki A le fi mu koro eso ati irugbin jade"
        },
        {
            "chapter": 78,
            "verse": 16,
            "text": "pelu awon ogba t’o kun digbi fun nnkan oko"
        },
        {
            "chapter": 78,
            "verse": 17,
            "text": "Dajudaju ojo ipinya, o ni gbedeke akoko kan"
        },
        {
            "chapter": 78,
            "verse": 18,
            "text": "(Iyen ni) ojo ti won a fon fere oniwo fun ajinde. Eyin yo si maa wa nijo-nijo"
        },
        {
            "chapter": 78,
            "verse": 19,
            "text": "Won si maa si sanmo sile. O si maa di awon ilekun"
        },
        {
            "chapter": 78,
            "verse": 20,
            "text": "Won maa mu awon apata rin (bo si aye miiran). O si maa di ahunpeena"
        },
        {
            "chapter": 78,
            "verse": 21,
            "text": "Dajudaju ina Jahanamo, o lugo sile loju ona"
        },
        {
            "chapter": 78,
            "verse": 22,
            "text": "(O je) ibugbe fun awon alakoyo"
        },
        {
            "chapter": 78,
            "verse": 23,
            "text": "Won yoo maa gbe inu re fun igba gbooro"
        },
        {
            "chapter": 78,
            "verse": 24,
            "text": "Won ko nii ri itura tabi ohun mimu kan towo ninu re"
        },
        {
            "chapter": 78,
            "verse": 25,
            "text": "ayafi omi gbigbona ati awoyunweje"
        },
        {
            "chapter": 78,
            "verse": 26,
            "text": "(O je) esan t’o se weku (ise won)"
        },
        {
            "chapter": 78,
            "verse": 27,
            "text": "Dajudaju won ki i reti isiro-ise"
        },
        {
            "chapter": 78,
            "verse": 28,
            "text": "Won si pe awon ayah Wa niro gan-an"
        },
        {
            "chapter": 78,
            "verse": 29,
            "text": "Gbogbo nnkan si ni A ti se akosile re sinu Tira kan"
        },
        {
            "chapter": 78,
            "verse": 30,
            "text": "Nitori naa, e to (iya) wo. A o si nii se alekun kan fun yin bi ko se iya"
        },
        {
            "chapter": 78,
            "verse": 31,
            "text": "Dajudaju igbala wa fun awon oluberu (Allahu)"
        },
        {
            "chapter": 78,
            "verse": 32,
            "text": "Awon ogba ati eso ajara"
        },
        {
            "chapter": 78,
            "verse": 33,
            "text": "ati awon olomoge, ti won ko jura won lo lojo-ori"
        },
        {
            "chapter": 78,
            "verse": 34,
            "text": "ati ife oti t’o kun denu (ni esan won)"
        },
        {
            "chapter": 78,
            "verse": 35,
            "text": "Won ko nii gbo isokuso ati oro iro ninu re"
        },
        {
            "chapter": 78,
            "verse": 36,
            "text": "(O je) esan lati odo Oluwa re, (o si je) ore ni ibamu si isiro-ise (won)"
        },
        {
            "chapter": 78,
            "verse": 37,
            "text": "(Esan naa wa lati odo) Oluwa awon sanmo, ile ati ohun t’o wa laaarin mejeeji, Ajoke-aye. Won ko si ni ikapa oro lodo Re"
        },
        {
            "chapter": 78,
            "verse": 38,
            "text": "Ojo ti molaika Jibril ati awon molaika (miiran) yoo duro ni owoowo. Won ko si nii soro afi eni ti Ajoke-aye ba yonda fun. Onitoun si maa soro t’o se weku"
        },
        {
            "chapter": 78,
            "verse": 39,
            "text": "Iyen ni ojo ododo. Nitori naa, eni ti o ba fe ki o mu ona to maa gba seri pada si odo Oluwa re pon (ni ti ironupiwada)"
        },
        {
            "chapter": 78,
            "verse": 40,
            "text": "Dajudaju A fi iya t’o sunmo se ikilo fun yin. Ojo ti eniyan yoo maa wo ohun ti o ti siwaju, alaigbagbo yo si wi pe: \"Yee, emi iba si je erupe, (emi iba la ninu iya)"
        },
        {
            "chapter": 79,
            "verse": 1,
            "text": "Allahu bura pelu awon molaika t’o n fi ona ele gba emi awon alaigbagbo"
        },
        {
            "chapter": 79,
            "verse": 2,
            "text": "O tun bura pelu awon molaika t’o n fi ona ero gba emi awon onigbagbo ododo"
        },
        {
            "chapter": 79,
            "verse": 3,
            "text": "O tun bura pelu awon molaika t’o n yara gaga nibi ase Re"
        },
        {
            "chapter": 79,
            "verse": 4,
            "text": "O tun bura pelu awon molaika t’o maa siwaju emi awon onigbagbo ododo wonu Ogba Idera taara"
        },
        {
            "chapter": 79,
            "verse": 5,
            "text": "O tun bura pelu awon molaika t’o n seto ile aye"
        },
        {
            "chapter": 79,
            "verse": 6,
            "text": "Ni ojo ti ifon akoko fun opin aye maa mi gbogbo aye titi pelu ohun igbe"
        },
        {
            "chapter": 79,
            "verse": 7,
            "text": "Ifon keji fun Ajinde si maa tele e"
        },
        {
            "chapter": 79,
            "verse": 8,
            "text": "Awon okan yoo maa gbon pepe ni ojo yen"
        },
        {
            "chapter": 79,
            "verse": 9,
            "text": "Oju won yo si wale ni ti iyepere"
        },
        {
            "chapter": 79,
            "verse": 10,
            "text": "Won yoo wi pe: \"Se Won tun maa da wa pada si ibere isemi (bii taye ni)"
        },
        {
            "chapter": 79,
            "verse": 11,
            "text": "Se nigba ti a ti di eegun t’o kefun tan"
        },
        {
            "chapter": 79,
            "verse": 12,
            "text": "Won wi pe: \"Idapada ofo niyen nigba naa (fun eni t’o pe e niro)"
        },
        {
            "chapter": 79,
            "verse": 13,
            "text": "Nitori naa, igbe eyo kan si ni"
        },
        {
            "chapter": 79,
            "verse": 14,
            "text": "Nigba naa ni won yoo bara won lori ile gbansasa"
        },
        {
            "chapter": 79,
            "verse": 15,
            "text": "Nje oro (Anabi) Musa ti de odo re"
        },
        {
            "chapter": 79,
            "verse": 16,
            "text": "(Ranti) nigba ti Oluwa re pe e ni afonifoji mimo, Tuwa"
        },
        {
            "chapter": 79,
            "verse": 17,
            "text": "Lo ba Fir‘aon, dajudaju o ti tayo enu-ala"
        },
        {
            "chapter": 79,
            "verse": 18,
            "text": "Ki o si so pe: \"Nje o maa safomo ara re (kuro ninu aigbagbo) bi"
        },
        {
            "chapter": 79,
            "verse": 19,
            "text": "Ki emi si fi ona mo o de odo Oluwa re. Nitori naa, ki o paya (Re)"
        },
        {
            "chapter": 79,
            "verse": 20,
            "text": "O si fi ami t’o tobi han an"
        },
        {
            "chapter": 79,
            "verse": 21,
            "text": "(Amo) o pe e lopuro. O si yapa re"
        },
        {
            "chapter": 79,
            "verse": 22,
            "text": "Leyin naa, o keyin si i. O si n sise (tako o)"
        },
        {
            "chapter": 79,
            "verse": 23,
            "text": "O ko (awon eniyan) jo, o si ke gbajari"
        },
        {
            "chapter": 79,
            "verse": 24,
            "text": "O si wi pe: \"Emi ni oluwa yin, eni giga julo"
        },
        {
            "chapter": 79,
            "verse": 25,
            "text": "Nitori naa, Allahu gba a mu pelu iya ikeyin ati akoko (nipa oro enu re ikeyin yii ati akoko)"
        },
        {
            "chapter": 79,
            "verse": 26,
            "text": "Dajudaju ariwoye wa ninu iyen fun eni t’o n paya (Allahu)"
        },
        {
            "chapter": 79,
            "verse": 27,
            "text": "Se eyin le lagbara julo ni iseda ni tabi sanmo ti Allahu mo"
        },
        {
            "chapter": 79,
            "verse": 28,
            "text": "Allahu gbe aja re ga soke. O si se e ni pipe t’o gun rege"
        },
        {
            "chapter": 79,
            "verse": 29,
            "text": "O se oru re ni dudu. O si fa iyaleta re yo jade"
        },
        {
            "chapter": 79,
            "verse": 30,
            "text": "Ati ile, O te e perese leyin iyen"
        },
        {
            "chapter": 79,
            "verse": 31,
            "text": "O mu omi re ati irugbin re jade lati inu re"
        },
        {
            "chapter": 79,
            "verse": 32,
            "text": "Ati awon apata, O fi idi won mule sinsin"
        },
        {
            "chapter": 79,
            "verse": 33,
            "text": "Igbadun ni fun yin ati fun awon eran-osin yin"
        },
        {
            "chapter": 79,
            "verse": 34,
            "text": "Sugbon nigba ti iparun nla ba de"
        },
        {
            "chapter": 79,
            "verse": 35,
            "text": "ni ojo ti eniyan yoo ranti ohun t’o se nise"
        },
        {
            "chapter": 79,
            "verse": 36,
            "text": "Won si maa fi Ina han kedere fun (gbogbo) eni t’o riran"
        },
        {
            "chapter": 79,
            "verse": 37,
            "text": "Nitori naa, ni ti eni t’o ba tayo enu-ala"
        },
        {
            "chapter": 79,
            "verse": 38,
            "text": "ti o tun gbe ajulo fun isemi aye"
        },
        {
            "chapter": 79,
            "verse": 39,
            "text": "dajudaju ina Jehim, ohun ni ibugbe (re)"
        },
        {
            "chapter": 79,
            "verse": 40,
            "text": "Ni ti eni ti o ba paya iduro niwaju Oluwa re, ti o tun ko ife-inu fun emi (ara re)"
        },
        {
            "chapter": 79,
            "verse": 41,
            "text": "dajudaju Ogba Idera, ohun ni ibugbe (re)"
        },
        {
            "chapter": 79,
            "verse": 42,
            "text": "Won n bi o leere nipa Akoko naa pe: \"Igba wo l’o maa sele"
        },
        {
            "chapter": 79,
            "verse": 43,
            "text": "Ona wo ni iwo le fi ni (imo) iranti re na"
        },
        {
            "chapter": 79,
            "verse": 44,
            "text": "Odo Oluwa re ni opin imo nipa re wa"
        },
        {
            "chapter": 79,
            "verse": 45,
            "text": "Iwo kuku ni olukilo fun eni t’o n paya re"
        },
        {
            "chapter": 79,
            "verse": 46,
            "text": "Ni ojo ti won maa ri i, won maa da bi eni pe won ko lo tayo irole tabi iyaleta (ojo) kan lo (nile aye)"
        }
    ]
}