{
    "maqras": [
        {
            "chapter": 4,
            "verse": 1,
            "text": "Eyin eniyan, e beru Oluwa yin, Eni ti O seda yin lati ara emi eyo kan (iyen, Anabi Adam). O si seda aya re (Hawa’) lati ara re. O fon opolopo okunrin ati obinrin jade lati ara awon mejeeji. Ki e si beru Allahu, Eni ti e n fi be ara yin. (E so) okun-ibi. Dajudaju Allahu n je Oluso lori yin"
        },
        {
            "chapter": 4,
            "verse": 2,
            "text": "E fun awon omo orukan ni dukia won. E ma se fi nnkan buruku paaro nnkan daadaa. E si ma se je dukia won mo dukia yin; dajudaju o je ese nla"
        },
        {
            "chapter": 4,
            "verse": 3,
            "text": "Ti e ba paya pe e o nii se deede nipa (fife) omo orukan, e fe eni t’o letoo si yin ninu awon obinrin; meji tabi meta tabi merin. Sugbon ti e ba paya pe e o nii se deede, (e fe) eyo kan tabi erubinrin yin. Iyen sunmo julo pe e o nii sabosi"
        },
        {
            "chapter": 4,
            "verse": 4,
            "text": "E fun awon obinrin ni sodaaki won ni tokan-tokan. Ti won ba si fi inu didun yonda kini kan fun yin ninu re, e je e pelu irorun ati igbadun"
        },
        {
            "chapter": 4,
            "verse": 5,
            "text": "E ma se ko dukia yin ti Allahu fi se gbemiiro fun yin le awon alailoye lowo. E pese ije-imu fun won ninu re, ki e si raso fun won. Ki e si maa soro daadaa fun won"
        },
        {
            "chapter": 4,
            "verse": 6,
            "text": "E maa sagbeyewo (oye) awon omo orukan titi won yoo fi to igbeyawo se. Ti e ba si ti ri oye lara won, ki e da dukia won pada fun won. E o gbodo je dukia won ni ije apa ati ijekuje ki won to dagba. Eni ti o ba je oloro, ki o moju kuro (nibe). Eni ti o ba je alaini, ki o je ninu re ni ona t’o dara. Nitori naa, ti e ba fe da dukia won pada fun won, e pe awon elerii si won. Allahu si to ni Olusiro"
        },
        {
            "chapter": 4,
            "verse": 7,
            "text": "Awon okunrin ni ipin ninu ohun ti obi mejeeji ati ebi fi sile. Ati pe awon obinrin naa ni ipin ninu ohun ti obi mejeeji ati ebi fi sile. Ninu ohun t’o kere ninu re tabi t’o po; (o je) ipin ti won ti pin (fun won)"
        },
        {
            "chapter": 4,
            "verse": 8,
            "text": "Nigba ti awon ebi, awon omo orukan ati awon mekunnu ba wa ni (ijokoo) ogun pipin, e fun won ninu re (siwaju ki e to pin ogun), ki e si soro daadaa fun won"
        },
        {
            "chapter": 4,
            "verse": 9,
            "text": "Awon (olupingun ati alagbawo omo orukan) ti o ba je pe awon naa maa fi omo wewe sile, ti won si n paya lori won, ki won yaa beru Allahu. Ki won si maa soro daadaa (fun omo orukan)"
        },
        {
            "chapter": 4,
            "verse": 10,
            "text": "Dajudaju awon t’o n je dukia omo orukan pelu abosi, Ina kuku ni won n je sinu ikun won. Won si maa wo inu Ina t’o n jo"
        },
        {
            "chapter": 4,
            "verse": 11,
            "text": "Allahu n pase fun yin nipa (ogun ti e maa pin fun) awon omo yin; ti okunrin ni iru ipin ti obinrin meji. Ti won ba si je obinrin (nikan) meji soke, tiwon ni ida meji ninu ida meta ohun ti (oku) fi sile. Ti o ba je obinrin kan soso, idaji ni tire. Ti obi re mejeeji, ida kan ninu ida mefa ni ti ikookan awon mejeeji ninu ohun ti oku fi sile, ti o ba ni omo laye. Ti ko ba si ni omo laye, ti o si je pe awon obi re mejeeji l’o maa jogun re, ida kan ninu ida meta ni ti iya re. Ti o ba ni arakunrin (tabi arabinrin), ida kan ninu ida mefa ni ti iya re, (gbogbo re) leyin asoole ti o so tabi gbese. Awon baba yin ati awon omokunrin yin; eyin ko mo ewo ninu won lo maa mu anfaani ba yin julo. (Ipin) oran-anyan ni lati odo Allahu. Dajudaju Allahu n je Onimo, Ologbon"
        }
    ]
}