{
    "pages": [
        {
            "chapter": 2,
            "verse": 70,
            "text": "Waxay yidhaahdeen: Noo bari Rabbigaa inuu noo caddeeyo waxa ay tahay. Hubaal lo’dii (oo dhan) baa isaga kaaya ekaatay, oo haddii Allaah idmo waxaan hubaal ahaan doonnaa kuwo hanuunsan"
        },
        {
            "chapter": 2,
            "verse": 71,
            "text": "Wuxuu yidhi: Wuxuu leeyahay, waa sac aan loo tababarin inay fasho arlada ama inay waraabiso beeraha, ka maran ceeb, oo aan lahayn wax bar ah.Waxay yidhaahdeen: Haatan baad la timid xaqa. Markaasay gowraceen, inkastoo ay niyad u heyn inay sameeyaanba"
        },
        {
            "chapter": 2,
            "verse": 72,
            "text": "Oo waa tii aad disheen nin, oo isku qabateen (cidda dishay), Allaah se wuxuu ahaa mid u soo saaraya debedda waxa aad qarineyseen"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "Markaasaanu nidhi: Ku dhufta (ninka la dilay) waax ka mid ah (sacaa la gowracay). Sidaas buu Allaah u soo nooleeyaa meytida, oo wuxuu idin tusaa calaamooyinkiisa si aad u garowsataan"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "Markaas quluubtiinnu way qallashay intaa kaddib, oo waa sida dhagaxda oo kale, ama ka adayg badanba. waayo hubaal waxaa jira dhagaxyo qaar ay ka soo burqadaan wabiyo, oo waxaa jira qaar ka mid ah oo dildillaaca markaas biyo ka soo shubmaan, oo waxaa jira qaar ka mid ah oo la soo dhaca cabsi Ilaahay darteed13. Oo Allaah ma mooga waxa aad fashaan"
        },
        {
            "chapter": 2,
            "verse": 75,
            "text": "Ee ma waxaad damac ka qabtaan (mu’miniintoy) inay wax idinka rumeystaan14 iyagoo koox ka mid ah ay dhageysan jireen Hadalka Ilaahay, oo markaas beddelaan (Towraadda)15 intay fahmeen kaddib iyagoo ogsoon"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "Oo markay la kulmaan kuwa rumeysan, waxay yidhaahdaan: Waan rumaysannahay, markase ay keli isla noqdaan qaarkoodba qaar, waxay yidhaahdaan: Ma waxaad idinku uga warrameysaan waxa Allaah idiin caddeeyey, si ay iyagu idinkula doodaan arrintaa Rabbigiin horti? Ma waydaan haddaba garaad lahayn"
        }
    ]
}