{
    "pages": [
        {
            "chapter": 11,
            "verse": 82,
            "text": "Haddaba markii uu Amarkayagii yimid, Waxaan u rognay af gambi oo korkoodii hoos marinnay, oo Waxaanu roob kaga dhignay dhagxayo dhoobo shidan ah oo is daba jooga"
        },
        {
            "chapter": 11,
            "verse": 83,
            "text": "La soo calaamadiyey (ciqaab darteed) Rabbigaa agti, oo ma aha wax ka fog xuma falayaasha"
        },
        {
            "chapter": 11,
            "verse": 84,
            "text": "Oo xagga Madyan (Waxaan u dirnay) walaalkood Shucayb. Wuxuu yidhi: Tolkayow! Caabuda Allaah, ma lihidin Ilaah kale ( oo xaq ah) aan aheyn Isaga, oo ha dhimina beegga iyo miisaanka, hubaal waxaan anigu idinku arkaa barwaqo; oo hubaal waxaan idiinka cabsi qabaa Cadaab Maalin wax koobeysa"
        },
        {
            "chapter": 11,
            "verse": 85,
            "text": "Oo tolkayow! Oofiya beegga iyo miisaanka si caddaalad ah, oo ha ka duudsinnina dadka waxyaalahooda, oo ha ku bi'innina dhulka fasaadkaad faleysaan"
        },
        {
            "chapter": 11,
            "verse": 86,
            "text": "Waxa ku baaqiga ah Allaah agtiisa ayaa idiin roon haddii aad tihiin mu’miniin, oo anigu idiin ma ahi kormeere"
        },
        {
            "chapter": 11,
            "verse": 87,
            "text": "Waxay yidhaahdeen: Shucaybow! Ma waxay salaadahaadu ku amraan inaan ka tagno waxay caabudeen aabbayaashayo, ama inaanu ku falin maalkayaga waxaan doonno? Hubaal adigu waxaad tahay dul badanaha wax garadka ah"
        },
        {
            "chapter": 11,
            "verse": 88,
            "text": "Wuxuu yidhi: Tolkayow! Ma u fiirsateen, haddii aan ka heysto Xujo Cad xagga Rabbigay, oo I siiyey risiq wanaagsan oo Xaggiisa ah. Oo anigu ma rabo inaan idiin daba maro falidda waxa aan idinka reebo. Ma rabo waxna aan ahayn wax wanaajin intaan karo oo awooddeyda ah. Oo ma jiro axad aan ahayn Allaah oo I waafajin kara talada toosan. Isaga baan isku halleeyaa oo Xaggiisa ayaan goor waliba u soo laabtaa"
        }
    ]
}