{
    "pages": [
        {
            "chapter": 18,
            "verse": 21,
            "text": "Oo sidaas baan uga yeellay8 (dadka) inay ka war helaan arrinkooda, si ay u ogaadaan in uu Ballanka Ilaahay run yahay iyo in Saacadda (Qiyaame) aan shaki ku jirin9. Waa tii ay dhexdooda kaga murmeen xaalkooda, waxay yidhaahdeen: Ka dul dhisa dhismo10; Rabbigood baa aad u ogsoon iyaga. Kuwii ku lib helay arrinkooda waxay yidhaahdeen: Waxaan hubaal ka dhisi doonnaa masjid halkoodii"
        },
        {
            "chapter": 18,
            "verse": 22,
            "text": "(Qaar) waxay leeyihiin (waxay ahaayeen) saddex oo waxaa afareeyey eygoodii, (qaar kalena) waxay leeyihiin (waxay ahaayeen) shan oo waxaa lixeeyey eygoodii; iyagoo iska mala awaalaya wax ka qarsoonaa; (weliba qaar kale) waxay leeyihiin (waxay ahaayeen) toddoba oo waxaa siddeed ku ahaa eygoodii. Dheh: Rabbigay baa aad u ogsoon tiradooda, cidina ma oga iyaga wax yar maahe11. Ee ha kala doodin (arrinkooda) inaad kula doodeysid xujo cad maahee. Oo wax ha ka weydiin arrinkooda midkoodna"
        },
        {
            "chapter": 18,
            "verse": 23,
            "text": "Oo ha ka odhan waxnana: hubaal waxaan fali doonnaa berritoole"
        },
        {
            "chapter": 18,
            "verse": 24,
            "text": "(adigoo aan odhan) inshaa Allaah “Hadduu Alle idmo12\". Oo xus Rabbigaa marka aad hilmaanto oo dheh: Waa intaasoo uu Rabbigay igu hanuuniyo mid uga dhow kani toosnaanta"
        },
        {
            "chapter": 18,
            "verse": 25,
            "text": "Oo waxay joogeen hoggoodii gudahiis saddex boqol oo sano, oo ay sagaal u dheer yihiin"
        },
        {
            "chapter": 18,
            "verse": 26,
            "text": "Dheh: Allaah baa aad u ogsoon intii ay joogeen, isaga baa u (cilmi leh) waxaalaha aan muuqan ee jira samooyinka iyo arlada, arki ogaa oo maqli ogaa (wax walba). Ma ay laha gargaare aan Isaga aheyn, oo lama wadaajiyo Xukunkiisa axadna"
        },
        {
            "chapter": 18,
            "verse": 27,
            "text": "Oo Akhri waxa laguu waxyooday oo ka mid ah Kitaabka Rabbigaa, ma jiro wax beddeli karaa Kelmedihiisa, oo ma heli doontid weligaa wax ka sokeeya Isaga aad magan gashid"
        }
    ]
}