{
    "pages": [
        {
            "chapter": 4,
            "verse": 114,
            "text": "Kuma jiro wax khayr ahi wax badan oo faqooda ah marka laga reebo mid amra sadaqo ama wanaag, ama kala maslaxaad dadka, oo qofkii fala sidaas isagoo doonaya Raalli gelinta Ilaahay, Waxaanu siin doonnaa abaalgud aad u weyn"
        },
        {
            "chapter": 4,
            "verse": 115,
            "text": "Oo qofkii colaadiya Rasuulka kaddib inta uu u caddaaday hanuunka oo raaca waxaan aheyn jidka mu`miniinta. Waxaan u jeedin doonnaa waxaas uu isagu (naf ahaantiisa) u jeestay, oo ka yeeli doonnaa inuu galo Naar, oo waa u xun tahay meel la ahaado iyo aayo tiin ahaan"
        },
        {
            "chapter": 4,
            "verse": 116,
            "text": "Hubaal! Allaah ma dhaafo in wax uun lala wadaajiyo Isaga, wuxuuse u dhaafaa waxa intaa aan ahayn qofkuu doono. Oo qofkii la wadaajiya wax uun Allaah, wuxuu xaqiiq lumaa lumid fog"
        },
        {
            "chapter": 4,
            "verse": 117,
            "text": "Ma la barbar caabudaan Isaga waxaan ahayn sanamyo magacyo dheddigood leh, oo ma caabudaan waxaan aheyn Shaydaan fallaago ah"
        },
        {
            "chapter": 4,
            "verse": 118,
            "text": "Oo Allaah uu Nacladay. Oo (Shaydaan) wuxuu yidhi: Waxaan ku yeelan doonaa addoomahaaga qayb go'an"
        },
        {
            "chapter": 4,
            "verse": 119,
            "text": "oo hubaal waan habaabin doonaa, oo gelin doonaa hididdiillooyin been ah; oo amri doonaa (xumaanta) sidaas darteed waxay jeexjeexi doonaan dhegaha xoolaha43, oo hubaal waan amri doonaa sidaas darteed waxay doorin doonaan abuurka Ilaahay44. Oo qofkii ka dhigta shaydaan gacal halkii Allaah, wuxuu xaqiiq khasaari doonaa khasaare caddaan ah"
        },
        {
            "chapter": 4,
            "verse": 120,
            "text": "Wuxuu u ballan qaadaa oo geliyaa hiddidiillooyin been ah, oo ma u ballan qaado shaydaan waxaan inuu khiyaano ahayn"
        },
        {
            "chapter": 4,
            "verse": 121,
            "text": "Kuwan hoygoodu wuxuu ahaan doonaa Naar, oo kama heli doonaan xaggeeda meel ay ka hirgalaan"
        }
    ]
}