{
    "pages": [
        {
            "chapter": 22,
            "verse": 6,
            "text": "၆။\tယင်းသို့ဖန်ဆင်းတော်မူခြင်းကား မုချဧကန်အလ္လာဟ်အရှင်မြတ်သည် တရားမှန်ဖြစ်တော်မူသောကြောင့်၊ မှတ် သားကြလော့၊ အရှင်မြတ်သည် သေသူအပေါင်းတို့ကို အမှန်ရှင်စေတော်မူ၏၊ အရာခပ်သိမ်းတို့အတွက် မုချဧကန်ပြုစွမ်းနိုင်တော်မူ၏။"
        },
        {
            "chapter": 22,
            "verse": 7,
            "text": "၇။\tအချိန်တော်ကြီးဆိုက်ရောက်လာမည်ဖြစ်သောကြောင့် ဤအကြောင်းကို ယုံမှားသံသယမရှိနိုင်ချေ၊ ထိုနေ့တော် ကြီး၌ အလ္လာဟ်အရှင်မြတ်သည် သချုႋင်းတွင်း၌ ရှိနေသောသူသေအပေါင်းတို့ကို ရှင်ပြန်ထမြောက်စေတော်မူ လိမ့်မည်ဖြစ်သောကြောင့်ဖြစ်၏။"
        },
        {
            "chapter": 22,
            "verse": 8,
            "text": "၈။\tလူသားတို့အနက် သူတစ်ဦးတစ်ယောက်ရှိ၏၊ ထိုသူသည် အသိတရားသော်လည်းကောင်း၊ လမ်းညွှန်ပြခြင်း သော်လည်လည်းကောင်း မခံစားရ၊ အလင်းပြကျမ်းတော်သော်လည်းကောင်း၊ မရှိပဲလျက် အလ္လာဟ်အရှင်မြတ် နှင့်စပ်လျဉ်း၍ အငြင်းအခုံပြု၏။"
        },
        {
            "chapter": 22,
            "verse": 9,
            "text": "၉။\tသူသည် သူတပါးကို လှည့်စားစိမ့်သောငှာ အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်မှ ကြီးမားသောမာန်မာနနှင့် လှည့်သွား၏၊ ထိုသူအတွက် ဤလောကမျက်မှောက်ဘဝ၌ အရှက်တကွဲအသရေပျက်ခြင်းသာရှိ၏၊ ရှင်ပြန် ထမြောက်ရသောနေ့တော်ကြီး၌ ငါသည် သူ့အား လောင်ကျွမ်းခြင်းအပြစ်ဒဏ်တော်ကို မြည်းစမ်းစေတော်မူသည်၊"
        },
        {
            "chapter": 22,
            "verse": 10,
            "text": "၁ဝ။\tထိုအခါသူ့အား အမိန့်တော်မူမည်မှာ ဤဒဏ်တော်သည် နင်၏လက်နှစ်ဘက်တင်ကြိုပို့ထားသောပြုကျင့်မှု အတွက်ဖြစ်၏၊ အကြောင်းမူကားအလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ကျေးကျွန်များကို မတရားနှိပ်စက်ကလူ ပြုတော်မူသောအရှင်မဟုတ်သောကြောင့်တည်း။"
        },
        {
            "chapter": 22,
            "verse": 11,
            "text": "၁၁။\tလူသားတို့အနက် သူတစ်ဦးတစ်ယောက်ရှိ၏၊ ထိုသူသည် နှစ်ခွသောစိတ်နှင့်သာ အလ္လာဟ်အရှင်မြတ်အား ခဝပ်ကိုးကွယ်၏၊ ထိုသူသည် လောကီစည်းစိမ်ရရှိသောအခါ၊ သာသနာတော်၌ ရောင့်ရဲတင်းတိမ်ပျော်မွေ့၏၊ သို့သော်ဘေးဥပါဒ်အားဖြင့် စုံစမ်းခြင်းကို ခံရသောအခါ သူသည် တရားတော်ကို စွန့်လွှတ်၏၊ ထိုသူသည် ဤဘဝနောင်ဘဝ၊ နှစ်ဘဝများကို ဆုံးရှုံး၏၊ ဤသည်ကား ဆုံးရှုံးခြင်းတည်း။"
        },
        {
            "chapter": 22,
            "verse": 12,
            "text": "၁၂။\tထိုသူသည် အလ္လာဟ်အရှင်မြတ်မှတပါး မိမိအား ကျိုးပြစ်မတတ်စွမ်းနိုင်သောဘုရားတုများကို ရှိခိုးပူဇော်၏၊ ယင်းအမှုကား မဟာအမှားကြီးဖြစ်၏။"
        },
        {
            "chapter": 22,
            "verse": 13,
            "text": "၁၃။\tထိုသူသည် ဘုရားတုကို ကိုးကွယ်၏၊ ထိုဘုရား၏ ဘေးဥပါဒ်သည် သူ၏အကျိုးကျေးဇူးထက် သာ၍နီးသည်၊ စင်စစ်အားဖြင့် ထိုဘုရားသည် မကောင်းသောကာကွယ်သူ၊ မကောင်းသောအဆွေခင်ပွန်းမုချဖြစ်သည်။"
        },
        {
            "chapter": 22,
            "verse": 14,
            "text": "၁၄။\tမှတ်သားကြလော့၊ အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်၍ သုစရိုက်ကောင်းမှုပြုကျင့်သူတို့အား သုခဥယျာဉ်တော် များသို့ ဝင်စေတော်မူ၏၊ ထိုဥယျာဉ်တော်များအောက်၌ စိမ့်စမ်းရေမြောင်းအယာဉ်အထွေထွေစီးဆင်းလျက် ရှိ၏၊ မှတ်သားကြလော့၊ အလ္လာဟ်အရှင်မြတ်သည် မိမိကြံရွယ်သည့်အတိုင်း စီရင်တော်မူ၏။"
        },
        {
            "chapter": 22,
            "verse": 15,
            "text": "၁၅။\tအကြင်သူက အလ္လာဟ်အရှင်မြတ်သည် တမန်တော်မိုဟမ္မဒ်အား ဤဘဝနောင်ဘဝနှစ်ဖြာသောဘဝတွင် စောင်မ တော်မူမည်မဟုတ်ဟု တွေးတောလတ့ံ၊ ထိုသူအား ကြိုးတစ်ချောင်းကို မိုးကောင်းကင်အထိ ဆန့်စေလော့၊ ထို့နောက်ထိုကြိုးကို ဖြတ်စေလော့၊ ထိုသူသည် မိမိ၏ဥပါယ်တမျည်သည့် သူ့အား ဒေါသထွက်စေသောအရာကို ဖယ်ပစ်နိုင်သလားကို ကြည့်စေလော့။"
        }
    ]
}