{
    "pages": [
        {
            "chapter": 7,
            "verse": 138,
            "text": "TA đa cho dan Israel binh an bang qua bien (hong hai). Sau đo, ho đi ngang qua mot đam nguoi đang tho phuong cac buc tuong (than linh), ho bao: “Nay Musa, xin Nguoi hay tao cho chung toi mot than linh (đe chung toi co than linh) giong nhu ho.” (Musa) đap: “Cac nguoi that đung la đam nguoi ngu muoi!”"
        },
        {
            "chapter": 7,
            "verse": 139,
            "text": "Qua that, (nhung ke tho phuong cac buc tuong) nay se bi huy diet ve đieu chung đang lam, va moi viec lam cua chung la thu vo gia tri"
        },
        {
            "chapter": 7,
            "verse": 140,
            "text": "(Musa) noi voi (nguoi dan Israel): “Le nao Ta lai chon cho cac nguoi mot than linh khac ngoai Allah trong khi Ngai đa ban hong phuc cho cac nguoi hon thien ha?!”"
        },
        {
            "chapter": 7,
            "verse": 141,
            "text": "(Cac nguoi hay nho lai) viec TA đa giai cuu cac nguoi khoi đam quan linh cua Pha-ra-ong, ho đa đan ap cac nguoi bang cuc hinh man ro, ho đa tan sat con trai cua cac nguoi va tha cho con gai cua cac nguoi. Trong su viec đo la su thu thach to lon tu Thuong Đe cua cac nguoi danh cho cac nguoi"
        },
        {
            "chapter": 7,
            "verse": 142,
            "text": "TA (Allah) đa hen gap Musa trong ba muoi đem (tai nui Sinai) va TA đa gia han them muoi đem. Vi vay, thoi han (cho cuoc gap go) cua Thuong Đe cua Y đuoc hoan thanh trong bon muoi đem. (Truoc khi đi) Musa đa can dan Harun, nguoi anh (em) cua minh: “Hay thay ta quan ly nguoi dan cua ta, hay chan chinh va cai thien ho va cho đung đi theo nhung ke thoi nat.”"
        },
        {
            "chapter": 7,
            "verse": 143,
            "text": "Khi Musa đen điem hen gap TA va Thuong Đe cua Y tiep chuyen voi Y. (Musa) đa khan cau: “Lay Thuong Đe cua be toi, xin Ngai cho be toi đuoc nhin thay Ngai.” (Allah) phan: “Nguoi khong the nao nhin thay đuoc TA. Tuy nhien, Nguoi hay nhin vao ngon nui kia, neu nhu no van con nguyen ven tai vi tri cua no thi luc đo Nguoi se nhin thay đuoc TA.” Nhung khi Thuong Đe cua Y hien ra, ngon nui lien vo tan (do anh sang cua Ngai) con Musa thi te xuong bat tinh. Sau khi tinh lai, (Musa) lien noi: “Quang Vinh va Toi Cao thay Ngai, be toi xin sam hoi voi Ngai va be toi la nguoi đau tien co đuc tin (noi Ngai).”"
        }
    ]
}