{
    "pages": [
        {
            "chapter": 10,
            "verse": 7,
            "text": "Nhung ke khong mong đoi cuoc gap go voi TA (- Allah, o Đoi Sau) va hai long voi cuoc song the gioi nay va cam thay an nhien o đo cung nhu nhung ke tho o voi cac loi phan cua TA"
        },
        {
            "chapter": 10,
            "verse": 8,
            "text": "Chung la nhung ke ma cho o se la Hoa Nguc do hau qua cua nhung đieu ma chung đa tich luy"
        },
        {
            "chapter": 10,
            "verse": 9,
            "text": "That vay, nhung nguoi co đuc tin va hanh thien, Thuong Đe cua ho se huong dan ho (đen voi su hai long cua Ngai) bang đuc tin cua ho, (va Ngai se thu nhan ho vao) cac Ngoi Vuon Thien Đang hanh phuc), ben duoi co nhung dong song chay"
        },
        {
            "chapter": 10,
            "verse": 10,
            "text": "Loi cau nguyen cua ho trong Thien Đang (se la) “Lay Allah, Ngai la Đang Vinh Quang va Toi Cao!” va loi chao cua ho voi nhau (se la) “Salam” – (Chao an lanh!) va loi cau nguyen cuoi cung cua ho (se la) “Alhamdulilla-hi Rabbil-a-lami-n” - (Ca ngoi, tan duong va ta on Allah, Thuong Đe cua vu tru va van vat)"
        },
        {
            "chapter": 10,
            "verse": 11,
            "text": "Neu nhu Allah voi vang đap lai đieu xau ma con nguoi (yeu cau) giong nhu viec con nguoi muon Ngai đap lai đieu tot (khi ho cau xin Ngai) thi chac chan tuoi tho cua ho đa phai ket thuc. Tuy nhien, TA bo mac nhung ke khong mong đoi cuoc gap go voi TA song lang thang mot cach mu quang"
        },
        {
            "chapter": 10,
            "verse": 12,
            "text": "Con nguoi khi gap hoan nan, y van vai cau khan TA cuu giup (trong moi tu the) nam, ngoi hoac đung. Nhung khi TA giup y thoat khoi con nguy nan, y (lam ngo) buoc đi nhu the y chua bao gio tung cau khan TA cuu giup y thoat nan. Nhu the đo, nhung gi ma nhung ke toi loi đa lam lai to ra đep mat đoi voi chung"
        },
        {
            "chapter": 10,
            "verse": 13,
            "text": "TA đa tieu diet nhung the he truoc cac nguoi (hoi nhung ke đa than) khi ma chung lam đieu sai quay. Cac Su Gia cua chung đa đen voi chung voi nhung bang chung ro rang nhung chung khong tin. TA đap tra nhung ke toi loi đung nhu the"
        },
        {
            "chapter": 10,
            "verse": 14,
            "text": "Sau đo, TA đa đe cac nguoi (loai nguoi) thanh nhung nguoi ke thua trai đat nay sau chung đe quan sat cac nguoi hanh đong the nao (neu cac nguoi lam tot se đuoc tot con neu cac nguoi lam đieu xau se bi đieu xau)"
        }
    ]
}