{
    "pages": [
        {
            "chapter": 19,
            "verse": 96,
            "text": "Qua that, nhung nguoi co đuc tin va lam đieu thien tot se đuoc Đang Đo Luong yeu thuong"
        },
        {
            "chapter": 19,
            "verse": 97,
            "text": "Qua that, TA lam cho No (Qur’an) thanh de dang voi chiec luoi cua Nguoi (Muhammad) la đe Nguoi dung No bao tin mung cho nhung nguoi ngoan đao va canh bao đam nguoi hay tranh cai (hau phu nhan su that)"
        },
        {
            "chapter": 19,
            "verse": 98,
            "text": "Đa co khong biet bao the he truoc ho đa bi TA huy diet. Chac chan Nguoi khong tim thay mot nguoi nao cua bon ho hoac nghe mot loi xam xi nao cua ho"
        },
        {
            "chapter": 20,
            "verse": 1,
            "text": "Ta. Ha"
        },
        {
            "chapter": 20,
            "verse": 2,
            "text": "(Hoi Muhammad), TA (Allah) ban Qur’an xuong cho Nguoi khong phai đe lam Nguoi buon kho"
        },
        {
            "chapter": 20,
            "verse": 3,
            "text": "Ma đe lam loi nhac nho cho nhung ai biet so (TA)"
        },
        {
            "chapter": 20,
            "verse": 4,
            "text": "No đuoc Mac Khai tu Đang đa tao hoa trai đat va cac tang troi cao"
        },
        {
            "chapter": 20,
            "verse": 5,
            "text": "(Đo la) Đang Đo Luong an vi tren chiec Ngai Vuong"
        },
        {
            "chapter": 20,
            "verse": 6,
            "text": "Đang ma moi vat trong cac tang troi va moi vat tren trai đat cung nhu van vat nam giua chung va nhung gi nam sau duoi long đat đeu la cua Ngai"
        },
        {
            "chapter": 20,
            "verse": 7,
            "text": "Dau Nguoi (Muhammad) co noi lon tieng (hay nho tieng) thi Ngai van luon biet ro nhung đieu bi mat va tham kin"
        },
        {
            "chapter": 20,
            "verse": 8,
            "text": "Allah la Đang ma Khong co Thuong Đe đich thuc nao khac ngoai Ngai. Ngai mang nhung ten goi tot đep nhat"
        },
        {
            "chapter": 20,
            "verse": 9,
            "text": "(Hoi Thien Su Muhammad), Nguoi co biet ve cau chuyen cua Musa (Moses) khong"
        },
        {
            "chapter": 20,
            "verse": 10,
            "text": "Khi (Musa) nhin thay mot ngon lua (o đang xa), Y bao gia đinh cua minh: “Moi nguoi hay tam dung chan o đay. Ta se đen cho ngon lua biet đau co the mang ve cho moi nguoi mot cuc than hong hoac biet đau co the tim thay noi đong lua đo mot nguon Chi Đao.”"
        },
        {
            "chapter": 20,
            "verse": 11,
            "text": "Nhung khi Y tien đen ngon lua thi bong co tieng goi: “Nay hoi Musa!”"
        },
        {
            "chapter": 20,
            "verse": 12,
            "text": "“Qua that TA la Thuong Đe cua Nguoi. Nao, Nguoi hay coi giay cua Nguoi ra boi đich thuc Nguoi đang o noi thung lung Tuwa linh thieng.”"
        }
    ]
}