{
    "pages": [
        {
            "chapter": 33,
            "verse": 63,
            "text": "Thien ha hoi Nguoi ve Gio Tan The. Nguoi hay noi: “Qua that, kien thuc ve thoi khac đo thuoc ve mot minh Allah”. Nhung Nguoi co biet khong co le Gio Tan The đa gan ke"
        },
        {
            "chapter": 33,
            "verse": 64,
            "text": "Qua that, Allah đa nguyen rua nhung ke vo đuc tin va Ngai đa chuan bi cho ho lua ngon (noi Hoa Nguc)"
        },
        {
            "chapter": 33,
            "verse": 65,
            "text": "Ho se mai mai o trong đo; ho se khong tim đuoc mot vi che cho hay mot vi cuu tinh nao"
        },
        {
            "chapter": 33,
            "verse": 66,
            "text": "Vao Ngay ma bo mat cua ho bi lat up vao Hoa Nguc, ho se than: “Oi, gia nhu minh đa tuan lenh Allah va đa vang loi Su Gia (cua Ngai)”"
        },
        {
            "chapter": 33,
            "verse": 67,
            "text": "Ho noi: “Lay Thuong Đe cua bay toi! Bay toi đa nghe theo cac vi cam đau va nhung ong lon cua bay toi, chinh ho đa dat bay toi lam lac.”"
        },
        {
            "chapter": 33,
            "verse": 68,
            "text": "“Lay Thuong Đe cua bay toi! Xin Ngai trung phat ho gap đoi va xin Ngai nguyen rua ho bang loi nguyen rua tham te nhat.”"
        },
        {
            "chapter": 33,
            "verse": 69,
            "text": "Hoi nhung nguoi co đuc tin! Cac nguoi cho đung giong nhu nhung ke đa sach nhieu Musa boi Allah đa giai oan cho Y khoi nhung đieu ho đa cao buoc. Qua that, (Musa) la mot nguoi be toi chinh truc"
        },
        {
            "chapter": 33,
            "verse": 70,
            "text": "Hoi nhung nguoi co đuc tin! Cac nguoi hay kinh so Allah va hay noi loi chan that"
        },
        {
            "chapter": 33,
            "verse": 71,
            "text": "Ngai se cai thien viec lam cua cac nguoi cho cac nguoi va Ngai se tha thu toi loi cho cac nguoi. Nguoi nao tuan lenh Allah va Su Gia cua Ngai thi chac chan se đat đuoc su thanh cong to lon"
        },
        {
            "chapter": 33,
            "verse": 72,
            "text": "Qua that, TA đa giao Ama-nah cho cac tang troi va trai đat va nui non nhung chung tu choi vi chung ca so nen đa tranh xa no; nhung con nguoi đa nhan lanh no; ro rang (con nguoi) het suc sai quay, ngu muoi"
        },
        {
            "chapter": 33,
            "verse": 73,
            "text": "(Lam the) đe Allah trung phat nhung ke gia tao đuc tin nam va nu, nhung ke tho đa than nam va nu; đong thoi đe Ngai tha thu cho nhung nguoi co đuc tin nam va nu. Qua that, Allah la Đang Hang Tha Thu, Hang Khoan Dung"
        }
    ]
}