{
    "pages": [
        {
            "chapter": 34,
            "verse": 8,
            "text": "(Ho bao nhau): “Le nao Y đa noi doi cho Allah hay le nao Y bi tam than?” Khong, nhung ke vo đuc tin noi coi Đoi Sau se bi trung phat (vao Ngay Phan Xet) va ho đa lam lac rat xa (tren coi đoi nay)"
        },
        {
            "chapter": 34,
            "verse": 9,
            "text": "Le nao ho khong nhin thay nhung gi truoc mat va sau lung ho tu troi đat?! Neu muon, TA đa cho đat nuot chung bon ho hoac cho mot manh troi roi xuong đe bon ho. Qua that, noi su viec đo la mot dau hieu cho moi nguoi be toi biet quay đau an nan sam hoi (voi Allah)"
        },
        {
            "chapter": 34,
            "verse": 10,
            "text": "Qua that, TA đa ban cho Dawood hong phuc tu noi TA, (va TA đa phan voi nui non): “Hoi nui non! Cac nguoi hay cung voi Y tan duong Allah” va chim choc (TA cung phan bao chung nhu the), va TA đa hoa sat thanh mem cho Y"
        },
        {
            "chapter": 34,
            "verse": 11,
            "text": "(TA) bao (Dawood): “Nguoi hay che ao giap va rap cac khoen sat lai cho that can bang va Nguoi (va con chau cua Nguoi) hay hanh thien. Qua that, TA luon thay ro nhung đieu cac nguoi lam.”"
        },
        {
            "chapter": 34,
            "verse": 12,
            "text": "Va Sulayman (con trai cua Dawood), (TA đa ban cho Y kha nang che ngu) luong gio; luong gio luot đi trong mot buoi sang (nhanh bang thoi gian di chuyen) cua mot thang va trong mot buoi chieu (nhanh bang thoi gian di chuyen) cua mot thang. TA đa ban cho Y mot dong suoi đong thau; va trong loai Jinn co nhung ten phuc dich cho Y theo phep cua Thuong Đe cua Y; va neu ten Jinn nao cai lenh TA thi TA se bat no nem lay hinh phat cua Lua ngon chay bung"
        },
        {
            "chapter": 34,
            "verse": 13,
            "text": "Chung (cac ten Jinn hau dich cho Sulayman) lam ra cho Y nhung vat ma Y muon, tu cac cung đien, cac hinh tuong, nhung chiec chen khong lo nhu nhung be nuoc va nhung chiec chao nau co đinh mot cho. Hoi dong doi cua Dawood, cac nguoi hay lam viec voi long tri an (TA). Tuy nhien, chi mot so it bay toi cua TA to long biet on (TA)"
        },
        {
            "chapter": 34,
            "verse": 14,
            "text": "Khi TA cho (Sulayman) chet, chang co đieu gi lam cho loai Jinn phat hien ra cai chet cua Y ngoai tru con trung đat đa an mon chiec gay cua Y. Cho nen, khi Y nga xuong, loai Jinn moi vo le rang neu chung biet đuoc đieu vo hinh thi chung đa khong phai o lai lau trong su trung phat nhuc nha đo"
        }
    ]
}