{
    "pages": [
        {
            "chapter": 3,
            "verse": 16,
            "text": "(Nhung nguoi ngoan đao đuoc ban cho cac Ngoi Vuon Thien Đang muon noi đen) la nhung nguoi thuong cau nguyen: “Lay Thuong Đe cua bay toi, qua that bay toi đa co đuc tin, xin Ngai hay tha thu toi loi cho bay toi va xin Ngai hay cuu bay toi thoat khoi su trung phat noi Hoa Nguc.”"
        },
        {
            "chapter": 3,
            "verse": 17,
            "text": "(Nhung nguoi ngoan đao đuoc ban cho cac Ngoi Vuon Thien Đang muon noi đen) la nhung nguoi biet kien nhan chiu đung (truoc gian nan va tai hoa), nhung nguoi chan that (trong loi noi va hanh đong), nhung nguoi kien đinh (trong đuc tin), nhung nguoi chi dung (tai san cho con đuong chinh nghia cua Allah), va nhung nguoi thuong cau xin Allah tha thu vao luc đem khuya (mot phan ba cuoi cua đem)"
        },
        {
            "chapter": 3,
            "verse": 18,
            "text": "Allah đa chung nhan khong co Thuong Đe (đich thuc) nao khac ngoai Ngai, cac Thien Than va nhung nguoi hieu biet đang duy tri nen cong ly cung chung nhan (nhu the). Qua that, khong co Thuong Đe nao khac ngoai Ngai, Đang Toan Nang, Đang Sang Suot"
        },
        {
            "chapter": 3,
            "verse": 19,
            "text": "Qua that, ton giao đuoc chap nhan noi Allah chi co Islam. Nhung ai đuoc ban cho Kinh Sach (Do Thai va Thien Chua) đa khong tranh cai nhau (ve đieu nay) cho đen khi ho biet ro su that (Islam đuoc mang đen khong boi mot nguoi thuoc cong đong cua ho) thi ho moi đam ra đo ky va chia re. Va ai vo đuc tin noi cac loi mac khai cua Allah thi qua that Allah mau chong tinh so (ho)"
        },
        {
            "chapter": 3,
            "verse": 20,
            "text": "Neu nhu bon ho tranh cai voi Nguoi (hoi Thien Su Muhammad ve chan ly ma Nguoi mang đen) thi Nguoi hay bao ho: “Ta va nhung ai theo Ta đa mot long than phuc (Allah).” Va Nguoi hay noi voi nhung ai đuoc ban cho Kinh Sach lan nhung ke that hoc (nhung ke đa than): “Cac nguoi co chiu quy phuc Islam khong?” Neu ho quy phuc Islam thi ho đa đuoc huong đen chinh đao, con neu ho quay lung thi Nguoi (Thien Su Muhammad) that ra chi la nguoi truyen đat buc thong điep ma thoi. Qua that, Allah luon thay ro (moi đong thai cua) đam bay toi (cua Ngai)"
        },
        {
            "chapter": 3,
            "verse": 21,
            "text": "Qua that, nhung ke vo đuc tin noi cac loi mac khai cua Allah va co tinh giet chet cac vi Nabi mot cach bat chap thi phi va giet luon nhung ai ra lenh duy tri cong ly thi Nguoi (Thien Su Muhammad) hay bao cho ho ve mot su trung phat đau đon (đang cho đoi ho)"
        },
        {
            "chapter": 3,
            "verse": 22,
            "text": "Ho la nhung ke ma moi viec lam (hanh thien va ngoan đao) cua ho se bi xoa sach o tran gian lan Đoi Sau va ho se khong co bat cu ai giup đo (thoat khoi su trung phat)"
        }
    ]
}