{
    "pages": [
        {
            "chapter": 3,
            "verse": 23,
            "text": "(Hoi Thien Su Muhammad), le nao Nguoi khong nhin thay nhung ke đa đuoc ban cho Kinh Sach (trong so nguoi Do Thai), khi ho đuoc keu goi tro lai voi Kinh Sach cua Allah (Kinh Cuu Uoc) đe phan xu (tranh chap) giua ho, (thay vi chap hanh theo) thi mot nhom (hoc gia, lanh đao) trong so ho lai quay lung ngoanh đi"
        },
        {
            "chapter": 3,
            "verse": 24,
            "text": "Nhu the la vi ho noi: “Hoa Nguc se khong bao gio cham đen chung toi ngoai tru mot so ngay it oi” Nhung đieu ma ho bia đat trong ton giao cua ho đa đanh lua ho"
        },
        {
            "chapter": 3,
            "verse": 25,
            "text": "The thi ho se ra sao khi TA (Allah) trieu tap ho vao mot Ngay khong co gi phai hoai nghi ve (su dien ra cua no), (luc đo) moi linh hon se đuoc đap tra đay đu ve nhung đieu ma ho đa tung lam (du tot hay xau) va ho se khong bi đoi xu bat cong"
        },
        {
            "chapter": 3,
            "verse": 26,
            "text": "Nguoi (hoi Thien Su Muhammad) hay noi: “Lay Allah, Đuc Vua nam moi vuong quyen! Ngai muon ban vuong quyen cho ai va lay lai vuong quyen tu ai la tuy y Ngai, Ngai muon ban vinh du cho ai va ha nhuc bat cu ai la tuy y Ngai. Moi đieu tot lanh đeu nam trong tay Ngai; qua that, Ngai toan nang tren tat ca moi thu.”"
        },
        {
            "chapter": 3,
            "verse": 27,
            "text": "“Ngai nhap ban đem vao ban ngay va nhap ban ngay vao ban đem, Ngai rut cai song ra tu cai chet va rut cai chet ra tu cai song. Va Ngai ban phat bong loc vo ke cho ai Ngai muon.”"
        },
        {
            "chapter": 3,
            "verse": 28,
            "text": "Nhung nguoi co đuc tin khong đuoc phep lay nhung ke vo đuc tin lam nhung nguoi bao ho thay vi nhung nguoi co đuc tin. Nguoi nao lam vay thi Allah hoan toan vo can voi y ngoai tru truong hop cac nguoi lo so cac moi hoa tu ho. Allah canh bao cac nguoi ve ban than Ngai. Qua that, cac nguoi phai tro ve trinh dien Allah"
        },
        {
            "chapter": 3,
            "verse": 29,
            "text": "Nguoi (hoi Thien Su Muhammad) hay noi voi ho: “Dau cac nguoi co giau giem hay tiet lo bat cu đieu gi trong long cua cac nguoi thi Allah van luon biet tuong tan boi Ngai thong toan het moi thu trong cac tang troi va moi thu trong trai đat. Qua that, Allah toan nang tren tat ca moi thu.”"
        }
    ]
}