{
    "chapter": [
        {
            "chapter": 7,
            "verse": 1,
            "text": "Elif, Lam, Mim, Sad"
        },
        {
            "chapter": 7,
            "verse": 2,
            "text": "Bir kitaptır bu; sana indirildi, onunla uyarıda bulunasın diye ve inananlar icin bir ogut ve dusundurme olarak... O halde, bundan dolayı gogsunde bir sıkıntı olmasın"
        },
        {
            "chapter": 7,
            "verse": 3,
            "text": "Rabbinizden size indirilene uyun; O´nun berisinden birtakım velilerin ardına dusmeyin. Siz ne kadar da az ogut alıyorsunuz"
        },
        {
            "chapter": 7,
            "verse": 4,
            "text": "Nice yurtları ve medeniyetleri yere batırdık biz. Oyle ki, geceleyin yahut oglen uykusu uyumakta oldukları bir sırada azabımız tepelerine iniverdi"
        },
        {
            "chapter": 7,
            "verse": 5,
            "text": "Azabımız onlara gelip cattıgında, yaptıkları, su cıglıgı yukseltmekten baska bir sey olmamıstır: Biz gercekten zalimlerdik"
        },
        {
            "chapter": 7,
            "verse": 6,
            "text": "Yemin olsun, kendilerine elci gonderilenleri muhakkak hesaba cekecegiz; gonderilen elcileri de mutlaka hesaba cekecegiz"
        },
        {
            "chapter": 7,
            "verse": 7,
            "text": "Onlara bir ilmin tanıklıgında/bir ilmin aracılıgıyla butun seruveni mutlaka anlatacagız. Biz olup bitenlerden habersiz degildik"
        },
        {
            "chapter": 7,
            "verse": 8,
            "text": "O gun, iyi ve kotuyu ayıran olcu haktır. Artık kimin olculup tartılacak seyleri agır basarsa kurtulusa erenler onlar olacaktır"
        },
        {
            "chapter": 7,
            "verse": 9,
            "text": "Olculup tartılacak seyleri hafif kalanlara gelince, iste onlar, ayetlerimize karsı zalimce davranıslar sergilemis oldukları icin, oz benliklerini husrana itmis olacaklar"
        },
        {
            "chapter": 7,
            "verse": 10,
            "text": "Yemin olsun, sizi yeryuzunde yerlestirdik ve sizin icin orada, geciminize yarayacak nimet ve imkanlara vucut verdik. Ne de az sukrediyorsunuz"
        },
        {
            "chapter": 7,
            "verse": 11,
            "text": "Andolsun ki sizi yarattık, sonra sizi bicimlendirdik, sonra da meleklere \"Adem´e secde edin\" dedik. Onlar da secde ettiler. Ama Iblis etmedi, secde edenlerden olmadı o"
        },
        {
            "chapter": 7,
            "verse": 12,
            "text": "Allah buyurdu: \"Sana emrettigimde secde etmeni engelleyen neydi?\" Iblis dedi: \"Ben ondan hayırlıyım. Beni atesten yarattın, onu camurdan yarattın"
        },
        {
            "chapter": 7,
            "verse": 13,
            "text": "Buyurdu: \"O halde in oradan. Senin haddine mi orada buyukluk taslamak! Hadi cık! Sen alcaklardansın"
        },
        {
            "chapter": 7,
            "verse": 14,
            "text": "Dedi: \"Insanların diriltilecegi gune kadar bana sure ver"
        },
        {
            "chapter": 7,
            "verse": 15,
            "text": "Buyurdu: \"Sure verilenlerdensin"
        },
        {
            "chapter": 7,
            "verse": 16,
            "text": "Dedi: \"Beni azdırmana yemin ederim ki, onları saptırmak icin senin dosdogru yolun uzerine kurulacagım"
        },
        {
            "chapter": 7,
            "verse": 17,
            "text": "Sonra onlara; onlerinden, arkalarından, saglarından, sollarından musallat olacagım. Bircoklarını sukreder bulamayacaksın"
        },
        {
            "chapter": 7,
            "verse": 18,
            "text": "Allah buyurdu: \"Cık oradan. Yenik dusmus ve kovulmus olarak. Onlardan sana uyan olursa yemin olsun ki, cehennemi tamamen sizden dolduracagım"
        },
        {
            "chapter": 7,
            "verse": 19,
            "text": "Ey Adem! Sen ve esin cennette oturun, dilediginiz yerden yiyin ama su agaca yaklasmayın. Yoksa ikiniz de zalimlerden olursunuz"
        },
        {
            "chapter": 7,
            "verse": 20,
            "text": "Derken, seytan, kendilerinden gizlenmis cirkin yerlerini onlara acmak icin ikisine de vesvese verdi. Dedi: \"Rabbinizin sizi su agactan uzak tutması, iki melek olmayasınız yahut olumsuzler arasına katılmayasınız diyedir"
        },
        {
            "chapter": 7,
            "verse": 21,
            "text": "Ve onlara, \"ben size ogut verenlerdenim\" diye yemin de etti"
        },
        {
            "chapter": 7,
            "verse": 22,
            "text": "Nihayet onları kandırarak asagı cekti. O ikisi agactan tadınca cirkin yerleri kendilerine acıldı. Bahcenin yapraklarından yamalar yapıp uzerlerine ortmeye basladılar. Rableri onlara seslendi: \"Ben size bu agacı yasaklamadım mı? Ben size, seytan sizin icin acık bir dusmandır demedim mi"
        },
        {
            "chapter": 7,
            "verse": 23,
            "text": "Ey Rabbimiz, dediler, oz benliklerimize zulmettik. Eger bizi affetmez, bize acımazsan elbette ki husrana ugrayanlardan olacagız"
        },
        {
            "chapter": 7,
            "verse": 24,
            "text": "Buyurdu: \"Kiminiz kiminize dusman olarak inin. Yeryuzunde belirli bir sureye kadan mekan tutmanız ve nimetlenmeniz ongorulmustur"
        },
        {
            "chapter": 7,
            "verse": 25,
            "text": "Buyurdu: \"Orada hayat bulacaksınız, orada oleceksiniz ve oradan cıkarılacaksınız"
        },
        {
            "chapter": 7,
            "verse": 26,
            "text": "Ey ademogulları! Su bir gercek ki size, edep yerlerinizi ortecek giysi de indirdik, sus ve gosterise yarayacak giysi de... Ama korunup sakınmaya yarayan giysi en hayırlısıdır. Iste bu, Allah´ın ayetlerindendir. Dusunup ogut almaları umuluyor"
        },
        {
            "chapter": 7,
            "verse": 27,
            "text": "Ey ademogulları! Seytan, ana-babanızı, edep yerlerini onlara gostermek icin elbiselerini soyarak cennetten cıkardıgı gibi, sakın size de bir fitne musallat etmesin. Cunku o ve kabilesi sizi, onları goremeyeceginiz yerden gorurler. Biz o seytanları, inanmayanlara dostlar yaptık"
        },
        {
            "chapter": 7,
            "verse": 28,
            "text": "Bir igrenclik yaptıklarında soyle derler: \"Atalarımızı bu hal uzere bulmustuk. Yani Allah emretti bize bunu.\" De ki: \"Allah, edepsizligi/igrencligi emretmez. Allah hakkında, bilmediginiz seyleri mi soyluyorsunuz"
        },
        {
            "chapter": 7,
            "verse": 29,
            "text": "Sunu da soyle: \"Rabbim bana adaleti emretti. Her mescitte yuzlerinizi O´na dogrultun. Dini yalnız O´na ozguleyerek O´na yakarın. Tıpkı sizi ilk yarattıgı gibi O´na doneceksiniz"
        },
        {
            "chapter": 7,
            "verse": 30,
            "text": "Bir kısmını iyiye ve guzele kılavuzladı, bir kısmının uzerine de sapıklık hak oldu. Onlar, Allah´ı bırakıp seytanları dost edinmislerdi. Bir de kendilerinin hidayet uzere olduklarını sanırlar"
        },
        {
            "chapter": 7,
            "verse": 31,
            "text": "Ey ademogulları! Tum mescitlerde suslu, guzel giysilerinizi kusanın. Yiyin, icin fakat israf etmeyin. Allah israf edenleri sevmez"
        },
        {
            "chapter": 7,
            "verse": 32,
            "text": "De ki: \"Allah´ın kulları icin cıkardıgı susu, guzel, temiz ve tatlı rızıkları kim haram etmis?\" De ki: \"Dunya hayatında onlar, inananlar icin de var. Kıyamet gununde ise yalnız inananlar icindir onlar.\" Bilgiden nasipli bir topluluk icin biz, ayetleri boyle ayrıntılı kılıyoruz"
        },
        {
            "chapter": 7,
            "verse": 33,
            "text": "De ki: \"Rabbim, ancak sunları haram kıldı: \"Igrenclikleri-gorunenini, gizli olanını-gunahı, haksız yere saldırmayı, hakkında hicbir kanıt indirmedigi seyi Allah´a ortak kosmayı, bir de Allah hakkında bilmediginiz seyleri soylemeyi"
        },
        {
            "chapter": 7,
            "verse": 34,
            "text": "Her ummet icin belirlenmis bir sure vardır. Sureleri dolunca ne bir saat geri kalırlar ne de one gecerler"
        },
        {
            "chapter": 7,
            "verse": 35,
            "text": "Ey ademogulları! Icinizden size ayetlerimi yuzunuze karsı anlatan resuller geldiginde, korunup hallerini duzeltenlere hicbir korku dokunmayacaktır. Onlar tasalanmayacaklardır da"
        },
        {
            "chapter": 7,
            "verse": 36,
            "text": "Ayetlerimizi yalanlayıp onlar karsısında burun kıvıranlara gelince, bunlar atesin dostlarıdır. Surekli kalacaklardır onun icinde"
        },
        {
            "chapter": 7,
            "verse": 37,
            "text": "Yalan duzerek Allah´a iftira eden yahut O´nun ayetlerini yalanlayandan daha zalim kim vardır? Iste bunların Kitap´tan nasipleri kendilerine ulasır, nihayet elcilerimiz onlara gelip canlarını alırken soyle derler: \"Allah´ın berisinden yakardıklarınız nerede?\" Su cevabı verirler: \"Bizden uzaklasıp kayboldular.\" Boylece, oz benlikleri aleyhine kendilerinin kafir olduguna tanıklık ettiler"
        },
        {
            "chapter": 7,
            "verse": 38,
            "text": "Allah buyurdu: \"Sizden once gelip gecmis cin ve insan topluluklarıyla ic ice girin bakalım atese.\" Her ummet girdiginde, yoldasına/kızkardesine lanet eder. Nihayet, hepsi orada bir araya gelince, sonrakiler oncekiler icin soyle derler: \"Rabbimiz! Bizi bunlar saptırdılar. Ates azabını bunlara bir kat daha fazla ver.\" Allah buyurur: \"Her biri icin bir kat fazlası var, fakat siz bilmezsiniz"
        },
        {
            "chapter": 7,
            "verse": 39,
            "text": "Oncekiler de sonrakiler icin soyle konusurlar: \"Artık sizin, bizim uzerimizde bir ustunlugunuz yok. O halde kazandıklarınıza karsılık azabı tadın"
        },
        {
            "chapter": 7,
            "verse": 40,
            "text": "Ayetlerimizi yalanlayan ve onlar karsısında buyukluk taslayanlar var ya, gok kapıları acılamayacaktır onlar icin ve deve igne deliginden gecinceye kadar cennete giremeyeceklerdir onlar. Sucluları boyle cezalandırırız biz"
        },
        {
            "chapter": 7,
            "verse": 41,
            "text": "Onlar icin cehennemden bir dosek/besik ve ustlerinde kılıflar vardır. Zalimleri boyle cezalandırırız biz"
        },
        {
            "chapter": 7,
            "verse": 42,
            "text": "Iman edip hayra ve barısa yonelik isler yapanlar -ki biz, her benlige ancak yaratılıs kapasitesi olcusunde gorev yukleriz- ise cennetin dostlarıdır. Surekli kalacaklardır orada"
        },
        {
            "chapter": 7,
            "verse": 43,
            "text": "Goguslerinde dusmanlıktan ne varsa sokup atmısızdır. Irmaklar akar altlarından. Soyle derler: \"Hamt olsun bizi buraya ulastıran Allah´a. Eger Allah bize kılavuzluk etmeseydi, biz buraya ulasamazdık. Yemin olsun ki, Rabbimizin resulleri gercegi getirmisler.\" Soyle seslenilir: \"Iste size, yaptıklarınıza karsılık mirascı kılındıgınız cennet"
        },
        {
            "chapter": 7,
            "verse": 44,
            "text": "Cennet halkı ates halkına soyle seslenir: \"Biz, Rabbimiziin bize vaat ettigini gercek bulduk. Peki siz, Rabbinizin size vaat ettigini gercek buldunuz mu?\" Onlar, \"Evet!\" derler. Aralarından bir duyurucu sunu ilan eder: \"Allah´ın laneti, zalimlerin uzerine olsun"
        },
        {
            "chapter": 7,
            "verse": 45,
            "text": "Onlar ki, Allah´ın yolundan geri cevirip yolun egri-bugrusunu isterler, onlar ahireti de inkar edenlerdir"
        },
        {
            "chapter": 7,
            "verse": 46,
            "text": "Iki taraf arasında bir perde, A´raf uzerinde de herkesi yuzlerinden tanıyan erler vardır. Cennet halkı, ozleyip durdukları halde henuz ona girmemis olanlara soyle seslenirler: \"Selam size"
        },
        {
            "chapter": 7,
            "verse": 47,
            "text": "Gozleri ates halkı tarafına cevrildiginde de soyle yakardılar: \"Ey Rabbimiz, bizleri, zalimler topluluguyla birlestirme"
        },
        {
            "chapter": 7,
            "verse": 48,
            "text": "A´raf halkı, yuzlerinden tanıdıkları bazı erkeklere seslenip soyle derler: \"Bir araya gelmeniz de buyukluk taslamanız da size hicbir yarar saglamadı"
        },
        {
            "chapter": 7,
            "verse": 49,
            "text": "Sunlar mıydı o, ´Allah kendilerini hicbir rahmete erdirmeyecek´ diye yemin ettikleriniz?\" Ey cennetliler! Siz de girin cennete. Ne bir korku var size ne de kederleneceksiniz"
        },
        {
            "chapter": 7,
            "verse": 50,
            "text": "Ates halkı, cennet halkına seslenir: \"Su sudan yahut Allah´ın sizi rızıklandırdıgından biraz da bize akıtın.\" Su cevabı verirler: \"Allah, o ikisini de, kufre sapanlara haram kılmıstır"
        },
        {
            "chapter": 7,
            "verse": 51,
            "text": "Onlar kendi dinlerini eglence ve oyun haline getirdiler, igreti hayat onları aldattı. Onlar bugune kavusacaklarını unutmuslardı. Ayetlerimize karsı direniyorlardı. Bugun de biz onları unutuyoruz"
        },
        {
            "chapter": 7,
            "verse": 52,
            "text": "Yemin olsun ki, biz onlara, ilme uygun bicimde, ayrıntılı kıldıgımız bir Kitap getirdik. Inanan bir topluluk icin bir kılavuz, bir rahmettir o"
        },
        {
            "chapter": 7,
            "verse": 53,
            "text": "Onun yalnız tevilini gozetirler. Onun tevili geldigi gun, daha once onu unutanlar soyle derler: \"Inan olsun, Rabbimizin resulleri gercegi getirmisler! Acaba bizim icin sefaatcılar var mı ki, bize sefaat etsinler; yahut daha once yaptıklarımızdan baskasını yapalım diye geri gonderilebilir miyiz?\" Oz benliklerini husrana ittiler. Iftiralarına alet ettikleri, onlardan uzaklasıp kayboldu"
        },
        {
            "chapter": 7,
            "verse": 54,
            "text": "Rabbiniz o Allah´tır ki, gokleri ve yeri altı gunde yaratmıs, sonra da ars uzerinde egemenlik kurmustur. Geceyi gunduze buruyup orter. O bunu, bu da onu aralıksız ve titiz bir bicimde kovalar durur. Gunes, Ay, yıldızlar O´nun emrine boyun egmis. Gozunuzu acın; yaratıs da O´nundur, emir veris de/yaratıs da O´nun icindir, emir veris de. Alemlerin Rabbi olan Allah cok yucedir"
        },
        {
            "chapter": 7,
            "verse": 55,
            "text": "Rabbinize; boyun bukerek, gizlice/urpererek yakarın. O, haddi asanları/azmısları sevmez"
        },
        {
            "chapter": 7,
            "verse": 56,
            "text": "Yeryuzunde, orası barısa kavustuktan sonra bozgun cıkarmayın. Urpererek ve umit ederek dua edin O´na. Hic kuskusuz, Allah´ın rahmeti, guzel dusunup guzel is yapanlara cok yakındır"
        },
        {
            "chapter": 7,
            "verse": 57,
            "text": "Ruzgarları, rahmetinin onunden mujdeci gonderen O´dur. Nihayet onlar, yuklerle agırlasmıs bulutları yuklenince onu olu bir beldeye gondeririz; onunla su indiririz de o suyla her turlu meyveyi cıkarırız. Iste biz, oluleri de boyle cıkarırız. Dusunup ibret almanız umuluyor"
        },
        {
            "chapter": 7,
            "verse": 58,
            "text": "Guzel ve temiz beldenin bitkisi Rabbinin izniyle cıkar. Pis ve corak beldeden ise zararlı bitkiden baskası cıkmaz. Sukreden bir topluluk icin ayetleri iste boyle cesitli sekillerde sergiliyoruz"
        },
        {
            "chapter": 7,
            "verse": 59,
            "text": "Yemin olsun ki biz, Nuh´u toplumuna gonderdik de o soyle dedi: \"Ey toplumum! Allah´a kulluk ve ibadet edin. Sizin ondan baska tanrınız yok. Ustunuze cok buyuk bir azabın inmesinden korkuyorum"
        },
        {
            "chapter": 7,
            "verse": 60,
            "text": "Toplumunun kodamanları dediler ki: \"Vallahi biz seni acık bir sapıklık icinde goruyoruz"
        },
        {
            "chapter": 7,
            "verse": 61,
            "text": "Nuh dedi: \"Ey toplumum! Sapıklık falan yok bende. Tam aksine ben, alemlerin Rabbi´nden bir resulum"
        },
        {
            "chapter": 7,
            "verse": 62,
            "text": "Size Rabbimin vahiylerini teblig ediyorum, size ogut veriyorum. Allah´ın yardımıyla, sizin bilmediginiz seyleri biliyorum"
        },
        {
            "chapter": 7,
            "verse": 63,
            "text": "Korunmanız, rahmet bulmanız icin sizi uyarmak uzere bir adam aracılıgıyla Rabbinizden size bir ogut gelmesine sastınız mı"
        },
        {
            "chapter": 7,
            "verse": 64,
            "text": "Onu yalanladılar. Bunun uzerine biz onu ve beraberindekileri gemi icinde kurtardık, ayetlerimizi yalanlayanları bogduk. Gozleri gormez bir topluluktu onlar"
        },
        {
            "chapter": 7,
            "verse": 65,
            "text": "Ad´a da kardesleri Hud´u gonderdik. Dedi ki: \"Ey toplumum! Allah´a kulluk edin. Sizin O´ndan baska ilahınız yok. Hala sakınmıyor musunuz"
        },
        {
            "chapter": 7,
            "verse": 66,
            "text": "Toplumunun inkarcı kodamanları dediler ki: \"Biz seni bir beyinsizlige dusmus goruyoruz ve kesinlikle yalancılardan oldugunu dusunuyoruz"
        },
        {
            "chapter": 7,
            "verse": 67,
            "text": "Hud dedi: \"Ey toplumum! Bende beyinsizlik yok, ben alemlerin Rabbi´nden bir resulum"
        },
        {
            "chapter": 7,
            "verse": 68,
            "text": "Rabbimin mesajlarını size teblig ediyorum. Ben sizin icin guvenilir bir ogutcuyum"
        },
        {
            "chapter": 7,
            "verse": 69,
            "text": "Sizi uyarmak icin icinizden bir adam aracılıgıyla size Rabbinizden bir ihtar gelmesine sastınız mı? Hatırlayın ki, O sizi Nuh toplumundan sonra halefler yaptı ve yaratılısta size daha fazla bir boy-bos verdi. Allah´ın nimetlerini anın ki kurtulabilesiniz"
        },
        {
            "chapter": 7,
            "verse": 70,
            "text": "Dediler ki: \"Sen, yalnız Allah´a ibadet edelim de atalarımızın kulluk etmekte olduklarını terk edelim diye mi bize geldin? Eger dogru sozlu isen hadi bizi tehdit ettigini bize getir"
        },
        {
            "chapter": 7,
            "verse": 71,
            "text": "Hud dedi: \"Rabbinizden bir azap ve gazap indi ya! Haklarında Allah´ın hicbir kanıt indirmedigi, sadece atalarınızın ve sizin uydurdugunuz birtakım isimler hakkında mı benimle cekisiyorsunuz? Bekleyin bakalım, sizinle beraber ben de bekleyenlerdenim"
        },
        {
            "chapter": 7,
            "verse": 72,
            "text": "Nihayet onu ve beraberindekileri bizden bir rahmetle kurtardık; ayetlerimizi yalanlayanların da kokunu kestik. Inanan kisiler degillerdi onlar"
        },
        {
            "chapter": 7,
            "verse": 73,
            "text": "Semud´a da kardesleri Salih´i gonderdik. Dedi ki: \"Ey toplumum! Allah´a kulluk edin. Sizin O´ndan baska ilahınız yok. Size Rabbinizden bir beyyine/acık bir kanıt gelmistir. Iste su; Allah´ın devesi. Sizin icin bir mucize. Rahat bırakın onu, Allah´ın topragında otlasın. Kotu bir niyetle dokunmayın ona. Yoksa korkunc bir azap yakalar sizi"
        },
        {
            "chapter": 7,
            "verse": 74,
            "text": "Hatırlayın ki, Allah sizi Ad´dan sonra halefler yaptı ve yeryuzunde sizi yerlestirdi. O´nun duzluklerinde saraylar kuruyorsunuz, daglarını yontup ev yapıyorsunuz. Artık Allah´ın nimetlerini anın da fesat cıkararak yeryuzunu berbat etmeyin"
        },
        {
            "chapter": 7,
            "verse": 75,
            "text": "Toplumunun kibre saplanmıs kodamanları, iclerinden inanıp da baskı altında tutularak ezilenlere soyle dediler: \"Siz Salih´in, gercekten Rabbi tarafından gonderildigini biliyor musunuz?\" Onlar: \"Onun aracılıgıyla gonderilene gercekten inanıyoruz.\" dediler"
        },
        {
            "chapter": 7,
            "verse": 76,
            "text": "Kibre sapanlar soyle konustu: \"Biz sizin inandıgınızı inkar edenleriz"
        },
        {
            "chapter": 7,
            "verse": 77,
            "text": "Bu arada disi deveyi bogazladılar. Ve Rablerinin emrinden dısarı cıkıp soyle dediler: \"Ey Salih! Eger Allah tarafından gonderilenlerdensen, bizi tehdit ettigin seyi onumuze getiriver"
        },
        {
            "chapter": 7,
            "verse": 78,
            "text": "Bunun uzerine onları, o siddetli sarsıntı/o korkunc titresim yakaladı da oz yurtlarında yere cokmus bir hale geldiler"
        },
        {
            "chapter": 7,
            "verse": 79,
            "text": "Nihayet, Salih onlardan yuzunu dondurup soyle dedi: \"Ey toplumum! Andolsun ki, Rabbimin mesajını size teblig ettim, size ogut verdim; ama siz ogut verenleri sevmiyorsunuz"
        },
        {
            "chapter": 7,
            "verse": 80,
            "text": "Ve Lut... Toplumuna soye demisti: \"Sizden once alemlerden hicbirinin yapmadıgı bir igrenclige mi girisiyorsunuz"
        },
        {
            "chapter": 7,
            "verse": 81,
            "text": "Siz, kadınları bırakıp sehvetiniz yuzunden erkeklere gidiyorsunuz. Dogrusu siz sınır tanımayan bir topluluksunuz"
        },
        {
            "chapter": 7,
            "verse": 82,
            "text": "Toplumunun cevabı sadece sunu soylemeleri oldu: \"Cıkarın sunları kentimizden. Cunku onlar, temizlik tutkunu insanlardır"
        },
        {
            "chapter": 7,
            "verse": 83,
            "text": "Biz de onu ve ailesini kurtardık. Karısı mustesna. O, geriye kalıp yere gecenlerden oldu"
        },
        {
            "chapter": 7,
            "verse": 84,
            "text": "Uzerlerine bir de yagmur indirdik. Bak nasıl oldu sucluların sonu"
        },
        {
            "chapter": 7,
            "verse": 85,
            "text": "Medyen´e de kardesleri Suayb´ı gonderdik. Soyle dedi: \"Ey toplumum! Allah´a kulluk edin. Size O´ndan baska ilah yok! Size Rabbinizden acık bir kanıt gelmistir. Olcu ve tartıda durust davranın. Insanların esyasına el koymaya tenezzul etmeyin. Yeryuzunde, orası barısa kavustuktan sonra bozgun cıkarmayın. Eger inanan insanlarsanız bu sizin icin daha hayırlıdır"
        },
        {
            "chapter": 7,
            "verse": 86,
            "text": "Her yol ustunde oturup da tehdit savurarak Allah yolundan O´na inananları cevirmeyin. Yolun carpıgını isteyip durmayın. Hatırlayın ki, siz az idiniz, O sizi cogalttı. Bir bakın, nasılmıs bozguncuların sonu"
        },
        {
            "chapter": 7,
            "verse": 87,
            "text": "Icinizden bir grup, benimle gonderilene inanmıs, bir baska grup da inanmamıssa, Allah aranızda hukmedinceye kadar sabırlı olun. O, yargıcların en hayırlısıdır"
        },
        {
            "chapter": 7,
            "verse": 88,
            "text": "Toplumunun buyukluk taslayan kodamanları dediler ki: \"Ey Suayb! Ya kesinlikle milletinize donersiniz yahut da seni ve seninle birlikte inananları kentimizden mutlaka cıkarırız.\" Dedi ki: \"Ya istemiyorsak; zor ve baskıyla mı"
        },
        {
            "chapter": 7,
            "verse": 89,
            "text": "Allah bizi, milletinizden kurtardıktan sonra tekrar o millete donersek yalan duzup Allah´a iftira etmis oluruz. Rabbimiz Allah istemedigi surece, sizin milletinize donmemiz soz konusu edilemez. Rabbimiz, bilgice her seyi kusatmıstır. Allah´a dayanıp guvendik biz! Ey Rabbimiz! Toplumumuzla bizim aramızda hak ile hukmet. Sen, cozum getirenlerin en hayırlısısın"
        },
        {
            "chapter": 7,
            "verse": 90,
            "text": "Toplumunun kufre sapan kodamanları dedi ki: \"Eger Suayb´ın ardı sıra giderseniz husrana gomulenler olursunuz"
        },
        {
            "chapter": 7,
            "verse": 91,
            "text": "Bunun uzerine o siddetli sarsıntı/o korkunc titresim onları yakalayıverdi de oz yurtlarında yere cokmus hale geldiler"
        },
        {
            "chapter": 7,
            "verse": 92,
            "text": "Suaybı yalanlayanlar sanki o yerde hic senlik kurmamıslardı. Suayb´ı yalanlayanlar husrana saplananların ta kendileriydi"
        },
        {
            "chapter": 7,
            "verse": 93,
            "text": "Suayb onlardan yuzunu dondurdu de soyle dedi: \"Yemin olsun, ben size Rabbimin gonderdiklerini ilettim. Size ogut verdim. Artık kufre batmıs bir topluluga nasıl acırım"
        },
        {
            "chapter": 7,
            "verse": 94,
            "text": "Biz bir ulkeye bir peygamber gonderdigimizde, onun halkını zorluk ve darlıkla mutlaka sıktık ki, sıgınıp yakarsınlar"
        },
        {
            "chapter": 7,
            "verse": 95,
            "text": "Sonra zorluk ve sıkıntının yerine mutluluk ve guzelligi getirmisiz de cogalmıslar ve soyle demislerdir: \"Atalarımız da zorluk ve sevincle yuzyuze gelmislerdi.\" Nihayet biz onları farkında olmadıkları bir sırada ansızın yakalayıverdik"
        },
        {
            "chapter": 7,
            "verse": 96,
            "text": "O medeniyetlerin halkı inanıp korunsalardı, elbette ki uzerlerine gokten ve yerden bereketler sacardık. Ama yalanladılar, biz de onları, kazanır olduklarıyla yakalayıverdik"
        },
        {
            "chapter": 7,
            "verse": 97,
            "text": "O kentlerin halkı, uyudukları bir sırada, siddetimizin bir gece kendilerine gelmeyeceginden emin mi idiler"
        },
        {
            "chapter": 7,
            "verse": 98,
            "text": "Yoksa o kentler halkının, bir kusluk vakti oynayıp eglenirken azabımızın yakalarına yapısmayacagına iliskin bir garantileri mi vardı"
        },
        {
            "chapter": 7,
            "verse": 99,
            "text": "Allah´ın tuzagından emin miydiler? Husrana ugrayan topluluktan baskası Allah´ın tuzagından emin olamaz"
        },
        {
            "chapter": 7,
            "verse": 100,
            "text": "Tum bu olanlar, eski sahiplerinden sona yeryuzune mirascı olanlara sunu gostermedi mi? Dilersek onları gunahları yuzunden belaya carptırırız, kalpleri uzerine muhur basarız da artık soz dinleyemez olurlar"
        },
        {
            "chapter": 7,
            "verse": 101,
            "text": "Iste o kentler/medeniyetler! Haberlerinden bir kısmını anlatıyoruz sana. Yemin olsun, resulleri onlara acık-secik deliller getirmisti. Ama daha once yalanlamıs oldukları icin inanamadılar. Kufre sapanların kalplerini Allah iste boyle muhurler"
        },
        {
            "chapter": 7,
            "verse": 102,
            "text": "Onların bircogunda ahde vefadan eser bulmadık. Onların bircogunu tam sapıklar olarak bulduk"
        },
        {
            "chapter": 7,
            "verse": 103,
            "text": "Onların ardından Musa´yı, ayetlerimizle Firavun´a ve kodamanlarına gonderdik de ayetlerimiz karsısında zulme saptılar. Bir bak, nasıl olmustur bozguncuların sonu"
        },
        {
            "chapter": 7,
            "verse": 104,
            "text": "Musa dedi ki: \"Ey Firavun! Kuskun olmasın ki ben, alemlerin Rabbi´nin bir resuluyum"
        },
        {
            "chapter": 7,
            "verse": 105,
            "text": "Allah hakkında gercek dısında bir sey soylememek benim uzerimde bir varolus borcudur. Ben size Rabbinizden bir beyyine getirdim. Artık Israilogullarını benimle gonder"
        },
        {
            "chapter": 7,
            "verse": 106,
            "text": "Firavun dedi: \"Bir mucize getirdinse, dogru sozlulerden isen onu ortaya cıkar"
        },
        {
            "chapter": 7,
            "verse": 107,
            "text": "Bunun uzerine Musa, asasını yere attı; birden korkunc bir ejderha oluverdi o"
        },
        {
            "chapter": 7,
            "verse": 108,
            "text": "Elini cekip cıkardı; birden o el, bakanların onunde bembeyaz kesildi"
        },
        {
            "chapter": 7,
            "verse": 109,
            "text": "Firavun toplumunun kodamanları soyle konustular: \"Bu adam gercekten cok bilgili bir buyucu"
        },
        {
            "chapter": 7,
            "verse": 110,
            "text": "Sizi topragınızdan cıkarmak istiyor. Ne diyorsunuz"
        },
        {
            "chapter": 7,
            "verse": 111,
            "text": "Dediler ki: \"Onu kardesiyle birlikte alıkoy. Ve sehirlere, toplayıcılar gonder"
        },
        {
            "chapter": 7,
            "verse": 112,
            "text": "Her bilgin buyucuyu sana getirsinler"
        },
        {
            "chapter": 7,
            "verse": 113,
            "text": "Buyuculer Firavun´a gelip dediler ki: \"Eger galip gelen biz olursak bize iyi bir odul var mı"
        },
        {
            "chapter": 7,
            "verse": 114,
            "text": "Evet, dedi, ayrıca siz benim en yakınlarımdan olacaksınız"
        },
        {
            "chapter": 7,
            "verse": 115,
            "text": "Sihirbazlar soyle dediler: \"Ey Musa! Sen mi hunerini ortaya atacaksın yoksa biz mi hunerlerimizi sergileyelim"
        },
        {
            "chapter": 7,
            "verse": 116,
            "text": "Siz sergileyin.\" dedi. Hunerlerini ortaya atınca, halkın gozlerini buyulediler, onları dehsete dusurduler. Cok buyuk bir buyu sergilediler"
        },
        {
            "chapter": 7,
            "verse": 117,
            "text": "Biz de Musa´ya soyle vahyettik: \"Hadi at asanı!\" Bir de ne gorsunler, asa, onların ortaya getirdikleri seyleri yalayıp yutuyor"
        },
        {
            "chapter": 7,
            "verse": 118,
            "text": "Boylece hak ortaya cıktı, onların yapıp ettikleri, ise yaramaz hale geldi"
        },
        {
            "chapter": 7,
            "verse": 119,
            "text": "Orada maglup oldular, kucuk dustuler"
        },
        {
            "chapter": 7,
            "verse": 120,
            "text": "Ve buyuculer secdeye kapandılar"
        },
        {
            "chapter": 7,
            "verse": 121,
            "text": "Alemlerin Rabbi´ne iman ettik, dediler"
        },
        {
            "chapter": 7,
            "verse": 122,
            "text": "Musa´nın ve Harun´un Rabbi´ne"
        },
        {
            "chapter": 7,
            "verse": 123,
            "text": "Firavun dedi ki: \"Demek ben size izin vermeden ona inandınız ha! Bu, sehirde tezgahladıgınız bir tuzaktır ki, bununla sehir halkını oradan cıkarmak pesindesiniz. Yakında anlarsınız"
        },
        {
            "chapter": 7,
            "verse": 124,
            "text": "Ellerinizi ve ayaklarınızı caprazlama kesecegim, sonra da hepinizi asacagım"
        },
        {
            "chapter": 7,
            "verse": 125,
            "text": "Biz, dediler, dogruca Rabbimize varacagız"
        },
        {
            "chapter": 7,
            "verse": 126,
            "text": "Sen bizden, sırf Rabbimizin ayetleri bize gelince, onlara iman ettigimizden oturu intikam alıyorsun. Ey Rabbimiz! Uzerimize sabır yagdır. Canımızı muslumanlar olarak al"
        },
        {
            "chapter": 7,
            "verse": 127,
            "text": "Firavun kavminin kodamanları dediler ki: \"Musa´yı ve toplumunu, yeryuzunu fesada verip seni ve ilahlarını terk etsinler diye mi bırakıyorsun?\" Dedi ki Firavun: \"Biz onların ogullarını oldurup kadınlarını diri bırakacagız/kadınlarının rahimlerini yoklayıp cocuk alacagız/kadınlarına utanc duyulacak seyler yapacagız. Ustlerine surekli kahır yagdıracagız"
        },
        {
            "chapter": 7,
            "verse": 128,
            "text": "Musa kendi toplumuna soyle dedi: \"Allah´tan yardım dileyin, sabırlı olun. Yeryuzu Allah´ındır, Allah ona, kullarından diledigini mirascı kılar. Sonuc, takvaya sarılanlarındır"
        },
        {
            "chapter": 7,
            "verse": 129,
            "text": "Dediler ki: \"Senin bize gelisinden once de iskenceye ugratıldık, gelisinden sonra da.\" Musa dedi: \"Rabbinizin, dusmanınızı yok etmesi ve nasıl davranacagınıza bakmak uzere yeryuzunde sizi yoneticiler yapması umulabilir"
        },
        {
            "chapter": 7,
            "verse": 130,
            "text": "Yemin olsun ki biz, Firavun hanedanını yakalayıp urun eksikligiyle senelerce sıktık ki, dusunup ogut alabilsinler"
        },
        {
            "chapter": 7,
            "verse": 131,
            "text": "Onlara bir iyilik geldiginde, \"Bu bizimdir!\" derlerdi. Kendilerine bir kotuluk dokundugunda ise Musa ve beraberindekilerin ugursuzluguna yorarlardı. Gozunuzu acın! Onların ugursuzluk kusu, Allah katındadır, fakat cokları bilmiyorlar"
        },
        {
            "chapter": 7,
            "verse": 132,
            "text": "Sunu da soylediler: \"Bizi buyulemek icin, bize istedigin kadar ayet getir. Sana inanmayacagız"
        },
        {
            "chapter": 7,
            "verse": 133,
            "text": "Biz de onlar uzerine, acık acık mucizeler olarak tufan, cekirge, hasarat, kurbagalar ve kan gonderdik; yine de kibre saptılar ve gunahkar bir topluluk oluverdiler"
        },
        {
            "chapter": 7,
            "verse": 134,
            "text": "Pislik uzerlerine cokunce soyle dediler: \"Ey Musa! Sana verdigi soze dayanarak Rabbine bizim icin dua et! Su pisligi uzerimizden kaldırırsa, sana kesinlikle inanacagız ve Israilogullarını seninle birlikte mutlaka gonderecegiz"
        },
        {
            "chapter": 7,
            "verse": 135,
            "text": "Dolduracakları bir sureye kadar kendilerinden azabı kaldırdıgımızda, hemen yeminlerini bozdular"
        },
        {
            "chapter": 7,
            "verse": 136,
            "text": "Bunun uzerine biz de onlardan oc aldık: Ayetlerimizi yalanladıkları, onlara aldırmazlık ettikleri icin hepsini suda bogduk"
        },
        {
            "chapter": 7,
            "verse": 137,
            "text": "Ezilip itilmekte olan toplulugu da icine bereketler doldurdugumuz topragın dogularına ve batılarına mirascı kıldık. Rabbinin, Israilogullarına verdigi guzel soz, sabretmeleri yuzunden hedefine vardı. Firavun ve toplumunun sanayi olarak meydana getirdiklerini de dikip yukselttikleri sarayları da yere gecirdik"
        },
        {
            "chapter": 7,
            "verse": 138,
            "text": "Israilogullarına denizi gecirttik. Ozel putlarına tapan bir topluluga rastladılar. Bunun uzerine: \"Ey Musa, dediler, bunların ilahları oldugu gibi sen de bize bir ilah belirle!\" Musa dedi: \"Siz cahilligi surdurmekte olan bir toplumsunuz"
        },
        {
            "chapter": 7,
            "verse": 139,
            "text": "Su gorduklerinizin, icinde bulundukları din cokmustur. Yapmakta oldukları da bosa cıkacaktır"
        },
        {
            "chapter": 7,
            "verse": 140,
            "text": "Sunu da soyledi: \"Size Allah´tan basa bir ilah mı arayayım? O sizi alemlere ustun kılmıstır"
        },
        {
            "chapter": 7,
            "verse": 141,
            "text": "Sunu da hatırlayın: Sizi Firavun hanedanından kurtarmıstık. Size azabın en kotusu ile iskence ediyorlardı: Oglanlarınızı katlediyorlar, kadınlarınıza hayasızca davranıyorlar/kadınlarınızın rahimlerini yokluyorlar/kadınlarınızı hayata salıyorlardı. Bunda sizin icin Rabbinizden gelmis buyuk bir imtihan vardı"
        },
        {
            "chapter": 7,
            "verse": 142,
            "text": "Musa ile otuz gece icin vaatlestik. Ve bunu, bir on ekleyerek tamamladık. Boylece Rabbinin belirledigi sure kırk geceye ulastı. Musa, kardesi Harun´a dedi ki: \"Toplumum icinde benim yerime sen gec, barıscı ol, bozguncuların yolunu izleme"
        },
        {
            "chapter": 7,
            "verse": 143,
            "text": "Musa, bizimle sozlestigi yere gelip Rabbi de kendisiyle konusunca soyle yakardı: \"Rabbim, goster bana kendini, goreyim seni!\" Dedi: \"Asla goremezsin beni! Ama su daga bak! Eger o yerinde durabilirse, sen de beni goreceksin!\" Rabbi, daga tecelli edince onu parca parca etti. Ve Musa baygın vaziyette yere yıgıldı. Kendine gelince soyle yakardı: \"Tespih ederim seni. Tovbe edip sana yoneldim! Iman edenlerin ilkiyim ben"
        },
        {
            "chapter": 7,
            "verse": 144,
            "text": "Allah buyurdu: \"Ey Musa! Ben, gonderdigim vahiylerle, konusmamla seni secip yucelttim. Sana verdigimi al ve sukredenlerden ol"
        },
        {
            "chapter": 7,
            "verse": 145,
            "text": "Biz Musa icin levhalarda her seyi yazdık: Ogut olarak, her seyin ayrıntısı olarak. \"Kuvvetle tut bunları ve emret toplumuna da onları en guzel sekliyle tutsunlar. Sapıklar yurdunu gosterecegim size"
        },
        {
            "chapter": 7,
            "verse": 146,
            "text": "Yeryuzunde haksız yere buyukluk taslayanları ayetlerimden uzak tutacagım: Onlar hangi mucizeyi gorseler ona inanmazlar. Dogruya varan yolu gorseler, onu yol edinmezler. Ama azgınlık yolunu gorseler onu yol edinirler. Bu boyledir. Cunku onlar ayetlerimizi yalanladılar ve onlara karsı kayıtsız kaldılar"
        },
        {
            "chapter": 7,
            "verse": 147,
            "text": "Ayetlerimizi ve ahirete varılacagını yalan sayanların tum yaptıkları bosa gitmistir. Bulacakları karsılık, yapıp urettiklerinden baskası olmayacaktır"
        },
        {
            "chapter": 7,
            "verse": 148,
            "text": "Musa´nın kavmi, onun Allah´la konusmaya gidisinden sonra, sus esyalarından olusmus, bogurebilen bir buzagı heykelini ilah edinmisti. Gormediler mi ki, o onlarla ne konusabiliyor ne de kendilerine yol gosterebiliyor? Onu benimsediler ve zalimler haline geldiler"
        },
        {
            "chapter": 7,
            "verse": 149,
            "text": "Basları avucları arasına dusurulup de sapmıs olduklarını fark ettiklerinde soyle yakardılar: \"Rabbimiz bize merhamet etmez, bizi affetmezse mutlaka husrana dusunlerden olacagız"
        },
        {
            "chapter": 7,
            "verse": 150,
            "text": "Musa, kızgın ve uzgun bir halde kavmine dondugunde soyle dedi: \"Benden sonra arkamdan ne kotu seyler yaptınız! Rabbinizin emrini bekleyemediniz mi?\" Levhaları yere attı, kardesinin basını tuttu, kendisine dogru cekiyordu. Kardesi dedi ki: \"Ey annem oglu! Bu topluluk beni horlayıp hırpaladı. Nerdeyse canımı alıyorlardı. Bir de sen dusmanları bana guldurme. Beni su zalim toplulukla bir tutma"
        },
        {
            "chapter": 7,
            "verse": 151,
            "text": "Musa soyle yakardı: \"Rabbim! Beni ve kardesimi bagısla. Rahmetine sok bizi. Sen, rahmet edenlerin en merhametlisisin"
        },
        {
            "chapter": 7,
            "verse": 152,
            "text": "Buzagıyı ilah edinenler var ya, yakında onlara Rablerinden bir ofke ve dunya hayatında bir zillet ulasacaktır. Iftiracıları boyle cezalandırırız biz"
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "Gunahlar isledikten sonra tovbe ile iman edenlere gelince, o tovbe ve imandan sonra Allah cok affedici, cok merhametli olacaktır"
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "Ofke, Musa´yı rahat bırakınca, levhaları aldı. Onlardaki yazıda, yalnız Rableri karsısında urperenler icin bir rahmet ve bir kılavuz vardı"
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "Musa, bizimle bulusma vakti icin toplumundan yetmis adam secti. O siddetli sarsıntı/korkunc titresim onları yakalayınca Musa soyle dedi: \"Rabbim, dileseydin, onları da beni de daha once helak ederdin. Icimizdeki beyinsizlerin yaptıkları yuzunden bizi helak mı edeceksin? Bu is senin imtihanından baska bir sey degildir. Onunla diledigini sasırtır, diledigine yol gosterirsin. Sen bizim Veli´mizsin! O halde affet bizi, acı bize! Sen affedenlerin en hayırlısısın"
        },
        {
            "chapter": 7,
            "verse": 156,
            "text": "Bize hem bu dunyada guzellik yaz hem de ahirette! Donup dolasıp sana geldik.\" Buyurdu ki: \"Azabıma diledigimi carptırırım. Rahmetime gelince, o her seyi cepecevre kusatmıstır. Ben onu; sakınıp korunanlara, zekatı verenlere, ayetlerimize inananlara yazacagım"
        },
        {
            "chapter": 7,
            "verse": 157,
            "text": "Onlar ki, yanlarındaki Tevrat ve Incil´de yazılmıs bulacakları ummi peygambere uyarlar; o onlara iyiligi emreder, kotu ve cirkinden onları alıkoyar. Guzel seyleri onlara helal kılar, pis seyleri onlara yasaklar. Sırtlarından agırlıklarını indirir, uzerlerindeki zincirleri, bagları sokup atar. Ona inanan, onu destekleyen, ona yardım eden, onunla indirilen ısıga uyan kisiler, kurtulusa erenlerin ta kendileridir"
        },
        {
            "chapter": 7,
            "verse": 158,
            "text": "De ki: \"Ey insanlar! Ben sizin tumunuze Allah´ın resuluyum! Goklerin ve yerin mulku o Allah´ındır! Ilah yoktur O´ndan baska! O diriltir, O oldurur. O halde Allah´a ve resulune iman edin; Allah´a ve onun sozlerine inanan o ummi peygambere iman edip uyun ki, dogruya ve guzele ulasabilesiniz"
        },
        {
            "chapter": 7,
            "verse": 159,
            "text": "Musa kavminden bir topluluk vardır ki, hakka kılavuzluk/hak ile kılavuzluk eder ve yalnız hakka dayanarak adaleti gozetir"
        },
        {
            "chapter": 7,
            "verse": 160,
            "text": "Biz onları, on iki torun kabileye ayırdık. Toplumu kendisinden su istediginde de Musa´ya, \"Asanı tasa vur!\" diye vahyettik. Tastan, on iki goze fıskırdı. Her oymak, su icecegi yeri belledi. Onların uzerlerine bulutları golgelik yaptık, kendilerine kudret helvası ve bıldırcın indirdik. \"Yiyiniz size verdigimiz rızıkların temizlerinden.\" Onlar bize zulmetmediler, ama oz benliklerine zulmediyorlardı"
        },
        {
            "chapter": 7,
            "verse": 161,
            "text": "Onlara soyle denildi: Su kentte oturun, orada istediginiz yerden yiyin. ´Affet!´ diye yalvarın; kapıdan da secde ederek girin ki, hatalarınızı bagıslayalım. Guzel dusunup guzel is yapanlara daha fazlasını da verecegiz"
        },
        {
            "chapter": 7,
            "verse": 162,
            "text": "Onların zulme sapanları, bir sozu, kendilerine soylenenin dısında bir sozle degistirdiler. Bunun uzerine biz de uzerlerine gokten bir pislik azabı saldık; cunku zulmediyorlardı"
        },
        {
            "chapter": 7,
            "verse": 163,
            "text": "Sor onlara o deniz kıyısındaki kentin durumunu. Cumartesi gunu azıp sınır tanımazlık ediyorlardı. Sebt yaptıkları gun balıkları onlara akın akın gelindi; sebt yapmadıklarında ise onlara gelmezdi. Yoldan sapmaları yuzunden onları boyle imtihan ediyorduk"
        },
        {
            "chapter": 7,
            "verse": 164,
            "text": "Iclerinden bir topluluk soyle dedi: \"Allah´ın helak edecegi yahut siddetli bir azapla azaplandıracagı bir topluma ne diye ogut verip duruyorsunuz?\" Dediler ki: \"Rabbinize karsı bir mazeret olsun diye ve bir de korunup sakınırlar umidiyle"
        },
        {
            "chapter": 7,
            "verse": 165,
            "text": "Kendilerine verilen ogudu unuttuklarında, kotulukten alıkoyanları kurtarıp zulme sapanları, yoldan cıkmalarından oturu, acı bir azapla yakalayıverdik"
        },
        {
            "chapter": 7,
            "verse": 166,
            "text": "Ne zaman ki, yasaklandıkları seylerden oturu ofkelendiler, onlara soyle dedik: \"Asagılık, maskara maymunlar olun"
        },
        {
            "chapter": 7,
            "verse": 167,
            "text": "Rabbin, kıyamet gunune kadar, kendilerine azabın en kotusunu yapacak kimseleri uzerlerine gonderecegini bildirmisti. Senin Rabbin cezayı vermede cok suratli davranır; ama cok affedici, cok merhametlidir de"
        },
        {
            "chapter": 7,
            "verse": 168,
            "text": "Ve onları yeryuzunde bircok ummetlere bolduk. Iclerinde barıssever iyiler vardı ama boyle olmayan asagılıklar da vardı. Belki donerler umidiyle onları guzeliklerle de kotuluklerle de imtihana cektik"
        },
        {
            "chapter": 7,
            "verse": 169,
            "text": "Arkalarından, yerlerini alan halefler geldi. Bunlar, kitaba varis olmuslardı. Su basit dunyanın gecici menfaatini esas alıyorlar ve soyle diyorlardı: \"Biz zaten bagıslanacagız!\" Kendilerine, bir menfaat daha gelse onu da alıyorlardı. Bunlardan, Allah hakkında, gercek dısında bir sey soymemelerine iliskin kitap misakı alınmamıs mıydı? O kitabın icindekileri okuyup incelemediler mi? Ahiret yurdu, takvaya sarılanlar icin daha hayırlıdır. Hala aklınızı isletmeyecek misiniz"
        },
        {
            "chapter": 7,
            "verse": 170,
            "text": "Kitaba sarılanlar ve namazı/duayı yerine getirenlere gelince, biz, barıssever iyilerin odulunu zayi etmeyiz"
        },
        {
            "chapter": 7,
            "verse": 171,
            "text": "Bir zaman, dagı tepelerine bir golgelik gibi cekmistik de onu ustlerine dusuyor sanmıslardı. \"Size verdigimizi kuvvetle tutun ve icindekini hatırınızdan cıkarmayın ki korunabilesiniz"
        },
        {
            "chapter": 7,
            "verse": 172,
            "text": "Hani, Rabbin, ademogullarından, bellerinden zurriyetlerini alıp onları oz benliklerine sahit tutarak sormustu: \"Rabbiniz degil miyim?\" Onlar: \"Rabbimizsin, buna tanıklık ederiz.\" demislerdi. Kıyamet gunu, \"Biz bundan habersizdik\" demeyesiniz"
        },
        {
            "chapter": 7,
            "verse": 173,
            "text": "Soyle de demeyesiniz: \"Daha once atalarımız sirke batmıstı. Biz de onların ardından gelen bir soyuz. Gercegi cigneyenler yuzunden bizi helak mı edeceksin"
        },
        {
            "chapter": 7,
            "verse": 174,
            "text": "Biz, ayetleri iste bu sekilde ayrıntılı kılıyoruz ki, hakka donebilsinler"
        },
        {
            "chapter": 7,
            "verse": 175,
            "text": "Onlara, su adamın haberini de oku: Kendisine ayetlerimizi vermistik; onlardan sıyrılıp cıktı, seytan da onu pesine taktı; nihayet o, azgınlardan oluverdi"
        },
        {
            "chapter": 7,
            "verse": 176,
            "text": "Dileseydik onu, o ayetlerle yuceltirdik. Ama o, sonsuza dek kalacakmıs gibi,yerkureye baglandı; igreti arzularına uydu. Onun durumu su kopegin durumuna benzer: Ustune varsan dilini sarkıtarak solur, kendi haline bıraksan dilini sarkıtarak solur. Ayetlerimizi yalanlayan toplumun ornegi iste budur. Bu hikayeyi anlat ki dusunup tasınabilsinler"
        },
        {
            "chapter": 7,
            "verse": 177,
            "text": "Ayetlerimizi yalanlayan toplulugun vucut verdigi ornek ne kotudur! Onlar oz benliklerine zulmediyorlardı"
        },
        {
            "chapter": 7,
            "verse": 178,
            "text": "Allah´ın yol gosterdigi, gercege varmıstır; saptırdıkları ise husrana batıp kalmıstır"
        },
        {
            "chapter": 7,
            "verse": 179,
            "text": "Yemin olsun ki, biz, cehennem icin, cinlerden ve insanlardan, bircok kisiye vucut verdik/bircogunu dollendirip yaydık. Kalpleri var bunların, onlarla anlamazlar; gozleri var bunların, onlarla gormezler; kulakları var bunların, onlarla isitmezler. Davarlar gibidir bunlar. Belki daha da saskın. Gafillerin ta kendileridir bunlar"
        },
        {
            "chapter": 7,
            "verse": 180,
            "text": "En guzel isimler/Esmaul Husna Allah´ındır; O´na onlarla dua edin. O´nun isimlerinde ters bir tutum izleyenleri bırakın. Yapıp ettikleinin cezasını cekeceklerdir"
        },
        {
            "chapter": 7,
            "verse": 181,
            "text": "Bizim yarattıklarımızdan bir topluluk vardır ki, hak ile kılavuzlar ve yalnız onunla adalet sunarlar"
        },
        {
            "chapter": 7,
            "verse": 182,
            "text": "Ayetlerimizi yalanlayanları, hic bilemeyecekleri bir yerden agır agır cokuse goturecegiz"
        },
        {
            "chapter": 7,
            "verse": 183,
            "text": "Sure tanıyorum onlara. Cunku benim tuzagım pek yamandır"
        },
        {
            "chapter": 7,
            "verse": 184,
            "text": "Dusunmediler mi ki, o arkadaslarında cinnetten eser yok. Apacık bir uyarıcıdan baskası degildir o"
        },
        {
            "chapter": 7,
            "verse": 185,
            "text": "Goklerin ve yerin melekutuna, Allah´ın yarattıgı herhangi bir seye bakmadılar mı; ecellerinin gercekten yaklasmıs olabilecegini dusunmediler mi? Peki, bu Kur´an´dan sonra hangi hadise/soze iman ediyorlar"
        },
        {
            "chapter": 7,
            "verse": 186,
            "text": "Allah´ın sasırttıgına kimse kılavuzluk edemez. O bırakır onları ki, kudurganlıkları icinde bocalayıp dursunlar"
        },
        {
            "chapter": 7,
            "verse": 187,
            "text": "Ne zaman gelip catacak diye kıyamet saatini soruyorlar sana. De ki: \"Ona iliskin bilgi Rabbim katındadır. Onu, vakti geldiginde belirginlestirecek olan yalnız O´dur. Goklere de yere de agır gelmistir o. O, size ansızın gelecektir, baska degil.\" Sen onu iyice biliyormussun gibi sana soruyorlar. De ki: \"O´na iliskin bilgi Allah katındadır, fakat insanların cokları bilmiyorlar"
        },
        {
            "chapter": 7,
            "verse": 188,
            "text": "De ki: \"Ben kendi nefsime, Allah´ın dilediginden baska ne bir yarar saglayabilirim ne de bir zarar verebilirim. Eger gaybı biliyor olsaydım iyilik ve guzelligi elbette cogaltırdım. Bana kotuluk dokunmamıstır bile. Ben, inanan bir topluluk icin bir uyarıcı ve mujdeciden baskası degilim"
        },
        {
            "chapter": 7,
            "verse": 189,
            "text": "O, odur ki, sizi bir tek canlıdan yarattı, esini de ondan vucuda getirdi ki, gonlu buna ısınsın. Esini sarıp kucaklayınca o, hafif bir yuk yuklendi de bir sure onu gezdirdi. Agırlastıgında ikisi birden Rablerine soyle dua ettiler: \"Bize iyi huylu, yakısıklı bir cocuk verirsen yemin ederiz, sukredenlerden olacagız"
        },
        {
            "chapter": 7,
            "verse": 190,
            "text": "Allah onlara iyi huylu, barıscıl bir cocuk verince, kendilerine verdigi nimette ikisi birden Allah´a ortak kosmaya basladılar. Allah onların ortak kostugu seylerden arınmıstır"
        },
        {
            "chapter": 7,
            "verse": 191,
            "text": "Hicbir sey yaratmayan, bizzat kendileri yaratılmıs olan seyleri/kisileri mi ortak kosuyorlar"
        },
        {
            "chapter": 7,
            "verse": 192,
            "text": "Onlar, ne bunlara bir yardım saglayabilirler ne de kendi benliklerine yardımcı olabilirler"
        },
        {
            "chapter": 7,
            "verse": 193,
            "text": "Onları, iyiye ve guzele cagırsanız sizi izlemezler. Ha onlara dua etmissiniz ha sus-pus oturmussunuz; sizin icin aynıdır"
        },
        {
            "chapter": 7,
            "verse": 194,
            "text": "Allah dısındaki yakardıklarınız sizin gibi kullardır. Eger iddianızda haklıysanız, hadi cagırın onları da size cevap versinler"
        },
        {
            "chapter": 7,
            "verse": 195,
            "text": "Ayakları mı var onların ki, onlarla yurusunler; ellerimi mi var onların ki onlarla tutsunlar; gozleri mi var onların ki, onlarla gorsunler; kulaklarımı var onların ki, onlarla isitsinler!? De ki: \"Ortaklarınızı cagırıp bana tuzak kurun. Hadi, goz actırmayın bana"
        },
        {
            "chapter": 7,
            "verse": 196,
            "text": "Benim Veli´m, o Kitap´ı indiren Allah´tır. O, hayır ve barısı seven kulları koruyup gozetir"
        },
        {
            "chapter": 7,
            "verse": 197,
            "text": "O´nun dısında yakardıklarınız, size yardım edemezler. Kendilerine de yardımcı olamazlar"
        },
        {
            "chapter": 7,
            "verse": 198,
            "text": "Onları, hidayete cagırsanız, duymazlar. Onların sana baktıklarını sanırsın. Oysaki, onlar gormezler"
        },
        {
            "chapter": 7,
            "verse": 199,
            "text": "Affetmeyi esas al! Iyiyi ve guzeli emret, cahillerden yuz cevir"
        },
        {
            "chapter": 7,
            "verse": 200,
            "text": "Seytandan bir durtuk seni durtuklediginde, Allah´a sıgın. Cunku O, her seyi isitir, her seyi bilir"
        },
        {
            "chapter": 7,
            "verse": 201,
            "text": "Korunup sakınanlar, kendilerine seytandan bir goruntu/durtu gelip dokundugunda, hemen Allah´ı hatırlarlar. Iste o anda gorulmesi gerekeni gorurler"
        },
        {
            "chapter": 7,
            "verse": 202,
            "text": "Yoldasları ise onları surekli azgınlıga iterler, sonra da yakalarını bırakmazlar"
        },
        {
            "chapter": 7,
            "verse": 203,
            "text": "Onlara bir ayet getirmediginde, \"Onu da suradan buradan derleseydin ya!\" diye konusurlar. De ki: \"Ben sadece Rabbimden bana vahyedilene uyuyorum. Bu, Rabbinizden gelen gonul gozleridir, dogruya kılavuzdur, iman eden bir toplum icin rahmettir"
        },
        {
            "chapter": 7,
            "verse": 204,
            "text": "Kur´an okundugu zaman onu dinleyin ve susun ki, size rahmet edilsin"
        },
        {
            "chapter": 7,
            "verse": 205,
            "text": "Rabbini, oz benliginin icinde yalvarıp urpererek, bagırtılı olmayan bir sesle sabah-aksam zikret. Sakın gafillerden olma"
        },
        {
            "chapter": 7,
            "verse": 206,
            "text": "Rabbinin katında olanlar, buyukluk taslayıp O´na ibadetten yuz cevirmezler; O´nu tespih ederler ve yalnız O´na secde ederler"
        }
    ]
}