{
    "chapter": [
        {
            "chapter": 13,
            "verse": 1,
            "text": "Alif - Lâm - Mîm - Râ. Voici les versets du Livre. Et ce qui t’est révélé émanant de ton Seigneur, est La Vérité. Mais la plupart des Hommes n’y croient pas"
        },
        {
            "chapter": 13,
            "verse": 2,
            "text": "C’est Dieu qui a élevé les Cieux, soutenus par des piliers non visibles, et qui S’est établi après cela sur Son Trône. Il a assujetti le Soleil et la Lune, imposant à chacun de voguer vers un terme fixé. Il préside à l’ordre universel, et expose Ses signes en détail. Puissiez-vous être convaincus que vous aurez à comparaître devant Lui"
        },
        {
            "chapter": 13,
            "verse": 3,
            "text": "C’est Lui qui a étendu la terre, qu’Il a solidement stabilisée en y implantant des montagnes, et en y disposant des rivières. C’est Lui qui y a fait croître chaque variété de fruits en couples, et Qui fait que le voile de la nuit couvre le jour. Il se trouve dans tout cela des signes pour des gens qui méditent"
        },
        {
            "chapter": 13,
            "verse": 4,
            "text": "Et la terre se compose de plusieurs variétés de sols qui se juxtaposent, plantés de vignes, de cultures et de palmiers constitué de touffes de plusieurs palmiers ou solitaires, qui, bien qu’ils soient arrosés par une même eau, produisent des saveurs dont Nous préférons certaines à d’autres. Certes, il y a là des signes pour des gens qui raisonnent"
        },
        {
            "chapter": 13,
            "verse": 5,
            "text": "Si leur manque de raisonnement t’étonne, il y a plus étonnant encore : leurs paroles : « Comment serions ramenés à la vie, alors que nous aurions été poussière ?». Ceux-là dénient leur Seigneur. A ceux-là des carcans seront fixés à leurs cous et ceux-là seront les hôtes éternels de l’Enfer"
        },
        {
            "chapter": 13,
            "verse": 6,
            "text": "Ils te défient de hâter le triomphe du mal avant celui du bien, alors que des précédents se sont produits avant eux. Mais ton Seigneur est Plein d’indulgence à l’égard des Hommes, fussent-ils iniques, mais Il est également Implacable dans Son châtiment lorsqu’Il sévit"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "Et les dénégateurs d’insister : « Que n’a-t-on fait descendre sur lui un signe émanant de son Seigneur?». Or, ta mission est celle d’avertisseur, et à chaque peuple son guide"
        },
        {
            "chapter": 13,
            "verse": 8,
            "text": "Dieu sait ce que porte chaque femelle en son sein, et Il sait de combien la gestation est écourtée ou prolongée dans les matrices, car toute chose pour Lui est établie selon une mesure déterminée"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "Connaisseur de l’invisible et du visible, Le Grand, Le Transcendant"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "Il n’y a aucune différence entre celui qui garde ses pensées secrètes et celui qui les divulgue, celui qui invoque dans l’obscurité de la nuit pour se cacher et celui qui se montre en plein jour"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "A chacun, des anges du jour et de la nuit se relayent, placés devant et derrière lui afin de le protéger, par ordre de Dieu. Certes, Dieu n’améliore pas le sort des peuples tant qu’eux-mêmes ne sont pas disposés à améliorer ce qui est en eux-mêmes. Dieu déciderait-Il d’infliger une calamité à un peuple, nul moyen de l’écarter. En vérité, ils n’ont, en dehors de Lui, nul protecteur"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "C’est Lui qui assujettit l’éclair dont l’étincelle est pour vous objet de crainte, mais aussi de grandes attentes, et Il suscite les nuages lourdement chargés d’eau"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "Le tonnerre en grondant, proclame Sa gloire, et les anges célèbrent Ses louanges par crainte. Il frappe par la foudre qui Il veut et pourtant ils persistent à polémiquer au sujet de Dieu, Lui Qui est Implacable lorsqu’Il sévit"
        },
        {
            "chapter": 13,
            "verse": 14,
            "text": "A Lui Seul doivent être adressées les invocations, et ceux qu’ils invoquent en dehors de Lui, ne peuvent exaucer aucune de leurs prières, à l’image de celui qui se contente de tendre les mains vers l’eau espérant que cela suffise à ce que l’eau atteigne sa bouche, mais il n’en sera rien. De la même manière, les invocations des mécréants sont vaines"
        },
        {
            "chapter": 13,
            "verse": 15,
            "text": "Et c’est devant Dieu que se prosternent, de gré ou contraints, tous ceux qui sont dans les Cieux et sur la Terre, leurs ombres s’allongeant au gré de leurs prosternations du matin et du soir"
        },
        {
            "chapter": 13,
            "verse": 16,
            "text": "Dis : «Qui est le Maître des Cieux et de la Terre ? ». Dis : « C’est Dieu !». Dis : « Pourquoi dès lors, prendrez-vous en dehors de Lui des protecteurs qui ne peuvent ni s’avantager de quelque manière, ni repousser un quelconque mal qui pourrait les atteindre ?». Dis : « L’aveugle et celui qui voit, sont-ils égaux ? Ou encore, peut- on dire que les ténèbres et la lumière sont comparables ? Ou serait-ce qu’ils avaient attribué à Dieu des associés qui auraient créé comme Lui a créé, de sorte qu’ils auraient confondu les deux créations ? Dis : « Dieu est Le Créateur de toute chose. Il est L’Unique et Le Tout-Puissant"
        },
        {
            "chapter": 13,
            "verse": 17,
            "text": "Il a fait descendre de l’eau du ciel et chaque vallée s’en est remplie selon sa capacité à la recevoir. Une écume s’est alors formée au-dessus des flots, une écume semblable aux résidus qui surnagent dans le métal en fusion, servant à fabriquer des bijoux ou des objets. C’est ainsi que Dieu symbolise le Vrai et le Faux. Quant à l’écume, elle n’est d’aucune utilité et s’évanouit. Mais ce qui est utile aux Hommes, se fixe dans la terre. C’est ainsi que Dieu propose des paraboles"
        },
        {
            "chapter": 13,
            "verse": 18,
            "text": "À ceux qui se soumettent aux commandements de leur Seigneur, le meilleur sort est réservé. Quant à ceux qui ne se sont pas soumis à Ses commandements, s’ils possédaient toutes les richesses de la Terre, doublées d’une quantité égale, ils l’auraient offerte pour se racheter. À ceux-là, le pire jugement est réservé et leur dernier refuge sera la Géhenne, un bien détestable refuge"
        },
        {
            "chapter": 13,
            "verse": 19,
            "text": "Un convaincu que ce qui t’a été révélé émanant de ton Seigneur est bien la Vérité, peut-il être comparé à l’aveugle qui s’obstine à ne pas la voir ? En vérité, seuls peuvent raisonner les gens doués d’intelligence"
        },
        {
            "chapter": 13,
            "verse": 20,
            "text": "qui observent leur engagement envers Dieu et ne rompent pas le pacte"
        },
        {
            "chapter": 13,
            "verse": 21,
            "text": "qui maintiennent les liens que Dieu a commandé de maintenir, qui craignent leur Seigneur et redoutent un jugement infamant"
        },
        {
            "chapter": 13,
            "verse": 22,
            "text": "qui se résignent face à leur sort, tant ils désirent recevoir l’agrément de leur Seigneur, qui accomplissent la salât, qui redistribuent en aumône discrète ou publique, en prélevant sur les biens dont Nous les avons comblés, et qui repoussent le mal par le bien. À tous ceux-là sont réservés, comme demeure finale"
        },
        {
            "chapter": 13,
            "verse": 23,
            "text": "les Jardins d’Éden où ils entreront avec tous ceux de leurs pères, de leurs conjoints et de leurs progénitures qui auront accompli de bonnes œuvres. Et les anges, surgissant de toute part, les salueront par ces mots"
        },
        {
            "chapter": 13,
            "verse": 24,
            "text": "« Paix sur vous ! C’est là votre récompense pour votre patience ! Quelle excellente demeure ultime ! »"
        },
        {
            "chapter": 13,
            "verse": 25,
            "text": "Quant à ceux qui transgressent le pacte de Dieu alors qu’ils s’y sont engagés, qui rompent les liens que Dieu a commandé de maintenir, qui sèment la corruption sur la Terre, ceux-là sont voués à la malédiction et à la plus détestable des demeures"
        },
        {
            "chapter": 13,
            "verse": 26,
            "text": "Dieu prodigue Ses biens ou les dispense avec mesure à qui Il veut. Ils se réjouissent en cette vie ici-bas. Or, les biens de ce monde sont bien peu de choses au regard de la Vie Future"
        },
        {
            "chapter": 13,
            "verse": 27,
            "text": "Les dénégateurs disent : « Que n’a-t-on fait descendre sur lui un miracle de la part de son Seigneur?». Dis : «Dieu égare qui Il veut et dirige vers Lui quiconque se repent"
        },
        {
            "chapter": 13,
            "verse": 28,
            "text": "ceux qui croient et dont les cœurs sont réconfortés à la seule évocation de Dieu. N’est-il pas que c’est à la seule évocation de Dieu que les cœurs s’apaisent?»"
        },
        {
            "chapter": 13,
            "verse": 29,
            "text": "A ceux qui croient et qui accomplissent de bonnes œuvres, heureuse retraite et demeure de félicité"
        },
        {
            "chapter": 13,
            "verse": 30,
            "text": "Ainsi t’avons-Nous envoyé à un peuple comme Nous l’avons fait pour d’autres peuples qui les ont précédés, afin que tu leur récites ce que Nous t’avons révélé. Un peuple qui dénie à Dieu l’attribut de Miséricordieux. Dis-leur : «C’est Lui mon Seigneur ! Il n’y a pas d’autre divinité en dehors de Lui ! C’est à Lui que je m’en remets et c’est vers Lui que je ferai retour »"
        },
        {
            "chapter": 13,
            "verse": 31,
            "text": "S’il avait dû y avoir un Coran par lequel les montagnes auraient été déplacées, où la terre fendue, où établie la communication avec les morts, ce serait celui-ci. Mais c’est à Dieu qu’il appartient de présider à l’ordre de toutes choses. Les croyants finiront-ils par comprendre que si telle avait été la volonté de Dieu, Il aurait guidé tous les Hommes sur la Voie Droite ? Les dénégateurs quant à eux, n’en ont pas fini de voir s’abattre sur eux des calamités ou de les voir s’abattre autour d’eux, pour prix de leurs agissements, en attendant que la promesse de Dieu s’accomplisse. En vérité, Dieu ne faillit jamais à Sa promesse"
        },
        {
            "chapter": 13,
            "verse": 32,
            "text": "Des messagers avant toi furent raillés. J’ai donc accordé un répit à ceux qui les ont déniés, puis J’ai sévi. Et combien terrible fut Mon châtiment"
        },
        {
            "chapter": 13,
            "verse": 33,
            "text": "Serait-ce que Celui qui observe les œuvres de chaque âme… (est comparable à celui qui ne peut les observer) ? (Pourtant) Ils attribuent des associés à Dieu ? Dis-leur : « Faites-les connaître ! Où serait-ce que vous prétendez informer Dieu à propos de ce qui existe sur la Terre et qu’Il ne connaîtrait pas, où s’agit-il d’une simple hypothèse que vous avez formulée ?». En réalité, ceux qui ont dénié furent fourvoyés par leurs propres stratagèmes, et se trouvèrent de ce fait écartés de la Voie Droite. Quiconque Dieu égare, ne trouvera personne pour le guider"
        },
        {
            "chapter": 13,
            "verse": 34,
            "text": "Ils seront châtiés dans la vie ici-bas. Mais le châtiment de la Vie Future est autrement plus pénible, et nul ne pourra les protéger contre Dieu"
        },
        {
            "chapter": 13,
            "verse": 35,
            "text": "L’image du Paradis promis à ceux qui craignent Dieu est celle d’un Jardin baigné de ruisseaux. Ses fruits sont perpétuels ainsi que ses ombrages. Telle sera la Demeure Ultime de ceux qui se sont montrés pieux. Quant aux mécréants, leur Demeure Ultime sera la Géhenne"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "Ceux à qui Nous avons donné les Écritures se réjouissent de ce qui t’est révélé, mais il est des communautés qui en renient une partie. Dis-leur : « J’ai reçu le commandement d’adorer Dieu, et de ne pas Lui attribuer d’associés. Je vous exhorte à croire en Lui. C’est vers Lui que se fera mon retour »"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "Ainsi, Nous t’avons révélé ce Coran empreint de sagesse en langue arabe. Si tu cèdes à leurs arguments, après la science que tu as reçue, tu ne trouveras ni allié, ni de protecteur contre ton Seigneur"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "Nous avons envoyé avant toi des messagers auxquels Nous avons donné des épouses et une descendance. Mais aucun messager ne fut en mesure d’accomplir des prodiges sans la permission de Dieu. Et à chaque échéance un terme est prescrit"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "Dieu abroge ce qu’Il veut et confirme ce qu’Il veut, et auprès de Lui est conservé l’Archétype éternel"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "Que Nous te donnions, de ton vivant, un aperçu du châtiment auquel Nous les vouons, ou que Nous te rappelions à Nous avant cela, seul t’incombe de leur transmettre le Message. Et il Nous appartient de leur demander des comptes"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "Ne voient-ils pas que Nous venons à la terre et en faisons reculer les frontières (dépossédant petit à petit les mécréants de leurs possessions) ? Dieu rend Son jugement et nul ne vient remettre en cause ce jugement après Lui. Et Il est prompt dans Ses comptes"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "Ceux qui les ont précédés intriguaient eux aussi, mais en toute chose, Dieu est Le Maître des stratèges. Il sait ce que chaque âme acquiert, et les mécréants sauront bientôt à qui reviendra la Demeure Ultime"
        },
        {
            "chapter": 13,
            "verse": 43,
            "text": "Ceux qui dénient disent : «Tu n’es pas un messager !». Réponds-leur : «Il me suffit d’avoir Dieu pour témoin, entre vous et moi, et les gens qui ont reçu les Écritures »"
        }
    ]
}