{
    "rukus": [
        {
            "chapter": 7,
            "verse": 182,
            "text": "Ama ayetlerimizi yalanlamaya kalkısan kimselere gelince; onları, ne olup bittiginden haberleri olmadan adım adım alcaltacagız"
        },
        {
            "chapter": 7,
            "verse": 183,
            "text": "cunku onları bir sure kendi hallerine bıraksam bile, bilin ki Benim ince tertibim cok saglamdır"
        },
        {
            "chapter": 7,
            "verse": 184,
            "text": "Peki (cocuklugundan beri tanıdıkları) (bu) arkadaslarında cinnetten eser olmadıgı hic mi akıllarına gelmiyor. Oysa, o sadece acıktan acıga uyaran biri"
        },
        {
            "chapter": 7,
            "verse": 185,
            "text": "Peki, (Allahın) goklerdeki ve yerdeki mutlak egemenligini, yarattıgı butun o nesneleri hic gozonune almıyorlar mı? Ve (sormuyorlar mı kendilerine) ya vakit erisip ecelleri gelmisse? Artık bundan sonra, baska hangi habere inanacaklar"
        },
        {
            "chapter": 7,
            "verse": 186,
            "text": "Allahın sapıklık icinde bıraktıgı kimseler icin yol gosterici yoktur. Allah, onları korcesine saga sola sendeleyip dururken o kurumlu azgınlıkları icinde bırakacaktır"
        },
        {
            "chapter": 7,
            "verse": 187,
            "text": "(Ey Peygamber), sana Son Saatten soracaklar, \"ne zaman gelip catacak?\" diye. De ki: \"Dogrusu, buna dair gercek bilgi ancak Rabbimin katındadır. Onun vaktini Ondan baska acıga vuracak kimse de yoktur. (O Saat) goklere ve yere butun agırlıgıyla cokecek ve sizi mutlaka umulmadık bir anda yakalayacak.\" Sana sanki bu (sırr)ın ısrarla pesine dusmekle belli-belirsiz icsel bir bilgi elde etmis olman mumkunmus gibi soracaklar. De ki: \"Ona dair gercek bilgi ancak Allah katındadır; ne var ki, insanların cogu (bundan) habersizdir"
        },
        {
            "chapter": 7,
            "verse": 188,
            "text": "(Ey Peygamber) de ki: \"Allah dilemedikce, kendime bir yarar saglamak ya da kendimden bir zararı uzaklastırmak benim elimde degil. Eger insan kavrayısının otesinde olanı bilseydim, muhakkak ki, bahtiyarlık adına ne varsa ondan payıma daha cogu duserdi ve kotuluk asla yaklasamazdı bana. (Ama) ben sadece bir uyarıcıyım ve inanan bir topluma iyi haberler getiren mujdeci"
        }
    ]
}