{
    "rukus": [
        {
            "chapter": 9,
            "verse": 30,
            "text": "Yahudiler: \"Uzeyir Allahın ogludur\" diyorlar; Hıristiyanlarsa: \"Isa Allahın ogludur\" diyorlar. Bunlar, ozleri itibariyle, boylelerinin gecmis caglarda hakkı inkar edenlerin uydurdugu asılsız iddialara ozenerek dillerine doladıkları soylentilerdir! (iste su bedduayı hak ediyorlar:) \"Allah kahretsin onları!\" Zihnen nasıl da saptırılıyorlar"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "Hahamlarını, rahiplerini, bir de Meryem oglu Mesihi, Allahla beraber rableri olarak gorduler; Oysa, Tek Tanrıdan baskasına kulluk etmekle emrolunmus degillerdi; (o Tek Tanrı ki,) Ondan baska tanrı yoktur, (O Tek Tanrı ki,) sınırsız kudret ve izzetiyle, (boylelerinin) Onun tanrılıgında bir pay yakıstırdıkları her seyden butunuyle uzaktır, yucedir"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "Allahın (yol gosterici) ısıgını, laf kalabalıgıyla sondurmek istiyorlar: Fakat Allah (bunun gerceklesmesine) izin vermeyecektir, cunku O, ısıgının olanca aydınlıgıyla yayılmasına irade etmistir, hakkı inkar edenler bundan hoslanmasa da"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "Odur, dinini butun (batıl) dinlere karsı ustun kılmak uzere hidayeti ve hak dini (yaymak goreviyle) Elcisini gonderen; Allahtan baskalarına tanrılık yakıstıranlar bundan hoslanmasalar da"
        },
        {
            "chapter": 9,
            "verse": 34,
            "text": "Siz ey imana erisenler! Bilin ki, hahamların, rahiplerin cogu, insanların mallarını haksızca yiyip yutuyor ve (onları) Allahın yolundan alıkoyuyorlar. Fakat butun o altın ve gumusu toplayıp Allah yolunda harcamayanlar var ya, (iste) onlara (sonraki hayat icin) cok cetin azabı mujdele"
        },
        {
            "chapter": 9,
            "verse": 35,
            "text": "Bu (toplanıp saklanan altının, gumusun) cehennem atesinde kızdırılıp onların alınlarının, bogurlerinin ve sırtlarının damgalanacagı Gun, (bu gunahkarlara:) \"Iste, kendiniz icin topladıgınız hazineler!\" denecek, \"Simdi tadın bakalım, sarılıp sakladıgınız hazinelerin (basınıza actıgı belanın) tadını"
        },
        {
            "chapter": 9,
            "verse": 36,
            "text": "Bilin ki, Allahın nazarında ayların sayısı, Allahın gokleri ve yeri yarattıgı gun koydugu olcu uyarınca on ikidir; (ve) bunlardan dordu haram aylardır; iste (Allahın) her zaman gecerli sapasaglam yasa(sı) budur. O halde, bu (aylar) konusunda artık kendinize yazık etmeyin. Ve onlar sizinle nasıl topyekun savasıyorlarsa, siz de Allahtan baskalarına tanrılık yakıstıranlarla oyle topyekun savasın; ve bilin ki, Allah kendisine karsı sorumluluk bilincine sahip olanlarla beraberdir"
        },
        {
            "chapter": 9,
            "verse": 37,
            "text": "(Aylara) ilave yapmak, (onların) hakkı tanımaktan kacınma tavırları icinde olsa olsa fazladan bir ornek, hakkı inkara yeltenenleri (daha da) saptıran bir (vesile)dir. Bu (ilaveyi), ayların sayısını Allahın yasak kıldıgı takvime uyarlamak amacıyla bir yıl olumlayıp bir yıl yasak sayıyor ve boylece Allahın yasak kıldıgı seyi (kendilerince) mesrulastırmaya kalkısıyorlar. Kendi yaptıkları (bu) kotuluk guzel gorunuyor onlara. Zaten Allah hakkı tanımaktan kacınan insanları dogru yola yoneltmez"
        }
    ]
}