{
    "rukus": [
        {
            "chapter": 16,
            "verse": 1,
            "text": "Allah´ın buyrugu (mutlaka) yerine gelecektir: oyleyse artık onun tez gelmesini istemeyin! O, sınırsız kudret ve kemaliyle, insanların tanrısal nitelikler yakıstırarak kendisine ortak kostukları her seyden, herkesten ustundur, yucedir"
        },
        {
            "chapter": 16,
            "verse": 2,
            "text": "O (ki,) kullarından diledigine: \"(butun insanları) uyarın ki, Benden baska tanrı yok, oyleyse Bana karsı kendinizi uyanık bir bilinc ve duyarlık icinde tutun!\" buyrugunu ulastırmaları icin melekleri vahiyle indirir"
        },
        {
            "chapter": 16,
            "verse": 3,
            "text": "O (ki,) gokleri ve yeri (icsel) bir gerceklik, (sasmaz bir duzen) uzere yaratmıstır; insanların tanrısal nitelikler yakıstırarak kendisine ortak kostukları her seyin, herkesin ustunde, otesindedir O"
        },
        {
            "chapter": 16,
            "verse": 4,
            "text": "O, insanı (sadece) bir sperm damlasından yarattı; ama yeri gelince, bu aynı yaratık, dusunme ve karsı cıkma gucuyle donatılmıs oldugunu hemen ortaya koyuyor"
        },
        {
            "chapter": 16,
            "verse": 5,
            "text": "Ve evcil hayvanları da yarattı O: o hayvanlar ki, kendilerinden, pek cok yararları yanında, sizi ısıtan giysiler, besleyen yiyecekler elde ediyorsunuz"
        },
        {
            "chapter": 16,
            "verse": 6,
            "text": "aksam eve getirirken, sabah otlaga cıkarırken onlarda bir guzellik bulursunuz"
        },
        {
            "chapter": 16,
            "verse": 7,
            "text": "Kendinizi buyuk sıkıntılara sokmadan varamayacagınız nice yerlere yukunuzu onlar tasır. Rabbiniz gercekten cok sefkatli, cok merhametlidir"
        },
        {
            "chapter": 16,
            "verse": 8,
            "text": "Ve binmeniz icin atları, katırları, merkepleri, (hayatı susleyen) nakıslar, bezekler olarak O yarattı; O, bilmediginiz daha neler neler yaratmaktadır"
        },
        {
            "chapter": 16,
            "verse": 9,
            "text": "Ve (sizin yaratıcınız O oldugu icin) size yolun dogrusunu gostermek de Allah´a duser; cunku o yoldan sapıp da yolunu kaybeden (cok insan) var. Oysa, Allah dileseydi sizin hepinizi dogru yola cıkarırdı"
        }
    ]
}