{
    "rukus": [
        {
            "chapter": 2,
            "verse": 217,
            "text": "Sana saldırmazlık orfunun gecerli ayda savasmanın hukmunu soruyorlar. De ki: \"O ayda savasmak cirkin bir seydir; ancak insanları Allah yolundan cevirmek, O´nu inkar etmek ve Mescid-i Haram(a girmekten onları men etmek) ve halkını oradan surmek, (butun bunlar) Allah katında daha da kotudur, cunku zulum ve baskı oldurmekten daha korkunctur.\" (Dusmanlarınız) gucleri yeterse, inancınızdan dondurunceye kadar sizinle savasmaktan vazgecmeyeceklerdir. Ama sizden biri imanından doner ve hakikati inkar eden biri olarak olurse, boyle birinin yapıp ettikleri bu dunyada da, oteki dunyada da bosa gidecektir; iste boyleleri icinde yasayıp kalacakları atese mahkum kimselerdir"
        },
        {
            "chapter": 2,
            "verse": 218,
            "text": "Suphe yok ki, imana ermis olanlar, zulum ve kotuluk diyarından uzaklasanlar ve Allah yolunda ustun gayret gosterenler, iste (ancak) onlar Allah´ın rahmetini umabilirler: Allah cok affedicidir, rahmet kaynagıdır"
        },
        {
            "chapter": 2,
            "verse": 219,
            "text": "Sana, sarhosluk veren seyler ve sans oyunları hakkında sorarlar. De ki: \"Onların her ikisinde de hem buyuk bir kotuluk hem de insanlar icin bazı yararlar vardır; ancak yol actıkları kotuluk, sagladıkları yararlardan daha buyuktur.\" (Allah yolunda) neyi harcayacaklarını sana sorarlar. De ki: \"O´nun icin ayırabileceginiz her seyi.\" Boylece Allah mesajlarını size acıklıyor ki tefekkur edesiniz"
        },
        {
            "chapter": 2,
            "verse": 220,
            "text": "Bu dunya ve ahiret hakkında, yetimler(e nasıl davranılacagı) hakkında sana sorarlar. De ki: \"Onların durumlarını duzeltmek en hayırlı durumdur.\" Ve onların hayatlarını paylasırsanız (unutmayın ki) onlar sizin kardeslerinizdir. Zira Allah, bozgunculuk yapanları, duzeltmeye calısanlardan ayırt etmesini bilir. Ve Allah dileseydi, tasıyamayacagınız yukleri omuzlarınıza yuklerdi: (Ama) unutmayın ki Allah kudret sahibidir, hikmet sahibidir"
        },
        {
            "chapter": 2,
            "verse": 221,
            "text": "Ve Allah´tan baskasına ilahlık yakıstıran kadınlarla onlar (sahih) inanca ulasıncaya kadar evlenmeyin: Cunku (Allah´a) baglanmıs mumin bir kadın, Allah´tan baskasına ilahlık yakıstıran kadından -bu sizin hosunuza gitse de- kesinlikle daha hayırlıdır. Ve Allah´tan baskasına ilahlık yakıstıran erkekler ile onlar (sahih) inanca ulasıncaya kadar kadınlarınızı nikahlamayın; zira (Allah´a) baglanmıs bir mumin erkekten -bu sizi hosnut etse bile- kesinlikle daha hayırlıdır. (Boyleleri) sizi atese davet ederken Allah sizi cennete ve O´nun izniyle magfiret(e nail olma)ya davet eder; ve Allah mesajını insanlıga acıklar ki ondan ders alabilsinler"
        }
    ]
}