{
    "rukus": [
        {
            "chapter": 72,
            "verse": 1,
            "text": "De ki: \"Tanınmayan/bilinmeyen varlıklardan bir kısmının (bu ilahi kelama) kulak verdikleri ve sonra (arkadaslarına soyle) soyledikleri bana vahyedildi: ´Biz olaganustu guzellikte bir hitabe dinledik"
        },
        {
            "chapter": 72,
            "verse": 2,
            "text": "dogru ile egriyi ayırd etme bilincine bizi ulastıran (bir hitabe); ve boylece ona iman ettik. Ve artık Rabbimizden baska kimseye asla ilahlık yakıstırmayacagız"
        },
        {
            "chapter": 72,
            "verse": 3,
            "text": "cunku (biliriz ki) Rabbimizin sanı yucedir: O, kendisine ne bir es, ne de bir erkek cocuk edinmistir"
        },
        {
            "chapter": 72,
            "verse": 4,
            "text": "Ve (simdi ogreniyoruz ki) aramızdaki beyinsiz (kisi), Allah hakkında asılsız seyler soyluyordu"
        },
        {
            "chapter": 72,
            "verse": 5,
            "text": "ve ne insanın ne de (hicbir) gorunmez gucun Allah hakkında yalan uydurmayacagını dusun(mekte yanılmıs)tık"
        },
        {
            "chapter": 72,
            "verse": 6,
            "text": "Gerci bazı insanların (bu tur) gorunmez guclere sıgındıgı (her zaman vaki) olurdu; ama bunlar yalnızca onların saskınlıgını arttırdı"
        },
        {
            "chapter": 72,
            "verse": 7,
            "text": "O kadar ki, sizin (vaktiyle) dusundugunuz gibi, onlar da Allah´ın hic kimseyi (yeniden) asla (elci olarak) gondermeyecegini dusunmeye basladılar"
        },
        {
            "chapter": 72,
            "verse": 8,
            "text": "Ve (zaman oldu) biz goge uzandık ama onu guclu muhafızlar ve alevlerle dolu bulduk"
        },
        {
            "chapter": 72,
            "verse": 9,
            "text": "halbuki onu(n gizledigi her sırrı) dinleyebilecegimiz (uygun) yerlere kurulmustuk ve simdi (veya baska zaman) onu dinlemeye calısan herkes (aynı sekilde) kendisini bekleyen bir alev ile karsılasacaktır"
        },
        {
            "chapter": 72,
            "verse": 10,
            "text": "Ve (simdi anladık ki) biz (yaratılmıs varlıklar,) yeryuzunde yasayanlar icin kotu bir akibetin hazırlanıp hazırlanmadıgını, yahut Rablerinin onları dogru ile egriyi ayırd etme bilinciyle donatmak isteyip istemedigini bilmiyoruz"
        },
        {
            "chapter": 72,
            "verse": 11,
            "text": "tıpkı, icimizden bazıları (nasıl) durust ve erdemli olurken bazılarımızın da bunun (cok cok) asagısında kaldı(gını bilmedigimiz gibi). Biz her zaman birbirinden cok farklı yollar/yontemler izledik"
        },
        {
            "chapter": 72,
            "verse": 12,
            "text": "Ve sonunda anladık ki yeryuzunde (hayat surerken) Allah´a asla ustun gelemeyiz ve (yine anladık ki) (hayattan) kacarak da O´nun hukmunden kurtulamayız"
        },
        {
            "chapter": 72,
            "verse": 13,
            "text": "Bu nedenle, (Allah´ın) rehberligi(ne cagrıyı) duyar duymaz ona inanmaya basladık. Rabbine inanan kimse hicbir zaman ziyana veya haksızlıga ugrama korkusu duymaz"
        },
        {
            "chapter": 72,
            "verse": 14,
            "text": "Ama icimizde kendilerini Allah´a teslim edenler bulun(dugu dogrud)ur, tıpkı kendilerini zulme kaptıranlar bulundugu gibi. Kendilerini Allah´a teslim edenler dogru ile egriyi ayırd etme bilincine ulasanlardır"
        },
        {
            "chapter": 72,
            "verse": 15,
            "text": "ama kendilerini zulme kaptıranlar yalnızca cehennem (atesi) icin yakıt oldular!´"
        },
        {
            "chapter": 72,
            "verse": 16,
            "text": "Oyleyse, (bilin ki) onlar, (cagrımızı duyanlar,) sasmadan (dogru) yoldan gidecek olurlarsa kendilerine sınırsız nimetler yagdıracagız"
        },
        {
            "chapter": 72,
            "verse": 17,
            "text": "ve onları bu yolla deneyecegiz cunku Rabbini anmaktan uzaklasanı Allah, en siddetli azaba ugratır"
        },
        {
            "chapter": 72,
            "verse": 18,
            "text": "Ve (bilin ki) kulluk (yalnızca) Allah´a mahsustur. O halde Allah´ın yanısıra baska hic kimseye yalvarıp yakarmayın"
        },
        {
            "chapter": 72,
            "verse": 19,
            "text": "Ama ne zaman Allah´ın bir kulu O´na ibadet etmek icin ayaga kalksa, o (hakikati inkar ede)nler hep birlikte etrafını telasla kusatırlardı"
        }
    ]
}