{
    "rukus": [
        {
            "chapter": 5,
            "verse": 35,
            "text": "Siz ey imana ermis olanlar! Allaha karsı sorumlulugunuzun bilincinde olun, Ona daha yakın olmaya calısın ve Allah yolunda gayret gosterin ki mutluluga erisebilesiniz"
        },
        {
            "chapter": 5,
            "verse": 36,
            "text": "Suphe yok ki, hakikati inkara sartlanmıs olanlar, Kıyamet Gunundeki azaptan kurtulmak icin yeryuzundeki her seyi ve hatta iki kat fazlasını fidye olarak teklif etseler de kabul ettiremezler; cunku siddetli bir azap bekler onları"
        },
        {
            "chapter": 5,
            "verse": 37,
            "text": "Onlar atesten kurtulmak isterler, ama kurtulamazlar; uzun surecek bir azap bekler onları"
        },
        {
            "chapter": 5,
            "verse": 38,
            "text": "Hırsızlık eden erkege ve hırsızlık eden kadına gelince, islemis oldukları fiillere karsılık, Allahtan (gelen) caydırıcı bir mueyyide olarak her ikisinin ellerini kesin: zira Allah kudretlidir, hikmet sahibidir"
        },
        {
            "chapter": 5,
            "verse": 39,
            "text": "Bu sucu isledikten sonra tevbe edip kendisini ıslah edene gelince, kuskusuz Allah onun tevbesini kabul eder: Allah cok bagıslayıcıdır, rahmet kaynagıdır"
        },
        {
            "chapter": 5,
            "verse": 40,
            "text": "Bilmez misin ki goklerin ve yerin hukumranlıgı Allahındır? O, diledigini cezalandırır, diledigini bagıslar: Zira Allah her seye kadirdir"
        },
        {
            "chapter": 5,
            "verse": 41,
            "text": "Ey Peygamber! Hakikati inkarda birbirleriyle yarısanlardan dolayı uzulme: su, agızlarıyla \"Biz inanıyoruz!\" diyen, halbuki kalben inanmayanlardan ve her turlu yalanı can kulagıyla dinleyen ve (aydınlanmak icin) sana gelmek yerine baska insanlara kulak veren Yahudilerden. Onlar, (vahyedilen) sozleri asıl baglamlarından kopararak anlamlarını carpıtırlar ve \"Eger size soyle soyle (bir ogreti) verilirse onu kabul edin; ama verilmezse uzak durun!\" derler. (Onlara bakıp uzulme,) cunku Allah, bir kisinin kotuluge meyletmesini dilemisse Allahın onun hakkındaki iradesine hicbir sekilde mani olamazsın. Iste onlar kalplerini Allahın temizlemek istemedikleridir. Onları bu dunyada zillet, oteki dunyada da korkunc bir azap bekler"
        },
        {
            "chapter": 5,
            "verse": 42,
            "text": "onlar, her turlu yalanı can kulagıyla dinleyenler, kotu olan her seyi ac gozlulukle yutanlardır! Oyleyse (bir karar vermen icin) sana gelirlerse ister onlar arasında karar verirsin, ister kendi hallerine bırakırsın: Cunku eger onları kendi hallerine bırakırsan sana hicbir sekilde zarar veremezler. Ama eger bir karar verirsen, onlar arasında adaletle karar ver: Allah adil davrananları bilir"
        },
        {
            "chapter": 5,
            "verse": 43,
            "text": "Onlar Allahın buyruklarını ihtiva eden Tevrata sahip oldukları halde nasıl senden bir hukum vermeni isterler ve ondan sonra da (senin verdigin hukumden) yuz cevirirler? O halde boyleleri (gercek) muminler degildir"
        }
    ]
}