{
    "maqras": [
        {
            "chapter": 26,
            "verse": 181,
            "text": "Ölçüdə düz olun, (onu) əskildənlərdən olmayın"
        },
        {
            "chapter": 26,
            "verse": 182,
            "text": "Düz tərəzi ilə çəkin"
        },
        {
            "chapter": 26,
            "verse": 183,
            "text": "İnsanların haqqını azaltmayın! (Camaatın malını əskiltməyin. Kimin haqqı nədirsə, onu da verin!) Yer üzündə fitnə-fəsad törətməyin"
        },
        {
            "chapter": 26,
            "verse": 184,
            "text": "Və sizi də, sizdən əvvəlki nəsilləri də yaradandan qorxun!”"
        },
        {
            "chapter": 26,
            "verse": 185,
            "text": "Onlar dedilər: “Həqiqətən, sən (əməlli-başlı) ovsunlanmışlardansan! (Divanənin birisən! Sən hara, peyğəmbərlik hara)"
        },
        {
            "chapter": 26,
            "verse": 186,
            "text": "Sən də bizim kimi adi bir insansan! Bizə elə gəlir ki, sən yalançının birisən"
        },
        {
            "chapter": 26,
            "verse": 187,
            "text": "Əgər, doğru danışanlardansansa (həqiqi peyğəmbərsənsə), göyün bir parçasını üstümüzə endir!”"
        },
        {
            "chapter": 26,
            "verse": 188,
            "text": "(Şüeyb) dedi: “Sizin nələr etdiyinizi Rəbbim daha yaxşı bilir!”"
        },
        {
            "chapter": 26,
            "verse": 189,
            "text": "Nəhayət, onu (Şüeybi) təkzib etdilər və buna görə də buludlu günün (qızmar günəşdən sonra peyda olan qara buludun) əzabı onları yaxaladı. Həqiqətən, o, böyük (müdhiş) bir günün əzabı idi"
        },
        {
            "chapter": 26,
            "verse": 190,
            "text": "Şübhəsiz ki, bunda (Şüeybin bu hekayətində) bir ibrət vardır. Halbuki onların əksəriyyəti iman gətirmədi"
        },
        {
            "chapter": 26,
            "verse": 191,
            "text": "Həqiqətən, sənin Rəbbin yenilməz qüvvət, mərhəmət sahibidir! (Kafirlərdən intiqam alar, tövbə edən bəndələrini bağışlayar)"
        },
        {
            "chapter": 26,
            "verse": 192,
            "text": "Şübhəsiz ki, bu (Qur’an) aləmlərin Rəbbi tərəfindən nazil edilmişdir"
        },
        {
            "chapter": 26,
            "verse": 193,
            "text": "Onu Cəbrail (Ruhuləmin) endirdi"
        },
        {
            "chapter": 26,
            "verse": 194,
            "text": "(Günahkarları Allahın əzabı ilə) qorxudan (xəbərdar edən) peyğəmbərlərdən olasan deyə, sənin qəlbinə (nazil etdi)"
        },
        {
            "chapter": 26,
            "verse": 195,
            "text": "Özü də açıq-aydın ərəb dilinə"
        },
        {
            "chapter": 26,
            "verse": 196,
            "text": "Həqiqətən, o (Qur’anın nazil olacağı xəbəri, mə’nası və hökmləri; Peyğəmbərin vəsfi), əvvəlkilərin (keçmiş peyğəmbərlərin) kitablarından mövcuddur"
        },
        {
            "chapter": 26,
            "verse": 197,
            "text": "Məgər İsrail övladı alimlərinin (Qur’anın ilahi kitab, sənin həqiqi peyğəmbər olduğunu) bilmələri onlar (bu kafirlər) üçün bir dəlil (sübut) deyilmi"
        },
        {
            "chapter": 26,
            "verse": 198,
            "text": "Əgər onu ərəb olmayanlardan (ərəbcə bilməyənlərdən) birinə (bə’zisinə) nazil etsəydik"
        },
        {
            "chapter": 26,
            "verse": 199,
            "text": "Və o (Qur’anı) onlara (Məkkə müşriklərinə və kafirlərə) oxusaydı, (bu şəxs ərəb dilini yaxşı bilmir, qeyri-ərəbə tabe olmaq, onun ardınca getmək bizə ayıbdır deyə) ona iman gətirməzdilər"
        },
        {
            "chapter": 26,
            "verse": 200,
            "text": "Biz (küfrü, inadkarlığı) günahkarların qəlbinə belə salarıq"
        },
        {
            "chapter": 26,
            "verse": 201,
            "text": "Onlar şiddətli əzabı görməyənədək (Qur’ana) inanmazlar"
        },
        {
            "chapter": 26,
            "verse": 202,
            "text": "(Əzab) onlara qəflətən, özləri də hiss etmədən gələr"
        },
        {
            "chapter": 26,
            "verse": 203,
            "text": "O zaman onlar deyərlər: “Əcaba, (tövbə etmək, iman gətirmək üçün) bizə möhlət veriləcəkmi?”"
        },
        {
            "chapter": 26,
            "verse": 204,
            "text": "İndi (günahkarlar) əzabımızın (dünyada onlara) tezmi gəlməsini istəyirlər"
        },
        {
            "chapter": 26,
            "verse": 205,
            "text": "Ya Rəsulum! Görürsənmi, əgər Biz onlara (kafirlərə) illərcə ne’mət (gün-güzəran) versək"
        },
        {
            "chapter": 26,
            "verse": 206,
            "text": "Sonra və’d (təhdid) olunduqları (əzab) onlara yetişsə"
        },
        {
            "chapter": 26,
            "verse": 207,
            "text": "Onlara verilmiş olan ne’mətlər (əzabımızı) onlardan dəf edə bilməz. (Heç bir şey onlara veriləcək əzabı geri qaytara bilməz. Əksinə, firavan həyat, bol ne’mət onların günahlarını, cinayətlərini daha da artırar)"
        },
        {
            "chapter": 26,
            "verse": 208,
            "text": "Biz heç bir məmləkəti ora peyğəmbər göndərmədən məhv etmədik"
        },
        {
            "chapter": 26,
            "verse": 209,
            "text": "(Peyğəmbərləri) öyüd-nəsihət vermək üçün (göndərdik). Biz zalım deyilik"
        },
        {
            "chapter": 26,
            "verse": 210,
            "text": "(Qur’anı) əsla şeytanlar endirmədi"
        },
        {
            "chapter": 26,
            "verse": 211,
            "text": "Bu onlara layiq deyildir. Onlar (bunu) heç bacara da bilməzlər"
        },
        {
            "chapter": 26,
            "verse": 212,
            "text": "Axı onlara (vəhy eşitmək, mələklərin söhbətinə qulaq asmaq) qadağan edilmişdir"
        },
        {
            "chapter": 26,
            "verse": 213,
            "text": "Elə isə çəkin, Allahla yanaşı başqa bir tanrıya ibadət etmə, yoxsa əzaba düçar edilənlərdən olarsan"
        },
        {
            "chapter": 26,
            "verse": 214,
            "text": "Və ən yaxşın qohumlarını qorxut"
        },
        {
            "chapter": 26,
            "verse": 215,
            "text": "Sənə tabe olan mö’minləri qanadın altına al! (Onlarla yumşaq davran, nəzakətlə rəftar et, köməklərinə çat)"
        },
        {
            "chapter": 26,
            "verse": 216,
            "text": "Əgər (yaxın qohumların, əşirətin) sənə qarşı çıxsalar, onlara belə de: “Şübhəsiz ki, mən sizin əməllərinizdən uzağam!”"
        },
        {
            "chapter": 26,
            "verse": 217,
            "text": "Və yenilməz qüvvət sahibinə, mərhəmət sahibidə təvəkkül et"
        },
        {
            "chapter": 26,
            "verse": 218,
            "text": "O Allah ki, səni namaza duranda da görür"
        },
        {
            "chapter": 26,
            "verse": 219,
            "text": "Səcdə edənlər içində dolananda da"
        },
        {
            "chapter": 26,
            "verse": 220,
            "text": "Həqiqətən, (hər şeyi) eşidən, bilən Odur"
        },
        {
            "chapter": 26,
            "verse": 221,
            "text": "(Ey müşriklər!) Şeytanların kimə nazil olduqlarını sizə xəbər verimmi"
        },
        {
            "chapter": 26,
            "verse": 222,
            "text": "Onlar hər bir yalançıya, günahkara nazil olarlar"
        },
        {
            "chapter": 26,
            "verse": 223,
            "text": "(Şeytanlar mələklərdən oğrun-oğrun) eşitdikləri (adda-budda) sözləri onlara təlqin edərlər. (Yaxud kahinlər şeytanların uydurmalarına qulaq asarlar). Onların əksəriyyəti yalançıdır"
        },
        {
            "chapter": 26,
            "verse": 224,
            "text": "(Müşrik və kafir) şairlərə gəlincə, onlara yalnız azğınlar uyar"
        },
        {
            "chapter": 26,
            "verse": 225,
            "text": "Məgər görmürsənmi ki, onlar hər bir vadidə sərgərdan gəzib-dolaşırlar? (Hər tərəfə meyl edir, birini yalandan mədh, digərini isə əbəs yerə həcv edirlər)"
        },
        {
            "chapter": 26,
            "verse": 226,
            "text": "Və onlar etmədikləri şeyləri deyirlər! (Onların dediklərinin əksəriyyəti yalandır)"
        },
        {
            "chapter": 26,
            "verse": 227,
            "text": "Ancaq iman gətirib yaxşı işlər görən, Allahı çox zikr edən və zülmə uğradıqdan sonra intiqamını alanlardan başqa! Zülm edənlər isə (öləndən sonra) hansı dönüşə dönəcəklərini (hara qayıdacaqlarını, aqibətlərinin necə olacağını, hansı inqilabla sarsılacaqlarını) mütləq biləcəklər"
        }
    ]
}