{
    "maqras": [
        {
            "chapter": 66,
            "verse": 1,
            "text": "Ya Peyğəmbər! Zövcələrinin (səndən) razı qalmasını diləyərək Allahın sənə halal etdiyi şeyi (dünya ləzzətini) niyə özünə haram (qadağan) edirsən? Allah bağışlayandır, rəhm edəndir"
        },
        {
            "chapter": 66,
            "verse": 2,
            "text": "Həqiqətən, Allah (halal bir şeyi özünüzə haram etmək barəsində içdiyiniz) andlarınızı (kəffarə verməklə) geri götürməyi vacib (qanuni) etmişdir. Allah sizin ixtiyar sahibinizdir. O (hər şeyi) biləndir, hikmət sahibidir"
        },
        {
            "chapter": 66,
            "verse": 3,
            "text": "Bir zaman Peyğəmbər öz zövcələrindən birinə (Həfsəyə) gizli bir söz (bir daha Zeynəb bint Cəhşin, yaxud Mariyeyi-Qibtiyyənin yanına getməyəcəyini) demişdi. (Həfsə) bu sözü (digər zövcələrdən biri olan Aişəyə) xəbər verdikdə və Allah bunu ona (Peyğəmbərə) əyan etdikdə (Peyğəmbər) bunun bir qismini (Həfsəyə) bildirmiş, (alicənablığı üzündən) bir qismini bildirməkdən isə vaz keçmişdi. (Peyğəmbər) əhvalatı (Həfsəyə) bildirdikdə o: “Bunu sənə kim xəbər verdi?” – deyə soruşmuş, o da: “Bunu mənə (hər şeyi) bilən, (hər şeydən) agah olan (Allah) xəbər verdi!” – deyə cavab vermişdi"
        },
        {
            "chapter": 66,
            "verse": 4,
            "text": "(Ey Həfsə, ey Aişə!) Əgər ikiniz də (bu hərəkətinizə görə) Allaha tövbə etsəniz (çox yaxşı olar). Çünki (Peyğəmbərə əziyyət verməklə, ona xoş getməyən bir hərəkət etməklə) qəlbləriniz (onun barəsində bir qədər qeyri-səmimiliyə, günaha) meyl etdi. Əgər ona (Peyğəmbərə) qarşı bir-birinizə kömək etsəniz, (bilin ki, sizə qələbə çalmaqda) onun mövlası (dostu, hamisi) Allah, yardım göstərənləri isə Cəbrail, əməlisaleh mö’minlər və bundan sonra da (bütün) mələklərdir. (Yaxud onun dostu və yardımçıları Allah, Cəbrail, əməlisaleh mö’minlərdir. Bunlardan sonra da mələklər onun yardımçısıdır)"
        },
        {
            "chapter": 66,
            "verse": 5,
            "text": "Əgər o sizi boşasa, ola bilsin ki, Rəbbi sizin əvəzinizə ona sizdən daha yaxşı zövcələr – müsəlman, mö’min, itaətkar, tövbəkar, ibadət edən, oruc tutan dul qadınlar və bakirə qızlar versin"
        },
        {
            "chapter": 66,
            "verse": 6,
            "text": "Ey iman gətirənlər! Özünüzü və əhli-əyalınızı elə bir oddan qoruyun ki, onun yanacağı insanlar və daşlar (daşdan düzəlmiş bütlər), xidmətçiləri isə Allahın onlara verdiyi əmrlərə asi olamayan, buyurduqlarını yerinə yetirən daş qəlbli (heç kəsə zərrəcə rəhm etməyən) və çox sərt təbiətli mələklərdir (zəbanilərdir)"
        },
        {
            "chapter": 66,
            "verse": 7,
            "text": "(Kafirlər cəhənnəm oduna atıldıqları zaman onlara belə deyiləcəkdir:) “Ey kafir olanlar! Bu gün heç bir üzrxahlıq etməyin. Siz ancaq (dünyada) törətdiyiniz əməllərin cəzasını çəkəcəksiniz!”"
        },
        {
            "chapter": 66,
            "verse": 8,
            "text": "Ey iman gətirənlər! Allaha səmimi-qəlbdən (bir daha günaha qayıtmamaq şərtilə) tövbə edin. Ola bilsin ki, Rəbbiniz günahlarınızın üstünü örtsün və sizi (ağacları) altından çaylar axan cənnətlərə daxil etsin. O gün Allah Öz Peyğəmbərini və onunla birlikdə iman gətirənləri xəcil etməz. Onların (iman) nuru (qıl körpüsü üstündə onlara yol göstərmək üçün) önlərindən və sağ tərəflərindən axıb şö’lə saçarkən onlar belə deyəcəklər: “Ey Rəbbimiz! Bizim nurumuzu tamam-kamal elə və bizi bağışla. Həqiqətən, Sən hər şeyə qadirsən!”"
        },
        {
            "chapter": 66,
            "verse": 9,
            "text": "Ya Peyğəmbər! Kafirlərə qarşı (qılıncla), münafiqlərə qarşı (sözlə) vuruş. Onlarla sərt rəftar et. Onların məskəni Cəhənnəmdir. Ora necə də pis sığınacaqdır"
        },
        {
            "chapter": 66,
            "verse": 10,
            "text": "Allah kafirlərə Nuhun övrəti ilə Lutun övrətini misal çəkdi. Onlar Bizim qullarımızdan iki saleh bəndənin kəbini altında idilər. Onlar ərlərinə xəyanət etdilər və (Nuhla Lut) onları Allahdan (Allahın əzabından) heç vəchlə qurtara bilmədilər. Onlara: “(Başqa) girənlərlə birlikdə siz ikiniz də Cəhənnəmə girin!” – deyildi"
        },
        {
            "chapter": 66,
            "verse": 11,
            "text": "Allah iman gətirənlərə isə Fir’onun zövcəsini (Asiyə bint Məzahimi) misal çəkdi. O zaman o: “Ey Rəbbim! Mənim üçün Öz dərgahında – Cənnətdə bir ev tik. Məni Fir’ondan və onun əməlindən qurtar. Məni zalım qövmdən xilas et!” – demişdi"
        },
        {
            "chapter": 66,
            "verse": 12,
            "text": "(Allah mö’min qadınlara) həmçinin namusunu (ismətini) möhkəm qoruyub saxlamış İmranın qızı Məryəmi də misal çəkdi. Biz (Cəbrail vasitəsilə) libasının yaxasından ona Öz ruhumuzdan (Öz yaratdığımız ruhdan) üfürdük. Məryəm Rəbbinin sözlərini (şəriətini, dini hökmlərini), kitablarını təsdiq etdi və (Allaha) itaət edənlərdən oldu"
        }
    ]
}