{
    "maqras": [
        {
            "chapter": 100,
            "verse": 9,
            "text": "Məgər o bilmirmi ki, qəbirlərdə olanlar (dirilib) çıxardılacağı"
        },
        {
            "chapter": 100,
            "verse": 10,
            "text": "Ürəklərdə olanlar faş ediləcəyi zaman"
        },
        {
            "chapter": 100,
            "verse": 11,
            "text": "Həmin gün Rəbbi onları (özlərinin bütün əməllərindən) xəbərdar edəcəkdir (cəzalarını verəcəkdir)"
        },
        {
            "chapter": 101,
            "verse": 1,
            "text": "Ürəkləri dəhşətə salan qiyamət"
        },
        {
            "chapter": 101,
            "verse": 2,
            "text": "Nədir qiyamət"
        },
        {
            "chapter": 101,
            "verse": 3,
            "text": "Sən nə bilirsən (haradan bilirsən) ki, nədir qiyamət"
        },
        {
            "chapter": 101,
            "verse": 4,
            "text": "O gün insanlar kəpənək kimi ətrafa səpələnəcək (çəyirtkə kimi bir-birinə qatışacaq)"
        },
        {
            "chapter": 101,
            "verse": 5,
            "text": "Dağlar isə didilmiş yun kimi olacaqdır"
        },
        {
            "chapter": 101,
            "verse": 6,
            "text": "(O gün) tərəzisi ağır gələn (yaxşı əmələri pis əməllərdən çox olan) kimsə"
        },
        {
            "chapter": 101,
            "verse": 7,
            "text": "(Cənnətdə) xoş güzəran içində olacaq"
        },
        {
            "chapter": 101,
            "verse": 8,
            "text": "Tərəzisi yüngül gələn (yaxşı əməlləri pis əməllərdən az olan) kimsənin isə"
        },
        {
            "chapter": 101,
            "verse": 9,
            "text": "Məskəni Haviyə (Cəhənnəmin dibi) olacaqdır"
        },
        {
            "chapter": 101,
            "verse": 10,
            "text": "Sən nə bilirsən ki, o (Haviyə) nədir"
        },
        {
            "chapter": 101,
            "verse": 11,
            "text": "O çox qızmar bir atəşdir"
        },
        {
            "chapter": 102,
            "verse": 1,
            "text": "(Ey qafil insanlar!) Çoxluq (mal-dövlət, oğul-uşaq və qohum-əqraba çoxluğu) ilə öyünmək sizi o qədər şirnikləndirdi (başınızı o qədər qatdı) ki"
        },
        {
            "chapter": 102,
            "verse": 2,
            "text": "Hətta (məzarlarda yatan ölülərinizi sayıb, onların da çoxluğu ilə fəxr etməyiniz üçün) qəbirləri ziyarət etdiniz. [Və ya (axirətiniz üçün əsla çalışmadan) ölüb getdiniz (ölənə qədər bu halınızda davam etdiniz)"
        },
        {
            "chapter": 102,
            "verse": 3,
            "text": "Xeyr! (Belə yaramaz!). Siz (öləndən sonra bu yaramaz əməllərinizin aqibətini) mütləq biləcəksiniz"
        },
        {
            "chapter": 102,
            "verse": 4,
            "text": "Xeyr, xeyr! (Belə yaramaz). Siz (öləndən sonra bu yaramaz əməllərinizin aqibətini) mütləq biləcəksiniz"
        },
        {
            "chapter": 102,
            "verse": 5,
            "text": "Xeyr, əgər (qiyamət günü sizə nə ediləcəyini) tam yəqinliklə bilsəydiniz (fani dünya malına uymazdınız)"
        },
        {
            "chapter": 102,
            "verse": 6,
            "text": "(Ey müşriklər! Qiyamət günü) siz o Cəhənnəmi mütləq görəcəksiniz"
        },
        {
            "chapter": 102,
            "verse": 7,
            "text": "Bəli, siz (Cəhənnəmə vasil olduqdan sonra) onu mütləq öz gözünüzlə görəcəksiniz"
        },
        {
            "chapter": 102,
            "verse": 8,
            "text": "Sonra da həmin gün (Allahın dünyada sizə əta etdiyi) ne’mətlər barəsində mütləq sorğu-sual olunacaqsınız"
        },
        {
            "chapter": 103,
            "verse": 1,
            "text": "And olsun axşam çağına (ikindi vaxtına, əsr namazına, zamana və ya Peyğəmbərin əsrinə) ki"
        },
        {
            "chapter": 103,
            "verse": 2,
            "text": "İnsan (ömrünü bihudə işlərə sərf etməklə, dünyanı axirətdən üstün tutmaqla) ziyan içindədir"
        },
        {
            "chapter": 103,
            "verse": 3,
            "text": "Yalnız iman gətirib yaxşı əməllər edən, bir-birinə haqqı tövsiyə edən və səbri tövsiyə edən kimsələrdən başqa! (Belələri Cənnətə nail olub əbədi səadətə qovuşanlardır)"
        },
        {
            "chapter": 104,
            "verse": 1,
            "text": "(Dalda) qeybət edib (üzdə) tə’nə vuran hər kəsin vay halına"
        },
        {
            "chapter": 104,
            "verse": 2,
            "text": "O kimsə ki, mal yığıb onu dönə-dönə sayar (çoxaldar)"
        },
        {
            "chapter": 104,
            "verse": 3,
            "text": "Və elə zənn edər ki, mal-dövləti onu əbədi yaşadacaqdır"
        },
        {
            "chapter": 104,
            "verse": 4,
            "text": "Xeyr! (Heç də onun güman etdiyi kimi deyildir). O mütləq (Cəhənnəmin alt mərtəbələrindən biri olan) Hütəməyə atılacaqdır"
        },
        {
            "chapter": 104,
            "verse": 5,
            "text": "Sən nə bilirsən (haradan bilirsən) ki, Hütəmə nədir"
        },
        {
            "chapter": 104,
            "verse": 6,
            "text": "O, Allahın yanar odudur"
        },
        {
            "chapter": 104,
            "verse": 7,
            "text": "Elə bir od ki, ürəkləri yandırıb-yaxar"
        },
        {
            "chapter": 104,
            "verse": 8,
            "text": "O, belələrinin (qeybətçilərin və tə’nə vuranların) üzünə qapanıb kilidlənəcəkdir"
        },
        {
            "chapter": 104,
            "verse": 9,
            "text": "Onlar (Cəhənnəmdə) hündür sütunlara bağlanmış olacaqlar"
        },
        {
            "chapter": 105,
            "verse": 1,
            "text": "(Ya Peyğəmbər!) Məgər Rəbbinin fil sahiblərinə (Kə’bəni dağıtmaq üçün fillərlə Məkkənin üstünə gələn həbəş ordusuna) nələr etdiyini görmədinmi"
        },
        {
            "chapter": 105,
            "verse": 2,
            "text": "Məgər (Rəbbin) onların hiyləsini boşa çıxartmadımı"
        },
        {
            "chapter": 105,
            "verse": 3,
            "text": "Onların üstünə qatar-qatar quşlar (əbabil quşları) göndərdi"
        },
        {
            "chapter": 105,
            "verse": 4,
            "text": "(O quşlar) onlara bişmiş gildən düzəlmiş (möhkəm xırda) daşlar atırdı"
        },
        {
            "chapter": 105,
            "verse": 5,
            "text": "(Rəbbin) onları (həşərat tərəfindən) yeyilmiş əkin yarpağına (saman çöpünə) döndərdi"
        },
        {
            "chapter": 106,
            "verse": 1,
            "text": "(Ya Peyğəmbər! Qüreyşlilərə de ki) Qüreyşin ülfəti (dostluğu və ya Allahın onlar üçün səfəri asanlaşdırması) xatirinə"
        },
        {
            "chapter": 106,
            "verse": 2,
            "text": "Onlara qış və yay səfərini müyəssər edilməsi (qışda Yəməndə, yayda Şamda istirahət və ticarət edə bilmələri) xatirinə"
        },
        {
            "chapter": 106,
            "verse": 3,
            "text": "Bu evin Rəbbinə (Kə’bənin sahibi Allaha) ibadət etsinlər"
        },
        {
            "chapter": 106,
            "verse": 4,
            "text": "O Allah ki, onları aclıqdan qurtarıb yemək verdi və onlara qorxudan (fil sahiblərinin təhlükəsindən) sonra əmin-amanlıq bəxş etdi"
        },
        {
            "chapter": 107,
            "verse": 1,
            "text": "(Ya Peyğəmbər!) Dini (haqq-hesab gününü) yalan hesab edəni (Əbu Cəhli) gördünmü"
        },
        {
            "chapter": 107,
            "verse": 2,
            "text": "O elə adamdır ki, yetimi itələyib qovar (haqqını verməz)"
        },
        {
            "chapter": 107,
            "verse": 3,
            "text": "Və (xalqı) yoxsulu yedirtməyə rəğbətləndirməz (nə özü fəqiri yedirdər, nə də özgəsini qoyar)"
        },
        {
            "chapter": 107,
            "verse": 4,
            "text": "Vay halına o namaz qılanların ki"
        },
        {
            "chapter": 107,
            "verse": 5,
            "text": "Onlar öz namazlarından qafildirlər (səhlənkarlıqları üzündən namazlarını vaxtlı-vaxtında qılmazlar)"
        },
        {
            "chapter": 107,
            "verse": 6,
            "text": "Onlar (namazlarında) riyakarlıq edər"
        },
        {
            "chapter": 107,
            "verse": 7,
            "text": "Və (xalqa) zəkat verməyi qadağan edərlər (yaxud xəsislik göstərib bir iş üçün qonum-qonşuya lazım olan qab-qacağı verməkdən imtina edərlər)"
        },
        {
            "chapter": 108,
            "verse": 1,
            "text": "(Ya Peyğəmbər!) Həqiqətən, Biz sənə Kövsər (Cənnətdəki Kövsər irmağını və ya bol ne’mət, yaxud Qur’an, peyğəmbərlik) bəxş etdik"
        },
        {
            "chapter": 108,
            "verse": 2,
            "text": "Ona görə də (bu ne’mətlərə şükür edərək) Rəbbin üçün namaz qıl və qurban kəs"
        },
        {
            "chapter": 108,
            "verse": 3,
            "text": "(Ya Peyğəmbər! Oğlun Qasim, yaxud İbrahim vəfat etdiyi zaman sənə sonsuz, arxası kəsik, nəsli kəsilmiş deyən) sənin düşməninin (As ibn Vailin) özü sonsuzdur! (Sənin nəslin qiyamətə qədər törəyib artacaq, adına isə həmişə rəhmət oxunacaqdır)"
        },
        {
            "chapter": 109,
            "verse": 1,
            "text": "(Ya Peyğəmbər! Sənə - bir il bizim bütlərimizə ibadət et, bir il də biz sənin Rəbbinə ibadət edək – deyən müşriklərə) de: “Ey kafirlər"
        },
        {
            "chapter": 109,
            "verse": 2,
            "text": "Mən sizin ibadət etdiklərinizə (bütlərə) ibadət etmərəm"
        },
        {
            "chapter": 109,
            "verse": 3,
            "text": "Siz də mənim ibadət etdiyimə (Allaha) ibadət etməzsiniz"
        },
        {
            "chapter": 109,
            "verse": 4,
            "text": "Mən sizin ibadət etdiklərinizə ibadət edən deyiləm"
        },
        {
            "chapter": 109,
            "verse": 5,
            "text": "Siz də mənim ibadət etdiyimə ibadət edən deyilsiniz"
        },
        {
            "chapter": 109,
            "verse": 6,
            "text": "Sizin öz dininiz var, mənim də öz dinim! (Elə isə sizin dininiz sizə, mənim dinim də mənə)!”"
        },
        {
            "chapter": 110,
            "verse": 1,
            "text": "(Ya Peyğəmbər!) Allahın köməyi və zəfər (Məkkənin fəthi) gəldiyi zaman"
        },
        {
            "chapter": 110,
            "verse": 2,
            "text": "İnsanların dəstə-dəstə Allahın dininə (islama) daxil olduqlarını gördüyün zaman"
        },
        {
            "chapter": 110,
            "verse": 3,
            "text": "Rəbbini həmd-səna ilə təqdis et (Onu bütün naqis sifətlərdən uzaq tutub pak bil, “Sübhanəkə Allahümmə və bihəmdikə” kəlməsini de) və Ondan bağışlanmağını dilə. Həqiqətən, O, tövbələri qəbul edəndir"
        },
        {
            "chapter": 111,
            "verse": 1,
            "text": "Əbu Ləhəbin əlləri qurusun, qurudu da! (Və ya: Əbu Ləhəbin əlləri qurusun, o ölsün)"
        },
        {
            "chapter": 111,
            "verse": 2,
            "text": "(Qiyamət günü) ona nə mal-dövləti fayda verəcək, nə də qazandığı (və ya: oğul-uşağı)"
        },
        {
            "chapter": 111,
            "verse": 3,
            "text": "O, alovlu atəşə girəcəkdir"
        },
        {
            "chapter": 111,
            "verse": 4,
            "text": "Onun odun daşıyan (Peyğəmbərlə düşmənçilik edən, adamlar arasında söz gəzdirən) övrəti də həmçinin"
        },
        {
            "chapter": 111,
            "verse": 5,
            "text": "Onun (övrətinin) boğazında xurma lifindən hörülmüş ip (və ya: yetmiş arşın uzunluğunda zəncir) olacaqdır"
        },
        {
            "chapter": 112,
            "verse": 1,
            "text": "(Ya Peyğəmbər! Allahın zatı və sifətləri haqqında səndən soruşan müşriklərə) de: “(Mənim Rəbbim olan) O Allah birdir (heç bir şəriki yoxdur)"
        },
        {
            "chapter": 112,
            "verse": 2,
            "text": "Allah (heç kəsə, heç nəyə) möhtac deyildir! (Hamı Ona möhtacdır; O, əzəlidir, əbədidir)"
        },
        {
            "chapter": 112,
            "verse": 3,
            "text": "O, nə doğmuş, nə də doğulmuşdur! (Allah Özünə heç bir övlad götürməmişdir)"
        },
        {
            "chapter": 112,
            "verse": 4,
            "text": "Onun heç bir tayı-bərabəri (bənzəri) də yoxdur!”"
        },
        {
            "chapter": 113,
            "verse": 1,
            "text": "(Ya Peyğəmbər!) De: “Pənah aparıram sübhün Rəbbinə"
        },
        {
            "chapter": 113,
            "verse": 2,
            "text": "Yaratdıqlarının (insanların, cinlərin, vəhşi heyvanların) şərindən"
        },
        {
            "chapter": 113,
            "verse": 3,
            "text": "Zülmətə bürünməkdə olan gecənin (və ya: batan ayın, ziyası sönən ulduzların) şərindən"
        },
        {
            "chapter": 113,
            "verse": 4,
            "text": "(Ovsun oxuyub) düyünlərə üfürən (yaxud: cadu edib iplərə düyün vuran) qadınların şərindən"
        },
        {
            "chapter": 113,
            "verse": 5,
            "text": "Və bir də paxıllığı tutanda paxılın şərindən!”"
        },
        {
            "chapter": 114,
            "verse": 1,
            "text": "(Ya Peyğəmbər!) De: “Pənah aparıram insanların Rəbbinə"
        },
        {
            "chapter": 114,
            "verse": 2,
            "text": "İnsanların ixtiyar sahibinə"
        },
        {
            "chapter": 114,
            "verse": 3,
            "text": "İnsanların tanrısına"
        },
        {
            "chapter": 114,
            "verse": 4,
            "text": "Vəsvəsə verən, (Allahın adı çəkiləndə isə qorxusundan) qaçıb gizlənən Şeytanın şərindən"
        },
        {
            "chapter": 114,
            "verse": 5,
            "text": "O Şeytan ki, insanların ürəklərinə vəsvəsə salır"
        },
        {
            "chapter": 114,
            "verse": 6,
            "text": "(O Şeytan ki) cinlərdən də olur, insanlardan da! (Və ya: (o Şeytan) istər cinlərdən olsun, istər insanlardan!)”"
        }
    ]
}