{
    "maqras": [
        {
            "chapter": 9,
            "verse": 75,
            "text": "(Münafiqlərin) bə’zisi də Allahla belə əhd etmişdir: “Əgər Allah bizə Öz ne’mətindən (mal-dövlət) bəxş etsə, biz mütləq sədəqə (həmin malın zəkatını) verəcək və sözsüz ki, əməlisalehlərdən olacağıq”"
        },
        {
            "chapter": 9,
            "verse": 76,
            "text": "(Allah) Öz ne’mətindən onlara (istədiklərini) ehsan buyurduqda xəsislik etdilər və (əhdə vəfa etməyib itaətdən də) üz döndərdilər. Onlar elə zatən dönükdürlər"
        },
        {
            "chapter": 9,
            "verse": 77,
            "text": "(Allaha) verdikləri və’də xilaf çıxdıqlarına, yalan danışdıqlarına görə Allah da onların ürəyinə qarşılaşacaqları günə (qiyamət gününə) qədər (davam edəcək) nifaq saldı"
        },
        {
            "chapter": 9,
            "verse": 78,
            "text": "Məgər (o münafiqlər) bilmirdilər ki, Allah onların (ürəklərindəki) sirlərini də bilir, gizli danışıqlarını da. Və Allah qeybləri (gizli şeyləri) çox gözəl biləndir"
        },
        {
            "chapter": 9,
            "verse": 79,
            "text": "Könüllü surətdə (bollu) sədəqə verən mö’minlərə tə’nə edənləri və güc-bəla ilə əllərinə düşəni təsəddüq edən kəsləri məsxərəyə qoyanları Allah Özü məsxərəyə qoyacaqdır. Onlar şiddətli bir əzaba düçar olacaqlar"
        },
        {
            "chapter": 9,
            "verse": 80,
            "text": "(Ya Peyğəmbərim!) Onlar (o münafiqlər) üçün istər bağışlanma dilə, istər diləmə; onlar üçün yetmiş dəfə bağışlanma diləsəndə, yenə Allah onları bağışlamayacaq. Bu onların Allahı və Onun Peyğəmbərini inkar etmələrinə görədir. Allah fasiq tayfanı doğru yola yönəltməz"
        },
        {
            "chapter": 9,
            "verse": 81,
            "text": "(Təbuk döyüşündə iştirak etməyib) arxada qalanlar (münafiqlər) Allahın Rəsuluna qarşı çıxaraq (evdə) oturub qalmalarına sevindilər, Allah yolunda malları və canları ilə cihad etmək istəmədilər və (mö’minlərə): “Bu istidə döyüşə çıxmayın!” – dedilər. (Ya Peyğəmbərim!) De: “Cəhənnəm odu daha istidir!” Kaş biləydilər"
        },
        {
            "chapter": 9,
            "verse": 82,
            "text": "Qazandıqlarının (qazandıqları günahların) cəzası (əvəzi) olaraq az gülüb çox ağlasınlar"
        },
        {
            "chapter": 9,
            "verse": 83,
            "text": "Əgər (Təbuk döyüşündən sonra) Allah səni (Mədinədə qalıb cihada çıxmayan münafiqlərdən) bir dəstənin yanına qaytarsa və onlar səndən (döyüşə çıxmaq üçün) izin istəsələr, de: “Mənimlə əsla (cihada) çıxmayacaq, mənimlə birlikdə heç vaxt heç bir düşmənə qarşı döyüşməyəcəksiniz. Çünki əvvəlcə (evdə) oturmağa razı oldunuz. İndi də arxada qalanlarla (qadınlar və uşaqlarla) birlikdə (evdə) oturun!”"
        },
        {
            "chapter": 9,
            "verse": 84,
            "text": "Onlardan (münafiqlərdən) ölən heç bir kəsə heç vaxt namaz qılma, qəbrinin başında durma. Çünki onlar Allahı, Onun Peyğəmbərini dandılar və fasiq olaraq öldülər"
        },
        {
            "chapter": 9,
            "verse": 85,
            "text": "Onların nə mal-dövləti, nə də oğul-uşağı səni heyrətə salmasın. Allah bununla onlara (münafiqlərə) ancaq dünyada əzab vermək və kafir olduqları halda, canlarının (çətinliklə) çıxmasını istər"
        },
        {
            "chapter": 9,
            "verse": 86,
            "text": "“Allaha iman gətirin, Onun Peyğəmbəri ilə birlikdə vuruşun!” – deyən bir surə nazil edildiyi zaman aralarında sərvət sahibi olanlar səndən izin istəyib: “Qoy biz də (döyüşə çıxmayıb evdə) oturanlarla bir yerdə qalaq!” – deyərlər"
        },
        {
            "chapter": 9,
            "verse": 87,
            "text": "Onlar arxada qalanlarla (qadınlar, uşaqlar və xəstələrlə) bir yerdə qalmağı özlərinə rəva bildilər. Onların ürəkləri möhürlənmişdir, buna görə də (Allahın öyüd-nəsihətini, cihadın savabını, ondan boyun qaçırmağın rəzalətini) anlamazlar"
        },
        {
            "chapter": 9,
            "verse": 88,
            "text": "Lakin Peyğəmbər və onunla birlikdə olan mö’minlər malları və canları ilə cihad etdilər (vuruşdular). Bütün ne’mətlər məhz onlarındır, nicat tapanlar da məhz onlardır"
        },
        {
            "chapter": 9,
            "verse": 89,
            "text": "Allah onlar üçün əbədi qalacaqları, (ağacları) altından çaylar axan cənnətlət hazırlamışdır. Bu, böyük qurtuluşdur (uğurdur)"
        },
        {
            "chapter": 9,
            "verse": 90,
            "text": "Bədəvilərdən (Təbuk döyüşünə getməmək üçün) izin almağa üzrxahlar gəldi. Allaha və Onun Peyğəmbərinə yalan söyləyənlər isə (üzr belə istəməyib evlərində) oturdular. Onlardan kafir olanlara şiddətli bir əzab üz verəcəkdir"
        },
        {
            "chapter": 9,
            "verse": 91,
            "text": "Allaha və Onun Peyğəmbərinə sadiq qalmaq (heç bir pisliyə meyl etməmək) şərtilə, acizlərə (qocalara və anadan gəlmə zəiflərə), xəstələtə və (cihad yolunda) sərf etməyə bir şey tapa bilməyənlərə (cihadda öz xərcini tə’min etməyə qadir olmayanlara döyüşə getməməkdə) heç bir günah yoxdur. Yaxşı işlər görənləri də (üzrlü səbəbə görə evdə qaldıqda) məzəmmət etməyə heç bir əsas (lüzum) yoxdur. Allah bağışlayandır, rəhm edəndir"
        },
        {
            "chapter": 9,
            "verse": 92,
            "text": "(Döyüşə getməyə minikdən ötrü) yanına gəldikdə: “Sizin minməyiniz üçün bir heyvan tapmıram”,- deyərkən (cihad yolunda) sərf etməyə bir şey tapa bilmədikləri üçün kədərdən gözlərindən yaş axa-axa geri dönənlərdə heç bir günah yoxdur"
        }
    ]
}