{
    "maqras": [
        {
            "chapter": 10,
            "verse": 53,
            "text": "(Ya Peyğəmbərim!) Səndən: “O (bizi qorxutduğun əzab və ya qiyamət günü) doğrudurmu?” – deyə xəbər alacaqlar. Onlara belə cavab ver: “Rəbbimə and olsun ki, o doğrudur. Siz ondan canınızı qurtara bilməzsiniz!”"
        },
        {
            "chapter": 10,
            "verse": 54,
            "text": "Əgər zülm etmiş bir şəxs yer üzündə olan hər şeyə sahib olsaydı, onu (Allahın əzabından qurtarmaq üçün) fidyə verərdi. Onlar əzabı gördükləri zaman için-için peşman olarlar. İnsanlar arasında ədalətlə hökm olunar, onlara zülm edilməz. (Birinin günahı o birinin boynuna qoyulmaz və heç kəsə günahından artıq cəza verilməz)"
        },
        {
            "chapter": 10,
            "verse": 55,
            "text": "Bilin ki, göylərdə və yerdə nə varsa, hamısı Allahındır. Xəbəriniz olsun ki, Allahın və’di haqdır, lakin (kafirlərin) əksəriyyəti (bunu) bilməz"
        },
        {
            "chapter": 10,
            "verse": 56,
            "text": "Dirildən də, öldürən də Odur. Məhz Onun hüzuruna qaytarılacaqsınız"
        },
        {
            "chapter": 10,
            "verse": 57,
            "text": "(Ey insanlar!) Sizə Rəbbinizdən bir öyüd-nəsihət, ürəklərdə olana (cəhalətə, şəkk-şübhəyə, nifaqa) bir şəfa, mö’minlərə hidayət və mərhəmət (Qur’an) gəlmişdir"
        },
        {
            "chapter": 10,
            "verse": 58,
            "text": "(Ya Rəsulum!) De: “Allahın ne’məti və mərhəməti ilə - ancaq onunla sevinsinlər. Bu onların yığdıqlarından (fani dünya malından) daha xeyirlidir!”"
        },
        {
            "chapter": 10,
            "verse": 59,
            "text": "De: “Allahın sizə ruzi olaraq (göydən) nə endirdiyini gördünüzmü ki, onun bir qismini haram, bir qismini isə halal etdiniz?” De: “(Bunu deməyə) Allah Özü sizə izin verdi, yoxsa Allaha iftira yaxırsınız?”"
        },
        {
            "chapter": 10,
            "verse": 60,
            "text": "Allaha iftira yaxanların qiyamət günü barəsindəki zənləri nədən ibarətdir? (Onlara əzab verilməyəcəyinimi güman edirlər?) Allah insanlara qarşı mərhəmətlidir, lakin onların əksəriyyəti (Allahın ne’mətlərinə və mərhəmətinə) şükür etməz"
        },
        {
            "chapter": 10,
            "verse": 61,
            "text": "(Ya Peyğəmbərim!) Sən nə iş görsən, Qur’andan nə oxusan, (ümmətinlə birlikdə) nə iş görsəniz, onlara daldığınız (onları etdiyiniz) zaman Biz sizə şahid olarıq. Yerdə və göydə zərrə qədər bir şey sənin Rəbbindən gizli qalmaz. Ondan daha böyük, daha kiçik elə bir şey də yoxdur ki, açıq-aydın kitabda (lövhi-məhfuzda) olmasın"
        },
        {
            "chapter": 10,
            "verse": 62,
            "text": "Bilin ki, Allahın dostlarının heç bir qorxusu yoxdur və onlar qəm-qüssə görməzlər"
        },
        {
            "chapter": 10,
            "verse": 63,
            "text": "O kəslər ki, iman gətirmiş və pis əməllərdən çəkinmişlər"
        },
        {
            "chapter": 10,
            "verse": 64,
            "text": "Onlara dünyada da, axirətdə də müjdə vardır. Allahın sözləri (verdiyi və’dlər) heç vaxt dəyişməz. Bu, böyük qurtuluşdur (uğurdur)"
        },
        {
            "chapter": 10,
            "verse": 65,
            "text": "(Ya Peyğəmbərim!) Onların (kafirlərin boş, mə’nasız) sözləri səni kədərləndirməsin. Yenilməz izzət (qüvvət) bütövlükdə yalnız Allaha məxsusdur. O, (hər şeyi) eşidəndir, biləndir"
        },
        {
            "chapter": 10,
            "verse": 66,
            "text": "Bilin ki, göylərdə və yerdə kim (nə) varsa (mələklər, cinlər, insanlar – bütün canlılar, bütün məxluqat) hamısı Allahındır (Allahın quludur). Allahdan başqasına tapınanlar həqiqətdə Allaha qoşduqları şəriklərə tabe olmazlar (çünki əslində heç kəs Allaha şərik olmağa layiq deyildir və ola bilməz). Onlar ancaq zənnə uyar və yalandan başqa bir şey deməzlər"
        },
        {
            "chapter": 10,
            "verse": 67,
            "text": "Gecəni dincəlməyiniz üçün (qaranlıq), gündüzü (çalışıb ruzi qazanmağınız üçün) işıqlı edən Odur. Həqiqətən, bunda (Allah kəlamını) eşidənlər üçün (ibrətamiz) dəlillər vardır"
        },
        {
            "chapter": 10,
            "verse": 68,
            "text": "(Müşriklər:) “Allah Özünə övlad götürdü!” dedilər. Allah pak və müqəddəsdir. O, (övlada, uşağa) möhtac deyildir. Göylərdə və yerdə nə varsa, hamısı Onundur. Bu haqda (Allahın Özünə övlad götürməsi barədə) sizin əlinizdə heç bir dəlil yoxdur. Allaha qarşı bilmədiyiniz şeyimi deyirsiniz"
        },
        {
            "chapter": 10,
            "verse": 69,
            "text": "(Ya Rəsulum!) De: “Allaha qarşı yalan uyduranlar, sözsüz ki, nicat tapmazlar!”"
        },
        {
            "chapter": 10,
            "verse": 70,
            "text": "(Onlar üçün) dünyada bir qədər dolanacaq, mənfəət vardır. Sonra hüzurumuza qayıdacaqlar, ondan sonra küfr etdiklərinə görə onlara çox şiddətli bir əzab daddıracağıq"
        }
    ]
}