{
    "maqras": [
        {
            "chapter": 35,
            "verse": 15,
            "text": "Ey insanlar, siz Allaha muhtacsınız. Allah ise, O, her seyden mustagnidir, her hamde layıkdır"
        },
        {
            "chapter": 35,
            "verse": 16,
            "text": "Eger dilerse sizi giderir, (yerinize) yepyeni bir halk getirir"
        },
        {
            "chapter": 35,
            "verse": 17,
            "text": "Bu, Allaha gore guc de degildir"
        },
        {
            "chapter": 35,
            "verse": 18,
            "text": "Gunah isleyen hicbir nefs, baskasının gunahını cekmez. Eger yuku (gunahı) agır bir kisi (diger birini) onu tasımıya cagırırsa, bu, hısımı da olsa, kendisine ondan hicbir sey yukletil (mesine rızaa gostermez. Sen ancak gaaibane Rabbinden korkmakda olanları, namazı dosdogru kılanları sakındıracaksın. Kim temizlenirse sırf kendi faidesine temizlenmis olur. Nihayet varıs Allahadır)"
        },
        {
            "chapter": 35,
            "verse": 19,
            "text": "Korle goren, karanlıklarla nuur, golge ile sıcak bir olmaz"
        },
        {
            "chapter": 35,
            "verse": 20,
            "text": "Korle goren, karanlıklarla nuur, golge ile sıcak bir olmaz"
        },
        {
            "chapter": 35,
            "verse": 21,
            "text": "Korle goren, karanlıklarla nuur, golge ile sıcak bir olmaz"
        },
        {
            "chapter": 35,
            "verse": 22,
            "text": "(Hulasa:) Dirilerle oluler bir olmaz. Subhesiz ki Allah kimi dilerse ona (hakıykatları) duyurur. Sen kabirlerde olanlara da isitdirecek degilsin a"
        },
        {
            "chapter": 35,
            "verse": 23,
            "text": "Sen gelecek tehlikeleri haber veren (bir peygamber) den baskası degilsin"
        },
        {
            "chapter": 35,
            "verse": 24,
            "text": "Subhesiz ki biz seni (rahmetimizin) mujdeci (si,) (azabımızın) korkutucu (su) olarak hidayetle gonderdik. Hicbir ummet mustesna olmamak uzere mutlakaa icinde (azabdan) bir korkutucu (peygamber gelib) gecmisdir"
        },
        {
            "chapter": 35,
            "verse": 25,
            "text": "Eger (Habibim) seni tekzib ediyorlarsa kendilerinden oncekiler de (peygamberlerini) tekzib etmis (ler) dir. Halbuki onların peygamberleri kendilerine acık acık mu´cizeler, sahifeler ve nuur veren kitablar da getirmislerdi"
        },
        {
            "chapter": 35,
            "verse": 26,
            "text": "Sonra ben o kufredenleri tutub yakaladım. (Bak) benim inkarım da nice imis"
        },
        {
            "chapter": 35,
            "verse": 27,
            "text": "Allahın, gokden bir su indirdigini ve iste onunla nev´ileri baska baska meyveler (bitirib) cıkardıgımızı gormedin mi? Daglardan da beyaz beyaz, kırmızı kırmızı, renkleri cesidli ve kuzguni siyah yollar (yapdık)"
        },
        {
            "chapter": 35,
            "verse": 28,
            "text": "(Gerek) insanlardan, (gerek) yerde yurur hayvanlardan, (gerek) davarlardan da yine boyle renkleri (nevileri) muhtelif olanlar vardır. Allahdan, kulları icinde, ancak alimler korkar. Subhe yok ki Allah mutlak gaalibdir, cok yarlıgayıcıdır"
        },
        {
            "chapter": 35,
            "verse": 29,
            "text": "Hakıykat, Allahın kitabını okumıya devam edenler, namazı dosdogru kılanlar, kendilerini rızklandıgımız seylerden gizli ve asikar infaak edenler kat´iyyen kesad bulmayacak bir kazanc umabilirler"
        },
        {
            "chapter": 35,
            "verse": 30,
            "text": "Cunku (Allah) onların mukafatlarını eksiksiz oder. Onlara, fazl (-u kerem) inden, ziyadesini de verir. Subhesiz O, cok yarlıgayıcıdır, cok in´aam edicidir"
        },
        {
            "chapter": 35,
            "verse": 31,
            "text": "(Habibim) sana kendisinden oncekilerin dogrusunu meydana cıkarmak uzere vahyetdigimiz kitab hakıykatın ta kendisidir. Herhalde Allah kullarının (butun hallerinden) hakkıyle haberdardır, (her sey´i) hakkıyle gorendir"
        },
        {
            "chapter": 35,
            "verse": 32,
            "text": "Sonra bir o kitabı kullarımızdan (begenib) secdiklerimize miras bırakdık. Iste onlardan kimi nefsine zulmedendir, onların ba´zısı mu´tedildir, onlardan bir kısmı da Allahın izniyle hayrat (ve hasenat yarısların) da oncu ol (up kazan) andır. Iste bu, buyuk fazl (-u kerem) in ta kendisidir"
        },
        {
            "chapter": 35,
            "verse": 33,
            "text": "(Mukafatları da) Adn cennetleridir. Oraya girerler. Orada altın bileziklerden (nice zinetlerle) ve inci ile suslenirler. Orada elbiseleri de ipekdir"
        },
        {
            "chapter": 35,
            "verse": 34,
            "text": "(Soyle) derler: «Bizden tasayı gideren Allaha hamd olsun. Hakıykat, Rabbimiz cok yarlıgayıcıdır, cok in´aam edicidir»"
        },
        {
            "chapter": 35,
            "verse": 35,
            "text": "«Ki fazl (-u inayet) inden bizi (ebedi) durulacak bir yurda kondurdu O. Burada bize hicbir yorgunluk degmeyecek burada bize hicbir usanc dokunmayacak»"
        },
        {
            "chapter": 35,
            "verse": 36,
            "text": "O kufredenler (e gelince:) Cehennem atesi de onlarındır. Oldurulmezler ki olsunler. (Cehennemin) azabından (velev) bir kısmı onlardan kaldırılıb hafifletilmez de. Iste biz kufurde ileri giden herkesi boyle cezalandırırız"
        },
        {
            "chapter": 35,
            "verse": 37,
            "text": "Onlar orada (soyle) bagrısırlar. «Ey Rabbimiz, bizi cıkar. Yapmıs oldugumuzdan bambaska iyi amel (ve hareketler) de bulunacagız». Size iyice dusunecek kimsenin dusunebilecegi, ogut kabul edebilecegi kadar omur vermedik mi? Size (azab ile) korkutan da gelmisdi. Simdi tadın (o azabı)! Artık zaalimler icin hic bir yardımcı yokdur"
        },
        {
            "chapter": 35,
            "verse": 38,
            "text": "Subhesiz ki Allah goklerin ve yerin kaybını bilendir. Muhakkak O, goguslerin ozunde ne varsa onu da hakkıyle bilicidir"
        },
        {
            "chapter": 35,
            "verse": 39,
            "text": "O, sizi yer yuzunde halifeler yapandır. Artık kim kufrederse kufru kendi zararınadır. Kafirlerin kufru kendilerine Rableri katında siddetli buguzdan baska (bir sey) artırmaz. Kafirlerin kufru kendilerine husran (ve helak) den baska (bir sey) artırmaz"
        },
        {
            "chapter": 35,
            "verse": 40,
            "text": "(Habibim) de ki: «Allahı bırakıb tapdıgınız ortaklarınızı gordunuz mu? Yerden her hangi bir sey´i yaratdıklarını bana gosterin»! Yoksa onların goklerde (Allah ile) bir ortaklıgı mı var? Yahud biz onlara bir kitab vermisiz de kendileri bundan apacık bir huccet uzerinde midirler? Hayır, o zaalimler birbirini aldatmakdan baska bir va´dde bulunmuyor (lar)"
        }
    ]
}