{
    "maqras": [
        {
            "chapter": 39,
            "verse": 8,
            "text": "Insana bir zarar dokundugu zaman o, Rabbine, butun (varlıgı ile) Ona donerek, yalvarır. Sonra ona kendinden bir ni´met verdigi vakit ise evvelce Ona yalvardıgını unutur. Allaha, Onun yolundan sapdırmak icin, esler katmıya baslar. (Habibim) de ki: «Kufrunle biraz eglenedur! Cunku sen muhakkak ates yaranındansın»"
        },
        {
            "chapter": 39,
            "verse": 9,
            "text": "Yoksa, o, ahiret (azabın) dan korkarak, Rabbinin rahmetini umarak gecenin saatlerinde secdeye kapanır, kıyamda durur bir halde taat ve ibadet eden kimse (gibi) midir? De ki: «Bilenlerle bilmeyenler bir olur mu? Ancak temiz akıl saahibleridir ki (bunları) hakkıyle dusunur"
        },
        {
            "chapter": 39,
            "verse": 10,
            "text": "(Tarafımdan) soyle: «Ey iman eden kullarım, Rabbiniz (in azabın) dan korkun. Bu dunyada iyi hareket edenler icin (mukadder) bir guzellik vardır. Allahın topragı genisdir. Ancak sabredenlere ecirleri hesabsız odenecekdir»"
        },
        {
            "chapter": 39,
            "verse": 11,
            "text": "De ki: «Ben, Allaha, Onun dininde ıhlas edici olarak, ibadet etmemle emrolundum»"
        },
        {
            "chapter": 39,
            "verse": 12,
            "text": "«Bana (Allaha teslim olan) Muslumanların evveli olmam emredildi»"
        },
        {
            "chapter": 39,
            "verse": 13,
            "text": "De ki: «Eger ben Rabbime isyan edersem, hakıykat, buyuk gunun azabından korkarım»"
        },
        {
            "chapter": 39,
            "verse": 14,
            "text": "De ki: «Ben dinimde, kendine Ihlas edici olarak, ancak Allaha ibadet ederim»"
        },
        {
            "chapter": 39,
            "verse": 15,
            "text": "«Artık siz de Onu bırakıb dilediginize tapın»! De ki: Hakıykat husrana dusenler, kıyamet gunu kendilerini de, mensublarını da husrana ugratanlardır. Dikkat et ki bu, apacık husranın ta kendisidir»"
        },
        {
            "chapter": 39,
            "verse": 16,
            "text": "Onların ustlerinde atesden tabakalar, altlarında (atesden) tabakalar vardır, iste Allah, kullarını bununla korkutuyor. Ey kullarım, benden korkun"
        },
        {
            "chapter": 39,
            "verse": 17,
            "text": "Taagutdan, ona tapmakdan kacınıb da Allaha yonelenler (e gelince): Onlar icin de mujde vardır. O halde kullarımı mujdele"
        },
        {
            "chapter": 39,
            "verse": 18,
            "text": "(O kullarım ki) onlar soze (dikkatle) kulak verirler de onun en guzeline uyarlar. Iste bunlar Allahın kendilerine hidayet etdigi kimselerdir, iste bunlar temiz akıl saahibleri olanların ta kendileridir"
        },
        {
            "chapter": 39,
            "verse": 19,
            "text": "Kendisine azab hukmu hak olmus kimseyi, (bu yuzden) atesde bulunan kisiyi artık sen mi kurtaracaksın (Habibim)"
        },
        {
            "chapter": 39,
            "verse": 20,
            "text": "Fakat Rablerinden korkanlar (yok mu?) onlar icin uzerlerinde (baska baska) konaklar bina edilmis, altlarında da ırmaklar akan yuksek (cennet) menziller (i) vardır. (Bu) Allahın va´di (dir). Allah sozunden caymaz"
        },
        {
            "chapter": 39,
            "verse": 21,
            "text": "Allahın yukarıdan bir su (yagmur) indirib de onu yerde menba´lara sokdugunu, sonra onunla turlu renklerde ekinler (nebatlar yetisdirib) cıkardıgını, bil´ahare on (lar) ı kurutdugunu gormedin mi? Nihayet sen onun sapsarı bir haale gelmis oldugunu goruyorsun. Sonra da (Allah) onu kuru bir kırıntı yapıyor. Muhakkak ki bunda temiz akıl saahibleri icin mutlak bir ibret vardır"
        },
        {
            "chapter": 39,
            "verse": 22,
            "text": "Oyle ya, Allahın, gogsunde muslumanlık icin insirah verdigi bir kimse ki o, Rabbinden bir nuur uzerindedir — (kalbini muhurledigi kisi gibi) midir? Artık kalbler Allahın zikrinden (bombos ve) kaskatı kalmıs olanlar (ın) vay (haaline)! Onlar apacık bir sapıklık icindedirler"
        },
        {
            "chapter": 39,
            "verse": 23,
            "text": "Allah, kelamının en guzelini — (ayetleri birbiriyle) ahenkdar, katmerli (tıklım buklum hakıykatleri dolu) bir kitab haalinde — indirmisdir ki Rablerine derin saygı gostermekde olanların ondan derileri urperir, sonra da hem derileri, hem kalbleri Allahın zikrine (yatısıb) yumusar, iste bu (kitab) Allahın (gonderdigi) bir rehberdir ki O, kimi dilerse ona bununla hidayet verir. Allah kimi de sapdırırsa artık onun yolunu dogrultucu yokdur"
        },
        {
            "chapter": 39,
            "verse": 24,
            "text": "(Bu halde) zaalimlere «Ne kazanıyor idiyseniz (cezasını) tadın» denilirken kıyamet gunu yuzunu o feci azabdan kim koruyacak"
        },
        {
            "chapter": 39,
            "verse": 25,
            "text": "Onlardan evvelkiler de (peygamberlerini) tekzib etdiler de hatırlarına gelmeyecek bir cihetden kendilerine azab gelib catıverdi"
        },
        {
            "chapter": 39,
            "verse": 26,
            "text": "Bu suretle Allah dunya hayatında onlara rusvaylıgı tatdırdı. Ahiret azabı ise, elbet daha buyukdur. Eger (bunu) bilselerdi"
        },
        {
            "chapter": 39,
            "verse": 27,
            "text": "Andolsun ki biz bu Kur´anda insanlar icin, nasıyhat kabul etsinler diye, her misalden (ornekler) gosterdik"
        },
        {
            "chapter": 39,
            "verse": 28,
            "text": "(Onu her turlu) tenakuz ve ihtilaf dan azade, dosdogru, Arabca bir Kur´an olarak (indirdik). Taki (kufurden) sakınsınlar"
        },
        {
            "chapter": 39,
            "verse": 29,
            "text": "Kendisinde, birbirine sertlik ve gecimsizlik gosteren (bir cok) ortaklar (ın hakkı) bulunan bir adamla (bir kole ile) yalınız bir kisinin adamı (kolesi) olan diger birini Allah (musrikle muvahhid hakkında) bir misal olarak irad etmisdir. Bu ikisinin haali bir olur mu? (Butun) hamd Allaha mahsusdur. Fakat onların cogu bilmezler"
        },
        {
            "chapter": 39,
            "verse": 30,
            "text": "Muhakkak sen de oleceksin (Habibim), onlar da elbet olecekler"
        },
        {
            "chapter": 39,
            "verse": 31,
            "text": "Sonra (ey insanlar), subhesiz, siz de Rabbinizin huzuurunda muhaakemeye durulacaksınız"
        }
    ]
}