{
    "maqras": [
        {
            "chapter": 62,
            "verse": 1,
            "text": "Goklerde ne var, yerde ne varsa (hepsi) O mulk-u melekutun essiz hukumranı, noksaanı mucib herseyden pak ve munezzeh, gaalib-i mutlak, yegane hukum ve hikmet saahibi Allahı tesbih (ve tenzih) etmekdedir"
        },
        {
            "chapter": 62,
            "verse": 2,
            "text": "O, ummiler icinde kendilerinden (kendilerine) bir peygamber gonderendir ki (bu), onlara ayetlerini okur, onları temizler, onlara kitabı, hikmeti ogretir. Halbuki onlar daha evvel hakıykaten apacık bir sapıklık icinde idiler"
        },
        {
            "chapter": 62,
            "verse": 3,
            "text": "(Aynı peygamber) onlardan (mu´minlerden) henuz kendilerine katılıb erisememis bulunan digerlerine dahi (kitabı ve hikmeti ogretir). O, gaalib-i mutlakdır, yegane hukum ve hikmet saahibidir"
        },
        {
            "chapter": 62,
            "verse": 4,
            "text": "Bu, Allahın, kimi dilerse ona verecegi, bir fazl (-u inayet) dir. Allah, buyuk fazl (-u kerem) saahibidir"
        },
        {
            "chapter": 62,
            "verse": 5,
            "text": "Kendilerine Tevrat yukletilib de sonra onu tasımayanların haali koca koca kitablar tasıyan esegin haali gibidir. Allahın ayetlerini yalan sayan kavmin vasfı ne kotudur! Allah zaalimler guruhunu muvaffak etmez"
        },
        {
            "chapter": 62,
            "verse": 6,
            "text": "De ki: «Ey Yahudiler, (butun) insanları bir tarafa bırakarak Allahın dostları hakıykaten yalınız kendiniz oldugunuzu iddia ediyorsanız, dogru soyleyen (adamlar) sanız, hemen olumu temenni edin»"
        },
        {
            "chapter": 62,
            "verse": 7,
            "text": "Onlar, ellerinin one surdugu (irtikab etdikleri kufur ve meaasi) yuzunden bunu ebedi ve kat´i olarak arzuu etmezler. Allah o zaalimleri cok iyi bilendir"
        },
        {
            "chapter": 62,
            "verse": 8,
            "text": "De ki: «Sizin hakıykaten kacıb durdugunuz olum (yok mu?) o, size elbette gelib cattadır. Sonra (hepiniz), gizliyi de, asikarı da bilen (Allah) a donduruleceksiniz de O, size neler yapardınız haber verecekdir"
        },
        {
            "chapter": 62,
            "verse": 9,
            "text": "Ey iman edenler, cum´a gunu namaz icin cagrıldıgı (nız) zaman hemen Allahı zikretmiye gidin. Alıs verisi bırakın. Bu, bilirseniz, sizin icin cok hayırlıdır"
        },
        {
            "chapter": 62,
            "verse": 10,
            "text": "Artık o namazı kılınca yer (yuzun) e dagdın, Allahın fazlından (nasıyb) arayın. Allahı cok zikredin. Taki umdugunuza kavusasınız"
        },
        {
            "chapter": 62,
            "verse": 11,
            "text": "Onlar bir ticaret, yahud bir oyun, bir eglence gordukleri zaman ona yonelib dagıldılar. Seni ayakda bırakdılar. De ki: «Allah nezdindeki (sevab, mu´minler icin) eglenceden de, ticaretden de hayırlıdır. Allah, rızık verenlerin en hayırlısıdır"
        },
        {
            "chapter": 63,
            "verse": 1,
            "text": "Munafıklar sana geldigi zaman «Sehadet ederiz ki sen muhakkak ve mutlak Allahın peygamberisin» dediler. Allah da bilir ki sen elbette ve elbette Onun peygamberisin. (Fakat) Allah o munafıkların hic subhesiz yalancılar oldugunu da biliyor"
        },
        {
            "chapter": 63,
            "verse": 2,
            "text": "Onlar yeminlerini bir kalkan edindiler ve Allahın yolundan sapdılar. Hakıykat, onların yapdıkları seyler ne kotudur"
        },
        {
            "chapter": 63,
            "verse": 3,
            "text": "Bu (kotu amelleri sundandır:) Cunku onlar (zaahiren) iman etdiler. (Fakat) sonra (kalbleriyle) kafir oldular. Bu yuzden kalblerinin ustune (kufur) muhr (u) basıldı. Onun icin onlar (imanın hakıykatını) anlamazlar"
        }
    ]
}