{
    "maqras": [
        {
            "chapter": 67,
            "verse": 1,
            "text": "(Butun) mulk (-u tasarruf, ilahi kudretinin) elinde bulunan (Allah) ın sanı ne yucedir! O, her sey´e hakkıyle kaadirdir"
        },
        {
            "chapter": 67,
            "verse": 2,
            "text": "O, hanginizin daha guzel amel (ve hareket) edecegini (hakkınızda) imtihan etmek icin olumu de, dirimi de takdir eden ve yaratandır. O, gaalib-i mutlakdır, cok yarlıgayıcıdır"
        },
        {
            "chapter": 67,
            "verse": 3,
            "text": "O, birbiriyle ahenkdar yedi gok yaratmıs olandır. O cok esirgeyici (Allah) ın yaratısında hicbir nizamsızlık gormezsin. Iste gozu (nu bir defa daha goge) cevir, (bak, orada) hicbir catlak gorecek misin"
        },
        {
            "chapter": 67,
            "verse": 4,
            "text": "Sonra gozu (nu) iki kerre daha cevir. (Nihayet) o goz, hor ve hakir yine sana donecekdir ve o, (artık bir kusur bulabilmekden) yorulmusdur"
        },
        {
            "chapter": 67,
            "verse": 5,
            "text": "Andolsun ki biz yere en yakın olan gogu kandillerle donatdık. Bunları seytanlara da atıs taneleri yapdık ve onlara cılgın ates (cehennem) azabı hazırladık"
        },
        {
            "chapter": 67,
            "verse": 6,
            "text": "Rablerine kufredenler icin de (boyle) cehennem azabı vardır. O, ne kotu donusdur"
        },
        {
            "chapter": 67,
            "verse": 7,
            "text": "Onun icine atıldıkları zaman onun kaynar haldeki bed sesini isitdiler (isidirler)"
        },
        {
            "chapter": 67,
            "verse": 8,
            "text": "Ofkesinden hemen hemen catlayacak gibi olur o. (Onlardan) her guruh, icine atıldıkca kendilerine bekcileri sordular (sorarlar): «Size, (bu) azab ile korkutan (bir peygamber) gelmedi mi?»"
        },
        {
            "chapter": 67,
            "verse": 9,
            "text": "Onlar «Evet, dediler (derler), gercek bize, (bu) azab ile korkutan peygamber gelmisdir. Fakat biz (onları) yalan saydık ve Allah hic birsey indirmemisdir. Siz ancak buyuk bir sapıklık icindesiniz dedik»"
        },
        {
            "chapter": 67,
            "verse": 10,
            "text": "Ve (sunu) soylediler (soylerler): «Eger bizi dinler, yahud aklımızı kullanır (insanlar) olsaydık su cılgın cehennem yaranı icinde bulunmazdık.»"
        },
        {
            "chapter": 67,
            "verse": 11,
            "text": "Bu suretle gunahlarını i´tiraaf etdiler (ederler). (Ko Allah) Cehennem yaranını (rahmetinden) kogsun"
        },
        {
            "chapter": 67,
            "verse": 12,
            "text": "Filhakıyka, Rableri (nin azab) ından gıyaben korkanlar (yok mu?) onlar icin hem magfiret var, hem buyuk mukafat"
        },
        {
            "chapter": 67,
            "verse": 13,
            "text": "(Ey kafirler) sozunuzu (ister) gizleyin, ister onu acıklayın. Cunku O, sinelerin ozunu bile hakkıyle bilendir"
        },
        {
            "chapter": 67,
            "verse": 14,
            "text": "Yaratıb duran (Allah) mı bilmeyecekmis? O, latıyfdir, her seyden haberdardır"
        },
        {
            "chapter": 67,
            "verse": 15,
            "text": "O, yeri, sizin faidenize, hor (ve musahhar) kılandır. O halde onun omuzlarında yuruyun. (Allahın) rızkından yeyin. (Fakat sunu daima hatırlayın ki) son gidis ancak Onadır (Allahadır)"
        },
        {
            "chapter": 67,
            "verse": 16,
            "text": "(Bu alemin tedbirine muvekkel olan) gokdeki (melek) lerden, (Allahdan), sizi yere batırıvermesinden emin mi olduunz? O vakit bakarsınız ki o (arz durmayıb) calkanmakdadır"
        },
        {
            "chapter": 67,
            "verse": 17,
            "text": "Yoksa gokdeki (melek) lerin, (Allahın izniyle), ustunuze tas yagdırıcı (ruzgar) gondermesinden emin mi oldunuz? Siz (o zaman) tehdidimin nice oldugunu bileceksiniz"
        },
        {
            "chapter": 67,
            "verse": 18,
            "text": "Andolsun ki onlardan evvelkiler de tekzib etmis (ler) di. (Bak) benim inkarım (da) nice oldu"
        },
        {
            "chapter": 67,
            "verse": 19,
            "text": "Onlar, ustlerinde kanadlarını acarak, kapayarak ucan kusları da gormediler mi? Bunları (cevv-i hevada) — O rahmeti her sey´i kaplayan — (Allah) dan baskası tutmuyor. Subhesiz ki O, hersey´i hakkıyle gorendir"
        },
        {
            "chapter": 67,
            "verse": 20,
            "text": "Rahmetiam ve samil olan (Allah) a karsı size (kurtarıcı bir) yardımda bulunabilecek olan kimdir? Su sizin ordunuz mu? Kafirler gurur dan baskası icinde degildirler"
        },
        {
            "chapter": 67,
            "verse": 21,
            "text": "O, eger rızkını tutub kesiverirse su size rızık verebilecek kim? Hayır, onlar bir azgınlık, (Hakdan) bir nefret icinde mutemadiyen inad etmislerdir"
        },
        {
            "chapter": 67,
            "verse": 22,
            "text": "Simdi yuz ustu, duse kalka yurumekde olan kimse mi daha cok hidayete erendir, yoksa dogru bir yol uzerinde dupeduz, (dimdik) yuruyen mi? (Dusunun)"
        },
        {
            "chapter": 67,
            "verse": 23,
            "text": "(Habibim) de ki: «O, sizi yaratan, size kulak (lar), gozler gonuller verendir. Siz ne az sukredersiniz»"
        },
        {
            "chapter": 67,
            "verse": 24,
            "text": "De ki: «O, sizi yer (yuzun) de zurriyet haalinde yaratıb yayandır ve nihayet (hepiniz) ancak Ona toplanıb goturuleceksiniz»"
        },
        {
            "chapter": 67,
            "verse": 25,
            "text": "(Kafirler, mu´minlere istihza ile) «Eger siz dogru soyleyenlerseniz su va´din (tehdidin tehakkuku) ne zaman?» derler"
        },
        {
            "chapter": 67,
            "verse": 26,
            "text": "De ki: O (nun vaktına aid) bilgi ancak Allahın nezdindedir. Ben sadece Allahın azabını apacık haber veren (bir peygamber) im»"
        },
        {
            "chapter": 67,
            "verse": 27,
            "text": "Artık onu yakında gordukleri zaman o kufredenlerin yuzleri kotu bir haale getirilmis ve (onlara) «Iste bu, sizin (carcabuk istediginiz ve aksini) iddia etdiginiz seydir» denilmisdir (denilecek)"
        },
        {
            "chapter": 67,
            "verse": 28,
            "text": "De ki: «Eger Allah beni ve benimle beraber olan (mu´min) leri (arzunuz vech ile) helak eder, yahud (bizi) esirgerse ya kafirleri acıklı azabdan kurtaracak kimdir?»"
        },
        {
            "chapter": 67,
            "verse": 29,
            "text": "De ki: «(Sizi kendisine davet etdigimiz) O (Zat-i ecelle ve a´la), rahmeti butun yaratdıklarına samil olan (Allah) dır ki biz Ona iman etdik ve ancak Ona guvenib dayandık. Artık apacık bir sapıklık icinde bulunan kimmis? Ileride siz de bileceksiniz»"
        },
        {
            "chapter": 67,
            "verse": 30,
            "text": "De ki: «Eger suyunuz yerin dibine savulub giderse kim akar bir su getirir, (bana) soyleyin»"
        }
    ]
}