{
    "maqras": [
        {
            "chapter": 5,
            "verse": 67,
            "text": "Ey peygamber, Rabbinden sana indirileni teblig et. Eger yapmazsan (Allahın) elciligini teblig (ve ifa) etmis olmazsın. Allah seni insanlardan koruyacakdır. Subhesiz ki Allah kafirler guruhunu muvaffak etmez"
        },
        {
            "chapter": 5,
            "verse": 68,
            "text": "De ki: «Ey ehl-i kitab, Tevratı (n), Incili (n) ve Rabbinizden size indirilen (Kur´anı Kerim) i (n hukumlerini) dosdogru tatbıyk ve icra edilinceye kadar siz hic bir sey (hic bir kanaat) uzerinde degilsinizdir». Andolsun, sana Rabbinden indirilen (bu Kur´an) onlardan bir cogunun taskınlıgını ve gavurlugunu artıracakdır. O halde, o kafirler guruhuna karsı gam yeme"
        },
        {
            "chapter": 5,
            "verse": 69,
            "text": "Suphe yok ki iman edenlerle Yahudi olanlar (dan), Saabiiler (den), Nasraniler (den) kim, Allaha ve ahiret gunune iman edib de iyi amel (ve hareket) de bulunursa artık onların uzerinde hic bir korku yokdur. Onlar mahzun da olacak degillerdir"
        },
        {
            "chapter": 5,
            "verse": 70,
            "text": "Andolsun ki biz Israil ogullarından sapasaglam te´minat almıs, onlara peygamberler gondermisizdir. Ne zaman bir peygamber, kendilerine canlarının hoslanmayacagı bir sey´i getirdiyse bir takımını yalana cıkardılar, bir takımını da oldurduler"
        },
        {
            "chapter": 5,
            "verse": 71,
            "text": "Ve oyle sandılar ki (o yapdıkları, baslarına) bir bela olmayacakdır. Kor kesildiler, sagır kesildiler onlar. Sonra Allah kendilerine tevbe nasıyb etdi (amma) sonra yine iclerinden bir cogu kor ve sagır oldular. Allah, ne yaparlarsa hakkıyle gorucudur"
        },
        {
            "chapter": 5,
            "verse": 72,
            "text": "«Meryem oglu Mesih (Isa) hakıykat Allahın kendisidir» diyenler, and olsun, kafir olmus (lar) dır. Halbuki (bizzat) Mesih (soyle) demisdi: «Ey Israil ogulları, benim de Rabbim, sizin de Rabbiniz olan Allaha kulluk edin. Zira kim Allaha es katarsa hic suphesiz Allah ona cenneti haram kılar. Onun varacagı yer atesdir. Zalimlerin hic bir yardımcıları da yokdur»"
        },
        {
            "chapter": 5,
            "verse": 73,
            "text": "«Allah hakıykaten ucun (uc Tanrının) biridir» diyenler andolsun, kafir olmusdur. Halbuki bir tek Tanrıdan baska hic bir tanrı yokdur. Eger diyegeldikleri (bu sozden) vaz gecmezlerse iclerinden o kafir olanlara her halde pek acıklı bir azab dokunacakdır"
        },
        {
            "chapter": 5,
            "verse": 74,
            "text": "Haala Allaha donub Onun magfiretini istemeyecekler mi onlar? Allah cok yarlıgayıcı, cok esirgeyicidir"
        },
        {
            "chapter": 5,
            "verse": 75,
            "text": "Meryem oglu Mesih (Isa) bir peygamberden baska (bir sey) degildir. Ondan evvel de peygamberler gelib gecmisdir. Anası cok saadık bir kadındı. Ikisi de (birer kul ve beser olarak) yemek yerlerdi. Bak, biz ayetleri onlara nasıl apacık bildiriyoruz. Sonra da bak onlar nasıl (hakıykatden) cevriliyorlar"
        },
        {
            "chapter": 5,
            "verse": 76,
            "text": "De ki: «Allahı bırakıp da size ne bir zarar, ne de bir faide yapmıya gucu yetmeyen seylere mi tapıyorsunuz? Halbuki (her sey´i) isiden, (her sey´i) bilen Allahın kendisidir»"
        },
        {
            "chapter": 5,
            "verse": 77,
            "text": "De ki: «Ey ehl-i kitab, dininizde haksız yere haddi asmayın. Bundan evvel hakikaten hem kendileri sapmıs, hem bir cogunu sapdırmıs ve (haala da) dumduz yoldan ayrılıb sapagelmis bir kavmin heva (ve heve) sine uymayın»"
        },
        {
            "chapter": 5,
            "verse": 78,
            "text": "Israil ogullarından olub da kufredenlere Davudun da, Meryem oglu Isanın da diliyle la´net olunmusdur. Bunun sebebi isyan etmeleri ve ifrata sapmaları idi"
        },
        {
            "chapter": 5,
            "verse": 79,
            "text": "Onlar isledikleri her hangi fenalıkdan birbirini vazgecirmiye calısmazlardı. Hakıykat, yapmakda devam etdikleri (o hal) ne kotu idi"
        },
        {
            "chapter": 5,
            "verse": 80,
            "text": "Iclerinden bir cogunu gorursun ki (peygambere, muminlere olan buguzlarından dolayı) kafirlere dostluk ederler. Nefislerinin kendileri icin (ahretleri hesabına) one surdugu (o kotu haberler), andolsun, ne cirkin seylerdir. (Cunku onların kazancı) Allahın kendilerine gazab etmesi ve onların o azab icinde ebedi kalıcı olmalarıdır"
        },
        {
            "chapter": 5,
            "verse": 81,
            "text": "Eger Allaha, peygambere ve ona indirilene iman etmis olsalardı onları (kafirleri) dostlar edinmezlerdi. Fakat onlardan bir cogu faasık kimselerdir"
        }
    ]
}