{
    "manzils": [
        {
            "chapter": 17,
            "verse": 1,
            "text": "ਉਹ ਪਾਕ ਹੈ ਜਿਹੜਾ ਇੱਕ ਰਾਤ ਆਪਣੇ ਬੰਦੇ (ਮੁਹੰਮਦ ਸ.) ਨੂੰ ਮਸਜਿਦ-ਏ-ਹਰਾਮ (ਕਾਅਬਾ? ਤੋਂ ਦੂਰ ਉਸ ਮਸਜਿਦ (ਬੈਤ-ਉਲ-ਮੁਕੱਦਸ) ਜਿਸ ਦੇ ਵਾਤਾਵਰਣ ਨੂੰ ਅਸੀਂ ਬਰਕਤ ਵਾਲਾ ਬਣਾਇਆ ਹੈ, ਦੇ ਕੋਲ ਲੈ ਗਿਆ। ਤਾਂ ਕਿ ਅਸੀਂ ਉਸ ਨੂੰ ਆਪਣੀਆਂ ਕੁਝ ਨਿਸ਼ਾਨੀਆਂ ਦਿਖਾ ਸਕੀਏ। ਬੇਸ਼ੱਕ ਉਹ ਸੁਣਨ ਵਾਲਾ ਵੇਖਣ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 17,
            "verse": 2,
            "text": "ਅਤੇ ਅਸੀਂ ਮੂਸਾ ਨੂੰ ਕਿਤਾਬ ਦਿੱਤੀ ਅਤੇ ਉਸ ਨੂੰ ਇਸਰਾਈਲ ਦੀ ਸੰਤਾਨ ਦਾ ਰਾਹ ਦਸੇਰਾ ਬਣਾਇਆ ਕਿ ਮੇਰੇ ਤੋਂ ਬਿਨ੍ਹਾਂ ਕਿਸੇ ਨੂੰ ਆਪਣਾ ਕਾਰਜ ਸਾਧਕ ਨਾ ਮੌਨੋ।"
        },
        {
            "chapter": 17,
            "verse": 3,
            "text": "ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਦੀ ਔਲਾਦ ਹੋ, ਜਿਨ੍ਹਾ ਨੂੰ ਅਸੀਂ ਨੂਹ ਦੇ ਨਾਲ (ਕਿਸ਼ਤੀ) ਵਿਚ ਸਵਾਰ ਕੀਤਾ ਸੀ। ਬੇਸ਼ੱਕ ਉਹ ਇਕ ਸ਼ੁਕਰ ਗੁਜ਼ਾਰ ਬੰਦਾ ਸੀ।"
        },
        {
            "chapter": 17,
            "verse": 4,
            "text": "ਅਤੇ ਅਸੀਂ ਇਸਰਾਈਲ ਦੀ ਸੰਤਾਨ ਨੂੰ ਕਿਤਾਬ ਵਿਚ ਦੱਸ ਦਿੱਤਾ ਸੀ ਕਿ ਤੁਸੀਂ ਦੋ ਵਾਰ ਸੀਰੀਆ ਦੀ ਧਰਤੀ ਉੱਤੇ (ਸੀਰੀਆ) ਖਰਾਬੀ ਕਰੋਗੇ ਅਤੇ ਭਾਰੀ ਵਿਦਰੋਹ ਦਾ ਪ੍ਰਦਸ਼ਨ ਕਰੋਂਗੇ।"
        },
        {
            "chapter": 17,
            "verse": 5,
            "text": "ਫਿਰ ਜਦੋਂ' ਇਨ੍ਹਾਂ ਵਿਚੋਂ ਪਹਿਲਾ ਵਾਅਦਾ ਆਇਆ ਤਾਂ ਅਸੀਂ ਤੁਹਾਡੇ ਲਈ ਆਪਣੇ ਬੰਦੇ ਭੇਜੇ, ਬੇਹੱਦ ਸਮੱਰਥਾ ਵਾਲੇ। ਉਹ ਘਰਾਂ ਵਿਚ ਅੰਦਰ ਵੜ ਗਏ ਅਤੇ ਵਾਅਦਾ ਪੂਰਾ ਹੋ ਕੇ ਰਿਹਾ।"
        },
        {
            "chapter": 17,
            "verse": 6,
            "text": "ਅਤੇ ਫਿਰ ਅਸੀਂ ਤੁਹਾਡੀ ਵਾਰੀ ਉਨ੍ਹਾਂ ਨੂੰ ਮੋੜ ਦਿੱਤੀ। ਧਨ ਸੰਪਤੀ ਅਤੇ ਪੁਤਰਾਂ ਦੇ ਰਾਹੀ' ਤੁਹਾਡੀ ਸਹਾਇਤਾ ਕੀਤੀ ਅਤੇ ਤੁਹਾਨੂੰ ਬਹੁ ਗਿਣਤੀ ਦਲ ਬਣਾ ਦਿੱਤਾ।"
        },
        {
            "chapter": 17,
            "verse": 7,
            "text": "ਜੇਕਰ ਤੁਸੀਂ ਚੰਗਾ ਕੰਮ ਕਰੋਗੇ ਤਾਂ ਤੁਸੀਂ ਆਪਣੇ ਲਈ ਭਲਾ ਕਰੋਗੇ। ਅਤੇ ਜੇਕਰ ਤੁਸੀਂ ਮਾੜਾ ਕੰਮ ਕਰੋਗੇ ਤਾਂ ਆਪਣੇ ਲਈ ਮਾੜਾ ਕਰੋਂਗੇ। ਫਿਰ ਜਦੋਂ ਦੂਸਰੇ ਵਾਅਦੇ ਦਾ ਸਮਾਂ ਆਇਆ ਤਾਂ ਅਸੀਂ ਹੋਰ ਬੰਦੇ ਭੇਜੇ ਤਾਂ ਕਿ ਉਹ ਤੁਹਾਡੀਆਂ ਸ਼ਕਲਾਂ ਵਿਗਾੜ ਦੇਣ ਅਤੇ ਮਸਜਿਦ (ਬੈਂਤ-ਉਲ-ਮੁਕੱਦਸ) ਵਿਚ ਵੜ ਜਾਣ ਜਿਸ ਤਰ੍ਹਾਂ ਉਹ ਪਹਿਲੀ ਵਾਰ ਘੁਸੇ ਸਨ ਅਤੇ ਜਿਸ ਚੀਜ਼ ਉੱਪਰ ਉਨ੍ਹਾਂ ਦਾ ਵੱਸ ਚੱਲੇ ਉਸ ਨੂੰ ਖ਼ਤਮ ਕਰ ਦੇਣ।"
        },
        {
            "chapter": 17,
            "verse": 8,
            "text": "ਤੁਹਾਡਾ ਰੱਬ ਤੁਹਾਡੇ ਤੋਂ ਦੂਰ ਨਹੀਂ ਕਿ ਰਹਿਮ ਨਾ ਕਰ ਸਕੇ। ਅਤੇ ਜੇਕਰ ਤੁਸੀਂ ਫਿਰ ਉਹ ਹੀ ਕਰੋਗੇ ਤਾਂ ਅਸੀਂ ਵੀ ਉਹ ਹੀ ਕਰਾਂਗੇ ਅਤੇ ਅਸੀਂ ਇਨਕਾਰੀਆਂ ਲਈ ਨਰਕ ਜੇਲ੍ਹ ਬਣਾ ਦਿੱਤੀ ਹੈ।"
        },
        {
            "chapter": 17,
            "verse": 9,
            "text": "ਬੇਸ਼ੱਕ ਇਹ ਕੁਰਆਨ ਉਹ ਰਸਤਾ ਦੱਸਦਾ ਹੈ, ਜਿਹੜਾ ਬਿਲਕੁਲ ਸਿੱਧਾ ਹੈ ਅਤੇ ਇਹ ਈਮਾਨ ਵਾਲਿਆਂ ਨੂੰ ਖੁਸ਼ਖਬਰੀ ਦਿੰਦਾ ਹੈ, ਜਿਹੜੇ ਚੰਗੇ ਕੰਮ ਕਰਦੇ ਹਨ। ਇਹ ਉਨ੍ਹਾਂ ਲਈ ਵੱਡਾ ਬਦਲਾ ਹੈ।"
        },
        {
            "chapter": 17,
            "verse": 10,
            "text": "ਅਤੇ ਜਿਹੜੇ ਲੋਕ ਆਖ਼ਿਰਤ ਨੂੰ ਨਹੀਂ ਮੰਨਦੇ ਉਨ੍ਹਾਂ ਲਈ ਅਸੀਂ ਇੱਕ ਦੁੱਖ ਦੇਣ ਵਾਲੀ ਆਫ਼ਤ ਤਿਆਰ ਕਰ ਰੱਖੀ ਹੈ।"
        },
        {
            "chapter": 17,
            "verse": 11,
            "text": "ਅਤੇ ਮਨੁੱਖ ਬੁਰਾਈ ਮੰਗਦਾ ਹੈ ਉਸ ਤਰ੍ਹਾਂ ਹੀਂ ਜਿਵੇਂ ਉਸ ਨੂੰ ਨੇਕੀ ਮੰਗਣੀ ਚਾਹੀਦੀ ਹੈ ਅਤੇ ਮਨੁੱਖ (ਇਹ ਕਰਦਾ) ਬੜਾ ਹੀ ਕਾਹਲਾ ਹੈ।"
        },
        {
            "chapter": 17,
            "verse": 12,
            "text": "ਅਤੇ ਅਸੀਂ ਰਾਤ ਅਤੇ ਦਿਨ ਨੂੰ ਦੋ ਨਿਸ਼ਾਨੀਆਂ ਬਣਾਈਆਂ ਫਿਰ ਅਸੀਂ ਰਾਤ ਦੀ ਨਿਸ਼ਾਨੀ ਨੂੰ ਹਨ੍ਹੇਰਾ ਕਰ ਅਤੇ ਦਿਨ ਦੀ ਨਿਸ਼ਾਨੀ ਨੂੰ ਰੌਸ਼ਨ ਕਰ ਦਿੱਤਾ ਤਾਂ ਕਿ ਤੁਸੀਂ ਆਪਣੇ ਰੱਬ ਦੀ ਕਿਰਪਾ ਤਲਾਸ਼ ਕਰੋਂ। ਤਾਂ ਕਿ ਤੁਸੀਂ ਵਰ੍ਹਿਆਂ ਦੀ ਗਿਣਤੀ ਅਤੇ ਹਿਸਾਬ ਦਾ ਪਤਾ ਲਾ ਸਕੋ। ਅਤੇ ਅਸੀਂ ਹਰ ਚੀਜ਼ ਦੀ ਚੰਗੀ ਤਰ੍ਹਾਂ ਵਿਆਖਿਆ ਕਰ ਦਿੱਤੀ।"
        },
        {
            "chapter": 17,
            "verse": 13,
            "text": "ਅਤੇ ਅਸੀਂ ਹਰੇਕ ਮਨੁੱਖ ਦੀ ਕਿਸਮਤ ਉਸ ਦੇ ਗਲੇ ਨਾਲ ਬੰਨ੍ਹ ਦਿੱਤੀ ਹੈ ਅਤੇ ਅਸੀਂ ਕਿਆਮਤ ਦੇ ਦਿਨ ਉਨ੍ਹਾਂ ਲਈ ਇੱਕ ਕਿਤਾਬ ਕੱਢਾਂਗੇ, ਜਿਸਨੂੰ ਉਹ ਖੁੱਲ੍ਹਿਆ ਹੋਇਆ ਵੇਖਣਗੇ।"
        },
        {
            "chapter": 17,
            "verse": 14,
            "text": "ਪੜ੍ਹ ਆਪਣੀ ਕਿਤਾਬ। ਅੱਜ ਆਪਣਾ ਹਿਸਾਬ ਲੈਣ ਲਈ ਤੂੰ ਖੁਦ ਹੀ ਕਾਫੀ ਹੈਂ।"
        },
        {
            "chapter": 17,
            "verse": 15,
            "text": "ਜਿਹੜਾ ਬੰਦੇ ਚੰਗੇ ਰਾਹ ਉੱਤੇ ਚੱਲਦਾ ਹੈ ਤਾਂ ਉਹ ਆਪਣੇ ਲਈ ਹੀ ਚੱਲਦਾ ਹੈ ਅਤੇ ਜਿਹੜਾ ਬੰਦਾ ਗਲਤ ਰਾਹ ਅਪਣਾਉਂਦਾ ਹੈ ਉਹ ਖੁਦ ਆਪਣੇ ਨੁਕਸਾਨ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਹੁੰਦਾ ਹੈ। ਅਤੇ ਕੋਈ ਭਾਰ ਚੁੱਕਣ ਵਾਲਾ ਕਿਸੇ ਦੂਜੇ ਦਾ ਭਾਰ ਨਹੀਂ ਚੁੱਕੇਗਾ। ਅਤੇ ਅਸੀਂ ਕਦੇ ਉਦੋਂ ਤੱਕ ਸਜ਼ਾ ਨਹੀਂ ਦਿੰਦੇ ਜਦੋਂ ਤੱਕ ਅਸੀਂ ਕਿਸੇ ਰਸੂਲ ਨੂੰ ਨਾ ਭੇਜੀਏ।"
        },
        {
            "chapter": 17,
            "verse": 16,
            "text": "ਅਤੇ ਜਦੋਂ ਅਸੀਂ ਕਿਸੇ ਬਸਤੀ ਨੂੰ ਬਰਬਾਦ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹਾਂ ਤਾਂ ਉਸ ਵਿਚ ਰਹਿਣ ਵਾਲੇ ਸੁੱਖ ਭੋਗੀ ਲੋਕਾਂ ਨੂੰ ਆਦੇਸ਼ ਦਿੰਦੇ ਹਾਂ। ਫਿਰ ਉਹ ਉਸ ਤੋਂ ਇਨਕਾਰ ਕਰਦੇ ਹਨ। ਉਦੋਂ' ਉਨ੍ਹਾਂ ਉੱਪਰ ਵਚਨ ਸਿੱਧ ਹੋ ਜਾਂਦਾ ਹੈ। ਫਿਰ ਅਸੀਂ ਉਸ ਬਸਤੀ ਨੂੰ ਬਰਬਾਦ ਕਰ ਦਿੰਦੇ ਹਾਂ।"
        },
        {
            "chapter": 17,
            "verse": 17,
            "text": "ਅਤੇ ਨੂਹ ਤੋਂ ਬਾਅਦ ਅਸੀਂ ਕਿੰਨੀਆਂ ਹੀ ਕੌਮਾਂ ਨੂੰ ਖ਼ਤਮ ਕਰ ਦਿੱਤਾ ਅਤੇ ਤੇਰਾ ਰੱਬ ਹੀ ਕਾਫੀ ਹੈ ਆਪਣੇ ਬੰਦਿਆਂ ਦੇ ਪਾਪਾਂ ਨੂੰ ਜਾਣਨ ਲਈ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਵੇਖਣ ਲਈ।"
        },
        {
            "chapter": 17,
            "verse": 18,
            "text": "ਜਿਹੜਾ ਬੰਦਾ ਦੁਨੀਆਂ ਦੇ ਸੁੱਖਾਂ ਨੂੰ ਚਾਹੁੰਦਾ ਹੈ ਉਸ ਨੂੰ ਅਸੀਂ' ਦੇ ਦਿੰਦੇ ਹਾਂ, ਜਿੰਨ੍ਹਾਂ ਵੀ ਅਸੀਂ ਦੇਣਾ ਚਾਹੀਏ। ਫਿਰ ਅਸੀਂ ਉਸ ਲਈ ਨਰਕ ਪੱਕਾ ਕਰ ਦਿੱਤਾ ਹੈ ਉਹ ਉਸ ਵਿਚ ਤ੍ਰਿਸਕਾਰਿਆ ਅਤੇ ਠੁਕਰਾਇਆ ਹੋਇਆ ਬਣ ਕੇ ਵਾਖਲ ਹੋਵੇਗਾ।"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "ਅਤੇ ਜਿਸ ਨੇ ਅਖ਼ਿਰਤ ਨੂੰ ਚਾਹਿਆ ਅਤੇ ਉਸ ਲਈ ਸੰਘਰਸ਼ ਕੀਤਾ, ਜੇਕਰ ਉਹ ਮੋਮਿਨ ਹੈ ਤਾਂ ਉਸ ਦਾ ਕੀਤਾ ਸੰਘਰਸ਼ ਅਤੇ ਯਤਨ ਸਵੀਕਾਰ ਹੋਣਗੇ।"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "ਅਤੇ ਅਸੀਂ ਹਰ ਇੱਕ ਨੂੰ ਤੇਰੇ ਰੱਬ ਦੀਆਂ ਬਖਸ਼ਿਸ਼ਾਂ ਵਿਚੋਂ ਹੀ ਪਹੁੰਚਾਉਂਦੇ ਹਾਂ, ਇਨ੍ਹਾਂ ਨੂੰ ਵੀ ਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਵੀ ਅਤੇ ਤੇਰੇ ਰੱਬ ਦੀਆਂ ਬਖਸ਼ਿਸ਼ਾਂ ਲਈ ਕਿਸੇ ਨੂੰ ਰੋਕ ਨਹੀਂ।"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "ਦੇਖੋ ਅਸੀਂ ਉਨ੍ਹਾਂ ਦੇ ਇੱਕ ਉੱਪਰ ਦੂਸਰੇ ਨੂੰ ਕਿਸ ਤਰ੍ਹਾਂ ਉਤਮਤਾ ਬਖਸ਼ੀ ਹੈ ਅਤੇ ਨਿਸ਼ਚਿਤ ਰੂਪ ਨਾਲ ਅਮਿਰਤ ਹੋਰ ਵੀ ਜ਼ਿਆਦਾ ਵੱਡਾ ਹੈ ਦਰਜੇ ਅਤੇ ਸ੍ਰੇਸ਼ਟਤਾ ਦੇ ਅਨੁਸਾਰ।"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "ਤਾਂ ਅੱਲਾਹ ਦੇ ਬਰਾਬਰ ਕਿਸੇ ਹੋਰ ਨੂੰ ਸ਼ਰੀਕ ਨਾ ਬਣਾ ਨਹੀਂ ਤਾਂ ਤੂੰ ਮਜਬੂਰ ਅਤੇ ਕਮਜ਼ੋਰ ਹੋ ਕੇ ਰਹਿ ਜਾਏਗਾ।"
        },
        {
            "chapter": 17,
            "verse": 23,
            "text": "ਅਤੇ ਤੇਰੇ ਰੱਬ ਨੇ ਹੁਕਮ ਕਰ ਦਿੱਤਾ ਹੈ, ਕਿ ਤੂੰ ਉਸ ਤੋਂ ਬਿਨ੍ਹਾਂ ਕਿਸੇ ਹੋਰ ਦੀ ਬੰਦਗੀ ਨਾ ਕਰ, ਮਾਤਾ ਪਿਤਾ ਨਾਲ ਚੰਗਾ ਵਿਹਾਰ ਕਰ। ਜੇਕਰ ਉਹ ਤੇਰੇ ਸਾਹਮਣੇ ਬੂਢੇਪੇ ਵਿਚ ਪਹੁੰਚ ਜਾਣ ਤਾਂ ਉਨ੍ਹਾਂ ਵਿਚੋਂ ਇੱਕ ਜਾਂ ਦੋਵਾਂ ਨੂੰ ਉਫ਼ ਤੱਕ ਨਾ ਕਹਿ ਅਤੇ ਨਾ ਉਨ੍ਹਾਂ ਨੂੰ ਝਿੜਕ। ਉਨ੍ਹਾਂ ਨਾਲ ਇੱਜ਼ਤ ਨਾਲ ਗੱਲ ਕਰ।"
        },
        {
            "chapter": 17,
            "verse": 24,
            "text": "ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਸਾਹਮਣੇ ਨਿਮਰਤਾ ਪੂਰਵਕ ਪਿਆਰ ਦੀਆਂ ਬਾਹਾਂ ਫੈਲਾ ਦੋ। ਅਤੇ ਆਖੋ, ਕਿ ਹੇ ਪਾਲਣਹਾਰ! ਇਨ੍ਹਾਂ ਚੋਵਾਂ ਉੱਪਰ ਰਹਿਮ ਕਰ। ਜਿਵੇਂ ਇਨ੍ਹਾਂ ਨੇ (ਰਹਿਮਤ ਕਰ ਕੇ) ਬਚਪਨ ਵਿਚ ਮੈਨੂੰ ਪਾਲਿਆ।"
        },
        {
            "chapter": 17,
            "verse": 25,
            "text": "ਤੁਹਾਡਾ ਰੱਬ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦਾ ਹੈ ਕਿ ਤੁਹਾਡੇ ਦਿਲਾਂ ਵਿਚ ਕੀ ਹੈ। ਜੇਕਰ ਤੁਸੀਂ ਨੇਕ ਰਹੋਗੇ ਤਾਂ ਉਹ ਤੌਬਾ ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ ਮੁਆਫ਼ ਕਰ ਦੇਣ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 17,
            "verse": 26,
            "text": "ਅਤੇ ਰਿਸ਼ਤੇਦਾਰਾਂ ਨੂੰ, ਨਿਰਧਨਾ ਨੂੰ ਅਤੇ ਮੁਸਾਫਿਰਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦਾ ਹੱਕ ਦੇ ਦੇਵੋਂ ਅਤੇ ਫਜ਼ੂਲ ਖਰਚੀ ਨਾ ਕਰੋ।"
        },
        {
            "chapter": 17,
            "verse": 27,
            "text": "ਬੇਸ਼ੱਕ ਫਜ਼ੂਲ ਖ਼ਰਚੀ ਕਰਨ ਵਾਲੇ ਸ਼ੈਤਾਨ ਦੇ ਭਰਾ ਹਨ ਅਤੇ ਸ਼ੈਤਾਨ ਆਪਣੇ ਰੱਬ ਦਾ ਬੇਹੱਦ ਨਾ ਸ਼ੁਕਰਾ ਹੈ।"
        },
        {
            "chapter": 17,
            "verse": 28,
            "text": "ਅਤੇ ਜੇਕਰ ਤੁਹਾਨੂੰ ਆਪਣੇ ਰੱਬ ਦੀ ਕਿਰਪਾ, ਜਿਸ ਦੀ ਤੁਸੀਂ ਇੱਛਾ ਕਰਦੇ ਹੋ, ਦੀ ਉਡੀਕ ਵਿਚ ਹੋ ਅਤੇ ਉਨ੍ਹਾਂ ਤੋਂ ਬਚਣਾ ਪਵੇ ਤਾਂ ਉਨ੍ਹਾਂ ਨਾਲ ਨਿਮਰਤਾ ਪੂਰਵਕ ਗੱਲ ਕਰੋਂ।"
        },
        {
            "chapter": 17,
            "verse": 29,
            "text": "ਅਤੇ ਨਾਤਾਂ ਆਪਣਾ ਹੱਥ ਗਲੇ ਨਾਲ ਬੰਨ੍ਹ ਲਵੇਂ ਅਤੇ ਨਾ ਹੀ ਉਸ ਨੂੰ ਪੂਰਾ ਖੁੱਲ੍ਹਾ ਛੱਡ ਦੇਵੇਂ । ਤੁਸੀਂ ਮਜ਼ਬੂਰ ਅਤੇ ਕਮਜ਼ੋਰ ਬਣ ਕੇ ਨਾ ਰਹਿ ਜਾਉ।"
        },
        {
            "chapter": 17,
            "verse": 30,
            "text": "ਬੇਸ਼ੱਕ ਤੇਰਾ ਰੱਬ ਜਿਸ ਨੂੰ ਚਾਹੁੰਦਾ ਹੈ, ਜ਼ਿਆਦਾ ਰਿਜ਼ਕ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ ਅਤੇ ਜਿਸਨੂੰ ਚਾਹੁੰਦਾ ਹੈ ਸੀਮਤ ਕਰ ਦਿੰਦਾ ਹੈ। ਯਕੀਨਨ ਉਹ ਆਪਣੇ ਬੰਦਿਆਂ ਦੀ ਖ਼ਬਰ ਰੱਖਣ ਵਾਲਾ ਅਤੇ ਵੇਖਣ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 17,
            "verse": 31,
            "text": "ਅਤੇ ਆਪਣੀ ਸੰਤਾਨ ਦੀ ਕੰਗਾਲੀ ਦੇ ਡਰ ਨਾਲ ਹੱਤਿਆ ਨਾ ਕਰੋ, ਅਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਵੀ ਰਿਜ਼ਕ ਦਿੰਦੇ ਹਾਂ ਅਤੇ ਤੁਹਾਨੂੰ ਵੀ। ਬੇਸ਼ੱਕ ਉਨ੍ਹਾਂ ਦੀ ਹੱਤਿਆ ਕਰਨਾ ਬਹੁਤ ਵੱਡਾ ਪਾਪ ਹੈ।"
        },
        {
            "chapter": 17,
            "verse": 32,
            "text": "ਅਤੇ ਵਿਭਚਾਰ (ਜ਼ਿਨਾ) ਦੇ ਨੇੜੇ ਨਾ ਜਾਉ ਇਹ ਅਸ਼ਲੀਲਤਾ ਅਤੇ ਪੁੱਠਾ ਰਾਹ ਹੈ।"
        },
        {
            "chapter": 17,
            "verse": 33,
            "text": "ਅਤੇ ਜਿਸ ਜਾਨਵਾਰ ਨੂੰ ਅੱਲਾਹ ਨੇ ਸਨਮਾਨ ਵਾਲਾ ਬਣਾਇਆ ਹੈ। ਉਸ ਦੀ ਹੱਤਿਆ ਨਾ ਕਰੋਂ, ਪਰ ਇਨਸਾਫ਼ ਲਈ (ਕੋਈ ਹਰਜ਼ ਨਹੀਂ) ਅਤੇ ਜਿਸ ਬੰਦੇ ਦੀ ਅਨਿਆਂ ਪੂਰਵਕ ਹੱਤਿਆ ਹੋ ਜਾਵੇ ਤਾਂ ਅਸੀਂ ਉਸ ਦੇ ਵਾਰਿਸਾਂ ਨੂੰ (ਖੂਨ ਦੇ ਬਦਲੇ ਦਾ) ਅਧਿਕਾਰ ਦਿੱਤਾ ਹੈ। ਉਹ ਹੱਤਿਆ ਵਿਚ ਹੱਦਾਂ ਦਾ ਉਲੰਘਣ ਨਾ ਕਰਨ ਉਸ ਦੀ ਮਦਦ ਕੀਤੀ ਜਾਵੇ।"
        },
        {
            "chapter": 17,
            "verse": 34,
            "text": "ਅਤੇ ਤੁਸੀਂ ਯਤੀਮ ਦੀ ਦੌਲਤ ਦੇ ਨੇੜੇ ਨਾ ਜਾਵੋ ਪਰ ਇਹ ਯੋਗ ਹੋਵੇ। ਇਥੋਂ ਤੱਕ ਕਿ ਉਹ ਆਪਣੀ ਜਵਾਨੀ ਦੀ ਅਵਸਥਾ ਨੂੰ ਪਹੁੰਚ ਜਾਣ। ਵਾਅਦੇ ਨੂੰ ਪੂਰਾ ਕਰੋ। ਬੇਸ਼ੱਕ ਵਾਅਦੇ ਦੀ ਪੁੱਤ ਪੜਤਾਲ (ਕਿਆਮਤ ਦੇ ਦਿਨ) ਕਦਰ ਹੋਵੇਗੀ।"
        },
        {
            "chapter": 17,
            "verse": 35,
            "text": "ਅਤੇ ਜਦੋਂ ਨਾਪ ਕੇ ਦੇਵੋ ਤਾਂ ਪੂਰਾ ਨਾਪੋ ਅਤੇ ਠੀਕ ਕੰਢੇ (ਤੱਕੜੀ) ਨਾਲ ਤੋਲ ਕੇ ਦੋਵੋ। ਇਹ ਬਿਹਤਰ ਤਰੀਕਾ ਹੈ ਅਤੇ ਇਸ ਦਾ ਨਤੀਜਾ ਵੀ ਚੰਗਾ ਹੈ।"
        },
        {
            "chapter": 17,
            "verse": 36,
            "text": "ਅਤੇ ਅਜਿਹੀ ਚੀਜ਼ ਦੇ ਪਿੱਛੇ ਨਾ ਲੱਗੋ, ਜਿਸ ਦਾ ਤੁਹਾਨੂੰ ਗਿਆਨ ਨਹੀਂ। ਬੇਸ਼ੱਕ ਕੰਨ, ਅੱਖਾਂ ਅਤੇ ਦਿਲ ਸਾਰਿਆਂ ਦੀ ਮਨੁੱਖ ਤੋਂ ਪੜਤਾਲ ਹੋਵੇਗੀ।"
        },
        {
            "chapter": 17,
            "verse": 37,
            "text": "ਅਤੇ ਧਰਤੀ ਉੱਪਰ ਆਕੜ ਕੇ ਨਾ ਚੱਲੋ। ਤੁਸੀਂ ਧਰਤੀ ਨੂੰ ਪਾੜ ਨਹੀਂ ਸਕਦੇ। ਨਾ ਤੁਸੀਂ ਪਹਾੜਾਂ ਦੀਆਂ ਉਜ਼ਾਈਆਂ ਤੱਕ ਪਹੁੰਚ ਸਕਦੇ ਹੋ।"
        },
        {
            "chapter": 17,
            "verse": 38,
            "text": "ਇਹ ਸਾਰੇ ਬੂਰੇ ਕੰਮ ਤੇਰੇ ਰੱਬ ਨੂੰ ਪਸੰਦ ਨਹੀ ਹਨ।"
        },
        {
            "chapter": 17,
            "verse": 39,
            "text": "ਇਹ ਉਹ ਗੱਲਾਂ ਹਨ ਜਿਹੜੀਆਂ ਤੁਹਾਡੇ ਰੱਬ ਨੇ ਹਿਕਮਤ ਦੀਆਂ ਗਹਰਿਈਆਂ ਵਿਚੋਂ (ਨੇਕੀ ਕਾਰਨ) ਤੁਹਾਡੇ ਵੱਲ ਵਹੀ (ਸੰਦੇਸ਼ ਦਾ ਰੂਪ) ਦੁਆਰਾ ਭੇਜੀਆਂ ਹਨ। ਅਤੇ ਅੱਲਾਹ ਦੇ ਬਰਾਬਰ ਕੋਈ ਹੋਰ ਪੂਜਣਯੋਗ ਨਾ ਬਨਾਉਣਾ, ਨਹੀਂ ਤਾਂ ਤੁਸੀਂ ਨਿੰਦਕ ਅਤੇ ਫਿਟਕਾਰੇ ਹੋਏ ਬਣਾ ਕੇ ਨਰਕ ਵਿਚ ਭੇਜ ਦਿੱਤੇ ਜਾਵੋਗੇ।"
        },
        {
            "chapter": 17,
            "verse": 40,
            "text": "ਕੀ ਤੁਹਾਡੇ ਰੱਬ ਨੇ ਤੁਹਾਨੂੰ ਬੇਟੇ ਚੁਣ ਕੇ ਦਿੱਤੇ ਅਤੇ ਆਪਣੇ ਲਈ ਫ਼ਰਿਸ਼ਤਿਆਂ ਵਿਚੋਂ ਬੇਟੀਆਂ ਬਣਾ ਲਈਆਂ। ਬੇਸ਼ੱਕ ਤੁਸੀਂ ਬੇਹੱਦ ਸਖ਼ਤ ਗੱਲ ਕਰਦੇ ਹੈਂ।"
        },
        {
            "chapter": 17,
            "verse": 41,
            "text": "ਅਤੇ ਇਸ ਕੁਰਆਨ ਵਿਚ ਭਿੰਨ-ਭਿੰਨ ਤਰ੍ਹਾਂ ਨਾਲ ਬਿਆਨ ਕੀਤਾ ਹੈ, ਤਾਂ ਕਿ ਉਹ ਇਸ ਦਾ ਪਾਲਣ ਕਰਨ। ਪਰ ਇਨ੍ਹਾਂ ਦੀ ਬੇਮੁਖਤਾ ਵਧਦੀ ਹੀ ਜਾਂਦੀ ਹੈ।"
        },
        {
            "chapter": 17,
            "verse": 42,
            "text": "ਆਖੋ, ਕਿ ਜੇਕਰ ਅੱਲਾਹ ਦੇ ਬਰਾਸ਼ਰ ਹੋਰ ਵੀ ਪੂਜਣਯੋਗ ਹੁੰਦੇ, ਜਿਵੇਂ ਕਿ ਲੋਕ ਆਖਦੇ ਹਨ, ਤਾਂ ਉਹ ਸਿੰਘਾਸਣ ਵਾਲੇ ਵੱਲ ਜ਼ਰੂਰ ਰਾਹ ਕਢਦੇ।"
        },
        {
            "chapter": 17,
            "verse": 43,
            "text": "ਅੱਲਾਹ ਪਾਕ ਅਤੇ ਸ੍ਰੇਸ਼ਟ ਹੈ। ਉਸ ਤੋਂ ਜਿਹੜਾ ਇਹ ਲੋਕ ਕਹਿੰਦੇ ਹਨ।"
        },
        {
            "chapter": 17,
            "verse": 44,
            "text": "ਸੱਤੇ ਅਸਮਾਨ ਅਤੇ ਧਰਤੀ ਅਤੇ ਇਨ੍ਹਾਂ ਵਿਚ ਜੌ ਵੀ ਹੈ, ਸਾਰੇ ਹੀ ਉਸ ਦੀ ਪਵਿੱਤਰਤਾ ਤਾ ਵਰਨਣ ਕਰਦੇ ਹਨ। ਅਤੇ ਕੌਈ ਚੀਜ਼ ਵੀ ਅਜਿਹੀ ਨਹੀਂ ਜਿਹੜੀ ਪ੍ਰਸੰਨਤਾ ਦੇ ਨਾਲ ਉਸ ਦੀ ਪਵਿੱਤਰਤਾ ਦਾ ਬਿਆਨ ਨਾ ਕਰਦੀ ਹੋਵੇ। ਪਰ ਤੁਸੀਂ ਉਸ ਦੀ ਉਪਮਾ ਨੂੰ ਨਹੀਂ ਸਮਝਦੇ। ਨਿਰੰਸੰਦੇਹ ਉਹ ਬਰਦਾਸ਼ਤ ਕਰਨ ਵਾਲਾ ਅਤੇ ਮੁਆਫ਼ ਕਰਨ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 17,
            "verse": 45,
            "text": "ਅਤੇ ਜਦੋਂ' ਤੁਸੀਂ ਕੁਰਆਨ ਪੜਦੇ ਹੋ ਤਾਂ ਅਸੀਂ' ਤੁਹਾਡੇ ਅਤੇ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਦੇ ਵਿਚਕਾਰ ਇੱਕ ਗੁਪਤ ਪਰਦਾ ਪਾ ਦਿੰਦੇ ਹਾਂ, ਜਿਹੜੇ ਆਸਿਰਤ ਨੂੰ ਨਹੀਂ ਮੰਨਦੇ।"
        },
        {
            "chapter": 17,
            "verse": 46,
            "text": "ਅਤੇ ਅਸੀਂ ਉਨ੍ਹਾਂ ਦੇ ਦਿਲਾਂ ਤੇ ਪਰਦਾ ਪਾ ਦਿੰਦੇ ਹਾਂ ਕਿ ਉਹ ਉਸ ਨੂੰ ਨਾ ਸਮਝਣ, ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਕੰਨਾਂ ਨੂੰ ਬੋਲੇ ਕਰ ਦਿੰਦੇ ਹਾਂ। ਅਤੇ ਜਦੋਂ ਤੁਸੀਂ ਕੁਰਆਨ ਵਿਚ ਇਕੱਲਾ ਆਪਣੇ ਰੱਬ ਦਾ ਜ਼ਿਕਰ ਕਰਦੇ ਹੋ, ਤਾਂ ਉਹ ਨਫ਼ਰਤ ਨਾਲ ਆਪਣੀ ਪਿੱਠ ਫੇਰ ਲੈਂਦੇ ਹਨ।"
        },
        {
            "chapter": 17,
            "verse": 47,
            "text": "ਅਤੇ ਅਸੀਂ ਜਾਣਦੇ ਹਾਂ ਕਿ ਜਦੋਂ ਉਹ ਤੁਹਾਡੇ ਵੱਲ ਕੰਨ ਲਾਉਂਦੇ ਹਨ ਤਾਂ ਉਹ ਕਿਸ ਲਈ ਸੁਣਦੇ ਹਨ, ਜਦੋਂ ਕਿ ਉਹ ਆਪਿਸ ਵਿਚ ਕਾਨਾਫੂਸੀ (ਚੁਗਲੀ) ਕਰਦੇ ਹਨ। ਇਹ ਜ਼ਾਲਿਮ ਆਖਦੇ ਹਨ ਕਿ ਤੁਸੀਂ ਲੋਕ ਤਾਂ ਸੱਸ ਇੱਕ ਜਾਦੂਗਰ ਬੰਦੇ ਦੇ ਪਿੱਛੇ ਚੱਲ ਰਹੇ ਹੋ।"
        },
        {
            "chapter": 17,
            "verse": 48,
            "text": "ਦੇਖੋ, ਉਹ ਤੁਹਾਡੇ ਲਈ ਉਹ ਕਿਹੋ ਜਿਹੀਆਂ ਹੁਜਤਾਂ ਘੜ ਰਹੇ ਹਨ। ਇਹ ਲੋਕ ਗ੍ਰੰਮਰਾਹ ਹੋ ਗਏ ਹਨ ਅਤੇ ਇਹ ਰਾਹ ਨਹੀਂ ਪਾ ਸਕਦੇ।"
        },
        {
            "chapter": 17,
            "verse": 49,
            "text": "ਅਤੇ ਉਹ ਆਖਦੇ ਹਨ ਕਿ ਜਦੋਂ ਅਸੀਂ ਹੱਡੀ ਅਤੇ ਜ਼ੂਰਾ ਬਣ ਜਾਵਾਂਗੇ ਤਾਂ ਕੀ ਅਸੀਂ ਫਿਰ ਨਵੇਂ ਸਿਰੇ ਤੋਂ ਚੁੱਕੇ ਜਾਵਾਂਗੇ।"
        },
        {
            "chapter": 17,
            "verse": 50,
            "text": "ਆਖੋ, ਕਿ ਤੁਸੀਂ ਭਾਵੇਂ ਪੱਥਰ ਜਾਂ ਲੋਹਾ ਬਣ ਜਾਵੋ।"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "ਜਾਂ ਕੋਈ ਹੋਰ ਵਸਤੂ ਜਿਹੜੀ ਤੁਹਾਡੀ ਕਲਪਨਾ ਤੋਂ ਵੀ ਜ਼ਿਆਦਾ ਸਖ਼ਤ ਹੋਵੇ। ਫਿਰ ਉਹ ਆਖਣਗੇ ਕਿ ਉਹ ਕੌਣ ਹੈ, ਜਿਹੜਾ ਸਾਨੂੰ ਮੁੜ ਜੀਵਿਤ ਕਰੇਗਾ। ਤੁਸੀਂ ਆਖੋਂ ਕਿ ਉਹ ਹੀ, ਜਿਸ ਨੇ ਤੁਹਾਨੂੰ ਪਹਿਲੀ ਵਾਰ ਪੈਦਾ ਕੀਤਾ ਹੈ। ਫਿਰ ਉਹ ਤੁਹਾਡੇ ਅੱਗੇ ਆਪਣਾ ਸਿਰ ਹਿਲਾਉਣਗੇ ਅਤੇ ਦਰ ਆ ਸਰ ਆ ਨੇੜੇ ਆ ਪੁੱਜਾ ਹੋਵੇ।"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "ਜਿਸ ਦਿਨ ਅੱਲਾਹ ਤੁਹਾਨੂੰ ਸੱਦੇਗਾ ਤਾਂ ਤੁਸੀ ਉਸ ਦੀ ਪ੍ਰਸੰਸਾ ਕਰਦੇ ਹੋਏ, ਉਸ ਦੇ ਬੁਲਾਉਣ ਤੇ ਭੱਜੇ ਚਲੇ ਆਉਂਗੇ। ਅਤੇ ਤੁਸੀਂ ਸੋਚੋਂਗੇ ਕਿ ਤੁਸੀਂ ਬਹੁਤ ਕੌੜ੍ਹੇ ਸਮੇ ਤੱਕ ਰਹੇ।"
        },
        {
            "chapter": 17,
            "verse": 53,
            "text": "ਅਤੇ ਮੇਰੇ ਆਦਮੀਆਂ ਨੂੰ ਆਖੋ, ਉਹ ਹੀ_ਗੱਲ ਕਰਨ ਜਿਹੜੀ ਮਨਭਾਉਂਦੀ ਹੋਵੇ। ਸ਼ੈਤਾਨ ਉਨ੍ਹਾਂ ਦੇ ਵਿਚਕਾਰ ਵਿਗਾੜ ਪੈਦਾ ਕਰਦਾ ਹੈ। ਬੇਸ਼ੱਕ, ਸ਼ੈਤਾਨ ਮਨੁੱਖ ਦਾ ਖੁੱਲ੍ਹਾ ਦੁਸ਼ਮਣ ਹੈ।"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "ਤੁਹਾਡਾ ਰੱਬ ਤੁਹਾਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦਾ ਹੈ। ਜੇਕਰ ਉਹ ਚਾਹੇ ਤਾਂ ਤੁਹਾਡੇ ਉੱਪਰ ਰਹਿਮ ਕਰੇ ਜਾਂ ਚਾਹੇ ਕੋਈ ਸਜ਼ਾ ਦੇਵੇ। ਅਤੇ ਅਸੀਂ ਤੁਹਾਨੂੰ ਕੋਈ ਇਨ੍ਹਾਂ ਦਾ ਜਿੰਮੇਵਾਰ ਸ਼ਣਾ ਕੇ ਨਹੀਂ ਭੇਜਿਆ।"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "ਅਤੇ ਤੁਹਾਡਾ ਰੱਬ ਉਸ ਨੂੰ ਚੰਗੀ ਤਰਾਂ ਜਾਣਦਾ ਹੈ ਜਿਹੜਾ ਧਰਤੀ ਅਤੇ ਆਕਾਸ਼ਾਂ ਵਿਚ ਹੈ। ਅਸੀਂ ਕੁਝ ਨਬੀਆਂ ਨੂੰ ਕੁਝ ਤੇ ਉੱਤਮਤਾ ਪ੍ਰਦਾਨ ਕੀਤੀ ਹੈ, ਅਤੇ ਅਸੀਂ' ਦਾਉਦ ਨੂੰ ਜ਼ਬੂਰ ਕਿਤਾਬ ਬਖ਼ਸ਼ਿਸ਼ ਕੀਤੀ।"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "ਆਖੋਂ, ਕਿ ਉਨ੍ਹਾਂ ਨੂੰ ਪੁਕਾਰੋਂ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੁਸੀਂ ਅੱਲਾਹ ਤੋ ਬਿਨਾ ਪੂਜਨੀਕ ਸਮਝ ਰੱਖਿਆ ਹੈ। ਉਹ ਨਾ ਤਾਂ ਤੁਹਾਡੇ ਤੋਂ ਕਿਸੇ ਮੁਸ਼ਕਲ ਨੂੰ ਦੂਰ ਕਰਨ ਦੀ ਤਾਕਤ ਰਖਦੇ ਹਨ, ਅਤੇ ਨਾ ਉਹ ਉਸਨੂੰ ਬਦਲ ਸਕਦੇ ਹਨ।"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "ਜਿਨ੍ਹਾਂ ਨੂੰ ਇਹ ਲੋਕ ਪੁਕਾਰਦੇ ਹਨ, ਉਹ ਖ਼ੁਦ ਆਪਣੇ ਰੱਬ ਦਾ ਆਸਰਾ ਲਭਦੇ ਹਨ। ਕੀ ਪਤਾ ਉਨ੍ਹਾਂ ਵਿਚੋਂ ਕੌਣ ਸਭ ਤੋਂ ਜ਼ਿਆਦਾ ਨੇੜੇ ਹੋ ਜਾਵੇ, ਅਤੇ ਉਹ ਆਪਣੇ ਰੱਬ ਦੀ ਕਿਰਪਾ ਦੇ ਇਛੁੱਕ ਹਨ ਅਤੇ ਉਹ ਉਸ ਦੀ ਸਜ਼ਾ ਤੋਂ ਡਰਦੇ ਹਨ, ਅਸਲ ਵਿਚ ਤੁਹਾਡੇ ਰੱਬ ਦੀ ਸਜ਼ਾ ਡਰਨ ਦੀ ਹੀ ਚ਼ੀਜ਼ ਹੈ।"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "ਅਤੇ ਕੋਈ ਬਸਤੀ ਅਜਿਹੀ ਨਹੀਂ ਜਿਸ ਨੂੰ ਅਸੀਂ ਕਿਆਮਤ ਤੋਂ ਪਹਿਲਾਂ ਨਸ਼ਟ ਨਾ ਕਰੀਏ ਜਾਂ ਕਠੋਰ ਸਜ਼ਾ ਨਾ ਦੇਈਏ। ਇਹ ਗੱਲ ਕਿਤਾਬ ਵਿਚ ਲਿਖੀ ਹੋਈ ਹੈ।"
        },
        {
            "chapter": 17,
            "verse": 59,
            "text": "ਅਤੇ ਸਾਨੂੰ ਨਿਸ਼ਾਨੀਆਂ ਭੇਜਣ ਤੋਂ ਨਹੀਂ ਰੋਕਿਆ, ਪਰ ਉਸ ਗੱਲ ਤੋਂ ਕਿ ਪਿਛਲਿਆਂ ਨੇ ਜਾਂ ਵਡੇਰਿਆਂ ਨੇ ਉਸ ਤੋਂ ਇਨਕਾਰ ਕੀਤਾ। ਅਸੀਂ ਸਮੂਦ ਨੂੰ ਸਮਝਾਉਣ ਲਈ ਊਠਣੀ ਬ਼ਖਸ਼ੀ ਫਿਰ ਉਨ੍ਹਾਂ ਨੇ ਉਸ ਤੇ ਜ਼ੁਲਮ ਕੀਤਾ। ਅਤੇ ਅਸੀਂ ਨਿਸ਼ਾਨੀਆ ਕੇਵਲ ਡਰਾਉਣ ਲਈ ਹੀ ਭੇਜਦੇ ਹਾਂ।"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "ਅਤੇ ਜਦੋਂ ਅਸੀਂ ਤੁਹਾਨੂੰ ਕਿਹਾ ਕਿ ਤੁਹਾਡੇ ਰੱਬ ਨੇ ਲੋਕਾਂ ਨੂੰ ਘੇਰੇ ਵਿਚ ਲੈ ਲਿਆ ਹੈ ਅਤੇ ਉਹ ਦ੍ਰਿਸ਼ ਜਿਹੜਾ ਅਸੀਂ' ਤੁਹਾਨੂੰ ਦਿਖਾਇਆ, ਉਹ ਕੇਵਲ ਲੋਕਾਂ ਦੀ ਪੜਤਾਲ ਲਈ ਸੀ। ਅਤੇ ਉਸ ਦਰੱਖ਼ਤ ਦੀ ਵੀ ਜਿਸਦੀ ਕੁਰਆਨ ਵਿਜ਼ ਨਿੰਦਾ ਕੀਤੀ ਗਈ ਹੈ ਅਤੇ ਅਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਡਰਾਉਂਦੇ ਹਾਂ, ਪਰੰਤੂ ਉਨ੍ਹਾਂ ਦੇ ਵਿਦਰੋਹ ਦੀ ਸੀਮਾ ਵਧਦੀ ਹੀ ਜਾ ਰਹੀ ਹੈ।"
        },
        {
            "chapter": 17,
            "verse": 61,
            "text": "ਅਤੇ ਜਦੋਂ ਅਸੀਂ ਫ਼ਰਿਸ਼ਤਿਆਂ ਨੂੰ ਕਿਹਾ ਕਿ ਆਦਮ ਨੂੰ ਸਿਜਦਾ ਕਰੋਂ ਤਾਂ ਉਨ੍ਹਾਂ ਨੇ ਸਿਜਦਾ ਕੀਤਾ ਪਰੰਤੂ ਇਬਲੀਸ ਨੇ ਸਿਜਦਾ ਨਹੀਂ ਕੀਤਾ। ਉਸ ਨੇ ਕਿਹਾ ਕੀ ਮੈਂ ਅਜਿਹੇ ਬੰਦੇ ਨੂੰ ਸਿਜਦਾ ਕਰਾਂ ਜਿਸ ਨੂੰ ਤੂੰ ਮਿੱਟੀ ਤੋਂ ਬਣਾਇਆ ਹੈ।"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "ਉਸ ਨੇ ਕਿਹਾ ਜ਼ਰਾ ਦੇਖ ਇਹ ਬੰਦਾ, ਜਿਸਨੂੰ ਤੂੰ ਮੇਰੇ ਉੱਪਰ ਭਾਰੀ ਕੀਤਾ ਹੈ। ਜੇਕਰ ਤੂੰ ਮੈਨੂੰ ਕਿਆਮਤ ਦੇ ਦਿਨ ਤੱਕ ਮੌਕਾ ਦੇਵੇਂ ਤਾਂ ਮੈਂ ਥੋੜ੍ਹੇ ਲੋਕਾਂ ਨੂੰ ਛੱਡ ਕੇ ਇਨ੍ਹਾਂ ਦੀ ਪੂਰੀ ਔਲਾਦ ਨੂੰ ਖਾ ਜਾਉਂਗਾ। ਭਾਵ ਕੁਰਾਹੇ ਪਾ ਦਿਆਗਾਂ।"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "ਰੱਬ ਨੇ ਕਿਹਾ ਕਿ ਜਾ, ਇਨ੍ਹਾਂ ਵਿਚੋ ਜਿਹੜਾ ਵੀ ਤੇਰਾ ਸਾਥੀ ਬਣਿਆ ਤਾਂ ਨਰਕ ਤੁਸੀਂ ਸਾਰਿਆਂ ਦਾ ਵੱਡਾ ਬਦਲਾ ਹੈ।"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "ਅਤੇ ਉਨ੍ਹਾਂ ਵਿਚੋਂ ਜਿਸ ਉੱਪਰ ਤੇਰਾ ਵੱਸ ਚੱਲੇ, ਤੂੰ ਆਪਣੀ ਅਵਾਜ਼ ਦੇ ਨਾਲ ਉਨ੍ਹਾਂ ਦੇ ਪੈਰਾਂ ਨੂੰ ਉਖਾੜ ਦੇ ਅਤੇ ਉਨ੍ਹਾਂ ਉੱਪਰ ਆਪਣੇ ਘੋੜ ਸਵਾਰ ਅਤੇ ਪੈਦਲ ਫੌਜਾਂ ਚਾੜ੍ਹ ਦੇ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀ ਜਾਇਦਾਦ ਅਤੇ ਔਲਾਦ ਵਿਚ ਭਾਈਵਾਲ ਬਣ ਜਾ ਅਤੇ ਉਨ੍ਹਾਂ ਨਾਲ ਵਾਅਦਾ ਕਰ। ਅਤੇ ਸ਼ੈਤਾਨ ਦਾ ਵਾਅਦਾ ਇੱਕ ਧੋਖੇ ਤੋਂ ਿਲ੍ਹਾਂ ਕੁਝ ਨਹੀਂ।"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "ਬੇਸ਼ੱਕ ਜਿਹੜੇ ਮੇਰੇ ਸੱਚੇ ਬੰਦੇ ਹਨ ਉਨ੍ਹਾਂ ਉੱਪਰ ਤੇਰਾ ਵੱਸ ਨਹੀਂ ਜ਼ੱਲੇਗਾ ਅਤੇ ਤੇਰਾ ਰੱਬ ਕਾਰਜ ਸਵਾਰਨ ਲਈ ਕਾਫ਼ੀ ਹੈ।"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "ਤੁਹਾਡਾ ਰੱਬ ਉਹ ਹੈ, ਜਿਹੜਾ ਤੁਹਾਡੇ ਲਈ ਸਮੁੰਦਰ ਵਿਚ ਕਿਸ਼ਤੀਆਂ ਚਲਾਉਂਦਾ ਹੈ, ਤਾਂ ਕਿ ਤੁਸੀਂ ਉਸ ਦੀ ਕਿਰਪਾ ਨਾਲ ਰੋਜ਼ੀ ਰੋਟੀ ਦੀ ਤਲਾਸ਼ ਕਰੋ। ਬੇਸ਼ੱਕ ਉਹ ਤੁਹਾਡੇ ਉੱਪਰ ਕਿਰਪਾਲੂ ਹੈ।"
        },
        {
            "chapter": 17,
            "verse": 67,
            "text": "ਅਤੇ ਜਦੋਂ ਸਮੁੰਦਰ ਵਿਚ ਤੁਹਾਡੇ ਉੱਪਰ ਕੋਈ ਆਫ਼ਤ ਆ ਜਾਂਦੀ ਹੈ ਤਾਂ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਪੂਜਣਯੋਗਾਂ ਨੂੰ ਭੁੱਲ ਜਾਂਦੇ ਹੋ ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੁਸੀਂ ਰੱਬ ਤੋਂ ਬਿਲ੍ਹਾਂ ਮੰਨਦੇ ਸੀ। ਫਿਰ ਜਦੋਂ ਉਹ ਤੁਹਾਨੂੰ ਸੁੱਕੀ ਧਰਤੀ ਵੱਲ ਲਿਆ ਕੇ ਬਚਾ ਲੈਂਦਾ ਹੈ ਤਾਂ ਤੁਸੀਂ ਫਿਰ ਬੇਮੁੱਖ ਹੋ ਜਾਂਦੇ ਹੋ। ਅਤੇ ਮਨੁੱਖ ਵੱਡਾ ਹੀ ਨਾ-ਸ਼ੁਕਰਾ ਹੈ।"
        },
        {
            "chapter": 17,
            "verse": 68,
            "text": "ਕੀ ਤੁਸੀਂ ਇਸ ਤੋਂ ਨਿਡਰ ਹੋ ਗਏ ਹੋ ਕਿ ਰੱਬ ਤੁਹਾਨੂੰ ਸੁੱਕੀ ਭੂਮੀ ਵੱਲ ਲਿਆ ਕੇ ਜ਼ਮੀਨ ਵਿਚ ਧਸਾ ਦੇਵੇ ਜਾਂ ਤੁਹਾਡੇ ਉੱਪਰ ਪੱਥਰਾਂ ਦੀ ਵਰਖਾ ਕਰਨ ਵਾਲੀ ਹਨ੍ਹੇਰੀ ਭੇਜ ਦੇਵੇ ਅਤੇ ਫਿਰ ਤੁਸੀਂ ਕਿਸੇ ਨੂੰ ਵੀ ਆਪਣਾ ਕਾਰਜ ਸਵਾਰਨ ਵਾਲਾ ਨਾ ਦੇਖੋਗੇ।"
        },
        {
            "chapter": 17,
            "verse": 69,
            "text": "ਜਾਂ ਤੁਸੀਂ ਇਸ ਤੋਂ ਬੇਪ੍ਰਵਾਹ ਹੋ ਗਏ ਹੋ, ਕਿ ਉਹ ਤੁਹਾਨੂੰ ਫਿਰ ਸਮੁੰਦਰ ਵਿਚ ਲੈ ਜਾਏ ਅਤੇ ਤੁਹਾਡੇ ਉੱਪਰ ਹਵਾ ਦਾ ਤੇਜ ਤੂਫਾਨ ਭੇਜ ਦੇਵੇ ਅਤੇ ਤੁਹਾਨੂੰ ਤੁਹਾਡੇ ਕੁਫ਼ਰ ਦੇ ਕਾਰਨ ਛਬੋਂ ਦੇਵੇ। ਫ਼ਿਰ ਤੁਸੀਂ ਉਸ ਲਈ ਕੋਈ ਸਾਡਾ ਪਿੱਛਾ ਕਰਨ ਵਾਲਾ ਨਾ ਦੇਖੌਗੇ।"
        },
        {
            "chapter": 17,
            "verse": 70,
            "text": "ਅਤੇ ਅਸੀਂ ਆਦਮ ਦੀ ਸੰਤਾਨ ਨੂੰ ਇੱਜਤ ਬਖ਼ਸ਼ੀ। ਅਤੇ ਅਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਜ਼ਮੀਨ ਅਤੇ ਸਮੁੰਦਰ ਵਿਚ (ਸਫ਼ਰ ਕਰਨ ਵਾਸਤੇ) ਸਵਾਰੀਆਂ ਦਿੱਤੀਆਂ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਪਾਕ ਵਸਤੂਆਂ ਦਾ ਰਿਜ਼ਕ ਦਿੱਤਾ ਅਤੇ ਅਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਆਪਣੀਆਂ ਬਹੁਤ ਸਾਰੀਆਂ ਰਚਨਾਵਾਂ ਨਾਲੋਂ ਸ੍ਰੇਸ਼ਟਤਾ ਬਸ਼ਸ਼ੀ।"
        },
        {
            "chapter": 17,
            "verse": 71,
            "text": "ਜਿਸ ਦਿਨ ਅਸੀਂ ਹਰੇਕ ਸਮੂਹ ਨੂੰ ਉਸ ਦੇ ਆਗੂ ਦੇ ਸਹਿਤ ਬੁਲਾਵਾਂਗੇ ਅਤੇ ਜਿਸ ਦਾ ਕਰਮ ਪੱਤਰ ਉਸ ਦੇ ਸੱਜੇ ਹੱਥ ਵਿਚ ਦਿੱਤਾ ਜਾਵੇਗਾ। ਉਹ ਲੋਕ ਆਪਣਾ ਕਰਮ ਪੱਤਰ ਪੜ੍ਹਨਗੇ ਅਤੇ ਉਨ੍ਹਾਂ ਨਾਲ ਭੋਰਾ ਵੀ ਬੇ-ਇਨਸਾਫੀ ਨਹੀਂ ਕੀਤੀ ਜਾਵੇਗੀ।"
        },
        {
            "chapter": 17,
            "verse": 72,
            "text": "ਅਤੇ ਜਿਹੜੇ ਬੰਦੇ ਇਸ ਸੰਸਾਰ ਵਿਚ ਅੰਨ੍ਹੇ ਰਹੇ ਉਹ ਆਖ਼ਿਰਤ ਵਿਚ ਵੀ' ਅੰਨ੍ਹੇ ਹੀ ਰਹਿਣਗੇ ਅਤੇ ਉਹ ਰਾਹ ਤੋਂ ਬਹੁਤ ਦੂਰ ਡਿੱਗੇ ਹੋਣਗੇ।"
        },
        {
            "chapter": 17,
            "verse": 73,
            "text": "ਅਤੇ ਨੇੜੇ ਸੀ ਕਿ ਇਹ ਲੋਕ ਤੁਹਾਨੂੰ ਇਮਤਿਹਾਨ ਵਿਚ ਪਾ ਕੇ ਉਸ ਤੋਂ ਪਾਸੇ ਕਰ ਦੇਣ ਜੋ ਅਸੀਂ ਤੁਹਾਡੇ ਉੱਪਰ ਵਹੀ (ਸੁਨੇਹਾ) ਦੇ ਰੂਪ ਵਿਚ ਭੇਜਿਆ ਹੈ, ਤਾਂ ਕਿ ਤੁਸੀਂ ਉਸ ਤੋਂ ਬਿਨ੍ਹਾਂ ਸਾਡੇ ਵੱਲ ਝੂਠੀਆਂ ਗੱਲਾਂ ਦਾ ਸਬੰਧ ਜੋੜੋ ਅਤੇ ਤਾਂ ਉਹ ਤੁਹਾਨੂੰ ਆਪਣਾ ਮਿੱਤਰ ਬਣਾ ਲੈਂਦੇ।"
        },
        {
            "chapter": 17,
            "verse": 74,
            "text": "ਅਤੇ ਜੇਕਰ ਅਸੀਂ ਤੁਹਾਨੂੰ ਟਿਕਾ ਕੇ ਨਾ ਰੱਖਿਆ ਹੁੰਦਾ ਤਾਂ ਨੇੜੇ ਸੀ ਕਿ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਵੱਲ ਕੁਝ ਝੁਕ ਪਵੋ।"
        },
        {
            "chapter": 17,
            "verse": 75,
            "text": "ਫਿਰ ਅਸੀਂ ਤੁਹਾਨੂੰ ਜੀਵਨ ਅਤੇ ਮੌਤ ਦੋਵਾਂ ਦੀ ਦੂਹਰੀ ਸਜ਼ਾ ਢਿੰਦੇ। ਇਸ ਤੋਂ ਬਾਅਦ ਤੁਸੀਂ ਸਾਡੇ ਮੁਕਾਬਲੇ ਵਿਚ ਆਪਣਾ ਕੋਈ ਸਹਾਇਕ ਨਾ ਦੇਖਦੇ।"
        },
        {
            "chapter": 17,
            "verse": 76,
            "text": "ਅਤੇ ਇਹ ਲੋਕ ਇਸ ਖੇਤਰ ਵਿਚ ਤੁਹਾਡੇ ਪੈਰ ਉਖਾੜਨ ਲੱਗੇ ਸੀ ਤਾਂ ਕਿ ਉਹ ਮੱਕੇ ਵਿਚੋਂ ਬਾਹਰ ਕੱਢ ਦੇਣ। ਅਤੇ ਜੇਕਰ ਅਜਿਹਾ ਹੁੰਦਾ ਤਾਂ ਤੁਹਾਡੇ ਤੋਂ ਬਾਅਦ ਇਹ ਵੀ ਬਹੁਤ ਘੱਟ ਟਿਕ ਸਕਦੇ।"
        },
        {
            "chapter": 17,
            "verse": 77,
            "text": "ਜਿਵੇਂ ਕਿ ਉਨ੍ਹਾਂ ਰਸੂਲਾਂ ਦੇ ਸੀ ਅਤੇ ਤੁਸੀਂ ਸਾਡੇ ਨਿਯਮ ਵਿਚ ਕੋਈ ਤਬਦੀਲੀ ਨਾ ਦੇਖੋਗੇ।"
        },
        {
            "chapter": 17,
            "verse": 78,
            "text": "ਸੂਰਜ ਢੱਲਣ ਤੋਂ ਬਾਅਦ ਅਤੇ ਰਾਤ ਦੇ ਹਨੇਰੇ ਤੱਕ ਨਮਾਜ ਸਥਾਪਿਤ ਕਰੋ ਅਤੇ ਵਿਸ਼ੇਸ਼ ਰੂਪ ਨਾਲ ਅੰਮ੍ਰਿਤ ਵੇਲੇ ਦੀ ਕਿਰਾਅਤ (ਕੁਰਆਨ ਪੜ੍ਹਣਾ)। ਬੇਸ਼ੱਕ ਫ਼ਜਰ (ਅੰਮ੍ਰਿਤ ਵੇਲੇ) ਦੀ ਕਿਰਾਅਤ ਵਿਚ ਇਕਾਗਰਤਾ ਹੁੰਦੀ ਹੈ।"
        },
        {
            "chapter": 17,
            "verse": 79,
            "text": "ਅਤੇ ਰਾਤ ਨੂੰ ਤਹੱਜੁਦ (ਸਵੇਰ ਤੋਂ ਪਹਿਲਾਂ ਦੀ ਨਮਾਜ਼) ਪੜ੍ਹੋ ਇਹ ਨਫ਼ਲ (ਬਿਨਾਂ ਫ਼ਰਜ ਨਮਾਜ਼) ਹੈ ਤੁਹਾਡੇ ਲਈ। ਉਮੀਵ ਹੈ ਕਿ ਤੁਹਾਡਾ ਰੱਬ ਤੁਹਾਨੂੰ ਇੱਕ ਵਡਿਆਈ ਵਾਲੇ ਸਥਾਨ ਤੇ ਖੜ੍ਹਾ ਕਰੇ।"
        },
        {
            "chapter": 17,
            "verse": 80,
            "text": "ਅਤੇ ਆਖੋ, ਕਿ ਹੇ ਮੇਰੇ ਪਾਲਣਹਾਰ ! ਮੈਨੂੰ ਦਾਖ਼ਿਲ ਕਰਨਾ ਤਾਂ ਸੱਚਾ ਕਰ।"
        },
        {
            "chapter": 17,
            "verse": 81,
            "text": "ਅਤੇ ਆਖੋਂ, ਕਿ ਸੱਚ ਆ ਗਿਆ ਹੈ। ਅਤੇ ਝੂਠ ਮਿਟ ਗਿਆ ਹੈ। ਬੇਸ਼ੱਕ ਝੂਠ ਮਿੱਟਣ ਵਾਲਾ ਹੀ ਸੀ।"
        },
        {
            "chapter": 17,
            "verse": 82,
            "text": "ਅਤੇ ਅਸੀਂ ਕੁਰਆਨ ਵਿਚੋਂ ਉਤਾਰਦੇ ਹਾਂ ਜਿਸ ਵਿਚ ਈਮਾਨ ਵਾਲਿਆਂ ਲਈ ਸ਼ਿਫਾ ਅਤੇ ਰਹਿਮ ਹੈ ਅਤੇ ਜ਼ੁਲਮ ਕਰਨ ਵਾਲਿਆਂ ਲਈ ਇਸ ਵਿਚ਼ ਨੁਕਸਾਨ ਤੋਂ` ਬਿਨ੍ਹਾਂ ਕੁਝ ਨਹੀਂ ਵੱਧਦਾ।"
        },
        {
            "chapter": 17,
            "verse": 83,
            "text": "ਅਤੇ ਮਨੁੱਖ ਉੱਤੇ ਜਦੋਂ ਅਸੀਂ ਉਪਕਾਰ ਕਰਦੇ ਹਾਂ ਤਾਂ ਉਹ ਬੇਮੁੱਖ ਹੋ ਕੇ ਮੂੰਹ ਮੌੜ ਲੈਂਦਾ ਹੈ ਅਤੇ ਜਦੋਂ ਅਸੀਂ ਕਸ਼ਟ ਦਿੰਦੇ ਹਾਂ ਤਾਂ ਉਹ ਨਿਰਾਸ਼ ਹੋ ਜਾਂਦਾ ਹੈ।"
        },
        {
            "chapter": 17,
            "verse": 84,
            "text": "ਆਖੋ, ਕਿ ਹਰ ਇੱਕ ਆਪਣੀ ਇੱਛਾ ਅਨੁਸਾਰ ਕੰਮ ਕਰ ਰਿਹਾ ਹੈ। ਹੁਣ ਤੁਹਾਡਾ ਰੱਬ ਹੀ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦਾ ਹੈ ਕਿ ਕਿਹੜਾ ਕਿਹੜਾ ਯੋਗ ਰਾਹ ਉੱਤੇ ਹੈ।"
        },
        {
            "chapter": 17,
            "verse": 85,
            "text": "ਅਤੇ ਉਹ ਤੁਹਾਡੇ ਤੋਂ ਆਤਮਾ ਦੇ ਸਬੰਧ ਵਿਚ ਪੁੱਛਦੇ ਹਨ। ਆਖੋ, ਕਿ ਆਤਮਾ ਮੇਰੇ ਰੱਬ ਦੇ ਹੁਕਮ ਵਿਚ ਹੈ ਅਤੇ ਤੁਹਾਨੂੰ ਬਹੁਤ ਘੱਟ ਗਿਆਨ ਦਿੱਤਾ ਗਿਆ ਹੈ।"
        },
        {
            "chapter": 17,
            "verse": 86,
            "text": "ਅਤੇ ਜੇਕਰ ਅਸੀਂ ਚਾਹੀਏ ਤਾਂ ਉਹ ਸਾਰਾ ਕੁਝ ਤੁਹਾਡੇ ਤੋਂ ਖੋਹ ਲਈਏ ਜਿਹੜਾ ਅਸੀਂ ਵਹੀ ਦੇ ਰਾਹੀਂ' ਤੁਹਾਨੂੰ ਦਿੱਤਾ ਹੈ। ਫਿਰ ਤੁਸੀਂ ਉਸ ਲਈ ਸਾਡੇ ਬਰਾਬਰ ਆਪਣਾ ਕੋਈ ਸਹਾਇਕ ਨਾ ਦੇਖੋਗੇ।"
        },
        {
            "chapter": 17,
            "verse": 87,
            "text": "ਪਰੰਤੂ ਇਹ ਸਿਰਫ਼ ਤੁਹਾਡੇ ਰੱਬ ਦੀ ਰਹਿਮਤ ਹੈ ਬ਼ੇਸ਼ੱਕ ਤੁਹਾਡੇ ਉੱਪਰ ਉਸ ਦੀ ਬੜੀ ਕਿਰਪਾ ਹੈ।"
        },
        {
            "chapter": 17,
            "verse": 88,
            "text": "ਆਖੋ, ਕਿ ਜੇਕਰ ਸਾਰੇ ਮਨੁੱਖ ਅਤੇ ਜਿੰਨ ਇਕੱਠੇ ਹੋ ਜਾਣ ਅਤੇ ਤਾਂ ਕਿ ਇੱਕ ਅਜਿਹਾ ਕੁਰਆਨ ਬਣਾ ਲਿਆਉਣ, ਤਾਂ ਵੀ ਉਹ ਇਸ ਵਰਗਾ ਕੁਰਆਨ ਨਾ ਲਿਆ ਸਕਣਗੇ। ਭਾਵੇਂ ਉਹ ਇੱਕ ਦੂਜੇ ਦੇ ਸਹਾਇਕ ਬਣ ਜਾਣ।"
        },
        {
            "chapter": 17,
            "verse": 89,
            "text": "ਅਤੇ ਅਸੀਂ ਲੋਕਾਂ ਲਈ ਇਸ ਕੁਰਆਨ ਵਿਚ ਹਰੇਕ ਪ੍ਰਕਾਰ ਦਾ ਵਿਸ਼ਾ ਅਲੱਗ-ਅਲੱਗ ਢੰਗ ਨਾਲ ਬਿਆਨ ਕੀਤਾ ਹੈ। ਤਾਂ ਵੀ ਜ਼ਿਆਦਾਤਰ ਲੋਕ ਪੱਕੇ ਇਨਕਾਰ ਤੇ ਟਿਕੇ ਰਹੇ।"
        },
        {
            "chapter": 17,
            "verse": 90,
            "text": "ਅਤੇ ਉਹ ਕਹਿੰਦੇ ਹਨ ਕਿ ਅਸੀਂ ਕਦੇ ਵੀ ਤੁਹਾਡੇ ਉੱਪਰ ਈਮਾਨ ਨਹੀਂ ਲਿਆਵਾਂਗੇ। ਜਿਨਾਂ ਚਿਰ ਤੁਸੀਂ ਸਾਡੇ ਲਈ ਜ਼ਮੀਨ ਵਿਚੋਂ ਕੋਈ ਸਰੋਤ ਪ੍ਰਗਟ ਨਾ ਕਰ ਦੇਵੋ।"
        },
        {
            "chapter": 17,
            "verse": 91,
            "text": "ਜਾਂ ਤੁਹਾਡੇ ਕੋਲ ਖਜੂਰਾਂ ਅਤੇ ਅੰਗੂਰਾਂ ਦਾ ਕੋਈ ਬਾਗ਼ ਹੋਵੇ ਫਿਰ ਤੁਸੀਂ ਉਸ ਬਾਗ਼ ਵਿੱਚੋਂ ਬਹੁਤ ਸਾਰੀਆਂ ਨਹਿਰਾਂ ਵਗਾ ਦੇਵੋਂ।"
        },
        {
            "chapter": 17,
            "verse": 92,
            "text": "ਜਾਂ ਜਿਵੇਂ ਕਿ ਤੁਸੀਂ ਕਹਿੰਦੇ ਹੋ ਆਕਾਸ਼ ਵਿਚੋਂ ਸਾਡੇ ਉੱਪਰ ਟੁੱਕੜੇ ਗਿਰਾ ਦੇਵੇਂ ਜਾਂ ਅੱਲਾਹ ਅਤੇ ਫ਼ਰਿਸ਼ਤਿਆਂ ਨੂੰ ਲਿਆ ਕੇ ਸਾਡੇ ਸਾਹਮਣੇ ਖੜ੍ਹਾ ਕਰ ਦੇਵੋ।"
        },
        {
            "chapter": 17,
            "verse": 93,
            "text": "ਜਾਂ ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ ਸੋਨੇ ਦਾ ਕੋਈ ਘਰ ਹੋ ਜਾਵੇ ਜਾਂ ਤੁਸੀਂ ਅਸਮਾਨ ਉੱਪਰ ਚੜ੍ਹ ਜਾਵੇਂ ਅਤੇ ਅਸੀਂ ਤੁਹਾਡੇ ਚੜ੍ਹਣ ਨੂੰ ਵੀ ਨਹੀਂ' ਮੰਨਾਂਗੇ। ਜਿਨਾਂ ਚਿਰ ਤੁਸੀਂ ਉਕੋਂ ਸਾਡੇ ਲਈ ਕੋਈ ਕਿਤਾਬ ਨਾ ਲਿਆ ਦੇਵੋਂ ਜਿਸਨੂੰ ਅਸੀਂ ਪੜ੍ਹ ਸਕੀਏ। ਆਖੋ, ਕਿ ਮੇਰਾ ਰੱਬ ਪਾਕ ਹੈ। ਮੈ' ਤਾਂ ਸਿਰਫ਼ ਇੱਕ ਮਨੁੱਖ ਹਾਂ ਅੱਲਾਹ ਵਾ ਰਸੂਲ।"
        },
        {
            "chapter": 17,
            "verse": 94,
            "text": "ਅਤੇ ਜਦੋਂ' ਉਨ੍ਹਾਂ ਦੇ ਕੋਲ ਮਾਰਗ ਦਰਸ਼ਨ ਆ ਗਿਆ ਤਾਂ ਲੋਕਾਂ ਨੂੰ ਈਮਾਨ ਲਿਆਉਣ ਤੋਂ' ਬਿਨ੍ਹਾਂ ਹੋਰ ਕੋਈ ਚੀਜ਼ ਰੁਕਾਵਟ ਨਾ ਬਣੀ ਕਿ ਉਨ੍ਹਾਂ ਨੇ ਆਖਿਆ ਕਿ ਕੀ ਰੱਬ ਨੇ ਮਨੁੱਖ ਨੂੰ ਰਸੂਲ ਬਣਾ ਕੇ ਭੇਜਿਆ ਹੈ।"
        },
        {
            "chapter": 17,
            "verse": 95,
            "text": "ਆਖੋ ਕਿ ਜੇਕਰ ਧਰਤੀ ਉੱਪਰ ਫ਼ਰਿਸ਼ਤੇ ਹੁੰਦੇ ਤਾਂ ਉਹ ਸ਼ਾਂਤੀ ਨਾਲ ਧਰਤੀ ਤੇ ਚੱਲਦੇ ਫਿਰਦੇ। ਤਾਂ ਅਸੀਂ ਉਨ੍ਹਾਂ ਲਈ ਅਸਮਾਨ ਤੋਂ ਫ਼ਰਿਸ਼ਤੇ ਨੂੰ ਰਸੂਲ ਬਣਾ ਕੇ ਭੇਜਦੇ।"
        },
        {
            "chapter": 17,
            "verse": 96,
            "text": "ਆਖੋ, ਕਿ ਅੱਲਾਹ ਮੇਰੇ ਅਤੇ ਤੁਹਾਡੇ ਵਿਚਕਾਰ ਗਵਾਹੀ ਲਈ ਹਾਜ਼ਿਰ ਹੈ। ਬੇਸ਼ੱਕ ਉਹ ਆਪਣੇ ਬੰਦਿਆਂ ਨੂੰ ਜਾਣਨ ਵਾਲਾ ਅਤੇ ਦੇਖਣ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 17,
            "verse": 97,
            "text": "ਅੱਲਾਹ ਜਿਸ ਨੂੰ ਰਾਹ ਦਿਖਾਏ ਉਹੀ ਮਾਰਗ ਪਾਉਣ ਵਾਲਾ ਹੈ ਅਤੇ ਜਿਸ ਨੂੰ ਉਹ ਭਟਕਾ ਦੇਵੇ ਤਾਂ ਤੁਸੀਂ ਉਸ ਲਈ' ਰੱਬ ਤੋਂ ਬਿਨਾਂ ਕਿਸੇ ਨੂੰ ਆਪਣਾ ਮਦਦਗਾਰ ਨਾ ਦੇਖੋਂਗੇ। ਅਤੇ ਅਸੀਂ ਕਿਆਮਤ ਦੇ ਦਿਨ ਉਨ੍ਹਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਮੂੰਹ ਦੇ ਭਾਰ ਅੰਨ੍ਹੇ, ਗੂੰਗੇ ਅਤੇ ਬੋਲੇ ਇਕੱਠੇ ਕਰਾਂਗੇ। ਉਨ੍ਹਾਂ ਦਾ ਟਿਕਾਣਾ ਨਰਕ ਹੈ। ਜਦੋਂ ਉਸ ਦੀ ਅੱਗ ਮੱਧਮ ਹੋਵੇਗੀ ਤਾਂ ਅਸੀਂ ਉਸ ਨੂੰ ਬਹੁਤ ਭਟਕਾ ਵੇਵਾਂਗੇ।"
        },
        {
            "chapter": 17,
            "verse": 98,
            "text": "ਇਹ ਹੈ ਉਨ੍ਹਾਂ ਦਾ ਬਦਲਾ, ਇਸ ਲਈ ਕਿ ਉਨ੍ਹਾਂ ਨੇ ਸਾਡੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਤੋਂ ਇਨਕਾਰ ਕੀਤਾ। ਅਤੇ ਆਖਿਆ ਕਿ ਜਦੋਂ ਅਸੀਂ ਹੱਡੀ ਅਤੇ ਜੂਰਾ- ਜ਼ੂਰਾ ਹੋ ਜਾਵਾਂਗੇ ਤਾਂ ਕੀ ਅਸੀਂ ਨਵੇਂ ਸਿਰੇ ਤੋਂ ਪੈਦਾ ਕਰ ਕੇ ਚੁੱਕੇ ਜਾਵਾਂਗੇ।"
        },
        {
            "chapter": 17,
            "verse": 99,
            "text": "ਕੀ' ਇਨ੍ਹਾਂ ਲੋਕਾਂ ਨੇ ਨਹੀਂ ਦੇਖਿਆ ਕਿ ਜਿਸ ਰੱਬ ਨੇ ਧਰਤੀ ਅਤੇ ਆਕਾਸ਼ਾਂ ਨੂੰ ਪੈਦਾ ਕੀਤਾ ਉਹ ਅਜਿਹੀ ਤਾਕਤ ਵੀ ਰੱਖਦਾ ਹੈ ਕਿ ਇਨ੍ਹਾਂ ਵਰਗੇ ਇੱਕ ਵਾਰ ਫਿਰ ਪੈਦਾ ਕਰ ਦੇਵੇ ਅਤੇ ਉਸ ਨੇ ਉਨ੍ਹਾਂ ਲਈ ਇੱਕ ਸਮਾਂ ਤੈਅ ਕਰ ਰੱਖਿਆ ਹੈ। ਇਸ ਵਿਚ ਬੇਸ਼ੱਕ ਸਾਡੇ ਉੱਪਰ ਵੀ ਜ਼ਾਲਿਮ ਲੋਕ ਸ਼ੱਕ ਕੀਤੇ ਸਿਲ੍ਹਾਂ ਨਾ ਰਹਿ ਸਕੇ।"
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "ਆਖੋ, ਕਿ ਜੇਕਰ ਤੁਸੀਂ ਲੋਕ ਮੇਰੇ ਰੱਬ ਦੀ ਰਹਿਮਤ ਦੇ ਖਜ਼ਾਨਿਆਂ ਦੇ ਮਾਲਕ ਹੁੰਦੇ ਤਾਂ ਇਸ ਹਾਲਤ ਵਿਚ ਤੁਸੀਂ ਨੰਗੇ ਹੋ ਜਾਣ ਦੇ ਡਰ ਤੋਂ' ਜ਼ਰੂਰ ਹੱਥ ਰੋਕ ਲੈਂਦੇ ਅਤੇ ਮਨੁੱਖ ਬੜੇ ਤੰਗ ਦਿਲ ਦਾ ਮਾਲਕ ਹੈ।"
        },
        {
            "chapter": 17,
            "verse": 101,
            "text": "ਅਤੇ ਅਸੀਂ ਮੂਸਾ ਨੂੰ ਨੌਂ ਸਪੱਸ਼ਟ ਨਿਸ਼ਾਨੀਆਂ ਦਿੱਤੀਆਂ। ਤਾਂ ਇਸਰਾਈਲ ਦੀ ਔਲਾਦ ਨੂੰ ਪੁੱਛ ਲਵੋਂ ਜਦੋਂ ਕਿ ਉਹ ਉਨ੍ਹਾਂ ਦੇ ਕੋਲ ਆਇਆ ਤਾਂ ਫਿਰਔਨ ਨੇ ਉਸ ਨੂੰ ਕਿਹਾ ਹੇ ਮੂਸਾ! ਮੇਰੇ ਵਿਚਾਰ ਵਿਚ ਜ਼ਰੂਰ ਤੁਹਾਡੇ ਉੱਪਰ ਕਿਸੇ ਨੇ ਜਾਦੂ ਕਰ ਦਿੱਤਾ ਹੈ।"
        },
        {
            "chapter": 17,
            "verse": 102,
            "text": "ਮੂਸਾ ਨੇ ਕਿਹਾ, ਤੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦਾ ਹੈ ਕਿ ਉਨ੍ਹਾਂ ਨੂੰ ਆਕਾਸ਼ਾਂ ਅਤੇ ਧਰਤੀ ਦੇ ਰੱਬ ਨੇ ਅੱਖਾਂ ਖੋਲਣ ਲਈ ਭੇਜਿਆ। ਮੇਰਾ ਵਿਚਾਰ ਹੈ ਕਿ, ਹੇ ਫਿਰਔਨ! ਤੂੰ ਜ਼ਰੂਰ ਬਰਬਾਦ ਹੋਣ ਵਾਲਾ ਬੰਦਾ ਹੈ।"
        },
        {
            "chapter": 17,
            "verse": 103,
            "text": "ਫਿਰ ਫਿਰਔਨ ਨੇ ਚਾਹਿਆ ਕਿ ਉਹ ਉਸ ਨੂੰ ਉਸ ਖੇਤਰ ਵਿਚੋਂ ਕੱਢ ਦੇਵੇ। ਤਾਂ ਅਸੀਂ ਉਸ ਨੂੰ ਅਤੇ ਜਿਹੜੇ ਉਸ ਦੇ ਨਾਲ ਸਨ, ਸਾਰਿਆਂ ਨੂੰ ਡੁਬੋ ਦਿੱਤਾ।"
        },
        {
            "chapter": 17,
            "verse": 104,
            "text": "ਅਤੇ ਅਸੀਂ ਇਸਰਾਈਲ ਦੀ ਔਲਾਦ ਨੂੰ ਕਿਹਾ ਤੁਸੀਂ ਇਸ ਧਰਤੀ ਤੇ ਰਹੋ। ਫਿਰ ਜਦੋਂ ਆਖ਼ਿਰਤ ਦਾ ਵਾਅਦਾ ਆ ਜਾਵੇਗਾ ਤਾਂ ਤੁਹਾਨੂੰ ਸਾਰਿਆਂ ਨੂੰ ਇਕੱਠੇ ਕਰ ਲਿਆਵਾਂਗੇ।"
        },
        {
            "chapter": 17,
            "verse": 105,
            "text": "ਅਤੇ ਅਸੀਂ ਕੁਰਆਨ ਨੂੰ ਸੱਚਾਈ ਦੇ ਨਾਲ ਉਤਾਰਿਆ ਹੈ ਅਤੇ ਉਹ ਸੱਚ ਦੇ ਨਾਲ ਹੀ ਉਤਰਿਆ ਹੈ। ਅਤੇ ਅਸੀਂ ਤੁਹਾਨੂੰ ਸਿਰਫ਼ ਖੁਸ਼ਖ਼ਬਰੀ ਦੇਣ ਵਾਲਾ ਅਤੇ ਡਰਾਉਨ ਵਾਲਾ ਬਣਾ ਕੇ ਭੇਜਿਆ ਹੈ।"
        },
        {
            "chapter": 17,
            "verse": 106,
            "text": "ਅਤੇ ਅਸੀਂ ਕੁਰਆਨ ਨੂੰ ਥੋੜ੍ਹਾ-ਥੋੜ੍ਹਾ ਕਰਕੇ ਉਤਾਰਿਆ ਤਾਂ ਕਿ ਤੁਸੀਂ ਇਸ ਨੂੰ ਲੋਕਾਂ ਦੇ ਸਾਹਮਣੇ ਰੁਕ-ਰੂਕ ਕੇ ਪੜ੍ਹੋ ਅਤੇ ਇਸ ਨੂੰ ਅਸੀਂ ਸਹਿਜੇ ਸਹਿਜੇ ਉਤਾਰਿਆ।"
        },
        {
            "chapter": 17,
            "verse": 107,
            "text": "ਆਖੋ, ਕਿ ਤੁਸੀਂ ਇਸ ਉੱਪਰ ਈਮਾਨ ਲਿਆਉ ਜਾਂ ਨਾ ਲਿਆਉ। ਉਹ ਲੋਕ ਜਿਨ੍ਹਾਂ ਨੂੰ ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਗਿਆਨ ਦਿੱਤਾ ਗਿਆ ਸੀ। ਜਦੋਂ ਇਹ ਉਨ੍ਹਾਂ ਦੇ ਸਾਹਮਣੇ ਪੜ੍ਹਿਆ ਜਾਂਦਾ ਹੈ ਤਾਂ ਉਹ ਠੌਡੀਆਂ ਦੇ ਆਸਰੇ ਸਿਜਦੇ ਲਈ ਡਿੱਗ ਪੈਂਦੇ ਹਨ।"
        },
        {
            "chapter": 17,
            "verse": 108,
            "text": "ਅਤੇ ਕਹਿੰਦੇ ਹਨ ਕਿ ਸਾਡਾ ਰੱਬ ਪਵਿੱਤਰ ਹੈ। ਬੇਸ਼ੱਕ ਸਾਡੇ ਰੱਬ ਦਾ ਵਾਅਦਾ ਪੂਰਾ ਜ਼ਰੂਰ ਹੁੰਦਾ ਹੈ।"
        },
        {
            "chapter": 17,
            "verse": 109,
            "text": "ਅਤੇ ਉਹ ਠੌਡੀਆਂ ਦੇ ਭਾਰ ਰੋਂਦੇ ਹੋਏ ਡਿੱਗਦੇ ਹਨ। ` ਅਤੇ ਕੁਰਆਨ ਉਨ੍ਹਾਂ ਦੇ ਸ਼ੋਕ (ਬੈਰਾਗ) ਨੂੰ ਵਧਾ ਦਿੰਦਾ ਹੈ।"
        },
        {
            "chapter": 17,
            "verse": 110,
            "text": "ਆਖੋ, ਚਾਹੇ ਅੱਲਾਹ ਕਹਿ ਕੇ ਪੁਕਾਰੋ ਜਾਂ ਰਹਿਮਾਨ ਆਖ ਕੇ ਪੁਕਾਰੋਂ, ਜਿਸ ਨਾਮ ਨਾਲ ਵੀ ਪੁਕਾਰੋ ਉਸ ਲਈ ਸਾਰੇ ਚੰਗੇ ਨਾਮ ਹਨ। ਅਤੇ ਤੁਸੀਂ ਆਪਣੀ ਨਮਾਜ਼ ਨਾ ਬਹੁਤ ਉੱਚੀ ਪੜ੍ਹੋ ਅਤੇ ਨਾਂ ਬਿਲਕੁਲ ਹੌਲੀ-ਹੌਲੀ ਅਤੇ ਦੋਵਾਂ ਦੇ ਵਿਚਕਾਰ ਵਾਲੀ ਚਾਲ ਅਪਨਾਉ।"
        },
        {
            "chapter": 17,
            "verse": 111,
            "text": "ਅਤੇ ਆਖੋ ਕਿ ਸਾਰੀ ਪ੍ਰਸੰਸਾ ਉਸ ਅੱਲਾਹ ਲਈ ਹੈ, ਜਿਹੜਾ ਨਾ ਔਲਾਦ ਰੱਖਦਾ ਹੈ ਅਤੇ ਨਾ ਸੱਤਾ ਵਿਚ ਇਸ ਦਾ ਕੋਈ ਭਾਗੀਦਾਰ ਹੈ। ਅਤੇ ਨਾ ਤਾਕਤ ਦੀ ਕਮੀ ਦੇ ਕਾਰਨ ਉਸ ਦਾ ਮਦਦਗਾਰ ਹੈ। ਅਤੇ ਤੁਸੀਂ ਚੰਗੀ ਤਰ੍ਹਾਂ ਉਸ ਦੀ ਵਡਿਆਈ ਬਿਆਨ ਕਰੋ।"
        },
        {
            "chapter": 18,
            "verse": 1,
            "text": "ਸਾਰੀ ਪ੍ਰਸੰਸਾ ਅੱਲਾਹ ਲਈ ਹੈ, ਜਿਸ ਨੇ ਆਪਣੇ ਬੰਦੇ (ਮੁਹੰਮਦ) ਉੱਪਰ ਕਿਤਾਬ ਉਤਾਰੀ ਅਤੇ ਉਸ ਵਿਚ ਕੋਈ ਗੁੰਝਲ ਨਹੀਂ ਰੱਖੀ।"
        },
        {
            "chapter": 18,
            "verse": 2,
            "text": "ਸੰਪੂਰਨ ਤੌਰ ਤੇ ਕਿ ਉਹ ਅੱਲਾਹ ਦੇ ਵੱਲੋਂ ਸਖ਼ਤ ਸਜ਼ਾ ਤੋਂ ਸਾਵਧਾਨ ਕਰ ਦੇਵੇ। ਅਤੇ ਈਮਾਨ ਵਾਲਿਆਂ ਨੂੰ ਖੁਸ਼ਖਬਰੀ ਦੇ ਦੇਵੋ ਜਿਹੜੇ ਚੰਗੇ ਕਰਮ ਕਰਦੇ ਹਨ, ਉਨ੍ਹਾਂ ਲਈ ਚੰਗਾ ਬਦਲਾ ਹੈ।"
        },
        {
            "chapter": 18,
            "verse": 3,
            "text": "ਉਹ ਉਸ ਵਿਚ ਹਮੇਸ਼ਾ ਰਹਿਣਗੇ।"
        },
        {
            "chapter": 18,
            "verse": 4,
            "text": "ਅਤੇ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਨੂੰ ਭੈਅ ਭੀਤ ਕਰ ਦਿਉਂ ਜਿਹੜੇ ਆਖਦੇ ਹਨ ਕਿ ਅੱਲਾਹ ਨੇ ਪੁੱਤਰ ਬਣਾਇਆ ਹੈ।"
        },
        {
            "chapter": 18,
            "verse": 5,
            "text": "ਉਨ੍ਹਾਂ ਨੂੰ ਇਸ ਗੱਲ ਦਾ ਕੋਈ ਗਿਆਨ ਨਹੀਂ ਅਤੇ ਨਾ ਉਨ੍ਹਾਂ ਦੇ ਪਿਉ ਦਾਦਿਆਂ ਨੂੰ, ਇਹ ਬਹੁਤ ਵੱਡੀ ਗੱਲ ਹੈ ਜਿਹੜੀ ਉਨ੍ਹਾਂ ਦੇ ਮੂੰਹ ਵਿਚੋਂ ਨਿਕਲ ਰਹੀ ਹੈ। ਉਹ ਸਿਰਫ਼ ਝੂਠ ਆਖਦੇ ਹਨ।"
        },
        {
            "chapter": 18,
            "verse": 6,
            "text": "ਜਾਪਦਾ ਹੈ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਤੋਂ ਪਿੱਛੋਂ ਦੁੱਖ ਨਾਲ ਆਪਣੇ ਆਪ ਨੂੰ ਨਸ਼ਟ ਕਰ ਦੇਵੋਗੇ। ਜੇਕਰ ਉਹ ਇਸ ਗੱਲ ਉੱਪਰ ਈਮਾਨ ਨਾ ਲਿਆਏ।"
        },
        {
            "chapter": 18,
            "verse": 7,
            "text": "ਜੋ ਕੁਝ ਧਰਤੀ ਉੱਪਰ ਹੈ, ਉਨ੍ਹਾਂ ਨੂੰ ਅਸੀਂ ਧਰਤੀ ਦਾ ਸ਼ਿੰਗਾਰ ਬਣਾਇਆ ਹੈ। ਤਾਂ ਕਿ ਅਸੀਂ ਲੋਕਾਂ ਨੂੰ ਪਰਖੀਏ ਕਿ ਉਨ੍ਹਾਂ ਵਿਚੋਂ ਕੌਣ ਚੰਗੇ ਕਰਮ ਕਰਨ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 18,
            "verse": 8,
            "text": "ਅਤੇ ਅਸੀਂ ਧਰਤੀ ਦੀਆਂ ਸਾਰੀਆਂ ਵਸਤੂਆਂ ਨੂੰ ਇੱਕ ਪੱਧਰਾ ਮੈਦਾਨ ਬਣਾ ਦੇਵਾਂਗੇ।"
        },
        {
            "chapter": 18,
            "verse": 9,
            "text": "ਕੀ ਤੁਸੀਂ ਸਮਝਦੇ ਹੋ ਕਿ ਗੁਫ਼ਾ ਤੇ ਪਹਾੜ ਵਾਲੇ ਸਾਡੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਵਿਚ ਬਹੁਤ ਅਹਿਮ ਨਿਸ਼ਾਨੀਆਂ ਸੀ।"
        },
        {
            "chapter": 18,
            "verse": 10,
            "text": "ਜਦੋਂ ਉਨ੍ਹਾਂ ਨੋਜਵਾਨਾਂ ਨੇ ਗੁਫ਼ਾ ਵਿਚ ਸ਼ਰਣ ਲਈ ਫਿਰ ਉਨ੍ਹਾਂ ਨੇ ਕਿਹਾ ਕਿ ਹੇ ਸਾਡੇ ਪਾਲਣਹਾਰ! ਸਾਨੂੰ ਆਪਣੇ ਕੋਲੋਂ ਰਹਿਮ ਦੀ ਬਖਸ਼ਿਸ਼ ਕਰ, ਅਤੇ ਸਾਡੇ ਮਾਮਲੇ ਨੂੰ ਠੀਕ ਕਰਦੇ।"
        },
        {
            "chapter": 18,
            "verse": 11,
            "text": "ਇਸ ਲਈ ਅਸੀਂ ਗੁਫ਼ਾ ਵਿਚ ਉਨ੍ਹਾਂ ਦੇ ਕੰਮ ਵਿਚ ਸਾਲਾਂ ਤੱਕ ਨੀਂਦ ਦਾ ਪਰਦਾ ਪਾ ਦਿੱਤਾ।"
        },
        {
            "chapter": 18,
            "verse": 12,
            "text": "ਫਿਰ ਅਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਚੁੱਕਿਆ, ਤਾਂ ਕਿ ਅਸੀਂ ਪਤਾ ਕਰੀਏ ਕਿ ਦੋਵਾਂ ਵਰਗਾਂ ਵਿੱਚੋਂ ਕੌਣ ਰੁਕਣ ਦੇ ਸਮੇਂ ਦੀ ਜ਼ਿਆਦਾ ਅਤੇ ਸਹੀ ਗਿਣਤੀ ਕਰਦਾ ਹੈ।"
        },
        {
            "chapter": 18,
            "verse": 13,
            "text": "ਅਸੀਂ' ਤੁਹਾਨੂੰ ਉਨ੍ਹਾਂ ਦੀ ਅਸਲੀਅਤ ਭਰਿਆ ਹਾਲ ਸੁਨਾਉਂਦੇ ਹਾਂ, ਉਹ ਕੁਝ ਨੋਜਵਾਨ ਸਨ ਜਿਹੜੇ ਆਪਣੇ ਰੱਬ ਉੱਪਰ ਈਮਾਨ ਲਿਆਏ ਅਤੇ ਅਸੀਂ ਉਨ੍ਹਾਂ ਦੀ ਹਟਾਇਤ ਵਿਚ ਹੋਰ ਜ਼ਿਆਦਾ ਵਿਕਾਸ ਪ੍ਰਦਾਨ ਕੀਤਾ।"
        },
        {
            "chapter": 18,
            "verse": 14,
            "text": "ਅਤੇ ਅਸੀਂ ਉਨ੍ਹਾਂ ਦੇ ਦਿਲਾਂ ਨੂੰ ਮਜ਼ਬੂਤ ਕਰ ਦਿੱਤਾ ਜਦੋਂ ਕਿ ਉਹ ਉਠੇ ਅਤੇ ਕਿਹਾ ਕਿ ਸਾਡਾ ਰੱਬ ਉਹ ਹੀ ਹੈ, ਜਿਹੜਾ ਆਕਾਸ਼ਾਂ ਅਤੇ ਧਰਤੀ ਦਾ ਪਾਲਣਹਾਰ ਹੈ। ਅਸੀਂ ਉਸ ਤੋਂ ਬਿਨ੍ਹਾਂ ਕਿਸੇ ਹੋਰ (ਰੱਬ) ਨੂੰ ਨਹੀ' ਪੁਕਾਰਾਂਗੇ। ਜੇਕਰ ਅਸੀਂ ਅਜਿਹਾ ਕਰੀਏ ਤਾਂ ਅਸੀਂ ਬਹੁਤ ਹੀ ਅਯੋਗ ਗੱਲ ਕਰਾਂਗੇ।"
        },
        {
            "chapter": 18,
            "verse": 15,
            "text": "ਇਹ ਸਾਡੀ ਕੌਮ ਦੇ ਲੋਕਾਂ ਨੇ ਉਸ ਤੋਂ ਬਿਨ੍ਹਾਂ ਦੂਜੇ ਪੂਜਨੀਕ ਬਣਾ ਰੱਖੇ ਹਨ। ਇਹ ਉਨ੍ਹਾਂ ਦੇ ਪੱਖ ਵਿਚ ਸਪੱਸ਼ਟ ਦਲੀਲ ਕਿਉਂ ਨਹੀਂ ਲਿਆਉਂਦੇ। ਫਿਰ ਉਸ ਬੰਦੇ ਚੋਂ ਵੱਡਾ ਜ਼ਾਲਿਮ ਹੋਰ ਕੌਣ ਹੋਵੇਗਾ, ਜਿਹੜਾ ਅੱਲਾਹ ਉੱਪਰ ਹੀ ਦੋਸ਼ ਲਾਵੇ।"
        },
        {
            "chapter": 18,
            "verse": 16,
            "text": "ਅਤੇ ਜਦੋਂ ਤੁਸੀਂ ਇਨ੍ਹਾਂ ਲੋਕਾਂ ਤੋਂ ਅਲੱਗ ਹੋ ਗਏ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ (ਅਖੌਤੀ) ਰੱਬਾਂ ਤੋਂ ਵੀ ਜਿਨ੍ਹਾਂ ਦੀ ਉਹ ਅੱਲਾਹ ਤੋਂ ਿਲ੍ਹਾਂ ਪੂਜਾ ਕਰਦੇ ਹਨ, ਤਾਂ ਹੁਣ ਚੱਲ ਕੇ ਗੁਫ਼ਾ ਵਿਚ ਸ਼ਰਣ ਲਵੋਂ ਤੁਹਾਡਾ ਰੱਬ ਤੁਹਾਡੇ ਉੱਪਰ ਆਪਣੀ ਕਿਰਪਾ ਕਰੇਗਾ। ਅਤੇ ਤੁਹਾਡੇ ਕੰਮ ਦੇ ਲਈ ਸਮੱਗਰੀ ਉਪਲੱਬਧ ਕਰੇਗਾ।"
        },
        {
            "chapter": 18,
            "verse": 17,
            "text": "ਅਤੇ ਤੁਸੀਂ ਸੂਰਜ ਨੂੰ ਦੇਖਦੇ ਕਿ ਜਦੋਂ ਉਹ ਉਗਦਾ ਹੈ ਤਾਂ ਉਨ੍ਹਾਂ ਦੀ ਗੁਫ਼ਾ ਤੋਂ ਸੱਜੇ ਪਾਸੇ ਵੱਲ ਬਚਿਆ ਰਹਿੰਦਾ ਹੈ ਅਤੇ ਜਦੋਂ' ਡੂਬਦਾ ਹੈ, ਤਾਂ ਉਸ ਤੋਂ ਖੱਬੇ ਪਾਸੇ ਵੱਲ ਨੂੰ ਖਿਸਕ ਜਾਂਦਾ ਹੈ। ਅਤੇ ਉਹ ਗੁਫ਼ਾ ਦੇ ਅੰਦਰ ਇੱਕ ਖੁੱਲ੍ਹੇ ਸਥਾਨ ਵਿਚ ਹਨ। ਇਹ ਅੱਲਾਹ ਦੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਵਿਚੋਂ ਹੈ। ਜਿਸ ਨੂੰ ਅੱਲਾਹ ਹਦਾਇਤ ਕਰੇ, ਉਹ ਹੀ ਮਾਰਗ ਦਰਸ਼ਨ ਪਾਉਣ ਵਾਲਾ ਹੈ। ਜਿਸ ਨੂੰ ਅੱਲਾਹ ਰਾਹ ਤੋਂ ਭਟਕਾ ਦੇਵੇ ਤਾਂ ਤੁਸੀਂ ਉਸ ਲਈ ਕੋਈ ਵੀ ਸਾਥੀ ਰਾਹ ਦੱਸਣ ਵਾਲਾ ਨਹੀਂ' ਦੇਖੌਗੇ।"
        },
        {
            "chapter": 18,
            "verse": 18,
            "text": "ਅਤੇ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਦੇਖ ਕੇ ਇਹ ਸਮਝਦੇ ਹੋ ਕਿ ਉਹ ਜਾਗ ਰਹੇ ਹਨ, ਹਾਲਾਂਕਿ ਉਹ ਸੌਂ ਰਹੇ ਸੀ ਅਸੀਂ ਉਨ੍ਹਾਂ ਦਾ ਸੱਜੇ ਅਤੇ ਖੱਬੇ ਪਾਸਾ ਬਦਲਦੇ ਰਹਿੰਦੇ ਸੀ। ਉਨ੍ਹਾਂ ਦਾ ਕੁੱਤਾ ਗੁਫ਼ਾ ਦੇ ਮੂੰਹ ਉੱਪਰ ਦੋਵੇਂ ਹੱਥ ਫੈਲਾਅ ਕੇ ਬੈਠਾ ਸੀ। ਜੇਕਰ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਝਾਕ ਦੇ ਦੇਖਦੇ ਤਾਂ ਉਨ੍ਹਾਂ ਤੋਂ ਮੂੰਹ ਭੁਆ ਕੇ ਭੱਜ ਜਾਂਦੇ ਅਤੇ ਤੁਹਾਡੇ ਅੰਦਰ ਉਨ੍ਹਾਂ ਦਾ ਡਰ ਬੈਠ ਜਾਂਦਾ।"
        },
        {
            "chapter": 18,
            "verse": 19,
            "text": "ਅਤੇ ਇਸੇ ਤਰ੍ਹਾਂ ਹੀ ਅਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਜਗਾਇਆ ਤਾਂ ਕਿ ਉਹ ਆਪਿਸ ਵਿਚ ਪੁੱਛ ਗਿੱਛ ਕਰਨ। ਉਨ੍ਹਾਂ ਵਿਚੋਂ ਇੱਕ ਕਹਿਣ ਵਾਲੇ ਨੇ ਕਿਹਾ, ਕਿ ਤੁਸੀਂ' ਕਿੰਨੀ ਦੇਰ ਇਥੇ ਰੁਕੇ। ਉਨ੍ਹਾਂ ਨੇ ਕਿਹਾ ਕਿ ਅਸੀ' ਦਿਨ ਜਾਂ ਇੱਕ ਦਿਨ ਤੋਂ ਘੱਟ ਰੁਕੇ ਹੋਵਾਂਗੇ। ਉਹ ਕਹਿਣ ਲੱਗੇ ਕਿ ਅੱਲਾਹ ਹੀ ਬੇਹਤਰ ਜਾਣਦਾ ਹੈ, ਕਿ ਤੁਸੀਂ ਕਿੰਨੀ ਵੇਰ ਇੱਥੇ ਰਹੇ। ਇਸ ਲਈ ਆਪਣੇ ਲੋਕਾਂ ਵਿਚੋਂ ਕਿਸੇ ਨੂੰ ਵੀ ਇਹ ਚਾਂਦੀ ਦਾ ਸਿੱਕਾ ਦੇ ਕੇ ਸ਼ਹਿਰ ਭੇਜੋ, ਤਾਂ ਕਿ ਉਹ ਵੇਖਣ ਕਿ ਪਵਿੱਤਰ ਭੋਜਨ ਕਿੱਥੋਂ ਮਿਲਦਾ ਹੈ ਅਤੇ ਤੁਹਾਡੇ ਲਈ ਉਸ ਵਿਚੋਂ ਕੁਝ ਭੋਜਨ ਲਿਆਉਣ। ਅਤੇ ਉਹ ਸਾਵਧਾਨੀ ਨਾਲ ਜਾਣ ਅਤੇ ਕਿਸੇ ਨੂੰ ਵੀ ਤੁਹਾਡੀ ਖ਼ਬਰ ਨਾ ਹੋਣ ਦੇਣ।"
        },
        {
            "chapter": 18,
            "verse": 20,
            "text": "ਜੇਕਰ ਉਨ੍ਹਾਂ ਨੂੰ ਤੁਹਾਡੇ ਖ਼ਬਰ ਹੋ ਜਾਵੇਗੀ ਤਾਂ ਉਹ ਤੁਹਾਨੂੰ ਪੱਥਰਾਂ ਨਾਲ ਮਾਰ ਦੇਣਗੇ ਜਾਂ ਤੁਹਾਨੂੰ ਆਪਣੇ ਧਰਮ ਵਿਚ ਮੁੜ ਲਿਆਉਣਗੇ ਅਤੇ ਤੁਸੀਂ ਕਦੇ ਵੀ ਸਫ਼ਲਤਾ ਨਹੀਂ ਪਾਵੋਗੇ।"
        },
        {
            "chapter": 18,
            "verse": 21,
            "text": "ਅਤੇ ਇਸ ਤਰ੍ਹਾ ਅਸੀਂ ਉਨ੍ਹਾਂ ਲਈ ਲੋਕਾਂ ਨੂੰ ਸੂਚਿਤ ਕਰ ਦਿੱਤਾ ਤਾਂ ਕਿ ਲੋਕ ਜਾਣ ਲੈਣ ਕਿ ਅੱਲਾਹ ਦਾ ਵਾਅਦਾ ਸੱਚਾ ਅਤੇ ਅਤੇਂ ਇਹ ਵੀ ਕਿ ਕਿਆਮਤ ਵਿਚ ਕੋਈ ਸ਼ੱਕ ਨਹੀਂ'। ਜਦੋਂ ਲੋਕ ਆਪਸ ਵਿਚ ਉਨ੍ਹਾਂ ਦੇ ਮਾਮਲੇ ਵਿਚ ਝਗੜ ਰਹੇ ਸਨ ਫਿਰ ਕਹਿਣ ਲੱਗੇ ਕਿ ਉਨ੍ਹਾਂ ਦੀ ਗੁਫ਼ਾ ਉੱਪਰ ਇੱਕ ਭਵਨ ਬਣਾ ਦੇਵੋ। ਉਨ੍ਹਾਂ ਦਾ ਰੱਬ ਉਨ੍ਹਾਂ ਨੂੰ ਭਲੀ ਪ੍ਰਕਾਰ ਜਾਣਦਾ ਹੈ। ਜਿਹੜੇ ਲੋਕ ਉਨ੍ਹਾਂ ਦੇ ਮਾਮਲੇ ਵਿਚ ਤਾਕਤ ਪ੍ਰਾਪਤ ਕਰਨ ਵਾਲੇ ਹੋਏ, ਉਨ੍ਹਾਂ ਨੂੰ ਕਿਹਾ ਕਿ ਅਸੀਂ ਉਨ੍ਹਾਂ ਦੀ ਗੁਫ਼ਾ ਤੇ ਇੱਕ ਪੂਜਣਯੋਗ ਸਥਾਨ ਬਣਾਵਾਂਗੇ।"
        },
        {
            "chapter": 18,
            "verse": 22,
            "text": "ਕੁਝ ਲੋਕ ਕਹਿਣਗੇ ਕਿ ਉਹ ਤਿੰਨ ਸਨ ਅਤੇ ਚੌਥਾ ਉਨ੍ਹਾਂ ਦਾ ਕੁੱਤਾ ਸੀ। ਅਤੇ ਕੁਝ ਲੋਕ ਕਹਿਣਗੇ ਕਿ ਉਹ ਪੰਜ ਸਨ, ਛੇਵਾਂ ਉਨ੍ਹਾਂ ਦਾ ਕੁੱਤਾ ਸੀ। ਇਹ ਲੋਕ ਅਗਿਆਨਤਾ ਦੀ ਗੱਲ ਕਰ ਰਹੇ ਹਨ। ਅਤੇ ਕੁਝ ਲੋਕ ਕਹਿਣਗੇ ਕਿ ਉਹ ਸੱਤ ਸਨ ਅਤੇ ਅੱਠਵਾਂ ਉਨ੍ਹਾਂ ਦਾ ਕੁੱਤਾ ਸੀ। ਆਖੋ, ਕਿ ਮੇਰਾ ਰੱਬ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦਾ ਹੈ ਕਿ ਉਹ ਕਿੰਨੇ ਸਨ। ਬਹੁਤ ਘੱਟ ਲੋਕ ਉਸ ਨੂੰ ਜਾਣਦੇ ਹਨ। ਇਸ ਲਈ ਤੁਸੀਂ ਆਮ ਗੱਲ ਨਾਲੋਂ ਜ਼ਿਆਦਾ ਉਨ੍ਹਾਂ ਦੇ ਮਾਮਲੇ ਵਿਚ ਗੱਲ ਨਾ ਕਰੋ। ਅਤੇ ਨਾ ਉਨ੍ਹਾਂ ਦੇ ਸਬੰਧ ਵਿਚ ਕਿਸੇ ਤੋਂ ਪੁੱਛੋਂ।"
        },
        {
            "chapter": 18,
            "verse": 23,
            "text": "ਅਤੇ ਤੁਸੀਂ ਕਿਸੇ ਕੰਮ ਦੇ ਸਬੰਧ ਵਿਚ ਇਸ ਤਰ੍ਹਾਂ ਨਾ ਕਹੋ ਕਿ ਮੈਂ ਇਸ ਨੂੰ ਕੱਲ੍ਹ ਕਰ ਦੇਵਾਂਗਾ।"
        },
        {
            "chapter": 18,
            "verse": 24,
            "text": "ਪਰੰਤੂ ਇਹ ਕਿ ਜੇਕਰ ਅੱਲਾਹ ਚਾਹੇ ਅਤੇ ਜਦੋਂ' ਤੁਸੀਂ' ਭੁੱਲ ਜਾਵੋ ਤਾਂ ਆਪਣੇ ਰੱਬ ਨੂੰ ਯਾਦ ਕਰੋ ਅਤੇ ਕਹੋ ਕਿ ਉਮੀਦ ਹੈ ਕਿ ਮੇਰਾ ਰੱਬ ਮੈਨੂੰ ਚੰਗਿਆਈ ਦਾ ਇਸ ਤੋਂ ਜ਼ਿਆਦਾ ਨਜ਼ਦੀਕੀ ਰਾਹ ਦਿਖਾ ਦੇਵੇ।"
        },
        {
            "chapter": 18,
            "verse": 25,
            "text": "ਅਤੇ ਉਹ ਲੋਕ ਆਪਣੀ ਗੁਫ਼ਾ ਵਿਚ 300 ਸੌ ਸਾਲ ਰਹੇ। (ਕੁਝ ਲੋਕ ਸਮੇ' ਦੀ ਗਿਣਤੀ ਵਿੱਚ) 9 ਸਾਲ ਹੋਰ ਵਧ ਗਏ ਹਨ।"
        },
        {
            "chapter": 18,
            "verse": 26,
            "text": "ਕਹੋਂ ਕਿ ਅੱਲਾਹ ਉਨ੍ਹਾਂ ਦੇ ਰਹਿਣ ਦੇ ਸਮੇਂ ਨੂੰ ਜ਼ਿਆਦਾ ਜਾਣਦਾ ਹੈ। ਆਕਾਸ਼ ਅਤੇ ਧਰਤੀ ਦਾ ਛੁਪਿਆ ਹੋਇਆ, ਉਸ ਦੇ ਗਿਆਨ ਵਿਚ ਹੈ। ਇਹ ਹੀ ਚੰਗਾ ਹੈ ਉਹ ਦੇਖਣ ਵਾਲਾ ਅਤੇ ਸੁਣਨ ਵਾਲਾ ਹੈ। ਅੱਲਾਹ ਤੋਂ ਬਿਨਾਂ ਉਨ੍ਹਾਂ ਦਾ ਕੋਈ ਵੀ ਮਦਦਗਾਰ ਨਹੀਂ ਅਤੇ ਨਾ ਅੱਲਾਹ ਆਪਣੀ ਸੱਤਾ ਵਿਚ ਕਿਸੇ ਨੂੰ ਭਾਈਵਾਲ ਬਣਾਉਂਦਾ ਹੈ।"
        },
        {
            "chapter": 18,
            "verse": 27,
            "text": "ਅਤੇ ਤੁਹਾਡੇ ਰੱਬ ਦੀ ਜਿਹੜੀ ਕਿਤਾਬ ਤੁਹਾਡੇ ਉੱਪਰ ਉਤਾਰੀ ਜਾ ਰਹੀ ਹੈ, ਉਸ ਨੂੰ ਸੁਣਾਓ, ਅੱਲਾਹ ਦੀਆਂ ਗੱਲਾਂ ਨੂੰ ਕੋਈ ਬਦਲਣ ਵਾਲਾ ਨਹੀਂ। ਅਤੇ ਇਸ ਤੋਂ' ਬਿਨ੍ਹਾਂ ਤੁਸੀਂ ਕਿਸੇ ਦੀ ਸ਼ਰਣ ਵਿਚ ਨਹੀਂ ਜਾ ਸਕਦੇ।"
        },
        {
            "chapter": 18,
            "verse": 28,
            "text": "ਅਤੇ ਆਪਣੇ ਨੂੰ ਪੁਕਾਰਦੇ ਹਨ, ਉਹ ਉਸ ਦੀ ਪ੍ਰਸੰਨਤਾ ਦੇ ਅਭਿਲਾਸ਼ੀ ਹਨ। ਅਤੇ ਤੁਹਾਡੀਆਂ ਅੱਖਾਂ ਸੰਸਾਰਿਕ ਜੀਵਨ ਦੀ ਸੁੰਦਰਤਾ ਲਈ ਉਸ ਤੋਂ ਪਾਸੇ ਨਾ ਜਾਣ। ਅਤੇ ਤੁਸੀਂ ਅਜਿਹੇ ਬੰਦੇ ਦੇ ਆਖੇ ਨਾ ਲੱਗੋਂ, ਜਿਲ੍ਹਾਂ ਦੇ ਦਿਲਾਂ ਨੂੰ ਅਸੀਂ ਆਪਣੀ ਯਾਦ ਤੋ ਮਹਿਰੂਮ ਕਰ ਦਿੱਤਾ ਹੈ। ਅਤੇ ਉਹ ਆਪਣੇ ਮਨ ਦੀ ਇੱਛਾ ਦਾ ਪਾਲਣ ਕਰਦਾ ਹੈ ਅਤੇ ਉਸ ਦਾ ਮਾਮਲਾ ਹੱਦੋਂ ਲੰਘ ਗਿਆ ਹੈ।"
        },
        {
            "chapter": 18,
            "verse": 29,
            "text": "ਅਤੇ ਕਹੋ ਕਿ ਇਹ ਸੱਚ ਹੈ ਤੁਹਾਡੇ ਰੱਬ ਵੱਲੋਂ, ਇਸ ਲਈ ਜਿਹੜਾ ਬੰਦਾ ਚਾਹੇ ਇਸ ਨੂੰ ਮੰਨੇ ਅਤੇ ਜਿਹੜਾ ਨਾ ਚਾਹੇ ਉਹ ਨਾਂ ਮੰਨੇ। ਅਸੀਂ ਜ਼ਾਲਿਮਾਂ ਲਈ ਅਜਿਹੀ ਅੱਗ ਤਿਆਰ ਕੀਤੀ ਹੈ। ਜਿਨ੍ਹਾਂ ਦੀਆਂ ਲਪਟਾਂ ਉਨ੍ਹਾਂ ਨੂੰ ਆਪਣੇ ਘੇਰੇ ਵਿਚ ਲੈ ਲੈਣਗੀਆਂ। ਅਤੇ ਜੇਕਰ ਉਹ ਪਾਣੀ ਦੀ ਮੰਗ ਕਰਨਗੇ ਤਾਂ ਉਨ੍ਹਾਂ ਦੀ ਇਹ ਮੰਗ ਅਜਿਹੇ ਪਾਣੀ ਨਾਲ ਪੂਰੀ ਕੀਤੀ ਜਾਵੇਗੀ ਜਿਸ ਦੀ ਪਰਤ ਤੇਲ ਦੇ ਸਮਾਨ ਹੋਵੇਗੀ। ਉਹ ਚਿਹਰਿਆਂ ਨੂੰ ਭੁੰਨ ਦੇਵੇਗਾ। ਕਿਹੋਂ ਜਿਹਾ ਬੁਰਾ ਪਾਣੀ ਹੋਵੇਗਾ ਅਤੇ ਕਿਹੋ ਜਿਹਾ ਬੁਰਾ ਟਿਕਾਣਾ।"
        },
        {
            "chapter": 18,
            "verse": 30,
            "text": "ਬੇਸ਼ੱਕ ਜਿਹੜੇ ਲੋਕ ਈਮਾਨ ਲਿਆਏ ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਚੰਗੇ ਕਰਮ ਕੀਤੇ ਤਾਂ ਅਸੀਂ ਅਜਿਹੇ ਲੋਕਾਂ ਦਾ ਫ਼ਲ ਨਸ਼ਟ ਨਹੀਂ ਕਰਾਂਗੇ।"
        },
        {
            "chapter": 18,
            "verse": 31,
            "text": "ਜਿਹੜੇ ਚੰਗੇ ਕਰਮ ਕਰਨ, ਉਨ੍ਹਾਂ ਲਈ ਹਮੇਸ਼ਾਂ ਰਹਿਣ ਵਾਲੇ ਬਾਗ਼ ਹਨ। ਜਿਨ੍ਹਾਂ ਦੇ ਥੱਲੇ ਨਹਿਰਾਂ ਵੱਗਦੀਆਂ ਹੌਣਗੀਆਂ। ਉੱਤੇ ਉਨ੍ਹਾਂ ਦੇ ਸੋਨੇ ਦੇ ਕੜੇ ਪਹਿਨਾਏ ਜਾਣਗੇ। ਉਹ ਤਖ਼ਤਾਂ ਉੱਪਰ ਭਰੋਸਾ ਰੱਖਦੇ ਹਨ ਰੇਸ਼ਮ ਦੇ ਪਤਲੇ ਤੇ ਹਰੇ ਕੱਪੜੇ ਪਹਿਨਣਗੇ। ਕਿੰਨਾ ਚੰਗਾ ਬਦਲਾ ਹੈ ਅਤੇ ਕਿਹੋ ਜਿਹਾ ਚੰਗਾ ਟਿਕਾਣਾ।"
        },
        {
            "chapter": 18,
            "verse": 32,
            "text": "ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਦੇ ਬਰਾਬਰ ਕੋਈ ਇੱਕ ਮਿਸਾਲ ਪੇਸ਼ ਕਰੋ। ਦੋ ਬੰਦੇ ਸਨ, ਉਨ੍ਹਾਂ ਵਿਚੋਂ ਇੱਕ ਨੂੰ ਅਸੀਂ ਅੰਗੂਰਾਂ ਦੇ ਦੋਂ ਬਾਗ਼ ਦਿੱਤੇ। ਉਨ੍ਹਾਂ ਦੇ ਜ਼ਾਰੇ ਪਾਸੇ ਖਜੂਰ ਦੇ ਰੁੱਖਾਂ ਦਾ ਘੇਰਾ ਬਣਾ ਦਿੱਤਾ। ਅਤੇ ਦੋਵਾਂ ਦੇ ਵਿਚਕਾਰ ਖੇਤੀ (ਫ਼ਸਲ) ਪੈਂਦਾ ਕਰ ਦਿੱਤੀ।"
        },
        {
            "chapter": 18,
            "verse": 33,
            "text": "ਦੋਵੇਂ ਬਾਗ਼ ਆਪਣਾ ਪੂਰਾ ਫ਼ਲ ਲਿਆਏ, ਉਨ੍ਹਾਂ ਵਿਚੋਂ ਕੋਈ ਕਮੀ ਨਹੀਂ ਸੀ। ਅਤੇ ਦੋਵਾਂ ਦੇ ਵਿਚਕਾਰ ਅਸੀਂ ਇੱਕ ਨਹਿਰ ਵਗਾ ਦਿੱਤੀ।"
        },
        {
            "chapter": 18,
            "verse": 34,
            "text": "ਅਤੇ ਉਸ ਨੂੰ ਭਰਪੂਰ ਫ਼ਲ ਮਿਲਿਆ ਤਾਂ ਉਸ ਨੇ ਆਪਣੇ ਸਾਥੀ ਨੂੰ ਕਿਹਾ ਕਿ ਮੈਂ' ਤੇਰੇ ਨਾਲੋਂ ਜਾਇਦਾਦ ਵਿਚ ਜ਼ਿਆਦਾ (ਅਮੀਰ) ਹਾਂ ਅਤੇ ਗਿਣਤੀ ਵਿਚ ਵੀ ਜ਼ਿਆਦਾ ਸਮਰੱਥਾ ਵਾਲਾ ਹਾਂ।"
        },
        {
            "chapter": 18,
            "verse": 35,
            "text": "ਉਸ ਨੇ ਆਪਣੇ ਬਾਗ਼ ਵਿਚ ਪ੍ਰਵੇਸ਼ ਕੀਤਾ ਅਤੇ ਉਹ ਆਪਣੇ ਆਪ ਉੱਪਰ ਜ਼ੁਲਮ ਕਰ ਰਿਹਾ ਸੀ। ਉਸ ਨੇ ਕਿਹਾ ਕਿ ਮੈਂ ਨਹੀਂ ਜਾਣਦਾ ਕਿ ਇਹ ਬਾਗ਼ ਕਦੇ ਵੀ ਨਸ਼ਟ ਹੋ ਜਾਵੇਗਾ।"
        },
        {
            "chapter": 18,
            "verse": 36,
            "text": "ਅਤੇ ਮੈਂ ਨਹੀਂ ਸਮਝਦਾ ਕਿ ਕਿਆਮਤ ਕਦੋਂ ਆਵੇਗੀ। ਅਤੇ ਜੇਕਰ ਮੈਂ ਆਪਣੇ ਰੱਬ ਵੱਲ ਮੋੜ ਦਿੱਤਾ ਗਿਆ ਤਾਂ ਜ਼ਰੂਰ ਇਸ ਤੋਂ ਜ਼ਿਆਦਾ ਚੰਗੀ ਥਾਂ ਮੈਨੂੰ ਮਿਲੇਗੀ।"
        },
        {
            "chapter": 18,
            "verse": 37,
            "text": "ਉਸ ਦੇ ਸਾਥੀ ਨੇ ਗੱਲਾਂ ਕਰਦੇ ਹੋਏ ਕਿਹਾ ਕਿ ਤੁਸੀਂ ਉਸ ਹਸਤੀ ਦੀ ਅਵੱਗਿਆ ਕਰ ਰਹੇ ਹੋ, ਜਿਸ ਨੇ ਤੁਹਾਨੂੰ ਪਾਣੀ ਦੀ ਇੱਕ ਬੂੰਦ ਅਤੇ ਮਿੱਟੀ ਤੋਂ ਬਣਾਇਆ। ਫਿਰ ਤੁਹਾਨੂੰ ਪੂਰਾ ਮਨੁੱਖ ਬਣਾ ਦਿੱਤਾ।"
        },
        {
            "chapter": 18,
            "verse": 38,
            "text": "ਪਰ ਮੇਰਾ ਰੱਬ ਤਾਂ ਉਹੀ ਅੱਲਾਹ ਹੈ ਅਤੇ ਮੈਂ ਆਪਣੇ ਰੱਬ ਦੇ ਬਰਾਬਰ ਕਿਸੇ ਨੂੰ ਸ਼ਰੀਕ ਨਹੀਂ ਮੰਨਦਾ।"
        },
        {
            "chapter": 18,
            "verse": 39,
            "text": "ਅਤੇ ਜਦੋਂ ਤੁਸੀਂ ਆਪਣੇ ਬਾਗ਼ ਵਿਚ ਗਏ ਤਾਂ ਤੂੰ ਕਿਉਂ' ਨਾ ਕਿਹਾ ਕਿ ਜਿਹੜਾ ਅੱਲਾਹ ਚਾਹੁੰਦਾ ਹੈ, ਉਹ ਹੀ ਹੁੰਦਾ ਹੈ ਅੱਲਾਹ ਤੋਂ ਬਿਨ੍ਹਾਂ ਕਿਸੇ ਵਿਚ ਕੋਈ ਤਾਕਤ ਨਹੀਂ। ਜੇਕਰ ਤੁਸੀਂ ਦੇਖਦੇ ਹੋ ਕਿ ਮੈਂ ਜਾਇਦਾਦ ਅਤੇ ਔਲਾਦ ਵਿਚ ਤੁਹਾਡੇ ਤੋਂ ਘੱਟ ਹਾਂ।"
        },
        {
            "chapter": 18,
            "verse": 40,
            "text": "ਤਾਂ ਉਮੀਦ ਹੈ ਕਿ ਮੇਰਾ ਰੱਬ ਮੈਨੂੰ ਤੁਹਾਡੇ ਬਾਗ਼ਾਂ ਤੋਂ ਵੀ ਚੰਗਾ ਬਾਗ਼ ਦੇਵੇ। ਅਤੇ ਤੁਹਾਡੇ ਬਾਗ਼ ਉੱਪਰ ਅਸਮਾਨ ਤੋਂ ਕੋਈ ਆਫ਼ਤ ਭੇਜ ਦੇਵੇ, ਜਿਸ ਨਾਲ (ਤੁਹਾਡਾ) ਬਾਗ਼ ਪੱਧਰਾ ਮੈਦਾਨ ਬਣ ਜਾਵੇ।"
        },
        {
            "chapter": 18,
            "verse": 41,
            "text": "ਜਾਂ ਉਸ ਵਿੱਚੋਂ ਪਾਣੀ ਸੁੱਕ ਜਾਵੇ, ਫਿਰ ਤੁਸੀਂ ਉਸ ਨੂੰ ਕਿਸੇ ਵੀ ਤਰ੍ਹਾਂ ਨਾ ਪ੍ਰਾਪਤ ਸਕੋ।"
        },
        {
            "chapter": 18,
            "verse": 42,
            "text": "ਅਤੇ ਉਸ ਦੇ ਫ਼ਲ ਉੱਪਰ ਬਿਪਤਾ ਪਈ, ਤਾਂ ਜਿਹੜਾ ਉਸ ਨੇ ਉਸ ਉੱਪਰ ਖਰਚ ਕੀਤਾ ਸੀ, ਉਸ ਉੱਪਰ ਉਹ ਹੱਥ ਮਲਦਾ ਰਹਿ ਗਿਆ ਅਤੇ ਉਹ ਬਾਗ਼ ਆਪਣੀ (ਸਹਾਰੇ ਵਾਲੀ) ਫੱਟੀਆਂ ਉੱਪਰ ਡਿੱਗਿਆ ਪਿਆ ਸੀ। ਉਹ ਕਹਿਣ ਲੱਗਾ ਕਿ ਕਾਸ਼! ਮੈਂ ਆਪਣੇ ਰੱਬ ਦੇ ਬਰਾਬਰ ਕਿਸੇ ਨੂੰ ਸ਼ਰੀਕ ਨਹੀ' ਠਹਿਰਾਉਂਦਾ।"
        },
        {
            "chapter": 18,
            "verse": 43,
            "text": "ਉਸ ਦੇ ਪਾਸ ਕੋਈ ਜੱਥਾ ਵੀ ਨਹੀਂ ਸੀ ਜਿਹੜਾ ਅੱਲਾਹ ਤੋਂ' ਬਿਨ੍ਹਾਂ ਉਸ ਦੀ ਮਦਦ ਕਰ ਸਕਦਾ। ਅਤੇ ਨਾ ਉਹ ਖੁਦ ਫ਼ਲ ਲੈਣ ਵਾਲਾ ਬਣ ਸਕਿਆ"
        },
        {
            "chapter": 18,
            "verse": 44,
            "text": "ਇਥੇ ਸਾਰਾ ਅਧਿਕਾਰ ਕੇਵਲ ਪਰਮ ਸੱਤਾ ਅੱਲਾਹ ਨੂੰ ਹੀ ਪ੍ਰਾਪਤ ਹੈ। ਉਹ ਸਭ ਤੋਂ ਚੰਗਾ ਫ਼ਲ ਦੇਣ ਵਾਲਾ ਅਤੇ ਚੰਗਾ ਨਤੀਜਾ ਦੇਣ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 18,
            "verse": 45,
            "text": "ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਸੰਸਾਰ ਦੇ ਜੀਵਨ ਦੀ ਮਿਸਾਲ ਦੇਵੋਂ। ਜਿਵੇਂ ਪਾਣੀ ਜਿਸ ਨੂੰ ਅਸੀਂ ਆਕਾਸ਼ ਵਿਚੋਂ ਉਤਾਰਿਆ। ਫਿਰ ਉਸ ਵਿਚੋਂ ਧਰਤੀ ਦੀ ਬਨਸਪਤੀ ਚੰਗੀ ਤਰ੍ਹਾਂ ਸੰਘਣੀ ਹੋ ਗਈ, ਫਿਰ ਉਹ ਚੂਰਾ-ਚੂਰਾ ਹੋਂ ਗਈ। ਜਿਸ ਨੂੰ ਹਵਾਵਾਂ 'ਖਿਲਾਰਦੀਆਂ ਫਿਰਦੀਆਂ ਹਨ ਅਤੇ ਅੱਲਾਹ ਹਰ ਚੀਜ਼ ਉੱਪਰ ਸਮੱਰਥਾ ਰੱਖਣ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 18,
            "verse": 46,
            "text": "ਸੰਪਤੀ ਅਤੇ ਔਲਾਦ ਸੰਸਾਰਿਕ ਜੀਵਨ ਦੀ ਸੁੰਦਰਤਾ ਹਨ ਅਤੇ ਬਾਕੀ ਰਹਿਣ ਵਾਲੇ ਚੰਗੇ ਕਰਮ ਤੁਹਾਡੇ ਰੱਬ ਦੇ ਨੇੜੇ ਪੁੰਨ ਦੇ ਅਨੁਸਾਰ ਬਿਹਤਰ ਹਨ।"
        },
        {
            "chapter": 18,
            "verse": 47,
            "text": "ਅਤੇ ਜਿਸ ਦਿਨ ਅਸੀਂ' ਪਹਾੜਾਂ ਨੂੰ ਚਲਾਵਾਂਗੇ ਅਤੇ ਤੁਸੀਂ' ਵੇਖੌਗੇ ਧਰਤੀ ਨੂੰ ਪੂਰੀ ਖੁੱਲ੍ਹੀ ਹੋਈ ਅਤੇ ਅਸੀਂ ਉਨ੍ਹਾਂ ਸਭ ਨੂੰ ਇਕੱਠਾ ਕਰਾਂਗੇ। ਫਿਰ ਅਸੀਂ ਉਨ੍ਹਾਂ ਵਿਚੋਂ ਕਿਸੇ ਨੂੰ ਵੀ ਨਹੀਂ ਬਖਸ਼ਾਂਗੇ।"
        },
        {
            "chapter": 18,
            "verse": 48,
            "text": "ਅਤੇ ਸਾਰੇ ਲੋਕ ਤੇਰੇ ਰੱਬ ਦੇ ਸਾਹਮਣੇ ਕਤਾਰਾਂ ਵਿਚ ਪੇਸ਼ ਕੀਤੇ ਜਾਣਗੇ। ਤੁਸੀਂ ਸਾਡੇ ਕੋਲ ਆ ਗਏ ਜਿਸ ਤਰ੍ਹਾਂ ਅਸੀਂ ਤੁਹਾਨੂੰ ਪਹਿਲੀ ਵਾਰ ਪੈਦਾ ਕੀਤਾ ਸੀ। ਸਗੋਂ ਤੁਸੀਂ ਅੰਦਾਜ਼ਾ ਲਾਇਆ ਕਿ ਅਸੀਂ ਤੁਹਾਡੇ ਲਈ ਕੋਈ ਵਾਅਦੇ ਦਾ ਵਖ਼ਤ ਨਿਰਧਾਰਿਤ ਨਹੀਂ ਕਰਾਂਗੇ।"
        },
        {
            "chapter": 18,
            "verse": 49,
            "text": "ਅਤੇ ਅਮਲਾਂ ਦੀ ਪੌਥੀ (ਖੋਲ ਦੇ) ਰੱਖੀ ਜਾਵੇਗੀ ਤਾਂ ਤੁਸੀਂ ਅਪਰਾਧੀਆਂ ਨੂੰ ਦੇਖੋਗੇ ਕਿ ਉਸ ਵਿਚ ਜੋ ਕੂਝ ਹੈ, ਉਹ ਉਸ ਤੋਂ ਡਰਦੇ ਹੋਣਗੇ ਅਤੇ ਕਹਿਣਗੇ ਕਿ ਹਾਏ ਵਿਨਾਸ਼! ਕਿਹੋ ਜਿਹੀ ਹੈ ਅਮਲਾਂ ਦੀ ਪੌਥੀ ਕਿ ਇਸ ਨੇ ਨਾ ਕੋਈ ਛੋਟੀ ਗੱਲ ਵਰਜ ਕਰਨੀ ਛੱਡੀ ਅਤੇ ਨਾ ਵੱਡੀ ਗੱਲ। ਅਤੇ ਜਿਹੜੇ ਕਰਮ ਉਨ੍ਹਾਂ ਨੇ ਕੀਤਾ, ਉਹ ਸਭ ਸਾਹਮਣੇ ਵੇਖਣਗੇ ਅਤੇ ਤੇਰਾ ਰੱਬ ਕਿਸੇ ਉੱਪਰ ਕੋਈ ਜ਼ੁਲਮ ਨਹੀਂ ਕਰੇਗਾ।"
        },
        {
            "chapter": 18,
            "verse": 50,
            "text": "ਅਤੇ ਜਦੋਂ ਅਸੀਂ ਫ਼ਰਿਸ਼ਤਿਆਂ ਨੂੰ ਕਿਹਾ ਕਿ ਆਵਮ ਨੂੰ ਸਿਜਦਾ ਕਰੋ ਤਾਂ ਉਨ੍ਹਾਂ ਨੇ ਸਿਜਦਾ ਕੀਤਾ। ਪਰ ਇਬਲੀਸ ਨੇ ਸਿਜਦਾ ਨਾ ਕੀਤਾ, ਉਹ ਜਿੰਨਾਂ ਵਿਚੋਂ ਸੀ। ਇਸ ਲਈ ਉਸ ਨੇ ਆਪਣੇ ਰੱਬ ਦੇ ਹੁਕਮ ਦੀ ਉਲੰਘਣਾ ਕੀਤੀ। ਬਨਾਉਂਦੇ ਹੋ, ਜਦੋਂ ਕਿ ਉਹ ਤੁਹਾਡੇ ਦੁਸ਼ਮਨ ਹਨ। ਇਹ ਪਾਪੀਆਂ ਦੇ ਲਈ ਬਹੁਤ ਬੂਰਾ ਬਦਲਾ ਹੈ।"
        },
        {
            "chapter": 18,
            "verse": 51,
            "text": "ਸੈਂ ਇਸ ਨੂੰ ਨਾ ਆਕਾਸ਼ਾਂ ਅਤੇ ਧਰਤੀ ਪੈਦਾ ਕਰਨ ਦੇ ਸਮੇਂ ਸੱਦਿਆ ਅਤੇ ਨਾ ਖੂਦ ਇਸ ਦੇ ਪੈਦਾ ਕਰਨ ਦੇ ਸਮੇਂ ਬੁਲਾਇਆ ਅਤੇ ਮੈਂ ਅਜਿਹਾ ਨਹੀਂ ਕਿ ਰਾਹ ਤੋਂ ਭਟਕਾਉਣ ਵਾਲਿਆਂ ਨੂੰ ਆਪਣਾ ਸਹਾਇਕ ਬਣਾਵਾਂ।"
        },
        {
            "chapter": 18,
            "verse": 52,
            "text": "ਅਤੇ ਜਿਸ ਦਿਨ ਅੱਲਾਹ ਆਖੇਗਾ ਕਿ ਜਿਸਨੂੰ ਤੁਸੀਂ ਮੇਰੇ ਸ਼ਰੀਕ ਸਮਝਦੇ ਸੀ, ਉਸ ਨੂੰ ਬੁਲਾਉ। ਫਿਰ ਉਹ ਪੁਕਾਰੇਗਾ ਪਰੰਤੂ ਉਹ ਉਨ੍ਹਾਂ ਨੂੰ ਕੋਈ ਜਵਾਬ ਨਹੀਂ ਦੇਣਗੇ। ਅਤੇ ਅਸੀਂ ਉਨ੍ਹਾਂ ਦੇ ਵਿਚਕਾਰ (ਦੁਸ਼ਮਣੀ ਦੀ) ਰੁਕਾਵਟ ਖੜੀ ਕਰ ਦੇਵਾਂਗੇ।"
        },
        {
            "chapter": 18,
            "verse": 53,
            "text": "ਅਤੇ ਅਪਰਾਧੀ ਲੋਕ ਅੱਗ ਨੂੰ ਦੇਖਣਗੇ ਅਤੇ ਸਮਝ ਲੈਣਗੇ ਕਿ ਉਹ ਉਸ ਵਿਚ ਡਿੱਗਣ ਵਾਲੇ ਹਨ, ਅਤੇ ਉਹ ਉਸ ਵਿੱਚੋਂ ਬਚਣ ਦਾ ਕੋਈ ਰਸਤਾ ਨਹੀਂ ਪਾਉਣਗੇ।"
        },
        {
            "chapter": 18,
            "verse": 54,
            "text": "ਅਸੀਂ ਇਸ ਕੁਰਆਨ ਵਿਚ ਲੋਕਾਂ ਦੀ ਹਰਾਇਤ ਲਈ ਹਰੇਕ ਪ੍ਰਕਾਰ ਦੀਆਂ ਦਲੀਲਾਂ ਬਿਆਨ ਕੀਤੀਆਂ ਹਨ। ਅਤੇ ਮਨੁੱਖ ਸਭ ਤੋਂ ਵੱਧ ਝਗੜਾਲੂ ਹੈ।"
        },
        {
            "chapter": 18,
            "verse": 55,
            "text": "ਅਤੇ ਲੋਕਾਂ ਨੂੰ ਇਸ ਤੋਂ ਬਾਅਦ ਕਿ ਉਨ੍ਹਾਂ ਨੂੰ ਹਦਾਇਤ ਹੋ ਚੁੱਕੀ ਹੈ, ਈਮਾਨ ਲਿਆਉਣ ਅਤੇ ਮੁਆਫੀ ਮੰਗਣ ਤੋਂ ਨਹੀਂ ਰੋਕਿਆ ਸਿਵਾਏ ਉਸ ਵਸਤੂ ਦੇ ਕਿ ਪਿਛਲਿਆਂ ਦਾ ਮਾਮਲਾ ਉਨ੍ਹਾਂ ਲਈ ਵੀ ਪ੍ਰਗਟ ਹੋ ਜਾਵੇ ਜਾਂ ਆਫ਼ਤ (ਅਜ਼ਾਸ਼) ਉਨ੍ਹਾਂ ਦੇ ਸਾਹਮਣੇ ਵੀ ਆ ਖੜ੍ਹੀ ਹੋਵੇ।"
        },
        {
            "chapter": 18,
            "verse": 56,
            "text": "ਅਤੇ ਅਸੀਂ ਰਸੂਲਾਂ ਨੂੰ ਸਿਰਫ਼ ਖੁਸ਼ਖ਼ਬਰੀ ਦੇਣ ਵਾਲਾ ਅਤੇ ਡਰਾਉਣ ਵਾਲਾ ਬਣਾ ਕੇ ਭੇਜਦੇ ਹਾਂ। ਅਤੇ ਇਨਕਾਰੀ ਲੋਕ ਸੱਚੀਆਂ ਗੱਲਾਂ ਲੈ ਕੇ ਝੂਠਾ ਝਗੜਾ ਕਰਦੇ ਹਨ, ਤਾਂ ਕਿ ਉਸ ਦੇ ਰਾਹੀਂ ਸੱਚ ਨੂੰ ਨੀਂਵਾ ਕਰ ਦੇਣ ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਮੇਰੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਨੂੰ ਅਤੇ ਜਿਹੜੇ ਡਰ ਸੁਣਾਏ ਗਏ, ਉਨ੍ਹਾਂ ਦਾ ਮਜ਼ਾਕ ਉਡਾਇਆ।"
        },
        {
            "chapter": 18,
            "verse": 57,
            "text": "ਉਸ ਤੋਂ ਵੱਡਾ ਜ਼ਾਲਿਮ ਕੌਣ ਹੋਵੇਗਾ, ਜਿਸ ਨੂੰ ਉਸਦੇ ਰੱਬ ਦੀਆਂ ਆਇਤਾਂ ਦੇ ਰਾਹੀਂ ਪਾਲਣ ਕਰਵਾਇਆ ਜਾਵੇ ਤਾਂ ਉਹ ਉਸ ਤੋਂ ਮੂੰਹ ਮੋੜ ਲੈਣ ਅਤੇ ਆਪਣੇ ਹੱਥਾਂ ਦੁਆਰਾ ਕੀਤੇ ਅਮਲਾਂ ਨੂੰ ਗੁੱਲ ਜਾਣ। ਅਸੀਂ ਉਨ੍ਹਾਂ ਦੇ ਦਿਲਾਂ ਵਿਚ ਪਰਦੇ ਦਾ ਦਿੱਤੇ ਕਿ ਉਹ ਇਸ ਨੂੰ ਨਾ ਸਮਝਣ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਕੰਨਾਂ ਵਿਚ ਭਿਣਕ ਹੈ ਅਤੇ ਜੇਕਰ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਚੰਗੇ ਰਾਹ ਵੱਲ ਬੁਲਾਓ ਤਾ ਉਹ ਕਦੇ ਵੀ ਰਾਹ ਤੇ ਆਉਣ ਵਾਲੇ ਨਹੀਂ।"
        },
        {
            "chapter": 18,
            "verse": 58,
            "text": "ਅਤੇ ਤੁਹਾਡਾ ਰੱਬ ਮੁਆਫ਼ ਕਰਨ ਵਾਲਾ, ਰਹਿਮ ਕਰਨ ਵਾਲਾ ਹੈ। ਜੇਕਰ ਉਹ ਉਨ੍ਹਾਂ ਦੇ ਕੀਤੇ ਹੋਏ ਲਈ ਉਨ੍ਹਾਂ ਨੂੰ ਫੜ੍ਹੇ ਤਾਂ ਜਲਦੀ ਉਨ੍ਹਾਂ ਉੱਪਰ ਆਫ਼ਤ ਭੇਜ ਦੇ, ਪਰ ਉਨ੍ਹਾਂ ਲਈ ਨਿਰਧਾਰਿਤ ਵਖ਼ਤ ਹੈ। `ਅਤੇ ਉਹ ਉਸ ਦੇ ਮੁਕਾਬਲੇ ਵਿਚ ਕੋਈ ਸੁਰੱਖਿਅਤ ਸਥਾਨ ਨਹੀਂ ਪਾਉਣਗੇ।"
        },
        {
            "chapter": 18,
            "verse": 59,
            "text": "ਅਤੇ ਇਹ ਬਸਤੀਆਂ ਹਨ ਜਿਸ ਨੂੰ ਅਸੀਂ ਨਸ਼ਟ ਕਰ ਦਿੱਤਾ। ਜਦੋਂ ਕਿ ਉਹ ਜ਼ਾਲਿਮ ਹੋ ਗਏ ਅਤੇ ਅਸੀਂ' ਉਨ੍ਹਾਂ ਦੇ ਵਿਨਾਸ਼ ਦਾ ਇਕ ਸਮਾਂ ਨਿਰਧਾਰਿਤ ਕਰ ਦਿੱਤਾ ਸੀ।"
        },
        {
            "chapter": 18,
            "verse": 60,
            "text": "ਅਤੇ ਜਦੋਂ ਮੂਸਾ ਨੇ ਆਪਣੇ ਚੇਲਿਆਂ ਨੂੰ ਕਿਹਾ ਕਿ ਮੈਂ ਚੱਲਦਾ ਰਹਾਂਗਾ, ਇੱਥੋਂ ਤੱਕ ਕਿ ਜਾਂ ਤਾਂ ਦੋ ਨਦੀਆਂ ਦੇ ਸੰਗਮ ਦੇ ਸਥਾਨ, ਤੇ ਪਹੁੰਚ ਜਾਉ ਜਾਂ ਇਸ ਤੜ੍ਹਾਂ ਹੀ ਸਾਲਾਂ ਤੱਕ ਚੱਲਦਾ ਰਹਾਂਗਾ।"
        },
        {
            "chapter": 18,
            "verse": 61,
            "text": "ਆਖ਼ਿਰ ਜਦੋਂ' ਦੋ ਨਦੀਆਂ ਦੇ ਸੰਗਮ ਦੇ ਸਥਾਨ ਉੱਪਰ ਪਹੁੰਚੇ ਤਾਂ ਉਹ ਆਪਣੀ ਮੱਛੀ ਨੂੰ ਭੁੱਲ ਗਏ। ਅਤੇ ਮੱਛੀ ਨੇ ਨਦੀ ਵਿਚ ਆਪਣਾ ਰਸਤਾ ਫੜ੍ਹ ਲਿਆ।"
        },
        {
            "chapter": 18,
            "verse": 62,
            "text": "ਫਿਰ ਜਦੋਂ ਉਹ ਅੱਗੇ ਵਧੇ ਤਾਂ ਮੂਸਾ ਨੇ ਆਪਣੇ ਚੇਲਿਆਂ ਨੂੰ ਕਿਹਾ ਕਿ ਸਾਡੀ ਰੋਟੀ ਲਿਆਓ। ਸਾਡੀ ਇਸ ਯਾਤਰਾ ਨਾਲ ਸਾਨੂੰ ਬਹੁਤ ਥਕਾਵਟ ਹੋ ਗਈ ਹੈ।"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "ਚੇਲਿਆਂ ਨੇ ਕਿਹਾ ਕੀ ਤੁਸੀਂ ਦੇਖਿਆ, ਜਦੋਂ ਅਸੀਂ ਉਸ ਪੱਥਰ ਦੇ ਪਾਸ ਰੁੱਕੇ ਸੀ ਤਾਂ ਮੈ' ਮੱਛੀ ਭੁੱਲ ਗਿਆ ਅਤੇ ਮੈਨੂੰ ਸ਼ੈਤਾਨ ਨੇ ਭੂਲਾ ਦਿੱਤਾ। ਕਿ ਮੈਂ ਉਸ ਦੀ ਚਰਚਾ ਕਰਦਾ ਅਤੇ ਮੱਛੀ ਹੈਰਾਨੀਜਨਕ ਢੰਗ ਨਾਲ ਨਿਕਲ ਕੇ ਨਦੀ ਵਿਚ ਚਲੀ ਗਈ।"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "ਮੂਸਾ ਨੇ ਆਖਿਆ, ਇਸੇ ਮੌਕੇ ਦੀ ਸਾਨੂੰ ਤਲਾਸ਼ ਸੀ। ਇਸ ਲਈ ਦੋਵੇਂ ਆਪਣੇ ਕਦਮਾਂ ਦੇ ਨਿਸ਼ਾਨ ਵੇਖਦੇ ਹੋਏ ਵਾਪਿਸ ਮੁੜ ਆਏ।"
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "ਤਾਂ ਉਨ੍ਹਾਂ ਨੇ ਸਾਡੇ ਆਦਮੀਆਂ ਵਿਚੋਂ ਇੱਕ ਆਵਮੀ ਨੂੰ ਦੇਖਿਆ, ਜਿਸ ਨੂੰ ਅਸੀਂ ਆਪਣੇ ਕੋਲੋਂ ਰਹਿਮਤ ਬਖ਼ਸ਼ੀ ਸੀ ਅਤੇ ਜਿਸ ਨੂੰ ਆਪਣੇ ਪਾਸੋਂ ਇੱਕ ਗਿਆਨ ਸਿਖਾਇਆ ਸੀ।"
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "ਮੂਸਾ ਨੇ ਉਸ ਨੂੰ ਕਿਹਾ, ਕਿ ਮੈਂ' ਤੁਹਾਡੇ ਨਾਲ ਰਹਿ ਸਕਦਾ ਹਾਂ ਤਾਂ ਕਿ ਤੁਸੀਂ ਮੈਨੂੰ ਉਸ ਗਿਆਨ ਵਿਚ ਸਿਖਾ ਵੇਵੋ, ਜੋ ਤੁਹਾਨੂੰ ਸਿਖਾਇਆ ਗਿਆ ਹੈ।"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "ਉਸਨੇ ਕਿਹਾ ਤੁਸੀਂ ਮੇਰੇ ਨਾਲ ਧੀਰਜ ਨਾਲ ਨਹੀਂ ਰਹਿ ਸਕਦੇ।"
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "ਅਤੇ ਤੁਸੀਂ ਉਸ ਵਸਤੂ ਉੱਪਰ ਧੀਰਜ ਕਿਵੇਂ ਰੱਖ ਸਕਦੇ ਹੋ ਜੇ ਤੁਹਾਡੇ ਗਿਆਨ ਦੀ ਸੀਮਾਂ ਤੋਂ ਕਿਤੇ ਬਾਹਰ ਹੈ।"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "ਮੂਸਾ ਨੇ ਆਖਿਆ, ਜੇਕਰ ਅੱਲਾਹ ਚਾਹੇ ਤਾਂ ਤੁਸੀਂ ਸੈਨੂੰ ਧੀਰਜ ਰੱਖਣ ਵਾਲਾ ਦੇਖੌਗੇ। ਅਤੇ ਮੈਂ ਤੁਹਾਡੀ ਕਿਸੇ ਗੱਲ ਤੋਂ ਇਨਕਾਰ ਨਹੀਂ_ਕਰਾਂਗਾ।"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "ਉਸ ਨੇ ਆਖਿਆ ਕਿ ਜੇਕਰ ਤੁਸੀਂ ਮੇਰੇ ਨਾਲ ਚਲਦੇ ਹੋ ਤਾਂ ਮੈਨੂੰ ਕੋਈ ਗੱਲ ਨਾ ਪੁੱਛਣਾ ਜਦੋਂ' ਤੱਕ ਕਿ ਸੈ' ਖੂਦ ਤੁਹਾਡੇ ਕੌਲ ਉਸਦਾ ਜ਼ਿਕਰ ਨਾ ਕਰਾਂ।"
        },
        {
            "chapter": 18,
            "verse": 71,
            "text": "ਫਿਰ ਦੋਵੇ ਚੱਲ ਪਏ। ਇੱਥੋਂ ਤੱਕ ਕਿ ਜਦੋਂ ਉਹ ਦੋਵੇਂ ਕਿਸ਼ਤੀ ਉੱਪਰ ਸਵਾਰ ਹੋਏ ਤਾਂ ਉਸ ਬੰਦੇ ਨੇ ਕਿਸ਼ਤੀ ਵਿਚ ਸੁਰਾਖ ਕਰ ਦਿੱਤਾ। ਮੂਸਾ ਨੇ ਕਿਹਾ ਕਿ ਤੁਸੀਂ ਇਸ ਕਿਸ਼ਤੀ ਵਿਚ ਇਸ ਲਈ ਸੁਰਾਖ ਕੀਤਾ ਹੈ ਤਾਂ ਕਿ ਉਹ ਕਿਸ਼ਤੀ ਵਾਲਿਆਂ ਨੂੰ ਡੋਬ ਦੇਵੇ। ਇਹ ਤਾਂ ਤੁਸੀਂ ਬਹੁਤ ਸਖ਼ਤ ਕੰਮ ਕਰ ਦਿੱਤਾ।"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "ਉਸ ਨੇ ਕਿਹਾ ਮੈਂ' ਤੁਹਾਨੂੰ ਨਹੀਂ ਕਿਹਾ ਸੀ ਕਿ ਤੁਸੀਂ ਮੇਰੇ ਨਾਲ ਧੀਰਜ ਨਹੀਂ ਰੱਖ ਸਕੋਂਗੇ।"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "ਮੂਸਾ ਨੇ ਕਿਹਾ, ਮੇਰੀ ਗਲਤੀ ਤੇ ਮੈਨੂੰ ਨਾ ਫੜੋਂ। ਮੇਰੇ ਮਾਮਲੇ ਵਿਚ ਸਖ਼ਤੀ ਤੋਂ ਕੰਮ ਨਾ ਲਵੋ।"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "ਫਿਰ ਉਹ ਦੋਵੇਂ ਚੱਲ ਪਏ। ਇੱਥੋਂ ਤੱਕ ਕਿ ਉਹ ਇੱਕ ਲੜਕੇ ਨੂੰ ਮਿਲੇ ਤਾਂ ਉਸ ਬੰਦੇ ਨੇ ਉਸ ਨੂੰ ਮਾਰ ਦਿੱਤਾ। ਤਾਂ ਮੂਸਾ ਨੇ ਆਖਿਆ ਕਿ ਤੁਸੀਂ ਇੱਕ ਬੇਕਸੂਰ ਜਾਨ ਨੂੰ ਮਾਰ ਦਿੱਤਾ ਹੈ, ਹਾਲਾਂਕਿ ਉਸ ਬੰਦੇ ਨੇ ਕਿਸੇ ਦਾ ਖੂਨ ਨਹੀਂ ਕੀਤਾ ਸੀ। ਤੁਸੀਂ ਬੜਾ ਮਾੜਾ ਕੰਮ ਕੀਤਾ ਹੈ।"
        },
        {
            "chapter": 18,
            "verse": 75,
            "text": "ਉਸ ਬੰਦੇ ਨੇ ਆਖਿਆ ਕਿ ਮੈਂ' ਤੁਹਾਨੂੰ ਨਹੀਂ ਕਿਹਾ ਸੀ ਕਿ ਤੂੰ ਮੇਰੇ ਨਾਲ ਧੀਰਜ ਨਹੀਂ ਰੱਖ ਸਕੋਂਗੇ।"
        },
        {
            "chapter": 18,
            "verse": 76,
            "text": "ਮੂਸਾ ਨੇ ਕਿਹਾ ਕਿ ਹੁਣ ਜੇਕਰ ਮੈਂ ਤੁਹਾਡੇ ਤੋਂ ਕਿਸੇ ਚੀਜ ਦੇ ਸਬੰਧ ਵਿਚ ਪੁੱਛਾਂ ਤਾਂ ਤੁਸੀਂ ਮੈਨੂੰ ਨਾਲ ਨਾ ਰੱਖਣਾ। ਤੁਸੀਂ ਮੇਰੇ ਵਲੋਂ ਇਤਰਾਜ਼ ਦੀ ਹੱਦ ਤੇ ਪੁੱਜ ਗਏ।"
        },
        {
            "chapter": 18,
            "verse": 77,
            "text": "ਫਿਰ ਦੋਵੇਂ ਚੱਲ ਪਏ। ਇਥੋਂ ਤੱਕ ਕਿ ਜਦੋਂ ਉਹ ਦੋਵੇਂ ਇੱਕ ਪਿੰਡ ਵਾਲਿਆਂ ਦੇ ਕੌਲ ਪਹੁੰਚੇ ਤਾਂ ਉੱਤੇ ਉਨ੍ਹਾਂ ਤੋਂ ਖਾਣ ਨੂੰ ਮੰਗਿਆਂ, ਉਨ੍ਹਾਂ ਨੇ ਉਨ੍ਹਾਂ ਦੀ ਮਹਿਮਾਨ ਨਿਵਾਜ਼ੀ ਤੋਂ ਜਵਾਬ ਦੇ ਦਿੱਤਾ। ਫਿਰ ਉਨ੍ਹਾਂ ਨੂੰ ਇੱਕ ਕੰਧ ਮਿਲੀ ਜੋ ਡਿੱਗਣ ਵਾਲੀ ਸੀ, ਤਾਂ ਉਸਨੂੰ ਸਿੱਧਾ ਕਰ ਦਿੱਤਾ। ਮੂਸਾ ਨੇ ਕਿਹਾ ਜੇਕਰ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ ਤਾਂ ਇਸ ਲਈ ਕੁਝ ਦਿਹਾੜੀ ਲੈ ਲੈਂਦੇ।"
        },
        {
            "chapter": 18,
            "verse": 78,
            "text": "ਉਨ੍ਹਾਂ ਨੇ ਕਿਹਾ ਹੁਣ ਇਹ ਮੇਰੇ ਅਤੇ ਤੇਰੇ ਵਿਚ ਵੱਖਰਾਪਣ ਹੈ। ਮੈ' ਤੁਹਾਨੂੰ ਉਨ੍ਹਾਂ ਚੀਜ਼ਾਂ ਦੀ ਅਸਲੀਅਤ ਤੋਂ ਜਾਣੂ ਕਰਵਾਵਾਂਗਾ ਜਿਸ ਲਈ ਤੁਸੀਂ ਧੀਰਜ ਨਾ ਰੱਖ ਸਕੇ।"
        },
        {
            "chapter": 18,
            "verse": 79,
            "text": "ਕਿਸ਼ਤੀ ਦਾ ਮਾਮਲਾ ਇਹ ਹੈ ਕਿ ਉਹ ਕੁਝ ਕੰਗਾਲ ਲੋਕਾਂ ਦੀ ਸੀ, ਜਿਹੜੇ ਨਦੀ ਵਿਚ ਮਿਹਨਤ ਕਰਦੇ ਸਨ, ਤਾਂ ਮੈਂ ਸੋਚਿਆ ਕਿ ਉਸ ਵਿਚ ਵਿਗਾੜ ਦਾ ਕਰ ਦੇਵਾਂ ਕਿਉਂਕਿ ਉਨ੍ਹਾਂ ਤੋਂ ਅੱਗੇ ਇੱਕ ਰਾਜਾ ਸੀ ਜਿਹੜਾ ਹਰੇਕ ਕਿਸ਼ਤੀ ਨੂੰ ਜ਼ਬਰੀ ਖੋਹ ਲੈਂਦਾ ਸੀ।"
        },
        {
            "chapter": 18,
            "verse": 80,
            "text": "ਅਤੇ ਲੜਕੇ ਦਾ ਮਾਮਲਾ ਇਸ ਤਰ੍ਹਾਂ ਹੈ ਕਿ ਉਸ ਦੇ ਮਾਤਾ ਪਿਤਾ ਈਮਾਨਦਾਰ ਸਨ। ਸਾਨੂੰ ਸ਼ੱਕ ਹੋਇਆ ਕਿ ਉਹ ਵੱਡਾ ਹੋ ਕੇ ਆਪਣੇ ਬਾਗ਼ੀਪੁਣੇ ਕਾਰਨ ਅਤੇ ਅਵੱਗਿਆ ਕਾਰਨ ਉਨ੍ਹਾਂ ਨੂੰ ਦੁੱਖ ਦੇਵੇਗਾ।"
        },
        {
            "chapter": 18,
            "verse": 81,
            "text": "ਇਸ ਲਈ ਅਸੀਂ ਸੋਚਿਆ ਕਿ ਉਨ੍ਹਾਂ ਦਾ ਰੱਬ ਉਸ ਦੀ ਜਗ੍ਹਾ ਉੱਪਰ ਉਨ੍ਹਾਂ ਨੂੰ ਅਜਿਹੀ ਸੰਤਾਨ ਦੇਵੇ ਜਿਹੜੀ ਪਵਿੱਰਤਤਾ ਵਿਚ ਇਸ ਤੋਂ ਉੱਤਮ ਅਤੇ ਪਿਆਰ ਕਰਨ ਵਾਲੀ ਹੋਵੇ।"
        },
        {
            "chapter": 18,
            "verse": 82,
            "text": "ਅਤੇ ਦੀਵਾਰ ਦਾ ਮਸਲਾ ਇਹ ਹੈ ਕਿ ਇਹ ਸ਼ਹਿਰ ਦੇ ਦੋ ਅਨਾਥ ਲੜਕਿਆਂ ਦੀ ਸੀ ਇਸ ਦੀਵਾਰ ਦੇ ਥੱਲੇ ਉਨ੍ਹਾਂ ਦਾ ਇੱਕ ਖਜ਼ਾਨਾ ਦੱਬਿਆ ਹੋਇਆ ਸੀ। ਉਨ੍ਹਾਂ ਦਾ ਪਿਤਾ ਇਕ ਚੰਗਾ ਇਨਸਾਨ ਸੀ, ਇਸ ਲਈ ਤੁਹਾਡੇ ਰੱਬ ਨੇ ਚਾਹਿਆ, ਕਿ ਉਹ ਦੌਵੇਂ ਆਪਣੀ ਜਵਾਨੀ ਵਿਚ ਪਹੁੰਚਣ ਅਤੇ ਆਪਣਾ ਖਜ਼ਾਨਾ ਕੱਢ ਲੈਣ। ਇਹ ਤੁਹਾਡੇ ਰੱਬ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੋਇਆ ਅਤੇ ਮੈਂ' ਇਸ ਨੂੰ ਆਪਣੀ ਇੱਛਾ ਨਾਲ ਨਹੀਂ ਕੀਤਾ। ਇਹ ਹੈ ਉਨ੍ਹਾਂ ਗੱਲਾਂ ਦੀ ਅਸਲੀਅਤ ਜਿਸ ਉੱਪਰ ਤੁਸੀਂ ਧੀਰਜ ਨਾ ਰੱਖ ਸਕੇ।"
        },
        {
            "chapter": 18,
            "verse": 83,
            "text": "ਅਤੇ ਉਹ ਤੁਹਾਡੇ ਤੋਂ ਜ਼ੁਲ-ਕਰਨੈਨ ਦਾ ਹਾਲ ਪੁੱਛਦੇ ਹਨ। ਆਖੋ, ਕਿ ਮੈਂ ਉਸਦਾ ਕੂਝ ਹਾਲ ਤੁਹਾਡੇ ਸਾਹਮਣੇ ਬਿਆਨ ਕਰਾਂਗਾ।"
        },
        {
            "chapter": 18,
            "verse": 84,
            "text": "ਅਸੀਂ ਉਸ ਨੂੰ ਧਰਤੀ ਉੱਪਰ ਸੱਤਾ ਪ੍ਰਦਾਨ ਕੀਤੀ। ਅਤੇ ਉਸ ਨੂੰ ਅਸੀਂ ਹਰ ਤਰ੍ਹਾਂ ਦੇ ਸਾਧਨ ਮੁਹੱਈਆ ਕਰਵਾਏ ਸਨ।"
        },
        {
            "chapter": 18,
            "verse": 85,
            "text": "ਫਿਰ ਜ਼ੁਲ-ਕਰਨੈਨ ਇੱਕ ਰਾਹ ਪਿੱਛੇ ਚੱਲਿਆ।"
        },
        {
            "chapter": 18,
            "verse": 86,
            "text": "ਇਥੋਂ ਤੱਕ ਕਿ ਉਹ ਸੂਰਜ ਦੇ ਡੁੱਬਣ ਦੀ ਥਾਂ ਤੇ ਪਹੁੰਚ ਗਿਆ। ਉਸ ਨੇ ਸੂਰਜ ਨੂੰ ਵੇਖਿਆ ਕਿ ਉਹ ਇੱਕ ਕਾਲੇ ਪਾਣੀ ਵਿਚ ਡੁੱਬ ਰਿਹਾ ਸੀ ਅਤੇ ਉੱਤੇ ਉੱਸ ਨੂੰ ਇੱਕ ਅਜਿਹੀ ਕੌਮ ਮਿਲੀ ਅਸੀਂ ਕਿਹਾ ਕਿ ਜ਼ੁਲ-ਕਰਨੈਨ ਤੂਸੀਂ' ਚਾਹੋ ਤਾਂ ਇਸ ਨੂੰ ਸਜ਼ਾ ਦੇਵੋ। ਚਾਹੋਂ ਤਾਂ ਉਸ ਨਾਲ ਚੰਗਾ ਵਰਤਾਉਂ ਕਰੋ।"
        },
        {
            "chapter": 18,
            "verse": 87,
            "text": "ਉਸ ਨੇ ਆਖਿਆ ਜਿਹੜਾ ਇਨ੍ਹਾਂ ਵਿਚੋਂ ਜ਼ੁਲਮ ਕਰੇਗਾ ਅਸੀਂ' ਉੱਸ ਨੂੰ ਦੰਡ ਦੇਵਾਂਗੇ। ਫਿਰ ਉਹ ਆਪਣੇ ਰੱਬ ਕੋਲ ਪਹੁੰਚਾਇਆ ਜਾਵੇਗਾ ਅਤੇ ਉਹ ਉਸ ਨੂੰ ਕਠੋਰ ਸਜ਼ਾ ਦੇਵੇਗਾ।"
        },
        {
            "chapter": 18,
            "verse": 88,
            "text": "ਅਤੇ ਜਿਹੜਾ ਬੰਦਾ ਈਮਾਨ ਲਿਆਏਗਾ ਅਤੇ ਚੰਗੇ ਕਰਮ ਕਰੇਗਾ, ਉਸ ਲਈ ਚੰਗਾ ਬਦਲਾ ਹੈ ਅਤੇ ਅਸੀਂ ਵੀ ਉਸ ਨਾਲ ਚੰਗਾ ਵਿਹਾਰ ਕਰਾਂਗੇ।"
        },
        {
            "chapter": 18,
            "verse": 89,
            "text": "ਫਿਰ ਉਹ ਇਕ ਰਾਹ ਉੱਪਰ ਚੱਲਿਆ।"
        },
        {
            "chapter": 18,
            "verse": 90,
            "text": "ਇੱਥੋਂ ਤੱਕ ਕਿ ਜਦੋਂ ਉਹ ਸੂਰਜ ਚੜ੍ਹਨ ਦਾ ਸਮਾ ਆਇਆ ਤਾਂ ਉਸ ਨੇ ਸੂਰਜ ਨੂੰ ਇੱਕ ਅਜਿਹੀ ਕੌਮ ਉੱਪਰ ਪ੍ਰਗਟ ਹੁੰਦੇ ਦੇਖਿਆ ਜਿਸ ਲਈ ਅਸੀਂ ਉਨ੍ਹਾਂ ਦੇ ਅਤੇ ਸੂਰਜ ਦੇ ਵਿਚਕਾਰ ਕੋਈ ਫਰਕ (ਆੜ) ਨਹੀਂ ਰੱਖਿਆ ਸੀ।"
        },
        {
            "chapter": 18,
            "verse": 91,
            "text": "ਇਹ ਉਸ ਤਰ੍ਹਾਂ ਹੈ ਅਤੇ ਅਸੀਂ ਜੁਲ-ਕਰਨੈਨ ਦੇ ਮਸਲੇ ਵਿਚ ਜਾਣੂ ਹਾਂ।"
        },
        {
            "chapter": 18,
            "verse": 92,
            "text": "ਫਿਰ ਉਹ ਇੱਕ ਰਾਹ ਉੱਪਰ ਚੱਲਿਆ।"
        },
        {
            "chapter": 18,
            "verse": 93,
            "text": "ਇੱਥੋਂ ਤੱਕ ਕਿ ਜਦੋਂ ਦੋ ਪਹਾੜਾਂ ਦੇ ਵਿਚਕਾਰ ਪਹੁੰਚਿਆ ਤਾਂ ਉਨ੍ਹਾਂ ਦੇ ਕੋਲ ਉਸ ਨੇ ਇੱਕ ਕੌਮ ਨੂੰ ਵੇਖਿਆ ਜਿਹੜੀ ਕੋਈ ਗੱਲ ਸਮਝ ਨਹੀਂ ਸਕਦੀ ਸੀ।"
        },
        {
            "chapter": 18,
            "verse": 94,
            "text": "ਉਨ੍ਹਾਂ ਨੇ ਕਿਹਾ, ਹੇ ਜ਼ੁਲ- ਕਰਨੈਨ! ਯਾਜੂਜ ਅਤੇ ਮਾਜੂਜ ਸਾਡੇ ਦੇਸ਼ ਵਿਚ ਗੜਬੜੀ ਫੈਲਾਉਂਦੇ ਹਨ। ਤਾਂ ਕੀ ਅਸੀਂ ਤੁਹਾਨੂੰ ਕੋਈ ਕਰ (ਮਾਮਲਾ) ਇਸ ਲਈ ਨਿਸ਼ਚਿਤ ਕਰ ਦੇਈਏ ਕਿ ਤੁਸੀਂ ਸਾਡੇ ਤੇ ਉਨ੍ਹਾਂ ਵਿਚ ਕੋਈ ਕੰਧ (ਰੋਕ) ਬਣਾ ਦੇਵੇਂ।"
        },
        {
            "chapter": 18,
            "verse": 95,
            "text": "ਜ਼ੁਲ-ਕਰਨੈਨ ਨੇ ਉੱਤਰ ਦਿੱਤਾ ਕਿ ਜੋ ਕੂਝ ਮੇਰੇ ਰੱਬ ਨੇ ਮੈਨੂੰ ਦਿੱਤਾ ਹੈ, ਉਹ ਬਹੁਤ ਹੈ। ਤੁਸੀਂ ਮਿਹਨਤ ਨਾਲ ਮੇਰੀ ਮਦਦ ਕਰੋਂ। ਮੈਂ ਤੁਹਾਡੇ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਵਿਚਕਾਰ ਇੱਕ ਕੰਧ ਬਣਾ ਦੇਵਾਂਗਾ।"
        },
        {
            "chapter": 18,
            "verse": 96,
            "text": "ਤੁਸੀਂ ਲੋਹੇ ਦੇ ਤਖ਼ਤੇ (ਦਰਵਾਜ਼ੇ) ਲਿਆ ਕੇ ਮੈਨੂੰ ਦੇਵੋ। ਇਥੋਂ ਤੱਕ ਕਿ ਜਦੋਂ ਉਨ੍ਹਾਂ ਨੇ ਦੋਵਾਂ ਦੇ ਵਿਚਕਾਰ ਖਾਲੀ ਥਾਂ ਤਾਂਬਾ ਪਾ ਦਿਆ।"
        },
        {
            "chapter": 18,
            "verse": 97,
            "text": "ਤਾਂ ਯਾਜੂਜ ਅਤੇ ਮਾਜੂਜ ਨਾ ਉਸ ਉੱਪਰ ਚੜ ਸਕਦੇ ਸਨ ਅਤੇ ਨਾ ਉਹ ਉਸ ਵਿਚ ਸੁਰਾਖ ਕਰ ਸਕਦੇ ਸਨ।"
        },
        {
            "chapter": 18,
            "verse": 98,
            "text": "ਜ਼ੁਲ-ਕਰਨੈਨ ਨੇ ਕਿਹਾ, ਇਹ ਮੇਰੇ ਰੱਬ ਦੀ ਕਿਰਪਾ ਹੈ। ਫਿਰ ਜਦੋਂ' ਮੇਰੇ ਰੱਬ ਦਾ ਵਾਅਦਾ ਆਵੇਗਾ ਤਾਂ ਉਹ ਇਸ ਨੂੰ ਢਾਹ ਕੇ ਬਰਾਬਰ ਕਰ ਦੇਵੇਗਾ ਅਤੇ ਮੇਰੇ ਰੱਬ ਦਾ ਵਾਅਦਾ ਸੱਚਾ ਹੈ।"
        },
        {
            "chapter": 18,
            "verse": 99,
            "text": "ਅਤੇ ਉਸ ਦਿਨ ਅਸੀਂ ਲੋਕਾਂ ਨੂੰ ਛੱਡ ਦੇਵਾਂਗੇ ਤਾਂ ਲਹਿਰਾਂ ਦੀ ਤਰ੍ਹਾਂ ਉਹ ਇੱਕ ਦੂਜੇ ਵਿਚ ਵੱਜਣਗੇ ਅਤੇ ਬਿਗਲ ਵਜਾਇਆ ਜਾਵੇਗਾ ਤਾਂ ਅਸੀਂ ਸਾਰਿਆਂ ਨੂੰ ਇਕੱਠੇ ਕਰਾਂਗੇ।"
        },
        {
            "chapter": 18,
            "verse": 100,
            "text": "ਅਤੇ ਊਸ ਦਿਨ ਅਸੀਂ ਨਰਕ ਨੂੰ ਇਨਕਾਰੀਆਂ ਦੇ ਸਾਹਮਣੇ ਲਿਆਵਾਂਗੇ।"
        },
        {
            "chapter": 18,
            "verse": 101,
            "text": "ਜਿਲ੍ਹਾਂ ਦੀਆਂ ਅੱਖਾਂ ਉੱਪਰ ਸਾਡੀ ਯਾਦ ਵਜੋਂ ਪਰਦਾ ਪਿਆ ਰਿਹਾ ਅਤੇ ਉਹ ਕੁਝ ਸੁਣਨ ਲਈ ਤਿਆਰ ਨਹੀਂ ਸਨ।"
        },
        {
            "chapter": 18,
            "verse": 102,
            "text": "ਕੀ ਇਨਕਾਰ ਕਰਨ ਵਾਲੇ ਇਹ ਸਮਝਦੇ ਹਨ ਕਿ ਉਹ ਮੇਰੇ ਤੋਂ ਬਿਨ੍ਹਾਂ ਆਦਮੀਆਂ ਨੂੰ ਆਪਣਾ ਕਾਰਜ ਸਾਧਕ ਬਨਾਉਣ। ਅਸੀਂ ਇਨਕਾਰੀਆਂ ਦੀ ਮਹਿਮਾਨੀ ਲਈ ਨਰਕ ਤਿਆਰ ਕਰ ਰੱਖਿਆ ਹੈ।"
        },
        {
            "chapter": 18,
            "verse": 103,
            "text": "ਆਖੋ, ਕੀ ਮੈਂ ਤੁਹਾਨੂੰ ਦੱਸ ਦੇਵਾਂ ਕਿ ਆਪਣੇ ਕਰਮਾਂ ਦੇ ਅਨੁਸਾਰ ਸਭ ਤੋਂ ਜ਼ਿਆਦਾ ਘਾਟੇ ਵਿਚ ਕਿਹੜੇ ਲੋਕ ਹਨ।"
        },
        {
            "chapter": 18,
            "verse": 104,
            "text": "ਉਹ ਲੋਕ ਜਿਨ੍ਹਾਂ ਦੇ ਯਤਨ ਸੰਸਾਰਿਕ ਜੀਵਨ ਵਿਚ ਵਿਅਰਥ ਹੋ ਗਏ ਅਤੇ ਉਹ ਸਮਝਦੇ ਰਹੇ ਕਿ ਉਹ ਬਹੁਤ ਚੰਗੇ ਕਰਮ ਕਰ ਰਹੇ ਹਨ।"
        },
        {
            "chapter": 18,
            "verse": 105,
            "text": "ਇਹ ਲੋਕ ਹੀ' ਹਨ ਜਿਨ੍ਹਾਂ ਨੇ ਆਪਣੇ ਰੱਬ ਦੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਅਤੇ ਉਸ ਦੇ ਮਿਲਾਪ ਤੋਂ ਇਨਕਾਰ ਕੀਤਾ। ਇਸ ਲਈ ਉਨ੍ਹਾਂ ਦਾ ਕੀਤਾ ਹੋਇਆ ਨਸ਼ਟ ਹੋ ਗਿਆ।"
        },
        {
            "chapter": 18,
            "verse": 106,
            "text": "ਫਿਰ ਕਿਆਮਤ ਦੇ ਦਿਨ ਅਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਕੋਈ ਮਹੱਤਵ ਨਹੀਂ ਦੇਵਾਂਗੇ। ਨਰਕ ਉਨ੍ਹਾਂ ਦਾ ਫ਼ਲ ਹੈ। ਇਸ ਲਈ ਕਿ ਉਨ੍ਹਾਂ ਨੇ ਮੇਰੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਤੋਂ ਇਨਕਾਰ ਕੀਤਾ ਅਤੇ ਮੇਰੇ ਰਸੂਲਾਂ ਨੂੰ ਝੁਠਲਾਇਆ।"
        },
        {
            "chapter": 18,
            "verse": 107,
            "text": "ਬੇਸ਼ੱਕ ਜਿਹੜੇ ਲੋਕ ਈਮਾਨ ਲਿਆਏ ਹਨ ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਭਲੇ ਕਰਮ ਕੀਤੇ ਉਨ੍ਹਾਂ ਲਈ ਸਵਰਗ ਦੇ ਬਾਗ਼ਾਂ ਵਿਚ ਸਵਾਗਤ ਹੈ।"
        },
        {
            "chapter": 18,
            "verse": 108,
            "text": "ਉਹ ਉਸ ਵਿਚ ਹਮੇਸ਼ਾ ਰਹਿਣਗੇ। ਉਹ ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਕਦੇ ਨਿਕਲਣਾ ਨਹੀਂ' ਚਾਹੁੰਣਗੇ।"
        },
        {
            "chapter": 18,
            "verse": 109,
            "text": "ਆਖੋ ਕਿ ਜੇਕਰ ਸਮੁੰਦਰ ਮੇਰੇ ਰੱਬ ਦੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਨੂੰ ਲਿਖਣ ਲਈ ਸਿਆਹੀ ਬਣ ਜਾਵੇ ਤਾਂ ਉਹ ਖ਼ਤਮ ਹੋ ਜਾਵੇਗਾ। ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਕਿ ਮੇਰੇ ਰੱਬ ਦੀਆਂ ਗੱਲਾਂ ਸਮਾਪਤ ਹੋਣ। ਜੇਕਰ ਅਸੀਂ ਇਸ (ਸਮੁੰਦਰ) ਦੇ ਨਾਲ ਹੋਰ ਸਾਗਰ ਵੀ ਕਿਉਂ ਨਾ ਮਿਲਾ ਦਈਏ।"
        },
        {
            "chapter": 18,
            "verse": 110,
            "text": "ਆਖੋ, ਕਿ ਮੈਂ ਤੁਹਾਡੇ ਵਾਂਗ ਇਕ ਹੀ ਮਨੁੱਖ ਹਾਂ। ਮੇਰੇ ਉੱਪਰ ਵਹੀ ਆਉਂਦੀ ਹੈ ਕਿ ਤੁਹਾਡਾ ਪੂਜਣਯੋਗ ਕੇਵਲ ਇੱਕ ਹੀ ਹੈ। ਇਸ ਲਈ ਜਿਸਨੂੰ ਆਪਣੇ ਰੱਬ ਨਾਲ ਮਿਲਣ ਦੀ ਇੱਛਾ ਹੋਵੇ, ਉਸ ਨੂੰ ਚਾਹੀਦਾ ਹੈ ਕਿ ਉਹ ਭਲੇ ਕਰਮ ਕਰਨ ਅਤੇ ਆਪਣੇ ਰੱਬ ਦੀ ਇਬਾਦਤ ਵਿਚ ਕਿਸੇ ਨੂੰ ਸ਼ਰੀਕ ਨਾ ਬਨਾਉਣ।"
        },
        {
            "chapter": 19,
            "verse": 1,
            "text": "ਕਾਫ. ਹਾ. ਯਾ. ਐਨ. ਸਾਦ"
        },
        {
            "chapter": 19,
            "verse": 2,
            "text": "ਇਹ ਉਸ ਰਹਿਮਤ ਦਾ ਵਰਣਨ ਹੈ ਜਿਹੜੀ ਤੇਰੇ ਰੱਬ ਨੇ ਆਪਣੇ ਬੰਦੇ ਜ਼ਕਰੀਆ ਉੱਪਰ ਕੀਤੀ।"
        },
        {
            "chapter": 19,
            "verse": 3,
            "text": "ਜਦੋਂ ਉਸ ਨੇ ਆਪਣੇ ਰੱਬ ਨੂੰ ਛੁਪੀ ਹੋਈ ਅਵਾਜ਼ ਨਾਲ ਪੁਕਾਰਿਆ।"
        },
        {
            "chapter": 19,
            "verse": 4,
            "text": "ਜ਼ਕਰੀਆ ਨੇ ਕਿਹਾ ਹੇ ਮੇਰੇ ਪਾਲਣਹਾਰ! ਮੇਰੀਆਂ ਹੱਡੀਆਂ ਕਮਜ਼ੋਰ ਹੋ ਗਈਆਂ ਹਨ ਅਤੇ ਸਿਰ ਦੇ ਵਾਲ ਵੀ ਚਿੱਟੇ ਹੋ ਗਏ ਹਨ। ਅਤੇ ਹੇ ਮੇਰੇ ਪਾਲਣਹਾਰ! ਤੇਰੇ ਪਾਸੋਂ ਮੰਗ ਕੇ ਸੈਂ ਕਦੇ ਖਾਲੀ ਨਹੀਂ ਮੁੜਿਆ।"
        },
        {
            "chapter": 19,
            "verse": 5,
            "text": "ਅਤੇ ਮੈਂ ਹੈ। ਇਸ ਲਈ ਮੈਨੂੰ ਆਪਣੇ ਕੋਲੋਂ ਇਕ ਵਾਰਿਸ ਬਖਸ਼ ਦੇ।"
        },
        {
            "chapter": 19,
            "verse": 6,
            "text": "ਜਿਹੜਾ ਮੇਰੀ ਥਾਂ ਲਵੇ ਅਤੇ ਯਾਕੂਬ ਦੀ ਔਲਾਦ ਦਾ ਵੀ। ਹੇ ਮੇਰੇ ਪਾਲਣਹਾਰ! ਉਸਨੂੰ ਆਪਣਾ ਪਿਆਰਾ ਬਣਾ ਲੈ।"
        },
        {
            "chapter": 19,
            "verse": 7,
            "text": "ਹੇ ਜ਼ਕਰੀਆ! ਅਸੀਂ ਤੁਹਾਨੂੰ ਇੱਕ ਬੇਟੇ ਦੀ ਖੁਸ਼ਖ਼ਬਰੀ ਦਿੰਦੇ ਹਾਂ। ਜਿਸ ਵਾ ਨਾਂ ਯਾਹਯਾ ਹੋਵੇਗਾ। ਅਸੀਂ ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਇਸ ਨਾਮ ਵਾ ਕੋਈ ਬੰਦਾ ਨਹੀਂ ਬਣਾਇਆ।"
        },
        {
            "chapter": 19,
            "verse": 8,
            "text": "ਉਸ ਨੇ ਕਿਹਾ, ਹੇ ਮੇਰੇ ਪਾਲਣਹਾਰ! ਮੇਰੇ ਕਿਵੇਂ ਲੜਕਾ ਪੈਦਾ ਹੋਵੇਗਾ, ਜਦੋਂ ਕਿ ਮੇਰੀ ਪਤਨੀ ਬਾਂਝ ਹੈ ਅਤੇ ਮੈਂ ਬੁੱਢਾਪੇ ਦੇ ਸਿਖਰਾਂ ਤੇ ਪਹੁੰਚ ਚੁੱਕਾ ਹਾਂ।"
        },
        {
            "chapter": 19,
            "verse": 9,
            "text": "ਉੱਤਰ ਮਿਲਿਆ ਕਿ ਇਹੋ ਜਿਹਾ ਹੀ ਹੋਵੇਗਾ, ਤੇਰੇ ਰੱਬ ਦਾ ਫੁਰਮਾਨ ਹੈ ਕਿ ਇਹ ਮੇਰੇ ਲਈ ਆਸਾਨ ਹੈ, ਮੈਂ ਇਸ ਤੋਂ' ਪਹਿਲਾਂ ਤੁਹਾਨੂੰ ਪੈਦਾ ਕੀਤਾ। ਜਦੋਂ ਕਿ ਤੁਸੀਂ ਕੁਝ ਵੀ ਨਹੀਂ ਸੀ।"
        },
        {
            "chapter": 19,
            "verse": 10,
            "text": "ਜ਼ਕਰੀਆ ਨੇ ਕਿਹਾ ਕਿ ਹੇ ਮੇਰੇ ਪਾਲਣਹਾਰ ! ਮੇਰੇ ਲਈ ਕੋਈ ਨਿਸ਼ਾਨੀ ਨਿਰਧਾਰਿਤ ਕਰ ਦੇ। ਫ਼ਰਮਾਇਆ ਕਿ ਤੁਹਾਡੀ ਨਿਸ਼ਾਨੀ ਇਹ ਹੈ ਕਿ ਤੁਸੀਂ ਤਿੰਨ ਰਾਤਾਂ ਅਤੇ ਦਿਨ ਲੋਕਾਂ ਨਾਲ ਗੱਲ ਨਹੀਂ ਕਰ ਸਕੌਗੇ। ਜਦੋਂ ਕਿ ਤੁਸੀਂ ਸਿਹਤਮੰਦ ਹੋਵੋਂਗੇ।"
        },
        {
            "chapter": 19,
            "verse": 11,
            "text": "ਫਿਰ ਜ਼ਕਰੀਆ ਬੰਦਗੀ ਕਰਨ ਵਾਲੇ ਸਥਾਨ ਤੋਂ ਨਿਕਲ ਕੇ, ਲੋਕਾਂ ਦੇ ਕੋਲ ਆਇਆ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਇਸ਼ਾਰਿਆਂ ਵਿਚ ਕਿਹਾ ਕਿ ਤੁਸੀਂ ਸਵੇਰੇ ਅਤੇ ਸ਼ਾਮ ਅੱਲਾਹ ਦੀ ਪਵਿੱਤਰਤਾ ਦਾ ਵਰਣਨ ਕਰੋ।"
        },
        {
            "chapter": 19,
            "verse": 12,
            "text": "ਹੇ ਯਾਹਯਾ! ਕਿਤਾਬਾਂ ਨੂੰ ਦ੍ਰਿੜਤਾ ਨਾਲ ਫੜ੍ਹੋ। ਅਤੇ ਅਸੀਂ ਉਸ ਨੂੰ ਬਚਪਨ ਵਿਚ ਹੀ ਧਰਮ ਦੀ ਸਮਝ ਦਿੱਤੀ।"
        },
        {
            "chapter": 19,
            "verse": 13,
            "text": "ਅਤੇ ਆਪਣੇ ਵੱਲੋਂ ਉਸ ਨੂੰ ਹਿਰਦੇ ਦੀ ਕੋਮਲਤਾ ਅਤੇ ਪਵਿੱਤਰਤਾ ਬਖਸ਼ੀ।"
        },
        {
            "chapter": 19,
            "verse": 14,
            "text": "ਅਤੇ ਉਹ ਪਰਹੇਜ਼ਗਾਰ ਅਤੇ ਆਪਣੇ ਮਾਤਾ ਪਿਤਾ ਦੀ ਸੇਵਾ ਕਰਨ ਵਾਲਾ ਸੀ। ਅਤੇ ਉਹ ਵਿਦਰੋਹੀ ਅਤੇ ਅਵੱਗਿਆਕਾਰੀ ਨਹੀਂ ਸੀ।"
        },
        {
            "chapter": 19,
            "verse": 15,
            "text": "ਅਤੇ ਉਸ ਉੱਤੇ ਸਲਾਮਤੀ ਹੈ ਜਿਸ ਦਿਨ ਉਹ ਧੈਦਾ ਹੋਇਆ ਅਤੇ ਜਿਸ ਦਿਨ ਉਹ ਮਰੇਗਾ ਅਤੇ ਫਿਰ ਜਿਸ ਦਿਨ ਉਹ ਜੀਵਤ ਕਰਕੇ ਉਠਾਇਆ ਜਾਵੇਗਾ।"
        },
        {
            "chapter": 19,
            "verse": 16,
            "text": "ਅਤੇ ਕਿਤਾਬਾਂ ਵਿਚ ਮਰੀਅਮ ਦਾ ਵਰਣਨ ਕਰੋ, ਜਦੋਂ ਉਹ ਆਪਣੇ ਲੋਕਾਂ ਤੋਂ ਅਲੱਗ ਹੋ ਕੇ ਪੂਰਬੀ ਘਰ ਵਿਚ ਚਲੀ ਸੀ।"
        },
        {
            "chapter": 19,
            "verse": 17,
            "text": "ਫਿਰ ਉਸ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਪਰਦੇ ਵਿਚ ਢੱਕ ਲਿਆ ਫਿਰ ਅਸੀਂ ਉਸਦੇ ਕੋਲ ਆਪਣਾ ਫ਼ਰਿਸ਼ਤਾ ਭੇਜਿਆ ਜਿਹੜਾ ਉਸਦੇ ਸਾਹਮਣੇ ਇੱਕ ਪੂਰਾ ਮਨੁੱਖ ਬਣ ਕੇ ਪ੍ਰਗਟ ਹੋਇਆ।"
        },
        {
            "chapter": 19,
            "verse": 18,
            "text": "ਮਰੀਅਮ ਨੇ ਕਿਹਾ, ਮੈਂ ਤੇਰੇ ਤੋਂ ਕਿਰਪਾਲੂ ਅੱਲਾਹ ਦੀ ਸ਼ਰਣ ਮੰਗਦੀ ਹਾਂ। ਪਰ ਜੇਕਰ ਤੂੰ ਅੱਲਾਹ ਤੋਂ ਡਰਨ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 19,
            "verse": 19,
            "text": "ਉਸ ਨੇ ਕਿਹਾ, ਮੈ' ਤੇਰੇ ਰੱਬ ਦਾ ਭੇਜਿਆ ਹੋਇਆ ਹਾਂ। ਤਾਂ ਕਿ ਮੈਂ ਤੈਨੂੰ ਇੱਕ ਪਵਿੱਤਰ ਲੜਕਾ ਦੇਵਾਂ।"
        },
        {
            "chapter": 19,
            "verse": 20,
            "text": "ਮਰੀਅਮ ਨੇ ਕਿਹਾ, ਕਿ ਮੇਰੇ ਲੜਕਾ ਕਿਵੇਂ ਹੋ ਸਕਦਾ ਹੈ ਜਦੋਂ' ਕਿ ਮੈਨੂੰ ਕਿਸੇ ਮਰਦ ਨੇ ਡੂਹਿਆ ਤੱਕ ਨਹੀਂ ਅਤੇ ਨਾ ਹੀ ਮੈ' ਬਦਜਲਨ ਹਾਂ।"
        },
        {
            "chapter": 19,
            "verse": 21,
            "text": "ਫ਼ਰਿਸ਼ਤੇ ਨੇ ਕਿਹਾ ਕਿ ਅਜਿਹਾ ਹੀ ਹੋਵੇਗਾ। ਤੇਰਾ ਰੱਬ ਫ਼ਰਮਾਉਂਦਾ ਹੈ ਕਿ ਇਹ ਮੇਰੇ ਲਈ ਅਸਾਨ ਹੈ ਅਤੇ ਤਾਂ ਕਿ ਅਸੀਂ ਉਸ ਨੂੰ ਲੋਕਾਂ ਲਈ ਨਿਸ਼ਾਨੀ ਬਣਾ ਦੇਈਏ ਅਤੇ ਆਪਣੇ ਵੱਲੋਂ ਇੱਕ ਰਹਿਮਤ ਅਤੇ ਇਹ ਇੱਕ ਮਿੱਥੀ (ਘੜੀ) ਹੋਈ ਗੱਲ ਹੈ।"
        },
        {
            "chapter": 19,
            "verse": 22,
            "text": "ਇਸ ਲਈ ਮਰੀਅਮ ਨੇ ਉਸ ਦਾ ਗਰਭ ਚੁੱਕ ਲਿਆ ਅਤੇ ਉਹ ਉਸ ਨੂੰ ਲੈ ਕੇ ਦੂਰ ਕਿਸੇ ਥਾਂ ਉੱਪਰ ਚਲੀ ਗਈ।"
        },
        {
            "chapter": 19,
            "verse": 23,
            "text": "ਫਿਰ ਪ੍ਰਸੂਤੀ ਪੀੜ ਉਸ ਨੂੰ ਖਜੂਰ ਦੇ ਰੁੱਖ ਕੋਲ ਲੈ ਗਈ। ਉਸ ਨੇ ਕਿਹਾ ਕਾਸ਼! ਮੈਂ ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਮਰ ਜਾਂਦੀ ਅਤੇ ਕੁੱਲੀ ਵਿਸਰੀ ਚੀਜ਼ ਬਣ ਜਾਂਦੀ।"
        },
        {
            "chapter": 19,
            "verse": 24,
            "text": "ਫਿਰ ਮਰੀਅਮ ਨੂੰ ਉਸ ਨੇ ਉਸ ਦੇ ਥੱਲਿਓ ਅਵਾਜ਼ ਦਿੱਤੀ ਕਿ ਦੁਖੀ ਨਾ ਹੋ। ਉਸ ਰੱਬ ਨੇ ਤੇਰੇ ਥੱਲੇ ਇੱਕ ਸਰੋਤ ਪੈਦਾ ਕਰ ਦਿੱਤਾ ਹੈ।"
        },
        {
            "chapter": 19,
            "verse": 25,
            "text": "ਅਤੇ ਤੁਸੀਂ ਖਜੂਰ ਦੇ ਤਣੇ ਨੂੰ ਆਪਣੇ ਵੱਲ ਹਿਲਾਓ। ਇਸ ਨਾਲ ਤੁਹਾਡੇ ਉੱਪਰ ਪੱਕੀਆਂ ਹੋਈਆਂ ਖਜੂਰਾਂ ਡਿੱਗਣਗੀਆਂ।"
        },
        {
            "chapter": 19,
            "verse": 26,
            "text": "ਇਸ ਲਈ ਖਾਉ ਅਤੇ ਪੀਉ ਅਤੇ ਅੱਖਾਂ ਠੰਡੀਆਂ ਕਰੋ। ਫਿਰ ਜੇਕਰ ਤੁਸੀਂ ਕੋਈ ਮਨੁੱਖ ਦੇਖੋ ਤਾਂ ਉਸ ਨੂੰ ਕਹਿ ਦੇਵੋ ਕਿ ਸੈਂ ਰਹਿਮਾਨ (ਈਸ਼ਵਰ) ਦਾ ਰੋਜ਼ਾ ਰੱਖਿਆ ਹੈ, ਇਸ ਲਈ ਮੈਂ ਕਿਸੇ ਨੂੰ ਨਹੀਂ ਮਿਲਾਂਗੀ, ਨਾ ਬੋਲਾਂਗੀ।"
        },
        {
            "chapter": 19,
            "verse": 27,
            "text": "ਫਿਰ ਉਹ ਉਸ ਨੂੰ ਗੋਦ ਵਿਚ ਲਏ ਹੋਏ ਆਪਣੀ ਜਾਤੀ ਦੇ ਲੋਕਾਂ ਕੋਲ ਲੈ ਆਈ। ਲੋਕਾਂ ਨੇ ਕਿਹਾ, ਮਰੀਅਮ ਤੂੰ ਬਹੁਤ ਵੱਡਾ ਅਨਰਥ ਕੀਤਾ ਹੈ।"
        },
        {
            "chapter": 19,
            "verse": 28,
            "text": "ਹੇ ਹਾਰੂਨ ਦੀ ਭੈਣ! ਨਾ ਤੇਰਾ ਪਿਤਾ ਸ਼ੁਰਾ ਬੰਦਾ ਸੀ ਅਤੇ ਨਾ ਹੀ ਤੇਰੀ ਮਾਂ ਬਦਚਲਨ ਔਰਤ ਸੀ।"
        },
        {
            "chapter": 19,
            "verse": 29,
            "text": "ਫਿਰ ਮਰੀਅਮ ਨੇ ਉਸ ਵੱਲ ਇਸ਼ਾਰਾ ਕੀਤਾ। ਲੋਕਾਂ ਨੇ ਕਿਹਾ, ਅਸੀਂ ਇਸ ਨਾਲ ਕਿਵੇਂ ਗੱਲ ਕਰੀਏ। ਇਹ ਤਾਂ ਗੋਦੀ ਵਿਚ ਲਿਆ ਬੱਚਾ ਹੈ।"
        },
        {
            "chapter": 19,
            "verse": 30,
            "text": "ਬੱਚਾ ਬੋਲਿਆ, ਮੈਂ ਰੱਬ ਦਾ ਬੰਦਾ ਹਾਂ, ਉਸ ਨੇ ਮੈਨੂੰ ਕਿਤਾਬ ਦਿੱਤੀ ਅਤੇ ਮੈਨੂੰ ਰਸੂਲ ਬਣਾ ਕੇ ਭੇਜਿਆ ਹੈ।"
        },
        {
            "chapter": 19,
            "verse": 31,
            "text": "ਅਤੇ ਮੈਂ ਜਿਥੇ ਕਿਤੇ ਵੀ ਹਾਂ, ਉਸ ਨੇ ਮੈਨੂੰ ਬਰਕਤ ਵਾਲਾ ਬਣਾਇਆ ਹੈ। ਅਤੇ ਉਸ ਨੇ ਮੈਨੂੰ ਨਮਾਜ਼ ਅਤੇ ਜ਼ਕਾਤ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ ਹੈ, ਜਦੋਂ ਤੱਕ ਮੈਂ' ਜਿਉਂਦਾ ਰਹਾਂ।"
        },
        {
            "chapter": 19,
            "verse": 32,
            "text": "ਅਤੇ ਮੈਨੂੰ ਮੇਰੀ ਮਾਂ ਦੀ ਸੇਵਾ ਕਰਨ ਵਾਲਾ ਬਣਾਇਆ ਅਤੇ ਮੈਨੂੰ ਬਾਗੀ ਅਤੇ ਭੈੜਾ ਨਹੀਂ ਬਝਾਇਆ।"
        },
        {
            "chapter": 19,
            "verse": 33,
            "text": "ਅਤੇ ਮੇਰੇ ਉੱਪਰ ਸਲਾਮਤੀ ਹੈ, ਜਿਸ ਦਿਨ ਮੈਂ ਪੈਦਾ ਹੋਇਆ ਅਤੇ ਜਿਸ ਦਿਨ ਮੈਂ ਮਰਾਂਗਾ ਅਤੇ ਜਿਸ ਦਿਨ ਮੈਂ ਜੀਵਿਤ ਕਰ ਕੇ ਉਠਾਇਆ ਜਾਵਾਂਗਾ।"
        },
        {
            "chapter": 19,
            "verse": 34,
            "text": "ਇਹ ਹੈ ਮਰੀਅਮ ਦਾ ਪੁੱਤਰ ਈਸਾ। ਸੱਚੀ ਗੱਲ ਜਿਸ ਲਈ ਲੋਕ ਝਗੜ ਰਹੇ ਸਨ।"
        },
        {
            "chapter": 19,
            "verse": 35,
            "text": "ਅੱਲਾਹ ਅਜਿਹਾ ਨਹੀ' ਕਿ ਉਹ ਕੋਈ ਸੰਤਾਨ ਬਣਾਵੇ। ਉਹ ਪਾਕ ਹੈ। ਜਦੋਂ ਉਹ ਕਿਸੇ ਕੰਮ ਦਾ ਫੈਸਲਾ ਕਰਦਾ ਹੈ ਤਾਂ ਕਹਿੰਦਾ ਹੈ ਕਿ ਹੋ ਜਾ ਤਾਂ ਉਹ ਹੋ ਜਾਂਦਾ ਹੈ।"
        },
        {
            "chapter": 19,
            "verse": 36,
            "text": "ਅਤੇ ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਮੇਰਾ ਰੱਬ ਹੈ ਅਤੇ ਤੁਹਾਡਾ ਵੀ। ਇਸ ਲਈ ਤੁਸੀਂ ਉਸ ਦੀ ਇਬਾਦਤ ਕਰੋ। ਇਹ ਸਿੱਧਾ ਰਾਹ ਹੈ।"
        },
        {
            "chapter": 19,
            "verse": 37,
            "text": "ਫਿਰ ਉਸ ਦੀਆਂ ਸੰਪਰਦਾਵਾਂ ਨੇ ਆਪਿਸ ਵਿਚ ਮੱਤਭੇਦ ਕੀਤਾ। ਇਸ ਲਈ ਇਨਕਾਰ ਕਰਨ ਵਾਲਿਆਂ ਲਈ ਇੱਕ ਵੱਡੇ ਦਿਨ ਵਿਚ ਵਿਨਾਸ਼ ਹੈ। ਜਿਸ ਦਿਨ ਇਹ ਲੋਕ ਸਾਡੇ ਕੋਲ ਆਉਣਗੇ।"
        },
        {
            "chapter": 19,
            "verse": 38,
            "text": "ਉਹ ਚੰਗੀ ਤਰ੍ਹਾਂ ਸੁਣਦੇ ਅਤੇ ਦੇਖਦੇ ਹੋਣਗੇ, ਪਰ ਅੱਜ ਇਹ ਜ਼ਾਲਿਮ ਖੁੱਲ੍ਹੇ ਆਮ ਕੁਰਾਹੇ ਪਏ ਹਨ।"
        },
        {
            "chapter": 19,
            "verse": 39,
            "text": "ਅਤੇ ਇਨ੍ਹਾਂ ਲੋਕਾਂ ਨੂੰ ਉਸ ਪਛਤਾਵੇ ਦੇ ਦਿਨ ਤੋ' ਡਰਾ ਦੇਵੋਂ। ਜਦੋਂ ਮੁਆਸਲੇ ਦਾ ਹਿਸਾਬ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ। ਅਤੇ ਉਹ ਅਚੇਤਨਾ ਦੀ ਹਾਲਤ ਵਿਚ ਡਿੱਗ ਪੈਂਦੇ ਹਨ। ਅਤੇ ਉਹ ਈਮਾਨ ਨਹੀਂ ਲਿਆ ਰਹੇ ਹਨ।"
        },
        {
            "chapter": 19,
            "verse": 40,
            "text": "ਬੇਸ਼ੱਕ ਅਸੀਂ ਹੀ ਧਰਤੀ ਅਤੇ ਧਰਤੀ ਉੱਪਰ ਰਹਿਣ ਵਾਲਿਆਂ ਦੇ ਵਾਰਿਸ ਹੋਵਾਂਗੇ ਅਤੇ ਲੋਕ ਸਾਡੇ ਵੱਲ ਹੀ ਮੌੜੇ ਜਾਣਗੇ"
        },
        {
            "chapter": 19,
            "verse": 41,
            "text": "ਅਤੇ ਕਿਤਾਬ ਵਿਚ ਇਬਰਾਹੀਮ ਦਾ ਵਰਣਨ ਕਰੋ। ਬੇਸ਼ੱਕ ਉਹ ਸੱਚਾ ਸੀ ਅਤੇ ਰਸੂਲ ਸੀ।"
        },
        {
            "chapter": 19,
            "verse": 42,
            "text": "ਜਦੋਂ ਉਸ ਨੇ ਆਪਣੇ ਪਿਤਾ ਨੂੰ ਕਿਹਾ ਕਿ ਹੇ ਮੇਰੇ ਪਿਤਾ! ਅਜਿਹੀ ਚੀਜ਼ ਦੀ ਇਬਾਦਤ ਕਿਉਂ ਕਰਦੇ ਹੋ?ਜਿਹੜਾ ਨਾ ਤੁਹਾਨੂੰ ਸੁਣ ਸਕੇ, ਅਤੇ ਨਾ ਦੇਖ ਸਕੇ, ਨਾ ਤੁਹਾਡੇ ਕੋਈ ਕੰਮ ਆ ਸਕੇ।"
        },
        {
            "chapter": 19,
            "verse": 43,
            "text": "ਹੇ ਮੇਰੇ ਪਿਤਾ! ਮੇਰੇ ਕੋਲ ਅਜਿਹਾ ਗਿਆਨ ਆਇਆ ਹੈ। ਜਿਹੜਾ ਤੁਹਾਡੇ ਕੋਲ ਨਹੀਂ, ਇਸ ਲਈ ਤੂਸੀਂ' ਮੇਰੇ ਵਚਨਾ ਉੱਪਰੋਂ' ਚੱਲੋ। ਸੇਂ' ਤੁਹਾਨੂੰ ਸਿੱਧਾ ਰਾਹ ਦਿਖਾਵਾਂਗਾ।"
        },
        {
            "chapter": 19,
            "verse": 44,
            "text": "ਹੈ ਮੇਰੇ ਪਿਤਾ! ਸ਼ੈਤਾਨ ਦੀ ਇਬਾਦਤ ਨਾ ਕਰੋ, ਬੇਸ਼ੱਕ ਸ਼ੈਤਾਨ ਦਿਆਲੂ ਅੱਲਾਹ ਦੀ ਅਵੱਗਿਆ ਕਰਨ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 19,
            "verse": 45,
            "text": "ਹੇ ਮੇਰੇ ਪਿਤਾ! ਮੈਨੂੰ ਡਰ ਹੈ ਕਿ ਤੁਹਾਨੂੰ ਦਿਆਲੂ ਅੱਲਾਹ ਦੀ ਕੋਈ ਆਫ਼ਤ ਨਾ ਫੜ ਲਵੇ ਅਤੇ ਤੁਸੀਂ ਸ਼ੈਤਾਨ ਦੇ ਸਹਿਯੋਗੀ ਬਣਕੇ ਰਹਿ ਜਾਉ।"
        },
        {
            "chapter": 19,
            "verse": 46,
            "text": "ਪਿਤਾ ਨੇ ਆਖਿਆ ਕਿ ਹੇ ਇਬਰਾਹੀਮ! ਕੀ ਤੁਸੀ' ਮੇਰੇ ਪੂਜਕਾਂ ਤੋਂ ਬੇਮੁੱਖ ਹੋ ਗਏ ਹੋ। ਜੇਕਰ ਤੁਸੀਂ ਇਸ ਤੋਂ ਬਾਜ਼ ਨਾ ਆਏ ਤਾਂ ਮੈਂ ਤੁਹਾਨੂੰ ਪੱਥਰਾਂ ਨਾਲ ਮਾਰ ਦੇਵਾਂਗਾ। ਅਤੇ ਤੁਸੀਂ ਮੇਰੇ ਤੋਂ ਹਮੇਸ਼ਾ ਲਈ ਦੂਰ ਹੋ ਜਾਵੇਂਗੇ।"
        },
        {
            "chapter": 19,
            "verse": 47,
            "text": "ਇਬਰਾਹੀਮ ਨੇ ਕਿਹਾ, ਤੁਹਾਡੇ ਤੇ ਸਲਾਮਤੀ ਹੋਵੇ। ਮੈਂ ਆਪਣੇ ਰੱਬ ਕੋਲ ਤੁਹਾਡੇ ਲਈ ਮੁਆਫ਼ੀ ਦੀ ਪ੍ਰਾਥਨਾ ਕਰਾਂਗਾ। ਬੇਸ਼ੱਕ ਉਹ ਮੇਰੇ ਉੱਪਰ ਬਹੁਤ ਮਿਹਰਸ਼ਾਨ ਹੈ।"
        },
        {
            "chapter": 19,
            "verse": 48,
            "text": "ਅਤੇ ਮੈਂ' ਤੁਹਾਨੂੰ ਲੋਕਾਂ ਨੂੰ ਛੱਡਦਾ ਹਾਂ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਵੀ ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੁਸੀਂ ਅੱਲਾਹ ਤੋਂ ਬਿਨ੍ਹਾਂ ਪੁਕਾਰਦੇ ਹੋ ਅਤੇ ਮੈਂ ਆਪਣੇ ਰੱਬ ਨੂੰ ਹੀ ਪੁਕਾਰਾਗਾਂ। ਆਸ ਹੈ ਕਿ ਮੈਂ ਆਪਣੇ ਰੱਬ ਨੂੰ ਪੁਕਾਰ ਕੇ ਉਸ ਦੀ ਸ਼ਖ਼ਸ਼ਿਸ਼ ਤੋਂ ਖਾਲੀ ਨਹੀਂ ਰਹਾਂਗਾ।"
        },
        {
            "chapter": 19,
            "verse": 49,
            "text": "ਇਸ ਲਈ ਜਦੋਂ ਉਹ ਲੋਕਾਂ ਤੋਂ ਅਲੱਗ ਹੋ ਗਿਆ ਅਤੇ ਉਨ੍ਹਾਂ ਤੋਂ ਜਿਨ੍ਹਾ ਨੂੰ ਉਹ ਅੱਲਾਹ ਤੋਂ ਬਿਨ੍ਹਾਂ ਪੂਜਦੇ ਸਨ, ਤਾਂ ਅਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਇਸਹਾਕ ਅਤੇ ਯਾਕੂਬ ਬਖ਼ਸ਼ ਦਿੱਤੇ ਅਤੇ ਅਸੀਂ ਉਨ੍ਹਾਂ ਵਿਚ ਹਰੇਕ ਨੂੰ ਰਸੂਲ ਸ਼ਣਾਇਆ।"
        },
        {
            "chapter": 19,
            "verse": 50,
            "text": "ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਪਣੀ ਰਹਿਮਤ ਦਾ ਹਿੱਸਾ ਦਿੱਤਾ ਅਤੇ ਅਸੀਂ ਉਨ੍ਹਾਂ ਦਾ ਨਾਮ ਸੱਚਾ ਚਰਿੱਤਰ ਅਤੇ ਭਗਤੀ ਪੂਰਨ ਬਣਾਇਆ।"
        },
        {
            "chapter": 19,
            "verse": 51,
            "text": "ਅਤੇ ਕਿਤਾਬ ਵਿਚ ਮੂਸਾ ਦਾ ਵਰਣਨ ਵੀ ਕਰੋਂ। ਬੇਸ਼ੱਕ ਉਹ ਚੁਣਿਆ ਹੋਇਆ ਸੀ ਅਤੇ ਰਸੂਲ ਸੀ।"
        },
        {
            "chapter": 19,
            "verse": 52,
            "text": "ਅਤੇ ਅਸੀਂ' ਉਸ ਨੂੰ ਤੂਰ ਦੇ ਪਹਾੜ ਦੇ ਸੱਜੇ ਪਾਸੇ ਵੱਲ ਸੱਦਿਆ ਅਤੇ ਉਸ ਨੂੰ ਅਸੀਂ ਰਹੱਸਾਂ ਦੀਆਂ ਗੱਲੋਂ ਕਰਨ ਲਈ ਆਪਣੇ ਨੇੜੇ ਕੀਤਾ।"
        },
        {
            "chapter": 19,
            "verse": 53,
            "text": "ਅਤੇ ਆਪਣੀ ਰਹਿਮਤ ਨਾਲ ਅਸੀਂ ਉਸ ਦੇ ਭਰਾ ਹਾਰੂਨ ਨੂੰ ਰਸੂਲ ਬਣਾ ਕੇ (ਸਹਾਇਕ ਦੇ ਰੂਪ ਵਿੱਚ) ਉੱਸ ਨੂੰ ਪ੍ਰਦਾਨ ਕੀਤਾ।"
        },
        {
            "chapter": 19,
            "verse": 54,
            "text": "ਅਤੇ ਕਿਤਾਬ ਵਿਚ ਇਸਮਾਈਲ ਦਾ ਵਰਣਨ ਕਰੋ। ਇਹ ਵਾਅਦੇ ਦਾ ਸੱਚਾ ਰਸੂਲ ਸੀ।"
        },
        {
            "chapter": 19,
            "verse": 55,
            "text": "ਉਹ ਆਪਣੇ ਲੋਕਾਂ ਨੂੰ ਨਮਾਜ਼ ਅਤੇ ਜ਼ਕਾਤ ਦਾ ਹੁਕਮ ਦਿੰਦਾ ਸੀ। ਅਤੇ ਉਹ ਆਪਣੇ ਰੱਬ ਦੇ ਨੇੜੇ ਪਸੰਦੀਦਾ ਸੀ।"
        },
        {
            "chapter": 19,
            "verse": 56,
            "text": "ਅਤੇ ਕਿਤਾਬ ਵਿਚ ਇਦਰੀਸ ਦਾ ਵਰਣਨ ਕਰੋਂ। ਬੇਸ਼ੱਕ ਉਹ ਸੱਚਾ ਰਸੂਲ ਸੀ।"
        },
        {
            "chapter": 19,
            "verse": 57,
            "text": "ਅਤੇ ਅਸੀਂ ਉਸ ਨੂੰ ਉੱਚੇ ਰੁਤਬੇ ਤੱਕ ਪਹੁੰਚਾਇਆ।"
        },
        {
            "chapter": 19,
            "verse": 58,
            "text": "ਇਹ ਉਹ ਲੋਕ ਹਨ, ਜਿਨ੍ਹਾਂ ਉੱਪਰ ਅੱਲਾਹ ਨੇ ਪੈਗੰਬਰਾਂ ਵਿੱਚੋਂ ਆਪਣੀ ਕਿਰਪਾ ਕੀਤੀ। ਆਦਮ ਦੀ ਔਲਾਦ ਵਿਚੋਂ ਅਤੇ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਵਿਚੋਂ ਜਿਨ੍ਹਾਂ ਨੂੰ ਅਸੀਂ ਨੂਹ ਦੇ ਨਾਲ (ਕਿਸ਼ਤੀ) ਵਿਚ ਸਵਾਰ ਕੀਤਾ ਸੀ। ਅਤੇ ਇਬਰਾਹੀਮ ਅਤੇ ਇਸਰਾਈਲ ਦੀ ਵੰਸ਼ ਵਿਚੋਂ ਅਤੇ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਵਿੱਚੋਂ ਜਿਨ੍ਹਾਂ ਨੂੰ ਅਸੀਂ ਚੰਗਾ ਰਾਹ ਬਖ਼ਸ਼ਿਸ਼ ਕੀਤਾ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਪਣੇ ਲਈ ਸਵੀਕਾਰ ਯੋਗ ਸ਼ਣਾਇਆ। ਜਦੋਂ ਉਨ੍ਹਾਂ ਨੂੰ ਕਿਰਪਾਲੂ ਅੱਲਾਹ ਦੀਆਂ ਅਜਿਹੀਆਂ ਖ਼ਬਰਾ ਸੁਣਾਈਆਂ ਜਾਂਦੀਆਂ ਤਾਂ ਉਹ ਸਿਜਦਾ ਕਰਦੇ ਹੋਏ ਅਤੇ ਰੋਂਦੇ ਹੋਏ ਡਿੱਗ ਪੈਂਦੇ।"
        },
        {
            "chapter": 19,
            "verse": 59,
            "text": "ਫਿਰ ਉਨ੍ਹਾਂ ਤੋਂ ਬਾਅਦ ਅਜਿਹੇ ਲੋਕ ਉਨ੍ਹਾਂ ਦੇ ਵਾਰਿਸ ਹੋਏ ਜਿਨ੍ਹਾਂ ਨੇ ਨਮਾਜ਼ ਨੂੰ ਖ਼ਤਮ ਕਰ ਦਿੱਤਾ ਅਤੇ ਉਹ ਇੱਛਾਵਾਂ ਦੇ ਪਿੱਛੇ ਪੈ ਗਏ।"
        },
        {
            "chapter": 19,
            "verse": 60,
            "text": "ਇਸ ਲਈ ਜਲਦੀ ਹੀ ਉਹ ਆਪਣੇ ਵਿਨਾਸ਼ ਦੇਖਣਗੇ। ਪਰੰਤੂ ਜਿਸ ਨੇ ਪਛਤਾਵਾ ਕੀਤਾ ਪ੍ਰਵੇਸ਼ ਕਰਨਗੇ। ਅਤੇ ਉਨ੍ਹਾਂ ਉੱਪਰ ਭੋਰਾ ਮਾਤਰ ਵੀ ਜ਼ੁਲਮ ਨਹੀਂ ਕੀਤਾ ਜਾਵੇਗਾ।"
        },
        {
            "chapter": 19,
            "verse": 61,
            "text": "ਉਨ੍ਹਾਂ ਲਈ ਹਮੇਸ਼ਾ ਰਹਿਣ ਵਾਲੇ ਬਾਗ਼ ਹਨ, ਜਿਨ੍ਹਾਂ ਦਾ ਰਹਿਮਾਨ ਨੇ ਆਪਣੇ ਆਦਮੀਆਂ ਨਾਲ ਸਖ਼ਤ ਵਾਅਦਾ ਕਰ ਰੱਖਿਆ ਹੈ। ਅਤੇ ਇਹ ਵਾਅਦਾ ਪੂਰਾ ਹੋ ਕੇ ਰਹੇਗਾ।"
        },
        {
            "chapter": 19,
            "verse": 62,
            "text": "ਉਸ ਵਿਚ ਉਹ ਲੋਕ ਕੋਈ ਵਿਅਰਥ ਗੱਲ ਨਹੀਂ ਸੁਣਨਗੇ, ਸਿਰਫ਼ ਸਲਾਮ (ਸ਼ਾਂਤੀ) ਤੋਂ ਬਿਨ੍ਹਾਂ। ਅਤੇ ਉਸ ਵਿਚ ਉਨ੍ਹਾਂ ਨੂੰ ਸਵੇਰੇ ਸ਼ਾਮ ਰਿਜ਼ਕ ਮਿਲੇਗਾ।"
        },
        {
            "chapter": 19,
            "verse": 63,
            "text": "ਇਹ ਉਹ ਜੰਨਤ ਹੈ ਜਿਸ ਦਾ ਵਾਰਿਸ ਅਸੀਂ ਆਪਣੇ"
        },
        {
            "chapter": 19,
            "verse": 64,
            "text": "ਅਤੇ ਅਸੀਂ' (ਫ਼ਰਿਸ਼ਤੇ) ਪ੍ਰਕਾਸ਼ਿਤ ਨਹੀਂ' ਹੁੰਦੇ, ਜੇ ਸਾਡੇ ਰੱਬ ਦਾ ਹੁਕਮ ਨਾ ਹੁੰਦਾ, ਉਸ ਦਾ ਹੈ ਜਿਹੜਾ ਸਾਡੇ ਅੱਗੇ ਅਤੇ ਸਾਡੇ ਪਿੱਛੇ ਹੈ ਅਤੇ ਇਨ੍ਹਾਂ ਦੇ ਵਿਚਕਾਰ ਹੈ ਅਤੇ ਤੁਹਾਡਾ ਰੱਬ ਭੁਲਣ ਵਾਲਾ ਨਹੀਂ।"
        },
        {
            "chapter": 19,
            "verse": 65,
            "text": "ਉਹ ਰੱਬ ਹੈ ਆਕਾਸ਼ਾਂ ਦਾ ਅਤੇ ਧਰਤੀ ਦਾ ਅਤੇ ਜੋ ਕੁਝ ਇਨ੍ਹਾਂ ਦੇ ਵਿਚਕਾਰ ਹੈ। ਇਸ ਲਈ ਤੁਸੀ' ਉਸੇ ਦੀ ਇਬਾਦਤ ਕਰੋ ਅਤੇ ਉਸ ਦੀ ਬੰਦਗੀ ਲਈ ਦ੍ਰਿੜ ਰਹੋ। ਕੀ ਤੁਸੀਂ ਉਸ ਦੇ ਸਾਹਮਣੇ (ਕੋਈ) ਬਰਾਬਰ ਗੁਣਾ ਵਾਲਾ ਸਮਝਦੇ ਹੋ।"
        },
        {
            "chapter": 19,
            "verse": 66,
            "text": "ਅਤੇ ਮਨੁੱਖ ਕਹਿੰਦਾ ਹੈ ਕੀ ਜਦੋਂ ਮੈਂ ਮਰ ਜਾਵਾਂਗਾ ਤਾਂ ਫਿਰ ਜਿਊਂਦੇ ਕਰਕੇ ਕੱਢਿਆ ਜਾਵਾਂਗਾ।"
        },
        {
            "chapter": 19,
            "verse": 67,
            "text": "ਕੀ ਮਨੁੱਖਾਂ ਨੂੰ ਯਾਦ ਨਹੀਂ ਆਉਂਦਾ ਕਿ ਅਸੀਂ ਉਸ ਨੂੰ ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਪੈਦਾ ਕੀਤਾ ਅਤੇ ਉਹ ਕੂਝ ਵੀ ਨਹੀਂ ਸੀ।"
        },
        {
            "chapter": 19,
            "verse": 68,
            "text": "ਇਸ ਲਈ ਤੇਰੇ ਰੱਬ ਦੀ ਸਹੁੰ ਅਸੀਂ' ਜ਼ਰੂਰ ਇਸਨੂੰ ਇੱਕਠਾ ਕਰਾਂਗੇ ਅਤੇ ਸੈਤਾਨਾਂ ਨੂੰ ਵੀ, ਫਿਰ ਉਨ੍ਹਾਂ ਨੂੰ ਨਰਕ ਦੇ ਕੌਲ ਇਸ ਤਰ੍ਹਾਂ ਹਾਜ਼ਰ ਕਰਾਂਗੇ ਕਿ ਉਹ ਗੋਡਿਆਂ ਭਾਰ ਡਿੱਗ ਪੈਣਗੇ।"
        },
        {
            "chapter": 19,
            "verse": 69,
            "text": "ਫਿਰ ਅਸੀਂ ਹਰੇਕ ਵਰਗ ਵਿਚੋਂ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਨੂੰ ਅਲੱਗ ਕਰਾਂਗੇ, ਜਿਹੜੇ ਰਹਿਮਤ ਦੇ ਮੁਕਾਬਲੇ ਸਭ ਤੋਂ ਜ਼ਿਆਦਾ ਬਾਗ਼ੀ ਬਣੇ ਹੋਏ ਸਨ।"
        },
        {
            "chapter": 19,
            "verse": 70,
            "text": "ਜਾਣ ਦੇ ਜ਼ਿਆਦਾ ਹੱਕਦਾਰ ਹਨ।"
        },
        {
            "chapter": 19,
            "verse": 71,
            "text": "ਅਤੇ ਤੁਹਾਡੇ ਵਿਚੋ' ਕੋਈ ਨਹੀਂ ਜਿਸ ਨੂੰ ਉਸ ਉੱਪਰੋਂ ਲੰਘਣਾ ਨਾ ਹੋਵੇ। ਇਹ ਤੇਰੇ ਰੱਬ ਲਈ ਜ਼ਰੂਰੀ ਹੈ। ਜਿਹੜਾ ਪੂਰਾ ਹੋ ਕੇ ਰਹੇਗਾ।"
        },
        {
            "chapter": 19,
            "verse": 72,
            "text": "ਫਿਰ ਅਸੀਂ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਨੂੰ ਬਚਾ ਲਵਾਂਗੇ ਜਿਹੜੇ ਡਰਦੇ ਸਨ ਅਤੇ ਜ਼ੁਲਮਾਂ ਨੂੰ ਉਸ ਵਿਚ ਡਿੱਗਾ ਹੋਇਆ ਛੱਡ ਦੇਵਾਂਗੇ"
        },
        {
            "chapter": 19,
            "verse": 73,
            "text": "ਅਤੇ ਜਦੋਂ ਉਨ੍ਹਾਂ ਨੂ ਸਾਡੀਆਂ ਸਪਸ਼ੱਟ ਆਇਤਾਂ ਸੁਣਾਈਆਂ ਜਾਂਦੀਆਂ ਹਨ ਤਾਂ ਉਹ ਇਨਕਾਰ ਕਰਨ ਵਾਲੇ, ਈਮਾਨ ਵਾਲਿਆਂ ਨੂੰ ਕਹਿੰਦੇ ਹਨ ਕਿ ਦੋਵਾਂ ਵਰਗਾ ਵਿਚ ਕਿਹੜਾ ਸ਼ਿਹਤਰ ਹਾਲਤ ਵਿਚ ਹੈ ਅਤੇ ਕਿਸ ਦੀ ਸੰਗਤ ਜ਼ਿਆਦਾ ਚੰਗੀ ਹੈ।"
        },
        {
            "chapter": 19,
            "verse": 74,
            "text": "ਅਤੇ ਇਨ੍ਹਾਂ ਜ਼ਿਆਦਾ ਸਾਧਨਾਂ ਵਾਲੀਆਂ ਅਤੇ ਇਨ੍ਹਾਂ ਤੋਂ ਜ਼ਿਆਦਾ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਸਨ।"
        },
        {
            "chapter": 19,
            "verse": 75,
            "text": "ਆਖੋ, ਕਿ ਜਿਹੜਾ ਬੰਦਾ ਬੂਰੇ ਰਾਹ ਤੇ ਹੁੰਦਾ ਹੈ ਤਾਂ ਰਹਿਮਾਨ ਉਸ ਨੂੰ ਢਿੱਲ ਦਿੰਦਾ ਹੈ। ਇੱਥੋਂ ਤੱਕ ਕਿ ਜਦੋਂ ਉਹ ਉਸ ਚੀਜ਼ ਨੂੰ ਦੇਖ ਲੈਣਗੇ, ਜਿਸ ਦਾ ਇਨ੍ਹਾਂ ਨਾਲ ਵਾਅਦਾ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ। ਸੰਸਾਰਿਕ ਆਫ਼ਤ ਜਾਂ ਕਿਆਮਤ ਦਾ ਦਿਨ ਤਾਂ ਇਨ੍ਹਾਂ ਨੂੰ ਪਤਾ ਲੱਗ ਜਾਵੇਗਾ ਕਿ ਕਿਸ ਦੀ ਹਾਲਤ ਬ਼ੂਰੀ ਹੈ ਅਤੇ ਕਿਸ ਦਾ ਧੜਾ ਕਮਜ਼ੋਰ ਹੈ।"
        },
        {
            "chapter": 19,
            "verse": 76,
            "text": "ਅਤੇ ਅੱਲਾਹ ਹਦਾਇਤ ਤੇ ਚੱਲਣ ਕਰਨ ਵਾਲਿਆਂ ਦੀ ਸਹੀ ਰਾਹ ਵਿਚ ਵਾਧਾ ਕਰਦਾ ਹੈ ਅਤੇ ਬਾਕੀ ਰਹਿਣ ਵਾਲੇ ਪੂੰਨ ਤੁਹਾਡੇ ਰੱਬ ਦੇ ਨੇੜੇ ਫ਼ਲ ਦੇ ਅਨੁਸਾਰ ਸ੍ਰੇਸ਼ਟ ਹਨ ਅਤੇ ਨਤੀਜੇ ਦੇ ਅਨੁਸਾਰ ਉੱਤਮ ਵੀ।"
        },
        {
            "chapter": 19,
            "verse": 77,
            "text": "ਕੀ ਤੁਸੀਂ ਉਸਨੂੰ ਦੇਖਿਆ ਜਿਸ ਨੇ ਸਾਡੀਆਂ ਆਇਤਾਂ ਨੂੰ ਝੁਠਲਾਇਆ ਅਤੇ ਕਿਹਾ ਕਿ ਮੈਨੂੰ ਸੰਪਤੀ ਅਤੇ ਸੰਤਾਨ ਮਿਲ ਕੇ ਰਹਿਣਗੇ।"
        },
        {
            "chapter": 19,
            "verse": 78,
            "text": "ਕੀ ਉਸ ਨੇ ਗ਼ੈਬ (ਗੁਪਤ) ਵਿਚ ਝਾਕ ਕੇ ਦੇਖਿਆ ਹੈ ਜਾਂ ਉਸ ਨੇ ਅੱਲਾਹ ਤੋਂ ਕੋਈ ਵਚਨ ਲੈ ਲਿਆ ਹੈ।"
        },
        {
            "chapter": 19,
            "verse": 79,
            "text": "ਕਦੇ ਵੀ ਨਹੀਂ ਜੋ ਕੂਝ ਉਹ ਆਖਦਾ ਹੈ ਉਸ ਨੂੰ ਅਸੀਂ ਲਿਖ ਲਵਾਂਗੇ ਅਤੇ ਉਸ ਦੀ ਸਜ਼ਾ ਵਿਚ ਵਾਧਾ ਕਰਾਂਗੇ।"
        },
        {
            "chapter": 19,
            "verse": 80,
            "text": "ਅਤੇ ਜਿਨ੍ਹਾਂ ਚੀਜ਼ਾਂ ਦਾ ਉਹ ਦਾਅਵੇਦਾਰ ਹੈ ਉਸ ਦੇ ਅਸੀਂ ਵਾਰਿਸ ਬਣਾਂਗੇ ਅਤੇ ਉਹ ਸਾਡੇ ਕੋਲ ਇੱਕਲਾ ਆਵੇਗਾ।"
        },
        {
            "chapter": 19,
            "verse": 81,
            "text": "ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਅੱਲਾਹ ਤੋਂ ਬਿਨ੍ਹਾਂ ਜ਼ਿਆਦਾਤਰ (ਆਪਣੇ) ਪੂਜ ਬਣਾਏ ਹਨ ਤਾਂ ਕਿ ਉਹ ਉਨ੍ਹਾਂ ਲਈ ਸਹਾਇਕ ਬਣਨ।"
        },
        {
            "chapter": 19,
            "verse": 82,
            "text": "ਕਦੇ ਵੀ ਨਹੀਂ, ਉਹ ਉਨ੍ਹਾਂ ਦੀ ਇਬਾਦਤ ਤੋਂ ਇਨਕਾਰ ਕਰਨਗੇ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਵਿਰੋਧੀ ਬਣ ਜਾਣਗੇ॥"
        },
        {
            "chapter": 19,
            "verse": 83,
            "text": "ਕੀ ਤੁਸੀਂ ਨਹੀਂ ਵੇਖਿਆ ਕਿ ਅਸੀਂ ਇਨਕਾਰੀਆਂ ਉੱਪਰ ਸੈਤਾਨਾਂ ਨੂੰ ਛੱਡ ਦਿੱਤਾ ਹੈ ਅਤੇ ਉਹ ਉਨ੍ਹਾਂ ਨੂੰ ਜ਼ਿਆਦਾਤਰ ਉਕਸਾ ਰਹੇ ਹਨ।"
        },
        {
            "chapter": 19,
            "verse": 84,
            "text": "ਇਸ ਲਈ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਲਈ ਕਾਹਲੀ ਨਾ ਕਰੋ ਅਸੀਂ ਉਨ੍ਹਾਂ ਦੀ ਗਿਣਤੀ ਪੂਰੀ ਕਰ ਰਹੇ ਹਾਂ।"
        },
        {
            "chapter": 19,
            "verse": 85,
            "text": "ਜਿਸ ਦਿਨ ਅਸੀਂ ਡਰਨ ਵਾਲਿਆਂ ਨੂੰ ਰਹਿਮਾਨ ਵੱਲ ਮਹਿਮਾਨ ਬਣਾ ਕੇ ਇਕੱਠਾ ਕਰਾਂਗੇ।"
        },
        {
            "chapter": 19,
            "verse": 86,
            "text": "ਅਤੇ ਅਪਰਾਧੀਆਂ ਨੂੰ ਨਰਕ ਵਿਚ ਪਿਆਸਾ ਹਿੱਕਾਂਗੇ।"
        },
        {
            "chapter": 19,
            "verse": 87,
            "text": "ਕਿਸੇ ਨੂੰ ਸਿਫਾਰਸ਼ ਦਾ ਅਧਿਕਾਰ ਨਹੀਂ' ਹੋਵੇਗਾ। ਬਿਨ੍ਹਾਂ ਉਸ ਦੇ ਜਿਸ ਨੇ ਰਹਿਮਾਨ ਦੇ ਪਾਸੋਂ ਆਗਿਆ ਲਈ ਹੋਵੇ।"
        },
        {
            "chapter": 19,
            "verse": 88,
            "text": "ਅਤੇ ਇਹ ਲੋਕ ਕਹਿੰਦੇ ਹਨ ਕਿ ਰਹਿਮਾਨ ਨੇ ਕਿਸੇ ਨੂੰ ਪੁੱਤਰ ਬਣਾਇਆ ਹੈ।"
        },
        {
            "chapter": 19,
            "verse": 89,
            "text": "ਇਹ ਤੁਸੀਂ ਬਹੁਤ ਗੰਭੀਰ (ਜੁਰਮ ਵਾਲੀ) ਗੱਲ ਕੀਤੀ ਹੈ।"
        },
        {
            "chapter": 19,
            "verse": 90,
            "text": "ਨਜ਼ਦੀਕ ਹੈ, ਕਿ ਇਸ ਨਾਲ ਆਕਾਸ਼ ਪਾਟ ਜਾਵੇ ਅਤੇ ਧਰਤੀ ਟੁਕੜੇ-ਟੁਕੜੇ ਹੋ ਜਾਵੇ ਅਤੇ ਪਹਾੜ ਟੁੱਟ ਕੇ ਡਿੱਗ ਪੈਣ।"
        },
        {
            "chapter": 19,
            "verse": 91,
            "text": "ਇਸ ਲਈ ਕਿ ਲੋਕ ਰਹਿਮਾਨ ਦੇ ਨਾਲ ਸੰਤਾਨ ਦਾ ਸਬੰਧ ਜੋੜਦੇ ਹਨ।"
        },
        {
            "chapter": 19,
            "verse": 92,
            "text": "ਜਦੋਂ ਕਿ ਰਹਿਮਾਨ ਦੇ ਸਤਿਕਾਰ ਦੇ ਇਹ ਬਿਲਕੁਲ ਉਲਟ ਹੈ। ਕਿ ਉਹ (ਕਿਸੇ) ਸੰਤਾਨ ਨੂੰ ਅਪਣਾਵੇ।"
        },
        {
            "chapter": 19,
            "verse": 93,
            "text": "ਆਕਾਸ਼ਾਂ ਅਤੇ ਧਰਤੀ ਉੱਪਰ ਕੋਈ ਨਹੀ' ਜਿਹੜਾ ਰਹਿਮਾਨ ਦਾ ਬੰਦਾ ਹੋਂ ਕੇ ਨਾ ਆਵੇ।"
        },
        {
            "chapter": 19,
            "verse": 94,
            "text": "ਉਸ ਕੌਲ ਇਸਦੀ ਗਿਣਤੀ ਹੈ ਅਤੇ ਉਸ ਨੇ ਇਸ ਨੂੰ ਠੀਕ ਗਿਣ ਰੱਖਿਆ ਹੈ।"
        },
        {
            "chapter": 19,
            "verse": 95,
            "text": "ਅਤੇ ਇਨ੍ਹਾਂ ਵਿਚੋਂ ਹਰੇਕ ਕਿਆਮਤ ਦੇ ਦਿਨ ਉਸ ਦੇ ਸਾਹਮਣੇ ਇਕੱਲਾ ਆਵੇਗਾ।"
        },
        {
            "chapter": 19,
            "verse": 96,
            "text": "ਪ੍ਰਤੂੰ ਜਿਹੜੇ ਲੋਕ ਈਮਾਨ ਲਿਆਏ ਅਤੇ ਜਿਨ੍ਹਾਂ ਨੇ ਚੰਗੇ ਕੰਮ ਕੀਤੇ, ਉਨ੍ਹਾਂ ਲਈ ਅੱਲਾਹ ਮੁਹੱਬਤ ਪੈਦਾ ਕਰ ਦੇਵੇਗਾ।"
        },
        {
            "chapter": 19,
            "verse": 97,
            "text": "ਇਸ ਲਈ ਅਸੀਂ ਇਸ ਕੁਰਆਨ ਨੂੰ ਤੁਹਾਡੀ ਭਾਸ਼ਾ ਵਿਚ ਅਸਾਨ ਕਰ ਦਿੱਤਾ ਹੈ। ਤਾਂ ਕਿ ਤੁਸੀਂ ਪ੍ਰਹੇਜ਼ਗਾਰਾਂ (ਅੱਲਾਹ ਤੋਂ ਡਰਨ ਵਾਲੇ) ਨੂੰ ਖੁਸ਼ਖ਼ਬਰੀ ਸੁਣਾ ਦੇਵੋਂ ਅਤੇ ਜਿੱਦੀ ਲੋਕਾਂ ਨੂੰ ਭੈ-ਭੀਤ ਕਰ ਦੇਵੋ।"
        },
        {
            "chapter": 19,
            "verse": 98,
            "text": "ਅਤੇ ਇਨ੍ਹਾਂ ਤੋਂ ਪਹਿਲਾਂ ਅਸੀਂ' ਕਿੰਨੀਆਂ ਹੀ ਕੌਮਾਂ ਨੂੰ ਨਸ਼ਟ ਕਰ ਚੁੱਕੇ ਹਾਂ। ਕੀ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਵਿਚੋਂ ਕਿਸੇ ਨੂੰ ਦੇਖਦੇ ਹੋ ਜਾਂ ਉਨ੍ਹਾਂ ਦੀ ਕੋਈ ਆਹਟ ਸੁਣਦੇ ਹੈਂ"
        },
        {
            "chapter": 20,
            "verse": 1,
            "text": "ਤਾ.ਹਾ"
        },
        {
            "chapter": 20,
            "verse": 2,
            "text": "ਅਸੀਂ ਕੁਰਆਨ ਤੁਹਾਡੇ ਉੱਪਰ ਇਸ ਲਈ ਨਹੀਂ ਉਤਾਰਿਆ ਕਿ ਤੁਸੀਂ ਮੁਸੀਬਤ ਵਿਚ ਪੈ ਜਾਉ।"
        },
        {
            "chapter": 20,
            "verse": 3,
            "text": "ਬਲਕਿ ਇਸ ਵਿਚ ਅਜਿਹੇ ਬੰਦੇ ਲਈ ਉਪਦੇਸ਼ ਹੈ ਜਿਹੜਾ ਡਰਦਾ ਹੋਵੇ।"
        },
        {
            "chapter": 20,
            "verse": 4,
            "text": "ਇਹ ਉਸ ਵੱਲੋਂ ਉਤਾਰਿਆ ਗਿਆ ਹੈ ਜਿਸ ਨੇ ਧਰਤੀ ਅਤੇ ਉੱਚੇ ਆਕਾਸ਼ਾਂ ਨੂੰ ਪੈਦਾ ਕੀਤਾ।"
        },
        {
            "chapter": 20,
            "verse": 5,
            "text": "ਉਹ ਰਹਿਮਤ ਵਾਲਾ ਹੈ ਅਤੇ ਉੱਚ ਸਿੰਘਾਸਣ ਉੱਤੇ ਬਿਰਾਜਮਾਨ ਹੈ।"
        },
        {
            "chapter": 20,
            "verse": 6,
            "text": "ਜੋ ਕੁਝ ਆਕਾਸ਼ਾਂ ਵਿਚ ਹੈ, ਧਰਤੀ ਉੱਪਰ ਹੈ, ਦੋਵਾਂ ਦੇ ਵਿਚਕਾਰ ਹੈ ਜਾਂ ਧਰਤੀ ਦੇ ਥੱਲੇ ਹੈ, ਸਭ ਉਸ (ਅੱਲਾਹ) ਦਾ ਹੈ।"
        },
        {
            "chapter": 20,
            "verse": 7,
            "text": "ਅਤੇ ਤੁਸੀਂ ਚਾਹੋ ਆਪਣੀ ਗੱਲ ਉੱਚੀ ਪੁਕਾਰ ਕੇ ਕਹੋ ਪਰ ਉਹ ਹੌਲੀ ਕੀਤੀ ਹੋਈ ਗੱਲ ਨੂੰ ਵੀ ਜਾਣਦਾ ਹੈ। ਅਤੇ ਇਸ ਤੋਂ ਵੱਧ ਹੌਲੀ ਕੀਤੀ ਗੱਲ ਨੂੰ ਵੀ।"
        },
        {
            "chapter": 20,
            "verse": 8,
            "text": "ਉਹ ਅੱਲਾਹ ਹੈ ਉਸ ਤੋਂ' ਬਿਨ੍ਹਾਂ ਕੋਈ ਪੂਜਣਯੋਗ ਨਹੀਂ। ਸਾਰੇ ਚੰਗੇ ਨਾਮ ਉਸੇ ਦੇ ਹਨ।"
        },
        {
            "chapter": 20,
            "verse": 9,
            "text": "ਅਤੇ ਕੀ ਤੁਹਾਨੂੰ ਮੂਸਾ ਦੀ ਗੱਲ ਪਹੁੰਚੀ ਹੈ।"
        },
        {
            "chapter": 20,
            "verse": 10,
            "text": "ਜਦੋਂ ਕਿ ਉਸ ਨੇ ਦੇਖੀ ਹੈ ਅਤੇ ਆਸ ਹੈ ਮੈਂ ਉਸ ਵਿਚੋਂ ਤੁਹਾਡੇ ਲਈ ਇੱਕ ਅੰਗਾਰਾ ਲਿਆਵਾਂ ਜਾਂ ਉਸ ਅੱਗ ਦੇ ਕੋਲ ਮੈਨੂੰ ਰਾਹ ਦਾ ਪਤਾ ਮਿਲ ਜਾਏ।"
        },
        {
            "chapter": 20,
            "verse": 11,
            "text": "ਫਿਰ ਜਦੋਂ ਉਹ ਉਸ ਦੇ ਕੋਲ ਪਹੁੰਚਿਆਂ ਤਾਂ ਅਵਾਜ਼ ਦਿੱਤੀ ਗਈ ਕਿ ਹੈ ਮੂਸਾ"
        },
        {
            "chapter": 20,
            "verse": 12,
            "text": "ਮੈਂ ਹੀ ਤੇਰਾ ਰੱਬ ਹਾਂ ਇਸ ਲਈ ਤੁਸੀਂ ਆਪਣੀਆਂ ਜੁੱਤੀਆਂ ਉਤਾਰ ਦਿਉ ਕਿਉਂਕਿ ਤੁਸੀਂ ਤੁਵਾ ਦੀ ਪਵਿੱਤਰ ਘਾਟੀ ਵਿਚ ਹੋ।"
        },
        {
            "chapter": 20,
            "verse": 13,
            "text": "ਅਤੇ ਮੈਂ ਤੁਹਾਨੂੰ ਚੁਣ ਲਿਆ ਹੈ ਇਸ ਲਈ ਜਿਹੜੀ ਵਹੀ ਪ੍ਰਕਾਸ਼ੀ ਜਾ ਰਹੀ ਹੈ ਉਸ ਨੂੰ ਸੁਣ।"
        },
        {
            "chapter": 20,
            "verse": 14,
            "text": "ਮੈਂ ਹੀ ਅੱਲਾਹ ਹਾਂ। ਮੇਰੇ ਬਿਨਾਂ ਕੋਈ ਪੁਜਣਯੌਂਗ ਨਹੀਂ। ਇਸ ਲਈ ਤੂਸੀ' ਮੇਰੀ ਹੀ ਇਬਾਦਤ ਕਰੋਂ। ਮੇਰੀ ਯਾਦ ਲਈ ਨਮਾਜ਼ ਸਥਾਪਿਤ ਕਰੋ।"
        },
        {
            "chapter": 20,
            "verse": 15,
            "text": "ਬੇਸ਼ੱਕ ਕਿਆਮਤ ਆਉਂਣ ਵਾਲੀ ਹੈ। ਮੈ' ਉਸ ਨੂੰ ਗੁਪਤ ਰੱਖਣਾ ਚਾਹੁੰਦਾ ਹਾਂ ਤਾਂ ਕਿ ਹਰੇਕ ਵਿਅਕਤੀ ਨੂੰ ਉਸ ਦੇ ਕੀਤੇ ਦਾ ਫ਼ਲ ਮਿਲ ਸਕੇ।"
        },
        {
            "chapter": 20,
            "verse": 16,
            "text": "ਇਸ ਲਈ ਤੁਹਾਨੂੰ ਉਹ ਬੰਦਾ ਆਸਵਾਧਾਨ ਨਾ ਕਰ ਦੇਵੇ। ਜੋ ਇਸ ਉੱਪਰ ਈਮਾਨ ਨਹੀਂ ਲਿਆਉਂਦਾ ਅਤੇ ਆਪਣੀਆਂ ਇੱਛਾਵਾਂ ਦਾ ਪਾਲਣ ਕਰਦਾ ਹੈ, ਤਾਂ ਕਿ ਤੁਸੀਂ ਨਸ਼ਟ ਹੋ ਜਾਉਂ।"
        },
        {
            "chapter": 20,
            "verse": 17,
            "text": "ਅਤੇ ਹੇ ਮੂਸਾ! ਇਹ ਤੁਹਾਡੇ ਹੱਥ ਵਿਚ ਕੀ ਹੈ।"
        },
        {
            "chapter": 20,
            "verse": 18,
            "text": "ਉਸ ਨੇ ਆਖਿਆ, ਇਹ ਮੇਰੀ ਡਾਂਗ ਹੈ। ਮੈਂ ਇਸ ਉੱਪਰ ਟੇਕ ਰੱਖਦਾ ਹਾਂ ਅਤੇ ਇਸ ਨਾਲ ਆਪਣੀਆਂ ਬੱਕਰੀਆਂ ਲਈ ਪੱਤੇ ਝਾੜਦਾ ਹਾਂ। ਇਸ ਨਾਲ ਮੇਰੇ ਦੂਜੇ ਕੰਮ ਵੀ ਹੁੰਦੇ ਹਨ।"
        },
        {
            "chapter": 20,
            "verse": 19,
            "text": "ਫ਼ਰਮਾਇਆ, ਹੇ ਮੂਸਾ! ਇਸ ਨੂੰ ਧਰਤੀ ਤੇ ਰੱਖ ਦਿਉ।"
        },
        {
            "chapter": 20,
            "verse": 20,
            "text": "ਉਸ ਨੇ ਇਸ ਨੂੰ (ਧਰਤੀ ਤੇ)ਰੱਖ ਦਿੱਤਾ ਤਾਂ ਅਚਾਨਕ ਉਹ ਇੱਕ ਰੀਂਗਦਾ ਹੋਇਆ ਸੱਪ ਬਣ ਗਿਆ।"
        },
        {
            "chapter": 20,
            "verse": 21,
            "text": "ਫ਼ਰਮਾਇਆ, ਕਿ ਇਸ ਨੂੰ ਫੜ ਲਵੋਂ, ਡਰੋ ਨਾ। ਅਸੀਂ ਫਿਰ ਇਸ ਨੂੰ ਇਸ ਦੀ ਪਹਿਲੀ ਹਾਲਤ ਵਿਚ ਲਿਆ ਦੇਵਾਂਗੇ।"
        },
        {
            "chapter": 20,
            "verse": 22,
            "text": "ਅਤੇ ਤੁਸੀ ਆਪਣਾ ਹੱਥ ਆਪਣੀ ਕੱਛ ਵਿਚ ਦੇ ਲਵੋਂ ਉਹ ਬਿਨ੍ਹਾਂ ਕਿਸੇ ਵਿਕਾਰ ਦੇ ਚਮਕਦਾ ਹੋਇਆ ਨਿਕਲੇਗਾ। ਇਹ ਦੂਜੀ ਨਿਸ਼ਾਨੀ ਹੈ।"
        },
        {
            "chapter": 20,
            "verse": 23,
            "text": "ਤਾਂ ਕਿ ਅਸੀਂ ਵੱਡੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਵਿਚੋਂ ਕੂਝ ਨਿਸ਼ਾਨੀਆਂ ਤੁਹਾਨੂੰ ਦਿਖਾਈਏ।"
        },
        {
            "chapter": 20,
            "verse": 24,
            "text": "ਤੁਸੀਂ ਫਿਰਔਨ ਦੇ ਕੋਲ ਜਾਉਂ, ਉਹ ਹੱਦਾਂ ਤੋਂ ਬਾਹਰ ਨਿਕਲ ਗਿਆ ਹੈ।"
        },
        {
            "chapter": 20,
            "verse": 25,
            "text": "ਮੂਸਾ ਨੇ ਕਿਹਾ, ਹੇ ਮੇਰੇ ਪਾਲਣਹਾਰ! ਮੇਰੇ ਦਿਲ ਨੂੰ ਮੇਰੇ ਲਈ ਖੌਲ੍ਹ ਵੇ।"
        },
        {
            "chapter": 20,
            "verse": 26,
            "text": "ਅਤੇ ਮੇਰੇ ਕੰਮ ਨੂੰ ਮੇਰੇ ਲਈ ਸੌਖਾ ਕਰ ਦੇ।"
        },
        {
            "chapter": 20,
            "verse": 27,
            "text": "ਅਤੇ ਮੇਰੀ ਜ਼ੁਬਾਨ ਦੀਆਂ ਗੰਢਾਂ ਖੌਲ੍ਹ ਦੇ।"
        },
        {
            "chapter": 20,
            "verse": 28,
            "text": "ਤਾਂ ਕਿ ਲੋਕ ਮੇਰੀ ਗੱਲ ਸਮਝਣ।"
        },
        {
            "chapter": 20,
            "verse": 29,
            "text": "ਅਤੇ ਮੇਰੇ ਪਰਿਵਾਰ ਤੋਂ ਮੇਰੇ ਲਈ ਇੱਕ ਸਹਾਇਕ ਨਿਯੁਕਤ ਕਰ ਦੇ।"
        },
        {
            "chapter": 20,
            "verse": 30,
            "text": "ਹਾਰੂਨ ਨੂੰ, ਜਿਹੜਾ ਮੇਰਾ ਭਰਾ ਹੈ।"
        },
        {
            "chapter": 20,
            "verse": 31,
            "text": "ਉਸ ਰਾਹੀ' ਮੇਰੀ ਕਮਰ ਨੂੰ ਮਜ਼ਬੂਤ ਕਰ ਦੇ।"
        },
        {
            "chapter": 20,
            "verse": 32,
            "text": "ਅਤੇ ਉਸ ਨੂੰ ਮੇਰੇ ਕੰਮ ਵਿਚ ਭਾਈਵਾਲ ਬਣਾ ਦੇ।"
        },
        {
            "chapter": 20,
            "verse": 33,
            "text": "ਤਾਂ ਕਿ ਅਸੀਂ ਦੋਵੇਂ ਬਹੁਤ ਜ਼ਿਆਦਾ ਤੇਰੀ ਪਵਿੱਤਰਤਾ ਦਾ ਵਰਣਨ ਕਰ ਸਕੀਏ।"
        },
        {
            "chapter": 20,
            "verse": 34,
            "text": "ਅਤੇ ਹੋਰ ਜ਼ਿਆਦਾ ਤੇਰੀ ਚਰਚਾ ਕਰੀਏ।"
        },
        {
            "chapter": 20,
            "verse": 35,
            "text": "ਬੇਸ਼ੱਕ ਤੂੰ ਸਾਨੂੰ ਦੇਖ ਰਿਹਾ ਹੈ।"
        },
        {
            "chapter": 20,
            "verse": 36,
            "text": "ਫ਼ਰਮਾਇਆ ਗਿਆ, ਕਿ ਹੇ ਮੂਸਾ! ਦੇ ਦਿੱਤਾ ਗਿਆ ਜੋ ਤੂੰ ਮੰਗਿਆ।"
        },
        {
            "chapter": 20,
            "verse": 37,
            "text": "ਅਤੇ ਅਸੀਂ ਤੁਹਾਡੇ ਉੱਪਰ ਇੱਕ ਵਾਰ ਹੋਰ ਉਪਕਾਰ ਕੀਤਾ ਹੈ।"
        },
        {
            "chapter": 20,
            "verse": 38,
            "text": "ਜਦੋਂ ਕਿ ਅਸੀਂ ਤੁਹਾਡੀ ਮਾਂ ਦੇ ਵੱਲ ਵਹੀ ਭੇਜੀ, ਜਿਹੜੀ ਵਹੀ ਦਿੱਤੀ ਜਾ ਰਹੀ ਹੈ।"
        },
        {
            "chapter": 20,
            "verse": 39,
            "text": "ਕਿ ਇਸ (ਮੂਸਾ) ਨੂੰ ਸੰਦੂਕ ਵਿਚ ਰੱਖੋ। ਫਿਰ ਇਸ ਨੂੰ ਨਦੀ ਵਿਚ ਵਹਾ ਦਿਉ, ਫਿਰ ਨਦੀ ਇਸ ਨੂੰ ਕਿਨਾਰੇ ਉੱਪਰ ਲੈ ਆਵੇ। ਇਸ ਨੂੰ ਇੱਕ ਵਿਅਕਤੀ ਚੁੱਕ ਲਵੇਗਾ ਜਿਹੜਾ ਮੇਰਾ ਵੀ ਦੁਸ਼ਮਨ ਹੈ ਅਤੇ ਇਸ ਦਾ ਵੀ। ਅਤੇ ਮੈਂ ਆਪਣੇ ਵੱਲੋਂ ਤੁਹਾਡੇ ਉੱਪਰ ਇੱਕ ਸਨੇਹ ਪਾ ਦਿੱਤਾ ਹੈ। ਤਾਂ ਕਿ ਤੁਸੀਂ ਮੇਰੀ ਨਿਗਰਾਨੀ ਵਿਚ ਪਾਲਣ ਪੋਸ਼ਣ ਪ੍ਰਾਪਤ ਕਰੋ।"
        },
        {
            "chapter": 20,
            "verse": 40,
            "text": "ਜਦੋਂ ਕਿ ਤੁਹਾਡੀ ਭੈਣ ਚੱਲਦੀ ਹੋਈ ਜਿਹੜਾ ਇਸ ਬੱਚੇ ਦਾ ਪਾਲਣ ਪੌਸ਼ਣ ਚੰਗੀ ਤਰ੍ਹਾਂ ਕਰੇ। ਇਸ ਲਈ ਅਸੀਂ ਤੁਹਾਨੂੰ ਤੁਹਾਡੀ ਮਾਂ ਦੇ ਵੱਲ ਵਾਪਿਸ ਭੇਜ ਦਿੱਤਾ ਤਾਂ ਕਿ ਉਸ ਦੀਆਂ ਅੱਖਾਂ ਠੰਢੀਆਂ ਰਹਿਣ ਅਤੇ ਉਸ ਨੂੰ ਦੁੱਖ ਨਾ ਹੋਵੇ। ਅਤੇ ਤੁਸੀਂ ਇੱਕ ਬੰਦੇ ਦੀ ਹੱਤਿਆ ਕਰ ਦਿੱਤੀ, ਫਿਰ ਅਸੀਂ ਤੁਹਾਨੂੰ ਇਸ ਦੁੱਖ ਵਿਚੋਂ ਬ਼ਬਾਇਆ। ਅਤੇ ਅਸੀਂ' ਤੁਹਾਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਪਰਖਿਆ। ਫਿਰ ਤੁਸੀਂ ਕਈ ਸਾਲ ਮਦਯਨ ਵਾਲਿਆਂ ਵਿਚ ਰਹੇ। ਫਿਰ ਤੁਸੀਂ ਇੱਕ ਅੰਦਾਜੇ ਉੱਪਰ ਆ ਗਏ, ਹੇ ਮੂਸਾ"
        },
        {
            "chapter": 20,
            "verse": 41,
            "text": "ਅਤੇ ਮੈਂ ਤੁਹਾਨੂੰ ਆਪਣੇ ਲਈ ਜ਼ੁਣਿਆ।"
        },
        {
            "chapter": 20,
            "verse": 42,
            "text": "ਜਾਓ, ਤੁਸੀ ਅਤੇ ਤੁਹਾਡਾ ਭਰਾ ਮੇਰੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਦੇ ਨਾਲ। ਅਤੇ ਤੁਸੀ' ਦੋਵੇਂ ਮੇਰੀ ਯਾਦ ਵਿਚ ਆਲਸ ਨਾ ਕਰਨਾ।"
        },
        {
            "chapter": 20,
            "verse": 43,
            "text": "ਤੁਸੀਂ' ਦੋਵੇਂ ਫਿਰਔਨ ਦੇ ਕੋਲ ਜਾਉ, ਉਹ ਵਿਦਰੋਹੀ ਹੋ ਗਿਆ ਹੈ।"
        },
        {
            "chapter": 20,
            "verse": 44,
            "text": "ਇਸ ਲਈ ਉਸ ਨਾਲ ਨਿਮਰਤਾ ਪੂਰਵਕ ਗੱਲ ਕਰਨਾ, ਹੋ ਸਕਦਾ ਹੈ ਉਹ ਨਸੀਹਤ ਸਵੀਕਾਰ ਕਰੇ ਜਾਂ ਡਰ ਜਾਵੇ।"
        },
        {
            "chapter": 20,
            "verse": 45,
            "text": "ਦੋਵਾਂ ਨੇ ਕਿਹਾ, ਹੇ ਸਾਡੇ ਪਾਲਣਹਾਰ! ਸਾਨੂੰ ਡਰ ਹੈ ਕਿ ਉਹ ਸਾਡੇ ਉੱਪਰ ਜ਼ੁਲਮ ਨਾ ਕਰੇ ਜਾਂ ਸਾਡਾ ਵਿਰੋਧ ਕਰਨ ਲੱਗੇ।"
        },
        {
            "chapter": 20,
            "verse": 46,
            "text": "ਫ਼ਰਮਾਇਆ ਕਿ ਤੁਸੀਂ ਡਰੋਂ ਨਾ ਮੈਂ ਤੁਹਾਡੇ ਦੋਵਾਂ ਦੇ ਨਾਲ ਹਾਂ। ਤੁਹਾਨੂੰ ਸੁਣ ਅਤੇ ਦੇਖ ਰਿਹਾ ਹਾਂ।"
        },
        {
            "chapter": 20,
            "verse": 47,
            "text": "ਇਸ ਲਈ ਤੁਸੀ' ਉਸ ਦੇ ਕੋਲ ਜਾਉ ਅਤੇ ਕਹੋ ਕਿ ਅਸੀਂ ਦੋਵੇਂ ਤੇਰੇ ਰੱਬ ਦੇ ਭੇਜੇ ਹੋਏ ਹਾਂ। ਇਸ ਲਈ ਤੂੰ ਇਸਰਾਈਲ ਦੀ ਸੰਤਾਨ ਨੂੰ ਸਾਡੇ ਨਾਲ ਜਾਣਦੇ ਅਤੇ ਉਨ੍ਹਾਂ ਤੇ ਜ਼ੁਲਮ ਨਾ ਕਰ। ਅਸੀਂ ਤੇਰੇ ਰੱਬ ਦੇ ਕੋਲੋਂ ਇੱਕ ਨਿਸ਼ਾਨੀ ਵੀ ਲਿਆਏ ਹਾਂ। ਅਤੇ ਸਲਾਮਤੀ ਉਸ ਬੰਦੇ ਲਈ ਹੈ ਜਿਹੜਾ ਚੰਗੇ ਰਾਹ ਦਾ ਪਾਲਣ ਕਰੇ।"
        },
        {
            "chapter": 20,
            "verse": 48,
            "text": "ਸਾਡੇ ਉੱਪਰ ਇਹ ਵਹੀ ਪ੍ਰਕਾਸ਼ਿਤ ਕੀਤੀ ਗਈ ਹੈ ਕਿ ਉਸ ਬੰਦੇ ਨੂੰ ਸਜ਼ਾ ਮਿਲੇਗੀ ਜਿਹੜਾ ਇਸ ਨੂੰ ਝੁਠਲਾਵੇ ਜਾਂ ਇਸ ਤੋਂ ਮੂੰਹ ਮੌੜੇ।"
        },
        {
            "chapter": 20,
            "verse": 49,
            "text": "ਫਿਰਐਨ ਨੇ ਕਿਹਾ, ਹੇ ਮੂਸਾ! ਤੁਹਾਡੇ ਦੋਵਾਂ ਦਾ ਰੱਬ ਕੌਣ ਹੈ।"
        },
        {
            "chapter": 20,
            "verse": 50,
            "text": "ਮੂਸਾ ਨੇ ਕਿਹਾ ਸਾਡਾ ਰੱਬ ਉਹ ਹੈ ਜਿਸ ਨੇ ਹਰ ਇੱਕ ਵਸਤੂ ਨੂੰ ਉਸ ਦੀ ਸ਼ਕਲ ਪ੍ਰਦਾਨ ਕੀਤੀ ਫਿਰ ਮਾਰਗ ਦਰਸ਼ਨ ਕੀਤਾ।"
        },
        {
            "chapter": 20,
            "verse": 51,
            "text": "ਫਿਰਅੰਨ ਨੇ ਕਿਹਾ, ਫਿਰ ਪਹਿਲਾਂ ਦੀਆਂ ਕੌਮਾਂ ਦੀ ਸਥਿਤੀ ਕੀ ਹੈ।"
        },
        {
            "chapter": 20,
            "verse": 52,
            "text": "ਮੂਸਾ ਨੇ ਕਿਹਾ, ਕਿ ਇਸ ਦਾ ਗਿਆਨ ਤਾਂ ਮੇਰੇ ਰੱਬ ਦੇ ਕੌਲ ਇੱਕ ਦਫ਼ਤਰ ਵਿਚ ਹੈ। ਮੇਰਾ ਰੱਬ ਨਾ ਗ਼ਲਤੀ ਕਰਦਾ ਹੈ ਅਤੇ ਨਾ ਭੁੱਲਦਾ ਹੈ।"
        },
        {
            "chapter": 20,
            "verse": 53,
            "text": "ਉਹ ਹੀ ਹੈ ਜਿਸ ਨੇ ਤੁਹਾਡੇ ਲਈ ਧਰਤੀ ਦਾ ਫਰਸ਼ ਬਣਾਇਆ ਅਤੇ ਉਸ ਵਿਚ ਤੁਹਾਡੇ ਲਈ ਰਾਹ ਬਣਾਏ ਅਤੇ ਆਕਾਸ਼ ਵਿਚੋਂ ਪਾਣੀ ਉਤਾਰਿਆ। ਫਿਰ ਅਸੀਂ ਉਸ ਦੇ ਰਾਹੀਂ ਅਲੱਗ ਅਲੱਗ ਤਰ੍ਹਾਂ ਦੀਆਂ ਬਨਸਪਤੀਆਂ ਪੈਦਾ ਕੀਤੀਆਂ।"
        },
        {
            "chapter": 20,
            "verse": 54,
            "text": "ਖਾਓ ਅਤੇ ਆਪਣੇ ਡੰਗਰ ਚਰਾਉ। ਇਸ ਦੇ ਅੰਦਰ ਬੁੱਧੀਮਾਨ ਲੋਕਾਂ ਲਈ ਨਿਸ਼ਾਨੀਆਂ ਹਨ।"
        },
        {
            "chapter": 20,
            "verse": 55,
            "text": "ਇਸ ਨਾਲ ਅਸੀਂ' ਤੁਹਾਨੂੰ ਪੈਦਾ ਕੀਤਾ ਹੈ ਅਤੇ ਇਸ ਦੇ ਵਿਚ ਹੀ ਅਸੀਂ ਤੁਹਾਨੂੰ ਵਾਪਿਸ ਮੋੜਾਂਗੇ ਅਤੇ ਇਸੇ ਤੋਂ ਹੀ ਅਸੀਂ ਤੁਹਾਨੂੰ ਫਿਰ ਕੱਢਾਂਗੇ।"
        },
        {
            "chapter": 20,
            "verse": 56,
            "text": "ਅਤੇ ਅਸੀਂ _ਫਿਰਔਨ ਨੂੰ ਆਪਣੀਆਂ ਸਾਰੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਦਿਖਾਈਆਂ ਅਤੇ ਉਸ ਨੇ ਝੁਠਲਾਇਆ ਅਤੇ ਇਨਕਾਰ ਕੀਤਾ।"
        },
        {
            "chapter": 20,
            "verse": 57,
            "text": "ਉਸ ਨੇ ਕਿਹਾ ਹੈ ਮੂਸਾ! ਕੀ ਤੁਸੀਂ ਇਸ ਲਈ ਸਾਡੇ ਕੋਲ ਆਏ ਹੋ ਕਿ ਆਪਣੇ ਜਾਦੂ ਨਾਲ ਸਾਨੂੰ ਸਾਡੇ ਦੇਸ਼ ਵਿਚੋਂ ਕੱਢ ਦੇਵੋ।"
        },
        {
            "chapter": 20,
            "verse": 58,
            "text": "ਤਾਂ ਅਸੀਂ ਤੁਹਾਡੇ ਮੁਕਾਬਲੇ ਵਿਚ ਅਜਿਹਾ ਹੀ ਜਾਦੂ ਲਿਆਵਾਂਗੇ। ਇਸ ਲਈ ਤੁਸੀਂ ਸਾਡੇ ਅਤੇ ਆਪਣੇ ਵਿਚਕਾਰ ਇੱਕ ਵਾਅਦਾ ਨਿਰਧਾਰਿਤ ਕਰ ਲਵੋ ਨਾ ਅਸੀ' ਉਸ ਦੇ ਵਿਰੁੱਧ ਜਾਈਏ ਨਾ ਤੁਸੀਂ। ਇਹ ਮੁਕਾਬਲਾ ਇੱਕ ਪੱਧਰੇ ਮੈਦਾਨ ਵਿਚ ਹੋਵੇ।"
        },
        {
            "chapter": 20,
            "verse": 59,
            "text": "ਮੂਸਾ ਨੇ ਕਿਹਾ, ਤੁਹਾਡੇ ਲਈ ਵਾਅਦੇ ਦਾ ਦਿਨ ਮੇਲੇ ਵਾਲਾ ਦਿਨ ਹੈ ਅਤੇ ਇਹ ਲੋਕ ਦਿਨ ਚੜ੍ਹਣ ਤੱਕ ਇਕੱਠੇ ਕਰ ਲਏ ਜਾਣ।"
        },
        {
            "chapter": 20,
            "verse": 60,
            "text": "ਫਿਰਔਨ ਉਥੋਂ ਗਿਆ ਫਿਰ ਆਪਣੇ ਸਾਰੇ ਦਾਅ-ਪੇਚ ਇਕੱਠੇ ਕੀਤੇ, ਇਸ ਤੋਂ ਬਾਅਦ ਉਹ ਮੁਕਾਬਲੇ ਲਈ ਆ ਗਿਆ।"
        },
        {
            "chapter": 20,
            "verse": 61,
            "text": "ਮੂਸਾ ਨੇ ਕਿਹਾ, ਤੁਹਾਡਾ ਸ਼ੁਰਾ ਹੋਵੇਗਾ, ਅੱਲਾਹ ਉੱਪਰ ਝੂਠ ਨਾ ਮੜ੍ਹੋ ਕਿ ਉਹ ਤੁਹਾਨੂੰ ਕਿਸੇ ਆਫ਼ਤ ਦੁਆਰਾ ਖ਼ਤਮ ਕਰ ਦੇਵੇ। ਅਤੇ ਜਿਸ ਨੇ ਅੱਲਾਹ ਉੱਪਰ ਝੂਠ ਮੜ੍ਹਿਆ ਉਹ ਅਸਫ਼ਲ ਹੋਇਆ।"
        },
        {
            "chapter": 20,
            "verse": 62,
            "text": "ਫਿਰ ਉਨ੍ਹਾਂ ਨੇ ਆਪਣੇ ਮਾਮਲੇ ਵਿਚ ਆਪਸੀ ਮੱਤਭੇਦ ਕੀਤਾ ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਚੋਰੀ ਚੋਰੀ ਆਪਿਸ ਵਿਚ ਸਲਾਹ ਕੀਤੀ।"
        },
        {
            "chapter": 20,
            "verse": 63,
            "text": "ਉਨ੍ਹਾਂ ਨੇ ਕਿਹਾ ਇਹ ਦੋਵੇ ਯਕੀਨਨ ਜਾਦੂਗਰ ਹਨ। ਉਹ ਚਾਹੁੰਦੇ ਹਨ ਕਿ ਆਪਣੇ ਜਾਦੂ ਦੀ ਸ਼ਕਤੀ ਨਾਲ ਤੁਹਾਨੂੰ ਤੁਹਾਡੇ ਦੇਸ਼ ਵਿਚੋਂ ਕੱਢ ਦੇਣ ਅਤੇ ਤੁਹਾਡੀ ਆਦਰਸ਼ ਪ੍ਰਣਾਲੀ ਦਾ ਖਾਤਮਾ ਕਰ ਦੇਣ।"
        },
        {
            "chapter": 20,
            "verse": 64,
            "text": "ਇਸ ਲਈ ਤੁਸੀ ਆਪਣੀਆਂ ਸਕੀਮਾਂ ਇਕੱਠੀਆਂ ਕਰੋ। ਫਿਰ ਇੱਕ ਜੁੱਟ ਹੋ ਕੇ ਆਉ, ਉਹੀ ਜਿੱਤ ਜਾਵੇਗਾ ਜਿਹੜਾ ਅੱਜ ਪ੍ਰਭਾਵੀ ਰਹੇਗਾ।"
        },
        {
            "chapter": 20,
            "verse": 65,
            "text": "ਉਨ੍ਹਾਂ ਨੇ ਕਿਹਾ ਕਿ ਹੇ ਮੂਸਾ! ਜਾਂ ਤਾਂ ਤੁਸੀਂ ਸੁੱਟੋ ਜਾਂ ਅਸੀਂ ਪਹਿਲਾਂ ਸੁੱਟਣ ਵਾਲੇ ਬਣੀਏ।"
        },
        {
            "chapter": 20,
            "verse": 66,
            "text": "ਮੂਸਾ ਨੇ ਕਿਹਾ, ਕਿ ਤੁਸੀਂ ਹੀ ਪਹਿਲਾਂ ਸੁੱਟੋ, ਤਾਂ ਅਚਾਨਕ ਉਨ੍ਹਾਂ ਦੀਆਂ ਰਸੀਆਂ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀਆਂ ਡਾਂਗਾਂ ਉਨ੍ਹਾਂ ਦੀ ਜਾਦੂ ਦੀ ਤਾਕਤ ਨਾਲ ਉਸ ਨੂੰ ਇਸ ਤਰ੍ਹਾਂ ਵਿਖਾਈ ਦਿੱਤੀਆਂ ਮੰਨੋ ਉਹ ਭੱਜ ਰਹੀਆਂ ਹੋਣ।"
        },
        {
            "chapter": 20,
            "verse": 67,
            "text": "ਇਸ ਲਈ ਮੂਸਾ ਆਪਣੈ ਦਿਲ ਵਿਚ ਛਰ ਗਿਆ।"
        },
        {
            "chapter": 20,
            "verse": 68,
            "text": "ਅਸੀਂ ਕਿਹਾ ਕਿ ਤੁਸੀ ਡਰੋ ਨਾ ਤੁਸੀਂ ਪ੍ਰਭਾਵੀ ਰਹੋਗੇ।"
        },
        {
            "chapter": 20,
            "verse": 69,
            "text": "ਅਤੇ ਜਿਹੜਾ ਤੁਹਾਡੇ ਸੱਜੇ ਹੱਥ ਵਿਚ ਹੈ ਤੁਸੀਂ ਉਸ ਨੂੰ ਸੁੱਟ ਦੇਵੋ, ਉਹ ਉਨ੍ਹਾਂ ਨੂੰ ਨਿਗਲ ਜਾਏਗਾ ਜਿਹੜਾ ਉਨ੍ਹਾਂ ਨੇ ਬਣਾਇਆ ਹੈ। ਜਿਹੜਾ ਕੁਝ ਉਨ੍ਹਾਂ ਬਣਾਇਆ ਹੈ ਇਹ ਜਾਦੂਗਰੀ ਦਾ ਧੌਖਾ ਹੈ ਅਤੇ ਜਾਦੂਗਰ ਕਦੇ ਸਫ਼ਲ ਨਹੀ ਹੁੰਦਾ ਚਾਹੇ ਉਹ ਕਿਹੋ ਜਿਹਾ ਵੀ ਹੋਵੋ।"
        },
        {
            "chapter": 20,
            "verse": 70,
            "text": "ਇਸ ਲਈ ਜਾਦੂਗਰ ਸਿਜਦੇ ਵਿਚ ਲੰਮੇ ਪੈ ਗਏ। ਉਨ੍ਹਾਂ ਨੇ ਕਿਹਾ ਅਸੀਂ ਹਾਰੂਨ ਅਤੇ ਮੂਸਾ ਦੇ ਪਾਲਣਹਾਰ ਉੱਪਰ ਈਮਾਨ ਲਿਆਏ ਹਾਂ।"
        },
        {
            "chapter": 20,
            "verse": 71,
            "text": "ਫਿਰਐਨ ਨੇ ਕਿਹਾ ਤੁਸੀਂ ਮੇਰੀ ਆਗਿਆ ਤੋਂ' ਬਿਨ੍ਹਾਂ ਇਸ ਨੂੰ ਮੰਨ ਲਿਆ ਕਿ ਇਹ ਹੀ ਤੁਹਾਡਾ ਵੱਡਾ ਹੈ, ਜਿਸ ਨੇ ਤੁਹਾਨੂੰ ਜਾਦੂ ਸਿਖਾਇਆ ਹੈ ਤਾਂ ਹੁਣ ਮੈਂ ਤੁਹਾਡੇ ਹੱਥ ਪੈਰ ਉਲਟੀਆਂ ਦਿਸ਼ਾਵਾਂ ਵਿਚ ਕਟੱਵਾਂਵਾਗਾ ਅਤੇ ਮੈ' ਤੁਹਾਨੂੰ ਖਜੂਰ ਦੇ ਤਣਿਆਂ ਉੱਪਰ ਫਾਹੇ ਲਾਵਾਂਗਾ। ਅਤੇ ਤੁਸੀਂ ਜਾਣ ਲਵੌਗੇ ਕਿ ਸਾਡੇ ਵਿਚੋਂ ਕਿਸ ਦੀ ਸਜ਼ਾ ਜ਼ਿਆਦਾ ਦਰਦਨਾਕ ਹੈ ਅਤੇ ਜ਼ਿਆਦਾ ਦੇਰ ਤੱਕ ਰਹਿਣ ਵਾਲੀ ਹੈ।"
        },
        {
            "chapter": 20,
            "verse": 72,
            "text": "ਜਾਦੂਗਰਾਂ ਨੇ ਆਖਿਆ ਕਿ ਅਸੀਂ ਤੁਹਾਨੂੰ ਕਦੇ ਵੀ ਉਨ੍ਹਾਂ ਦਲੀਲਾਂ ਉੱਪਰ ਪ੍ਰਧਾਨਤਾ ਨਹੀਂ ਦਿੰਦੇ ਜਿਹੜੇ ਸਾਡੇ ਕੋਲ ਆਏ ਹਨ ਅਤੇ ਉਸ ਹਸਤੀ ਦੇ ਉੱਪਰੋਂ ਵੀ (ਪ੍ਰਧਾਨਤਾਂ ਨਹੀਂ ਦਿੰਦੇ) ਜਿਸ ਨੇ ਸਾਨੂੰ ਪੈਦਾ ਕੀਤਾ ਹੈ। ਇਸ ਲਈ ਤੂੰ ਜੋ ਕਰਨਾ ਹੈ ਕਰ ਲੈ। ਤੂੰ ਜੋ ਕੁਝ ਕਰ ਸਕਦਾ ਹੈਂ ਇਸ ਸੰਸਾਰਿਕ ਜੀਵਨ ਵਿਚ ਹੀਂ ਕਰ ਸਕਦਾ ਹੈ।"
        },
        {
            "chapter": 20,
            "verse": 73,
            "text": "ਅਸੀਂ ਆਪਣੇ ਰੱਬ ਤੇ ਈਮਾਨ ਲਿਆਏ ਤਾਂ ਕਿ ਉਹ ਸਾਡੇ ਪਾਪਾਂ ਨੂੰ ਮੁਆਫ਼ ਕਰ ਦੇਵੇ ਅਤੇ ਇਸ ਜਾਦੂ ਨੂੰ ਵੀ ਜਿਸ ਲਈ ਤੂੰ ਸਾਨੂੰ ਮਜਬੂਰ ਕੀਤਾ। ਅਤੇ ਅੱਲਾਹ ਸਰਵ ਸ੍ਰੇਸ਼ਟ ਹੈ ਅਤੇ ਹਮੇਸ਼ਾ ਰਹਿਣ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 20,
            "verse": 74,
            "text": "ਬੇਸ਼ੱਕ ਜਿਹੜਾ ਬੰਦਾ ਅਪਰਾਧੀ ਬਣ ਕੇ ਆਪਣੇ ਰੱਬ ਦੇ ਸਾਹਮਣੇ ਹਾਜ਼ਿਰ ਹੋਵੇਗਾ ਉਸ ਲਈ ਨਰਕ ਹੈ। ਉਹ ਉਸ ਵਿਚ ਨਾ ਮਰ ਸਕੇਗਾ ਅਤੇ ਨਾ ਜਿਉਂ' ਸਕੇਗਾ।"
        },
        {
            "chapter": 20,
            "verse": 75,
            "text": "ਅਤੇ ਜਿਹੜਾ ਬੰਦਾ ਆਪਣੇ ਰੱਬ ਦੇ ਕੋਲ ਮੋਮਿਨ ਬਣ ਕੇ ਆਵੇਗਾ ਅਤੇ ਜਿਸ ਨੇ ਚੰਗੇ ਕਰਮ ਕੀਤੇ ਹੋਣਗੇ ਤਾਂ ਅਜਿਹੇ ਲੋਕਾਂ ਲਈ ਬੜੀਆਂ ਉੱਚੀਆਂ ਪਦਵੀਆਂ ਹਨ।"
        },
        {
            "chapter": 20,
            "verse": 76,
            "text": "ਉਨ੍ਹਾਂ ਲਈ ਹਮੇਸ਼ਾਂ ਰਹਿਣ ਵਾਲੇ ਬਾਗ਼ ਹਨ ਜਿਨ੍ਹਾਂ ਦੇ ਥੱਲੇ ਨਹਿਰਾਂ ਵੱਗਦੀਆਂ ਹੋਣਗੀਆਂ, ਉਹ ਉਸ ਵਿਚ ਹਮੇਸ਼ਾਂ ਰਹਿਣਗੇ ਅਤੇ ਇਹ ਫ਼ਲ ਹੈ ਉਸ ਬੰਦੇ ਲਈ ਜਿਹੜਾ ਪਵਿੱਤਰਤਾ ਨੂੰ ਅਪਣਾਵੇ।"
        },
        {
            "chapter": 20,
            "verse": 77,
            "text": "ਅਤੇ ਅਸੀਂ ਮੂਸਾ ਉੱਪਰ ਵਹੀ ਪ੍ਰਕਾਸ਼ੀ ਕਿ ਉਹ ਰਾਤ ਦੇ ਸਮੇਂ ਮੇਰੇ ਬੰਦਿਆਂ ਨੂੰ ਲੈ ਕੇ ਨਿਕਲੇ ਫਿਰ ਉਨ੍ਹਾਂ ਲਈ ਸਮੁੰਦਰ ਵਿਚ ਸੁੱਕਾ ਮਾਰਗ ਬਣਾ ਲਵੋ। ਤੁਸੀਂ ਪਿੱਛਾ ਕਰਨ ਵਾਲਿਆਂ ਤੋਂ ਨਾ ਡਰੋਂ ਅਤੇ ਨਾ ਹੀਂ ਕਿਸੇ ਹੋਰ ਚੀਜ਼ ਤੋਂ ਡਰੋ।"
        },
        {
            "chapter": 20,
            "verse": 78,
            "text": "ਫਿਰ ਫਿਰਔਨ ਨੇ ਆਪਣੀਆਂ ਫੌਜਾਂ ਨਾਲ ਉਨ੍ਹਾਂ ਦਾ ਪਿੱਛਾ ਕੀਤਾ ਫਿਰ ਉਨ੍ਹਾਂ ਨੂੰ ਸਮੁੰਦਰ ਦੇ ਪਾਣੀ ਨੇ ਢੱਕ ਲਿਆ।"
        },
        {
            "chapter": 20,
            "verse": 79,
            "text": "ਅਤੇ ਫਿਰਔਨ ਨੇ ਆਪਣੀ ਕੌਮ ਨੂੰ ਗੁੰਮਰਾਹ ਕੀਤਾ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਯੋਗ ਰਾਹ ਨਾ ਦਿਖਾਇਆ।"
        },
        {
            "chapter": 20,
            "verse": 80,
            "text": "ਹੇ ਇਸਰਾਈਲ ਦੀ ਔਲਾਦ! ਅਸੀਂ ਤੁਹਾਨੂੰ ਤੁਹਾਡੇ ਢੁਸ਼ਮਨਾਂ ਤੋਂ ਮੁਕਤੀ ਦਿੱਤੀ ਅਤੇ ਤੁਹਾਡੇ ਨਾਲ ਤੂਰ ਦੇ ਸੱਜੇ ਵੱਲ ਵਾਅਦਾ ਕੀਤਾ। ਅਤੇ ਅਸੀਂ ਤੁਹਾਡੇ ਉੱਪਰ ਮੰਨ ਅਤੇ ਸਲਵਾ ਉਤਾਰੇ।"
        },
        {
            "chapter": 20,
            "verse": 81,
            "text": "ਖਾਉ ਸਾਡੀ ਦਿੱਤੀ ਹੋਈ ਪਵਿੱਤਰ ਰੋਜ਼ੀ ਅਤੇ ਉਸ ਲਈ ਵਿਦਰੋਹ ਨਾ ਕਰੋ ਤਾਂ ਕਿ ਤੁਹਾਡੇ ਉੱਪਰ ਮੇਰਾ ਕ੍ਰੋਧ ਨਾ ਹੋਵੇ। ਅਤੇ ਜਿਸ ਉੱਪਰ ਮੇਰਾ ਕ੍ਰੋਧ ਹੁੰਦਾ ਹੈ ਉਹ ਖ਼ਤਮ ਹੋ ਜਾਂਦਾ ਹੈ।"
        },
        {
            "chapter": 20,
            "verse": 82,
            "text": "ਹਾਂ ਟਿਕਿਆ ਰਹੇ ਤਾਂ ਉਸ ਲਈ ਮੈਂ ਬਹੁਤ ਜ਼ਿਆਦਾ ਮੁਆਫ਼ੀ ਬਖਸ਼ਣ ਵਾਲਾ ਹਾਂ।"
        },
        {
            "chapter": 20,
            "verse": 83,
            "text": "ਅਤੇ ਹੇ ਮੂਸਾ! ਆਪਣੀ ਕੌਮ ਨੂੰ ਛੱਡ ਕੇ ਜਲਦੀ ਆਉਣ ਲਈ ਤੁਹਾਨੂੰ ਕਿਸ ਚੀਜ਼ ਨੇ ਪ੍ਰੇਰਿਤ ਕੀਤਾ।"
        },
        {
            "chapter": 20,
            "verse": 84,
            "text": "ਮੂਸਾ ਨੇ ਕਿਹਾ ਉਹ ਲੋਕ ਵੀ ਮੇਰੇ ਪਿੱਛੇ ਹੀ ਹਨ। ਅਤੇ ਹੇ ਮੇਰੇ ਪਾਲਣਹਾਰ! ਮੈਂ ਤੇਰੇ ਵੱਲ ਜਲਦੀ ਇਸ ਲਈ ਆ ਗਿਆ ਤਾਂ ਕਿ ਤੂੰ ਪ੍ਰਸੰਨ ਹੋਵੇਂ।"
        },
        {
            "chapter": 20,
            "verse": 85,
            "text": "ਫ਼ਰਮਾਇਆ, ਤਾਂ ਅਸੀਂ ਤੁਹਾਡੀ ਕੌਮ ਨੂੰ ਤੁਹਾਡੇ ਤੋਂ ਬਾਅਦ ਇੱਕ ਇਮਤਿਹਾਨ ਵਿਚ ਪਾ ਦਿੱਤਾ ਅਤੇ ਸਾਮਰੀ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਗੁੰਮਰਾਹ ਕਰ ਦਿੱਤਾ।"
        },
        {
            "chapter": 20,
            "verse": 86,
            "text": "ਫਿਰ ਮੂਸਾ ਆਪਣੀ ਕੌਮ ਵੱਲ ਦੁੱਖ ਅਤੇ ਗੁੱਸੇ ਦੇ ਭਰੇ ਵਾਪਿਸ ਮੁੜੇ। ਉਸ ਨੇ ਕਿਹਾ ਹੇ ਮੇਰੀ ਕੌਮ! ਕਿ ਤੁਹਾਡੇ ਨਾਲ ਤੁਹਾਡੇ ਰੱਬ ਨੇ ਇੱਕ ਚੰਗਾ ਵਾਅਦਾ ਨਹੀਂ ਕੀਤਾ ਸੀ। ਕੀ ਤੁਹਾਨੂੰ ਲੰਮਾ ਸਮਾਂ ਹੋ ਗਿਆ ਹੈ। ਜਾਂ ਤੁਸੀਂ ਚਾਹਿਆ ਕਿ ਤੁਹਾਡੇ ਉੱਪਰ ਤੁਹਾਡੇ ਰੱਬ ਦਾ ਕ੍ਰੋਧ ਪ੍ਰਗਟ ਹੋਵੇ ਇਸ ਲਈ ਤੂਸੀਂ ਆਪਣਾ ਵਚਨ ਤੋੜ ਦਿੱਤਾ।"
        },
        {
            "chapter": 20,
            "verse": 87,
            "text": "ਉਨ੍ਹਾਂ ਨੇ ਕਿਹਾ ਕਿ ਅਸੀਂ ਆਪਣੀ ਇੱਛਾ ਨਾਲ ਤੁਹਾਡੇ ਨਾਲ ਵਿਸ਼ਵਾਸ਼ਘਾਤ ਨਹੀਂ ਕੀਤਾ ਬਲਕਿ ਕੌਮ ਦੇ ਗਹਿਣਿਆਂ ਦਾ ਭਾਰ ਸਾਡੇ ਤੋਂ ਜ਼ੁੱਕਵਾਇਆ ਗਿਆ ਸੀ ਤਾਂ ਅਸੀਂ ਉਸ ਨੂੰ ਸੁੱਟ ਦਿੱਤਾ। ਫਿਰ ਇਸ ਤੜ੍ਹਾਂ ਸਾਮਰੀ ਨੇ ਢਾਲ ਲਿਆ।"
        },
        {
            "chapter": 20,
            "verse": 88,
            "text": "ਇਸ ਲਈ ਉਸ ਨੇ ਉਨ੍ਹਾਂ ਲਈ ਇੱਕ ਵੱਛਾ ਬਣਾ ਦਿੱਤਾ, ਇੱਕ ਅਜਿਹੀ ਮੂਰਤੀ ਜਿਸ ਵਿਚੋਂ ਬਲਦ ਵਰਗੀ ਅਵਾਜ਼ ਨਿਕਲਦੀ ਸੀ। ਫਿਰ ਉਸ ਨੇ ਕਿਹਾ ਇਹ ਤੁਹਾਡਾ ਪੂਜਣਯੋਗ ਹੈ ਅਤੇ ਮੂਸਾ ਦਾ ਵੀ। ਮੂਸਾ ਇਸ ਨੂੰ ਕੁੱਲ ਗਏ।"
        },
        {
            "chapter": 20,
            "verse": 89,
            "text": "ਕੀ ਉਹ ਵੇਖਦੇ ਨਹੀਂ' ਸੀ ਕਿ ਨਾ ਉਹ ਕਿਸੇ ਗੱਲ ਦਾ ਉੱਤਰ ਚਿੰਦਾ ਹੈ ਨਾ ਉਹ ਕੋਈ ਲਾਭ ਦੇ ਸਕਦਾ ਹੈ ਨਾ ਹਾਨੀ ਪਹੁੰਚਾ ਸਕਦਾ ਹੈ।"
        },
        {
            "chapter": 20,
            "verse": 90,
            "text": "ਅਤੇ ਹਾਰੂਨ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਪਹਿਲਾਂ ਹੀ ਕਿਹਾ ਸੀ ਕਿ ਹੇ ਮੇਰੀ ਕੌਮ! ਤੁਸੀਂ ਇਸ ਵੱਡੇ ਦੇ ਰਾਹੀਂ ਗੁੰਮਰਾਹ ਹੋ ਗਏ ਹੋਂ। ਤੁਹਾਡਾ ਰੱਬ ਤਾਂ ਰਹਿਮਾਨ ਹੈ। ਇਸ ਲਈ ਮੇਰੀ ਸ਼ਰਣ ਲਵੋ ਅਤੇ ਮੇਰੀ ਆਗਿਆ ਪਾਲਣ ਕਰੋ।"
        },
        {
            "chapter": 20,
            "verse": 91,
            "text": "ਉਨ੍ਹਾਂ ਨੇ ਕਿਹਾ ਕਿ ਅਸੀਂ ਤਾਂ ਇਸੇ ਦੀ ਹੀ ਪੂਜਾ ਵਿਚ ਲੱਗੇ ਰਹਾਂਗੇ ਜਦ ਤੱਕ ਚਿਰ ਮੂਸਾ ਸਾਡੇ ਕੋਲ ਵਾਪਿਸ ਨਾ ਜਾਵੇ।"
        },
        {
            "chapter": 20,
            "verse": 92,
            "text": "ਮੂਸਾ ਨੇ ਕਿਹਾ, ਹੇ ਹਾਰੂਨ! ਜਦੋਂ' ਤੂੰ ਦੇਖਿਆ ਕਿ ਇਹ ਭਟਕ ਗਏ ਹਨ ਤਾਂ ਤੁਹਾਨੂੰ ਕਿਸ ਚੀਜ਼ ਨੇ ਰੋਕਿਆ ਕਿ ਤੁਸੀਂ ਮੇਰੇ ਹੁਕਮ ਦਾ ਪਾਲਣ ਕਰੋਂ।"
        },
        {
            "chapter": 20,
            "verse": 93,
            "text": "ਕੀ ਤੁਸੀਂ ਮੇਰੇ ਕਹਿਣ ਦੇ ਵਿਰੁੱਧ ਕੀਤਾ।"
        },
        {
            "chapter": 20,
            "verse": 94,
            "text": "ਹਾਰੂਨ ਨੇ ਕਿਹਾ, ਹੇ ਮੇਰੀ ਮਾਂ ਦੇ ਬੇਟੇ! ਤੂੰ ਮੇਰੀ ਦਾੜੀ ਅਤੇ ਸਿਰ ਨਾ ਫੜ੍ਹ। ਮੈਨੂੰ ਭਰ ਸੀ ਕਿ ਤੁਸੀ ਕਹੋਗੇ ਕਿ ਤੁਸੀਂ ਬਨੀ ਇਸਰਾਈਲ ਦੇ ਵਿਚ ਫੁੱਟ ਪਾ ਦਿੱਤੀ ਅਤੇ ਮੇਰੀ ਗੱਲ ਚਾ ਧਿਆਨ ਨਾ ਰੱਖਿਆ।"
        },
        {
            "chapter": 20,
            "verse": 95,
            "text": "ਮੂਸਾ ਨੇ ਕਿਹਾ, ਕਿ ਹੇ ਸਾਮਰੀ! ਤੁਹਾਡਾ ਕੀ ਮਸਲਾ ਹੈ।"
        },
        {
            "chapter": 20,
            "verse": 96,
            "text": "ਉਸ ਨੇ ਕਿਹਾ ਮੈਨੂੰ ਉਹ ਚੀਜ਼ ਦਿਖਾਈ ਦਿੱਤੀ ਜਿਹੜੀ ਦੂਜਿਆਂ ਨੂੰ ਵਿਖਾਈ ਨਹੀਂ ਦਿੰਦੀ। ਤਾਂ ਮੈਂ ਰਸੂਲ ਦੇ ਪਦ ਚਿੰਨ੍ਹਾਂ ਵਿਚੋਂ ਇੱਕ ਮੂਠੀ ਜ਼ੁੱਕੀ ਅਤੇ ਇਸ ਵਿਚ ਸੁੱਟ ਦਿੱਤੀ। ਮਰੇ ਮਨ ਨੇ ਹੀਂ ਮੈਨੂੰ ਅਜਿਹਾ ਕਰਨ ਲਈ ਪ੍ਰੇਰਿਤ ਕੀਤਾ।"
        },
        {
            "chapter": 20,
            "verse": 97,
            "text": "ਸੂਸਾ ਨੇ ਆਖਿਆ, ਚੂਰ ਹੋ ਜਾ। ਹੁਣ ਤੇਰੇ ਲਈ ਜੀਵਨ ਭਰ ਇਹ ਹੀ (ਸਜ਼ਾ ਹੈ) ਕਿ ਤੂੰ ਕਹਿੰਦਾ ਰਹੇਂ ਮੈਨੂੰ ਨਾ ਡੂਹੋ। ਅਤੇ ਤੇਰੇ ਲਈ ਇੱਕ ਹੋਰ ਵਾਅਦਾ ਇਹ ਹੈ ਜਿਹੜਾ ਤੇਰੇ ਤੋਂ ਟੱਲਣ ਵਾਲਾ ਨਹੀਂ। ਅਤੇ ਤੂੰ ਆਪਣੇ ਇਸ ਪੂਜਕ ਨੂੰ ਦੇਖ ਜਿਸ ਉੱਪਰ ਤੂੰ ਲਗਾਤਾਰ ਮਸਤ ਹੋਇਆ ਟਿਕਿਆ ਰਹਿੰਦਾ ਸੀ। ਅਸੀਂ ਉਸ ਨੂੰ ਸਾੜਾਂਗੇ ਫਿਰ ਉਸ ਨੂੰ ਨਦੀ ਵਿਚ ਖਿਲਾਰ ਕੇ ਵਹਾ ਦੇਵਾਂਗੇ।"
        },
        {
            "chapter": 20,
            "verse": 98,
            "text": "ਤੁਹਾਡਾ ਪੂਜਣਯੋਗ ਤਾਂ ਸਿਰਫ ਅੱਲਾਹ ਹੈ ਉਸ ਤੋਂ ਬਿਨ੍ਹਾਂ ਕੋਈ ਪੂਜਣਯੋਗ ਨਹੀਂ। ਉਸ ਦਾ ਗਿਆਨ ਹਰੇਕ ਵਸਤੂ ਉੱਪਰ ਛਾਇਆ ਹੋਇਆ ਹੈ।"
        },
        {
            "chapter": 20,
            "verse": 99,
            "text": "ਇਸ ਤਰ੍ਹਾਂ ਅਸੀਂ ਤੁਹਾਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਹਾਲ ਸੁਣਾਉਂਦੇ ਹਾਂ ਜਿਹੜੇ ਪਹਿਲਾਂ ਹੋ ਚੁੱਕੇ ਹਨ। ਅਤੇ ਅਸੀਂ ਤੁਹਾਨੂੰ ਆਪਣੇ ਕੋਲੋਂ ਇੱਕ ਮਾਰਗ ਦਰਸ਼ਨ ਦੀ ਕਿਤਾਬ ਦਿੱਤੀ ਹੈ।"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "ਜੋ ਇਸ ਤੋਂ ਬੇਮੁੱਖ ਹੋਵੇਗਾ ਉਹ ਕਿਆਮਤ ਦੇ ਦਿਨ ਭਾਰੀ ਬੋਝ ਉਠਾਵੇਗਾ।"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "ਉਹ ਉਸ ਵਿਚ ਹਮੇਸ਼ਾਂ ਰਹਿਣਗੇ ਅਤੇ ਇਹ ਬੋਝ ਕਿਆਮਤ ਦੇ ਦਿਨ ਉਨ੍ਹਾਂ ਲਈ ਬਹੁਤ ਮਾੜਾ ਸਾਬਿਤ ਹੋਵੇਗਾ।"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "ਜਿਸ ਦਿਨ ਮਹਾਂ ਸੰਖ ਵਿਚ ਫੂਕ ਮਾਰੀ ਜਾਵੇਗੀ ਅਤੇ ਅਪਰਾਧੀਆਂ ਨੂੰ ਉਸ ਦਿਨ ਅਸੀਂ ਇਸ ਹਾਲਤ ਵਿਚ ਇਕੱਠਾ ਕਰਾਂਗੇ ਕਿ ਡਰ ਨਾਲ ਉਨ੍ਹਾਂ ਦੀਆਂ ਅੱਖਾਂ ਨੀਲੀਆਂ ਹੋ ਜਾਣਗੀਆਂ।"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "ਆਪਿਸ ਵਿਚ ਹੌਲੀ-ਹੌਲੀ ਕਹਿੰਦੇ ਹੋਣਗੇ ਕਿ ਤੁਸੀਂ ਸਿਰਫ਼ ਦਸ ਦਿਨ ਰਹੇ ਹੋਵੇਂਗੇ।"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "ਅਸੀਂ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦੇ ਹਾਂ ਜੋ ਕੁਝ ਉਹ ਕਹਿਣਗੇ। ਜਦੋਂ ਕਿ ਉਨ੍ਹਾਂ ਦਾ ਸਭ ਤੋਂ ਜ਼ਿਆਦਾ ਸਮਝ ਰੱਖਣ ਵਾਲਾ ਬੰਦਾ ਕਹੇਗਾ ਕਿ ਤੁਸੀਂ ਸਿਰਫ਼ ਇਕ ਦਿਨ (ਦੁਨੀਆਂ ਵਿਚ) ਰੁਕੇ।"
        },
        {
            "chapter": 20,
            "verse": 105,
            "text": "ਅਤੇ ਲੋਕ ਤੁਹਾਡੇ ਤੋਂ ਪਹਾੜਾਂ ਦੇ ਸਬੰਧ ਵਿਚ ਪੁੱਛਦੇ ਹਨ। ਆਖੋ, ਕਿ ਮੇਰਾ ਰੱਬ ਇਨ੍ਹਾਂ ਨੂੰ ਖਿਲਾਰ ਦੇਵੇਗਾ।"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "ਫਿਰ ਧਰਤੀ ਨੂੰ ਪੱਧਰਾ ਮੈਦਾਨ ਬਣਾ ਕੇ ਛੱਡ ਦੇਵੇਗਾ।"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "ਤੁਸੀਂ ਉਸ ਵਿਚ ਕੌਈ ਵਿੰਗ ਨਹੀਂ ਦੇਖੋਗੇ ਅਤੇ ਨਾ ਕੋਈ ਉਚਾ ਨੀਂਵਾ।"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "ਉਸ ਦਿਨ ਸਾਰੇ ਲੋਕ ਪੁਕਾਰਣ ਵਾਲੇ ਦੇ ਪਿੱਛੇ ਚੱਲ ਪੈਣਗੇ। ਭੋਰਾ ਮਾਤਰ ਵੀ ਕੋਈ ਵਿੰਗ ਵਲ ਨਹੀਂ ਹੋਵੇਗਾ। ਸਾਰੀਆਂ ਆਵਾਜ਼ਾਂ ਰਹਿਮਾਨ ਦੇ ਅੱਗੇ ਦੱਬ ਜਾਣਗੀਆਂ। ਤੁਸੀਂ ਇੱਕ ਸਰਸਰਾਹਟ ਤੋਂ' ਬਿਨ੍ਹਾਂ ਕੁਝ ਨਹੀਂ ਸੁਣੌਗੇ।"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "ਉਸ ਦਿਨ ਸਿਫਾਰਿਸ਼ ਕੰਮ ਨਾ ਆਵੇਗੀ ਪਰੰਤੂ ਅਜਿਹਾ ਬੰਦਾ ਜਿਸ ਨੂੰ ਰਹਿਮਾਨ ਨੇ ਆਗਿਆ ਦਿੱਤੀ ਹੋਵੇ ਅਤੇ ਉਸ ਲਈ ਬੋਲਣਾ ਪਸੰਦ ਕੀਤਾ ਹੋਵੇ।"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "ਉਹ ਸਾਰਿਆਂ ਦੇ ਅਗਲੇ ਅਤੇ ਪਿਛਲੇ ਹਾਲ ਨੂੰ ਜਾਣਦਾ ਹੈ ਅਤੇ ਉਨ੍ਹਾਂ ਦਾ ਗਿਆਨ ਉੱਸ ਨੂੰ ਘੇਰੇ ਵਿਚ ਨਹੀਂ ਲੈ ਸਕਦਾ।"
        },
        {
            "chapter": 20,
            "verse": 111,
            "text": "ਅਤੇ ਸਾਰੇ ਚਿਹਰੇ ਉਸ ਜੀਵਿਤ ਅਤੇ ਸਦੀਵੀ ਸੱਤਾ ਦੇ ਸਾਹਮਣੇ ਝੁੱਕੇ ਹੋਣਗੇ। ਅਤੇ ਅਜਿਹਾ ਬੰਦਾ ਅਸਫ਼ਲ ਹੋਵੇਗਾ, ਜਿਹੜਾ ਨਾ ਇਨਸਾਫੀ ਲੈ ਕੇ ਆਇਆ ਹੋਵੇ।"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "ਅਤੇ ਜਿਸ ਨੇ ਚੰਗੇ ਕੰਮ ਕੀਤੇ ਹੋਣਗੇ ਅਤੇ ਉਹ ਈਮਾਨ ਵੀ ਰੱਖਦਾ ਹੋਵੇਗਾ ਤਾਂ ਉਸ ਨੂੰ ਨਾ ਕਿਸੇ ਜ਼ਿਆਦਤੀ ਦਾ ਡਰ ਹੋਵੇਗਾ ਅਤੇ ਨਾ ਹੀ ਕਿਸੇ ਘਾਟੇ ਦਾ।"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "ਅਤੇ ਇਸ ਤਰ੍ਹਾਂ ਅਸੀਂ ਅਰਬੀ ਵਿਚ ਕੁਰਆਨ ਉਤਾਰਿਆ ਹੈ ਅਤੇ ਤਾਂ ਕਿ ਲੋਕ ਡਰਨ, ਜਾਂ ਇਹ ਉਨ੍ਹਾਂ ਦੇ ਦਿਲਾਂ ਵਿਚ਼ ਕੁਝ ਸੋਚ ਪਾ ਦੇਵੇ।"
        },
        {
            "chapter": 20,
            "verse": 114,
            "text": "ਤਾਂ ਅੱਲਾਹ ਹੀ ਅਸਲੀ ਸ਼ਾਸਕ ਅਤੇ ਸ੍ਰੇਸ਼ਟ ਹੈ ਅਤੇ ਤੁਸੀਂ ਕੁਰਆਨ ਦੇ ਲੈਣ ਵਿਚ ਜਲਦੀ ਨਾ ਕਰੋ ਜਦੋਂ ਤੱਕ ਉਸ ਦੀ ਵਹੀ ਸੰਪੂਰਨ ਨਾ ਹੋ ਜਾਏ ਅਤੇ ਕਹੋ ਕਿ ਹੇ ਮੇਰੇ ਪਾਲਣਹਾਰ! ਮੇਰੇ ਗਿਆਨ ਵਿਚ ਵਾਧਾ ਕਰ।"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "ਅਤੇ ਅਸੀਂ ਆਦਮ ਨੂੰ ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਹੁਕਮ ਦਿੱਤਾ ਸੀ ਤਾਂ ਉਹ ਭੁੱਲ ਗਿਆ ਅਤੇ ਅਸੀਂ ਉਸ ਵਿਚ ਇੱਕ ਮਜ਼ਬੂਤ ਸੰਕਲਪ ਨਾ ਦੇਖਿਆ।"
        },
        {
            "chapter": 20,
            "verse": 116,
            "text": "ਨੇ ਸਿਜਦਾ ਕੀਤਾ ਪਰੰਤੂ ਇਬਲੀਸ ਨੇ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ।"
        },
        {
            "chapter": 20,
            "verse": 117,
            "text": "ਫਿਰ ਅਸੀਂ ਕਿਹਾ ਕਿ ਹੇ ਆਦਮ! ਇਹ ਬੇਸ਼ੱਕ ਤੁਹਾਡਾ ਅਤੇ ਤੁਹਾਡੀ ਪਤਨੀ ਦਾ ਦੁਸ਼ਮਨ ਹੈ ਰਹਿ ਜਾਉਗੇ।"
        },
        {
            "chapter": 20,
            "verse": 118,
            "text": "ਇੱਥੇ ਤੁਹਾਡੇ ਲਈ ਇਹ ਹੈ ਕਿ ਨਾ ਤੁਸੀਂ ਭੁੱਖੇ ਰਹੋਗੇ ਅਤੇ ਨਾਂ ਨੰਗੇ।"
        },
        {
            "chapter": 20,
            "verse": 119,
            "text": "ਅਤੇ ਇੱਥੇ ਨਾ ਤੁਸੀਂ ਪਿਆਸੇ ਹੋਵੋਂਗੇ ਅਤੇ ਨਾ ਤੁਹਾਨੂੰ ਧੁੱਪ ਲੱਗੇਗੀ।"
        },
        {
            "chapter": 20,
            "verse": 120,
            "text": "ਫਿਰ ਸ਼ੈਤਾਨ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਬਹਿਕਾਇਆ। ਉਸ ਨੇ ਕਿਹਾ ਕਿ ਹੇ ਆਦਮ! ਕੀ ਮੈ ਤੁਹਾਨੂੰ ਹਮੇਸ਼ਾਂ ਰਹਿਣ ਵਾਲੇ ਦਰੱਖਤ ਦਾ ਪਤਾ ਦੱਸਾਂ। ਅਤੇ ਇੱਕ ਰਾਜ ਦਾ ਵੀ ਜਿਸ ਦਾ ਕਦੇ ਨਾਸ਼ ਨਹੀਂ' ਹੁੰਦਾ।"
        },
        {
            "chapter": 20,
            "verse": 121,
            "text": "ਇਸ ਲਈ ਉਨ੍ਹਾਂ ਦੋਵਾਂ ਨੇ ਉਸ ਦਰੱਖਤ ਦਾ ਫ਼ਲ ਖਾ ਲਿਆ ਤਾਂ ਉਨ੍ਹਾਂ ਦੋਵਾਂ ਦੇ ਗੁਪਤ ਅੰਗ ਇੱਕ ਦੂਸਰੇ ਦੇ ਸਾਹਮਣੇ ਖੁੱਲ੍ਹ ਗਏ। ਅਤੇ ਦੋਵੇਂ ਆਪਣੇ ਨੂੰ ਜੰਨਤ ਦੇ ਬਾਗ਼ਾਂ ਦੇ ਪੱਤਿਆਂ ਦੇ ਨਾਲ ਢੱਕਣ ਲੱਗ ਪਏ। ਅਤੇ ਆਦਮ ਨੇ ਆਪਣੇ ਰੱਬ ਦੇ ਹੁਕਮ ਦੀ ਉਲੰਘਣਾ ਕੀਤੀ ਤਾਂ ਉਹ ਭਟਕ ਗਏ।"
        },
        {
            "chapter": 20,
            "verse": 122,
            "text": "ਫਿਰ ਉਸ ਦੇ ਰੱਬ ਨੇ ਉਨ੍ਹਾਂ ਉੱਪਰ ਕਿਰਪਾ ਕੀਤੀ ਫਿਰ ਉਨ੍ਹਾਂ ਦੀ ਤੌਬਾ ਸਵੀਕਾਰ ਕੀਤੀ ਗਈ ਅਤੇ ਫਿਰ ਉਨ੍ਹਾਂ ਨੂੰ ਨਸੀਹਤ ਬਖਸ਼ੀ।"
        },
        {
            "chapter": 20,
            "verse": 123,
            "text": "ਅੱਲਾਹ ਨੇ ਕਿਹਾ ਕਿ ਤੁਸੀਂ ਦੋਵੇਂ ਇੱਥੋਂ ਉਤਰੋ। ਤੁਸੀਂ ਇੱਕ ਦੂਸਰੇ ਦੇ ਦੁਸ਼ਮਨ ਹੋਵੋਂਗੇ। ਫਿਰ ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਲ ਮੇਰੀ ਤਰਫੋਂ ਨਸੀਹਤ ਆਵੇ ਤਾਂ ਜਿਹੜਾ ਬੰਦਾ ਮੇਰੀ ਨਸੀਹਤ ਦਾ ਪਾਲਣ ਕਰੇਗਾ ਉਹ ਨਾ ਭਟਕੇਗਾ ਅਤੇ ਨਾ ਸੱਖਣਾ (ਖਾਲੀ) ਰਹੇਗਾ।"
        },
        {
            "chapter": 20,
            "verse": 124,
            "text": "ਅਤੇ ਜਿਹੜਾ ਬੰਦਾ ਮੇਰੇ ਉਪਦੇਸ਼ ਤੋਂ ਮੂੰਹ ਮੌੜੇਗਾ ਤਾਂ ਉਸ ਲਈ ਜੀਵਨ ਔਖਾ ਹੋ ਜਾਵੇਗਾ ਅਤੇ ਕਿਆਮਤ ਦੇ ਦਿਨ ਅਸੀਂ ਉਸ ਨੂੰ ਅੰਨ੍ਹਾ ਕਰਕੇ ਚੁੱਕਾਂਗੇ।"
        },
        {
            "chapter": 20,
            "verse": 125,
            "text": "ਉਹ ਕਹੇਗਾ ਕਿ ਹੇ ਮੇਰੇ ਪਾਲਣਹਾਰ! ਤੂੰ ਮੈਨੂੰ ਅੰਨ੍ਹੇ ਨੂੰ ਕਿਉਂ ਚੁੱਕਿਆ ਮੈਂ' ਤਾਂ ਅੱਖਾਂ ਵਾਲਾ ਸੀ।"
        },
        {
            "chapter": 20,
            "verse": 126,
            "text": "ਕਿਹਾ ਜਾਵੇਗਾ ਕਿ ਇਸੇ ਤਰ੍ਹਾਂ ਤੇਰੇ ਕੋਲ ਸਾਡੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਆਈਆਂ ਤਾਂ ਤੂੰ ਉਨ੍ਹਾਂ ਉੱਪਰ ਭੋਰਾ ਵੀ ਧਿਆਨ ਨਹੀਂ ਦਿੱਤਾ ਇਸ ਲਈ ਉਸੇ ਤਰ੍ਹਾਂ ਅੱਜ ਤੇਰੇ ਉੱਪਰ ਵੀ ਧਿਆਨ ਨਹੀਂ' ਦਿੱਤਾ ਜਾਵੇਗਾ।"
        },
        {
            "chapter": 20,
            "verse": 127,
            "text": "ਅਤੇ ਇਸ ਤਰ੍ਹਾਂ ਅਸੀਂ ਬਦਲਾ ਦੇਵਾਂਗੇ ਉਸ ਨੂੰ ਜਿਹੜੇ ਹੱਦਾਂ ਪਾਰ ਕਰ ਜਾਂਦੇ ਹਨ ਅਤੇ ਆਪਣੇ ਰੱਬ ਦੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਉੱਪਰ ਈਮਾਨ ਨਹੀਂ ਲਿਆਉਂਦੇ ਅਤੇ ਪ੍ਰਲੋਕ ਦੀ ਸਜ਼ਾ ਬਹੁਤ ਸਖ਼ਤ ਹੈ ਅਤੇ ਹਮੇਸ਼ਾ ਰਹਿਣ ਵਾਲੀ ਹੈ।"
        },
        {
            "chapter": 20,
            "verse": 128,
            "text": "ਕੀ ਲੋਕਾਂ ਨੂੰ ਇਸ ਗੱਲ ਨਾਲ ਗਿਆਨ ਨਹੀਂ ਮਿਲਿਆ ਕਿ ਇਨ੍ਹਾਂ ਤੋਂ ਪਹਿਲਾਂ ਅਸੀਂ ਕਿੰਨੇ ਵਰਗ ਨਸ਼ਟ ਕਰ ਦਿੱਤੇ ਹਨ। ਇਹ ਉਨ੍ਹਾਂ ਦੇ ਸ਼ਹਿਰਾਂ ਵਿਚ ਰਹਿੰਦੇ ਹਨ। ਬੇਸ਼ੱਕ ਇਸ ਵਿਚ ਸ਼ੁੱਧੀ ਵਾਲਿਆਂ ਲਈ ਵੱਡੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਹਨ।"
        },
        {
            "chapter": 20,
            "verse": 129,
            "text": "ਅਤੇ ਜੇਕਰ ਤੁਹਾਡੇ ਰੱਬ ਵੱਲੋਂ ਇੱਕ ਗੱਲ ਪਹਿਲਾਂ ਨੀਯਤ ਨਾ ਹੋ ਚੁੱਕੀ ਹੁੰਦੀ ਅਤੇ ਮੌਕੇ ਦੀ ਇੱਕ ਹੱਦ ਨਿਰਧਾਰਿਤ ਨਾ ਹੁੰਦੀ ਤਾਂ ਜ਼ਰੂਰ ਇਸ ਦਾ ਫੈਸਲਾ ਮੁਕਾ ਦਿੱਤਾ ਜਾਂਦਾ।"
        },
        {
            "chapter": 20,
            "verse": 130,
            "text": "ਇਸ ਲਈ ਇਹ ਲੋਕ ਜਿਹੜਾ ਕੁਝ ਆਖਦੇ ਹਨ, ਉਸ ਉੱਪਰ ਧੀਰਜ ਰੱਖੋ। ਅਤੇ ਆਪਣੇ ਰੱਬ ਦੀ ਪ੍ਰਸੰਸਾ ਦੇ ਸਹਿਤ ਉਪਮਾਂ ਕਰੋ, ਸੂਰਜ ਨਿਕਲਣ ਤੋਂ ਪਹਿਲਾਂ ਅਤੇ ਸੂਰਜ ਡੁੱਬਣ ਤੋਂ ਪਹਿਲਾਂ, ਅਤੇ ਰਾਤ ਦੀਆਂ ਘੜੀਆਂ ਵਿਚ ਵੀ ਉਸ ਦੀ ਵਡਿਆਈ ਕਰੋ। ਦਿਨ ਦੇ ਕਿਨਾਰਿਆਂ ਤੇ ਵੀ (ਵਡਿਆਈ ਕਰੋ) ਤਾਂ ਕਿ ਤੁਹਾਨੂੰ ਸੰਤੁਸ਼ਟੀ ਮਿਲੇ।"
        },
        {
            "chapter": 20,
            "verse": 131,
            "text": "ਅਤੇ ਕਦੇ ਵੀ ਉਨ੍ਹਾਂ ਚੀਜ਼ਾਂ ਵੱਲ ਅੱਖ ਚੁੱਕ ਕੇ ਵੀ ਨਾ' ਦੇਖੋ, ਜਿਸ ਨੂੰ ਅਸੀਂ ਉਨ੍ਹਾਂ ਦੇ ਕੁਝ ਜੱਥਿਆਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਇਮਤਿਹਾਨ ਲਈ ਉਨ੍ਹਾਂ ਨੂੰ ਸੰਸਾਰ ਦੀ ਸੁੰਦਰਤਾ ਦੇ ਰੱਖੀ ਹੈ। ਅਤੇ ਤੁਹਾਡੇ ਰੱਬ ਦਾ ਰਿਜ਼ਕ ਜ਼ਿਆਦਾ ਉੱਤਮ ਹੈ ਅਤੇ ਬਾਕੀ ਰਹਿਣ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 20,
            "verse": 132,
            "text": "ਅਤੇ ਆਪਣੇ ਲੋਕਾਂ ਨੂੰ ਨਮਾਜ਼ ਦਾ ਹੁਕਮ ਦਿਉਂ ਅਤੇ ਉਸ ਦੀ ਪਾਬੰਦੀ ਕਰੋ। ਅਸੀਂ' ਤੁਹਾਡੇ ਤੋਂ ਕੋਈ ਰਿਜ਼ਕ ਨਹੀਂ ਮੰਗਦੇ। ਰਿਜ਼ਕ ਤਾਂ ਤੁਹਾਨੂੰ ਅਸੀਂ ਦੇਵਾਂਗੇ। ਚੰਗਾ ਸਿੱਟਾ ਤਾਂ ਤਕਵਾ (ਧੀਰਜ ਰੱਖਣ ਵਾਲੇ) ਲਈ ਹੀ ਹੈ।"
        },
        {
            "chapter": 20,
            "verse": 133,
            "text": "ਅਤੇ ਲੋਕ ਕਹਿੰਦੇ ਹਨ ਕਿ ਇਹ ਆਪਣੇ ਰੱਬ ਤੋਂ ਸਾਡੇ ਲਈ ਕੋਈ ਨਿਸ਼ਾਨੀਆਂ ਕਿਉਂ ਨਹੀਂ ਲਿਆਉਂਦੇ। ਕੀ ਉਨ੍ਹਾਂ ਪਾਸ ਪਿਛਲੀਆਂ ਕਿਤਾਬਾਂ ਦੀ ਦਲੀਲ ਨਹੀਂ' ਪਹੁੰਚੀ।"
        },
        {
            "chapter": 20,
            "verse": 134,
            "text": "ਅਤੇ ਜੇਕਰ ਅਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਕਿਸੇ ਆਫ਼ਤ ਨਾਲ ਨਸ਼ਟ ਕਰ ਦਿੰਦੇ ਤਾਂ ਉਹ ਕਹਿੰਦੇ, ਹੇ ਸਾਡੇ ਪਾਲਣਹਾਰ! ਤੂੰ ਸਾਡੇ ਕੋਲ ਰਸੂਲ ਕਿਉਂ ਨ ਭੇਜਿਆ ਤਾਂ ਜੋ ਅਸੀਂ ਅਪਮਾਣਿਤ ਅਤੇ ਸ਼ਰਮਿੰਦਾ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਤੇਰੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਦਾ ਪਾਲਣ ਕਰਦੇ।"
        },
        {
            "chapter": 20,
            "verse": 135,
            "text": "ਆਖੋ, ਕਿ ਹਰ ਇੱਕ ਉਡੀਕ ਵਿਚ ਹੈ, ਤਾਂ ਤੂਸੀਂ ਵੀ ਉਡੀਕ ਕਰੋ। ਭਵਿੱਖ ਵਿਚ ਤੁਸੀ ਜਾਣ ਲਵੌਗੇ ਕਿ ਕੌਣ ਸਿੱਧੇ ਰਾਹ ਤੇ ਚੱਲਣ ਵਾਲਾ ਹੈ ਅਤੇ ਕੌਣ ਜੰਨਤ ਵੱਲ ਰਾਹ ਲੱਭਣ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 21,
            "verse": 1,
            "text": "ਲੋਕਾਂ ਲਈ ਉਨ੍ਹਾਂ ਦਾ ਹਿਸਾਬ ਨਜ਼ਦੀਕ ਆ ਗਿਆ ਹੈ ਅਤੇ ਉਹ ਆਸਾਵਧਾਨੀ ਵਿਚ ਪਏ ਮੂੰਹ ਮੋੜ ਰਹੇ ਹਨ।"
        },
        {
            "chapter": 21,
            "verse": 2,
            "text": "ਉਨ੍ਹਾਂ ਦੇ ਪਾਲਣਹਾਰ ਵੱਲੋਂ ਜਿਹੜਾ ਵੀ ਨਵਾਂ ਉਪਦੇਸ਼ ਉਨ੍ਹਾਂ ਦੇ ਕੋਲ ਆਉਂਦਾ ਹੈ, ਉਹ ਉਸ ਦਾ ਮਜ਼ਾਕ ਕਰਦੇ ਹੋਏ ਸੁਣਦੇ ਹਨ।"
        },
        {
            "chapter": 21,
            "verse": 3,
            "text": "ਉਨ੍ਹਾਂ ਦੇ ਮਨ ਆਸਾਵਧਾਨੀ ਵਿਚ ਖੁੱਭੇ ਹਨ। ਅਤੇ ਅਤਿਆਚਾਰੀਆਂ ਨੇ ਆਪਿਸ ਵਿਚ ਇਹ ਕਾਨਾਫੂਸੀ ਕੀਤੀ ਕਿ ਇਹ ਤਾਂ ਤੁਹਾਡੇ ਵਰਗਾ ਹੀ ਇਕ ਆਦਮੀ ਹੈ। ਫਿਰ ਤੁਸੀਂ ਕਿਉਂ ਅੱਖਾਂ ਨਾਲ ਦੇਖੇ ਬਿਨ੍ਹਾਂ ਇਸ ਦੇ ਜਾਦੂ ਵਿਚ ਫੱਸਦੇ ਹੋ।"
        },
        {
            "chapter": 21,
            "verse": 4,
            "text": "ਰਸੂਲ ਨੇ ਕਿਹਾ, ਕਿ ਮੇਰਾ ਪਾਲਣਹਾਰ ਹਰੇਕ ਗੱਲ ਨੂੰ ਜਾਣਦਾ ਹੈ, ਚਾਹੇ ਉਹ ਅਸਮਾਨ ਵਿਚ ਹੋਵੇ ਜਾਂ ਧਰਤੀ ਵਿਚ। ਉਹ ਸੁਣਨ ਵਾਲਾ ਅਤੇ ਜਾਣਨ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 21,
            "verse": 5,
            "text": "ਸਗੋਂ ਉਹ ਕਹਿੰਦੇ ਹਨ ਕਿ ਇਹ ਤਾਂ ਕੁਲੇਖਾ ਪਾਉ ਸੁਪਨਾ ਹੈ। ਸਗੋਂ ਇਸ ਨੂੰ ਉਨ੍ਹਾਂ ਨੇ ਖੁਦ ਘੜਿਆ ਹੈ। ਸਗੋਂ ਉਹ ਇੱਕ ਕਵੀ ਹੈ। ਉਸ ਨੂੰ ਚਾਹੀਦਾ ਹੈ ਕਿ ਸਾਡੇ ਕੋਲ ਇਸ ਤਰ੍ਹਾਂ ਦੀ ਕੋਈ ਨਿਸ਼ਾਨੀ ਲਿਆਵੇ ਜਿਸ ਤਰ੍ਹਾਂ ਦੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਦੇ ਨਾਲ ਪਿੱਛਲੇ ਰਸੂਲ ਭੇਜੇ ਗਏ ਸਨ।"
        },
        {
            "chapter": 21,
            "verse": 6,
            "text": "ਇਨ੍ਹਾਂ ਤੋਂ ਪਹਿਲਾਂ ਕਿਸੇ ਸ਼ਹਿਰ ਦੇ ਲੋਕ ਵੀ, ਜਿਸ ਨੂੰ ਅਸੀਂ ਨਸ਼ਟ ਕੀਤਾ, ਈਮਾਨ ਨਹੀਂ ਲਿਆਏ, ਤਾਂ ਕੀ ਇਹ ਲੋਕ ਈਮਾਨ ਲਿਆਉਣਗੇ"
        },
        {
            "chapter": 21,
            "verse": 7,
            "text": "ਅਤੇ ਤੁਹਾਡੇ ਤੋਂ ਪਹਿਲਾਂ ਵੀ ਜਿਸ ਨੂੰ ਅਸੀਂ ਰਸੂਲ ਬਣਾ ਕੇ ਭੇਜਿਆ ਮਨੁੱਖਾਂ ਵਿਚੋਂ ਹੀ ਭੇਜਿਆ। ਅਸੀਂ ਉਸ ਵੱਲ ਵਹੀ ਭੇਜਦੇ ਸੀ। ਤੁਸੀਂ ਕਿਤਾਬ ਵਾਲਿਆਂ ਨੂੰ ਪੁੱਛ ਲਉ ਜੇਕਰ ਤੁਸੀਂ ਨਹੀਂ ਜਾਣਦੇ।"
        },
        {
            "chapter": 21,
            "verse": 8,
            "text": "ਅਤੇ ਅਸੀਂ ਉਨ੍ਹਾਂ ਰਸੂਲਾਂ ਨੂੰ ਅਜਿਹੇ ਸਰੀਰ ਨਹੀਂ ਦਿੱਤੇ ਸਨ ਕਿ ਉਹ ਰੋਟੀ ਨਾ ਖਾਂਦੇ ਹੋਣ। ਨਾ ਹੀ ਉਹ ਹਮੇਸ਼ਾ ਰਹਿਣ ਵਾਲੇ ਸਨ।"
        },
        {
            "chapter": 21,
            "verse": 9,
            "text": "ਫਿਰ ਅਸੀਂ' ਉਨ੍ਹਾਂ ਨਾਲ ਕੀਤੇ ਹੋਏ ਵਾਅਦੇ ਨੂੰ ਸੱਚਾ ਕਰਕੇ ਦਿਖਾਇਆ। ਤਾਂ ਫਿਰ ਉਨ੍ਹਾਂ ਨੂੰ ਅਤੇ ਜਿਸ ਜਿਸ ਨੂੰ ਅਸੀਂ ਚਾਹਿਆ, ਬਚਾ ਲਿਆ। ਅਤੇ ਅਸੀਂ ਹੱਦਾਂ ਪਾਰ ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ ਨਸ਼ਟ ਕਰ ਦਿੱਤਾ।"
        },
        {
            "chapter": 21,
            "verse": 10,
            "text": "ਅਸੀਂ ਤੁਹਾਡੇ ਵੱਲ ਇੱਕ ਕਿਤਾਬ ਉਤਾਰੀ ਹੈ, ਜਿਸ ਵਿਚ ਤੁਹਾਡਾ ਜਿਕਰ ਹੈ ਫਿਰ ਕੀ ਤੁਸੀਂ ਨਹੀਂ ਸਮਝਦੇ।"
        },
        {
            "chapter": 21,
            "verse": 11,
            "text": "ਅਤੇ ਕਿੰਨੀਆਂ ਹੀ ਅੱਤਿਆਚਾਰੀ ਬਸਤੀਆਂ ਹਨ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਅਸੀਂ ਪੀਸ ਦਿੱਤਾ (ਭਾਵ ਖ਼ਤਮ ਕਰ ਦਿੱਤਾ) ਅਤੇ ਉਨ੍ਹਾਂ ਤੋਂ ਮਗਰੋਂ ਦੂਸਰੀ ਕੌਮ ਨੂੰ ਤਰੱਕੀ ਦਿੱਤੀ।"
        },
        {
            "chapter": 21,
            "verse": 12,
            "text": "ਜਦੋਂ ਉਨ੍ਹਾਂ ਨੇ ਸਾਡਾ ਪ੍ਰਕੋਪ ਆਉਂਦੇ ਵੇਖਿਆ ਤਾਂ ਉਹ ਉਸ ਤੋਂ ਭੱਜਣ ਲੱਗੇ।"
        },
        {
            "chapter": 21,
            "verse": 13,
            "text": "ਭੱਜੋ ਨਾ, ਆਪਣੇ ਐਸ਼ ਦੇ ਸਮਾਨ ਵੱਲ ਅਤੇ ਆਪਣੇ ਘਰਾਂ ਵੱਲ ਵਾਪਿਸ ਜੱਲੋ ਤਾਂ ਕਿ ਤੁਹਾਡੇ ਤੋਂ ਪੁੱਛਿਆ ਜਾਵੇ।"
        },
        {
            "chapter": 21,
            "verse": 14,
            "text": "ਉਨ੍ਹਾਂ ਨੇ ਕਿਹਾ, ਹਾਏ! ਸਾਡੀ ਮਾੜੀ ਕਿਸਮਤ ਬੇਸ਼ੱਕ ਅਸੀ' ਜ਼ਾਲਿਮ ਲੋਕ ਸੀ।"
        },
        {
            "chapter": 21,
            "verse": 15,
            "text": "ਤਾਂ ਫਿਰ ਉਹ ਇਹੋ ਹੀ ਪੁਕਾਰਦੇ ਰਹੇ। ਇੱਥੋਂ ਤੱਕ ਕਿ ਅਸੀਂ ਹੋਵੇ।"
        },
        {
            "chapter": 21,
            "verse": 16,
            "text": "ਅਤੇ ਅਸੀਂ ਅਕਾਸ਼ ਅਤੇ ਧਰਤੀ ਨੂੰ ਅਤੇ ਜਿਹੜਾ ਕੂਝ ਇਨ੍ਹਾਂ ਦੇ ਵਿਚ ਹੈ, ਖੇਡ ਦੇ ਤੌਰ ਤੇ ਨਹੀਂ ਬਣਾਇਆ।"
        },
        {
            "chapter": 21,
            "verse": 17,
            "text": "ਜੇਕਰ ਅਸੀਂ ਕੋਈ ਖੇਡ ਬਣਾਉਣਾ ਚਾਹੁੰਦੇ ਤਾਂ ਅਸੀਂ ਇਸ ਨੂੰ ਆਪਣੇ ਕੋਲੋਂ ਬਣਾ ਦਿੰਦੇ, ਜੇਕਰ ਅਸੀਂ ਇਹ ਕਰਨਾ ਚ਼ਾਹੁੰਦੇ।"
        },
        {
            "chapter": 21,
            "verse": 18,
            "text": "ਸਗੋਂ ਅਸੀਂ ਸੱਚ ਨੂੰ ਝੂਠ ਉੱਪਰ ਮਾਰਾਂਗੇ ਤਾਂ ਉਹ ਇਸ ਦਾ ਸਿਰ ਪਾੜ ਦੇਵੇਗਾ ਅਤੇ ਉਹ ਅਚਾਨਕ ਖ਼ਤਮ ਹੋ ਜਾਵੇਗਾ। ਅਤੇ ਤੁਹਾਡੇ ਲਈ ਉਨ੍ਹਾਂ ਗੱਲਾਂ ਤੋਂ ਵੱਡੀ ਖ਼ਰਾਬੀ ਹੈ, ਜਿਹੜੀਆਂ ਤੁਸੀਂ ਬਿਆਨ ਕਰਦੇ ਹੋ।"
        },
        {
            "chapter": 21,
            "verse": 19,
            "text": "ਅਤੇ ਉਸੇ ਦਾ ਹੀ ਹੈ ਜਿਹੜਾ ਆਕਾਸ਼ਾਂ ਅਤੇ ਧਰਤੀ ਵਿਚ ਹੈ ਅਤੇ ਜੋ ਉਸ ਦੇ ਕੋਲ ਹੈ। ਉਹ (ਫ਼ਰਿਸ਼ਤੇ) ਉਸਦੀ ਇਬਾਦਤ ਤੋਂ ਮੂੰਹ ਨਹੀ' ਮੋੜਦੇ ਅਤੇ ਨਾ ਹੀ ਆਲਸ ਕਰਦੇ ਹਨ।"
        },
        {
            "chapter": 21,
            "verse": 20,
            "text": "ਉਹ ਦਿਨ ਰਾਤ ਉਸ ਨੂੰ ਯਾਦ ਕਰਦੇ ਹਨ, ਉਹ ਕਦੇ ਨਹੀਂ ਥੱਕਦੇ।"
        },
        {
            "chapter": 21,
            "verse": 21,
            "text": "ਕੀ ਉਨ੍ਹਾਂ ਨੇ ਧਰਤੀ ਵਿਚੋਂ ਪੂਜ ਬਣਾਏ ਹਨ ਜਿਹੜੇ ਕਿਸੇ ਨੂੰ ਜਿਉਂਦਾ ਕਰਦੇ ਹੋਣ।"
        },
        {
            "chapter": 21,
            "verse": 22,
            "text": "ਜੇਕਰ ਇਨ੍ਹਾਂ ਦੋਵਾਂ (ਜਮੀਨ ਅਤੇ ਅਸਮਾਨ) ਵਿਚ ਅੱਲਾਹ ਤੋਂ ਼ਿ੍ਹਾਂ ਪੂਜਣਯੋਗ ਹੁੰਦੇ ਤਾਂ ਦੋਵੇਂ ਉਲਟ- ਪੁਲਟ ਹੋ ਜਾਂਦੇ। ਬਸ ਅੱਲਾਹ ਹੈ ਸਿੰਘਾਸਣ ਦਾ ਮਾਲਕ ਅਤੇ ਉਨ੍ਹਾਂ ਗੱਲਾਂ ਤੋਂ ਪਵਿੱਤਰ ਹੈ ਜਿਹੜੀਆਂ ਇਹ ਲੌਕ ਬਿਆਨ ਕਰਦੇ ਹਨ।"
        },
        {
            "chapter": 21,
            "verse": 23,
            "text": "ਉਹ ਜਿਹੜਾ ਕੁਝ ਕਰਦਾ ਹੈ ਉਸ ਲਈ ਉਹ ਪੁੱਛਿਆ ਨਾ ਜਾਵੇਗਾ। ਅਤੇ ਇਨ੍ਹਾਂ ਤੋਂ ਪੁੱਛ ਹੋਵੇਗੀ।"
        },
        {
            "chapter": 21,
            "verse": 24,
            "text": "ਕੀ ਇਨ੍ਹਾਂ ਨੇ ਅੱਲਾਹ ਤੋਂ ਬਿਨ੍ਹਾਂ ਹੋਰ ਪੂਜਣ ਯੋਗ ਬਣਾਏ ਹਨ। ਇਨ੍ਹਾਂ ਨੂੰ ਕਹੋ ਕਿ ਤੁਸੀਂ ਆਪਣਾ ਪ੍ਰਮਾਣ ਲਿਆਉ, ਇਹ ਗੱਲ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਦੀ ਹੈ ਜਿਹੜੇ ਮੇਰੇ ਨਾਲ ਹਨ ਅਤੇ ਇਹ ਹੀ ਗੱਲ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਦੀ ਹੈ, ਜਿਹੜੇ ਮੇਰੇ ਤੋਂ ਪਹਿਲਾਂ ਹੋਏ। ਸਗੋਂ ਇਨ੍ਹਾਂ ਵਿਚੋਂ ਜ਼ਿਆਦਾਤਰ ਸੱਚਾਈ ਨੂੰ ਨਹੀਂ ਜਾਣਦੇ। ਤਾਂ ਉਹ ਮੂੰਹ ਮੋੜ ਰਹੇ ਹਨ।"
        },
        {
            "chapter": 21,
            "verse": 25,
            "text": "ਅਤੇ ਅਸੀਂ ਤੁਹਾਡੇ ਤੋਂ ਪਹਿਲਾਂ ਕੋਈ ਅਜਿਹਾ ਪੈਗੰਬਰ ਨਹੀਂ ਭੇਜਿਆ ਜਿਸ ਵੱਲ ਅਸੀਂ ਇਹ ਵਹੀ ਨਾ ਉਤਾਰੀ ਹੋਂਵੇ ਕਿ ਮੇਰੇ ਤੋਂ ਸਿਨਹਾਂ ਕੋਈ ਪੂਜਣਯੋਂਗ ਨਹੀਂ' ਤੁਸੀਂ ਕੇਵਲ ਮੇਰੀ ਹੀ ਇਬਾਦਤ ਕਰੋ।"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "ਅਤੇ ਉਹ ਕਹਿੰਦੇ ਹਨ ਕਿ ਰਹਿਮਾਨ ਨੇ ਸੰਤਾਨ ਬਣਾਈ ਹੈ, ਉਹ ਉਸ ਤੋਂ ਪਵਿੱਤਰ ਹੈ। ਸਗੋਂ (ਫ਼ਰਿਸ਼ਤੇ) ਤਾਂ ਸਨਮਾਨਿਤ ਬੰਦੇ ਹਨ।"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "ਉਹ ਉਸ ਤੋਂ ਅੱਗੇ ਵੱਧ ਕੇ ਗੱਲ ਨਹੀਂ ਕਰਦੇ ਅਤੇ ਉਹ ਉਸੇ ਦੇ ਹੁਕਮ ਅਨੁਸਾਰ ਕੰਮ ਕਰਦੇ ਹਨ।"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "ਅੱਲਾਹ ਇਨ੍ਹਾਂ ਦੇ ਅਗਲੇ ਤੇ ਪਿਛਲੇ ਹਾਲ ਨੂੰ ਜਾਣਦਾ ਹੈ। ਅਤੇ ਉਹ ਸਿਫ਼ਾਰਿਸ਼ ਨਹੀਂ ਕਰ ਸਕਦੇ ਸ਼ਿਲ੍ਹਾਂ ਉਸ ਤੋਂ ਜਿਸ ਨੂੰ ਅੱਲਾਹ ਪਸੰਦ ਕਰੇ। ਅਤੇ ਉਹ ਉਸ ਦੇ ਭੈਅ ਵਿਚ ਰਹਿੰਦੇ ਹਨ।"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "ਅਤੇ ਉਨ੍ਹਾਂ ਵਿਚੋਂ ਜੋ ਕੋਈ ਆਖੇਗਾ ਕਿ ਮੈਂ ਉਸ ਤੋਂ ਬਿਨ੍ਹਾਂ ਪੂਜਣਯੌਗ ਹਾਂ ਤਾਂ ਅਸੀਂ ਉਸ ਨੂੰ ਨਰਕ ਦੀ ਸਜ਼ਾ ਦੇਵਾਂਗੇ। ਅਸੀਂ ਜ਼ਾਲਿਮਾਂ ਨੂੰ ਅਜਿਹਾ ਹੀ ਦੰਡ ਵਿੰਦੇ ਹਾਂ।"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "ਕੀ ਇਨਕਾਰ ਕਰਨ ਵਾਲਿਆਂ ਨੇ ਨਹੀਂ ਦੇਖਿਆ ਕਿ ਆਕਾਸ਼ ਅਤੇ ਧਰਤੀ ਦੋਵੇਂ ਬੰਦ ਸੀ। ਫਿਰ ਅਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਖੋਲ੍ਹ ਦਿੱਤਾ ਅਤੇ ਅਸੀਂ ਪਾਣੀ ਤੋਂ ਹਰ ਜੀਵਿਤ ਵਸਤੂ ਨੂੰ ਬਣਾਇਆ। ਕੀ ਫਿਰ ਵੀ ਉਹ ਈਮਾਨ ਨਹੀਂ ਲਿਆਉਂਦੇ।"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "ਅਤੇ ਅਸੀਂ ਧਰਤੀ ਵਿਚ ਪਹਾੜ ਬਣਾਏ, ਤਾਂ ਕਿ ਉਹ ਉਨ੍ਹਾਂ ਨੂੰ ਲੈ ਕੇ, ਝੁਕ ਨਾ ਜਾਵੇ ਅਤੇ ਅਸੀਂ ਉਨ੍ਹਾਂ ਵਿਚ ਚੌੜੇ ਰਾਹ ਬਣਾਏ ਤਾਂ ਕਿ ਲੋਕ ਰਸਤਾ ਪ੍ਰਾਪਤ ਕਰਨ।"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "ਅਤੇ ਅਸੀਂ ਆਕਾਸ਼ ਨੂੰ ਇੱਕ ਸੁਰੱਖਿਅਤ ਛੱਤ ਬਣਾਇਆ ਅਤੇ ਉਹ ਉਸ ਦੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਤੋਂ' ਮੂੰਹ ਮੌੜ ਰਹੇ ਹਨ।"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "ਅਤੇ ਉਹ ਹੀ ਹੈ ਜਿਸ ਨੇ ਦਿਨ ਰਾਤ ਅਤੇ ਸੂਰਜ ਜ਼ੰਨ ਬਣਾਏ। ਸਾਰੇ ਆਪਣੇ ਆਪਣੇ ਘੇਰੇ ਵਿਚ ਤੈਰ ਰਹੇ ਹਨ।"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "ਅਤੇ ਅਸੀਂ ਤੁਹਾਡੇ ਤੋਂ ਪਹਿਲਾਂ ਵੀ ਕਿਸੇ ਮਨੁੱਖ ਨੂੰ ਹਮੇਸ਼ਾ ਰਹਿਣ ਵਾਲਾ ਜੀਵਨ ਨਹੀਂ ਦਿੱਤਾ। ਤਾਂ ਕੀ ਜੇਕਰ ਤੁਹਾਨੂੰ ਮੌਤ ਆ ਜਾਵੇ ਤਾਂ ਕੀ ਉਹ ਸਦੀਵੀਂ ਰਹਿਣ ਵਾਲੇ ਹਨ"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "ਹਰੇਕ ਜੀਵ ਨੇ ਮੌਤ ਦਾ ਸਵਾਦ ਚੱਖਣਾ ਹੈ ਅਤੇ ਅਸੀਂ ਤੁਹਾਨੂੰ ਚੰਗੇ ਅਤੇ ਮਾੜੇ ਹਲਾਤਾਂ ਵਿਚ ਪਰਖਦੇ ਹਾਂ, ਇਮਤਿਹਾਨ ਲਈ ਅਤੇ ਤੁਸੀਂ ਸਾਰੇ ਸਾਡੇ ਵੱਲ ਵਾਪਿਸ ਪਰਤੋਗੇ।"
        },
        {
            "chapter": 21,
            "verse": 36,
            "text": "ਅਤੇ ਇਨਕਾਰੀ ਲੋਕ ਜਦੋਂ ਤੁਹਾਨੂੰ ਦੇਖਦੇ ਹਨ ਤਾਂ ਉਹ ਸਾਰੇ ਤੁਹਾਡਾ ਮਖੌਲ ਉਡਾਉਂਦੇ ਹਨ। ਕੀ ਇਹ ਹੀ ਹੈ ਜਿਹੜਾ ਤੁਹਾਡੇ ਪੂਜਕਾਂ ਦੀ ਚਰਚਾ ਕਰਿਆ ਕਰਦਾ ਹੈ। ਅਤੇ ਖੁਦ ਇਹ ਲੋਕ ਰਹਿਮਾਨ ਦੇ ਜ਼ਿਕਰ ਤੋਂ ਇਨਕਾਰ ਕਰਦੇ ਹਨ।"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "ਮਨੁੱਖ ਜਲਦ-ਬਾਜ਼ੀ (ਕਾਹਲਾ ਪਣ) ਦੇ ਖਮੀਰ ਤੋਂ ਪੈਦਾ ਹੋਇਆ ਹੈ। ਮੈਂ ਤੁਹਾਨੂੰ ਜਲਦੀ ਹੀ ਆਪਣੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਦਿਖਾਵਾਂਗਾ ਤਾਂ ਤੁਸੀਂ ਮੇਰੇ ਤੋਂ ਕਾਹਲੀ ਨਾ ਚਾਹੋਂ।"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "ਅਤੇ ਲੋਕ ਕਹਿੰਦੇ ਹਨ ਕਿ ਇਹ ਵਾਅਦਾ ਕਦੋਂ ਆਏਗਾ ਜੇਕਰ ਤੁਸੀਂ ਸੱਚੇ ਹੋ।"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "ਕਾਸ਼! ਇਨ੍ਹਾਂ ਇਨਕਾਰੀਆਂ ਨੂੰ ਉਸ ਵੇਲੇ ਦੀ ਖ਼ਬਰ ਹੁੰਦੀ ਜਦੋਂ ਉਹ ਅੱਗ ਨੂੰ ਆਪਣੇ ਸਾਹਮਣੇ ਤੋਂ ਰੋਕ ਨਹੀਂ ਸਕਣਗੇ ਅਤੇ ਨਾ ਹੀ ਆਪਣੇ ਪਿੱਛੇ ਤੋਂ। ਅਤੇ ਨਾ ਹੀ ਉਨ੍ਹਾਂ ਨੂੰ ਮਦਦ ਪਹੁੰਚੇਗੀ।"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "ਸਗੋਂ ਉਹ ਉਨ੍ਹਾਂ ਉੱਪਰ ਅਚਾਨਕ ਆ ਡਿੱਗੇਗੀ ਤਾਂ ਉਹ ਉਨ੍ਹਾਂ ਨੂੰ ਹਤਾਸ਼ ਕਰ ਦੇਵੇਗੀ। ਫਿਰ ਉਹ ਨਾ ਉਸਨੂੰ ਰੋਕ ਸਕਣਗੇ ਅਤੇ ਨਾਂ ਉਨ੍ਹਾਂ ਨੂੰ ਮੌਕਾ ਦਿੱਤਾ ਜਾਵੇਗਾ।"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "ਅਤੇ ਤੁਹਾਡੇ ਤੋਂ ਪਹਿਲਾਂ ਵੀ ਰਸੂਲਾਂ ਦਾ ਮਜ਼ਾਕ ਬਣਾਇਆ ਗਿਆ। ਫਿਰ ਉਨ੍ਹਾਂ ਵਿਚੋਂ ਜਿਨ੍ਹਾਂ ਲੋਕਾਂ ਨੇ ਮਜ਼ਾਕ ਬਣਾਇਆ ਸੀ ਉਨ੍ਹਾਂ ਨੂੰ ਉਸ ਚੀਜ਼ ਨੇ ਘੇਰ ਲਿਆ ਜਿਸ ਦਾ ਉਹ ਮਖੌਲ ਉਡਾਉਂਦੇ ਸਨ।"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "ਆਖੋ ਕਿ ਕੋਣ ਹੈ, ਜਿਹੜਾ ਦਿਨ ਅਤੇ ਰਾਤ ਨੂੰ ਰਹਿਮਾਨ ਦੀ ਪਕੜ ਤੋਂ ਤੁਹਾਨੂੰ ਬਚਾਉਂਦਾ ਹੈ। ਸਗੋਂ ਉਹ ਲੋਕ ਆਪਣੇ ਰੱਬ ਦੇ ਜਿਕਰ ਤੋਂ ਮੂੰਹ ਮੌੜ ਰਹੇ ਹਨ।"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "ਕੀ ਉਨ੍ਹਾਂ ਲਈ ਸਾਡੇ ਤੋਂ ਬਿਨਾ ਕੁਝ ਪੂਜਣਯੋਗ ਹਨ ਜਿਹੜੇ ਉਨ੍ਹਾਂ ਨੂੰ ਬਚਾ ਲੈਂਦੇ ਹਨ। ਉਹ ਖ਼ੁਦ ਆਪਣੀ ਰੱਖਿਆ ਦੀ ਤਾਕਤ ਨਹੀਂ ਰੱਖਦੇ। ਅਤੇ ਨਾ ਸਾਡੇ ਮੁਕਾਬਲੇ ਵਿਚ ਉਨ੍ਹਾਂ ਦੀ ਕੋਈ ਮਦਦ ਕਰ ਸਕਦਾ ਹੈ।"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "ਸਗੋਂ ਅਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਪਿਉ ਦਾਦਿਆਂ ਨੂੰ ਸੰਸਾਰਿਕ ਚੀਜ਼ਾਂ ਦਿੱਤੀਆਂ। ਇਥੋਂ' ਤੱਕ ਕਿ ਇਸ ਹਾਲਤ ਵਿਚ ਉਨ੍ਹਾਂ ਦੀਆਂ ਮੁਦਤਾਂ (ਉਮਰਾਂ) ਗ਼ੁਜ਼ਰ ਗਈਆਂ। ਕੀ ਉਹ ਨਹੀਂ ਵੇਖਦੇ ਕਿ ਅਸੀ' ਧਰਤੀ ਨੂੰ ਸਮੇਟਦੇ ਚਲੇ ਜਾ ਰਹੇ ਹਾਂ। ਫਿਰ ਕੀ ਇਨ੍ਹਾਂ ਲੋਕਾਂ ਦਾ ਦਬਦਬਾ ਬਣਿਆ ਰਹਿਣ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 21,
            "verse": 45,
            "text": "ਆਖੋਂ, ਕਿ ਮੈਂ` ਸਿਰਫ਼ ਵਹੀ ਦੇ ਰਾਹੀਂ ਤੁਹਾਨੂੰ ਰੱਬ ਦੇ ਭੈਅ ਤੋਂ ਡਰਾਉਂਦਾ ਹਾਂ ਅਤੇ ਗੂੰਗੇ ਪੁਕਾਰ ਨੂੰ ਨਹੀਂ ਸੁਣਦੇ ਜਦੋਂ ਉਨ੍ਹਾਂ ਨੂੰ ਡਰਾਇਆ ਜਾਵੇ।"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "ਅਤੇ ਜੇਕਰ ਤੇਰੇ ਰੱਬ ਦੇ ਅਜ਼ਾਬ (ਸਜ਼ਾ) ਦਾ ਇੱਕ ਬੁੱਲਾ ਵੀ ਉਨ੍ਹਾਂਨੂੰ ਡੂਹ ਜਾਵੇ ਤਾਂ ਉਹ ਕਹਿਣ ਲੱਗਣਗੇ ਕਿ ਹਾਏ! ਸਾਡੀ ਮਾੜੀ ਕਿਸਮਤ ਬੇਸ਼ੱਕ ਅਸੀਂ ਜ਼ਾਲਿਮ ਸੀ।"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "ਅਤੇ ਅਸੀਂ ਕਿਆਮਤ ਦੇ ਦਿਨ ਇਨਸਾਫ਼ ਦੀ ਤੱਕੜੀ ਰੱਖਾਂਗੇ ਤਾਂ ਕਿਸੇ ਵੀ ਜੀਵ ਤੇ ਭੋਰਾ ਵੀ ਜ਼ੁਲਮ ਨਹੀਂ ਹੋਵੇਗਾ। ਅਤੇ ਜੇਕਰ ਰਾਈ ਦੇ ਦਾਣੇ ਬਰਾਬਰ ਵੀ ਕਿਸੇ ਦਾ ਕਰਮ ਹੋਂਵੇਗਾ ਤਾਂ ਅਸੀਂ ਉਸ ਨੂੰ ਪ੍ਰਗਟ ਕਰ ਦੇਵਾਂਗੇ। ਅਤੇ ਅਸੀਂ ਹਿਸਾਬ ਲੈਣ ਦੀ ਭਰਪੂਰ ਤਾਕਤ ਰਖਦੇ ਹਾਂ।"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "ਅਤੇ ਅਸੀਂ ਮੂਸਾ ਅਤੇ ਹਾਰੂਨ ਨੂੰ ਫੁਰਕਾਨ (ਸੱਚ ਅਤੇ ਝੂਠ ਵਿਚ ਫਰਕ ਕਰਨ ਵਾਲਾ) ਅਤੇ ਪ੍ਰਕਾਸ਼ ਅਤੇ ਉਪਦੇਸ਼ ਬਖਸ਼ਿਸ਼ ਕੀਤੇ। ਅੱਲਾਹ ਤੋਂ ਡਰਨ ਵਾਲਿਆਂ ਲਈ।"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "ਜਿਹੜੇ ਬਿਨ੍ਹਾਂ ਦੇਖੇ ਆਪਣੇ ਰੱਬ ਤੋਂ ਡਰਦੇ ਹਨ ਅਤੇ ਉਹ ਕਿਆਮਤ ਦਾ ਭੈਅ ਰੱਖਣ ਵਾਲੇ ਹਨ।"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "ਅਤੇ ਇਹ ਇਕ ਬਰਕਤ ਵਾਲੀ ਚੇਤਾਵਨੀ ਹੈ ਜਿਸ ਨੂੰ ਅਸੀਂ ਉਤਾਰਿਆ ਹੈ ਤਾਂ ਕੀ ਹੁਣ ਤੁਸੀਂ ਇਸ ਨੂੰ ਝੁਠਲਾਉਂਦੇ ਹੋ।"
        },
        {
            "chapter": 21,
            "verse": 51,
            "text": "ਅਤੇ ਅਸੀਂ ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਇਬਰਾਹੀਮ ਨੂੰ ਮਾਰਗ ਦਰਸ਼ਨ ਪ੍ਰਦਾਨ ਕੀਤਾ। ਅਸੀਂ ਉਸ ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦੇ ਸੀ।"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "ਜਦੋਂ ਉਸ ਨੇ ਆਪਣੇ ਪਿਤਾ ਅਤੇ ਆਪਣੀ ਕੌਮ ਨੂੰ ਕਿਹਾ ਕਿ ਇਹ ਕਿਹੜੀਆਂ ਮੂਰਤੀਆਂ ਹਨ ਜਿਨ੍ਹਾਂ ਉੱਤੇ ਤੁਸੀਂ ਟਿਕੇ ਬੈਠੇ ਹੋ।"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "ਉਨ੍ਹਾਂ ਨੇ ਕਿਹਾ ਕਿ ਅਸੀਂ ਆਪਣੇ ਪਿਉ ਦਾਦਿਆਂ ਨੂੰ ਇਨ੍ਹਾਂ ਦੀ ਹੀ ਪੂਜਾ ਕਰਦੇ ਹੋਏ ਦੇਖਿਆ ਹੈ।"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "ਇਬਰਾਹੀਮ ਨੇ ਕਿਹਾ, ਕਿ ਬੇਸ਼ੱਕ ਤੁਸੀਂ ਅਤੇ ਤੁਹਾਡੇ ਪਿਉ ਢਾਦੇ ਖੁੱਲ੍ਹੀ ਗੁਮਰਾਹੀ ਵਿਚ ਫਸੇ ਰਹੇ।"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "ਉਨ੍ਹਾਂ ਨੇ ਕਿਹਾ ਕੀ ਤੁਸੀਂ ਸਾਡੇ ਕੋਲ ਸੱਚੀਆਂ ਗੱਲਾਂ ਲਿਆਏ ਹੋ ਜਾਂ ਤੁਸੀਂ ਮਖੌਲ ਕਰ ਰਹੇ ਹੋ।"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "ਇਬਰਾਹੀਮ ਨੇ ਕਿਹਾ, ਸਗੋਂ ਤੁਹਾਡਾ ਰੱਬ ਉਹ ਹੈ, ਜਿਹੜਾ ਧਰਤੀ ਅਤੇ ਆਕਾਸ਼ਾਂ ਦਾ ਪਾਲਣਹਾਰ ਹੈ ਅਤੇ ਜਿਸ ਨੇ ਇਨ੍ਹਾਂ ਨੂੰ ਪੈਦਾ ਕੀਤਾ ਹੈ। ਮੈਂ ਇਸ ਗੱਲ ਦੀ ਗਵਾਹੀ ਦੇਣ ਵਾਲਿਆਂ ਵਿਚੋਂ ਹਾਂ।"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "ਅਤੇ ਅੱਲਾਹ ਦੀ ਸਹੁੰ, ਮੈਂ ਤੁਹਾਡੀਆਂ ਮੂਰਤੀਆਂ ਦੇ ਸਬੰਧ ਵਿਚ ਇੱਕ ਯੋਜਨਾ ਬਣਾਵਾਂਗਾ ਜਦੋਂ ਤੁਸੀਂ ਇਥੇ ਨਹੀਂ ਹੋਵੌਗੇ।"
        },
        {
            "chapter": 21,
            "verse": 58,
            "text": "ਫਿਰ ਉਸ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਟੁੱਕੜੇ ਟੁੱਕੜੇ ਕਰ ਦਿੱਤਾ ਸ਼ਿਨ੍ਹਾਂ ਉਨ੍ਹਾਂ ਦੇ ਇੱਕ ਵੱਡੇ ਤੋਂ ਇਲਾਵਾ ਤਾਂ ਜੋ ਉਹ ਉਸ ਵੱਲ ਪੁੱਛਣ ਲਈ ਧਿਆਨ ਦੇਣ।"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "ਉਨ੍ਹਾਂ ਨੇ ਕਿਹਾ ਕਿ ਸਾਡੀਆਂ ਮੂਰਤੀਆਂ ਨਾਲ ਅਜਿਹਾ ਕਿਸ ਨੇ ਕੀਤਾ ਹੈ। ਬੇਸ਼ੱਕ ਉਹ ਬੜਾ ਵੱਡਾ ਜ਼ਾਲਿਮ ਹੈ।"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "ਲੋਕਾਂ ਨੇ ਕਿਹਾ ਕਿ ਅਸੀਂ ਇੱਕ ਨੌਜਵਾਨ ਨੂੰ ਉਨ੍ਹਾਂ ਬਾਰੇ ਕੁਝ ਕਹਿੰਦਿਆਂ ਸੁਣਿਆਂ ਸੀ, ਜਿਸਨੂੰ ਇਬਰਾਹੀਮ ਕਿਹਾ ਜਾਂਦਾ ਹੈ।"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "ਉਨ੍ਹਾਂ ਨੇ ਕਿਹਾ ਕਿ ਉਸ ਨੂੰ ਸਾਰੇ ਲੋਕਾਂ ਦੇ ਸਾਹਮਣੇ ਹਾਜ਼ਿਰ ਕਰੋਂ ਤਾਂ ਜੋ ਉਸ ਨੂੰ ਪੁਛਿਆ ਜਾਵੇ।"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "ਉਨ੍ਹਾਂ ਨੇ ਕਿਹਾ ਹੇ ਇਬਰਾਹੀਮ! ਕੀ ਸਾਡੇ ਪੂਜਕਾਂ ਦੇ ਨਾਲ ਤੁਸੀਂ ਅਜਿਹਾ ਇਹ ਕੀਤਾ ਹੈ।"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "ਇਬਰਾਹੀਮ ਨੇ ਕਿਹਾ, ਸਗੋਂ ਉਨ੍ਹਾਂ ਦੇ ਉਸ ਵੱਡੇ ਨੇ ਅਜਿਹਾ ਕੀਤਾ ਹੈ ਤਾਂ ਉਸ ਨੂੰ ਪੁੱਛ ਲਉ ਜੇਕਰ ਇਹ ਬੋਲਦਾ ਹੋਵੇ।"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "ਫਿਰ ਉਨ੍ਹਾਂ ਨੇ ਆਪਣੇ ਮਨ ਵਿਚ ਸੋਚਿਆ ਅਤੇ ਉਹ ਆਪਸ ਵਿਚ ਇੱਕ ਦੂਸਰੇ ਨੂੰ ਕਹਿਣ ਲੱਗੇ ਕਿ ਅਸਲ ਵਿਚ ਆਪਾਂ ਹੀ ਝੂਠ ਉੱਪਰ ਹਾਂ।"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "ਫਿਰ (ਉਨ੍ਹਾਂ ਨੇ) ਆਪਣੇ ਸਿਰਾਂ ਨੂੰ ਝੁਕਾ ਲਿਆ। ਹੇ ਇਬਰਾਹੀਮ! ਤੂਸੀ' ਜਾਣਦੇ ਹੋ ਕਿ ਇਹ ਬੋਲਦੇ ਨਹੀਂ।"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "ਇਬਰਾਹੀਮ ਨੇ ਕਿਹਾ, ਕੀ ਤੁਸੀਂ ਅੱਲਾਹ ਤੋਂ ਬਿਨ੍ਹਾਂ ਅਜਿਹੀਆਂ ਚੀਜ਼ਾਂ ਦੀ ਪੂਜਾ ਕਰਦੇ ਹੋਂ ਜਿਹੜੀਆਂ ਨਾ ਤੁਹਾਨੂੰ ਕੋਈ ਲਾਭ ਪਹੁੰਚਾ ਸਕਦੀਆਂ ਹਨ ਅਤੇ ਨਾ ਹਾਨੀ।"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "ਅਫ਼ਸੋਸ ਹੈ ਤੁਹਾਡੇ ਉੱਪਰ ਵੀ ਅਤੇ ਇਨ੍ਹਾਂ ਚੀਜ਼ਾਂ (ਬੁੱਤਾਂ) ਉੱਪਰ ਵੀ ਜਿਨ੍ਹਾਂ ਦੀ ਤੁਸੀਂ ਅੱਲਾਹ ਤੋਂ ਬਿਨ੍ਹਾਂ ਪੂਜਾ ਕਰਦੇ ਹੋ। ਕੀ ਤੁਸੀਂ ਸਮਝਦੇ ਨਹੀਂ।"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "ਉਨ੍ਹਾਂ ਨੇ ਕਿਹਾ ਕਿ ਇਸ ਨੂੰ ਅੱਗ ਵਿਚ ਜਲਾ ਦੇਵੋ ਅਤੇ ਆਪਣੇ ਪੂਜਕਾਂ ਦੀ ਮਦਦ ਕਰੋਂ, ਜੇਕਰ ਤੁਸੀਂ ਕੁਝ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ।"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "ਅਸੀਂ ਕਿਹਾ ਹੈ ਅੱਗ! ਤੂੰ ਇਬਰਾਹੀਮ ਲਈ ਠੰਡੀ, ਸ਼ਾਂਤ ਅਤੇ ਸੁਰੱਖਿਅਤ ਬਣ ਜਾ।"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਉਸ ਨਾਲ ਬੁਰਾਈ ਕਰਨੀ ਚਾਹੀ ਤਾਂ ਅਸੀਂ' ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਨੂੰ ਅਸਫ਼ਲ ਬਣਾ ਦਿੱਤਾ।"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "ਅਤੇ ਅਸੀਂ ਉਸ ਨੂੰ ਅਤੇ ਲੂਤ ਨੂੰ ਬਚਾ ਕੇ ਉਸ ਧਰਤੀ ਵੱਲ ਲੈ ਗਏ ਜਿਸ ਵਿਚ ਅਸੀਂ ਸੰਸਾਰ ਵਾਲਿਆਂ ਲਈ ਬਰਕਤਾਂ ਰੱਖੀਆਂ ਹਨ।"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "ਅਤੇ ਅਸੀਂ_ਉਸ ਨੂੰ ਇਸਹਾਕ ਦਿੱਤਾ ਅਤੇ ਨਾਲ ਹੀ ਯਾਕੂਬ। ਅਤੇ ਅਸੀਂ ਇਨ੍ਹਾਂ ਸਾਰਿਆਂ ਨੂੰ ਸਦਾਚਾਰੀ ਸ਼ਣਾਇਆ।"
        },
        {
            "chapter": 21,
            "verse": 73,
            "text": "ਅਤੇ ਅਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਨਾਇਕ ਬਣਾਇਆ ਜਿਹੜੇ ਸਾਡੇ ਹੁਕਮ ਨਾਲ ਮਾਰਗ ਦਰਸ਼ਨ ਕਰਦੇ ਸੀ। ਅਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਚੰਗੇ ਕੰਮ, ਨਮਾਜ਼ ਅਤੇ ਜ਼ਕਾਤ ਅਦਾ ਕਰਨ ਦਾ ਹੁਕਮ ਭੇਜਿਆ ਅਤੇ ਉਹ ਸਾਡੀ ਇਬਾਦਤ ਕਰਨ ਵਾਲੇ ਸਨ।"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "ਅਤੇ ਲੂਤ ਨੂੰ ਅਸੀਂ ਬਿਬੇਕ ਅਤੇ ਗਿਆਨ ਬਖਸ਼ਿਆ। ਅਤੇ ਉਸ ਨੂੰ ਉਸ ਬਸਤੀ ਤੋਂ ਮੁਕਤੀ ਦਿੱਤੀ ਜਿਸ ਦੇ ਲੋਕ ਬ਼ੂਰੇ ਕੰਮ ਕਰਦੇ ਸਨ। ਬੇਸ਼ੱਕ ਉਹ ਬਹੁਤ ਬ਼ੂਰੇ ਅਤੇ ਦੁਰਾਚਾਰੀ ਲੋਕ ਸਨ।"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "ਅਤੇ ਅਸੀਂ ਉਸ ਨੂੰ ਆਪਣੀ ਰਹਿਮਤ ਵਿਚ ਦਾਖ਼ਿਲ ਕੀਤਾ, ਬੇਸ਼ੱਕ ਉਹ ਭਲੇ ਲੋਕਾਂ ਵਿਚੋਂ ਸੀ।"
        },
        {
            "chapter": 21,
            "verse": 76,
            "text": "ਅਤੇ ਨੂਹ ਨੂੰ ਜਦੋਂ ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਉਸ ਨੇ ਪੁਕਾਰਿਆ ਤਾਂ ਅਸੀਂ ਉਸ ਦੀ ਬੇਨਤੀ ਸਵੀਕਾਰ ਕੀਤੀ। ਤਾਂ ਅਸੀਂ ਉਸ ਨੂੰ ਅਤੇ ਉਸ ਦੇ ਲੋਕਾਂ ਨੂੰ ਬਹੁਤ ਵੱਡੇ ਦੁੱਖਾਂ ਤੋਂ ਮੁਕਤੀ ਦਿੱਤੀ।"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "ਅਤੇ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਦੇ ਮੁਕਾਬਲੇ ਵਿਚ ਉਸ ਦੀ ਸਹਾਇਤਾ ਕੀਤੀ ਜਿਨ੍ਹਾਂ ਨੇ ਸਾਡੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਤੋਂ ਇਨਕਾਰ ਕੀਤਾ। ਬੇਸ਼ੱਕ ਉਹ ਬਹੁਤ ਬੂਰੇ ਲੋਕ ਸੀ। ਤਾਂ ਹੀ ਅਸੀਂ ਉਨ੍ਹਾਂ ਸਾਰਿਆਂ ਨੂੰ ਡਬੋਂ ਦਿੱਤਾ।"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "ਅਤੇ ਦਾਊਦ ਅਤੇ ਸੁਲੇਮਾਨ ਨੂੰ ਜਦੋਂ ਉਹ ਦੋਵੇਂ ਖੇਤੀ ਦੇ ਸਬੰਧ ਵਿਚ ਫੈਸਲਾ ਕਰ ਰਹੇ ਸੀ, ਜਦੋਂ ਉਸ ਵਿਚ ਕੁਝ ਲੋਕਾਂ ਦੀਆਂ ਬੱਕਰੀਆਂ ਰਾਤ ਦੇ ਸਮੇਂ (ਖੇਤ) ਵਿਚ ਜਾ ਪਈਆਂ ਅਤੇ ਅਸੀ' ਉਸ ਦੇ ਇਸ ਫ਼ੈਸਲੇ ਨੂੰ ਦੇਖ ਰਹੇ ਸੀ।"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "ਤਾਂ ਅਸੀਂ ਸੁਲੇਮਾਨ ਨੂੰ ਇਸ ਦੀ ਸਮਝ ਦਿੱਤੀ। ਅਤੇ ਅਸੀਂ ਦੋਂਵਾਂ ਨੂੰ ਬਿਬੇਕ ਅਤੇ ਗਿਆਨ ਦਿੱਤਾ ਸੀ। ਅਤੇ ਅਸੀਂ ਦਾਊਦ ਦੇ ਅਧੀਨ ਕਰ ਦਿੱਤਾ ਪਹਾੜਾਂ ਨੂੰ, ਉਹ ਉਸ ਦੇ ਨਾਲ ਆਪਣੇ ਰੱਬ ਦੀ ਸਿਫ਼ਤ ਕਰਦੇ ਸੀ ਅਤੇ ਪੰਛੀਆਂ ਨੂੰ ਵੀ ਅਤੇ ਅਸੀਂ ਹੀ ਕਰਨ ਵਾਲੇ ਸੀ।"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "ਅਤੇ ਅਸੀਂ ਉਸ ਨੂੰ ਤੁਹਾਡੇ ਲਈ ਇੱਕ ਯੁੱਧ ਬਸਤਰ ਬਣਾਉਣ ਦਾ ਹੁਨਰ ਸਿਖਾਇਆ ਤਾਂ ਕਿ ਉਹ ਤੁਹਾਨੂੰ ਯੁੱਧ ਵਿਚ ਸੁਰੱਖਿਅਤ ਰੱਖੇ ਫਿਰ ਕੀ ਤੁਸੀ' ਸ਼ੁਕਰ ਕਰਨ ਵਾਲੇ ਬਣਦੇ ਹੋ।"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "ਅਤੇ ਅਸੀਂ ਸੂਲੇਮਾਨ ਲਈ ਤੇਜ ਹਵਾ ਨੂੰ ਵੱਸ ਵਿਚ ਕਰ ਦਿੱਤਾ ਜਿਹੜੀ ਉਸ ਦੇ ਹੁਕਮ ਨਾਲ ਉਸ ਖੇਤਰ ਵੱਲ ਚੱਲਦੀ ਸੀ ਜਿਸ ਵਿਚ ਅਸੀਂ ਬਰਕਤਾਂ ਰੱਖੀਆਂ ਸਨ। ਅਤੇ ਅਸੀਂ ਹਰੇਕ ਚੀਜ਼ ਨੂੰ ਜਾਣਨ ਵਾਲੇ ਹਾਂ।"
        },
        {
            "chapter": 21,
            "verse": 82,
            "text": "ਅਤੇ ਸੈਤਾਨਾਂ ਵਿਚੋਂ ਵੀ ਅਸੀਂ ਉਸ ਦਾ ਆਗਿਆਕਾਰੀ ਬਣਾ ਦਿੱਤਾ ਜਿਹੜੇ ਉਸ ਲਈ ਚੁੱਭੀ ਲਾਉਂਦੇ ਸੀ। ਅਤੇ ਇਸ ਤੋਂ' ਬਿਨ੍ਹਾਂ ਦੂਜੇ ਕੰਮ ਕਰਦੇ ਸੀ ਅਤੇ ਅਸੀਂ' ਹੀ ਉਸ ਨੂੰ ਸੰਭਾਲਣ ਵਾਲੇ ਸੀ।"
        },
        {
            "chapter": 21,
            "verse": 83,
            "text": "ਅਤੇ ਅਯੂਬ ਨੂੰ ਜਦੋਂ ਉਸ ਨੇ ਆਪਣੇ ਰੱਬ ਨੂੰ ਪੁਕਾਰਿਆ ਕਿ ਮੈਨੂੰ ਬਿਮਾਰੀ ਲੱਗ ਗਈ ਹੈ ਅਤੇ ਤੁਸੀਂ ਸਭ ਰਹਿਮਤ ਕਰਨ ਵਾਲਿਆਂ ਤੋਂ ਵਧੀਕ ਰਹਿਮਤ ਵਾਲੇ ਹੋ।"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "ਤਾਂ ਅਸੀਂ ਉਸ ਦੀ ਅਰਦਾਸ ਸਵੀਕਾਰ ਕੀਤੀ ਅਤੇ ਉਸ ਨੂੰ ਜਿਹੜਾ ਕਸ਼ਟ ਸੀ ਦੂਰ ਕਰ ਦਿੱਤਾ। ਅਤੇ ਅਸੀਂ ਉਸ ਨੂੰ ਉਸ ਦਾ ਪਰਿਵਾਰ ਬਖਸ਼ਿਆ ਅਤੇ ਉਸ ਦੇ ਨਾਲ ਉਸਦੇ ਬਰਾਬਰ ਹੋਰ ਵੀ, ਆਪਣੇ ਵੱਲੋਂ ਰਹਿਮਤ ਉਪਦੇਸ਼ ਬੰਦਗੀ ਕਰਨ ਵਾਲਿਆਂ ਲਈ।"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "ਅਤੇ ਇਸਮਾਈਲ, ਇਦਰੀਸ ਅਤੇ ਜ਼ੁਲਕਿਫ਼ਲ ਨੂੰ ਵੀ ਇਹ ਸਾਰੇ ਧੀਰਜ ਰੱਖਣ ਵਾਲਿਆਂ ਵਿਚੋ' ਸਨ।"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "ਅਤੇ ਅਸੀਂ ਇਨ੍ਹਾਂ ਨੂੰ ਆਪਣੀ ਰਹਿਮਤ ਵਿਚ ਪ੍ਰਵੇਸ਼ ਦਿੱਤਾ। ਬੇਸ਼ੱਕ ਇਹ ਨੇਕ ਕੰਮ ਕਰਨ ਵਾਲਿਆਂ ਵਿਚੋ ਸਨ।"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "ਅਤੇ ਮੱਛੀ ਵਾਲੇ (ਯੂਨਸ) ਨੂੰ ਵੀ ਜਦੋਂ ਕਿ ਉਹ ਆਪਣੀ ਕੌਮ ਨਾਲ ਨਰਾਜ਼ ਹੋ ਕੇ ਚਲਾ ਗਿਆ। ਫਿਰ ਉਸ ਨੇ ਇਹ ਸਮਝਿਆ ਕਿ ਅਸੀਂ ਉਸ ਨੂੰ ਨਹੀਂ ਫੜ੍ਹਾਂਗੇ। ਫਿਰ ਉਸ ਨੇ ਹਨੇਰੇ ਵਿਚ ਪੁਕਾਰਿਆ ਕਿ ਤੇਰੇ ਤੋਂ ਬਿਨ੍ਹਾਂ (ਮੇਰਾ) ਕੋਈ ਪੂਜਣਯੋਗ ਨਹੀਂ, ਤੂੰ ਪਵਿੱਤਰ ਹੈਂ, ਬੇਸ਼ੱਕ ਮੈਂ ਹੀ' ਦੋਸ਼ੀ ਹਾਂ।"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "ਤਾਂ ਅਸੀਂ ਉਸ ਦੀ ਦੁਆ ਸਵੀਕਾਰ ਕੀਤੀ ਅਤੇ ਉਸ ਨੂੰ ਦੁੱਖ ਤੋਂ ਛੁਟਕਾਰਾ ਦਿੱਤਾ ਅਤੇ ਇਸੇ ਤਰ੍ਹਾਂ ਅਸੀਂ ਈਮਾਨ ਵਾਲਿਆਂ ਨੂੰ ਬਚਾ ਲੈਂਦੇ ਹਾਂ।"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "ਅਤੇ ਜ਼ਕਰੀਆ ਨੂੰ, ਜਦੋਂ ਉਸ ਨੇ ਆਪਣੇ ਰੱਬ ਨੂੰ ਪੂਕਾਰਿਆ ਕਿ ਹੇ ਮੇਰੇ ਪਾਲਣਹਾਰ! ਤੂੰ ਮੈਨੂੰ ਇਕੱਲਾ ਨਾ ਛੱਡ ਅਤੇ ਤੂੰ ਸਰਵਸ੍ਰੇਸ਼ਟ ਵਾਰਿਸ ਹੈ।"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "ਤਾਂ ਅਸੀਂ ਉਸ ਦੀ ਦੂਆ ਸਵੀਕਾਰ ਕੀਤੀ ਅਤੇ ਉਸ ਨੂੰ ਯਾਹਯਾ ਪ੍ਰਦਾਨ ਕੀਤਾ। ਅਤੇ ਉਸ ਦੀ ਪਤਨੀ ਨੂੰ ਉਸ ਲਈ ਬੱਚਾ ਜਣਨ ਦੇ ਕਾਬਿਲ ਬਣਾਇਆ। ਇਹ ਲੋਕ ਭਲੇ ਕਰਮਾਂ ਵਿਚ ਦੌੜਦੇ ਸਨ ਅਤੇ ਸਾਨੂੰ ਉਮੀਦ ਅਤੇ ਭੈਅ ਨਾਲ ਪੁਕਾਰਦੇ ਸਨ ਅਤੇ ਸਾਡੇ ਅੱਗੇ ਝੁਕਦੇ ਸਨ।"
        },
        {
            "chapter": 21,
            "verse": 91,
            "text": "ਅਤੇ ਉਹ ਔਰਤ ਜਿਸ ਨੇ ਆਪਣੀ ਪਵਿੱਤਰਾ ਨੂੰ ਬਚਾਇਆ ਅਤੇ ਅਸੀਂ ਉਸ ਅੰਦਰ ਆਪਣੀ ਆਤਮਾ ਫੂਕ ਦਿੱਤੀ ਅਤੇ ਉਸ ਨੂੰ ਅਤੇ ਉਸ ਦੇ ਬੇਟੇ ਨੂੰ ਸੰਸਾਰ ਵਾਲਿਆਂ ਲਈ ਇਕ ਨਿਸ਼ਾਨੀ ਬਣਾ ਦਿੱਤਾ।"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "ਅਤੇ ਇਹ ਤੁਹਾਡੀ ਇਨਸਾਨੀ ਬਰਾਦਰੀ ਇੱਕ ਹੀ ਸੰਤਾਨ ਹੈ ਅਤੇ ਮੈਂ ਹੀ ਤੁਹਾਡਾ ਰੱਬ ਹਾਂ ਇਸ ਲਈ ਤੁਸੀਂ ਮੇਰੀ ਹੀ ਇਬਾਦਤ ਕਰੋ।"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਆਪਣਾ ਧਰਮ ਲੋਕਾਂ ਦੇ ਵਿਚਕਾਰ ਟੁੱਕੜੇ ਟੁੱਕੜੇ ਕਰ ਦਿੱਤਾ। ਤੁਸੀਂ ਸਾਰੇ ਸਾਡੇ ਕੋਲ ਆਉਣ ਵਾਲੇ ਹੋ।"
        },
        {
            "chapter": 21,
            "verse": 94,
            "text": "ਇਸ ਲਈ ਜਿਹੜਾ ਬੰਦਾ ਭਲੇ ਕਰਮ ਕਰੇਗਾ ਅਤੇ ਉਹ ਈਮਾਨ ਵਾਲਾ ਹੋਵੇਗਾ ਤਾਂ ਉਸ ਦੇ ਭਲੇ ਕੰਮਾਂ ਦਾ ਉਦਮ ਅਸਫ਼ਲ ਨਹੀਂ ਹੋਵੇਗਾ ਅਤੇ ਅਸੀਂ ਉਸ ਨੂੰ ਲਿਖ ਲੈਂਦੇ ਹਾਂ।"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "ਅਤੇ ਜਿਸ ਬਸਤੀ ਨੂੰ ਅਸੀਂ ਤਹਿਸ ਨਹਿਸ ਕਰ ਦਿੱਤਾ ਹੋਵੇ, ਉਨ੍ਹਾਂ ਲਈ ਸੰਭਵ ਨਹੀ ਹੈ ਉਹ (ਦੁਨੀਆਂ ਵੱਲ) ਪਰਤ ਆਉਣ।"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "ਇਥੋਂ ਤੱਕ ਕਿ ਜਦੋਂ ਯਾਜੂਜ ਅਤੇ ਮਾਜੂਜ ਖੌਲ੍ਹ ਦਿੱਤੇ ਜਾਣਗੇ ਅਤੇ ਉਹ ਹਰੇਕ ਉਚਾਈ ਤੋਂ ਨਿਕਲ ਜਾਣਗੇ।"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "ਅਤੇ ਸੱਚਾ ਵਾਅਦਾ ਨੇੜੇ ਆਉਣ ਲੱਗੇਗਾ ਤਾਂ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਦੀਆਂ ਅੱਖਾਂ ਫਟੀਆਂ ਰਹਿ ਜਾਣਗੀਆਂ, ਜਿਨ੍ਹਾਂ ਨੇ ਇਨਕਾਰ ਕੀਤਾ ਸੀ। ਹਾਏ! ਸਾਡੀ ਮਾੜੀ ਕਿਸਮਤ ਅਸੀਂ ਇਸ ਤੋਂ ਅਗਿਆਨੀ ਬਣੇ ਰਹੇ, ਸਗੋਂ ਅਸੀਂ ਜ਼ਾਲਿਮ ਸੀ।"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "ਬੇਸ਼ੱਕ ਤੁਸੀਂ ਅਤੇ ਜਿਸ ਨੂੰ ਤੁਸੀਂ ਅੱਲਾਹ ਤੋਂ ਬਿਨ੍ਹਾਂ ਪੂਜਦੇ ਹੋ ਸਾਰੇ ਨਰਕ ਦਾ ਬਾਲਣ ਹਨ, ਤੁਸੀਂ ਉੱਤੇ ਹੀ ਜਾਣਾ ਹੈ।"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "ਜੇਕਰ ਇਹ ਅਸਲ ਵਿਚ ਪੂਜਣਯੋਗ ਹੁੰਦੇ “ਤਾਂ ਉਸ ਵਿਚ ਨਾ ਪੈਂਦੇ। ਇਹ ਸਾਰੇ ਉਸ ਵਿਚ ਹਮੇਸ਼ਾਂ ਰਹਿਣਗੇ।"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "ਉਸ ਵਿਚ ਉਨ੍ਹਾਂ ਲਈ ਚੀਕਾਂ ਹਨ ਅਤੇ ਉਹ ਉਸ ਵਿਚ ਇਸ ਤੋਂ ਬਿਨ੍ਹਾਂ ਕੂਝ ਨਹੀਂ ਸੁਨਣਗੇ।"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "ਬੇਸ਼ੱਕ ਜਿਨ੍ਹਾਂ ਲਈ ਸਾਡੇ ਵੱਲੋਂ ਪਹਿਲਾਂ ਹੀ ਨੇਕੀ ਦਾ ਫ਼ੈਸਲਾ ਹੋ ਚੁੱਕਿਆ ਹੈ ਉਹ ਉਸ ਤੋਂ ਦੂਰ ਰੱਖੇ ਜਾਣਗੇ।"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "ਉਹ ਉਸ ਦੀ ਆਹਟ ਵੀ ਨਹੀਂ ਸੁਨਣਗੇ ਅਤੇ ਉਹ ਆਪਣੀਆਂ ਮਨਪਸੰਦ ਚੀਜ਼ਾਂ ਵਿਚ ਹਮੇਸ਼ਾਂ ਰਹਿਣਗੇ।"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "ਉਨ੍ਹਾਂ ਨੂੰ ਇਹ ਵੱਡੀ ਘਸ਼ਰਾਹਟ ਦੁੱਖੀ ਨਹੀਂ ਕਰੇਗੀ। ਅਤੇ ਫ਼ਰਿਸ਼ਤੇ ਉਨ੍ਹਾਂ ਦਾ ਸਵਾਗਤ ਕਰਨਗੇ। ਇਹ ਹੈ ਤੁਹਾਡੇ ਉਹ ਦਿਨ, ਜਿਸ ਦਾ ਤੁਹਾਡੇ ਨਾਲ ਵਾਅਦਾ ਕੀਤਾ ਗਿਆ ਸੀ।"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "ਜਿਸ ਦਿਨ ਅਸੀਂ ਅਸਮਾਨ ਨੂੰ ਲਪੇਟ ਦੇਵਾਂਗੇ ਜਿਸ ਤਤ੍ਹਾਂ ਵਹੀਆਂ ਦੇ ਪੰਨੇ ਲਪੇਟ ਦਿੱਤੇ ਜਾਂਦੇ ਹਨ। ਜਿਸ ਤਰ੍ਹਾਂ ਅਸੀਂ ਪਹਿਲਾਂ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਆਰੰਭ ਕੀਤਾ ਸੀ ਉਸੇ ਤਰ੍ਹਾਂ ਅਸੀਂ ਉਸ ਦੀ ਪੁਨਰ ਸਥਾਪਨਾ ਕਰਾਂਗੇ। ਇਹ ਸਾਡੇ ਜਿੰਮੇ ਵਾਅਦਾ ਹੈ ਅਸੀਂ ਇਸ ਨੂੰ ਕਰ ਕੇ ਰਹਾਂਗੇ।"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "ਅਤੇ ਜਬੂਰ ਵਿਚ ਅਸੀਂ ਉਪਦੇਸ਼ ਤੋਂ ਬਾਅਦ ਲਿਖ ਚੁੱਕੇ ਹਾਂ ਕਿ ਧਰਤੀ ਦੇ ਵਾਰਿਸ ਸਾਡੇ ਸਦਾਚਾਰੀ ਬੰਦੇ ਹੋਣਗੇ।"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "ਇਸ ਵਿਚ ਬੰਦਗੀ ਕਰਨ ਵਾਲਿਆਂ ਲਈ ਇਕ ਵੱਡੀ ਖ਼ਬਰ ਹੈ।"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "ਅਤੇ ਅਸੀਂ ਤੁਹਾਨੂੰ ਤਾਂ ਸਿਰਫ਼ ਸੰਸਾਰ ਵਾਲਿਆਂ ਲਈ ਰਹਿਮਤ ਬਣਾ ਕੇ ਭੇਜਿਆ ਹੈ।"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "ਆਖੋ, ਕਿ ਮੇਰੇ ਕੋਲ ਜਿਹੜੀ ਵਹੀ ਆਉਂਦੀ ਹੈ, ਉਹ ਇਹ ਹੈ, ਕਿ ਤੁਹਾਡਾ ਪੂਜਣਯੋਗ ਕੇਵਲ ਇੱਕ ਹੈ ਤਾਂ ਕੀ ਤੁਸੀਂ ਆਗਿਆਕਾਰੀ ਬਣਦੇ ਹੋ।"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "ਇਸ ਲਈ ਜੇਕਰ ਉਹ ਮੂੰਹ ਮੋੜਨ ਤਾਂ ਕਹਿ ਦੇਵੇਂ ਕਿ ਮੈਂ ਤੁਹਾਨੂੰ ਸਪੱਸ਼ਟ ਰੂਪ ਵਿਚ ਸੂਚਿਤ ਕਰ ਚੁੱਕਾ ਹਾਂ। ਅਤੇ ਮੈਂ ਨਹੀਂ ਜਾਣਦਾ ਉਸ ਚੀਜ਼ ਸਾਰੇ ਜਿਸ ਦਾ ਤੁਹਾਡੇ ਨਾਲ ਵਾਅਦਾ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ ਕਿ ਉਹ ਨੇੜੇ ਹੈ ਜਾਂ ਦੂਰ।"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "ਬੇਸ਼ੱਕ ਉਹ ਖੁੱਲ੍ਹੀਆਂ ਹੋਈਆਂ ਗੱਲਾਂ ਨੂੰ ਵੀ ਜਾਣਦਾ ਹੈ ਅਤੇ ਉਨ੍ਹਾਂ ਗੱਲਾਂ ਨੂੰ ਵੀ ਜਿਸ ਨੂੰ ਤੁਸੀਂ ਲੂਕਾਉਂਦੇ ਹੋ।"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "ਅਤੇ ਮੈਨੂੰ ਪਤਾ ਨਹੀਂ' ਸੰਭਵ ਹੈ ਉਹ ਤੁਹਾਡੇ ਲਈ ਇਮਤਿਹਾਨ ਹੋਵੇ ਅਤੇ ਲਾਭ ਉਠਾ ਲੈਣ ਦਾ ਇੱਕ ਮੌਕਾ ਹੋਵੇ।"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "ਪੈਗ਼ੰਬਰ ਨੇ ਆਖਿਆ, ਕਿ ਹੇ ਮੇਰੇ ਪਾਲਣਹਾਰ! ਸੱਚਾਈ ਨਾਲ ਫ਼ੈਸਲਾ ਕਰ ਦੇ। ਅਤੇ ਸਾਡਾ ਰੱਬ ਰਹਿਮਾਨ ਹੈ, ਉਸੇ ਤੋਂ ਅਸੀਂ ਉਨ੍ਹਾਂ ਗੱਲਾਂ ਲਈ ਸਹਾਇਤਾ ਮੰਗਦੇ ਹਾਂ ਜਿਹੜੀਆਂ ਤੁਸੀਂ ਬਿਆਨ ਕਰਦੇ ਹੋ।"
        },
        {
            "chapter": 22,
            "verse": 1,
            "text": "ਹੇ ਲੋਕੋ! ਆਪਣੇ ਰੱਬ ਤੋਂ ਡਰੋ। ਬੇਸ਼ੱਕ ਕਿਆਮਤ ਦਾ ਭੂਚਾਲ ਬੜੀ ਭਾਰੀ ਚੀਜ਼ ਹੈ।"
        },
        {
            "chapter": 22,
            "verse": 2,
            "text": "ਜਿਸ ਦਿਨ ਤੁਸੀਂ ਉਸ ਨੂੰ ਦੇਖੋਗੇ, ਤਾਂ ਹਰੇਕ ਦੁੱਧ ਪਿਲਾਉਣ ਵਾਲੀ ਆਪਣੇ ਦੁੱਧ ਪੀਂਦੇ ਬੱਚੇ ਨੂੰ ਭੁੱਲ ਜਾਵੇਗੀ। ਅਤੇ ਹਰੇਕ ਗਰਭਵਤੀ ਆਪਣਾ ਗਰਭ ਛੱਡ ਦੇਵਗੀ ਅਤੇ ਲੋਕ ਤੁਹਾਨੂੰ ਬੇਹੋਸ਼ ਵਿਖਾਈ ਦੇਣਗੇ। ਜਦੋਂ ਕਿ ਉਹ ਬੇਹੋਸ਼ ਨਹੀਂ ਹੋਣਗੇ। ਸਗੋਂ ਅੱਲਾਹ ਦੀ ਸਜ਼ਾ ਬੇਹੱਦ ਸਖ਼ਤ ਹੈ।"
        },
        {
            "chapter": 22,
            "verse": 3,
            "text": "ਅਤੇ ਲੋਕਾਂ ਵਿਚ ਕੋਈ ਅਜਿਹਾ ਵੀ ਹੈ ਜਿਹੜਾ ਗਿਆਨ ਤੋਂ ਬਿਨਾ ਅੱਲਾਹ ਦੇ ਸਬੰਧ ਵਿਚ ਝਗੜਾ ਕਰਦਾ ਹੈ।"
        },
        {
            "chapter": 22,
            "verse": 4,
            "text": "ਅਤੇ ਹਰੇਕ ਬਾਗ਼ੀ ਸ਼ੈਤਾਨ ਦੀ ਪਾਲਣਾ ਕਰਨ ਲਗਦਾ ਹੈ। ਉਸ ਸ਼ੈਤਾਨ ਦੇ ਸਬੰਧ ਵਿਚ ਇਹ ਲਿਖ ਦਿੱਤਾ ਗਿਆ ਹੈ ਕਿ ਜਿਹੜਾ ਬੰਦਾ ਉਸ ਨੂੰ ਨਰਕਾਂ ਦਾ ਰਸਤਾ ਵਿਖਾ ਦੇਵੇਗਾ।"
        },
        {
            "chapter": 22,
            "verse": 5,
            "text": "ਹੈ ਲੋਕੋ! ਜੇਕਰ ਤੁਸੀਂ ਫਿਰ ਜੀਅ ਉੱਠਣ ਦੇ ਸਬੰਧ ਵਿਚ ਸ਼ੱਕ ਕਰਦੇ ਹੋ, ਤਾਂ ਅਸੀਂ ਤੁਹਾਨੂੰ ਮਿੱਟੀ ਤੋਂ ਪੈਦਾ ਕੀਤਾ ਹੈ। ਫਿਰ ਵੀਰਜ, ਲਹੂ ਦੇ ਲੋਥੜੇ ਅਤੇ ਮਾਸ ਦੀ ਬੋਂਟੀ, ਸ਼ਕਲ ਵਾਲੀ ਅਤੇ ਸ਼ਿਨਾ ਸ਼ਕਲ ਵਾਲੀ ਤੋਂ ਪੈਦਾ ਕੀਤਾ ਹੈ। ਤਾਂ ਕਿ ਤੁਹਾਨੂੰ ਸਪੱਸ਼ਟ ਹੋਵੇ। ਅਸੀਂ ਗਰਭ ਵਿਚ ਇੱਕ ਖਾਸ ਸਮੇਂ ਤੱਕ ਠਹਿਰਾ ਦਿੰਦੇ ਹਾਂ। ਜੋ ਕੁਝ ਚਾਹੁੰਦੇ ਹਾਂ। ਇਕ ਮਿਥੇ ਸਮੇ ਤੱਕ ਫਿਰ ਸਿਰਫ਼ ਅਸੀਂ ਤੁਹਾਨੂੰ ਬੱਚਾ ਬਣਾ ਕੇ ਬਾਹਰ ਕੱਢਦੇ ਹਾਂ 'ਤਾਂ ਜੋ ਤੁਸੀਂ ਆਪਣੀ ਜਵਾਨੀ ਦੀ ਅਵਸੱਥਾ ਤੱਕ ਪਹੁੰਚ ਸਕੋ ਅਤੇ ਤੁਹਾਡੇ ਵਿਚੋਂ ਕੋਈ ਬੰਦਾ ਪਹਿਲਾਂ ਹੀ ਮਰ ਜਾਂਦਾ ਹੈ। ਅਤੇ ਕੋਈ ਬੰਦਾ ਬੁਢੇਪੇ ਦੀ ਅਵੱਸਥਾ ਤੱਕ ਪਹੁੰਚਾ ਦਿੱਤਾ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਕਿ ਉਹ ਸਮਝ ਲੈਣ ਤੋਂ ਬਆਦ ਫਿਰ ਕੂਝ ਨਾ ਜਾਨ ਸਕਣ। ਤੁਸੀਂ ਧਰਤੀ ਨੂੰ ਦੇਖਦੇ ਹੋ ਕਿ ਉਹ ਸੁੱਕੀ ਪਈ ਹੈ। ਫਿਰ ਜਦੋਂ ਅਸੀਂ ਉਸ ਉੱਪਰ ਪਾਣੀ ਵਰਸਾਉਂਦੇ ਹਾਂ ਤਾਂ ਉਹ ਤਾਜੀ ਹੋ ਕੇ ਹਰੀ ਭਰੀ ਹੋ ਆਉਂਦੀ ਹੈ। ਅਤੇ ਉਹ ਵੱਖਰੀਆਂ ਵੱਖਰੀਆਂ ਚੀਜ਼ਾਂ ਪੈਦਾ ਕਰਦੀ ਹੈ।"
        },
        {
            "chapter": 22,
            "verse": 6,
            "text": "ਇਹ ਇਸ ਲਈ ਕਿ ਅੱਲਾਹ ਹੀ ਸੱਚ ਹੈ ਅਤੇ ਉਹ ਨਿਰਜੀਵਾਂ ਵਿਚ ਜਾਨ ਪਾ ਦਿੰਦਾ ਹੈ। ਅਤੇ ਉਹ ਹਰ ਚੀਜ਼ ਦੀ ਸਮਰੱਥਾ ਰਖਦਾ ਹੈ।"
        },
        {
            "chapter": 22,
            "verse": 7,
            "text": "ਅਤੇ ਇਹ ਕਿ ਕਿਆਮਤ ਆਉਣ ਵਾਲੀ ਹੈ। ਇਸ ਵਿਚ ਕੋਈ ਸ਼ੱਕ ਨਹੀਂ, ਅੱਲਾਹ ਜ਼ਰੂਰ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਨੂੰ ਉਠਾਏਗਾ, ਜਿਹੜੇ ਕਬਰਾਂ ਵਿਚ ਹਨ।"
        },
        {
            "chapter": 22,
            "verse": 8,
            "text": "ਅਤੇ ਲੋਕਾਂ ਵਿਚ ਕੋਈ ਬੰਦਾ ਹੈ, ਜਿਹੜਾ ਅੱਲਾਹ ਦੀ ਗੱਲ ਲਈ, ਸ਼ਿਨਾ ਕਿਸੇ ਗਿਆਨ, ਮਾਰਗ ਦਰਸ਼ਨ ਅਤੇ ਪ੍ਰਕਾਸ਼ਮਈ ਕਿਤਾਸ਼ ਦੇ ਝਗੜਾ ਕਰਦਾ ਹੈ।"
        },
        {
            "chapter": 22,
            "verse": 9,
            "text": "(ਝਗੜਾ ਵੀ) ਹੰਕਾਰੀ ਹੋਏ ਕਰਦੇ ਹਨ ਤਾਂ ਕਿ ਉਹ ਅੱਲਾਹ ਦੇ ਰਾਹ ਤੋਂ ਭਟਕਾ ਦੇਣ। ਉਸ ਲਈ ਸੰਸਾਰ ਵਿਚ ਅਪਮਾਨ ਹੈ ਅਤੇ ਕਿਆਮਤ ਦੇ ਦਿਨ ਅਸੀਂ ਇਨ੍ਹਾਂ ਨੂੰ ਬਲਦੀ ਹੋਈ ਅੱਗ ਵਿਚ ਸੁੱਟਣ ਦੀ ਸਜ਼ਾ ਦੇਵਾਂਗੇ।"
        },
        {
            "chapter": 22,
            "verse": 10,
            "text": "ਇਹ ਤੁਹਾਡੇ ਹੱਥੀਂ ਕੀਤੇ ਕੰਮਾਂ ਦਾ ਬਦਲਾ ਹੈ। ਅਤੇ ਅੱਲਾਹ ਆਪਣੇ ਬੰਦਿਆਂ ਤੇ ਜ਼ੁਲਮ ਕਰਨ ਵਾਲਾ ਨਹੀਂ।"
        },
        {
            "chapter": 22,
            "verse": 11,
            "text": "ਅਤੇ ਲੋਕਾਂ ਵਿਚੋਂ ਕੋਈ ਅਜਿਹਾ ਵੀ ਹੈ ਜਿਹੜਾ ਅਣਮੰਨੇ ਮਨ ਨਾਲ ਅੱਲਾਹ ਦੀ ਇਬਾਦਤ ਕਰਦਾ ਹੈ। ਜੇ ਉਸਨੂੰ ਕੋਈ ਲਾਭ ਮਿਲ ਗਿਆ ਤਾਂ ਬੰਦਗੀ ਤੇ ਪੱਕਾ ਹੋ ਜਾਂਦਾ ਹੈ ਅਤੇ ਜੇਕਰ ਕੋਈ ਇਮਤਿਹਾਨ ਆ ਗਿਆ ਤਾਂ ਬੇਮੁੱਖ ਹੋ ਜਾਂਦਾ ਹੈ। ਇਨ੍ਹਾਂ ਨੇ ਸੰਸਾਰ ਵੀ ਗਵਾ ਲਿਆ ਅਤੇ ਪ੍ਰਲੋਕ ਵੀ। ਇਹ ਹੀ ਪ੍ਰਤੱਖ ਨੁਕਸਾਨ ਹੈ।"
        },
        {
            "chapter": 22,
            "verse": 12,
            "text": "ਉਹ ਅੱਲਾਹ ਤੋਂ ਬਿਨਾ ਅਜਿਹੀ ਚੀਜ਼ ਨੂੰ ਪੁਕਾਰਦਾ ਹੈ ਜਿਹੜੀ ਨਾ ਉਸ ਨੂੰ ਲਾਭ ਦੇ ਸਕਦੀ ਹੈ। ਨਾ ਨੁਕਸਾਨ ਕਰ ਸਕਦੀ ਹੈ। ਇਹ ਬਹੁਤ ਵੱਡੀ ਗੁਮਰਾਹੀ ਹੈ, ਸਿਰੇ ਦਾ ਰਾਹ ਤੋਂ ਭਟਕਣਾ ਹੈ।"
        },
        {
            "chapter": 22,
            "verse": 13,
            "text": "ਉਹ ਅਜਿਹੀ ਜ਼ੀਜ਼ ਨੂੰ ਪੁਕਾਰਦਾ ਹੈ, ਜਿਸ ਦਾ ਨੁਕਸਾਨ ਉਸ ਦੇ ਲਾਭ ਤੋਂ ਜ਼ਿਆਦਾ ਨੇੜੇ ਹੈ। (ਇਹ) ਕਿਹੋ ਜਿਹਾ ਬੁਰਾ ਕੰਮ ਕਰਨ ਵਾਲਾ ਅਤੇ ਮਾੜਾ ਦੋਸਤ ਹੈ।"
        },
        {
            "chapter": 22,
            "verse": 14,
            "text": "ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਨੂੰ ਜਿਹੜੇ ਈਮਾਨ ਲਿਆਏ ਅਤੇ ਭਲੇ ਕੰਮ ਕੀਤੇ। ਅਜਿਹੇ ਬਾਗ਼ਾਂ ਵਿਚ ਦਾਖ਼ਿਲ ਕਰੇਗਾ, ਜਿਨ੍ਹਾ ਵਿਚ ਨਹਿਰਾਂ ਵਗਦੀਆਂ ਹੋਣਗੀਆਂ। ਅੱਲਾਹ ਜੋਂ ਚਾਹੁੰਦਾ ਹੈ ਉਹੀ ਕਰਦਾ ਹੈ।"
        },
        {
            "chapter": 22,
            "verse": 15,
            "text": "ਜਿਹੜਾ ਬੰਦਾ ਇਹ ਸਮਝਦਾ ਹੈ ਕਿ ਅੱਲਾਹ ਸੰਸਾਰ ਅਤੇ ਪ੍ਰਲੋਕ ਵਿਚ ਉਸਦੀ ਮਦਦ ਨਹੀਂ ਕਰੇਗਾ ਤਾਂ ਉਸ ਨੂੰ ਚਾਹੀਦਾ ਹੈ ਕਿ ਉਹ ਇੱਕ ਰੱਸੀ ਅਸਮਾਨ ਤੱਕ ਤਾਣੇ। ਫਿਰ ਉਸ ਨੂੰ ਕੱਟ ਦੇਵੇ ਅਤੇ ਵੇਖੇ ਕਿ ਕੀ ਉਸ ਦੀ ਇਹ ਤਰਕੀਬ਼ ਉਸ ਦੇ ਕ੍ਰੋਧ ਨੂੰ ਦੂਰ ਕਰਨ ਵਾਲੀ ਬਣਦੀ ਹੈ।"
        },
        {
            "chapter": 22,
            "verse": 16,
            "text": "ਅਤੇ ਇਸ ਤਰਾਂ ਅਸੀਂ ਕੁਰਆਨ ਨੂੰ ਸਪੱਸ਼ਟ ਦਲੀਲਾਂ ਦੇ ਨਾਲ ਉਤਾਰਿਆ, ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਜਿਸਨੂੰ ਚਾਹੁੰਦਾ ਹੈ ਮਾਰਗ ਦਰਸ਼ਨ ਬਖਸ਼ਦਾ ਹੈ।"
        },
        {
            "chapter": 22,
            "verse": 17,
            "text": "ਇਸ ਵਿਚ ਕੋਈ ਸ਼ੱਕ ਨਹੀਂ ਕਿ ਜਿਹੜੇ ਲੋਕ ਈਮਾਨ ਲਿਆਏ ਅਤੇ ਜਿਨ੍ਹਾਂ ਨੇ ਯਹੂਦੀ ਧਰਮ ਅਪਣਾਇਆ। ਸਾਬੀ, ਨਸਾਰਾ (ਈਸਾਈ), ਮਜੂਸ (ਅੱਗ ਪੂਜਕ) ਅਤੇ ਜਿਨ੍ਹਾ ਨੇ ਸ਼ਿਰਕ (ਮੂਰਤੀ ਪੂਜਾ) ਕੀਤਾ। ਅੱਲਾਹ ਉਨ੍ਹਾਂ ਸਾਰਿਆਂ ਦੇ ਵਿਚਕਾਰ ਕਿਆਮਤ ਦੇ ਦਿਨ ਫ਼ੈਸਲਾ ਕਰੇਗਾ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਸਭ ਕੁਝ ਜਾਣਨ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 22,
            "verse": 18,
            "text": "ਕੀ ਤੁਸੀਂ ਨਹੀਂ ਵੇਖਦੇ, ਕਿ ਜਿਹੜੇ ਆਕਾਸ਼ਾਂ ਅਤੇ ਧਰਤੀ ਵਿਚ ਹਨ, ਉਹ ਸਭ ਅੱਲਾਹ ਨੂੰ ਹੀ ਸਿਜਦਾ ਕਰਦੇ ਹਨ। ਅਤੇ ਸੂਰਜ, ਚੰਨ, ਤਾਰੇ, ਪਹਾੜ, ਰੁੱਖ ਅਤੇ ਬਹੁਤ ਸਾਰੇ ਇਨਸਾਨ ਵੀ। ਅਤੇ ਬਹੁਤ ਸਾਰੇ ਅਜਿਹੇ ਹਨ ਜਿਨ੍ਹਾਂ ਉੱਪਰ ਸਜ਼ਾ ਸਾਬਿਤ ਹੋ ਚੁੱਕੀ ਹੈ ਅਤੇ ਜਿਸਨੂੰ ਅੱਲਾਹ ਬੇਇੱਜ਼ਤ ਕਰ ਦੇਵੇ, ਤਾਂ ਉਸਨੂੰ ਰੋਟੀ ਇੱਜਤ ਬਖਸ਼ਣ ਵਾਲਾ ਨਹੀਂ। ਨਿਰਸੰਦੇਹ ਅੱਲਾਹ ਜੋ ਚਾਹੁੰਦਾ ਹੈ, ਉਹ ਕਰ ਦਿੰਦਾ ਹੈ।"
        },
        {
            "chapter": 22,
            "verse": 19,
            "text": "ਇਹ ਦੋ ਧੜੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਨੇ ਆਪਣੇ ਰੱਬ ਦੇ ਸਬੰਧ ਵਿਚ ਝਗੜਾ ਕੀਤਾ। ਜਿਨ੍ਹਾਂ ਨੇ ਇਨਕਾਰ ਕੀਤਾ, ਉਨ੍ਹਾਂ ਲਈ ਅੱਗ ਦੇ ਬਸਤਰ ਹੋਣਗੇ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਸਿਰਾਂ ਉੱਪਰ ਖੌਲਦਾ ਪਾਣੀ ਪਾਇਆ ਜਾਵੇਗਾ।"
        },
        {
            "chapter": 22,
            "verse": 20,
            "text": "ਉਸ ਨਾਲ ਉਨ੍ਹਾਂ ਦੇ ਪੇਟਾਂ ਦੀਆਂ ਚੀਜ਼ਾਂ ਤੱਕ ਗਲ ਜਾਣਗੀਆਂ ਅਤੇ ਖੱਲਾਂ ਵੀ।"
        },
        {
            "chapter": 22,
            "verse": 21,
            "text": "ਅਤੇ ਉਨ੍ਹਾਂ ਲਈ ਲੋਹੇ ਦੇ ਹਥੌੜੇ ਹੋਣਗੇ।"
        },
        {
            "chapter": 22,
            "verse": 22,
            "text": "ਜਦੋਂ ਉਹ ਘਬਰਾ ਕੇ ਉਸ ਵਿਚੋਂ ਬਾਹਰ ਭਜਣਾ ਚਾਹੁੰਣਗੇ ਤਾਂ ਉਹ ਫਿਰ ਉਸ ਵਿਚ ਧੱਕ ਦਿੱਤੇ ਜਾਣਗੇ। ਅਤੇ ਜੱਖੋ ਸੜਣ ਦੀ ਸਜ਼ਾ।"
        },
        {
            "chapter": 22,
            "verse": 23,
            "text": "ਨਿਰਸਦੇਹ ਜਿਹੜੇ ਲੋਕ ਈਮਾਨ ਲਿਆਏ ਅਤੇ ਭਲੇ ਕੰਮ ਕੀਤੇ, ਅੱਲਾਹ ਉਨ੍ਹਾਂ ਨੂੰ ਅਜਿਹੇ ਬਾਗ਼ਾਂ ਵਿਚ ਦਾਖ਼ਿਲ ਕਰੇਗਾ, ਜਿਨ੍ਹਾਂ ਵਿਚ ਨਹਿਰਾਂ ਵਗਦੀਆਂ ਹੋਣਗੀਆਂ। ਉਨ੍ਹਾਂਨੂੰ ਉੱਥੇ ਸੋਨੇ ਦੇ ਕੜੇ ਅਤੇ ਮੋਤੀ ਪਹਿਨਾਏ ਜਾਣਗੇ। ਉੱਤੇ ਉਨ੍ਹਾਂ ਦੇ ਕਪੜੇ ਰੇਸ਼ਮ ਦੇ ਹੋਣਗੇ।"
        },
        {
            "chapter": 22,
            "verse": 24,
            "text": "ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਪਵਿੱਤਰ ਬਾਣੀ ਬਖਸ਼ੀ ਗਈ ਸੀ ਅਤੇ ਪ੍ਰਸੰਸਾ ਯੋਗ ਰੱਬ ਦਾ ਰਾਹ ਵਿਖਾਇਆ ਗਿਆ ਸੀ।"
        },
        {
            "chapter": 22,
            "verse": 25,
            "text": "ਬੇਸ਼ੱਕ ਜਿਨ੍ਹਾਂ ਲੋਕਾਂ ਨੇ ਇਨਕਾਰ ਕੀਤਾ ਅਤੇ ਉਹ ਲੋਕਾਂ ਨੂੰ ਅੱਲਾਹ ਦੇ ਰਾਹ ਅਤੇ ਮਸਜਿਦ-ਏ-ਹਰਾਮ ਤੋਂ ਰੋਕਦੇ ਹਨ, ਜਿਸਨੂੰ ਅਸੀਂ ਲੋਕਾਂ ਲਈ ਬਣਾਇਆ ਹੈ, ਜਿਸ ਵਿਚ ਸਥਾਨਕ ਵਾਸੀ ਅਤੇ ਬਾਹਰੋਂ ਆਉਣ ਵਾਲੇ ਬ਼ਰਾਬ਼ਰ ਹਨ। ਜਿਹੜੇ ਇਸ ਮਸਜਿਦ ਵਿਚ ਭਲੇ ਰਾਹ ਤੋਂ ਹਟਕੇ ਅਤਿਆਚਾਰ ਦਾ ਰਾਹ ਅਪਣਾਏਗਾ, ਉਸ ਨੂੰ ਅਸੀਂ ਦਰਦਨਾਕ ਸਜ਼ਾ ਦਾ ਸਵਾਦ ਚਖਾਵਾਂਗੇ।"
        },
        {
            "chapter": 22,
            "verse": 26,
            "text": "ਅਤੇ ਜਦੋਂ ਅਸੀਂ ਇਬਰਾਹੀਮ ਨੂੰ ਅੱਲਾਹ ਦੇ ਘਰ ਦੀ ਥਾਂ ਦਸ ਦਿੱਤੀ, ਕਿ ਮੇਰੇ ਬ਼ਰਾਬ਼ਰ ਕਿਸੇ ਨੂੰ ਸ਼ਰੀਕ ਨਾ ਬਣਾਉਣਾ ਅਤੇ ਮੇਰੇ ਘਰ ਨੂੰ ਪਵਿੱਤਰ ਰਖਣਾ। ਤਵਾਫ (ਪਰਿਕਰਮਾ) ਕਰਨ ਵਾਲਿਆਂ ਲਈ, ਠਹਿਰਣ ਵਾਲਿਆਂ ਲਈ, ਰੁਕੂ (ਝੁਕਣ) ਵਾਲਿਆਂ ਲਈ ਅਤੇ ਸਿਜਦਾ ਕਰਨ ਵਾਲਿਆਂ ਲਈ।"
        },
        {
            "chapter": 22,
            "verse": 27,
            "text": "ਅਤੇ ਲੋਕਾਂ ਵਿਚ ਹੱਜ ਦਾ ਐਲਾਨ ਕਰ ਦਿਉ, ਉਹ ਤੁਹਾਡੇ ਕੋਲ ਪੈਦਲ ਚੱਲ ਕੇ ਅਤੇ ਮਾੜਜੂ (ਕਮਜ਼ੋਰ) ਜਿਹੇ ਊਠਾਂ ਤੇ ਸਵਾਰ ਹੋ ਕੇ ਦੂਰ-ਦੁਰਾਂਡੇ ਦੇ ਰਾਹਾਂ ਤੋਂ ਆਉਣਗੇ।"
        },
        {
            "chapter": 22,
            "verse": 28,
            "text": "ਤਾਂ ਜੋ ਉਹ ਆਪਣੇ ਲਾਭ ਲੈਣ ਵਾਲੇ ਸਥਾਨ ਤੇ ਪਹੁੰਚਣ ਅਤੇ ਮਿੱਥੇ ਹੋਏ ਦਿਨਾਂ ਅੰਦਰ ਉਨ੍ਹਾਂ ਜਾਨਵਰਾਂ ਉੱਪਰ ਅੱਲਾਹ ਦਾ ਨਾਮ ਲੈਣ, ਜਿਹੜੇ ਉਸ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਬਮਸ਼ੇ ਹਨ। ਇਸ ਵਿਚੋਂ ਖਾਉ ਅਤੇ ਬਿਪਤਾ ਵਿਚ ਪਏ ਕਿਸੇ ਗਰੀਬਾਂ ਨੂੰ ਖਿਲਾਊ।"
        },
        {
            "chapter": 22,
            "verse": 29,
            "text": "ਤਾਂ ਚਾਹੀਦਾ ਹੈ ਕਿ ਉਹ ਆਪਣੀ ਮੈਲ-ਕੁਰੈਲ ਖ਼ਤਮ ਕਰ ਦੇਣ। ਅਤੇ ਆਪਣੀਆ ਮੰਨਤਾਂ ਪੂਰੀਆਂ ਕਰਨ ਅਤੇ ਇਸ ਪੁਰਾਣੇ ਘਰ (ਬੈਤ-ਤੁੱਲਾਹ ਦਾ ਤਵਾਫ਼) ਦੀਆਂ ਪਰਿਕਰਮਾ ਕਰਨ।"
        },
        {
            "chapter": 22,
            "verse": 30,
            "text": "ਇਹ ਗੱਲ ਹੋ ਚੁੱਕੀ ਅਤੇ ਜਿਹੜਾ ਬੰਦਾ ਅੱਲਾਹ ਦੀ ਨਿਰਧਾਰਿਤ ਕੀਤੀ ਹੋਈ ਮਰਿਆਦਾ ਦਾ ਸਨਮਾਣ ਕਰੇਗਾ ਤਾਂ ਉਸ ਦਾ ਰੱਬ ਉਸ ਨੂੰ ਪਸੰਦ ਕਰੇਗਾ। ਉਹ ਆਪਣੇ ਪੱਖ ਵਿਚ ਉਸ ਦੇ ਰੱਬ ਦੇ ਨਜ਼ਦੀਕ ਉਤਮ ਹੈ ਅਤੇ ਤੁਹਾਡੇ ਲਈ ਪਸ਼ੂ ਜਾਇਜ਼ ਕਰ ਦਿੱਤੇ ਗਏ ਹਨ, ਬਿਨਾ ਉਨ੍ਹਾਂ ਦੇ ਜਿਹੜੇ ਤੁਹਾਨੂੰ ਪੜ੍ਹ ਕੇ ਸੁਣਾਏ ਜਾ ਚੁੱਕੇ ਹਨ। ਤਾਂ ਤੁਸੀਂ ਮੂਰਤੀਆਂ ਦੀ ਗੰਦਗੀ ਅਤੇ ਝੂਠੀਆਂ ਗੱਲਾਂ ਤੋਂ ਬਚੋ"
        },
        {
            "chapter": 22,
            "verse": 31,
            "text": "ਅੱਲਾਹ ਵੱਲ ਇਕਾਗਰ ਚਿੱਤ ਹੋ ਕੇ ਰਹੋ, ਉਸ ਦੇ ਬਰਾਬਰ ਸ਼ਰੀਕ ਨਾ ਠਹਿਰਾਉ ਅਤੇ ਜਿਹੜਾ ਬੰਦਾ ਅੱਲਾਹ ਦਾ ਸ਼ਰੀਕ ਮੰਨਦਾ ਹੈ, ਤਾਂ ਸਮਝੋ ਉਹ ਅਸਮਾਨ ਤੋਂ ਥੱਲੇ ਡਿੱਗ ਪਿਆ। ਫਿਰ ਪੰਛੀ ਉਸ ਨੂੰ ਝਪੱਟਾ ਮਾਰ ਕੇ ਲੈ ਜਾਣ ਜਾਂ ਹਵਾ ਉੱਸ ਨੂੰ ਦੂਰ ਕਿਸੇ ਸਥਾਨ ਤੋ ਸੁੱਟ ਦੇਵੇ।"
        },
        {
            "chapter": 22,
            "verse": 32,
            "text": "ਇਹ ਗੱਲ ਹੋਂ ਚੁੱਕੀ ਜਿਹੜਾ ਬੰਦਾ ਅੱਲਾਹ ਦੇ ਹੁਕਮਾਂ ਦਾ ਪੂਰਾ ਧਿਆਨ ਰੱਖੋਗਾ, ਤਾਂ ਇਹ ਦਿਲਾਂ ਦੇ ਸੰਜਮੀ ਹੋਣ ਦੀ ਗੱਲ ਹੈ।"
        },
        {
            "chapter": 22,
            "verse": 33,
            "text": "ਤੁਹਾਨੂੰ ਇਨ੍ਹਾਂ ਤੋਂ ਇੱਕ ਨਿਸ਼ਚਿਤ ਸਮੇ ਤੱਕ ਲਾਭ ਉਠਾਉਣਾ ਹੈ। ਫਿਰ ਇਨ੍ਹਾਂ ਨੂੰ ਕੁਰਬਾਨੀ ਲਈ ਪ੍ਰਾਚੀਨ ਘਰ ਵੱਲ ਲੈ ਜਾਣਾ ਹੈ।"
        },
        {
            "chapter": 22,
            "verse": 34,
            "text": "ਅਤੇ ਅਸੀਂ ਹਰੇਕ (ਉੱਮਤ) ਸੰਪਰਦਾ ਦੇ ਲਈ ਕੁਰਬਾਨੀ ਕਰਨਾ ਜ਼ਰੂਰੀ ਕੀਤਾ ਹੈ। ਤਾਂ ਕਿ ਉਹ ਉਨ੍ਹਾਂ ਪਸ਼ੂਆਂ ਤੇ ਅੱਲਾਹ ਦਾ ਨਾਮ ਲੈਣ ਜਿਹੜੇ ਉਸਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਪ੍ਰਦਾਨ ਕੀਤੇ। ਤੁਹਾਡਾ ਪੂਜਣ ਯੋਗ ਬਸ ਇੱਕ ਹੀ ਹੈ। ਤਾਂ ਤੁਸੀਂ ਉਸ ਦੇ ਹੀ ਹੋ ਕੇ ਰਹੋਂ ਅਤੇ ਨਿਮਰਤਾ ਧਾਰਨ ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ ਖੁਸ਼ਖਬਰੀ ਦੇਵੋ।"
        },
        {
            "chapter": 22,
            "verse": 35,
            "text": "ਜਿਨ੍ਹਾਂ ਦੀ ਹਾਲਤ ਇਹ ਹੈ ਕਿ ਜਦੋਂ ਅੱਲਾਹ ਦਾ ਨਾਮ ਲਿਆ ਜਾਂਦਾ ਹੈ ਤਾਂ ਉਨ੍ਹਾਂ ਦੇ ਦਿਲ ਕੰਬ ਉਠਦੇ ਹਨ। ਜਿਹੜਾ ਉਨ੍ਹਾਂ ਤੇ ਡਿੱਗੇ, ਉਸਨੂੰ ਸਹਿਣ ਕਰਨ ਵਾਲੇ, ਨਮਾਜ਼ ਦੀ ਪਾਸ਼ੰਦੀ ਕਰਨ ਵਾਲੇ ਅਤੇ ਜਿਹੜਾ ਕੁਝ ਅਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਚਿੱਤਾ ਹੈ, ਉਹ ਉਸ ਵਿਚੋਂ ਹੀ ਖਰਚ ਕਰਦੇ ਹਨ।"
        },
        {
            "chapter": 22,
            "verse": 36,
            "text": "ਅਤੇ ਕੁਰਬਾਨੀ ਦੇ ਊਠਾਂ ਨੂੰ ਅਸੀਂ ਤੁਹਾਡੇ ਲਈ ਅੱਲਾਹ ਦੀ ਹੋਂਦ ਦੀ ਨਿਸ਼ਾਨੀ ਬਣਇਆ ਹੈ। ਇਸ ਵਿਚ ਤੁਹਾਡੇ ਲਈ ਨੇਕੀ ਹੈ। ਇਸ ਲਈ ਉਨ੍ਹਾਂ ਨੂੰ ਖੜ੍ਹਾ ਕਰਕੇ ਉਨ੍ਹਾਂ ਉੱਪਰ ਅੱਲਾਹ ਦਾ ਨਾਮ ਲਵੋ। ਫਿਰ ਜਦੋਂ ਉਹ ਪਾਸੇ ਭਾਰ ਡਿੱਗ ਪੈਣ ਤਾਂ ਉਸ ਵਿਚੋਂ ਖਾਉ। ਮੰਗਣ ਵਾਲੇ ਅਤੇ ਨਾ ਮੰਗਣ ਵਾਲੇ ਕੰਗਾਲਾਂ ਨੂੰ ਵੀ ਖੁਵਾਉ। ਤਾਂ ਅਸੀਂ ਉਨ੍ਹਾਂ ਪਸ਼ੂਆਂ ਨੂੰ ਤੁਹਾਡੇ ਅਧਿਕਾਰ ਵਿਜ਼ ਦੇ ਦਿੱਤਾ ਹੈ, ਤਾਂ ਕਿ ਤੁਸੀਂ ਸ਼ੁਕਰ ਗੁਜ਼ਾਰ ਬਣੇ।"
        },
        {
            "chapter": 22,
            "verse": 37,
            "text": "ਅਤੇ ਅੱਲਾਹ ਨੂੰ ਨਾ ਉਨ੍ਹਾਂ ਦਾ ਮਾਸ ਪਹੁੰਚਦਾ ਹੈ, ਤੇ ਨਾ ਉਸ ਦਾ ਖੂਨ। ਸਗੋਂ ਅੱਲਾਹ ਨੂੰ ਤਾਂ ਸਿਰਫ਼ ਤੁਹਾਡਾ ਤਕਵਾ (ਅੱਲਾਹ ਵਿਚ ਸੱਚੀ ਭਾਵਨਾ) ਪਹੁੰਚਦਾ ਹੈ। ਇਸ ਤਰਾਂ ਅੱਲਾਹ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਤੁਹਾਡੇ ਵੱਸ ਵਿਚ ਕਰ ਦਿੱਤਾ ਹੈ। ਤਾਂ ਕਿ ਤੁਸੀਂ ਅੱਲਾਹ ਦੇ ਬਖਸ਼ੇ ਮਾਰਗ ਦਰਸ਼ਨ ਲਈ ਉਸ ਦੀ ਵਡਿਆਈ ਕਰੋਂ। ਅਤੇ ਨੇਕੀ ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ ਖੁਸ਼ਖ਼ਬਰੀ ਦੇ ਦੇਵੋ।"
        },
        {
            "chapter": 22,
            "verse": 38,
            "text": "ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਨੂੰ ਬਚਾਉਂਦਾ ਹੈ, ਜਿਹੜੇ ਈਮਾਨ ਲਿਆਏ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਵਿਸ਼ਵਾਸ਼ਘਾਤੀ ਅਤੇ ਨਾ ਸ਼ੁਕਰੇ ਲੋਕਾਂ ਨੂੰ ਪਸੰਦ ਨਹੀਂ ਕਰਦਾ।"
        },
        {
            "chapter": 22,
            "verse": 39,
            "text": "ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਨੂੰ ਆਗਿਆ ਦੇ ਦਿੱਤੀ ਗਈ ਹੈ ਜਿਨ੍ਹਾਂ ਨਾਲ ਲੜਾਈ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ, ਇਸ ਲਈ ਕਿ ਉਨ੍ਹਾਂ ਉੱਪਰ ਜ਼ੁਲਮ ਕੀਤਾ ਗਿਆ ਹੈ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਉਨ੍ਹਾਂ ਦੀ ਮਦਦ ਦੀ ਸਮਰੱਥਾ ਰੱਖਦਾ ਹੈ।"
        },
        {
            "chapter": 22,
            "verse": 40,
            "text": "ਉਹ ਲੋਕ ਜਿਹੜੇ ਆਪਣੇ ਘਰਾਂ ਤੋਂ ਸ਼ਿਨਾ ਕਿਸੇ ਕਾਰਨ ਕੱਢੇ ਗਏ, ਜਾਂ ਸਿਰਫ਼ ਇਸ ਲਈ ਕਿ ਉਹ ਆਖਦੇ ਹਨ ਕਿ ਸਾਡਾ ਰੱਬ ਅੱਲਾਹ ਹੈ। ਅਤੇ ਜੇਕਰ ਅੱਲਾਹ ਲੋਕਾਂ ਨੂੰ ਇੱਕ ਦੂਜੇ ਦੇ ਰਾਹੀਂ ਨਾ ਹਟਾਵੇ ਤਾਂ ਖਾਨਗਾਹਾਂ, ਗਿਰਜੇ, ਇਬਾਦਤ ਘਰ ਅਤੇ ਮਸਜਿਦਾਂ ਜਿਨ੍ਹਾਂ ਵਿਚ ਅੱਲਾਹ ਦਾ ਨਾਮ ਵੱਧ ਤੋਂ ਵੱਧ ਲਿਆ ਜਾਂਦਾ ਹੈ, ਢਾਹ ਦਿੱਤੇ ਜਾਂਦੇ। ਅਤੇ ਅੱਲਾਹ ਜ਼ਰੂਰ ਉਨ੍ਹਾਂ ਦੀ ਮਦਦ ਕਰੇਗਾ ਜਿਹੜੇ ਅੱਲਾਹ ਦੀ ਮਦਦ ਕਰਦੇ ਹਨ (ਭਾਵ ਉਸ ਦੇ ਦੱਸੇ ਰਾਹ ਤੇ ਚਲਦੇ ਹਨ)। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਬੜਾ ਤਾਕਤਵਰ ਅਤੇ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਹੈ।"
        },
        {
            "chapter": 22,
            "verse": 41,
            "text": "ਇਹ ਉਹ ਲੋਕ ਹਨ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਜੇਕਰ ਅਸੀਂ ਧਰਤੀ ਤੇ ਵਡਿਆਈ ਪ੍ਰਦਾਨ ਕਰ ਦੇਈਏ ਤਾਂ ਉਹ ਨਮਾਜ਼ ਕਾਇਮ ਕਰਨਗੇ ਅਤੇ ਜ਼ਕਾਤ ਵੀ ਅਦਾ ਕਰਨਗੇ, ਨੇਕੀ ਦਾ ਹੁਕਮ ਕਰਨਗੇ, ਬੁਰਾਈ ਤੋਂ ਰੋਕਣਗੇ ਅਤੇ ਸਭ ਕਾਰਜਾਂ ਦਾ ਨਤੀਜਾ ਅੱਲਾਹ ਦੇ ਹੀ ਅਧਿਕਾਰ ਵਿਚ ਹੈ।"
        },
        {
            "chapter": 22,
            "verse": 42,
            "text": "ਅਤੇ ਜੇਕਰ ਉਹ ਤੁਹਾਨੂੰ ਝੁਠਲਾਉਣ ਤਾਂ ਇਨ੍ਹਾਂ ਤੋਂ ਪਹਿਲਾਂ ਨੂਹ ਦੀ ਕੇਂਮ ਅਤੇ ਆਦ ਤੇ ਸਮੂਦ ਝੁਠਲਾ ਚੁੱਕੇ ਹਨ।"
        },
        {
            "chapter": 22,
            "verse": 43,
            "text": "ਅਤੇ ਇਬਰਾਹੀਮ ਦੀ ਕੌਮ ਅਤੇ ਲੂਤ ਦੀ ਕੌਮ ਵੀ।"
        },
        {
            "chapter": 22,
            "verse": 44,
            "text": "ਅਤੇ ਮਦਯਨ ਦੇ ਲੋਕ ਵੀ। ਅਤੇ ਮੂਸਾ ਨੂੰ ਵੀ ਝੁਠਲਾਇਆ ਗਿਆ। ਫਿਰ ਮੈਂ ਇਨਕਾਰੀਆਂ ਨੂੰ ਛੋਟ ਦਿੱਤੀ ਅਤੇ ਫਿਰ ਮੈਂ ਉਨ੍ਹਾਂ ਨੂੰ ਪਕੜ ਲਿਆ। ਤਾਂ ਕਿਹੋਂ ਜਿਹੀ ਹੋਈ ਮੇਰੀ ਸਜ਼ਾ।"
        },
        {
            "chapter": 22,
            "verse": 45,
            "text": "ਤਾਂ ਕਿਨ੍ਹੇ ਹੀ ਸ਼ਹਿਰ ਹਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਅਸੀਂ ਖ਼ਤਮ ਕਰ ਦਿੱਤਾ ਹੈ ਅਤੇ ਉਹ ਜ਼ਾਲਿਮ ਸਨ। ਇਸ ਲਈ ਹੁਣ ਉਹ ਆਪਣੀਆਂ ਛੱਤਾਂ ਤੇ ਮੁੱਧੇ ਮੂੰਹ ਪਏ ਹਨ ਅਤੇ ਕਿਨ੍ਹੇ ਹੀ ਬੇਕਾਰ ਖੂਹ ਅਤੇ ਕਿਨ੍ਹੇ ਹੀ ਪੱਕੇ ਮਹਿਲ ਜਿਹੜੇ ਬੇ-ਆਬਾਦ ਪਏ ਹਨ।"
        },
        {
            "chapter": 22,
            "verse": 46,
            "text": "ਕੀ ਇਹ ਲੌਕ ਧਰਤੀ ਉੱਪਰ ਤੁਰੇ ਫਿਰੇ ਨਹੀਂ। ਕੀ ਇਨ੍ਹਾਂ ਦੇ ਦਿਲ ਅਜਿਹੇ ਹੋ ਜਾਂਦੇ ਕਿ ਉਸ ਨਾਲ ਸਮਝਣ, ਜਾਂ ਇਨ੍ਹਾਂ ਦੇ ਕੰਨ ਅਜਿਹੇ ਹੀ ਹੋ ਜਾਂਦੇ ਮਨ ਅੰਨ੍ਹੇ ਹੋ ਜਾਂਦੇ ਹਨ, ਜਿਹੜੇ ਸੀਨੇ ਵਿਚ ਹਨ।"
        },
        {
            "chapter": 22,
            "verse": 47,
            "text": "ਅਤੇ ਇਹ ਲੋਕ ਤੁਹਾਡੇ ਤੋਂ ਸਜ਼ਾ ਦੇ ਲਈ ਜਲਦੀ ਕਰਦੇ ਹਨ ਅਤੇ ਅੱਲਾਹ ਕਦੇ ਵੀ ਆਪਣੇ ਵਾਅਦੇ ਦੇ ਖਿਲਾਫ਼ ਕਰਨ ਵਾਲਾ ਨਹੀਂ ਹੈ। ਅਤੇ ਤੇਰੇ ਰੱਬ ਦਾ ਇੱਕ ਦਿਨ ਤੁਹਾਡੀ ਗਿਣਤੀ ਦੇ ਅਨੁਸਾਰ ਇੱਕ ਹਜ਼ਾਰ ਸਾਲ ਦੇ ਬਰਾਬਰ ਹੁੰਦਾ ਹੈ।"
        },
        {
            "chapter": 22,
            "verse": 48,
            "text": "ਅਤੇ ਕਿਨ੍ਹੇ ਹੀ ਸ਼ਹਿਰ ਹਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਮੈਂ ਛੋਟ ਦਿੱਤੀ ਤੇ ਉਹ ਜ਼ੁਲਮੀ ਸਨ। ਫਿਰ ਮੈਂ ਉਨ੍ਹਾਂ ਨੂੰ ਫੜ੍ਹ ਲਿਆ ਅਤੇ ਮੇਰੇ ਵੱਲ ਹੀ ਵਾਪਸ ਆਉਣਾ ਹੈ।"
        },
        {
            "chapter": 22,
            "verse": 49,
            "text": "ਆਖੋ ਕਿ ਹੇ ਲੋਕੋ! ਮੈਂ ਤੁਹਾਡੇ ਲਈ ਇੱਕ ਪ੍ਰਤੱਖ ਡਰਾਉਣ ਵਾਲਾ ਹਾਂ।"
        },
        {
            "chapter": 22,
            "verse": 50,
            "text": "ਇਸ ਲਈ ਜਿਹੜੇ ਲੋਕ ਈਮਾਨ ਲਿਆਏ ਅਤੇ ਚੰਗੇ ਕਰਮ ਕੀਤੇ, ਉਨ੍ਹਾਂ ਲਈ ਮੁਆਫ਼ੀ ਅਤੇ ਇੱਜ਼ਤ ਦੀ ਰੋਜ਼ੀ ਹੈ।"
        },
        {
            "chapter": 22,
            "verse": 51,
            "text": "ਅਤੇ ਜਿਹੜੇ ਲੋਕ ਮੇਰੀਆਂ ਆਇਤਾਂ ਨੂੰ ਨੀਵਾਂ ਦਿਖਾਉਣ ਲਈ ਦੌੜਦੇ ਹਨ, ਉਹ ਹੀ ਨਰਕ ਵਾਲੇ ਹਨ।"
        },
        {
            "chapter": 22,
            "verse": 52,
            "text": "ਅਤੇ ਅਸੀਂ' ਤੁਹਾਡੇ ਤੋਂ ਪਹਿਲਾਂ ਜਿਹੜੇ ਵੀ ਰਸੂਲ ਅਤੇ ਪੈਗ਼ੰਬਰ ਭੇਜੇ ਤਾ ਜਦੋਂ' ਉਨ੍ਹਾਂ ਨੇ ਕੁਝ ਪੜ੍ਹਿਆ ਤਾਂ ਸ਼ੈਤਾਨ ਨੇ ਉਨ੍ਹਾਂ ਦੇ ਪੜ੍ਹੇ ਗਏ ਵਿਚ ਮਿਲਾਵਟ ਕਰ ਦਿੱਤੀ। ਅੱਲਾਹ ਫਿਰ ਸ਼ੈਤਾਨ ਦੀ ਕੀਤੀ ਮਿਲਾਵਟ ਨੂੰ ਦੂਰ ਕਰ ਚਿੰਦਾ ਹੈ। ਫਿਰ ਅੱਲਾਹ ਆਪਣੀਆਂ ਆਇਤਾਂ ਨੂੰ ਧੱਕਾ ਕਰ ਦਿੰਦਾ ਹੈ। ਅੱਲਾਹ ਗਿਆਨ ਵਾਲਾ ਅਤੇ ਬਿਬੇਕ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 22,
            "verse": 53,
            "text": "ਤਾਂ ਕਿ ਜਿਹੜਾ ਕੁਝ ਸ਼ੈਤਾਨ ਨੇ ਮਿਲਾਇਆ ਹੈ, ਉਸ ਨਾਲ ਉਹ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਨੂੰ ਪਰਖੇ, ਜਿਨ੍ਹਾਂ ਦੇ ਦਿਲ ਰੋਗੀ ਹਨ ਅਤੇ ਜਿਨ੍ਹਾਂ ਦੇ ਦਿਲ ਸਖ਼ਤ ਹਨ। ਜ਼ਾਲਿਮ ਲੋਕ ਵਿਰੋਧ ਵਿਚ ਬਹੁਤ ਦੂਰ ਨਿਕਲ ਗਏ ਹਨ।"
        },
        {
            "chapter": 22,
            "verse": 54,
            "text": "ਅਤੇ ਤਾਂ ਕਿ ਉਹ ਲੋਕ ਜਿਨ੍ਹਾਂ ਨੂੰ ਗਿਆਨ ਮਿਲਿਆ ਉਹ ਜਾਣ ਲੈਣ ਕਿ ਇਹ ਅਸਲੀਅਤ ਵਿਚ ਤੇਰੇ ਰੱਬ ਵੱਲੋਂ ਹੀ ਹੈ। ਫਿਰ ਉਹ ਉਸ ਉੱਤੇ ਭਰੋਸਾ ਕਰਨ। ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਦਿਲ ਉਸ ਦੇ ਅੱਗੇ ਝੁੱਕ ਜਾਣ। ਅਤੇ ਅੱਲਾਹ ਈਮਾਨ ਲਿਆਉਣ ਵਾਲਿਆਂ ਨੂੰ ਜ਼ਰੂਰ ਸਿੱਧਾ ਰਾਹ ਵਿਖਾਉਂਦਾ ਹੈ।"
        },
        {
            "chapter": 22,
            "verse": 55,
            "text": "ਅਤੇ ਝੁਠਲਾਉਣ ਵਾਲੇ ਲੋਕ ਸਦਾ ਉਸ ਦੇ ਸਬੰਧ ਵਿਚ ਸ਼ੱਕ ਵਿਚ ਪਏ ਰਹਿਣਗੇ। ਇਥੋਂ ਤੱਕ ਕਿ ਅਚਾਨਕ ਉਨ੍ਹਾਂ ਉੱਪਰ ਕਿਆਮਤ ਆ ਜਾਵੇ ਜਾਂ ਇੱਕ ਮਾੜੇ ਦਿਨ ਦੀ ਆਫ਼ਤ ਆ ਜਾਵੇ।"
        },
        {
            "chapter": 22,
            "verse": 56,
            "text": "ਉਸ ਦਿਨ ਸਾਰਾ ਅਧਿਕਾਰ ਸਿਰਫ਼ ਅੱਲਾਹ ਦਾ ਹੋਵੇਗਾ। ਉਹ ਉਨ੍ਹਾਂ ਦੇ ਵਿਚਕਾਰ ਫੈਸਲਾ ਕਰੇਗਾ। ਤਾਂ ਜਿਹੜੇ ਲੋਕ ਈਮਾਨ ਲਿਆਏ ਅਤੇ ਚੰਗੇ ਕਰਮ ਕੀਤੇ, ਉਹ ਨਿਅਮਤ ਦੇ ਬਾਗ਼ਾਂ ਵਿਚ ਹੋਣਗੇ।"
        },
        {
            "chapter": 22,
            "verse": 57,
            "text": "ਅਤੇ ਜਿਲ੍ਹਾ ਨੇ ਅਵਿਗਿਆ ਕੀਤੀ ਅਤੇ ਸਾਡੀਆਂ ਆਇਤਾਂ ਤੋਂ ਇਨਕਾਰ ਕੀਤਾ ਤਾਂ ਉਨ੍ਹਾਂ ਲਈ ਅਪਮਾਣਜਨਕ ਦੰਡ ਹੈ।"
        },
        {
            "chapter": 22,
            "verse": 58,
            "text": "ਅਤੇ ਜਿਨ੍ਹਾ ਲੋਕਾਂ ਨੇ ਅੱਲਾਹ ਦੇ ਰਾਹ ਵਿਚ ਆਪਣਾ ਘਰ ਬਾਰ ਛੱਡ ਦਿੱਤਾ, ਫਿਰ ਉਨ੍ਹਾਂ ਦੀ ਹੱਤਿਆ ਕਰ ਦਿੱਤੀ ਗਈ ਜਾਂ ਉਹ ਮਰ ਗਏ, ਅੱਲਾਹ ਜ਼ਰੂਰ ਉਨ੍ਹਾਂ ਨੂੰ ਚੰਗੀ ਰੋਜ਼ੀ ਦੇਵੇਗਾ।"
        },
        {
            "chapter": 22,
            "verse": 59,
            "text": "ਅਤੇ ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਹੀ ਸਭ ਤੋਂ ਚੰਗੀ ਰੋਜ਼ੀ ਦੇਣ ਵਾਲਾ ਹੈ। ਉਹ ਉਨ੍ਹਾਂ ਨੂੰ ਅਜਿਹੇ ਸਥਾਨ ਤੇ ਪਹੁੰਚਾਵੇਗਾ, ਜਿਥੇ ਉਹ ਸਤ੍ਰੰਸ਼ਟ ਹੋਣਗੇ। ਅਤੇ ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਜਾਣਨ ਵਾਲਾ ਅਤੇ ਸਹਿਣਸ਼ੀਲ ਹੈ।"
        },
        {
            "chapter": 22,
            "verse": 60,
            "text": "ਇਹ ਹੋ ਲਿਆ। ਅਤੇ ਜਿਹੜਾ ਬੰਦਾ ਉਸ ਤਰਾਂ ਹੀ ਬਦਲਾ ਲਵੇ ਜਿਵੇਂ ਉਸ ਨਾਲ ਕੀਤਾ ਗਿਆ ਸੀ। ਅਤੇ ਫਿਰ ਉਸ ਉੱਪਰ ਜ਼ੁਲਮ ਕੀਤਾ ਜਾਵੇ, ਤਾਂ ਅੱਲਾਹ ਉਸ ਦੀ ਮਦਦ ਕਰੇਗਾ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਮੁਆਫ਼ੀ ਦੇਣ ਵਾਲਾ ਅਤੇ ਨਰਮੀ ਤੋਂ ਕੰਮ ਲੈਣ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 22,
            "verse": 61,
            "text": "ਇਹ ਇਸ ਲਈ ਕਿ ਅੱਲਾਹ ਰਾਤ ਨੂੰ ਦਿਨ ਵਿਚ ਅਤੇ ਦਿਨ ਨੂੰ ਰਾਤ ਵਿਚ ਦਾਖ਼ਿਲ ਕਰਦਾ ਹੈ। ਅੱਲਾਹ ਸੁਣਨ ਵਾਲਾ ਅਤੇ ਦੇਖਣ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 22,
            "verse": 62,
            "text": "ਇਹ ਇਸ ਲਈ ਕਿ ਅੱਲਾਹ ਹੀ ਸੱਚ ਹੈ ਅਤੇ ਬਾਕੀ ਸਭ ਅਸੱਤ ਹੈ ਜਿਸ ਨੂੰ ਲੋਕ ਪੁਕਾਰਦੇ ਹਨ, ਅੱਲਾਹ ਨੂੰ ਛੱਡ ਕੇ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਹੀ ਸਭ ਤੋਂ ਉੱਪਰ ਹੈ ਅਤੇ ਵੱਡਾ ਹੈ।"
        },
        {
            "chapter": 22,
            "verse": 63,
            "text": "ਕੀ ਤੁਸੀਂ ਨਹੀਂ ਵੇਖਦੇ ਕਿ ਅੱਲਾਹ ਨੇ ਅਸਮਾਨ ਤੋਂ ਪਾਣੀ ਬਰਸਾਇਆ। ਫਿਰ ਧਰਤੀ ਹਰੀ ਭਰੀ ਹੋ ਗਈ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਡੂੰਘਾਈ ਤੱਕ ਜਾਣਨ ਵਾਲਾ ਹੈ ਅਤੇ ਖ਼ਬਰ ਰੱਖਣ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 22,
            "verse": 64,
            "text": "ਉਸੇ ਦਾ ਹੈ ਜੋ ਕੁਝ ਅਸਮਾਨਾਂ ਵਿਚ ਹੈ ਅਤੇ ਜੋ ਕੁਝ ਧਰਤੀ ਵਿਚ ਹੈ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਹੀ ਹੈ। ਜਿਹੜਾ ਬੇਪਰਵਾਹ ਹੈ ਅਤੇ ਪ੍ਰਸੰਸਾ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 22,
            "verse": 65,
            "text": "ਕੀ ਤੁਸੀਂ ਨਹੀ ਵੇਖਦੇ ਕਿ ਅੱਲਾਹ ਨੇ ਧਰਤੀ ਦੀਆਂ ਚੀਜ਼ਾਂ ਨੂੰ ਤੁਹਾਡੀ ਸੇਵਾ ਵਿਚ ਲਗਾ ਦਿੱਤਾ ਹੈ ਅਤੇ ਕਿਸ਼ਤੀਆਂ ਨੂੰ ਵੀ। ਉਹ ਉਸ ਦੇ ਹੁਕਮ ਨਾਲ ਸਾਗਰ ਵਿਚ ਚਲਦੀਆਂ ਹਨ। ਅਤੇ ਅੱਲਾਹ ਨੇ ਆਪਣੇ ਹੁਕਮ ਨਾਲ ਅਸਮਾਨ ਨੂੰ ਧਰਤੀ ਤੋਂ ਡਿਗਣ ਤੋਂ ਥੰਮ੍ਰਿਆ ਹੋਇਆ ਹੈ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਲੋਕਾਂ ਤੇ ਨਰਮੀ ਕਰਨ ਵਾਲਾ ਅਤੇ ਰਹਿਮਤ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "ਅਤੇ ਉਹ ਹੀ ਹੈ ਜਿਸ ਨੇ ਤੁਹਾਨੂੰ ਜੀਵਨ ਪ੍ਰਦਾਨ ਕੀਤਾ ਹੈ ਅਤੇ ਉਹ ਹੀ ਤੁਹਾਨੂੰ ਮੌਤ ਦਿੰਦਾ ਹੈ ਅਤੇ ਫਿਰ ਉਹ ਤੁਹਾਨੂੰ ਜੀਵਿਤ ਕਰੇਗਾ। ਬੇਸ਼ੱਕ ਇਨਸਾਨ ਬੜਾ ਹੀ ਨਾ-ਸ਼ੁਕਰਾ ਹੈ।"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "ਅਤੇ ਅਸੀਂ ਹਰੇਕ ਸੰਪਰਦਾ ਲਈ ਇੱਕ ਹੱਦ ਨਿਰਧਾਰਿਤ ਕੀਤੀ ਸੀ, ਜਿਸ ਦਾ ਉਹ ਪਾਲਣ ਕਰਦੇ ਸਨ। ਇਸ ਲਈ ਉਹ ਇਸ ਮਾਮਲੇ ਵਿਚ ਤੁਹਾਡੇ ਨਾਲ ਝਗੜਾ ਨਾ ਕਰਨ। ਅਤੇ ਤੁਸੀਂ ਆਪਣੇ ਰੱਬ ਵੱਲ ਸੱਦੋ। ਯਕੀਨਨ ਤੁਸੀਂ ਸਿੱਧੇ ਰਾਹ ਤੇ ਹੋ।"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "ਜੇਕਰ ਉਹ ਤੁਹਾਡੇ ਨਾਲ ਝਗੜਾ ਕਰਨ ਤਾਂ ਕਹੋ ਕਿ ਅੱਲਾਹ ਚੰਗੀ ਤਰਾਂ ਜਾਣਦਾ ਹੈ ਜਿਹੜਾ ਕੁਝ ਤੁਸੀਂ ਕਰ ਰਹੇ ਹੋ।"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "ਅੱਲਾਹ ਕਿਆਮਤ ਦੇ ਦਿਨ ਤੁਹਾਡੇ ਵਿਚ ਉਸ ਚੀਜ਼ ਦਾ ਫ਼ੈਸਲਾ ਕਰ ਦੇਵੇਗਾ, ਜਿਸ ਬਾਰੇ ਤੁਸੀਂ ਮੱਤ-ਭੇਦ ਕਰਦੇ ਰਹੇ ਹੋ।"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "ਕੀ ਤੁਸੀਂ ਨਹੀਂ ਜਾਣਦੇ ਕਿ ਅਸਮਾਨ ਅਤੇ ਧਰਤੀ ਦੀ ਹਰ ਵਸਤੂ ਅੱਲਾਹ ਦੇ ਗਿਆਨ ਵਿਚ ਹੈ। ਸਾਰਾ ਕੁਝ ਇੱਕ ਕਿਤਾਬ ਵਿਚ ਹੈ। ਬੇਸ਼ੱਕ ਇਹ ਅੱਲਾਹ ਲਈ ਅਸਾਨ ਹੈ।"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "ਅਤੇ ਉਹ ਅੱਲਾਹ ਤੋਂ ਬਿਨਾ ਉਸ ਦੀ ਇਬਾਦਤ ਕਰਦੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਦੇ ਪੱਖ ਵਿਚ ਅੱਲਾਹ ਨੇ ਕੋਈ ਪ੍ਰਮਾਣ ਨਹੀਂ ਉਤਾਰਿਆ ਅਤੇ ਨਾ ਉਨ੍ਹਾਂ ਦੇ ਬਾਰੇ ਵਿਚ ਉਨ੍ਹਾਂ ਨੂੰ ਕੋਈ ਗਿਆਨ ਹੈ। ਅਤੇ ਜ਼ਾਲਿਮਾਂ ਦਾ ਕੋਈ ਸਹਾਇਕ ਨਹੀਂ।"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "ਅਤੇ ਜਦੋਂ ਤੁਹਾਨੂੰ ਸਾਡੀਆਂ ਸਪੱਸ਼ਟ ਆਇਤਾਂ ਪੜ੍ਹ ਦੇ ਸੁਣਾਈਆਂ ਜਾਂਦੀਆਂ ਹਨ ਤਾਂ ਤੁਸੀ ਇਨਕਾਰੀਆਂ ਦੇ ਮੂੰਹ ਤੇ ਮਾੜੇ ਚਿੰਨ੍ਹ ਵੇਖਦੇ ਹਂ। ਮਾਨੋ, ਉਹ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਤੇ ਹਮਲਾ ਕਰ ਦੇਣਗੇ ਜਿਹੜੇ ਉਨ੍ਹਾਂ ਨੂੰ ਸਾਡੀਆਂ ਆਇਤਾਂ ਪੜ੍ਹ ਕੇ ਸੁਣਾ ਰਹੇ ਹਨ। ਆਖੋ, ਕੀ ਮੈਂ ਤੁਹਾਨੂੰ ਦੱਸਾਂ ਕਿ' ਇਸ ਤੋਂ ਬ਼ੂਰੀ ਚੀਜ਼ ਕੀ ਹੈ। ਉਹ ਅੱਗ ਹੈ। ਉਸ ਦਾ ਅੱਲਾਹ ਨੇ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਨਾਲ, ਜਿਨ੍ਹਾ ਨੇ ਇਨਕਾਰ ਕੀਤਾ ਵਾਅਦਾ ਕੀਤਾ ਹੈ। ਇਹ ਬਹੁਤ ਬੁਰਾ ਪੜਾਅ ਹੈ।"
        },
        {
            "chapter": 22,
            "verse": 73,
            "text": "ਹੇ ਲੋਕੋ! ਮਿਸਾਲ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ, ਤਾਂ ਇਸ ਨੂੰ ਧਿਆਨ ਨਾਲ ਸੁਣੋ। ਤੁਸੀਂ ਲੋਕ ਅੱਲਾਹ ਤੋਂ' ਬਿਨਾ ਜਿਸ ਚੀਜ਼ ਨੂੰ ਪੁਕਾਰਦੇ ਹੋ, ਉਹ ਇੱਕ ਮੱਖੀ ਵੀ ਪੈਦਾ ਨਹੀਂ ਕਰ ਸਕਦੇ। ਭਾਵੇਂ ਸਾਰੇ ਦੇ ਸਾਰੇ ਇਸ (ਮਕਸਦ) ਲਈ ਇਕੱਠੇ ਕਿਉਂ ਨਾ ਹੋਂ ਜਾਣ। ਅਤੇ ਜੇਕਰ ਮੱਖੀ ਉਨ੍ਹਾਂ ਤੋਂ ਕੁਝ ਖੋਹ ਲਵੇ, ਤਾਂ ਉਹ ਉਸ ਤੋਂ ਉਸ ਨੂੰ ਛਡਾ ਨਹੀਂ ਸਕਦੇ। ਮਦਦ ਮੰਗਣ ਵਾਲੇ ਵੀ ਬਲਹੀਨ ਅਤੇ ਜਿਨ੍ਹਾਂ ਤੋਂ ਮਦਦ ਮੰਗੀ ਉਹ ਵੀ ਬਲਹੀਨ।"
        },
        {
            "chapter": 22,
            "verse": 74,
            "text": "ਉਨ੍ਹਾਂ ਨੇ ਅੱਲਾਹ ਦੀ ਕਦਰ ਨਾ ਪਛਾਣੀ, ਜਿਹੜੀ ਕਿ ਉਨ੍ਹਾਂ ਨੂੰ ਪਛਾਣਨੀ ਚਾਹੀਦੀ ਸੀ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਬਲਵਾਨ ਹੈ ਅਤੇ ਤਾਕਤਵਰ ਹੈ।"
        },
        {
            "chapter": 22,
            "verse": 75,
            "text": "ਅੱਲਾਹ ਫ਼ਰਿਸ਼ਤਿਆਂ ਵਿਚੋਂ ਆਪਣਾ ਸੁਨੇਹਾ ਪਹੁੰਚਾਉਣ ਵਾਲਾ ਚੁਣਦਾ ਹੈ ਅਤੇ ਮਨੁੱਖਾਂ ਵਿਚੋਂ ਵੀ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਸੁਣਨ ਵਾਲਾ ਅਤੇ ਵੇਖਣ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 22,
            "verse": 76,
            "text": "ਉਹ ਜਾਣਦਾ ਹੈ ਕਿ ਜਿਹੜਾ ਕੁਝ ਉਨ੍ਹਾਂ ਦੇ ਅੱਗੇ ਅਤੇ ਪਿੱਛੇ ਹੈ। ਅਤੇ ਅੱਲਾਹ ਵੱਲ ਹੀ ਸਾਰੇ ਮਾਮਲੇ ਵਾਪਿਸ ਮੁੜਦੇ ਹਨ।"
        },
        {
            "chapter": 22,
            "verse": 77,
            "text": "ਹੇ ਈਮਾਨ ਵਾਲਿਓ! ਰਕੂਅ (ਝੂਕੋ) ਅਤੇ ਸਿਜਦਾ ਕਰੋ ਅਤੇ ਆਪਣੇ ਰੱਬ ਦੀ ਇਬਾਦਤ ਕਰੋ ਅਤੇ ਨੇਕੀ ਦੇ ਕੰਮ ਕਰੋ ਤਾਂ ਕਿ ਤੁਸੀਂ ਸਫ਼ਲ ਹੋਵੋ।"
        },
        {
            "chapter": 22,
            "verse": 78,
            "text": "ਅਤੇ ਅੱਲਾਹ ਦੇ ਰਾਹ ਵਿਚ ਸੰਘਰਸ਼ ਕਰੋ, ਜਿਵੇਂ ਕਿ ਸੰਘਰਸ਼ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ। ਉਸਨੇ ਤੁਹਾਨੂੰ ਚੁਣਿਆ ਹੈ। ਉਸ ਨੇ ਧਰਮ ਦੇ ਮਾਮਲੇ ਵਿਚ ਤੁਹਾਡੇ ਲਈ ਕੋਈ ਸਖ਼ਤੀ ਨਹੀਂ` ਰੱਖੀ। ਤੁਹਾਡੇ ਪਿਤਾ ਇਬਰਾਹੀਮ ਦਾ ਧਰਮ, ਉਸ ਨੇ ਹੀ ਤੁਹਾਡਾ ਨਾਮ ਮੁਸਲਿਮ ਰੱਖਿਆ। ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਅਤੇ ਇਸ ਕੁਰਆਨ ਵਿਚ ਵੀ ਤਾਂ ਕਿ ਰਸੂਲ ਤੁਹਾਡੇ ਉੱਪਰ ਗਵਾਹ ਹੋਵੇ ਅਤੇ ਤੁਸੀਂ ਲੋਕਾਂ ਉੱਪਰ ਗਵਾਹ ਬਣੋ। ਇਸ ਲਈ ਨਮਾਜ਼ ਸਥਾਪਿਤ ਕਰੋਂ ਅਤੇ ਜ਼ਕਾਤ ਅਦਾ ਕਰੋਂ। ਅਤੇ ਅੱਲਾਹ ਨੂੰ ਮਜ਼ਬੂਤੀ ਨਾਲ ਪਕੜ, ਉਹੀ ਤੁਹਾਡਾ ਮਾਲਕ ਹੈ। ਤਾਂ ਉਹ ਕਿਹੋ ਜਿਹਾ ਵਧੀਆ ਮਾਲਕ ਹੈ ਅਤੇ ਕਿਹੋ ਜਿਹਾ ਵਧੀਆ ਸਮਰੱਥਕ।"
        },
        {
            "chapter": 23,
            "verse": 1,
            "text": "ਯਕੀਨਨ ਈਮਾਨ ਵਾਲਿਆਂ ਨੇ ਦੋਵਾਂ ਸੰਸਾਰਾਂ ਵਿਚ ਸਫ਼ਲਤਾ ਪ੍ਰਾਪਤ ਕੀਤੀ ਹੈ"
        },
        {
            "chapter": 23,
            "verse": 2,
            "text": "ਜਿਹੜੇ ਆਪਣੀ ਨਮਾਜ਼ ਲਈ ਝੁਕਣ ਵਾਲੇ ਹਨ।"
        },
        {
            "chapter": 23,
            "verse": 3,
            "text": "ਅਤੇ ਜਿਹੜੇ ਫਾਲਤੂ ਗੱਲਾਂ ਤੋਂ ਬਚਦੇ ਹਨ।"
        },
        {
            "chapter": 23,
            "verse": 4,
            "text": "ਅਤੇ ਜ਼ਕਾਤ ਅਦਾ ਕਰਨ ਵਾਲੇ ਹਨ।"
        },
        {
            "chapter": 23,
            "verse": 5,
            "text": "ਅਤੇ ਜਿਹੜੇ ਆਪਣੇ ਗੁਪਤ ਅੰਗਾਂ ਦੀ ਰੱਖਿਆ ਕਰਨ ਵਾਲੇ ਹਨ।"
        },
        {
            "chapter": 23,
            "verse": 6,
            "text": "ਬਿਨ੍ਹਾਂ ਆਪਣੀਆਂ ਪਤਨੀਆਂ ਦੇ ਅਤੇ ਉਨ੍ਹਾਂ ਔਰਤਾਂ ਦੇ ਜਿਹੜੀਆਂ ਉਨ੍ਹਾਂ ਦੀ ਮਲਕੀਅਤ ਵਿਚ ਹੋਣ ਕਿ ਉਨ੍ਹਾਂ ਨਾਲ ਸੰਗ ਕਰਨ ਵਿਚ ਕੋਈ ਮਾੜਾ ਨਹੀਂ।"
        },
        {
            "chapter": 23,
            "verse": 7,
            "text": "ਹਾਂ ਜਿਹੜੇ ਉਨ੍ਹਾਂ ਤੋਂ ਬਿਨ੍ਹਾਂ ਹੋਰਾਂ ਦੇ ਇਛੁੱਕ ਹਨ ਅਤੇ ਇਹ ਹੱਦਾਂ ਟੱਪਣ ਵਾਲੇ ਹਨ।"
        },
        {
            "chapter": 23,
            "verse": 8,
            "text": "ਅਤੇ ਜਿਹੜੇ ਆਪਣੀਆਂ ਅਮਾਨਤਾਂ ਅਤੇ ਇਕਰਾਰਾਂ ਦਾ ਧਿਆਨ ਰੱਖਣ ਵਾਲੇ ਹਨ।"
        },
        {
            "chapter": 23,
            "verse": 9,
            "text": "ਅਤੇ ਜਿਹੜੇ ਆਪਣੀਆਂ ਨਮਾਜ਼ਾਂ ਦੀ ਰੱਖਿਆ ਕਰਦੇ ਹਨੇ।"
        },
        {
            "chapter": 23,
            "verse": 10,
            "text": "ਤਾਂ ਉਹ ਹੀ ਲੋਕ ਵਾਰਿਸ ਹੋਣ ਵਾਲੇ ਹਨ, ਜਿਹੜੇ ਸਵਰਗ ਦੀ ਵਿਰਾਸਤ ਪਾਉਣਗੇ।"
        },
        {
            "chapter": 23,
            "verse": 11,
            "text": "ਉਹ ਉਸ ਵਿਚ ਹਮੇਸ਼ਾਂ ਰਹਿਣਗੇ।"
        },
        {
            "chapter": 23,
            "verse": 12,
            "text": "ਅਤੇ ਅਸੀਂ ਮਨੁੱਖ ਨੂੰ ਮਿੱਟੀ ਦੇ ਤੱਤ ਤੋਂ ਪੈਦਾ ਕੀਤਾ ਹੈ।"
        },
        {
            "chapter": 23,
            "verse": 13,
            "text": "ਫਿਰ ਅਸੀਂ ਪਾਣੀ ਦੀ ਇੱਕ ਬੂੰਦ ਦੇ ਰੂਪ ਵਿਚ ਉਸ ਨੂੰ ਇੱਕ ਸੁਰੱਖਿਅਤ ਟਿਕਾਣੇ ਵਿਚ ਰੱਖਿਆ।"
        },
        {
            "chapter": 23,
            "verse": 14,
            "text": "ਫਿਰ ਅਸੀਂ ਪਾਣੀ ਦੀ ਇੱਕ ਬੂੰਦ ਤੋਂ ਇੱਕ ਭਰੂਣ ਦਾ ਰੂਪ ਦਿੱਤਾ, ਫਿਰ ਭਰੂਣ ਨੂੰ ਮਾਸ ਦਾ ਇੱਕ ਲੋਕੜਾ ਬਣਾਇਆ, ਫਿਰ ਲੋਥੜੇ ਦੇ ਅੰਦਰ ਹੱਡੀਆਂ ਪੈਦਾ ਕੀਤੀਆਂ। ਫਿਰ ਅਸੀਂ ਹੱਡੀਆਂ ਉੱਤੇ ਮਾਸ ਚੜ੍ਹਾ ਦਿੱਤਾ। ਫਿਰ ਅਸੀਂ ਉਸ ਨੂੰ ਇੱਕ ਨਵੇਂ ਰੂਪ ਵਿਚ ਖੜ੍ਹਾ ਕੀਤਾ। ਤਾਂ ਉਹ ਅੱਲਾਹ ਵੱਡੀਆਂ ਬਰਕਤਾਂ ਵਾਲਾ ਅਤੇ ਅਤਿ ਉੱਤਮ ਸਿਰਜਣਹਾਰ ਹੈ।"
        },
        {
            "chapter": 23,
            "verse": 15,
            "text": "ਫਿਰ ਇਸ ਤੋਂ ਮਗਰੋਂ ਤੁਸੀਂ ਜ਼ਰੂਰ ਮਰਨਾ ਹੈ।"
        },
        {
            "chapter": 23,
            "verse": 16,
            "text": "ਫਿਰ ਤੁਸੀਂ ਕਿਆਮਤ ਦੇ ਦਿਨ ਜਿੰਦਾ ਕੀਤੇ ਜਾਉਗੇ।"
        },
        {
            "chapter": 23,
            "verse": 17,
            "text": "ਫਿਰ ਅਸੀਂ ਤੁਹਾਡੇ ਲਈ ਸੱਤ ਰਾਹ ਬਣਾਏ ਅਤੇ ਅਸੀਂ ਖਲਕਤ ਤੋਂ ਬੇਖ਼ਬਰ ਨਹੀਂ ਹੋਏ।"
        },
        {
            "chapter": 23,
            "verse": 18,
            "text": "ਅਤੇ ਅਸੀਂ ਅਸਮਾਨ ਤੋਂ ਇਕ ਨਿਯਤ ਤਰੀਕੇ ਨਾਲ ਪਾਣੀ ਵਰਸਾਇਆ। ਫਿਰ ਅਸੀਂ ਉਸ ਨੂੰ ਧਰਤੀ ਵਿਚ ਰੋਕ ਦਿੱਤਾ। ਅਤੇ ਅਸੀਂ ਉਸ ਨੂੰ ਵਾਪਿਸ ਲੈਣ ਦੇ ਵੀ ਸਮਰੱਥ ਹਾਂ।"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "ਫਿਰ ਅਸੀਂ ਉਸ ਵਿਚੋਂ ਤੁਹਾਡੇ ਲਈ ਖਜੂਰ ਅਤੇ ਅੰਗੂਰ ਦੇ ਬਾਗ਼ ਪੈਦਾ ਕੀਤੇ। ਤੁਹਾਡੇ ਲਈ ਉਨ੍ਹਾਂ ਵਿਚ ਬਹੁਤ ਸਾਰੇ ਫ਼ਲ ਹਨ ਅਤੇ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਵਿਚੋਂ' ਖਾਂਦੇ ਹੋ।"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "ਅਤੇ ਅਸੀਂ ਉਹ ਰੁੱਖ ਪੈਦਾ ਕੀਤਾ ਜਿਹੜਾ ਸੀਨਾ ਪਹਾੜ ਤੋਂ ਨਿਕਲਦਾ ਹੈ, ਉਹ ਤੇਲ ਲੈ ਕੇ ਉਗਦਾ ਹੈ ਅਤੇ ਖਾਣ ਵਾਲਿਆਂ ਲਈ ਸਾਲਣ ਵੀ।"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "ਅਤੇ ਤੁਹਾਡੇ ਲਈ ਜਾਨਵਰਾਂ ਵਿਚ ਸਿੱਖਿਆ ਹੈ। ਅਸੀਂ ਤੁਹਾਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਪੇਟ ਵਿਚੋਂ ਚੀਜ਼ਾਂ (ਦੁੱਧ) ਪਿਲਾਉਂਦੇ ਹਾਂ। ਅਤੇ ਤੁਹਾਡੇ ਲਈ ਉਨ੍ਹਾਂ ਦੇ ਅਨੇਕਾਂ ਲਾਭ ਹਨ ਅਤੇ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਖਾਂਦੇ ਹੋ।"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "ਅਤੇ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਉੱਪਰ ਅਤੇ ਕਿਸ਼ਤੀਆਂ ਉੱਪਰ ਸਵਾਰੀ ਕਰਦੇ ਹੋ।"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "ਅਤੇ ਅਸੀਂ ਨੂਹ ਨੂੰ ਉਸ ਦੀ ਕੌਮ ਵੱਲ ਭੇਜਿਆ ਤਾਂ ਉਸ ਨੇ ਆਖਿਆ ਹੈ ਮੇਰੀ ਕੌਮ! ਤੁਸੀਂ ਅੱਲਾਹ ਦੀ ਬੰਦਗੀ ਕਰੋ। ਉਸ ਤੋਂ' ਬਿਨ੍ਹਾਂ ਤੁਹਾਡਾ ਕੋਈ ਪੂਜਣਯੋਗ ਨਹੀਂ। ਕੀ ਤੁਸੀ ਡਰਦੇ ਨਹੀਂ"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "ਤਾਂ ਉਸ ਦੀ ਕੌਮ ਦੇ ਸਰਦਾਰ, ਜਿਹੜੇ ਇਨਕਾਰੀ ਸਨ। ਉਨ੍ਹਾਂ ਨੇ ਆਖਿਆ ਇਹ ਤਾਂ ਬੱਸ ਤੁਹਾਡੇ ਵਰਗਾ ਇੱਕ ਆਦਮੀ ਹੈ। ਉਹ ਚਾਹੁੰਦਾ ਹੈ ਕਿ ਤੁਹਾਡੇ ਉੱਪਰ ਆਪਣਾ ਪ੍ਰਭਾਵ ਜਮਾ ਲਵੇ। ਅਤੇ ਜੇਕਰ ਅੱਲਾਹ ਚਾਹੁੰਦਾ ਤਾਂ ਉਹ ਫ਼ਰਿਸ਼ਤੇ ਭੇਜਦਾ। ਅਸੀਂ ਇਹ ਗੱਲ ਆਪਣੇ ਪਿਛਲੇ ਵਡੇਰਿਆਂ ਤੋਂ ਨਹੀਂ ਸੁਣੀ।"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "ਇਹ ਤਾਂ ਬੱਸ ਇੱਕ ਬੰਦਾ ਹੈ ਜਿਸ ਤੇ ਪਾਗਲਪਨ ਸਵਾਰ ਹੈ “ਤਾਂ ਬਸ ਇੱਕ ਸਮੇਂ ਤੱਕ ਇਸ ਦੀ ਉਡੀਕ ਕਰੋ।"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "ਨੂਹ ਨੇ ਆਖਿਆ ਹੇ ਮੇਰੇ ਪਾਲਣਹਾਰ! ਤੂੰ ਮੇਰੀ ਮਦਦ ਕਰ ਕਿਉਂਕਿ ਇਨ੍ਹਾਂ ਨੇ ਮੈਨੂੰ ਝੁਠਲਾ ਦਿੱਤਾ ਹੈ।"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "ਤਾਂ ਅਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਇੱਕ ਵਹੀ ਭੇਜੀ ਕਿ ਤੁਸੀਂ ਸਾਡੇ ਸਾਹਮਣੇ ਇੱਕ ਕਿਸ਼ਤੀ ਤਿਆਰ ਕਰੋ ਸਾਡੇ ਮਾਰਗ ਦਰਸ਼ਨ ਦੇ ਅਨੁਸਾਰ। ਅਤੇ ਜਦੋਂ ਸਾਡਾ ਹੁਕਮ ਆ ਜਾਵੇ ਅਤੇ ਧਰਤੀ ਦਾ ਪਾਣੀ ਉਬਲ ਪਵੇ ਤਾਂ ਹਰੇਕ ਕਿਸਮ ਦੇ ਜਾਨਵਰਾਂ ਵਿਚੋਂ ਇੱਕ-ਇੱਕ ਜੋੜਾ ਲੈ ਕੇ ਉਸ (ਕਿਸ਼ਤੀ) ਵਿਚ ਸਵਾਰ ਹੋ ਜਾਵੋ। ਅਤੇ ਆਪਣੇ ਘਰ ਵਾਲਿਆਂ ਨੂੰ ਵੀ ਸਿਲ੍ਹਾਂ ਉਨ੍ਹਾਂ ਦੇ ਜਿਨ੍ਹਾਂ ਦੇ ਸਬੰਧ ਵਿਚ ਪਹਿਲਾਂ ਫ਼ੈਸਲਾ ਹੋ ਜ਼ੁੱਕਿਆ ਹੈ (ਨਾਲ ਲੈ ਲਵੋ? ਅਤੇ ਜਿਨ੍ਹਾਂ ਨੇ ਜ਼ੁਲਮ ਕੀਤਾ ਹੈ ਉਨ੍ਹਾਂ ਦੇ ਮਾਮਲੇ ਵਿਚ ਮੇਰੇ ਨਾਲ ਗੱਲ ਨਾ ਕਰੋਂ। ਬੇਸ਼ੱਕ ਉਨ੍ਹਾਂ ਨੇ ਡੱਬਣਾ ਹੈ।)"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "ਫਿਰ ਜਦੋਂ ਤੁਸੀਂ ਅਤੇ ਤੁਹਾਡੇ ਸਾਥੀ ਕਿਸ਼ਤੀ ਵਿਚ ਬੈਠ ਜਾਣ ਤਾਂ ਆਖੋ ਕਿ ਸਿਫਤ ਹੈ ਅੱਲਾਹ ਦੀ ਜਿਸ ਨੇ ਸਾਨੂੰ ਜ਼ਾਲਿਮ ਲੋਕਾਂ ਤੋਂ ਬਚਾਇਆ।"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "ਅਤੇ ਆਖੋਂ ਕਿ ਹੈ ਮੇਰੇ ਪਾਲਣਹਾਰ! ਤੂੰ ਮੈਨੂੰ ਬਰਕਤ ਵਾਲੀ ਥਾਂ ਉੱਪਰ ਉਤਾਰ ਅਤੇ ਤੂੰ ਸਭ ਤੋਂ ਵਧੀਆ ਉਤਾਰਨ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "ਬੇਸ਼ੱਕ ਇਸ ਵਿਚ ਨਿਸ਼ਾਨੀਆਂ ਹਨ ਅਤੇ ਬੇਸ਼ੱਕ ਅਸੀਂ ਬੰਦਿਆਂ ਦਾ ਇਮਤਿਹਾਨ ਲੈਂਦੇ ਹਾਂ।"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "ਫਿਰ ਅਸੀਂ ਉਸ ਤੋਂ ਮਗਰੋਂ ਦੂਜਾ ਸਮੂਹ ਪੈਦਾ ਕੀਤਾ।"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "ਫਿਰ ਉਨ੍ਹਾਂ ਵਿਚੋਂ' ਹੀਂ ਇੱਕ ਰਸੂਲ ਉਨ੍ਹਾਂ ਕੋਲ ਭੇਜਿਆ ਕਿ ਤੁਸੀਂ ਅੱਲਾਹ ਦੀ ਇਬਾਦਤ ਕਰੋ ਉਸ ਤੋਂ ਬਿਨ੍ਹਾਂ ਤੁਹਾਡਾ ਕੋਈ ਪੂਜਣਯੋਗ ਨਹੀਂ। ਕੀ ਤੁਸੀਂ ਡਰਦੇ ਨਹੀਂ"
        },
        {
            "chapter": 23,
            "verse": 33,
            "text": "ਅਤੇ ਉਸ ਦੀ ਕੌਮ ਦੇ ਸਰਦਾਰਾਂ ਨੇ ਜਿਨ੍ਹਾਂ ਨੇ ਇਨਕਾਰ ਕੀਤਾ ਅਤੇ ਪ੍ਰਲੋਕ ਦੀ ਮੁਲਾਕਾਤ ਨੂੰ ਬੁਠਲਾਇਆ ਅਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਸੰਸਾਰਿਕ ਜੀਵਨ ਵਿਚ ਖੁਸ਼ਹਾਲੀ ਬਖਸ਼ਿਸ਼ ਕੀਤੀ ਸੀ। ਉਨ੍ਹਾਂ ਨੇ ਕਿਹਾ ਕਿ ਇਹ ਤਾਂ ਸਾਡੇ ਵਰਗਾ ਹੀ ਇੱਕ ਬੰਦਾ ਹੈ ਉਹੀ ਖਾਂਦਾ ਹੈ ਜਿਹੜਾ ਤੁਸੀਂ ਖਾਂਦੇ ਹੋ ਅਤੇ ਉਹ ਹੀ ਪੀਂਦਾ ਹੈ ਜਿਹੜਾ ਤੁਸੀਂ ਪੀਂਦੇ ਹੋ।"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "ਅਤੇ ਜੇਕਰ ਤੁਸੀਂ ਆਪਣੇ ਵਰਗੇ ਹੀ ਇੱਕ ਬੰਦੇ ਦੀ ਗੱਲ ਮੰਨੀ ਤਾਂ ਤੁਸੀਂ ਵੱਡੇ ਘਾਟੇ ਵਿਚ ਰਹੌਂਗੇ।"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "ਕੀ ਇਹ ਬੰਦਾ ਤੁਹਾਨੂੰ ਕਹਿੰਦਾ ਹੈ ਕਿ ਜਦੋਂ' ਤੁਸੀ ਮਰ ਜਾਉਗੇ ਅਤੇ ਮਿੱਟੀ ਅਤੇ ਹੱਡੀਆਂ ਹੋ ਜਾਵੋਗੇ ਤਾਂ ਫਿਰ ਤੂਸੀ' ਕਬਰਾਂ ਵਿਚੋਂ ਕੱਢੇ ਜਾਉਂਗੇ।"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "ਇਹ ਫਜ਼ੂਲ ਗੱਲਾਂ ਹਨ ਜਿਹੜੀਆਂ ਤੁਹਾਨੂੰ ਦੱਸੀਆਂ ਜਾ ਰਹੀਆਂ ਹਨ।"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "ਜੀਵਨ ਤਾਂ ਇਹੋ ਹੀ ਹੈ ਸੰਸਾਰਿਕ ਜੀਵਨ। ਇੱਥੇ ਅਸੀਂ ਮਰਦੇ ਹਾਂ ਅਤੇ ਜਿਊਂਦੇ ਹਾਂ ਅਤੇ ਅਸੀਂ ਫਿਰ ਉਠਾਏ ਜਾਣ ਵਾਲੇ ਨਹੀਂ।"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "ਇਹ ਤਾਂ ਬੱਸ ਇਕ ਅਜਿਹਾ ਬੰਦਾ ਹੈ ਜਿਸ ਨੇ ਅੱਲਾਹ ਉੱਪਰ ਝੂਠ ਮੜ੍ਹਿਆ ਹੈ। ਅਤੇ ਅਸੀਂ ਇਸ ਨੂੰ ਮੰਨਣ ਵਾਲੇ ਨਹੀਂ।"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "ਰਸੂਲ ਨੇ ਕਿਹਾ ਹੇ ਮੇਰੇ ਪਾਲਣਹਾਰ! ਮੇਰੀ ਮਦਦ ਕਰ (ਕਿਉਂਕਿ) ਇਨ੍ਹਾਂ ਨੇ ਮੈਨੂੰ ਝੁਠਲਾ ਦਿੱਤਾ ਹੈ।"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "ਫ਼ਰਮਾਇਆ ਕਿ ਇਹ ਲੋਕ ਜਲਦੀ ਹੀ ਪਛਤਾਉਣਗੇ।"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਸਿੱਟੇ ਵਜੋਂ ਇੱਕ ਭਿਆਨਕ ਅਵਾਜ਼ ਨੇ ਫੜ ਲਿਆ। ਫਿਰ ਅਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਕੂੜਾ ਕਚਰਾ ਬਣਾ ਕੇ ਰੱਖ ਦਿੱਤਾ। ਤਾਂ ਦਫ਼ਾ ਹੋਈ ਜ਼ਾਲਿਮ ਕੌਂਮ।"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "ਫਿਰ ਅਸੀਂ ਉਨ੍ਹਾਂ ਤੋਂ ਮਗਰੋਂ ਅਨੇਕਾਂ ਕੌਮਾਂ ਪੈਦਾ ਕੀਤੀਆ।"
        },
        {
            "chapter": 23,
            "verse": 43,
            "text": "ਕੋਈ ਕੌਮ ਨਾ ਆਪਣੇ ਵਾਅਦੇ ਤੋਂ ਅੱਗੇ ਜਾਂਦੀ ਅਤੇ ਨਾ ਉਸ ਤੋਂ ਪਿੱਛੇ ਰਹਿੰਦੀ।"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "ਫਿਰ ਅਸੀਂ ਲਗਾਤਾਰ ਆਪਣੇ ਰਸੂਲ ਭੇਜੇ ਜਦੋਂ ਵੀ ਕਿਸੇ ਕੌਂਮ ਦੇ ਕੋਲ ਉਸ ਦਾ ਰਸੂਲ ਆਇਆ ਤਾਂ ਉਨ੍ਹਾਂ ਨੇ ਉਸ ਤੋਂ ਇਨਕਾਰ ਕੀਤਾ। ਤਾਂ ਅਸੀਂ ਇੱਕ ਤੋਂ ਬਾਅਦ ਇੱਕ ਸਾਰਿਆਂ ਦਾ ਮਲੀਆ ਮੇਟ ਕਰ ਦਿੱਤਾ। ਅਤੇ ਅਸੀਂ' ਉਨ੍ਹਾਂ ਨੂੰ ਕਿੱਸੇ ਕਹਾਣੀਆਂ ਬਣਾ ਛੱਡਿਆ। ਤਾਂ ਦੂਰ ਹੋਣ ਉਹ ਲੋਕ ਜਿਹੜੇ ਈਮਾਨ ਨਹੀਂ ਲਿਆਉਂਦੇ।"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "ਫਿਰ ਅਸੀਂ ਮੂਸਾ ਅਤੇ ਉਸ ਦੇ ਭਰਾ ਹਾਰੂਨ ਨੂੰ ਆਪਣੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਅਤੇ ਪ੍ਰਤੱਖ ਦਲੀਲਾਂ ਦੇ ਨਾਲ ਭੇਜਿਆ।"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "ਫਿਰਔਨ ਅਤੇ ਉਸ ਦੇ ਦਰਬਾਰੀਆਂ ਦੇ ਕੋਲ, ਤਾਂ ਉਹ ਹੰਕਾਰੀ ਲੋਕ ਸਨ, ਉਨ੍ਹਾਂ ਨੇ ਹੰਕਾਰ ਕੀਤਾ।"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "ਤਾਂ ਉਨ੍ਹਾਂ ਨੇ ਕਿਹਾ ਕਿ ਕੀ ਅਸੀਂ ਆਪਣੇ ਵਰਗੇ ਦੋ ਆਦਮੀਆਂ ਦੀ ਗੱਲ ਮੰਨ ਲਈਏ। ਜਦੋਂ' ਕਿ ਇਨ੍ਹਾਂ ਦੀ ਕੌਮ ਦੇ ਲੋਕ ਸਾਡੇ ਗੁਲਾਮ ਹਨ।"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "ਫਿਰ ਉਨ੍ਹਾਂ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਝੁਠਲਾ ਦਿੱਤਾ। ਫਿਰ ਉਹ ਨਸ਼ਟ ਕਰ ਦਿੱਤੇ ਗਏ।"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "ਅਤੇ ਅਸੀਂ ਮੂਸਾ ਨੂੰ ਕਿਤਾਬ ਦਿੱਤੀ ਤਾਂ ਕਿ ਉਹ ਰਾਹ ਪਾਉਣ।"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "ਫਿਰ ਅਸੀਂ ਮਰੀਅਮ ਦੇ ਬੇਟੇ ਅਤੇ ਉਸ ਦੀ ਮਾਂ ਨੂੰ ਇੱਕ ਨਿਸ਼ਾਨੀ ਬਣਾਇਆ ਅਤੇ ਅਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਇੱਕ ਉਚੀ ਧਰਤੀ ਉੱਤੇ ਇੱਕ ਟਿਕਾਣਾ ਦਿੱਤਾ, ਜਿਹੜੀ ਸ਼ਾਂਤੀ ਦੀ ਜਗ੍ਹਾ ਸੀ ਅਤੇ ਉਥੇ ਪਾਣੀ ਦਾ ਚਸ਼ਮਾ ਵਗ ਰਿਹਾ ਸੀ।"
        },
        {
            "chapter": 23,
            "verse": 51,
            "text": "ਹੇ ਪੈਗੰਬਰੋ! ਸਾਫ ਚੀਜ਼ਾਂ ਖਾਉ ਅਤੇ ਚੰਗੇ ਕੰਮ ਕਰੋ। ਮੈਂ ਜਾਣਦਾ ਹਾਂ ਜੋ ਕੁਝ ਤੁਸੀਂ ਕਰਦੇ ਹੋ।"
        },
        {
            "chapter": 23,
            "verse": 52,
            "text": "ਅਤੇ ਇਹ ਕਿ ਤੁਹਾਡਾ ਧਰਮ ਇੱਕ ਹੀ ਧਰਮ ਹੈ ਅਤੇ ਮੈਂ ਤੁਹਾਡਾ ਰੱਬ ਹਾਂ। ਇਸ ਲਈ ਤੁਸੀਂ ਮੇਰੇ ਤੋਂ ਡਰੋ।"
        },
        {
            "chapter": 23,
            "verse": 53,
            "text": "ਫਿਰ ਲੋਕਾਂ ਨੇ ਅਪਾਣੇ ਧਰਮ ਨੂੰ ਪਰਸਪਰ ਟੁੱਕੜੇ-ਟੁੱਕੜੇ ਕਰ ਲਿਆ। ਹਰੇਕ ਸਮੂਹ ਦੇ ਕੋਲ ਜੋ ਵੀ ਕੁਝ ਹੈ ਉਹ ਉਸੇ ਤੇ ਹੀ ਮਗਨ ਹੈ।"
        },
        {
            "chapter": 23,
            "verse": 54,
            "text": "ਹੁਣ ਉਨ੍ਹਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦੀ ਬੇਹੋਸ਼ੀ ਵਿਚ ਕੂਝ ਦਿਨ ਛੱਡ ਦੇਵੋ।"
        },
        {
            "chapter": 23,
            "verse": 55,
            "text": "ਕੀ ਉਹ ਸਮਝਦੇ ਹਨ ਕਿ ਅਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਜਿਹੜੀ ਜਾਇਦਾਦ ਅਤੇ ਔਲਾਦ ਦੇ ਰਹੇ ਹਾਂ।"
        },
        {
            "chapter": 23,
            "verse": 56,
            "text": "ਤਾਂ ਅਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਲਾਭ ਪਹੁੰਚਾਉਣ ਲਈ ਸਰਗਰਮ ਹਾਂ। ਸਗੋਂ ਇਹ ਪ੍ਰੀਖਿਆ ਹੈ। ਲੇਕਿਨ ਉਹ ਗੱਲ ਨੂੰ ਨਹੀਂ ਸਮਝਦੇ।"
        },
        {
            "chapter": 23,
            "verse": 57,
            "text": "ਬੇਸ਼ੱਕ ਜਿਹੜੇ ਲੋਕ ਆਪਣੇ ਰੱਬ ਦੇ ਪ੍ਰਕੋਪ ਤੋਂ ਡਰਦੇ ਹਨ।"
        },
        {
            "chapter": 23,
            "verse": 58,
            "text": "ਅਤੇ ਜਿਹੜੇ ਲੋਕ ਆਪਣੇ ਰੱਬ ਦੀਆਂ ਆਇਤਾਂ ਉੱਪਰ ਈਮਾਨ ਰੱਖਦੇ ਹਨ।"
        },
        {
            "chapter": 23,
            "verse": 59,
            "text": "ਅਤੇ ਜਿਹੜੇ ਲੋਕ ਆਪਣੇ ਰੱਬ ਦੇ ਬਰਾਬਰ ਕਿਸੇ ਨੂੰ ਸ਼ਰੀਕ ਨਹੀਂ ਬਣਾਉਂਦੇ।"
        },
        {
            "chapter": 23,
            "verse": 60,
            "text": "ਅਤੇ ਜਿਹੜੇ ਲੋਕ ਦੇ ਸਕਦੇ ਹਨ ਉਹ ਰੱਬ ਦੇ ਰਾਹ ਵਿਚ ਦਿੰਦੇ ਹਨ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਦਿਲ ਕੰਬਦੇ ਹਨ ਕਿ ਉਹ ਆਪਣੇ ਰੱਬ ਵੱਲ ਵਾਪਸ ਜਾਣ ਵਾਲੇ ਹਨ।"
        },
        {
            "chapter": 23,
            "verse": 61,
            "text": "ਇਹ ਲੋਕ ਚੰਗਿਆਈ ਦੇ ਰਾਹ ਵੱਲ ਭੱਜ ਪੈਂਦੇ ਹਨ ਅਤੇ ਨੇਕੀਆਂ ਵਿਚ ਸਭ ਤੋਂ ਅੱਗੇ ਪਹੁੰਚਣ ਵਾਲੇ ਹਨ।"
        },
        {
            "chapter": 23,
            "verse": 62,
            "text": "ਅਤੇ ਅਸੀਂ ਕਿਸੇ ਉੱਪਰ ਉਸ ਦੀ ਸਮਰੱਥਾ ਤੋਂ ਜ਼ਿਆਦਾ ਭਾਰ ਨਹੀਂ ਪਾਉਂਦੇ। ਅਤੇ ਸਾਡੇ ਕੋਲ ਅਸੂਲਾਂ ਦੀ ਇੱਕ ਕਿਤਾਬ ਹੈ, ਜਿਹੜੀ ਬਿਲਕੁਲ ਸਹੀ ਬੋਲਦੀ ਹੈ ਅਤੇ ਉਨ੍ਹਾਂ ਉੱਪਰ ਜ਼ੁਲਮ ਨਹੀਂ ਹੋਵੇਗਾ।"
        },
        {
            "chapter": 23,
            "verse": 63,
            "text": "ਸਗੋਂ ਉਨ੍ਹਾਂ ਦੇ ਦਿਲ ਉਸ ਵਲੋਂ ਗਾਫ਼ਿਲ ਹਨ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਕੁਝ ਕਰਮ ਇਸ ਤੋਂ' ਬਿਨ੍ਹਾਂ ਹਨ ਅਤੇ ਉਹ ਉਨ੍ਹਾਂ ਨੂੰ ਕਰਦੇ ਰਹਿਣਗੇ।"
        },
        {
            "chapter": 23,
            "verse": 64,
            "text": "ਇੱਥੋਂ ਲੱਗਣਗੇ।"
        },
        {
            "chapter": 23,
            "verse": 65,
            "text": "ਹੁਣ ਬੇਨਤੀਆਂ ਨਾ ਕਰੋ ਹੁਣ ਸਾਡੇ ਵੱਲੋਂ ਤੁਹਾਨੂੰ ਕੋਈ ਮਦਦ ਨਹੀਂ ਪਹੁੰਚੇਗੀ।"
        },
        {
            "chapter": 23,
            "verse": 66,
            "text": "ਤੁਹਾਨੂੰ ਮੇਰੀਆਂ ਆਇਤਾਂ ਸੁਣਾਈਆਂ ਜਾਂਦੀਆਂ ਸਨ ਤਾਂ ਤੁਸੀਂ ਮੂੰਹ ਫੇਰ ਕੇ ਭੱਜ ਜਾਂਦੇ ਸੀ।"
        },
        {
            "chapter": 23,
            "verse": 67,
            "text": "ਇਸ ਨਾਲ ਹੰਕਾਰ ਕਰਕੇ। ਮਾਨੋ, ਕਿੱਸੇ ਕਹਾਣੀਆਂ ਬਿਆਨ ਕਰਨ ਵਾਲੇ ਨੂੰ ਛੱਡ ਰਹੇ ਹੋ।"
        },
        {
            "chapter": 23,
            "verse": 68,
            "text": "ਫਿਰ ਕੀ ਉਨ੍ਹਾਂ ਨੇ ਇਸ ਬਾਣੀ ਉੱਪਰ ਵਿਚਾਰ ਨਹੀਂ ਕੀਤਾ ਜਾਂ ਇਨ੍ਹਾਂ ਦੇ ਕੋਲ ਅਜਿਹੀ ਚੀਜ਼ ਆਈ ਹੈ ਜਿਹੜੀ ਇਨ੍ਹਾਂ ਦੇ ਪਹਿਲੇ ਪਿਉ-ਦਾਦਿਆਂ ਕੋਲ ਨਹੀਂ ਆਈ।"
        },
        {
            "chapter": 23,
            "verse": 69,
            "text": "ਜਾਂ ਉਨ੍ਹਾਂ ਨੇ ਆਪਣੇ ਰਸੂਲ ਨੂੰ ਨਹੀਂ ਪਛਾਣਿਆ ਇਸ ਲਈ ਕਿ ਉਹ ਇਸ ਨੂੰ ਨਹੀਂ ਮੰਨਦੇ।"
        },
        {
            "chapter": 23,
            "verse": 70,
            "text": "ਜਾਂ ਉਹ ਕਹਿੰਦੇ ਹਨ ਕਿ ਇਸ ਨੂੰ ਪਾਗ਼ਲਪਣ ਹੈ। ਸਗੋਂ ਉਹ ਇਨ੍ਹਾਂ ਦੇ ਕੋਲ ਸੱਚ ਲੈ ਕੇ ਆਇਆ ਹੈ। ਅਤੇ ਇਨ੍ਹਾਂ ਵਿਚੋਂ ਜ਼ਿਆਦਾਤਰ ਨੂੰ ਸੱਚੀਆਂ ਗੱਲਾਂ ਮਾੜੀਆਂ ਲੱਗਦੀਆਂ ਹਨ।"
        },
        {
            "chapter": 23,
            "verse": 71,
            "text": "ਅਤੇ ਜੇਕਰ ਸੱਚ ਇਨ੍ਹਾਂ ਦੀਆਂ ਇੱਛਾਵਾਂ ਦੇ ਅਧੀਨ ਹੁੰਦਾ ਤਾਂ ਆਕਾਸ਼, ਧਰਤੀ ਅਤੇ ਜਿਹੜਾ ਇਨ੍ਹਾਂ ਦੇ ਵਿਚਕਾਰ ਹੈ ਸਭ ਖ਼ਤਮ ਹੋ ਜਾਂਦਾ। ਸਗੋਂ ਅਸੀਂ ਇਨ੍ਹਾਂ ਦੇ ਕੋਲ ਉਨ੍ਹਾਂ ਦੀ ਨਸੀਹਤ (ਦੀ ਕਿਤਾਬ) ਭੇਜੀ ਤਾਂ ਉਹ ਆਪਣੀ ਸਿਖਿਆ ਤੋਂ ਮੂੰਹ ਮੋੜ ਰਹੇ ਹਨ।"
        },
        {
            "chapter": 23,
            "verse": 72,
            "text": "ਕੀ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਤੋਂ ਕੋਈ ਦੌਲਤ ਮੰਗ ਰਹੇ ਹੋ, ਤਾਂ ਤੁਹਾਡੋ ਰੱਬ ਦਾ ਸਰਮਾਇਆ ਤੁਹਾਡੇ ਲਈ ਉੱਤਮ ਹੈ ਅਤੇ ਉਹ ਹੀ ਉੱਤਮ ਰਿਜ਼ਕ ਦੇਣ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 23,
            "verse": 73,
            "text": "ਅਤੇ ਨਿਸ਼ਚਿਤ ਤੌਰ ਤੇ ਤੁਸੀਂ ਇਨ੍ਹਾਂ ਨੂੰ ਇਕ ਸਿੱਧੇ ਰਾਹ ਵੱਲ ਸੱਦ (ਬੁਲਾ) ਰਹੇ ਹੋ।"
        },
        {
            "chapter": 23,
            "verse": 74,
            "text": "ਅਤੇ ਜਿਹੜੇ ਲੋਕ ਪ੍ਰਲੋਕ ਉੱਪਰ ਵਿਸ਼ਵਾਸ਼ ਨਹੀਂ ਰੱਖਦੇ ਉਹ ਰਾਹ ਤੋਂ ਭਟਕ ਗਏ ਹਨ।"
        },
        {
            "chapter": 23,
            "verse": 75,
            "text": "ਅਤੇ ਜੇਕਰ ਅਸੀਂ ਇਨ੍ਹਾਂ ਉੱਪਰ ਰਹਿਮ ਕਰੀਏ ਅਤੇ ਇਨ੍ਹਾਂ ਉੱਪਰ ਜਿਹੜੇ ਕਸ਼ਟ ਹਨ ਉਸ ਨੂੰ ਦੂਰ ਕਰ ਦੇਈਏ ਤਾਂ ਵੀ ਉਹ ਵਿਰੋਧ ਵਿਚ ਕੁਰਾਹੇ ਪਏ ਰਹਿਣਗੇ।"
        },
        {
            "chapter": 23,
            "verse": 76,
            "text": "ਅਤੇ ਅਸੀਂ ਇਨ੍ਹਾਂ ਨੂੰ ਸਜ਼ਾ ਵਿਚ ਫੜ੍ਹਿਆ। ਪਰੰਤੂ ਨਾ ਇਹ ਆਪਣੇ ਰੱਬ ਦੇ ਅੱਗੇ ਝੁੱਕੇ ਅਤੇ ਨਾ ਇਨ੍ਹਾਂ ਨੇ ਨਿਮਰਤਾ ਦਿਖਾਈ।"
        },
        {
            "chapter": 23,
            "verse": 77,
            "text": "ਇੱਥੋਂ ਤੱਕ ਕਿ ਜਦੋਂ ਅਸੀਂ ਇਨ੍ਹਾਂ ਉੱਪਰ ਕਠੌਰ ਸਜ਼ਾ ਦੇ ਦਰਵਾਜ਼ੇ ਖੋਲ੍ਹ ਦੇਵਾਂਗੇ ਤਾਂ ਉਹ ਉਸ ਸਮੇਂ ਹੈਰਾਨ ਰਹਿ ਜਾਣਗੇ।"
        },
        {
            "chapter": 23,
            "verse": 78,
            "text": "ਅਤੇ ਉਹ ਹੀ ਹੈ ਜਿਸ ਨੇ ਤੁਹਾਡੇ ਲਈ ਕੰਨ, ਅੱਖਾਂ ਅਤੇ ਦਿਲ ਬਣਾਇਆ। ਤੁਸੀਂ ਬਹੁਤ ਘੱਟ ਸ਼ੁਕਰ ਕਰਦੇ ਹੋ।"
        },
        {
            "chapter": 23,
            "verse": 79,
            "text": "ਅਤੇ ਉਹ ਹੀ ਹੈ ਜਿਸ ਨੇ ਤੁਹਾਨੂੰ ਧਰਤੀ ਵਿਚ ਫੈਲਾਇਆ ਅਤੇ ਤੁਸੀ' ਉਸੇ ਵੱਲ ਇੱਕਠੇ ਕੀਤੇ ਜਾਉਗੇ।"
        },
        {
            "chapter": 23,
            "verse": 80,
            "text": "ਅਤੇ ਉਹ ਹੀ ਹੈ ਜਿਹੜਾ ਜੀਵਤ ਕਰਦਾ ਹੈ ਅਤੇ ਮਾਰਦਾ ਹੈ। ਦਿਨ ਅਤੇ ਰਾਤ ਦਾ ਬਦਲਣਾ ਵੀ ਉਸੇ ਦਾ ਅਧਿਕਾਰ ਵਿਚ ਹੈ ਤਾਂ ਕੀ ਤੁਸੀਂ ਨਹੀਂ ਸਮਝਦੇ।"
        },
        {
            "chapter": 23,
            "verse": 81,
            "text": "ਸਗੋਂ ਉਨ੍ਹਾਂ ਨੇ ਉਹ ਹੀ ਗੱਲ ਕਹੀ ਜਿਹੜੀ ਪਹਿਲਿਆਂ ਨੇ ਕਹੀ ਸੀ।"
        },
        {
            "chapter": 23,
            "verse": 82,
            "text": "ਉਨ੍ਹਾਂ ਨੇ ਕਿਹਾ ਕੀ ਜਦੋਂ ਅਸੀਂ ਮਰ ਜਾਵਾਂਗੇ ਅਤੇ ਅਸੀਂ ਮਿੱਟੀ ਅਤੇ ਹੱਡੀਆਂ ਹੋ ਜਾਵਾਂਗੇ ਤਾਂ ਕੀ ਅਸੀਂ ਫਿਰ ਉਠਾਏ ਜਾਵਾਂਗੇ।"
        },
        {
            "chapter": 23,
            "verse": 83,
            "text": "ਉਸ ਦਾ ਵਾਅਦਾ ਸਾਨੂੰ ਅਤੇ ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਸਾਡੇ ਪਿਉਂ ਦਾਦਿਆਂ ਨੂੰ ਵੀ ਦਿੱਤਾ ਗਿਆ। ਇਹ ਸਿਰਫ਼ ਪੁਰਾਣੀਆਂ ਕਹਾਣੀਆਂ ਹਨ।"
        },
        {
            "chapter": 23,
            "verse": 84,
            "text": "ਆਖੋ ਕਿ ਧਰਤੀ ਵਿਚ ਅਤੇ ਜਿਹੜਾ ਕੁਝ ਇਸ ਦੇ ਅੰਦਰ ਹੈ ਉਹ ਕਿਸਦਾ ਹੈ, ਜੇਕਰ ਤੁਸੀਂ ਜਾਣਦੇ ਹੋ।"
        },
        {
            "chapter": 23,
            "verse": 85,
            "text": "ਉਹ ਕਹਿਣਗੇ ਇਹ ਅੱਲਾਹ ਦਾ ਹੈ। ਆਖੋ, ਕਿ ਫਿਰ ਤੁਸੀਂ ਸੋਚਦੇ ਨਹੀਂ।"
        },
        {
            "chapter": 23,
            "verse": 86,
            "text": "ਆਖੋ, ਕਿ ਸੱਤਾਂ ਅਸਮਾਨਾਂ ਦਾ ਮਾਲਕ ਕੌਣ ਹੈ ਅਤੇ ਮਹਾਨ ਸਿੰਘਾਸਣ ਦਾ ਮਾਲਕ ਕੌਣ ਹੈ।"
        },
        {
            "chapter": 23,
            "verse": 87,
            "text": "ਉਹ ਕਹਿਣਗੇ ਕਿ ਸਭ ਅੱਲਾਹ ਦਾ ਹੈ। ਆਖੋ, ਫਿਰ ਤੁਸੀਂ ਡਰਦੇ ਕਿਉਂ ਨਹੀਂ।"
        },
        {
            "chapter": 23,
            "verse": 88,
            "text": "ਆਖੋ, ਕਿ ਕੌਣ ਹੈ ਜਿਸ ਦੇ ਹੱਥ ਵਿਚ ਹਰ ਚੀਜ਼ ਦਾ ਅਧਿਕਾਰ ਹੈ ਅਤੇ ਉਹ ਹੀ ਸ਼ਰਣ ਦਿੰਦਾ ਹੈ। ਉਸ ਦੇ ਮੁਕਾਬਲੇ ਕੋਈ ਸ਼ਰਨ ਨਹੀਂ ਦੇ ਸਕਦਾ ਜੇਕਰ ਤੁਸੀਂ ਸਮਝਦੇ ਹੋ।"
        },
        {
            "chapter": 23,
            "verse": 89,
            "text": "ਉਹ ਕਹਿਣਗੇ ਕਿ ਇਹ ਅੱਲਾਹ ਲਈ ਹੈ। ਆਖੋ, ਕਿ ਫਿਰ ਕਿੱਥੋਂ ਤੁਹਾਡੇ ਤੇ ਜਾਦੂ ਹੋ ਜਾਂਦਾ ਹੈ"
        },
        {
            "chapter": 23,
            "verse": 90,
            "text": "ਸਗੋਂ ਅਸੀਂ' ਉਨ੍ਹਾਂ ਕੋਲ ਸੱਚ ਲਿਆਏ ਹਾਂ ਅਤੇ ਯਕੀਨਨ ਹੀ ਉਹ ਝੂਠੇ ਹਨ।"
        },
        {
            "chapter": 23,
            "verse": 91,
            "text": "ਅੱਲਾਹ ਨੇ ਕੋਈ ਪੁੱਤਰ ਨਹੀਂ ਬਣਾਇਆ ਅਤੇ ਨਾ ਹੀ ਉਸ ਦੇ ਬਰਾਬਰ ਕੋਈ ਪੂਜਣਯੋਗ ਹੈ। ਜੇਕਰ ਅਜਿਹਾ ਹੁੰਦਾ ਤਾਂ ਹਰੇਕ ਖੁਦਾ ਆਪਣੀ ਖਲਕਤ ਨੂੰ ਲੈ ਕੇ ਅੱਡ ਹੋ ਜਾਂਦਾ ਅਤੇ ਉਹ ਇੱਕ ਦੂਸਰੇ ਉੱਪਰ ਹਮਲਾ ਕਰਦਾ। ਅੱਲਾਹ ਪਵਿੱਤਰ ਹੈ ਉਸ ਤੋਂ ਜਿਹੜਾ ਉਹ ਬਿਆਨ ਕਰਦੇ ਹਨ।"
        },
        {
            "chapter": 23,
            "verse": 92,
            "text": "ਉਹ ਖੁੱਲੀਆਂ ਅਤੇ ਗੁੱਝੀਆਂ ਨੂੰ ਜਾਣਨ ਵਾਲਾ ਹੈ ਉਹ ਉਸ ਨਾਲੋਂ ਬਹੁਤ ਉਚਾ ਹੈ ਜਿਸ ਨੂੰ ਇਹ ਉਸ ਦਾ ਸ਼ਰੀਕ ਬਣਾਉਂਦੇ ਹਨ।"
        },
        {
            "chapter": 23,
            "verse": 93,
            "text": "ਆਖੋ, ਕਿ ਹੇ ਮੇਰੇ ਪਾਲਣਹਾਰ! ਜੇਕਰ ਤੂੰ ਮੈਨੂੰ ਉਹ ਦਿਖਾ ਦੇਵੇ ਜਿਸ ਦਾ ਇਨ੍ਹਾਂ ਨਾਲ ਵਾਅਦਾ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ।"
        },
        {
            "chapter": 23,
            "verse": 94,
            "text": "ਤਾਂ ਹੇ ਮੇਰੇ ਪਾਲਣਹਾਰ! ਮੈਨੂੰ ਜ਼ਾਲਿਮ ਲੋਕਾਂ ਵਿਚ ਸ਼ਾਮਿਲ ਨਾ ਕਰ।"
        },
        {
            "chapter": 23,
            "verse": 95,
            "text": "ਯਕੀਨਨ ਅਸੀਂ ਇਨ੍ਹਾਂ ਨਾਲ ਜਿਹੜਾ ਵਾਅਦਾ ਕਰ ਰਹੇ ਹਾਂ ਉਹ ਤੁਹਾਨੂੰ ਦਿਖਾ ਦੇਣ ਦੀ ਤਾਕਤ ਰੱਖਦੇ ਹਾਂ।"
        },
        {
            "chapter": 23,
            "verse": 96,
            "text": "ਤੁਸੀਂ ਬੁਰਾਈ ਨੂੰ ਉਸ ਤਰੀਕੇ ਨਾਲ ਰੋਂਕੋਂ ਜਿਹੜਾ ਵਧੀਆ ਹੋਵੇ। ਅਸੀਂ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦੇ ਹਾਂ ਜਿਹੜਾ ਇਹ ਲੋਕ ਆਖਦੇ ਹਨ।"
        },
        {
            "chapter": 23,
            "verse": 97,
            "text": "ਅਤੇ ਕਹੋਂ ਕਿ ਹੇ ਮੇਰੇ ਪਾਲਣਹਾਰ! ਮੈਂ ਸ਼ਰਣ ਮੰਗਦਾ ਹਾਂ, ਸ਼ੈਤਾਨਾਂ ਦੇ ਸ਼ੂਰੇ ਵਿਚਾਰਾਂ ਤੋਂ।"
        },
        {
            "chapter": 23,
            "verse": 98,
            "text": "ਅਤੇ ਹੇ ਮੇਰੇ ਪਾਲਣਹਾਰ! ਮੈਂ ਤੇਰੇ ਤੋਂ ਸ਼ਰਣ ਮੰਗਦਾ ਹਾਂ ਕਿ ਉਹ ਮੇਰੇ ਪਾਸ ਆਉਣ।"
        },
        {
            "chapter": 23,
            "verse": 99,
            "text": "ਇੱਥੋਂ ਤੱਕ ਕਿ ਜਦੋਂ ਉਨ੍ਹਾਂ ਵਿਚੋਂ` ਕਿਸੇ ਨੂੰ ਮੌਤ ਆ ਜਾਂਦੀ ਹੈ ਤਾਂ ਉਹ ਕਹਿੰਦਾ ਹੈ ਕਿ ਹੇ ਮੇਰੇ ਪਾਲਣਹਾਰ! ਮੈਨੂੰ ਵਾਪਿਸ ਭੇਜਦੇ।"
        },
        {
            "chapter": 23,
            "verse": 100,
            "text": "ਤਾਂ ਕਿ ਜਿਸ ਨੂੰ ਮੈਂ ਛੱਡ ਆਇਆ ਹਾਂ ਉਸ ਵਿਚ ਕੁਝ ਪੂੰਨ ਕਮਾਵਾਂ। ਕਦੇ ਵੀ ਨਹੀਂ, ਇਹ ਸਿਰਫ਼ ਇੱਕ ਗੱਲ ਹੈ ਜਿਹੜੀ ਉਹ ਕਹਿੰਦਾ ਹੈ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਅੱਗੇ ਉਸ ਦਿਨ ਤੱਕ ਲਈ ਪਰਦਾ ਹੈ ਜਦੋਂ ਉਹ ਉਠਾਏ ਜਾਣਗੇ।"
        },
        {
            "chapter": 23,
            "verse": 101,
            "text": "ਫਿਰ ਜਦੋਂ ਬਿਗਲ ਜਾਇਆ ਜਾਵੇਗਾ ਤਾਂ ਉਨ੍ਹਾਂ ਦੇ ਵਿਚਕਾਰ ਨਾ ਕੋਈ ਰਿਸ਼ਤਾ ਰਹੇਗਾ ਅਤੇ ਨਾ ਕੋਈ ਕਿਸੇ ਨੂੰ ਪੁੱਛੇਗਾ।"
        },
        {
            "chapter": 23,
            "verse": 102,
            "text": "ਫਿਰ ਜਿਨ੍ਹਾਂ ਦੇ ਪਲੜੇ ਭਾਰੀ ਹੋਣਗੇ ਉਹੀ ਲੋਕ ਸਫ਼ਲ ਹੋਣਗੇ।"
        },
        {
            "chapter": 23,
            "verse": 103,
            "text": "ਅਤੇ ਜਿਨ੍ਹਾਂ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਘਾਟੇ ਵਿਚ ਪਾਇਆ ਉਨ੍ਹਾਂ ਦੇ ਪਲੜੇ ਹਲਕੇ ਹੋਣਗੇ। ਅਤੇ ਉਹ ਨਰਕ ਵਿਚ ਹਮੇਸ਼ਾ ਰਹਿਣਗੇ।"
        },
        {
            "chapter": 23,
            "verse": 104,
            "text": "ਉਨ੍ਹਾਂ ਦੇ ਚੇਹਰਿਆਂ ਨੂੰ ਅੱਗ ਝੁਲਸ ਦੇਵੇਗੀ ਅਤੇ ਉਹ ਉਸ ਨਾਲ ਕਰੂਪ (ਬਦ ਸ਼ਕਲ) ਹੋ ਜਾਣਗੇ।"
        },
        {
            "chapter": 23,
            "verse": 105,
            "text": "ਕੀ ਤੁਹਾਨੂੰ ਮੇਰੀਆਂ ਆਇਤਾਂ ਪੜ੍ਹ ਕੇ ਨਹੀਂ ਸੁਣਾਈਆਂ ਜਾਂਦੀਆਂ ਸਨ ਅਤੇ ਫਿਰ ਤੁਸੀਂ ਉਸ ਤੋਂ ਇਨਕਾਰ ਕਰਦੇ ਸੀ।"
        },
        {
            "chapter": 23,
            "verse": 106,
            "text": "ਉਹ ਕਹਿਣਗੇ ਕਿ ਹੇ ਸਾਡੇ ਪਾਲਣਹਾਰ! ਸਾਡੀ ਮਾੜੀ ਕਿਸਮਤ ਨੇ ਸਾਨੂੰ ਘੇਰ ਲਿਆ ਅਤੇ ਅਸੀਂ ਭਟਕੇ ਹੋਏ ਲੋਕ ਸੀ।"
        },
        {
            "chapter": 23,
            "verse": 107,
            "text": "ਹੇ ਸਾਡੇ ਪਾਲਣਹਾਰ! ਸਾਨੂੰ ਇਸ ਵਿਚੋਂ ਕੱਢ ਲੈ ਫਿਰ ਜੇਕਰ ਅਸੀਂ ਅਜਿਹਾ ਕਰੀਏ ਤਾਂ ਬਿਨ੍ਹਾਂ ਸ਼ੱਕ ਅਸੀਂ ਜ਼ਾਲਿਮ ਹਾਂ।"
        },
        {
            "chapter": 23,
            "verse": 108,
            "text": "ਅੱਲਾਹ ਆਖੇਗਾ ਕਿ ਦੂਰ ਹੋ, ਇਸੇ ਵਿਚ ਪਏ ਰਹੋਂ ਅਤੇ ਮੇਰੇ ਨਾਲ ਗੱਲ ਨਾ ਕਰੋ।"
        },
        {
            "chapter": 23,
            "verse": 109,
            "text": "ਮੇਰੇ ਬੰਦਿਆਂ ਵਿਚੋਂ ਇੱਕ ਵਰਗ ਸੀ ਜਿਹੜਾ ਕਹਿੰਦਾ ਸੀ ਕਿ ਹੇ ਸਾਡੇ ਪਾਲਣਹਾਰ! ਅਸੀਂ ਈਮਾਨ ਲਿਆਏ ਹਾਂ ਇਸ ਲਈ ਤੂੰ ਸਾਨੂੰ ਮੁਆਫ਼ ਕਰ ਦੇ ਅਤੇ ਸਾਡੇ ਉੱਪਰ ਰਹਿਮਤ ਕਰ, ਤੂੰ ਸਭ ਤੋਂ ਵੱਡਾ ਰਹਿਮਤ ਕਰਨ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 23,
            "verse": 110,
            "text": "ਤਾਂ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਮਜ਼ਾਕ ਬਣਾ ਲਿਆ ਇੱਥੋਂ ਤੱਕ ਕਿ ਉਨ੍ਹਾਂ ਤੋਂ ਪਿੱਛੋਂ ਤੁਸੀਂ ਸਾਡੀ ਯਾਦ ਭੁੱਲਾ ਦਿੱਤੀ ਅਤੇ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਉੱਪਰ ਹੱਸਦੇ ਰਹੇ।"
        },
        {
            "chapter": 23,
            "verse": 111,
            "text": "ਮੈਂ ਉਨ੍ਹਾਂ ਨੂੰ ਅੱਜ ਉਨ੍ਹਾਂ ਦੇ ਸਬਰ ਦਾ ਫ਼ਲ ਦਿੱਤਾ ਹੈ ਉਹ ਹੀ ਸਫ਼ਲ ਹੋਣ ਵਾਲੇ ਹਨ।"
        },
        {
            "chapter": 23,
            "verse": 112,
            "text": "ਆਖਿਆ ਜਾਵੇਗਾ ਕਿ ਵਰ੍ਹਿਆਂ ਦੀ ਗਿਣਤੀ ਨਾਲ ਤੁਸੀਂ ਕਿੰਨੀ ਦੇਰ ਧਰਤੀ ਤੇ ਰਹੇ।"
        },
        {
            "chapter": 23,
            "verse": 113,
            "text": "ਉਹ ਕਹਿਣਗੇ ਕਿ ਅਸੀਂ ਇੱਕ ਦਿਨ ਰਹੇ ਜਾਂ ਇੱਕ ਦਿਨ ਤੋਂ ਵੀ ਘੱਟ। ਫਿਰ ਗਿਣਤੀ ਵਾਲਿਆਂ ਨੂੰ ਪੁੱਛ ਲਵੋ।"
        },
        {
            "chapter": 23,
            "verse": 114,
            "text": "ਆਖਿਆ ਜਾਵੇਗਾ ਕਿ ਤੁਸੀਂ ਥੋੜ੍ਹਾ ਸਮਾਂ ਹੀ ਰਹੇ। ਕਾਸ਼! ਤੁਸੀਂ ਜਾਣਦੇ ਹੁੰਦੇ।"
        },
        {
            "chapter": 23,
            "verse": 115,
            "text": "ਫਿਰ ਕੀ ਤੁਸੀਂ ਇਹ ਸਮਝਦੇ ਹੋ ਕਿ ਅਸੀਂ ਤੁਹਾਨੂੰ ਬਿਨ੍ਹਾਂ ਮਕਸਦ ਤੋਂ ਪੈਦਾ ਕੀਤਾ ਹੈ ਅਤੇ ਤੁਸੀਂ ਸਾਡੇ ਕੋਲ ਨਹੀਂ ਲਿਆਂਦੇ ਜਾਉਗੇ।"
        },
        {
            "chapter": 23,
            "verse": 116,
            "text": "ਅੱਲਾਹ ਵਡਿਆਈਆਂ ਵਾਲਾ ਹੈ, ਸੱਚਾ ਪਾਤਸ਼ਾਹ ਹੈ ਉਸ ਤੋਂ ਬਿਨ੍ਹਾਂ ਕੋਈ ਪੂਜਣਯੋਗ ਨਹੀਂ ਉਹ ਮਹਾਨ ਸਿੰਘਾਸਣ ਦਾ ਮਾਲਕ ਹੈ।"
        },
        {
            "chapter": 23,
            "verse": 117,
            "text": "ਅਤੇ ਜਿਹੜਾ ਬੰਦਾ ਅੱਲਾਹ ਦੇ ਬਰਾਬਰ ਕਿਸੇ ਹੋਰ ਪੂਜਣਯੋਗ ਨੂੰ ਬੁਲਾਵੇ, ਜਿਸ ਦੇ ਪੱਖ ਵਿਚ ਉਸ ਦੇ ਪਾਸ ਕੋਈ ਪ੍ਰਮਾਣ ਨਹੀਂ ਤਾਂ ਉਸ ਦਾ ਹਿਸਾਬ ਕਿਤਾਬ ਅੱਲਾਹ ਦੇ ਕੌਲ ਹੈ। ਬਿਨਾ ਸ਼ੱਕ ਅਵੱਗਿਆਕਾਰੀਆਂ ਨੂੰ ਸਫ਼ਲਤਾ ਨਹੀਂ ਮਿਲੇਗੀ।"
        },
        {
            "chapter": 23,
            "verse": 118,
            "text": "ਅਤੇ ਆਖੋ ਕਿ ਹੇ ਮੇਰੇ ਪਾਲਣਹਾਰ! ਮੈਨੂੰ ਮੁਆਫ਼ ਕਰ ਦੇ ਅਤੇ ਮੇਰੇ ਉੱਪਰ ਰਹਿਮਤ ਕਰ। ਤੂੰ ਸਭ ਤੋਂ ਚੰਗਾ ਰਹਿਮ ਕਰਨ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 24,
            "verse": 1,
            "text": "ਇਹ ਇੱਕ ਸੂਰਤ ਹੈ, ਜਿਸ ਨੂੰ ਅਸੀਂ ਉਤਰਿਆ ਹੈ ਅਤੇ ਇਸ ਨੂੰ ਅਸੀਂ ਫ਼ਰਜ਼ ਭਾਵ ਜ਼ਰੂਰੀ ਕਰ ਦਿੱਤਾ ਹੈ। ਅਤੇ ਇਸ ਵਿਚ ਅਸੀਂ ਸਪੱਸ਼ਟ ਆਇਤਾਂ ਉਤਾਰੀਆਂ ਹਨ, ਤਾਂ ਕਿ ਤੁਸੀਂ ਯਾਦ ਰੱਖੋ।"
        },
        {
            "chapter": 24,
            "verse": 2,
            "text": "ਵਿਭਚਾਰੀ ਇਸਤਰੀ ਅਤੇ ਵਿਭਚਾਰੀ ਬੰਦੇ ਦੋਵਾਂ ਵਿਚੋਂ ਹਰ ਇੱਕ ਨੂੰ ਸੌ ਕੌੜੇ ਮਾਰੋ। ਅਤੇ ਤੁਹਾਨੂੰ ਇਨ੍ਹਾਂ ਦੋਵਾਂ ਲਈ ਅੱਲਾਹ ਦੇ ਦੀਨ (ਧਰਮ) ਦੇ ਮਾਮਲੇ ਵਿਚ ਰਹਿਮ ਨਹੀਂ ਆਉਣਾ ਚਾਹੀਦਾ ਹੈ। ਜੇਕਰ ਤੁਸੀਂ ਅੱਲਾਹ ਅਤੇ ਪ੍ਰਲੋਕ ਦੇ ਦਿਨ ਉੱਪਰ ਵਿਸ਼ਵਾਸ਼ ਰਖਦੇ ਹੋ। ਅਤੇ ਚਾਹੀਦਾ ਹੈ ਕਿ ਦੋਵਾਂ ਨੂੰ ਦੰਡ ਦੇਣ ਦੇ ਸਮੇ ਮੁਸਲਮਾਨਾ ਦਾ ਇੱਕ ਵਰਗ ਹਾਜ਼ਰ ਰਹੇ।"
        },
        {
            "chapter": 24,
            "verse": 3,
            "text": "ਵਿਭਚਾਰੀ ਮਰਦ ਨਿਕਾਹ ਨਾ ਕਰਨ, ਸ਼ਿਨਾ ਵਿਭਚਾਰੀ ਔਰਤਾਂ ਦੇ ਜਾਂ ਮੁਸ਼ਰੱਕ ਔਰਤ ਦੇ ਨਾਲ। ਅਤੇ ਵਿਭਚਾਰਨੀ ਦੇ ਨਾਲ ਨਿਕਾਹ ਨਾ ਕਰਨ, ਸਿਵਾਏ ਵਿਭਚਾਰੀ ਜਾਂ ਮੁਸ਼ਰੱਕ (ਮੂਰਤੀ ਪੂਜਕ)। ਇਹ ਹਰਾਮ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ ਈਮਾਨ ਵਾਲਿਆਂ ਲਈ।"
        },
        {
            "chapter": 24,
            "verse": 4,
            "text": "ਅਤੇ ਜਿਹੜੇ ਲੋਕ ਸਦਾਜ਼ਾਰੀ (ਪਵਿੱਤਰ) ਔਰਤਾਂ ਤੇ ਇਲਜਾਮ ਲਾਉਣ ਅਤੇ ਫਿਰ ਚਾਰ ਗਵਾਹ ਨਾ ਲਿਆਉਣ ਤਾਂ ਉਨ੍ਹਾਂ ਨੂੰ ਅੱਸੀ (80) ਕੋੜੇ ਮਾਰੋ। ਅਤੇ ਉਨ੍ਹਾਂ ਦੀ ਗਵਾਹੀ ਕਦੇ ਵੀ ਸਵੀਕਾਰ ਨਾ ਕਰੋ। ਇਹ ਹੀ ਲੋਕ ਅੱਵਗਿਆਕਾਰੀ ਹਨ।"
        },
        {
            "chapter": 24,
            "verse": 5,
            "text": "ਪ੍ਰਤੂੰ ਜਿਹੜੇ ਲੋਕ ਇਸ ਤੋਂ ਬਾਅਦ ਤੌਬਾ ਕਰ ਲੈਣ ਅਤੇ (ਆਪਣਾ) ਸੁਧਾਰ ਕਰ ਲੈਣ ਤਾਂ ਅੱਲਾਹ ਮੁਆਫ਼ੀ ਦੇਣ ਵਾਲਾ ਅਤੇ ਰਹਿਮਤ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 24,
            "verse": 6,
            "text": "ਅਤੇ ਜਿਹੜੇ ਲੋਕ ਆਪਣੀਆ ਪਤਨੀਆਂ ਉੱਪਰ ਦੋਸ਼ ਲਾਉਂਦੇ ਹਨ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਕੋਲ ਉਨ੍ਹਾਂ ਦੇ ਆਪਣੇ ਆਪ ਤੋਂ ਬਿਨਾ ਕੋਈ ਗਵਾਹ ਨਾ ਹੋਵੇ ਤਾਂ ਅਜਿਹੇ ਬੰਦੇ ਦੀ ਗਵਾਹੀ ਦਾ ਰੂਪ ਇਹ ਹੈ ਕਿ ਉਹ ਚਾਰ ਵਾਰ ਅੱਲਾਹ ਦੀ ਸਹੁੰ ਖਾ ਕੇ ਕਹੇ ਕਿ ਬੇਸ਼ੱਕ ਉਹ ਸੱਚਾ ਹੈ।"
        },
        {
            "chapter": 24,
            "verse": 7,
            "text": "ਅਤੇ ਪੰਜਵੀਂ ਵਾਰ ਉਹ ਕਹੇ ਕਿ ਉਸ ਉੱਪਰ ਅੱਲਾਹ ਦੀ ਲਾਹਣਤ ਹੋਵੇ ਜੇਕਰ ਉਹ ਝੂਠਾ ਹੋਂਵੇ।"
        },
        {
            "chapter": 24,
            "verse": 8,
            "text": "ਅਤੇ ਔਰਤ ਸਜ਼ਾ ਤੋਂ ਇਸ ਤਰ੍ਹਾਂ ਮੁਕਤ ਹੋਵੇਗੀ ਕਿ ਉਹ ਚਾਰ ਵਾਰ ਅੱਲਾਹ ਦੀ ਸਹੁੰ ਖਾ ਕੇ ਕਹੇ ਕਿ ਇਹ ਬੰਦਾ ਝੂਠਾ ਹੈ।"
        },
        {
            "chapter": 24,
            "verse": 9,
            "text": "ਅਤੇ ਪੰਜਵੀ ਵਾਰ ਕਹੇ ਕਿ ਮੇਰੇ ਤੇ ਅੱਲਾਹ ਦਾ ਕ੍ਰੋਧ ਹੋਵੇ, ਜੇ ਇਹ ਬੰਦਾ ਸੱਚਾ ਹੋਵੇ।"
        },
        {
            "chapter": 24,
            "verse": 10,
            "text": "ਅਤੇ ਜੇਕਰ ਤੁਸੀਂ ਲੋਕਾਂ ਉੱਤੇ ਅੱਲਾਹ ਦੀ ਕਿਰਪਾ ਅਤੇ ਰਹਿਮਤ ਨਾ ਹੁੰਦੀ ਅਤੇ ਇਹ ਕਿ ਅੱਲਾਹ ਤੌਬਾ ਸਵੀਕਾਰ ਕਰਨ ਵਾਲਾ ਬਿਬੇਕ ਵਾਲਾ ਹੈ। (ਤਾਂ ਤੁਸੀਂ ਉਸ ਦੀ ਪਕੜ ਵਿਚ ਆ ਜਾਂਦੇ)"
        },
        {
            "chapter": 24,
            "verse": 11,
            "text": "ਜਿਨ੍ਹਾਂ ਲੋਕਾਂ ਨੇ ਇਹ ਤੂਫਾਨ ਉਠਾਇਆ ਉਹ ਤੁਹਾਡੇ ਹੀ ਅੰਦਰ ਦਾ ਇੱਕ ਟੋਲਾ ਹੈ। ਤੁਸੀਂ ਉਸ ਨੂੰ ਆਪਣੇ ਧੱਖ ਵਿਚ ਮਾੜਾ ਨਾ ਸਮਝੋ, ਸਗੋਂ ਇਹ ਤੁਹਾਡੇ ਲਈ ਬਿਹਤਰ ਹੈ। ਇਨ੍ਹਾਂ ਵਿਚੋਂ ਹਰੇਕ ਬੰਦੇ ਲਈ ਉਹ ਹੈ ਜਿਹੜਾ ਪਾਪ ਉਸਨੇ ਕਮਾਇਆ। ਅਤੇ ਜਿਸ ਨੇ ਉਸ ਵਿਚੋਂ ਸਭ ਤੋਂ ਵੱਡਾ ਭਾਗ ਲਿਆ। ਉਸ ਲਈ ਵੱਡੀ ਸਜ਼ਾ ਹੈ।"
        },
        {
            "chapter": 24,
            "verse": 12,
            "text": "ਜਦੋਂ ਤੁਸੀ' ਲੋਕਾਂ ਨੇ ਇਸ ਨੂੰ ਸੁਣਿਆ ਤਾਂ ਈਮਾਨ ਵਾਲੇ ਆਦਮੀਆਂ ਅਤੇ ਔਰਤਾਂ ਨੇ ਇਕ ਦੂਜੇ ਦੇ ਸਸ਼ੰਧ ਵਿਚ ਚੰਗਾ ਵਿਚਾਰ ਕਿਉਂ ਨਾ ਕੀਤਾ ਅਤੇ ਕਿਉਂ ਨਾ ਆਖਿਆ ਕਿ ਇਹ ਸਪੱਸ਼ਟ ਰੂਪ ਵਿਚ ਝੂਠਾ ਦੋਸ਼ ਹੈ।"
        },
        {
            "chapter": 24,
            "verse": 13,
            "text": "ਇਹ ਲੋਕ ਇਸ ਲਈ ਚਾਰ ਗਵਾਹ ਕਿਉਂ ਨਾ ਲਿਆਏ। ਅਤੇ ਜਦੋਂ ਉਹ ਗਵਾਹ ਨਹੀਂ ਲਿਆਏ ਤਾਂ ਅੱਲਾਹ ਦੇ ਨੇੜੇ ਉਹ ਝੂਠੇ ਹਨ।"
        },
        {
            "chapter": 24,
            "verse": 14,
            "text": "ਅਤੇ ਜੇਕਰ ਤੁਸੀਂ' ਲੋਕਾਂ ਉੱਪਰ ਸੰਸਾਰ ਅਤੇ ਪ੍ਰਲੋਕ ਵਿਚ ਅੱਲਾਹ ਦੀ ਰਹਿਮਤ ਨਾ ਹੁੰਦੀ ਤਾਂ ਜਿਨ੍ਹਾਂ ਗੱਲਾਂ ਵਿਚ ਤੁਸੀਂ ਪੈ ਗਏ ਸੀ, ਉਸ ਦੇ ਕਾਰਨ ਤੁਹਾਡੇ ਤੇ ਕੋਈ ਵੱਡੀ ਬਿਪਤਾ ਆ ਜਾਂਦੀ।"
        },
        {
            "chapter": 24,
            "verse": 15,
            "text": "ਜਦੋਂ' ਤੁਸੀਂ ਇਸ ਦਾ ਆਪਣੇ ਮੂੰਹ ਤੋਂ ਉਲੇਖ ਕਰ ਰਹੇ ਸੀ। ਅਤੇ ਆਪਣੇ ਮੂੰਹ ਤੋਂ ਅਜਿਹੀ ਗੱਲ ਕਹਿ ਰਹੇ ਸੀ, ਜਿਸ ਵਾ ਤੁਹਾਨੂੰ ਕੋਈ ਗਿਆਨ ਨਹੀਂ ਸੀ। ਅਤੇ ਤੁਸੀਂ ਇਸ ਨੂੰ ਸਧਾਰਨ ਗੱਲ ਸਮਝ ਰਹੇ ਸੀ। ਜਦ ਕਿ ਉਹ ਅੱਲਾਹ ਦੇ ਨੇੜੇ ਬਹੁਤ ਭਾਰੀ ਗੱਲ ਸੀ।"
        },
        {
            "chapter": 24,
            "verse": 16,
            "text": "ਅਤੇ ਜਦੋਂ ਤੁਸੀਂ ਇਸ ਨੂੰ ਸੁਣਿਆ ਤਾਂ ਇਸ ਤਰਾਂ ਕਿਉਂ ਨਾ ਕਿਹਾ ਕਿ ਸਾਡੇ ਲਈ ਯੋਗ ਨਹੀਂ ਕਿ ਅਸੀਂ ਅਜਿਹੀ ਗੱਲ ਮੂੰਹ ਤੋਂ ਕੱਢੀਏ। ਅੱਲਾਹ ਦੀ ਪਨਾਹ, ਇਹ ਬਹੁਤ ਵੱਡਾ ਝੂਠਾ ਦੋਸ਼ ਹੈ।"
        },
        {
            "chapter": 24,
            "verse": 17,
            "text": "ਅੱਲਾਹ ਤੁਹਾਨੂੰ ਉਪਦੇਸ਼ ਦਿੰਦਾ ਹੈ ਕਿ ਫਿਰ ਕਦੇ ਅਜਿਹਾ ਨਾ ਕਰਨਾ, ਜੇਕਰ ਤੁਸੀ' ਮੋਮਿਨ ਹੋ।"
        },
        {
            "chapter": 24,
            "verse": 18,
            "text": "ਅੱਲਾਹ ਤੁਹਾਨੂੰ ਸਪੱਸ਼ਟ ਹੁਕਮ ਦਿੰਦਾ ਹੈ ਅਤੇ ਅੱਲਾਹ ਜਾਣਨ ਵਾਲਾ, ਬਿਬੇਕ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 24,
            "verse": 19,
            "text": "ਬਿਨਾ ਸ਼ੱਕ ਜਿਹੜੇ ਲੋਕ ਇਹ ਚਾਹੁੰਦੇ ਹਨ ਕਿ ਮੁਸਲਮਾਨਾਂ ਵਿਚ ਅਸ਼ਲੀਲਤਾ ਫੈਲ ਜਾਵੇ। ਉਨ੍ਹਾਂ ਲਈ ਸੰਸਾਰ ਅਤੇ ਪ੍ਰਲੋਕ ਵਿਚ ਦਰਦਨਾਕ ਸਜ਼ਾ ਹੈ। ਅਤੇ ਅੱਲਾਹ ਜਾਣਦਾ ਹੈ ਜੋ ਤੁਸੀਂ ਨਹੀਂ ਜਾਣਦੇ।"
        },
        {
            "chapter": 24,
            "verse": 20,
            "text": "ਅਤੇ ਜੇਕਰ ਤੁਹਾਡੇ ਤੇ ਅੱਲਾਹ ਦੀ ਕਿਰਪਾ ਅਤੇ ਉਸ ਦੀ ਦਇਆ ਨਾ ਹੁੰਦੀ। ਅਤੇ ਇਹ ਕਿ ਅੱਲਾਹ ਨਰਮੀ ਕਰਨ ਵਾਲਾ ਅਤੇ ਰਹਿਮਤ ਕਰਨ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 24,
            "verse": 21,
            "text": "ਹੇ ਈਮਾਨ ਵਾਲਿਓ! ਤੁਸੀਂ ਸ਼ੈਤਾਨ ਦੇ ਪਦ ਚਿੰਨ੍ਹਾ ਤੇ ਨਾ ਚੱਲੋ। ਅਤੇ ਜਿਹੜਾ ਬੰਦਾ ਸ਼ੈਤਾਨ ਦੇ ਪਦ ਚਿੰਨ੍ਹਾ ਦਾ ਪਾਲਣ ਕਰੇਗਾ ਤਾਂ ਉਹ ਉਸ ਨੂੰ ਅਸ਼ਲੀਲਤਾ ਅਤੇ ਬੁਰਾਈ ਦਾ ਹੀ ਕੰਮ ਕਰਨ ਨੂੰ ਕਹੇਗਾ। ਅਤੇ ਜੇਕਰ ਤੁਹਾਡੇ ਉੱਪਰ ਅੱਲਾਹ ਦੀ ਕਿਰਪਾ ਅਤੇ ਉਸ ਦੀ ਰਹਿਮਤ ਨਾ ਹੁੰਦੀ ਤਾਂ ਤੁਹਾਡੇ ਵਿਚੋਂ ਕੋਈ ਬੰਦਾ ਪਵਿੱਤਰ ਨਹੀਂ' ਹੋ ਸਕਦਾ। ਲੇਕਿਨ ਅੱਲਾਹ ਜਿਸ ਨੂੰ ਚਾਹੁੰਦਾ ਹੈ ਪਵਿੱਤਰ ਕਰ ਦਿੰਦਾ ਹੈ। ਅੱਲਾਹ ਸੁਣਨ ਵਾਲਾ ਅਤੇ ਜਾਣਨ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 24,
            "verse": 22,
            "text": "ਅਤੇ ਤੁਹਾਡੇ ਵਿਚੋਂ ਜਿਹੜੇ ਲੋਕ ਸਮਰੱਥਾ ਰੱਖਣ ਵਾਲੇ ਅਤੇ ਸੰਪੰਨ ਹਨ, ਉਹ ਇਸ ਗੱਲ ਦੀ ਸਹੁੰ ਨਾ ਖਾਣ ਕਿ ਉਹ ਆਪਣੇ ਰਿਸ਼ਤੇਦਾਰਾਂ ਅਤੇ ਕੰਗਾਲਾਂ ਅਤੇ ਅੱਲਾਹ ਦੇ ਰਾਹ ਵਿਚ ਹਿਜਰਤ ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ ਕੂਝ ਖ਼ਰਚਾ ਪਾਣੀ ਨਹੀ ਦੇਣਗੇ। ਅਤੇ ਚਾਹੀਦਾ ਹੈ ਕਿ ਉਹ ਮੁਆਫ਼ ਕਰ ਦੇਣ ਅਤੇ ਛੱਡ ਦੇਣ। ਕੀ ਤੁਸੀਂ ਅਤੇ ਰਹਿਮਤ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 24,
            "verse": 23,
            "text": "ਬੇਸ਼ੱਕ ਜਿਹੜੇ ਲੋਕ ਨੇਕ ਕਿਰਦਾਰ ਵਾਲੇ, ਭੋਲੀ-ਭਾਲੀ ਅਤੇ ਇਮਾਨਦਾਰ ਔਰਤਾਂ ਉੱਪਰ ਝੂਠਾ ਦੌਸ਼ ਲਾਉਂਦੇ ਹਨ, ਉਨ੍ਹਾਂ ਉੱਪਰ ਸੰਸਾਰ ਅਤੇ ਪ੍ਰਲੋਕ ਵਿਚ ਲਾਹਣਤ ਹੈ ਅਤੇ ਉਨ੍ਹਾਂ ਲਈ ਵੱਡੀ ਸਜ਼ਾ ਹੈ।"
        },
        {
            "chapter": 24,
            "verse": 24,
            "text": "ਉਸ ਦਿਨ ਜਦੋਂ ਉਨ੍ਹਾਂ ਦੇ ਮੂੰਹ ਉਨ੍ਹਾਂ ਦੇ ਵਿਰੁੱਧ ਗਵਾਹੀ ਦੇਣਗੇ। ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਹੱਥ ਪੈਰ ਵੀ ਉਨ੍ਹਾਂ ਦੇ ਕਰਮਾਂ ਦੀ (ਗਵਾਹੀ) ਦੇਣਗੇ ਜਿਹੜੇ ਇਹ ਕਰਦੇ ਸੀ।"
        },
        {
            "chapter": 24,
            "verse": 25,
            "text": "ਉਸ ਦਿਨ ਅੱਲਾਹ ਇਨ੍ਹਾਂ ਨੂੰ ਪੂਰਾ ਪੂਰਾ ਫ਼ਲ ਜ਼ਰੂਰ ਦੇਵਗਾ। ਉਹ ਜਾਣ ਲੈਣਗੇ ਕਿ ਅੱਲਾਹ ਹੀ ਸੱਚ ਹੈ ਅਤੇ ਸੱਚ ਨੂੰ ਪ੍ਰਗਟ ਕਰਨ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 24,
            "verse": 26,
            "text": "ਖਬੀਸ (ਵਿਭਚਾਰੀ) ਔਰਤਾਂ ਖਬੀਸ (ਵਿਭਚਾਰੀ) ਮਰਦਾਂ ਲਈ ਹਨ ਅਤੇ ਖਬੀਸ ਮਰਦ ਖਬੀਸ ਔਰਤਾਂ ਲਈ ਹਨ। ਪਵਿੱਤਰ ਆਚਾਰ ਵਾਲੀਆਂ ਔਰਤਾਂ ਪਵਿੱਤਰ ਆਚਾਰ ਵਾਲੇ ਆਦਮੀਆਂ ਲਈ ਹਨ ਅਤੇ ਪਵਿੱਤਰ ਆਚਾਰ ਵਾਲੇ ਆਦਮੀ ਪਵਿੱਤਰ ਆਚਾਰ ਵਾਲੀਆਂ ਔਰਤਾਂ ਲਈ ਹਨ। ਉਹ ਲੋਕ ਉਨ੍ਹਾਂ ਗੱਲਾਂ ਤੋਂ ਮੁਕਤ ਹਨ ਜਿਹੜੇ ਇਹ ਕਹਿੰਦੇ ਹਨ। ਉਨ੍ਹਾਂ ਲਈ ਇੱਜ਼ਤ ਵਾਲਾ ਰਿਜ਼ਕ ਅਤੇ ਮੁਆਫ਼ੀ ਹੈ।"
        },
        {
            "chapter": 24,
            "verse": 27,
            "text": "ਹੇ ਈਮਾਨ ਵਾਲਿਓ! ਤੁਸੀਂ ਆਪਣੇ ਘਰਾਂ ਤੋਂ ਬਿਨਾ ਹੋਰ ਘਰਾਂ ਵਿਚ ਪ੍ਰਵੇਸ਼ ਨਾ ਕਰੋ। ਜਦੋਂ ਤੱਕ ਆਗਿਆ ਪ੍ਰਾਪਤ ਨਾ ਕਰ ਲਵੋ ਅਤੇ ਘਰ ਵਾਲਿਆਂ ਨੂੰ ਸਲਾਮ ਨਾ ਕਰ ਲਵੋ। ਇਹ ਤੁਹਾਡੇ ਲਈ ਬਿਹਤਰ ਹੈ ਤਾਂ ਕਿ ਤੁਸੀਂ ਯਾਦ ਰੱਖੋਂ।"
        },
        {
            "chapter": 24,
            "verse": 28,
            "text": "ਫਿਰ ਜਦੋਂ ਉੱਤੇ ਤੁਸੀਂ ਕਿਸੇ ਨੂੰ ਨਾ ਦੇਖੋਂ ਤਾਂ ਉਸ ਵਿਚ ਦਾਖ਼ਿਲ ਨਾ ਹੋਵੋ। ਜਦੋਂ ਤੱਕ ਤੁਹਾਨੂੰ ਆਗਿਆ ਨਾ ਦਿੱਤੀ ਜਾਵੇ। ਅਤੇ ਜੇਕਰ ਤੁਹਾਨੂੰ ਕਿਹਾ ਜਾਵੇ ਕਿ ਵਾਪਿਸ ਮੁੜ ਜਾਵੋ ਤਾਂ ਤੁਸੀਂ ਵਾਪਿਸ ਮੁੜ ਜਾਵੋ। ਇਹ ਤੁਹਾਡੇ ਲਈ ਬਿਹਤਰ ਹੈ। ਅਤੇ ਅੱਲਾਹ ਜਾਣਦਾ ਹੈ ਜਿਹੜਾ ਤੁਸੀਂ ਕਰਦੇ ਹੋ।"
        },
        {
            "chapter": 24,
            "verse": 29,
            "text": "ਤੁਹਾਡੇ ਤੇ ਇਸ ਵਿਚ ਕੋਈ ਗੁਨਾਹ ਨਹੀਂ ਕਿ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਘਰਾਂ ਵਿਚ ਵਾਖ਼ਿਲ ਹੋਵੋ, ਜਿਨ੍ਹਾ ਵਿਚ ਕੋਈ ਨਾ ਰਹਿੰਦਾ ਹੋਵੇ। ਉਨ੍ਹਾਂ ਵਿਚ ਤੁਹਾਡੇ ਫਾਇਦੇ ਦੀ ਕੋਈ ਚੀਜ਼ ਹੋਵੇ। ਅੱਲਾਹ ਜਾਣਦਾ ਜੋ ਕੁਝ ਤੁਸੀਂ ਛੁਪਾਉਂਦੇ ਹੋ ਅਤੇ ਜੋ ਕੂਝ ਤੁਸੀਂ ਜ਼ਾਹਿਰ ਕਰਦੇ ਹੋ।"
        },
        {
            "chapter": 24,
            "verse": 30,
            "text": "ਮੌਮਿਨਾਂ ਨੂੰ ਆਖੋ, ਕਿ ਉਹ ਆਪਣੀਆਂ ਨਜ਼ਰਾਂ ਨੀਵੀਂਆਂ ਰੱਖਣ ਅਤੇ ਆਪਣੇ ਗੁਪਤ ਅੰਗਾਂ ਦੀ ਰੱਖਿਆ ਕਰਨ। ਇਹ ਉਨ੍ਹਾਂ ਲਈ ਪਵਿੱਤਰ ਹੈ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਉਹ ਜਾਣਦਾ ਹੈ, ਜਿਹੜਾ ਇਹ ਕਰਦੇ ਹਨ।"
        },
        {
            "chapter": 24,
            "verse": 31,
            "text": "ਅਤੇ ਮੌਮਿਨ ਔਰਤਾਂ ਨੂੰ ਆਖੋ ਕਿ ਉਹ ਆਪਣੀਆਂ ਨਜ਼ਰਾਂ ਨੀਵੀਆਂ ਰੱਖਣ ਅਤੇ ਆਪਣੇ ਗੁਪਤ ਅੰਗਾਂ ਦੀ ਰੱਖਿਆ ਕਰਨ ਅਤੇ ਆਪਣੀ ਖੂਬਸੂਰਤੀ ਨੂੰ ਪ੍ਰਗਟ ਨਾ ਕਰਨ। ਬਿਨਾ ਉਸ ਤੋਂ ਜਿਹੜਾ (ਅਚਾਨਕ) ਜ਼ਾਹਿਰ ਹੋ ਜਾਵੇ। ਅਤੇ ਆਪਣੀਆਂ ਚੁੰਨੀਆਂ ਨਾਲ ਆਪਣੀਆਂ ਛਾਤੀਆਂ ਢੱਕ ਕੇ ਰੱਖਣ ਅਤੇ ਆਪਣੀ ਖੂਬਸੂਰਤੀ ਨੂੰ ਪ੍ਰਗਟ ਨਾ ਕਰਨ। ਪਰ (ਬਿਨਾ) ਆਪਣੇ ਪਤੀ, ਆਪਣੇ ਪਿਤਾ, ਆਪਣੇ ਸਹੁਰਾ, ਆਪਣੇ ਪੁੱਤਰਾਂ, ਪਤੀ ਦੇ ਪੁੱਤਰਾਂ “ਤੇ ਭਰਾਵਾਂ ਅਤੇ ਭਤੀਜਿਆਂ'ਤੇ ਭਾਣਜਿਆਂ “ਤੇ ਆਪਣੇ ਜਿਹੀਆਂ ਔਰਤਾਂ “ਤੇ ਆਪਣੀਆਂ ਦਾਸੀਆਂ ਤੇ ਆਪਣੇ ਅਧੀਨ ਉਹ ਆਦਮੀ ਜਿਹੜੇ ਔਰਤ ਦੀ ਇੱਛਾ ਨਹੀਂ ਰਖਦੇ “ਤੇ ਅਜਿਹੇ ਬੱਚੇ ਜਿਹੜੇ ਔਰਤਾਂ ਦੀਆਂ ਪਰਦੇ ਦੀਆਂ ਗੱਲਾਂ ਅਜੇ ਨਹੀਂ ਜਾਣਦੇ। ਇਹ ਆਪਣੇ ਪੈਰ ਜ਼ਮੀਨ ਤੇ ਜੋਰ ਨਾਲ ਨਾ ਮਾਰਨ ਕਿ ਉਸ ਦੀ ਆਵਾਜ਼ ਨਾਲ ਉਨ੍ਹਾਂ ਦੀ ਛਿਪੀ ਹੋਈ ਸੁੰਦਰਤਾ ਪ੍ਰਗਟ ਹੋ ਜਾਵੇ। ਹੇ ਈਮਾਨ ਵਾਲਿਓ! ਤੁਸੀਂ ਸਾਰੇ ਮਿਲਕੇ ਅੱਲਾਹ ਵੱਲ ਮੁੜੋ ਤੌਬਾ ਕਰੋ, ਤਾਂ ਕਿ ਤੁਸੀਂ ਸਫ਼ਲਤਾ ਪ੍ਰਾਪਤ ਕਰੋ।"
        },
        {
            "chapter": 24,
            "verse": 32,
            "text": "ਅਤੇ ਤੁਹਾਡੇ ਵਿਚੋਂ ਜਿਸ ਦਾ ਨਿਕਾਹ ਨਾ ਹੋਇਆ ਹੋਵੇ, ਉਸ ਦਾ ਨਿਕਾਹ ਕਰ ਦੇਵੋ। ਤੁਹਾਡੇ ਦਾਸ ਅਤੇ ਦਾਸੀਆਂ ਵਿਚੋਂ' ਉਨ੍ਹਾਂ ਦਾ ਵੀ, ਜਿਹੜੀਆਂ ਨਿਕਾਹ ਦੇ ਕਾਬਿਲ ਹੋਣ, ਜੇਕਰ ਉਹ ਨਿਰਧਨ ਹੋਣਗੇ ਤਾਂ ਅੱਲਾਹ ਉਨ੍ਹਾਂ ਨੂੰ ਆਪਣੀ ਕਿਰਪਾ ਨਾਲ ਨਿਹਾਲ ਕਰ ਦੇਵੇਗਾ। ਅਤੇ ਅੱਲਾਹ ਵਿਆਪਕ ਅਤੇ ਜਾਣਨ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 24,
            "verse": 33,
            "text": "ਅਤੇ ਜਿਸ ਨੂੰ ਨਿਕਾਹ ਦਾ ਮੌਕਾ ਨਾ ਮਿਲੇ ਉਸ ਨੂੰ ਚਾਹੀਦਾ ਹੈ ਕਿ ਉਹ ਆਪਣੇ ਉੱਪਰ ਸੰਜਮ ਰੱਖਣ ਇਥੋਂ ਤੱਕ ਕਿ ਅੱਲਾਹ ਉਨ੍ਹਾਂ ਨੂੰ ਆਪਣੀ ਕਿਰਪਾ ਨਾਲ ਸੰਪੰਨ ਨਾ ਕਰ ਦੇਵੇ। ਅਤੇ ਤੁਹਾਡੇ ਮਮਲੂਕਾਂ (ਜਿਨ੍ਹਾਂ ਤੇ ਤੁਹਾਨੂੰ ਅਧਿਕਾਰ ਹੈ) ਵਿਚੋਂ ਜਿਹੜਾ ਮੁਕਾਤਿਬ (ਉਹ ਗੁਲਾਮ, ਜਿਹੜਾ ਧਨ ਜਾਂ ਨਿਯਤ ਸੇਵਾ ਦੇ ਬਦਲੇ ਆਪਣੇ ਮਾਲਕ ਤੋਂ ਅਜ਼ਾਦੀ ਪ੍ਰਾਪਤ ਕਰਨਾ ਚਾਹੁੰਦਾ ਹੈ) ਹੋਣਾ ਚਾਹੁੰਦਾ ਹੈ, ਤਾਂ ਉਨ੍ਹਾਂ ਨੂੰ ਮੁਕਾਤਿਬ ਬਣਾ ਲਵੋਂ (ਭਾਵ ਆਜ਼ਾਦੀ ਦੇ ਦੇਵੋ) ਜੇਕਰ ਤੁਸੀਂ ਉਸ ਨੂੰ ਯੋਗ ਸਮਝੋ “ਤਾਂ ਉਸ ਨੂੰ ਉਸ ਧਨ ਵਿਚੋਂ' ਦੇਵੋ ਜਿਹੜਾ ਅੱਲਾਹ ਨੇ ਤੁਹਾਨੂੰ ਬਖਸ਼ਿਆ ਹੈ। ਅਤੇ ਆਪਣੀਆਂ ਦਾਸੀਆਂ ਨੂੰ ਸਿਰਫ ਆਪਣੇ ਸੰਸਾਰਿਕ ਲਾਭ ਪ੍ਰਾਪਤ ਕਰਨ ਵਾਸਤੇ ਜਿਸਮ ਫਰੋਸ਼ੀ ਦੇ ਧੰਦੇ ਲਈ ਮਜਬੂਰ ਨਾ ਕਰੋ। ਜਦੋਂ ਕਿ ਉਹ ਆਪਣੇ ਆਚਾਰ ਨੂੰ ਸਾਫ ਰੱਖਣਾ ਚਾਹੁੰਦੀਆਂ ਹੋਣ। ਅਤੇ ਜਿਹੜਾ ਇਨ੍ਹਾਂ ਨੂੰ ਮਜਬੂਰ ਕਰੇਗਾ, ਤਾਂ ਅੱਲਾਹ ਮਜਬੂਰ ਕੀਤੇ ਜਾਣ ਤੋਂ ਬਆਦ (ਦਾਸੀਆਂ` ਨੂੰ) ਮੁਆਫੀ ਦੇਣ ਵਾਲਾ ਕਿਰਪਾਲੂ ਹੈ।"
        },
        {
            "chapter": 24,
            "verse": 34,
            "text": "ਅਤੇ ਬੇਸ਼ੱਕ ਅਸੀਂ ਤੁਹਾਡੇ ਵੱਲ ਪ੍ਰਕਾਸ਼ ਮਈ ਆਇਤਾਂ ਅਤੇ ਡਰਨ ਵਾਲਿਆਂ ਲਈ ਉਪਦੇਸ਼ ਵੀ ਉਤਾਰਿਆ ਹੈ ਅਤੇ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਦੀਆਂ ਮਿਸਾਲਾਂ ਵੀ ਜਿਹੜੇ ਤੁਹਾਡੇ ਤੋਂ ਪਹਿਲਾਂ ਹੋ ਚੁੱਕੇ ਹਨ।"
        },
        {
            "chapter": 24,
            "verse": 35,
            "text": "ਅੱਲਾਹ ਆਕਾਸ਼ਾਂ ਅਤੇ ਧਰਤੀ ਦਾ ਨੂਰ ਹੈ। ਉਸ ਦੇ ਇਸ ਨੂਰ ਦੀ ਮਿਸਾਲ ਅਜਿਹੀ ਹੈ ਜਿਵੇਂ ਇੱਕ ਤਾਕ ਭਾਵ ਧਾਲ (ਇਸ ਨੂੰ ਪੰਜਾਬੀ ਵਿਚ ਆਲਾ ਆਖਦੇ ਹਨ), ਜਿਸ ਵਿਚ ਇਕ ਦੀਵਾ ਹੈ। ਦੀਵਾ ਇਕ ਫਾਨੂਸ ਦੇ ਅੰਦਰ ਹੈ। ਫਾਨੂਸ ਅਜਿਹਾ ਹੈ ਜਿਵੇਂ ਇੱਕ ਚਮਕਦਾ ਹੋਇਆ ਤਾਰਾ। ਇਹ (ਦੀਵਾ) ਜ਼ੈਤੂਨ ਦੇ ਇੱਕ ਪਵਿੱਤਰ ਰੁੱਖ ਦੇ ਤੇਲ ਨਾਲ ਜਲਾਇਆ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੀ ਲੋਅ ਨਾ ਪੂਰਬ ਵਿਚ ਹੈ ਨਾ ਪੱਛਮ ਵੱਲ (ਭਾਵ ਹਰ ਪਾਸੇ ਹੈ)। ਉਸ ਦਾ ਤੇਲ ਅਜਿਹਾ ਹੈ ਜਿਹੜਾ ਅੱਗ ਦੀ ਛੁਹ ਤੋਂ ਬਿਨਾ ਹੀ ਖੂਦ-ਬਾ-ਖੁਦ ਬਲਣ ਲਈ ਤਿਆਰ ਹੈ। ਪ੍ਰਕਾਸ਼ ਹੀ ਪ੍ਰਕਾਸ਼। ਅੱਲਾਹ ਆਪਣੇ ਪ੍ਰਕਾਸ਼ ਦਾ ਰਾਹ ਜਿਸ ਨੂੰ ਚਾਹੁੰਦਾ ਹੈ ਵਿਖਾਉਂਦਾ ਹੈ। ਅਤੇ ਅੱਲਾਹ ਲੋਕਾਂ ਲਈ ਮਿਸਾਲਾਂ ਬਿਆਨ ਕਰਦਾ ਹੈ। ਅਤੇ ਅੱਲਾਹ ਹਰ ਚੀਜ਼ ਨੂੰ ਜਾਣਨ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 24,
            "verse": 36,
            "text": "ਪ੍ਰਕਾਸ਼ ਹੈ ਅਜਿਹੇ ਘਰਾਂ ਵਿਚ ਜਿਨ੍ਹਾਂ ਦੇ ਸਬੰਧ ਵਿਚ ਅੱਲਾਹ ਨੇ ਹੁਕਮ ਦਿੱਤਾ ਹੈ ਕਿ ਉਹ ਉੱਚੇ ਕੀਤੇ ਜਾਣ ਅਤੇ ਉਨ੍ਹਾਂ ਵਿਚ ਉਸ ਦੇ ਨਾਮ ਦਾ ਗੁਣ ਗਾਣ ਕੀਤਾ ਜਾਵੇ। ਉਨ੍ਹਾਂ ਵਿਚ ਸਵੇਰ ਅਤੇ ਸ਼ਾਮ ਅੱਲਾਹ ਨੂੰ ਯਾਦ ਕਰਦੇ ਹਨ।"
        },
        {
            "chapter": 24,
            "verse": 37,
            "text": "ਉਹ ਲੋਕ ਜਿਨ੍ਹਾ ਨੂੰ ਵਿਉਪਾਰ ਅਤੇ ਖ਼ਰੀਦ ਵੇਚ ਅੱਲਾਹ ਦੀ ਯਾਦ ਤੋਂ ਵਾਬਾਂ ਨਹੀਂ ਕਰਦਾ ਅਤੇ ਨਾ ਨਮਾਜ਼ ਦੀ ਸਥਾਪਨਾ ਅਤੇ ਜ਼ਕਾਤ ਦੇਣ ਤੋਂ। ਉਹ ਉਸ ਦਿਨ ਤੋਂ ਡਰਦੇ ਹਨ ਜਿਸ (ਦਿਨ) ਦਿਲ ਅਤੇ ਅੱਖਾਂ ਪੁੱਠੀਆਂ ਹੋ ਜਾਣਗੀਆਂ।"
        },
        {
            "chapter": 24,
            "verse": 38,
            "text": "ਕਿ ਅੱਲਾਹ ਉਨ੍ਹਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਕਰਮਾ ਦਾ ਚੰਗਾ ਬਦਲਾ ਦੇਵੇ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਵਧੇਰੇ ਆਪਣੀ ਕਿਰਪਾ ਪ੍ਰਦਾਨ ਕਰੇ। ਅਤੇ ਅੱਲਾਹ ਜਿਸ ਨੂੰ ਚਾਹੁੰਦਾ ਹੈ ਬੇਹਿਸਾਬ ਚਿੰਦਾ"
        },
        {
            "chapter": 24,
            "verse": 39,
            "text": "ਅਤੇ ਜਿਨ੍ਹਾ ਲੋਕਾਂ ਨੇ ਇਨਕਾਰ ਕੀਤਾ ਉਨ੍ਹਾਂ ਦੇ ਕਰਮ ਅਜਿਹੇ ਹਨ, ਜਿਵੇਂ'` ਪੱਧਰੇ ਮੈਦਾਨ ਵਿਚ ਮ੍ਰਿਗ-ਤ੍ਰਿਸ਼ਨਾ। ਪਿਆਸਾ ਆਦਮੀ ਉੱਸ ਨੂੰ ਪਾਣੀ ਸਮਝਦਾ ਹੈ। ਇਥੋਂ' ਤੱਕ ਕਿ ਜਦੋਂ ਉਹ ਉਸ ਦੇ ਕੋਲ ਆਇਆ 'ਤਾਂ ਉਸ ਨੂੰ ਕੁਝ ਨਾ ਮਿਲਿਆ। ਅਤੇ ਉਸ ਨੇ ਉੱਤੇ ਅੱਲਾਹ ਨੂੰ ਹਾਜ਼ਿਰ ਪਾਇਆ, ਤਾਂ ਉਸ ਨੇ ਉਸ ਦਾ ਹਿਸਾਬ ਚੁੱਕਾ ਦਿੱਤਾ। ਅਤੇ ਅੱਲਾਹ ਜਲਦੀ ਹਿਸਾਬ ਜ਼ੁਕਾਉਣ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 24,
            "verse": 40,
            "text": "ਜਾਂ ਜਿਵੇਂ ਇੱਕ ਡੂੰਘੇ ਸਮੁੰਦਰ ਵਿਚ ਹਨੇਰਾ ਹੋਵੇ। ਲਹਿਰਾਂ ਤੇ ਲਹਿਰਾਂ ਪੈਦਾ ਜੇਕਰ ਕੋਈ ਆਪਣਾ ਹੱਥ ਕੱਢੇ ਤਾਂ ਉਹ ਵੀ ਨਾ ਦਿੱਸੇ ਅਤੇ ਜਿਸ ਨੂੰ ਅੱਲਾਹ ਚਾਨਣ ਬਖਸ਼ਿਸ਼ ਨਾ ਕਰੇ ਤਾਂ ਉਸ ਲਈ ਕੋਈ ਪ੍ਰਕਾਸ਼ ਨਹੀਂ।"
        },
        {
            "chapter": 24,
            "verse": 41,
            "text": "ਕੀ ਤੁਸੀਂ ਨਹੀਂ ਦੇਖਿਆ ਕਿ ਉਹ ਅੱਲਾਹ ਦੀ ਪਵਿੱਤਰਤਾ ਬਿਆਨ ਕਰਦੇ ਜਿਹੜੇ ਆਕਾਸ਼ਾਂ ਅਤੇ ਧਰਤੀ ਵਿਚ ਹਨ ਅਤੇ ਪੰਛੀ ਨੇ ਵੀ ਪੰਖਾਂ ਨੂੰ ਫੈਲਾਇਆ ਹੈ। ਹਰੇਕ ਆਪਣੀ ਨਮਾਜ਼ ਅਤੇ ਰੱਬੀ ਉਸਤਤ ਦੇ ਤਰੀਕਿਆਂ ਨੂੰ ਜਾਣਦਾ ਹੈ। ਅਤੇ ਅੱਲਾਹ ਨੂੰ ਪਤਾ ਹੈ ਜਿਹੜਾ ਇਹ ਕਰਦੇ ਹਨ।"
        },
        {
            "chapter": 24,
            "verse": 42,
            "text": "ਅਤੇ ਅੱਲਾਹ ਦੀ ਹੀ ਸੱਤਾ ਅਕਾਸ਼ਾਂ ਅਤੇ ਧਰਤੀ ਵਿਚ ਹੈ। ਅਤੇ ਸਾਰਿਆਂ ਦੀ ਵਾਪਸੀ ਅੱਲਾਹ ਵੱਲ ਹੀ ਹੈ।"
        },
        {
            "chapter": 24,
            "verse": 43,
            "text": "ਕੀ ਤੁਸੀਂ ਨਹੀਂ ਵੇਖਿਆ ਕਿ ਅੱਲਾਹ ਬੱਦਲਾਂ ਨੂੰ ਚਲਾਉਂਦਾ ਹੈ। ਫਿਰ ਇਨ੍ਹਾਂ ਨੂੰ ਆਪਿਸ ਵਿਚ ਮਿਲਾ ਦਿੰਦਾ ਹੈ। ਫਿਰ ਇਨ੍ਹਾਂ ਦੀਆਂ ਤੈਹਾਂ ਤੇ ਤੈਹਾਂ ਵਿਛਾ ਚਿੰਦਾ ਹੈ। ਫਿਰ ਤੁਸੀਂ ਵਰਖਾ ਨੂੰ ਦੇਖਦੇ ਹੋ, ਜਿਹੜੀ ਉਨ੍ਹਾਂ ਦੇ ਵਿਚੋਂ ਨਿਕਲਦੀ ਹੈ। ਅਤੇ ਉਹ ਅਸਮਾਨ ਤੋਂ ਬੱਦਲਾਂ ਦੇ ਅੰਦਰ ਦੇ ਪਹਾੜਾਂ ਤੋਂ ਗੜੇ ਵਰਸਾਉਂਦਾ ਹੈ। ਫਿਰ ਉਨ੍ਹਾਂ ਨੂੰ ਜਿਸ ਤੇ ਚਾਹੁੰਦਾ ਹੈ ਡੇਗ ਦਿੰਦਾ ਹੈ। ਅਤੇ ਜਿਸ ਤੋਂ ਚਾਹੁੰਦਾ ਹੈ, ਉਨ੍ਹਾਂ ਨੂੰ ਚੌਕ ਦਿੰਦਾ ਹੈ। ਉਸ ਦੀ ਬਿਜਲੀ ਦੀ ਚਮਕ ਤੋਂ ਇੰਝ ਜਾਪਦਾ ਹੈ ਕਿ ਜਿਨ੍ਹਾ ਨੂੰ ਚੁੰਧਿਆ ਦੇਵੇਗੀ।"
        },
        {
            "chapter": 24,
            "verse": 44,
            "text": "ਅੱਲਾਹ ਰਾਤ ਅਤੇ ਦਿਨ ਨੂੰ ਬਦਲਦਾ ਰਹਿੰਦਾ ਹੈ। ਬੇਸ਼ੱਕ ਇਸ ਵਿਚ ਅੱਖਾਂ ਵਾਲਿਆਂ ਲਈ ਸਿੱਖਿਆ ਹੈ।"
        },
        {
            "chapter": 24,
            "verse": 45,
            "text": "ਅਤੇ ਅੱਲਾਹ ਨੇ ਹਰੇਕ ਜੀਵਨਧਾਰੀ ਨੂੰ ਪਾਣੀ ਤੋਂ ਪੈਦਾ ਕੀਤਾ, ਫਿਰ ਇਨ੍ਹਾਂ ਵਿਚੋਂ ਕੋਈ ਆਪਣੇ ਪੇਟ ਦੇ ਭਾਰ ਚਲਦਾ ਹੈ। ਅਤੇ ਇਨ੍ਹਾਂ ਵਿਚੋਂ ਕੋਈ ਦੋ ਪੈਰਾਂ ਤੇ ਚਲਦਾ ਹੈ। ਅਤੇ ਇਨ੍ਹਾਂ ਵਿਚੋਂ ਕੋਈ ਚਾਰ ਪੈਰਾਂ ਤੇ ਚਲਦਾ ਹੈ। ਅੱਲਾਹ ਜੋ ਚਾਹੁੰਦਾ ਹੈ ਪੈਦਾ ਕਰਦਾ ਹੈ। ਨਿਰੇਸੰਦੇਹ ਅੱਲਾਹ ਹਰ ਚੀਜ਼ ਦੀ ਸਮਰੱਥਾ ਰਖਦਾ ਹੈ।"
        },
        {
            "chapter": 24,
            "verse": 46,
            "text": "ਅਸੀਂ ਪ੍ਰਤੱਖ ਦੱਸਣ ਵਾਲੀਆਂ ਆਇਤਾਂ ਉਤਾਰੀਆਂ ਹਨ ਅਤੇ ਅੱਲਾਹ ਜਿਸ ਨੂੰ ਚਾਹੁੰਦਾ ਹੈ, ਸਿੱਧਾ ਰਾਹ ਦਿਖਾ ਢਿੰਦਾ ਹੈ।"
        },
        {
            "chapter": 24,
            "verse": 47,
            "text": "ਅਤੇ ਉਹ ਕਹਿੰਦੇ ਹਨ ਕਿ ਅਸੀਂ ਅੱਲਾਹ ਅਤੇ ਰਸੂਲ ਉੱਪਰ ਈਮਾਨ ਲਿਆਏ ਅਤੇ ਅਸੀਂ (ਅੱਲਾਹ ਦੀ) ਆਗਿਆ ਦਾ ਪਾਲਣ ਕੀਤਾ। ਪਰੰਤੂ ਉਨ੍ਹਾਂ ਵਿਚੋਂ ਇੱਕ ਵਰਗ ਇਸ ਤੋਂ ਬਾਅਦ ਪਲਟ ਜਾਂਦਾ ਹੈ। ਅਤੇ ਇਹ ਲੋਕ ਈਮਾਨ ਲਿਆਉਣ ਵਾਲੇ ਨਹੀਂ ਹਨ।"
        },
        {
            "chapter": 24,
            "verse": 48,
            "text": "ਅਤੇ ਜਦੋਂ ਉਨ੍ਹਾਂ ਨੂੰ ਅੱਲਾਹ ਅਤੇ ਰਸੂਲ ਦੇ ਵੱਲ ਸੱਦਿਆ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਜੋ ਅੱਲਾਹ ਦਾ ਰਸੂਲ ਉਨ੍ਹਾਂ ਦੇ ਵਿਚਕਾਰ ਫ਼ੈਸਲਾ ਕਰੇ ਤਾਂ ਉਨ੍ਹਾਂ ਵਿਚੋਂ ਇੱਕ ਵਰਗ ਮੂੰਹ ਮੌੜ ਲੈਂਦਾ ਹੈ।"
        },
        {
            "chapter": 24,
            "verse": 49,
            "text": "ਅਤੇ ਜੇਕਰ ਇਨ੍ਹਾਂ ਨੂੰ ਅਧਿਕਾਰ ਮਿਲਣ ਵਾਲਾ ਹੋਵੇ ਤਾਂ ਇਹ ਉਸ ਵੱਲ ਆਗਿਆਕਾਰੀ ਬਣ ਕੇ ਆ ਜਾਂਦੇ ਹਨ।"
        },
        {
            "chapter": 24,
            "verse": 50,
            "text": "ਕੀ ਇਨ੍ਹਾਂ ਦੇ ਦਿਲਾਂ ਵਿਚ ਰੌਗ ਹੈ ਜਾਂ ਇਹ ਸ਼ੱਕ ਵਿਚ ਪਏ ਹਨ, ਜਾਂ ਇਨ੍ਹਾਂ ਨੂੰ ਇਹ ਡਰ ਹੈ, ਕਿ ਅੱਲਾਹ ਅਤੇ ਉਸ ਦਾ ਰਸੂਲ ਉਨ੍ਹਾਂ ਤੇ ਜ਼ੁਲਮ ਕਰਨਗੇ। ਸਗੋਂ ਇਹ ਲੋਕ ਅਤਿਆਜ਼ਾਰੀ ਹਨ।"
        },
        {
            "chapter": 24,
            "verse": 51,
            "text": "ਈਮਾਨ ਵਾਲਿਆਂ ਦਾ ਕਹਿਣਾ ਤਾ ਇਹ ਹੈ ਕਿ ਜਦੋਂ ਉਹ ਅੱਲਾਹ ਅਤੇ ਰਸੂਲ ਦੇ ਵੱਲ ਸ਼ੁਲਾਏ ਜਾਣ 'ਤਾਂ ਜੋ ਰਸੂਲ ਉਨ੍ਹਾਂ ਵਿਚਕਾਰ ਫੈਸਲਾ ਕਰੇ ਤਾਂ ਉਹ ਕਹਿਣ ਕਿ ਅਸੀਂ ਸੁਣਿਆ ਅਤੇ ਅਸੀਂ ਮੰਨਿਆ ਅਤੇ ਇਹ ਹੀ ਲੋਕ ਸਫ਼ਲਤਾ ਪਾਉਣ ਵਾਲੇ ਹਨ।"
        },
        {
            "chapter": 24,
            "verse": 52,
            "text": "ਅਤੇ ਜਿਹੜੇ ਬੰਦੇ ਅੱਲਾਹ ਅਤੇ ਉਸ ਦੇ ਰਸੂਲ ਦੀ ਆਗਿਆ ਦਾ ਪਾਲਣ ਕਰਨ ਅਤੇ ਉਹ ਅੱਲਾਹ ਤੋਂ ਡਰਨ ਅਤੇ ਉਸ ਦੇ ਵਿਰੋਧ ਤੋਂ ਬਚਣ ਤਾਂ ਇਹ ਹੀ ਲੋਕ ਹਨ ਜਿਹੜੇ ਸਫ਼ਲ ਹੋਣਗੇ।"
        },
        {
            "chapter": 24,
            "verse": 53,
            "text": "ਅਤੇ ਉਹ ਅੱਲਾਹ ਦੀ' ਸਹੂੰ ਖਾਂਦੇ ਹਨ, ਅਤਿਅੰਤ ਗੰਭੀਰ ਸਹੁੰ ਕਿ ਜੇਕਰ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਹੁਕਮ ਕਰੋ ਤਾਂ ਉਹ ਜ਼ਰੂਰ ਨਿਕਲਣਗੇ। ਆਖੋਂ, ਕਿ ਸਹੁੰਆਂ ਨਾ ਖਾਉਂ, ਮਰਿਆਦਾ ਅਨੁਸਾਰ ਆਗਿਆ ਪਾਲਣ ਕਰੋਂ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਨੂੰ ਪਤਾ ਹੈ ਜੋ ਤੁਸੀਂ ਕਰਦੇ ਹੋ।"
        },
        {
            "chapter": 24,
            "verse": 54,
            "text": "ਆਖੋ, ਕਿ ਅੱਲਾਹ ਦੀ ਆਗਿਆ ਦਾ ਪਾਲਣ ਕਰੋ ਅਤੇ ਰਸੂਲ ਦੀ ਆਗਿਆ ਦਾ ਪਾਲਣ ਵੀ ਕਰੋਂ। ਫਿਰ ਜੇਕਰ ਤੁਸੀਂ ਮੂੰਹ ਮੌੜੌਗੇ ਤਾਂ ਰਸੂਲ ਉੱਤੇ ਉਹ ਭਾਰੀ ਜ਼ਿੰਮੇਵਾਰੀ ਹੈ, ਜਿਹੜੀ ਉਸ ਉੱਤੇ ਪਾਈ ਗਈ ਹੈ ਅਤੇ ਤੁਹਾਡੇ ਉੱਤੇ ਉਹ ਭਾਰ ਹੈ ਜਿਹੜਾ ਤੁਹਾਡੇ ਤੇ ਪਾਇਆ ਗਿਆ ਹੈ। ਅਤੇ ਜੇਕਰ ਤੁਸੀਂ ਉਸ ਦੀ ਆਗਿਆ ਦਾ ਪਾਲਣ ਕਰੋਂਗੇ ਤਾਂ ਚੰਗਾ ਰਾਹ ਪਾਉਂਗੇ। ਅਤੇ ਰਸੂਲ ਦੀ ਜ਼ਿੰਮੇਵਾਰੀ ਸਿਰਫ਼ ਸਪੱਸ਼ਟ ਰੂਪ ਵਿਚ ਪਹੁੰਚਾ ਦੇਣਾ ਹੈ।"
        },
        {
            "chapter": 24,
            "verse": 55,
            "text": "ਅੱਲਾਹ ਨੇ ਵਾਅਦਾ ਕੀਤਾ ਹੈ ਤੁਹਾਡੇ ਨਾਲ ਅਤੇ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਨਾਲ ਜਿਹੜੇ ਈਮਾਨ ਲਿਆਉਣ ਅਤੇ ਚੰਗੇ ਕੰਮ ਕਰਨ। ਕਿ ਉਹ ਉਨ੍ਹਾਂ ਨੂੰ ਧਰਤੀ ਤੇ ਸੱਤਾ ਪ੍ਰਦਾਨ ਕਰੇਗਾ, ਜਿਵੇਂ' ਕਿ ਉਨ੍ਹਾਂ ਤੋਂ ਪਹਿਲੇ ਲੋਕਾਂ ਨੂੰ ਕੀਤੀ ਗਈ ਸੀ। ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਲਈ ਉਨ੍ਹਾਂ ਦੇ ਧਰਮ ਨੂੰ ਪੱਕਾ ਕਰ ਦੇਵੇਗਾ, ਜਿਸ ਨੂੰ ਉਨ੍ਹਾਂ ਲਈ ਪਸੰਦ ਕੀਤਾ ਗਿਆ ਹੈ। 'ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਡਰ ਦੀ ਹਾਲਤ ਨੂੰ ਸ਼ਾਂਤੀ ਵਿਚ ਬਦਲ ਦੇਵੇਗਾ। ਉਹ ਸਿਰਫ਼ ਮੇਰੀ ਬੰਦਗੀ ਕਰਨਗੇ। ਅਤੇ ਕਿਸੇ ਚੀਜ਼ ਨੂੰ ਵੀ ਮੇਰਾ ਸ਼ਰੀਕ ਨਹੀਂ ਬਨਾਉਣਗੇ। ਜਿਹੜੇ ਇਸ ਤੋਂ ਬਆਦ ਵੀ ਇਨਕਾਰ ਕਰਨ 'ਤਾਂ ਅਜਿਹੇ ਲੋਕ ਅਵੱਗਿਆਕਾਰੀ ਹਨ।"
        },
        {
            "chapter": 24,
            "verse": 56,
            "text": "ਅਤੇ ਨਮਾਜ਼ ਸਥਾਪਿਤ ਕਰੋ ਅਤੇ ਜ਼ਕਾਤ ਅਦਾ ਕਰੋਂ ਅਤੇ ਰਸੂਲ ਦੀ ਆਗਿਆ ਦਾ ਪਾਲਣ ਕਰੋ 'ਤਾਂ ਕਿ ਤੁਹਾਡੇ ਉੱਪਰ ਰਹਿਮ ਕੀਤਾ ਜਾਵੇ।"
        },
        {
            "chapter": 24,
            "verse": 57,
            "text": "ਜੋ ਲੋਕ ਝੂਠਲਾ ਰਹੇ ਹਨ, ਉਨ੍ਹਾਂ ਦੇ ਸਬੰਧ ਵਿਚ ਇਹ ਨਾ ਸਮਝੋ ਕਿ ਉਹ ਧਰਤੀ ਤੇ ਅੱਲਾਹ ਨੂੰ ਮਜਬੂਰ ਕਰ ਦੇਣਗੇ। ਅਤੇ ਉਨ੍ਹਾਂ ਦਾ ਟਿਕਾਣਾ ਅੱਗ ਹੈ ਅਤੇ ਬਹੁਤ ਮਾੜਾ ਟਿਕਾਣਾ ਹੈ।"
        },
        {
            "chapter": 24,
            "verse": 58,
            "text": "ਹੇ ਈਮਾਨ ਵਾਲਿਓ! ਤੁਹਾਡੇ ਮਮਲੂਕਾਂ (ਜਿਨ੍ਹਾਂ ਉੱਪਰ ਤੁਹਾਨੂੰ ਅਧਿਕਾਰ ਹੈ) ਅਤੇ ਤੁਹਾਡੇ ਵਿਚੋਂ ਜਿਹੜੇ ਬਾਲਗ ਨਹੀਂ ਹੋਏ, ਉਨ੍ਹਾਂ ਲਈ ਤਿੰਨ ਸਮਿਆ ਤੇ ਤੁਹਾਡੇ ਪਾਸੋਂ ਇਜਾਜ਼ਤ ਲੈਣੀ ਚਾਹੀਦੀ ਹੈ। (ਇੱਕ) ਫਜ਼ਰ ਦੀ ਨਮਾਜ਼ ਤੋਂ ਪਹਿਲਾਂ, (ਦੂਜਾ) ਦੁਪਹਿਰ ਨੂੰ ਜਦੋਂ ਤੁਸੀਂ ਕਪੜੇ ਉਤਾਰਦੇ ਹੋ। (ਤੀਜਾ) ਇਸ਼ਾ ਦੀ ਨਮਾਜ਼ ਤੋਂ ਬਆਦ। ਇਹ ਤਿੰਨ ਸਮੇ ਤੁਹਾਡੇ ਲਈ ਪਰਦੇ ਦੇ ਹਨ, ਉਸ ਤੋਂ ਬਆਦ ਨਾ ਤੁਹਾਡੇ ਉੱਪਰ ਕੋਈ ਪਾਪ ਹੈ ਨਾ ਉਨ੍ਹਾਂ ਉੱਪਰ ਤੁਸੀਂ ਇੱਕ ਦੂਜੇ ਦੇ ਕੋਲ ਜ਼ਿਆਦਾਤਰ ਆਉਂਦੇ ਜਾਂਦੇ ਰਹਿੰਦੇ ਹੋ। ਇਸ ਤਰਾਂ ਅੱਲਾਹ ਤੁਹਾਡੇ ਲਈ ਆਪਣੀਆਂ ਆਇਤਾਂ ਨੂੰ ਸਪੱਸ਼ਟ ਕਰਦਾ ਹੈ। ਅਤੇ ਅੱਲਾਹ ਜਾਣਨ ਵਾਲਾ ਬਿਬੇਕ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 24,
            "verse": 59,
            "text": "ਅਤੇ ਜਦੋਂ' ਤੁਹਾਡੇ ਬੱਚੇ ਬਾਲਗ਼ ਹੋ ਜਾਣ ਤਾਂ ਉਹ ਵੀ ਉਸੇ ਤਰਾਂ ਆਗਿਆ ਲੈਣ ਜਿਸ ਤਰਾਂ ਉਨ੍ਹਾਂ ਦੇ ਪਿਛਲੇ (ਵਡੇਰੇ) ਆਗਿਆ ਲੈਂਦੇ ਰਹੇ ਹਨ। ਇਸ ਤਰ੍ਹਾਂ ਅੱਲਾਹ ਤੁਹਾਡੇ ਲਈ ਆਪਣੀਆਂ ਆਇਤਾਂ ਨੂੰ ਸਪੱਸ਼ਟ ਕਰਦਾ ਹੈ। ਅਤੇ ਅੱਲਾਹ ਗਿਆਨ ਵਾਲਾ ਅਤੇ ਬਿਬੇਕ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 24,
            "verse": 60,
            "text": "ਅਤੇ ਵੱਡੀਆਂ ਬਿਰਧ ਔਰਤਾਂ ਜਿਹੜੀਆਂ ਨਿਕਾਹ ਦੀ ਇੱਛਾ ਨਹੀਂ ਰਖਦੀਆਂ, ਉਨ੍ਹਾਂ ਲਈ ਕੋਈ ਪਾਪ ਨਹੀਂ ਜੇਕਰ ਉਹ ਆਪਣੀਆਂ ਚਾਦਰਾਂ ਉਤਾਰ ਕੇ ਰੱਖ ਦੇਣ। ਸ਼ਰਤ ਇਹ ਹੈ ਕਿ ਉਹ ਆਪਣੀ ਸੁੰਦਰਤਾ ਦਾ ਪ੍ਰ ਦਰਸ਼ਨ ਕਰਨ ਵਾਲੀਆਂ ਨਾ ਹੋਣ। ਅਤੇ ਜੇਕਰ ਉਹ ਸਾਵਧਾਨੀ ਵਰਤਣ ਤਾ ਉਨ੍ਹਾਂ ਲਈ ਸ਼ਿਹਤਰ ਹੈ, ਅੱਲਾਹ ਸੁਣਨ ਵਾਲਾ ਅਤੇ ਜਾਣਨ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 24,
            "verse": 61,
            "text": "ਅੰਨ੍ਹਿਆ, ਲੰਗੜਿਆਂ, ਅਤੇ ਰੋਗੀਆਂ ਤੇ ਕੋਈ ਰੋਕ ਨਹੀਂ ਅਤੇ ਨਾ ਤੁਹਾਡੇ ਲੋਕਾਂ ਉੱਪਰ ਕੋਈ ਰੋਕ ਹੈ, ਕਿ ਤੁਸੀਂ ਆਪਣੇ ਘਰਾਂ ਤੋਂ ਖਾਉ ਜਾਂ ਆਪਣੇ ਪਿਉਂ-ਦਾਦਿਆਂ ਦੇ ਘਰਾਂ ਵਿਚੋਂ ਖਾਉ, ਜਾਂ ਆਪਣੀਆਂ ਮਾਵਾਂ ਅਤੇ ਭੈਣਾਂ-ਭਰਾਵਾਂ ਦੇ ਘਰਾਂ ਵਿਚੋਂ ਖਾਉ, ਜਾਂ ਆਪਣੇ ਚਾਚਿਆਂ ਤੇ ਭੂਆ ਦੇ ਘਰਾਂ ਵਿਚੋਂ ਖਾਉ, ਆਪਣੇ ਮਾਮਿਆਂ ਤੇ ਮਾਸੀਆਂ ਦੇ ਘਰਾਂ ਵਿਚੋਂ ਖਾਉ, ਜਾਂ ਜਿਸ ਘਰ ਦੀਆਂ ਚਾਬੀਆਂ ਦੇ ਤੁਸੀਂ ਮਾਲਕ ਹੋ ਜਾਂ ਆਪਣੇ ਮਿੱਤਰਾਂ ਦੇ ਘਰਾਂ ਵਿਚੋਂ ਖਾਉ, ਤੁਹਾਡੇ ਉੱਪਰ ਕੋਈ ਪਾਪ ਨਹੀਂ'। ਤੁਸੀਂ ਇਕੱਠੇ ਖਾਉ ਜਾਂ ਅਲੱਗ ਅਲੱਗ। ਫਿਰ ਜਦੋਂ ਤੁਸੀਂ ਘਰਾਂ ਵਿਚ ਪਾਵਨ ਦੁਆ ਹੈ। ਇਸ ਤਰਾਂ ਅੱਲਾਹ ਤੁਹਾਡੇ ਲਈ ਆਇਤਾਂ ਨੂੰ ਸਪੱਸ਼ਟ ਕਰਦਾ ਹੈ ਤਾਂ ਕਿ ਤੁਸੀਂ ਸਮਝੋ।"
        },
        {
            "chapter": 24,
            "verse": 62,
            "text": "ਈਮਾਨ ਵਾਲੇ ਉਹ ਹਨ ਜਿਹੜੇ ਅੱਲਾਹ ਅਤੇ ਉਸ ਦੇ ਰਸੂਲ ਤੇ ਵਿਸ਼ਵਾਸ਼ ਪ੍ਰਗਟ ਕਰਨ ਅਤੇ ਜਦੋਂ ਉਹ ਕਿਸੇ ਸਮੂਹਿਕ ਕਾਰਜ ਦੇ ਮੌਕੇ ਤੇ ਰਸੂਲ ਦੇ ਨਾਲ ਹੋਣ 'ਤਾਂ ਜਦੋਂ ਤੱਕ ਤੁਹਾਡੇ ਤੋਂ ਆਗਿਆ ਨਾ ਲੈ ਲੈਣ, ਉਥੋਂ ਨਾ ਜਾਣ। ਜਿਹੜੇ ਲੋਕ ਤੁਹਾਡੇ ਤੋਂ ਆਗਿਆ ਲੈਂਦੇ ਹਨ, ਉਹ ਹੀ ਅੱਲਾਹ ਅਤੇ ਉਸ ਦੇ ਰਸੂਲ ਤੇ ਭਰੋਸਾ ਰਖਦੇ ਹਨ। ਇਸ ਲਈ ਜਦੋਂ ਉਹ ਆਪਣੇ ਕਿਸੇ ਕਾਰਜ ਦੇ ਲਈ ਤੁਹਾਡੇ ਤੋਂ ਆਗਿਆ ਮੰਗਣ ਤਾਂ ਉਨ੍ਹਾਂ ਵਿਚੋਂ' ਜਿਸ ਨੂੰ ਚਾਹੋ, ਇਸ ਦੀ ਆਗਿਆ ਦੇ ਦੇਵੋ। ਅਤੇ ਉਨ੍ਹਾਂ ਲਈ ਅੱਲਾਹ ਤੋਂ ਮੁਆਫ਼ੀ ਮੰਗੋ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਮੁਆਫ਼ ਕਰਨ ਵਾਲਾ ਰਹਿਮਤ ਕਰਨ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 24,
            "verse": 63,
            "text": "ਤੁਸੀਂ ਲੋਕ ਰਸੂਲ ਦੇ ਸੱਦਣ (ਬੁਲਾਉਣ) ਨੂੰ ਇਸ ਤਰਾਂ ਸੱਦਣਾ (ਬੁਲਾਵਾ) ਨਾ ਸਮਝੋ ਜਿਸ ਤਰਾਂ ਤੁਸੀਂ ਆਪਿਸ ਵਿਚ ਇੱਕ ਦੂਜੇ ਨੂੰ ਸੱਦਦੇ ਹੋ। ਅੱਲਾਹ ਤੁਹਾਡੇ ਵਿਚੋਂ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਨੂੰ ਜਾਣਦਾ ਹੈ, ਜਿਹੜੇ ਇਕ ਦੂਜੇ ਦੀ ਆੜ ਲੈਂਦੇ ਹੋਏ ਜ਼ੁੱਪ ਕਰਕੇ ਚਲੇ ਜਾਂਦੇ ਹਨ। ਇਸ ਲਈ ਜਿਹੜੇ ਲੋਕ ਉਸ ਦੇ ਹੁਕਮ ਦਾ ਉਲੰਘਣ ਕਰਦੇ ਹਨ, ਉਨ੍ਹਾਂ ਨੂੰ ਡਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਕਿ ਉਨ੍ਹਾਂ ਉੱਤੇ ਕੋਈ ਇਮਤਿਹਾਨ ਨਾ ਆ ਜਾਵੇ। ਜਾਂ ਉਨ੍ਹਾਂ ਨੂੰ ਇਕ ਦਰਦਨਾਕ ਸਜ਼ਾ ਜਕੜ ਲਵੇ।"
        },
        {
            "chapter": 24,
            "verse": 64,
            "text": "ਯਾਦ ਰੱਖੋ, ਕਿ ਜਿਹੜਾ ਕੁਝ ਧਰਤੀ ਅਤੇ ਆਕਾਸ਼ਾਂ ਵਿਚ ਹੈ। ਸਭ ਅੱਲਾਹ ਦਾ ਹੈ। ਅੱਲਾਹ ਉਸ ਹਾਲਤ ਨੂੰ ਜਾਣਦਾ ਹੈ ਜਿਸ ਵਿਚ ਤੁਸੀ ਹੋ। ਅਤੇ ਜਿਸ ਦਿਨ ਉਹ ਉਸ ਵੱਲ ਲਿਆਂਦੇ ਜਾਣਗੇ “ਤਾਂ ਜਿਹੜਾ ਕੁਝ ਉਨ੍ਹਾਂ ਨੇ ਕੀਤਾ ਸੀ, ਉਹ ਉਸ ਤੋਂ' ਉਨ੍ਹਾਂ ਨੂੰ ਖ਼ਬ਼ਰਦਾਰ ਕਰ ਦੇਵੇਗਾ ਅਤੇ ਅੱਲਾਹ ਹਰ ਇਕ ਚੀਜ਼ ਦਾ ਜਾਣਨ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 25,
            "verse": 1,
            "text": "ਉਹ ਹਸਤੀ ਬਹੁਤ ਬਰਕਤ ਵਾਲੀ ਹੈ ਜਿਸ ਨੇ ਆਪਣੇ ਬੰਦੇ (ਮੁਹੰਮਦ) ਤੇ ਕੁਰਆਨ ਉਤਾਰੀ 'ਤਾਂ ਕਿ ਉਹ ਦੁਨੀਆ ਵਾਲਿਆਂ ਨੂੰ ਪ੍ਰਲੋਕ ਦਾ ਡਰ ਸੁਣਾਉਣ ਵਾਲਾ ਹੋਵੇ।"
        },
        {
            "chapter": 25,
            "verse": 2,
            "text": "ਉਹ ਜਿਸ ਲਈ ਆਕਾਸ਼ਾਂ ਅਤੇ ਧਰਤੀ ਦੀ ਬਾਦਸ਼ਾਹੀ ਹੈ ਅਤੇ ਉਸ ਨੇ ਕੋਈ ਪੁੱਤਰ ਨਹੀਂ ਬਣਾਇਆ ਅਤੇ ਬਾਦਸ਼ਾਹੀ ਵਿਚ ਉਸ ਦਾ ਕੋਈ ਸ਼ਰੀਕ ਨਹੀਂ। ਉਸ ਨੇ ਹਰ ਚੀਜ ਨੂੰ ਪੈਦਾ ਕੀਤਾ ਅਤੇ ਉਸ ਦਾ ਇਕ ਅੰਦਾਜ਼ਾ ਨਿਰਧਾਰਿਤ ਕੀਤਾ।"
        },
        {
            "chapter": 25,
            "verse": 3,
            "text": "ਅਤੇ ਲੋਕਾਂ ਨੇ ਉਸ ਤੋਂ ਬਿਨਾ ਅਜਿਹੇ ਹੋਰ ਪੂਜਨੀਕ ਬਣਾ ਲਏ ਹਨ। ਜਿਹੜੇ ਕਿਸੇ ਚੀਜ਼ ਨੂੰ ਪੈਦਾ ਨਹੀਂ ਕਰ ਸਕਦੇ, ਉਹ ਖੁਦ ਪੈਦਾ ਕੀਤੇ ਗਏ ਹਨ। ਅਤੇ ਉਹ ਖੁਦ ਆਪਣੇ ਲਈ ਨਾ ਹਾਨੀ ਦਾ ਅਧਿਕਾਰ ਰੱਖਦੇ ਹਨ ਅਤੇ ਨਾ ਲਾਭ ਦਾ। ਅਤੇ ਨਾ ਉਹ ਕਿਸੇ ਮੌਤ ਦਾ ਅਧਿਕਾਰ ਰੱਖਦੇ ਹਨ ਅਤੇ ਨਾ ਕਿਸੇ ਦੇ ਜੀਵਨ ਦਾ ਅਤੇ ਨਾ ਮਰ ਕੇ ਮੁੜ ਜੀਵਤ ਹੋਣ ਦਾ।"
        },
        {
            "chapter": 25,
            "verse": 4,
            "text": "ਅਤੇ ਇਨਾਕਰੀ ਲੋਕ ਆਖਦੇ ਹਨ ਕਿ ਇਹ ਸਿਰਫ਼ ਮਨਘੜਤ ਗੱਲਾਂ ਹਨ ਜਿਹੜੀਆਂ ਇਨ੍ਹਾਂ ਨੇ ਘੜੀਆਂ ਹੈ। ਅਤੇ ਕੁਝ ਦੂਜੇ ਲੋਕਾਂ ਨੇ ਇਸ ਵਿਚ ਉਸ ਦੀ ਮਦਦ ਕੀਤੀ ਹੈ। ਤਾਂ ਇਹ ਲੋਕ ਜ਼ੁਲਮ ਅਤੇ ਝੂਠ ਦੇ ਦੋਸ਼ੀ ਹੋਏ।"
        },
        {
            "chapter": 25,
            "verse": 5,
            "text": "ਅਤੇ ਉਹ ਆਖਦੇ ਹਨ ਕਿ ਇਹ ਪਹਿਲੇ ਲੋਕਾਂ ਦੀਆਂ ਕਹਾਣੀਆਂ ਹਨ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਇਨ੍ਹਾਂ ਨੇ ਲਿਖਵਾ ਲਿਆ ਹੈ। ਅਤੇ ਉਹ ਇਨ੍ਹਾਂ ਨੂੰ ਸਵੇਰੇ ਸ਼ਾਮ ਪੜ੍ਹ ਰਹੇ ਹਨ।"
        },
        {
            "chapter": 25,
            "verse": 6,
            "text": "ਆਖੋ, ਕਿ ਇਸ ਨੂੰ ਉਸ ਨੇ ਉਤਾਰਿਆ ਹੈ, ਜਿਹੜਾ ਆਕਾਸ਼ਾਂ ਅਤੇ ਧਰਤੀ ਦੇ ਭੇਦਾਂ ਨੂੰ ਜਾਣਦਾ ਹੈ। ਬੇਸ਼ੱਕ ਉਹ ਮੁਆਫ਼ ਕਰਨ ਵਾਲਾ ਅਤੇ ਰਹਿਮਤ ਕਰਨ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 25,
            "verse": 7,
            "text": "ਅਤੇ ਉਹ ਆਖਦੇ ਹਨ ਕਿ ਇਹ ਕਿਹੋ ਜਿਹਾ ਰਸੂਲ ਹੈ, ਜਿਹੜਾ ਭੋਜਨ ਖਾਂਦਾ ਹੈ। ਅਤੇ ਬਜ਼ਾਰਾਂ ਵਿਚ ਘੁੰਮਦਾ ਫਿਰਦਾ ਹੈ। ਕਿਉਂ ਨਾ ਉਸ ਦੇ ਕੋਲ ਕੋਈ ਫ਼ਰਿਸ਼ਤਾ ਭੇਜਿਆ ਗਿਆ ਜਿਹੜਾ ਉਸ ਦੇ ਨਾਲ ਰਹਿ ਕੇ ਹਦਾਇਤ ਕਰਦਾ।"
        },
        {
            "chapter": 25,
            "verse": 8,
            "text": "ਜਾਂ ਉਸ ਲਈ ਕੋਈ ਖਜ਼ਾਨਾ ਉਤਾਰਿਆ ਜਾਂਦਾ। ਜਾਂ ਉਸ ਲਈ ਕੋਈ ਬਾਗ਼ ਹੁੰਦਾ ਉਸ ਵਿਚੋਂ ਉਹ ਖਾਂਦਾ। ਅਤੇ ਜ਼ਾਲਿਮਾਂ ਨੇ ਆਖਿਆ ਕਿ ਤੁਸੀਂ ਲੋਕ ਇੱਕ ਜਾਦੂ"
        },
        {
            "chapter": 25,
            "verse": 9,
            "text": "ਤੋਂ ਪ੍ਰਭਾਵਿਤ ਬੰਦੇ ਦਾ ਪਾਲਣ ਕਰ ਰਹੇ ਹੋ। ਦੋਖੋ, ਉਹ ਕਿਹੋ ਜਿਹੀਆਂ ਹੁਜਤਾਂ ਤੁਹਾਡੇ ਲਈ ਬਿਆਨ ਕਰ ਰਹੇ ਹਨ, ਇਸ ਲਈ ਉਹ ਭਟਕ ਗਏ ਹਨ, ਫਿਰ ਉਹ ਰਾਹ ਨਹੀਂ ਪਾ ਸਕਦੇ।"
        },
        {
            "chapter": 25,
            "verse": 10,
            "text": "ਉਹ ਅੱਲਾਹ ਬਹੁਤ ਬਰਕਤ ਵਾਲਾ ਹੈ। ਜੇਕਰ ਉਹ ਚਾਹੇ ਤਾਂ ਤੁਹਾਨੂੰ ਉਸ ਤੋਂ ਵੀ ਬਿਹਤਰ ਚੀਜ਼ ਪ੍ਰਦਾਨ ਕਰ ਦੇਵੇ। ਅਜਿਹੇ ਬਾਗ਼ ਜਿਨ੍ਹਾਂ ਦੇ ਹੇਠਾਂ ਨਹਿਰਾਂ ਵਗਦੀਆਂ ਹੋਣ ਅਤੇ ਤੁਹਾਨੂੰ ਬਹੁਤ ਸਾਰੇ ਮਹਿਲ ਬਖ਼ਸ਼ ਦੇਵੇ।"
        },
        {
            "chapter": 25,
            "verse": 11,
            "text": "ਸਗੋਂ ਉਨ੍ਹਾਂ ਨੇ ਕਿਆਮਤ ਨੂੰ ਝੂਠਲਾ ਦਿੱਤਾ ਹੈ। ਅਤੇ ਅਸੀਂ ਅਜਿਹੇ ਬੰਦਿਆਂ ਲਈ ਜਿਹੜੇ ਕਿਆਮਤ ਨੂੰ ਝੁਠਲਾਉਣ, ਉਨ੍ਹਾਂ ਲਈ ਨਰਕ ਤਿਆਰ ਕਰ ਰੱਖਿਆ ਹੈ।"
        },
        {
            "chapter": 25,
            "verse": 12,
            "text": "ਜਦੋਂ ਉਹ ਉਨ੍ਹਾਂ ਨੂੰ ਦੂਰ ਤੋਂ ਵੇਖੇਗਾ ਤਾਂ ਉਹ ਉਸ ਦੇ ਗੁੱਸੇ ਦਾ ਜੋਸ਼ ਅਤੇ ਢਹਾੜ ਸੁਨਣਗੇ।"
        },
        {
            "chapter": 25,
            "verse": 13,
            "text": "ਤੈ ਜਦੋਂ ਇਹ ਉਸ (ਨਰਕ) ਦੇ ਕਿਸੇ ਭੀੜੇ ਥਾਂ ਤੇ ਬੰਨ੍ਹ ਕੇ ਸੁੱਟ ਦਿੱਤੇ ਜਾਣਗੇ “ਤਾਂ ਉਹ ਉੱਤੇ ਮੌਤ ਨੂੰ ਹਾਕਾਂ ਮਾਰਨਗੇ।"
        },
        {
            "chapter": 25,
            "verse": 14,
            "text": "ਅੱਜ ਇਕ ਮੌਤ ਨੂੰ ਨਾ ਹਾਕਾਂ ਮਾਰੋ ਸਗੋਂ ਅਨੇਕਾਂ ਮੌਤਾਂ ਨੂੰ ਪੁਕਾਰੋ।"
        },
        {
            "chapter": 25,
            "verse": 15,
            "text": "ਆਖੋ, ਕੀ ਇਹ ਬਿਹਤਰ ਹੈ ਜਾਂ ਹਮੇਸ਼ਾ ਰਹਿਣ ਵਾਲੀ ਜੰਨਤ, ਜਿਸ ਦਾ ਵਾਅਦਾ ਅੱਲਾਹ ਨੇ ਪ੍ਰਹੇਜ਼ਗਾਰਾਂ ਲਈ ਕੀਤਾ ਹੈ। ਇਹ ਉਨ੍ਹਾਂ ਲਈ ਅਮਲਾਂ ਦਾ ਫ਼ਲ ਅਤੇ ਟਿਕਾਣਾ ਹੋਵੇਗੀ।"
        },
        {
            "chapter": 25,
            "verse": 16,
            "text": "ਜੰਨਤ ਵਿਚ ਉਨ੍ਹਾਂ ਲਈ ਉਹ ਸਾਰਾ ਕੁਝ ਹਾਜ਼ਿਰ ਹੋਵੇਗਾ, ਜਿਹੜਾ ਕੁਝ ਉਹ ਚਾਹੁੰਣਗੇ। ਉਹ ਉਸ ਵਿਚ ਹਮੇਸ਼ਾ ਰਹਿਣਗੇ। ਇਹ ਤੇਰੇ ਰੱਬ ਦੇ ਜ਼ਿੰਮੇ ਇੱਕ ਵਾਅਦਾ ਹੈ। ਜਿਸ ਦਾ ਪੂਰਾ ਹੋਣਾ ਲਾਜ਼ਮੀ ਹੈ।"
        },
        {
            "chapter": 25,
            "verse": 17,
            "text": "ਅਤੇ ਜਿਸ ਦਿਨ ਅੱਲਾਹ ਉਨ੍ਹਾਂ ਨੂੰ ਇਕੱਠਿਆਂ ਕਰੇਗਾ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਜਿਨ੍ਹਾਂ ਨੂੰ ਉਹ ਅੱਲਾਹ ਤੋਂ ਇਲਾਵਾ ਪੂਜਦੇ ਹਨ, ਇਕੱਤਰ ਕਰੇਗਾ। ਫਿਰ ਉਹ ਆਖੇਗਾ, ਕੀ ਤੁਸੀਂ ਮੇਰੇ ਇਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੂੰ ਭਟਕਾਇਆ ਜਾਂ ਉਹ ਖੂਦ ਰਾਹ ਤੋਂ ਭਟਕ ਗਏ।"
        },
        {
            "chapter": 25,
            "verse": 18,
            "text": "ਉਹ ਕਹਿਣਗੇ ਕਿ ਤੇਰੀ ਹਸਤੀ ਪਾਕ ਹੈ। ਸਾਡੇ ਲਈ ਇਹ ਯੋਗ ਨਹੀਂ ਸੀ ਕਿ ਤੇਰੇ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਦੂਸਰੇ ਨੂੰ ਕੰਮ ਬਣਾਉਣ ਵਾਲਾ ਪ੍ਰਵਾਨ ਕਰਦੇ। ਪਰੰਤੂ ਤੂਸੀ ਉਨ੍ਹਾਂ ਨੂੰ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇਂ ਪਿਉ-ਦਾਦਿਆਂ ਨੂੰ ਇਸਤੇਮਾਲ ਲਈ ਨਿਅਮਤਾਂ ਬਖਸ਼ੀਆਂ, ਇਥੋਂ ਤੱਕ ਕਿ ਉਹ ਤੇਰੇ ਉਪਦੇਸ਼ ਨੂੰ ਭੁੱਲ ਗਏ ਅਤੇ ਖ਼ਤਮ ਹੋਣ ਵਾਲੇ ਬਣੇ।"
        },
        {
            "chapter": 25,
            "verse": 19,
            "text": "ਤਾਂ ਉਨ੍ਹਾਂ ਨੇ ਤੁਹਾਨੂੰ ਤੁਹਾਡੀਆਂ ਹੀ ਗੱਲਾਂ ਵਿਚ ਝੂਠਾ ਠਹਿਰਾ ਦਿੱਤਾ। ਹੁਣ ਨਾ ਤੁਸੀਂ ਖੁਦ ਟਾਲ ਸਕਦੇ ਹੋ। ਅਤੇ ਨਾ ਹੀ ਕੋਈ ਮਦਦ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹੋ। ਅਤੇ ਤੁਹਾਡੇ ਵਿਚੋਂ ਜਿਹੜਾ ਬੰਦਾ ਜ਼ੁਲਮ ਕਰੇਗਾ, ਅਸੀਂ ਉਸ ਨੂੰ ਇੱਕ ਵੱਡੀ ਸਜ਼ਾ ਚਖਾਵਾਂਗੇ।"
        },
        {
            "chapter": 25,
            "verse": 20,
            "text": "ਅਤੇ ਅਸੀਂ ਤੁਹਾਡੇ ਤੋਂ ਪਹਿਲਾਂ ਜਿਨ੍ਹੇ ਵੀ ਪੈਗ਼ੰਬਰ ਭੇਜੇ ਹਨ ਉਹ ਸਾਰੇ ਭੋਜਨ ਖਾਂਦੇ ਸੀ ਅਤੇ ਬਜ਼ਾਰਾਂ ਵਿਚ ਤੁਰਦੇ ਫਿਰਦੇ ਸੀ। ਅਤੇ ਅਸੀਂ ਤੁਹਾਨੂੰ ਇੱਕ ਦੂਜੇ ਦੇ ਲਈ ਅਜ਼ਮਾਇਸ਼ ਬਣਾਇਆ। ਕੀ ਤੁਸੀਂ ਸਬਰ ਕਰਦੇ ਹੋ। ਅਤੇ ਤੁਹਾਡਾ ਰੱਬ ਸਾਰਾ ਕੁਝ ਦੇਖਦਾ ਹੈ।"
        },
        {
            "chapter": 25,
            "verse": 21,
            "text": "ਅਤੇ ਜਿਹੜੇ ਲੋਕ ਸਾਡੇ ਸਾਹਮਣੇ ਹਾਜ਼ਿਰ ਹੌਣ ਤੇ ਵਿਸ਼ਵਾਸ਼ ਨਹੀਂ ਰਖਦੇ। ਉਹ ਆਖਦੇ ਹਨ ਕਿ ਸਾਡੇ ਉੱਪਰ ਫ਼ਰਿਸ਼ਤੇ ਕਿਉਂ ਨਹੀਂ ਉਤਾਰੇ ਗਏ ਜਾਂ ਅਸੀਂ ਕਿਉਂ ਆਪਣੇ ਰੱਬ ਨੂੰ ਨਹੀਂ ਵੇਖ ਸਕਦੇ?ਉਨ੍ਹਾਂ ਨੇ ਆਪਣੇ ਮਨ ਵਿਚ ਆਪਣੇ ਆਪ ਨੂੰ ਬਹੁਤ ਵੱਡਾ ਸਮਝਿਆ ਅਤੇ ਉਹ ਵਿਦਰੋਹ ਵਿਚ (ਬਾਗ਼ੀ ਬਣ ਕੇ) ਹੱਦਾਂ ਤੋਂ ਅੱਗੇ ਲੰਘ ਗਏ ਹਨ।"
        },
        {
            "chapter": 25,
            "verse": 22,
            "text": "ਜਿਸ ਦਿਨ ਉਹ ਫ਼ਰਿਸ਼ਤਿਆਂ ਨੂੰ ਵੇਖਣਗੇ, ਉਸ ਦਿਨ ਪਾਪੀਆਂ ਲਈ ਕੋਈ ਖੁਸ਼ਖਬਰੀ ਨਹੀਂ' ਹੋਵੇਗੀ। ਉਹ ਕਹਿਣਗੇ ਸ਼ਰਣ ਸ਼ਰਣ।"
        },
        {
            "chapter": 25,
            "verse": 23,
            "text": "ਅਤੇ ਅਸੀਂ ਉਨ੍ਹਾਂ ਦੇ ਹਰੇਕ ਕੰਮ ਵੱਲ ਵਧਾਂਗੇ, ਜਿਹੜਾ ਉਨ੍ਹਾਂ ਨੇ ਕੀਤਾ ਸੀ। ਅਤੇ ਫਿਰ ਉਨ੍ਹਾਂ ਨੂੰ ਉਡਦੀ ਹੋਈ ਧੂੜ ਬਣਾ ਦੇਵਾਂਗੇ।"
        },
        {
            "chapter": 25,
            "verse": 24,
            "text": "ਜੰਨਤ ਵਾਲੇ ਉਸ ਦਿਨ ਵਧੀਆ ਟਿਕਾਣਿਆਂ ਤੇ ਹੋਣਗੇ ਅਤੇ ਬੇਅੰਤ ਵਧੀਆ ਵਿਸ਼ਰਾਮ ਘਰਾਂ ਵਿਚ।"
        },
        {
            "chapter": 25,
            "verse": 25,
            "text": "ਅਤੇ ਜਿਸ ਦਿਨ ਅਸਮਾਨ ਬੱਦਲ ਨਾਲ ਪਾਟ ਜਾਵੇਗਾ ਅਤੇ ਫ਼ਰਿਸ਼ਤੇ ਲਗਾਤਾਰ ਉਤਾਰੇ ਜਾਣਗੇ।"
        },
        {
            "chapter": 25,
            "verse": 26,
            "text": "ਉਸ ਦਿਨ ਅਸਲ ਬਾਦਸ਼ਾਹੀ ਕੇਵਲ ਰਹਿਮਾਨ ਦੀ ਹੋਵੇਗੀ। ਅਤੇ ਉਹ ਦਿਨ ਇਨਕਾਰੀਆਂ ਲਈ ਬੇਅੰਤ ਸਖ਼ਤ ਹੋਵੇਗਾ।"
        },
        {
            "chapter": 25,
            "verse": 27,
            "text": "ਅਤੇ ਜਿਸ ਦਿਨ ਜ਼ਾਲਿਮ ਅਪਣੇ ਹੱਥਾਂ ਨੂੰ ਕੱਟਣਗੇ, ਉਹ ਕਹਿਣਗੇ ਕਾਸ਼! ਮੈਂ ਰਸੂਲ ਦੇ ਨਾਲ ਰਿਸ਼ਤਾ ਜੋੜਿਆ ਹੁੰਦਾ।"
        },
        {
            "chapter": 25,
            "verse": 28,
            "text": "ਹਾਏ! ਮੇਰੀ ਮਾੜੀ ਕਿਸਮਤ, ਕਿ ਕਾਸ਼! ਮੈਂ' ਫਲਾਣੇ ਬੰਦੇ ਨੂੰ ਆਪਣਾ ਮਿੱਤਰ ਨਾ ਬਣਾਉਂਦਾ।"
        },
        {
            "chapter": 25,
            "verse": 29,
            "text": "ਉਸ ਨੇ ਮੈਨੂੰ ਨਸੀਹਤ ਤੋਂ ਭਟਕਾ ਦਿੱਤਾ, ਉਹ ਵੀ ਇਸ ਤੋਂ ਬਾਅਦ ਕਿ ਮੇਰੀ ਕੋਲ ਉਹ (ਚੇਤਾਵਨੀ) ਆ ਚੁੱਕੀ ਸੀ। ਅਤੇ ਸੈਤਾਨ ਹੀ ਮਨੁੱਖ ਨੂੰ ਸਮੇ ਤੇ ਧੋਖਾ ਦੇਣ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 25,
            "verse": 30,
            "text": "ਅਤੇ ਰਸੂਲ ਆਖੇਗਾ, ਕਿ ਹੇ ਮੇਰੇ ਪਾਲਣਹਾਰ! ਮੇਰੀ ਕੌਮ ਨੇ ਇਸ ਕੁਰਆਨ ਨੂੰ ਪੂਰੇ ਤੌਰ ਤੇ ਛੱਡ ਦਿੱਤਾ ਹੈ।"
        },
        {
            "chapter": 25,
            "verse": 31,
            "text": "ਅਤੇ ਇੰਝ ਹੀ ਅਸੀਂ ਪਾਪੀਆਂ ਵਿਚੋਂ ਹਰੇਕ ਰਸੂਲ ਦੇ ਵੈਰੀ ਬਣਾਏ। ਅਤੇ ਤੁਹਾਡਾ ਰੱਬ ਕਾਫ਼ੀ ਹੈ ਹਦਾਇਤ ਦੇਣ ਅਤੇ ਮਦਦ ਕਰਨ ਲਈ।"
        },
        {
            "chapter": 25,
            "verse": 32,
            "text": "ਤਾਂ ਅਤੇ ਇਨਕਾਰੀਆਂ ਨੇ ਆਖਿਆ ਕਿ ਇਸ ਬੰਦੇ ਉੱਪਰ ਪੂਰਾ ਕੁਰਆਨ ਕਿਉਂ ਨਹੀਂ ਉਤਾਰਿਆ ਗਿਆ। ਅਜਿਹਾ ਇਸ ਲਈ ਹੈ ਤਾਂ ਕਿ ਕੁਰਆਨ ਦੇ ਰਾਹੀਂ ਅਸੀਂ' ਤੁਹਾਡੇ ਦਿਲਾਂ ਨੂੰ ਪੱਕਾ ਕਰ ਸਕੀਏ। ਅਤੇ ਅਸੀਂ ਇਸ ਨੂੰ ਰੁਕ ਰੁਕ ਕੇ ਉਤਾਰਿਆ ਹੈ।"
        },
        {
            "chapter": 25,
            "verse": 33,
            "text": "ਅਤੇ ਇਹ ਲੋਕ ਕਿਹੋ ਜਿਹਾ ਅਨੋਖਾ ਸਵਾਲ ਤੁਹਾਡੇ ਸਾਹਮਣੇ ਲਿਆਏ, ਪਰੰਤੂ ਅਸੀਂ ਉਸਦਾ ਯੋਗ ਉਤਰ ਅਤੇ ਸਭ ਤੋਂ ਵਧੀਆ ਸਪੱਸ਼ਟੀਕਰਨ ਤੁਹਾਨੂੰ ਦੱਸ ਦੇਵਾਂਗੇ।"
        },
        {
            "chapter": 25,
            "verse": 34,
            "text": "ਜਿਹੜੇ ਲੋਕ ਮੂਧੇ ਮੂੰਹ ਨਰਕ ਵੱਲ ਲਿਜਾਏ ਜਾਣਗੇ। ਉਨ੍ਹਾਂ ਦਾ ਸ਼ੁਰਾ ਟਿਕਾਣਾ ਹੈ ਅਤੇ ਉਹ ਹੀ ਰਾਹ ਤੋਂ ਭਟਕ ਹਏ ਹਨ।"
        },
        {
            "chapter": 25,
            "verse": 35,
            "text": "ਅਤੇ ਅਸੀਂ ਮੂਸਾ ਨੂੰ ਕਿਤਾਬ ਦਿੱਤੀ। ਅਤੇ ਉਸ ਦੇ ਨਾਲ ਉਸ ਦੇ ਭਰਾ ਹਾਰੂਨ ਅਲੈ ਨੂੰ ਉਸ ਦਾ ਮਦਦਗਾਰ ਬਣਾਇਆ।"
        },
        {
            "chapter": 25,
            "verse": 36,
            "text": "ਅਤੇ ਅਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਕਿਹਾ ਕਿ ਤੁਸੀਂ ਦੋਵੇਂ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਦੇ ਕੋਲ ਜਾਵੇਂ, ਜਿਨ੍ਹਾਂ ਨੇ ਸਾਡੀਆਂ ਆਇਤਾਂ ਨੂੰ ਝੂਠਲਾ ਦਿੱਤਾ ਹੈ। ਫਿਰ ਅਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਪੂਰਨ ਤੌਰ ਤੇ ਬਰਬਾਦ ਕਰ ਦਿੱਤਾ।"
        },
        {
            "chapter": 25,
            "verse": 37,
            "text": "ਅਤੇ ਨੂਹ ਦੀ ਕੌਂਮ ਨੂੰ ਵੀ ਅਸੀਂ ਡੋਬ ਦਿੱਤਾ, ਜਦੋਂ' ਉਨ੍ਹਾਂ ਨੇ ਰਸੂਲਾਂ ਨੂੰ ਬੁਠਲਾਇਆ ਅਤੇ ਅਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਲੋਕਾਂ ਲਈ ਇਕ ਨਿਸ਼ਾਨੀ ਬਣਾ ਦਿੱਤਾ ਅਤੇ ਅਸੀਂ ਜ਼ਾਲਿਮਾਂ ਲਈ ਇਕ ਦਰਦਨਾਕ ਸਜ਼ਾ ਤਿਆਰ ਕਰ ਰੱਖੀ ਹੈ।"
        },
        {
            "chapter": 25,
            "verse": 38,
            "text": "ਅਤੇ ਆਦ ਤੇ ਸਮੂਦ ਨੂੰ ਅਤੇ ਖੂਹ ਵਾਲਿਆਂ ਤੇ ਅਤੇ ਉਨ੍ਹਾਂ ਵਿਚਕਾਰ ਬਹੁਤ ਸਾਰੀਆਂ ਕੌਮਾਂ ਨੂੰ (ਬਰਬਾਦ ਕਰ ਦਿੱਤਾ)।"
        },
        {
            "chapter": 25,
            "verse": 39,
            "text": "ਅਤੇ ਅਸੀਂ ਉਨ੍ਹਾਂ ਵਿਚੋਂ ਹਰੇਕ ਨੂੰ ਮਿਸਾਲਾਂ ਸੁਣਾਈਆਂ ਅਤੇ ਨਾ ਮੰਨਣ ਤੇ ਅਸੀਂ ਹਰੇਕ ਨੂੰ ਪੂਰਨ ਤੌਰ ਤੇ ਬਰਬਾਦ ਕਰ ਦਿੱਤਾ।"
        },
        {
            "chapter": 25,
            "verse": 40,
            "text": "ਅਤੇ ਇਹ ਲੋਕ ਉਸ ਬਸਤੀ ਤੋਂ ਲੰਘੇ ਹਨ, ਜਿਸ ਤੇ ਸ਼ੁਰੀ ਤਰਾਂ ਪੱਥਰ ਵਰਸਾਏ ਗਏ, ਕੀ ਉਹ ਉੱਸ ਨੂੰ ਵੇਖਦੇ ਨਹੀਂ ਹੌਣਗੇ। ਸਗੋਂ ਇਹ ਲੋਕ ਫਿਰ ਜੀਵਤ ਹੋਣ ਦੀ ਆਸ ਨਹੀਂ ਰਖਦੇ।"
        },
        {
            "chapter": 25,
            "verse": 41,
            "text": "ਅਤੇ ਉਹ ਜਦੋਂ' ਤੁਹਾਨੂੰ ਵੇਖਦੇ ਹਨ ਤਾਂ ਉਹ ਤੁਹਾਡਾ ਮਜ਼ਾਕ ਕਰਨ ਲਗਦੇ ਹਨ। ਕੀ ਇਹ ਹੀ' ਹੈ, ਜਿਸਨੂੰ ਅੱਲਾਹ ਨੇ ਰਸੂਲ ਬਣਾ ਕੇ ਭੇਜਿਆ ਹੈ।"
        },
        {
            "chapter": 25,
            "verse": 42,
            "text": "ਉਸ ਨੇ ਤਾਂ ਸਾਨੂੰ ਸਾਡੇ ਪੂਜਕਾਂ ਤੋਂ ਹਟਾ ਹੀ ਦਿੱਤਾ ਹੁੰਦਾ, ਜੇਕਰ ਅਸੀਂ ਉਨ੍ਹਾਂ ਕੋਲ ਪੱਕੇ ਪੈਰੀ' ਨਾ ਰਹਿੰਦੇ। ਅਤੇ ਜਲਦੀ ਹੀ ਉਨ੍ਹਾਂ ਨੂੰ ਪਤਾ ਲੱਗ ਜਾਵੇਗਾ ਜਦੋਂ ਉਹ ਸਜ਼ਾ ਨੂੰ ਵੇਖਣਗੇ ਕਿ ਸਾਰਿਆਂ ਤੋਂ ਜ਼ਿਆਦਾ ਸਿੱਧੇ ਰਾਹ ਤੋਂ ਕੌਣ ਭਟਕਿਆ ਹੈ।"
        },
        {
            "chapter": 25,
            "verse": 43,
            "text": "ਕੀ' ਤੁਸੀਂ ਉਸ ਬੰਦੇ ਨੂੰ ਵੇਖਿਆ ਜਿਸਨੇ ਆਪਣੀਆਂ ਇਛਾਵਾਂ ਨੂੰ ਆਪਣਾ ਪੂਜਨੀਕ ਬਣਾ ਰੱਖਿਆ ਹੈ, ਤਾਂ ਕੀ ਤੁਸੀਂ ਉਸ ਦੀ ਜ਼ਿੰਮੇਵਾਰੀ ਲੈ ਸਕਦੇ ਹੋ।"
        },
        {
            "chapter": 25,
            "verse": 44,
            "text": "ਜਾਂ ਤੁਸੀਂ ਇਹ ਸਮਝਦੇ ਹੋ ਕਿ ਉਨ੍ਹਾਂ ਵਿਚੋਂ ਜ਼ਿਆਦਾਤਰ ਸੁਣਦੇ ਅਤੇ ਸਮਝਦੇ ਹਨ, ਇਹ ਤਾਂ ਸਿਰਫ਼ ਪਸ਼ੂਆਂ ਦੀ ਤਰ੍ਹਾਂ ਹਨ ਸਗੋਂ ਉਨ੍ਹਾਂ ਤੋਂ ਵੀ ਜ਼ਿਆਦਾ ਗੁੰਮਰਾਹ ਹਨ।"
        },
        {
            "chapter": 25,
            "verse": 45,
            "text": "ਕੀ ਤੁਸੀਂ ਆਪਣੇ ਰੱਬ ਵੱਲ ਨਹੀ ਵੇਖਿਆ ਕਿ ਉਹ ਕਿਸ ਤਰਾਂ ਛਾਂ ਨੂੰ ਲੰਬਾ ਕਰ ਦਿੰਦਾ ਹੈ। ਜੇਕਰ ਉਹ ਚਾਹੁੰਦਾ ਤਾਂ ਉਹ ਉਸ ਨੂੰ ਸਥਿੱਰ ਕਰ ਦਿੰਦਾ। ਫਿਰ ਅਸੀਂ ਸੂਰਜ ਨੂੰ ਇਸ ਲਈ ਮਾਰਗ ਦਰਸ਼ਕ ਬਣਾਇਆ।"
        },
        {
            "chapter": 25,
            "verse": 46,
            "text": "ਫਿਰ ਅਸੀਂ ਹੌਲੀ ਹੌਲੀ ਉਸ ਨੂੰ ਆਪਣੇ ਵੱਲ ਸਮੇਟ ਲਿਆ।"
        },
        {
            "chapter": 25,
            "verse": 47,
            "text": "ਅਤੇ ਉਹ ਹੀ ਹੈ ਜਿਸ ਨੇ ਤੁਹਾਡੇ ਲਈ ਰਾਤ ਨੂੰ ਪਰਦਾ ਬਣਾਇਆ ਅਤੇ ਨੀਂਦ ਨੂੰ ਅਰਾਮ ਤੇ ਸੁੱਖ ਦਾ (ਸਾਧਨ) ਬਣਾਇਆ ਅਤੇ ਦਿਨ ਨੂੰ ਜੀਅ ਉਠਣ ਦਾ ਸਮਾਂ ਬਣਾਇਆ।"
        },
        {
            "chapter": 25,
            "verse": 48,
            "text": "ਅਤੇ ਉਹ ਹੀ ਹੈ ਜਿਹੜਾ ਵਰਖਾ ਤੋਂ ਪਹਿਲਾਂ ਹਵਾਂਵਾ ਨੂੰ ਖੁਸ਼ਖਬਰੀ ਬਣਾ ਕੇ ਭੇਜਦਾ ਹੈ। ਅਤੇ ਅਸੀਂ ਅਸਮਾਨ ਤੋਂ ਪਾਕ ਪਾਣੀ ਵਰਸਾਉਂਦੇ ਹਾਂ।"
        },
        {
            "chapter": 25,
            "verse": 49,
            "text": "ਤਾਂ ਕਿ ਉਸ ਨਾਲ ਮੁਰਦਾ ਧਰਤੀ ਵਿਚ ਜੀਵਨ ਪਾ ਦਈਏ। ਅਤੇ ਆਪਣੇ ਪੈਦਾ ਕੀਤੇ ਪਸ਼ੂਆਂ ਅਤੇ ਮਨੁੱਖਾਂ ਨੂੰ ਉਹ (ਪਾਣੀ) ਪਿਲਾਈਏ।"
        },
        {
            "chapter": 25,
            "verse": 50,
            "text": "ਅਤੇ ਅਸੀਂ' ਇਸ ਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਵਿਚਕਾਰ ਅਲੱਗ ਅਲੱਗ ਤਰਾਂ ਬਿਆਨ ਕੀਤਾ ਹੈ, ਤਾਂ ਕਿ ਉਹ ਵਿਚਾਰ ਕਰਨ। ਫਿਰ ਵੀ ਜ਼ਿਆਦਾਤਰ ਲੋਕਾਂ ਇਨਕਾਰ ਕੀਤੇ ਬਿਨਾ ਨਹੀ ਰਹਿ ਸਕਦੇ।"
        },
        {
            "chapter": 25,
            "verse": 51,
            "text": "ਅਤੇ ਜੇਕਰ ਅਸੀਂ' ਚਾਹੁੰਦੇ ਤਾਂ ਹਰੇਕ ਬਸਤੀ ਵਿਚ ਇਕ ਡਰਾਉਣ ਵਾਲਾ ਭੇਜ ਦਿੰਦੇ।"
        },
        {
            "chapter": 25,
            "verse": 52,
            "text": "ਇਸ ਲਈ ਤੁਸੀਂ ਇਨਕਾਰੀਆਂ ਦੀ ਗੱਲ ਨਾ ਮੰਨੋ ਅਤੇ ਇਸ ਦੇ ਰਾਹੀਂ ਉਨ੍ਹਾਂ ਦੇ ਨਾਲ ਵੱਡਾ ਜਿਹਾਦ (ਕਰੜਾ ਸੰਘਰਸ) ਕਰੋ।"
        },
        {
            "chapter": 25,
            "verse": 53,
            "text": "ਅਤੇ ਉਹ ਹੀ ਹੈ ਜਿਸ ਨੇ ਦੋ ਦਰਿਆਵਾਂ ਨੂੰ ਮਿਲਾਇਆ। ਇਹ ਮਿੱਠਾ ਹੈ, ਪਿਆਸ ਬੁਝਾਉਣ ਵਾਲਾ ਅਤੇ ਖਾਰਾ ਹੈ, ਕੌੜਾ ਹੈ। ਅਤੇ ਉਸ ਨੇ ਇਨ੍ਹਾਂ ਦੇ ਵਿਚਕਾਰ ਪਰਦਾ ਰੱਖ ਦਿੱਤਾ ਹੈ ਅਤੇ ਇਕ ਪੱਕੀ ਓਟ।"
        },
        {
            "chapter": 25,
            "verse": 54,
            "text": "ਅਤੇ ਉਹ ਹੀ ਹੈ ਜਿਸ ਨੇ ਮਨੁੱਖ ਨੂੰ ਪਾਣੀ ਤੋਂ ਪੈਦਾ ਕੀਤਾ। ਫਿਰ ਉੱਸ ਨੂੰ ਪਰਿਵਾਰ ਅਤੇ ਸਹੂਰਾ (ਸਾਕ ਸਬੰਧੀਆਂ) ਵਾਲਾ ਬਣਇਆ। ਅਤੇ ਤੁਹਾਡਾ ਰੱਬ ਬਹੁਤ ਤਾਕਤ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 25,
            "verse": 55,
            "text": "ਅਤੇ ਇਹ ਅੱਲਾਹ ਨੂੰ ਛੱਡ ਕੇ ਅਜਿਹੀਆਂ ਚੀਜ਼ਾਂ ਨੂੰ ਪੂਜਦੇ ਹਨ, ਜਿਹੜੀਆਂ ਨਾ ਇਨ੍ਹਾਂ ਨੂੰ ਲਾਭ ਪਹੁੰਚਾ ਸਕਦੀਆਂ ਹਨ, ਨਾ ਹਾਨੀ। ਅਤੇ ਇਨਕਾਰੀਆਂ ਨੇ ਤਾਂ ਆਪਣੇ ਰੱਬ ਦੇ ਵਿਰੁੱਧ ਸਹਾਇਕ ਬਣਿਆ ਹੋਇਆ ਹੈ।"
        },
        {
            "chapter": 25,
            "verse": 56,
            "text": "ਅਤੇ ਅਸੀਂ ਤੁਹਾਨੂੰ ਸਿਰਫ਼ ਖੁਸ਼ਖ਼ਬਰੀ ਦੇਣ ਵਾਲਾ ਅਤੇ ਅਜ਼ਾਬ ਦੇਣ ਵਾਲਾ ਬਣਾ ਕੇ ਭੇਜਿਆ ਹੈ।"
        },
        {
            "chapter": 25,
            "verse": 57,
            "text": "ਤੁਸੀਂ ਆਖੋ, ਕਿ ਮੈਂ ਤੁਹਾਡੇ ਤੋਂ ਇਸ ਲਈ ਕੋਈ ਮਜ਼ਦੂਰੀ ਨਹੀਂ ਮੰਗਦਾ। ਪਰੰਤੂ ਇਹ ਕਿ ਜਿਹੜਾ ਚਾਹੇ ਆਪਣੇ ਰੱਬ ਦਾ ਰਾਹ ਅਪਣਾ ਲਵੇ।"
        },
        {
            "chapter": 25,
            "verse": 58,
            "text": "ਅਤੇ ਜੀਵਤ ਅੱਲਾਹ ਤੇ ਜਿਹੜਾ ਕਦੇ ਮਰਨ ਵਾਲਾ ਨਹੀ ਭਰੋਸਾ ਰੱਖੋ ਅਤੇ ਉਸ ਦੀ ਖੁਸ਼ੀ ਦੇ ਨਾਲ ਉਸ ਦੀ ਉਪਮਾ ਕਰੋ। ਅਤੇ ਉਹ ਆਪਣੇ ਬੰਦਿਆਂ ਦੇ ਪਾਪਾਂ ਦੀ ਖ਼ਬਰ ਰੱਖਣ ਵਾਲਾ ਕਾਫੀ ਹੈ।"
        },
        {
            "chapter": 25,
            "verse": 59,
            "text": "ਜਿਸ ਨੇ ਆਕਾਸ਼ਾਂ ਅਤੇ ਧਰਤੀ ਨੂੰ ਛੇ ਦਿਨਾਂ ਵਿਚ ਪੈਦਾ ਕੀਤਾ ਅਤੇ (ਉਸ ਨੂੰ) ਜਿਹੜਾ ਇਨ੍ਹਾਂ ਦੇ ਵਿਚਕਾਰ ਹੈ। ਫਿਰ ਉਹ ਰਹਿਮਾਨ ਅਰਸ਼ ਤੇ ਬਿਰਾਜ਼ਮਾਨ ਹੋਇਆ। ਇਸ ਲਈ ਉਸ ਨੂੰ ਪੁੱਛੋਂ ਜਿਹੜਾ ਕੋਈ ਜਾਣਦਾ ਹੈ।"
        },
        {
            "chapter": 25,
            "verse": 60,
            "text": "ਅਤੇ ਜਦੋਂ ਉਨ੍ਹਾਂ ਨੂੰ ਕਿਹਾ ਜਾਂਦਾ ਹੈ ਕਿ ਰਹਿਮਾਨ ਨੂੰ ਸਿਜਦਾ ਕਰੋ “ਤਾਂ ਉਹ ਆਖਦੇ ਹਨ ਕਿ ਰਹਿਮਾਨ ਕੀ ਹੈ। ਕੀ ਅਸੀਂ ਉਸਨੂੰ ਸਿਜਦਾ ਕਰੀਏ ਜਿਸ ਨੂੰ ਤੁਸੀਂ ਆਖਦੇ ਹੋ। ਅਤੇ ਉਨ੍ਹਾਂ ਦਾ ਥਿੜਕਣਾ ਹੋਰ ਵੱਧ ਜਾਂਦਾ ਹੈ।"
        },
        {
            "chapter": 25,
            "verse": 61,
            "text": "ਅਤੇ ਅੱਲਾਹ ਵੱਡੀ ਬਰਕਤ ਵਾਲਾ ਹੈ। ਜਿਸ ਨੇ ਆਕਾਸ਼ਾਂ ਵਿਚ ਬ਼ੁਰਜ ਬਣਾਏ ਅਤੇ ਉਨ੍ਹਾਂ ਵਿਚ ਇੱਕ ਦੀਵਾ (ਸੂਰਜ) ਅਤੇ ਇੱਕ ਚਮਕਦਾ ਹੋਇਆ ਚੰਨ ਰੱਖਿਆ।"
        },
        {
            "chapter": 25,
            "verse": 62,
            "text": "ਅਤੇ ਉਹ ਹੀ ਹੈ ਜਿਸ ਨੇ ਦਿਨਾਂ ਨੂੰ ਇੱਕ ਤੋਂ ਬਾਅਦ ਇੱਕ ਆਉਣ ਵਾਲੇ ਬਣਾਇਆ ਉਸ ਬੰਦੇ ਲਈ, ਜਿਹੜਾ ਸਿੱਖਿਆ ਲੈਣਾ ਚਾਹਵੇ ਅਤੇ ਅਹਿਸਾਨ ਮੰਦ ਬਨਣਾ ਚਾਹਵੇ।"
        },
        {
            "chapter": 25,
            "verse": 63,
            "text": "ਅਤੇ ਅੱਲਾਹ ਦੇ ਬੰਦੇ ਉਹ ਹਨ, ਜਿਹੜੇ ਧਰਤੀ ਉੱਤੇ ਨਿਮਰਤਾ ਆਖ ਦਿੰਦੇ ਹਨ ਕਿ ਤੁਹਾਨੂੰ ਸਲਾਮ।"
        },
        {
            "chapter": 25,
            "verse": 64,
            "text": "ਅਤੇ ਜਿਹੜੇ ਆਪਣੇ ਰੱਬ ਦੇ ਅੱਗੇ ਸਿਜਦਾ ਅਤੇ ਕਯਾਮ (ਖੜੇ ਹੋਣਾ) ਵਿਚ ਰਾਤਾਂ ਬਤੀਤ ਕਰਦੇ ਹਨ।"
        },
        {
            "chapter": 25,
            "verse": 65,
            "text": "ਅਤੇ ਜਿਹੜੇ ਆਖਦੇ ਹਨ, ਕਿ ਹੇ ਸਾਡੇ ਰੱਬ! ਨਰਕ ਦੀ ਸਜ਼ਾ ਨੂੰ ਸਾਡੇ ਤੋਂ ਦੂਰ ਰੱਖ। ਬੇਸ਼ੱਕ ਉਸ ਦੀ ਸਜ਼ਾ ਬਹੁਤ ਦੁਖਦਾਇਕ ਹੈ।"
        },
        {
            "chapter": 25,
            "verse": 66,
            "text": "ਬੇਸ਼ੱਕ ਉਹ ਬਹੁਤ ਭੈੜਾ ਟਿਕਾਣਾ ਹੈ ਅਤੇ ਭੈੜਾ ਸਥਾਨ ਹੈ।"
        },
        {
            "chapter": 25,
            "verse": 67,
            "text": "ਅਤੇ ਉਹ ਲੋਕ ਜਦੋਂ ਉਹ ਖਰਚ ਕਰਦੇ ਹਨ, ਨਾ ਤਾਂ ਅਜਾਂਈਂ' ਉਡਾਉਂਦੇ ਹਨ ਅਤੇ ਨਾ ਹੀ ਉਹ ਕੰਜੂਸੀ ਕਰਦੇ ਹਨ, (ਸਗੋਂ) ਉਨ੍ਹਾਂ ਵਾ ਖਰਚ ਦਰਮਿਆਨਾ ਹੁੰਦਾ ਹੈ।"
        },
        {
            "chapter": 25,
            "verse": 68,
            "text": "ਅਤੇ ਜਿਹੜੇ ਲੋਕ ਅੱਲਾਹ ਤੋਂ ਸ਼ਿਨਾ ਕਿਸੇ ਹੋਰ ਨੂੰ ਪੂਜਨੀਕ ਨਹੀਂ ਮੰਨਦੇ ਅਤੇ ਉਹ ਅੱਲਾਹ ਦੀਆਂ ਨਜਾਇਜ਼ (ਜਿਨ੍ਹਾ ਨੂੰ ਮਾਰਨਾ ਅੱਲਾਹ ਨੇ ਹਰਾਮ ਕੀਤਾ ਹੈ) ਕੀਤੇ ਹੋਏ ਜੀਵ ਦੀ ਹੱਤਿਆ ਨਹੀਂ ਕਰਦੇ, ਪਰ ਜਾਇਜ਼ ਤਰੀਕੇ ਨਾਲ। ਅਤੇ ਉਹ ਵਿਭਚਾਰ ਨਹੀਂ ਕਰਦੇ ਅਤੇ ਜਿਹੜੇ ਬੰਦੇ ਅਜਿਹਾ ਕੰਮ ਕਰਨਗੇ ਉਹ ਸਜ਼ਾ ਦੇ ਭਾਗੀ ਦਾਰ ਹੋਣਗੇ।"
        },
        {
            "chapter": 25,
            "verse": 69,
            "text": "ਕਿਆਮਤ ਦੇ ਦਿਨ ਉਸ ਦੀ ਸਜ਼ਾ ਵਧਦੀ ਚਲੀ ਜਾਵੇਗੀ। ਅਤੇ ਉਹ ਉਸ ਵਿਚ ਹਮੇਸ਼ਾ ਬੇ-ਇੱਜਤ ਹੋ ਕੇ ਰਹਿਣਗੇ।"
        },
        {
            "chapter": 25,
            "verse": 70,
            "text": "ਪਰੰਤੂ ਜਿਹੜਾ ਬੰਦਾ ਤੌਬਾ ਕਰੇ ਅਤੇ ਈਮਾਨ ਲਿਆਏ ਤੇ ਨੇਕ ਕਰਮ ਕਰੇ ਤਾਂ ਅੱਲਾਹ ਅਜਿਹੇ ਲੋਕਾਂ ਦੇ ਗੁਨਾਹਾਂ ਨੂੰ ਨੇਕੀਆਂ ਵਿਚ ਬਦਲ ਦੇਵੇਗਾ। ਅੱਲਾਹ ਮੁਆਫ਼ ਕਰਨ ਵਾਲਾ ਅਤੇ ਰਹਿਮ ਕਰਨ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 25,
            "verse": 71,
            "text": "ਅਤੇ ਜਿਹੜਾ ਬੰਦਾ ਹੋ ਰਿਹਾ ਹੈ।"
        },
        {
            "chapter": 25,
            "verse": 72,
            "text": "ਅਤੇ ਜਿਹੜੇ ਲੋਕ ਝੂਠੀ ਗਵਾਹੀ ਵਿਚ ਸ਼ਾਮਿਲ ਨਹੀਂ' ਹੋਣਗੇ ਅਤੇ ਜਦੋਂ ਕਿਸੇ ਅਸ਼ਲੀਲ ਜ਼ੀਜ਼ ਕੋਲੋਂ ਲੰਘਣਾ ਪੈ ਜਾਵੇ ਤਾਂ ਉਹ ਸੰਜੀਦਗੀ ਨਾਲ ਲੰਘ"
        },
        {
            "chapter": 25,
            "verse": 73,
            "text": "(ਜਾਦੇ ਹਨ73) ਅਤੇ ਉਹ ਅਜਿਹੇ ਹਨ ਕਿ ਜਦੋਂ ਨਹ ਨੰ ਉਨਾਂ ਦੇ ਰੱਥ ਦੀਆਂ ਗੱਲਾਂ ਰਾਹੀਂ ਉਪਦੇਸ਼ ਦਿੱਤਾ ਜਾਂਦਾ ਹੈ “ਤਾਂ ਉਹ ਉਨ੍ਹਾਂ ਤੇ ਗੂੰਗੇ ਅਤੇ ਅੰਨ੍ਹੇ ਹੋ ਕੇ ਨਹੀਂ ਡਿਗਦੇ।"
        },
        {
            "chapter": 25,
            "verse": 74,
            "text": "ਅਤੇ ਜਿਹੜੇ ਆਖਦੇ ਹਨ ਕਿ ਹੈ ਸਾਡੇ ਰੱਬ! ਸਾਨੂੰ ਸਾਡੀਆਂ ਪਤਨੀਆਂ ਅਤੇ ਸਾਡੀ ਔਲਾਦ ਵੱਲੋਂ ਅੱਖਾਂ ਦੀ ਠੰਡਕ ਬਖਸ਼ ਦੇ ਅਤੇ ਸਾਨੂੰ ਪ੍ਰਹੇਜ਼ਗਾਰਾਂ ਦਾ ਆਗੂ ਬਣਾ ਦੇ।"
        },
        {
            "chapter": 25,
            "verse": 75,
            "text": "ਇਹ (ਉਹ) ਲੋਕ ਹਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਉੱਚੇ ਮਹਿਲ ਮਿਲਣਗੇ। ਇਸ ਲਈ ਕਿ ਉਨ੍ਹਾਂ ਨੇ ਸਬਰ ਕੀਤਾ। ਅਤੇ ਉਨ੍ਹਾਂ ਵਿਚ ਇਨ੍ਹਾਂ ਦਾ ਸਵਾਗਤ ਦੁਆ ਅਤੇ ਸਲਾਮ ਦੇ ਨਾਲ ਹੋਵੇਗਾ।"
        },
        {
            "chapter": 25,
            "verse": 76,
            "text": "ਉਹ ਉਸ ਵਿਚ ਹਮੇਸ਼ਾ ਰਹਿਣਗੇ। ਉਹ ਠਹਿਰਣ ਦਾ ਅਤੇ ਰਹਿਣ ਦਾ ਵਧੀਆ ਸਥਾਨ ਹੈ।"
        },
        {
            "chapter": 25,
            "verse": 77,
            "text": "ਆਖੋ, ਕਿ ਮੇਰਾ ਰੱਬ ਤੁਹਾਡੀ ਪ੍ਰਵਾਹ ਨਹੀਂ ਕਰਦਾ। ਜੇਕਰ ਤੁਸੀਂ ਉਸ ਨੂੰ ਨਾ ਪੁਕਾਰੋ। ਇਸ ਲਈ (ਜੇਕਰ) ਤੁਸੀਂ ਝੂਠਲਾ ਚੁੱਕੇ ਤਾਂ ਉਹ ਚੀਜ਼ ਜਲਦੀ ਹੀ ਵਾਪਰ ਕੇ ਰਹੇਗੀ।"
        }
    ]
}