{
    "pages": [
        {
            "chapter": 19,
            "verse": 12,
            "text": "โอ้ ยะห์ยาเอ๋ย ! เจ้าจงยึดมั่นในคัมภีร์ (เตารอฮฺ) อย่างมั่นคง และเราได้ประทานความเฉลียวฉลาดให้แก่เขา ตั้งแต่เขายังเป็นเด็กอยู่"
        },
        {
            "chapter": 19,
            "verse": 13,
            "text": "และความน่าสงสารจากเรา และความบริสุทธิ์แก่เขาและเขาเป็นผู้ยำเกรง"
        },
        {
            "chapter": 19,
            "verse": 14,
            "text": "และเป็นผู้กระทำความดีต่อบิดามารดาของเขา และเขามิได้เป็นผู้หยิ่งยโส ผู้ฝ่าฝืน"
        },
        {
            "chapter": 19,
            "verse": 15,
            "text": "และความศานติจงมีแด่เขา วันที่เขาถูกคลอด และวันที่เขาตาย และวันที่เขาถูกฟื้นขึ้นให้มีชีวิตใหม่"
        },
        {
            "chapter": 19,
            "verse": 16,
            "text": "และจงกล่าวถึง (เรื่องของ) มัรยัมที่อยู่ในคัมภีร์ เมื่อนางได้ปลีกตัวออกจากหมู่ญาติของนาง ไปยังมุมหนึ่งทางตะวันออก (ของบัยตุลมักดิส)"
        },
        {
            "chapter": 19,
            "verse": 17,
            "text": "แล้วนางได้ใช้ม่านกั้นให้ห่างพ้นจากพวกเขา แล้วเราได้ส่งวิญญาณของเรา (ญิบรีล) ไปยังนาง แล้วเขาได้จำแลงตนแก่นาง ให้เป็นชายอย่างสมบูรณ์"
        },
        {
            "chapter": 19,
            "verse": 18,
            "text": "นางกล่าวว่า แท้จริงฉันขอความคุ้มครองต่อพระผู้ทรงกรุณาปรานีให้พ้นจากท่าน หากท่านเป็นผู้ยำเกรง"
        },
        {
            "chapter": 19,
            "verse": 19,
            "text": "เขา (ญิบรีล) กล่าวว่า แท้จริงฉันเป็นเพียงฑูตแห่งพระเจ้าของเธอ เพื่อฉันจะให้ลูกชายผู้บริสุทธิ์แก่เธอ"
        },
        {
            "chapter": 19,
            "verse": 20,
            "text": "นางกล่าวว่า ฉันจะมีลูกได้อย่างไรทั้ง ๆ ที่ไม่มีชายใดมาแตะต้องฉันเลย และฉันก็มิได้เป็นหญิงชั่ว"
        },
        {
            "chapter": 19,
            "verse": 21,
            "text": "เขา (ญิบรีล) กล่าวว่า กระนั้นก็เถิด พระเจ้าของเธอตรัสว่า มันง่ายสำหรับข้า และเพื่อเราจะทำให้เขาเป็นสัญญาณหนึ่งสำหรับมนุษย์ และเป็นความเมตตาจากเรา และนั่นเป็นกิจการที่ถูกกำหนดไว้แล้ว"
        },
        {
            "chapter": 19,
            "verse": 22,
            "text": "แล้วนางได้ตั้งครรภ์ และนางได้ปลีกตัวออกไปพร้อมกับบุตรในครรภ์ ยังสถานที่ไกลแห่งหนึ่ง"
        },
        {
            "chapter": 19,
            "verse": 23,
            "text": "ความเจ็บปวดใกล้คลอดทำให้นางหลบไปที่โคนต้นอินทผาลัม นางได้กล่าวว่า โอ้ ! หากฉันได้ตายไปเสียก่อนหน้านี้ และฉันเป็นคนไร้ค่าถูกลืมเสียก็จะดี"
        },
        {
            "chapter": 19,
            "verse": 24,
            "text": "ดังนั้น เขา (มะลัก) ได้เรียกนางทางเบื้องล่างต้นอินทผลัมว่า อย่าได้เศร้าเสียใจ แน่นอน พระเจ้าของเธอทรงจัดลำธารไว้เบื้องล่างเธอแล้ว"
        },
        {
            "chapter": 19,
            "verse": 25,
            "text": "และจงเขย่าต้นอินทผลัม ให้มันเอนมาทางตัวเธอ มันจะหล่นลงมาที่ตัวเธอเป็นอินทผลัมที่สุกน่ากิน"
        }
    ]
}