{
    "pages": [
        {
            "chapter": 26,
            "verse": 61,
            "text": "ครั้นเมื่อแต่ละฝ่ายได้มองเห็นกัน พวกพ้องของมูซาได้กล่าวว่า แท้จริงเราถูกตามทันแล้ว"
        },
        {
            "chapter": 26,
            "verse": 62,
            "text": "เขา (มูซา) ได้กล่าวว่า ไม่หรอก แท้จริงพระเจ้าของฉันทรงอยู่กับฉัน พระองค์จะทรงขี้แนะทางแก่ฉัน"
        },
        {
            "chapter": 26,
            "verse": 63,
            "text": "ดังนั้นเราได้ดลใจมูซาว่า จงฟาดทะเลด้วยไม้เท้าของเจ้า แล้วมันก็ได้แยกออก แต่ละข้างมีสภาพเหมือภูเขาใหญ่"
        },
        {
            "chapter": 26,
            "verse": 64,
            "text": "และเราได้ให้พวกอื่น ให้เข้ามาใกล้ ณ ที่นั้น"
        },
        {
            "chapter": 26,
            "verse": 65,
            "text": "และเราได้ให้มูซาและผู้ที่อยู่ร่วมกับเขาทั้งหมดรอดพ้นไป"
        },
        {
            "chapter": 26,
            "verse": 66,
            "text": "แลเราได้ให้พวกอื่นจมน้ำตาย"
        },
        {
            "chapter": 26,
            "verse": 67,
            "text": "แท้จริงในการนั้นเป็นสัญญาณอย่างแน่นอน แต่ส่วนมากของพวกเขาไม่เป็นผู้ศรัทธา"
        },
        {
            "chapter": 26,
            "verse": 68,
            "text": "และแท้จริงพระเจ้าของเจ้านั้น แน่นอนพระองค์เป็นผู้ทรงอำนาจ ผู้ทรงเมตตาเสมอ"
        },
        {
            "chapter": 26,
            "verse": 69,
            "text": "และจงเล่าเรื่องราวของอิบรอฮีม ให้แก่พวกเขา"
        },
        {
            "chapter": 26,
            "verse": 70,
            "text": "ขณะที่เขากล่าวแก่บิดาของเขา และพวกพ้องของเขาว่า พวกท่านเคารพภักดีอะไร"
        },
        {
            "chapter": 26,
            "verse": 71,
            "text": "พวกเขากล่าวว่า เราเคารพภักดีรูปปั้นแล้วเราจะคงเป็นผู้ยึดมั่นต่อมันตลอดไป"
        },
        {
            "chapter": 26,
            "verse": 72,
            "text": "เขา (อิบรอฮีม) กล่าวว่า เมื่อพวกท่านวิงวอนขอ พวกมันได้ยินพวกท่านหรือ"
        },
        {
            "chapter": 26,
            "verse": 73,
            "text": "หรือมันให้คุณให้โทษแก่พวกท่านไหม"
        },
        {
            "chapter": 26,
            "verse": 74,
            "text": "พวกเขากล่าวว่า แต่เราได้พบบรรพบุรุษของเราปฏิบัติกันมาเช่นนั้น"
        },
        {
            "chapter": 26,
            "verse": 75,
            "text": "เขากล่าวว่า พวกท่านไม่เห็นดอกหรือสิ่งที่พวกท่านเคารพภักดีอยู่"
        },
        {
            "chapter": 26,
            "verse": 76,
            "text": "ด้วยตัวของพวกท่านเอง และบรรพบุรุษของพวกท่านแต่กาลก่อน"
        },
        {
            "chapter": 26,
            "verse": 77,
            "text": "แท้จริงพวกเขาคือศัตรูของฉัน นอกจากพระเจ้าแห่งสากลโลก"
        },
        {
            "chapter": 26,
            "verse": 78,
            "text": "ซึ่งพระองค์ทรงสร้างฉัน แล้วพระองค์ทรงชี้แนะทางแก่ฉัน"
        },
        {
            "chapter": 26,
            "verse": 79,
            "text": "และพระองค์ทรงประทานอาหารให้ฉันและทรงให้น้ำดื่มแก่ฉัน"
        },
        {
            "chapter": 26,
            "verse": 80,
            "text": "และเมื่อฉันป่วย ดังนั้นพระองค์ทรงให้ฉันหายป่วย"
        },
        {
            "chapter": 26,
            "verse": 81,
            "text": "และผู้ทรงให้ฉันตายแล้วทรงให้ฉันมีชีวิต"
        },
        {
            "chapter": 26,
            "verse": 82,
            "text": "และผู้ที่ฉันหวังว่า จะทรงอภัยแก่ฉันซึ่งความผิดพลาดในวันแห่งการตอบแทน"
        },
        {
            "chapter": 26,
            "verse": 83,
            "text": "ข้าแต่พระเจ้าของฉัน ขอพระองค์ทรงประทานความรู้และทรงให้ฉันอยู่รวมกับหมู่คนดีทั้งหลาย"
        }
    ]
}