{
    "pages": [
        {
            "chapter": 40,
            "verse": 78,
            "text": "และโดยแน่นอน เราได้ส่งบรรดารอซูลมาก่อนหน้าเจ้าบางคนในหมู่พวกเขามีผู้ที่เราบอกเล่าแก่เจ้า และบางคนในหมู่พวกเขามีผู้ที่เรามิได้บอกเล่าแก่เจ้า และไม่บังควรแก่รอซูลที่จะนำสัญญาณใด ๆ มาเว้นแต่ด้วยอนุมัติของอัลลอฮฺ ดังนั้นเมื่อพระบัญชาของอัลลอฮฺมาถึงเรื่องนั้นก็จะถูกตัดสินด้วยความยุติธรรม และขณะนั้นบรรดาผู้กล่าวเท็จก็จะขาดทุนอย่างย่อยยับ"
        },
        {
            "chapter": 40,
            "verse": 79,
            "text": "อัลลอฮฺคือผู้ทรงบันดาลปศุสัตว์บางชนิดให้พวกเจ้าเพื่อใช้เป็นพาหนะ และบางชนิดเพื่อให้พวกเจ้าใช้กิน"
        },
        {
            "chapter": 40,
            "verse": 80,
            "text": "และสำหรับพวกเจ้าในตัวมันนั้นมีประโยชน์มากหลาย และเพื่อพวกเจ้าจะได้บรรลุสู่ความประสงค์ที่มีอยู่ในทรวงอกของพวกเจ้า และพวกเจ้าบรรทุกบนหลังมันเช่นเดียวกับใช้บรรทุกบนเรือ"
        },
        {
            "chapter": 40,
            "verse": 81,
            "text": "และพระองค์ได้ทรงให้พวกเจ้าเห็นสัญญาณต่าง ๆ ของพระองค์ดังนั้น ด้วยสัญญาณต่าง ๆ ของอัลลอฮฺอันใดเล่าที่พวกเจ้าปฏิเสธ"
        },
        {
            "chapter": 40,
            "verse": 82,
            "text": "พวกเข้ามิได้ท่องเที่ยวไปตามแผ่นดินดอกหรือ แล้วพิจารณาดูว่า บั้นปลายของประชาชาติในยุคก่อนหน้าพวกเขาเป็นเช่นใด เขาเหล่านั้นมีจำนวนมากกว่าพวกเขา และมีพลังเข้มแข็งว่า และได้ทิ้งร่องรอยไว้มากมายในแผ่นดิน ดังนั้นสิ่งที่พวกเขาได้กระทำไว้นั้น หาได้อำนวยประโยชน์แก่พวกเขาไม่"
        },
        {
            "chapter": 40,
            "verse": 83,
            "text": "ดังนั้นเมื่อบรรดารอซูลของพวกเขาได้มายังพวกเขาพร้อมด้วยหลักฐานต่าง ๆ อันชัดแจ้งพวกเขาก็ดีใจกับความรู้ (ทางด้านวัตถุ) ที่มีอยู่กับพวกเขา และสิ่งที่พวกเขาเคยเยาะเย้ยไว้นั้นก็ห้อมล้อมพวกเขา"
        },
        {
            "chapter": 40,
            "verse": 84,
            "text": "ครั้นเมื่อพวกเขาได้เห็นการลงโทษอย่างหนักของเรา พวกเขาก็กล่าวว่า เราศรัทธาต่ออัลลอฮฺองค์เดียว และเราปฏิเสธศรัทธาต่อสิ่งที่เราเคยตั้งภาคีต่อพระองค์"
        },
        {
            "chapter": 40,
            "verse": 85,
            "text": "แต่การศรัทธาของพวกเขาจะไม่อำนวยประโยชน์แก่พวกเขาเลยในเมื่อพวกเขาได้เห็นการลงโทษอย่างหนักของเรานี่คือแนวทางของอัลลอฮฺที่ได้มีมาแต่ในอดีตในปวงบ่าวของพระองค์ และขณะนั้นบรรดาผู้ปฏิเสธศรัทธาก็ได้ขาดทุนอย่างย่อยยับ"
        }
    ]
}