{
    "pages": [
        {
            "chapter": 57,
            "verse": 4,
            "text": "พระองค์คือ พระผู้ทรงสร้างชั้นฟ้าทั้งหลายและแผ่นดินในระยะ 6 วัน แล้วพระองค์ทรงสถิตอยู่บนบัลลังก์ พระองค์ทรงรอบรู้สิ่งที่เข้าไปในแผ่นดิน และสิ่งที่ออกมาจากแผ่นดิน และสิ่งที่ลงมาจากฟากฟ้าและสิ่งที่ขึ้นไปสู่ฟากฟ้า และพระองค์ทรงอยู่กับพวกเจ้า ไม่ว่าพวกเจ้าจะอยู่ ณ แห่งหนใด และอัลลอฮฺทรงเห็นสิ่งที่พวกเจ้ากระทำ"
        },
        {
            "chapter": 57,
            "verse": 5,
            "text": "อำนาจอันเด็ดขาดแห่งชั้นฟ้าทั้งหลายและแผ่นดินนั้นเป็นสิทธิ์ของพระองค์ และการงานทั้งหลายถูกให้กลับไปยังอัลลอฮฺเท่านั้น"
        },
        {
            "chapter": 57,
            "verse": 6,
            "text": "พระองค์ทรงให้กลางคืนคาบเกี่ยวเข้าไปในกลางวัน และทรงให้กลางวันคาบเกี่ยวเข้าไปในกลางคืน และพระองค์เป็นผู้ทรงรอบรู้สิ่งที่อยู่ในทรวงอก"
        },
        {
            "chapter": 57,
            "verse": 7,
            "text": "พวกเจ้าจงศรัทธาต่ออัลลอฮฺ และรอซูลของพระองค์ และจงบริจาคในทางของอัลลอฮฺจากสิ่งที่พระองค์ทรงทำให้พวกเจ้าเป็นตัวแทนของมัน ดังนั้นบรรดาผู้ศรัทธาและบรรดาผู้บริจาคในหมู่พวกเจ้านั้นสำหรับพวกเขาจะได้รับรางวัลอันยิ่งใหญ่"
        },
        {
            "chapter": 57,
            "verse": 8,
            "text": "และไฉนเล่าพวกเจ้าจึงไม่ศรัทธาต่ออัลลอฮฺ ทั้ง ๆ ที่รอซูลได้เรียกร้องพวกเจ้าให้ศรัทธาต่อพระเจ้าของพวกเจ้า และแน่นอน พระองค์ได้ทรงเอาสัญญากับพวกเจ้าแล้ว หากพวกเจ้าเป็นผู้ศรัทธา"
        },
        {
            "chapter": 57,
            "verse": 9,
            "text": "พระองค์เป็นผู้ทรงประทานบรรดาอัลอายาตอันชัดแจ้งลงมาแก่ (มุฮัมมัด) บ่าวของพระองค์ เพื่อทรงนำพวกเจ้าออกจากความมืดทั้งหลายสู่ความสว่าง และแท้จริงอัลลอฮฺนั้นเป็นผู้ทรงเอ็นดู ผู้ทรงเมตตาเสมอต่อพวกเจ้า"
        },
        {
            "chapter": 57,
            "verse": 10,
            "text": "และไฉนเล่าพวกเจ้าจึงไม่บริจาคในทางของอัลลอฮฺทั้ง ๆ ที่มรดกแห่งชั้นฟ้าทั้งหลายและแผ่นดินนี้เป็นของอัลลอฮฺ ในหมู่พวกเจ้านั้นมีผู้บริจาคและได้ต่อสู้ (ในทางของอัลลอฮฺ) ก่อนการพิชิต (นครมักกะฮฺ) ชนเหล่านั้นย่อมมีฐานะสูงส่งกว่าบรรดาผู้บริจาคและต่อสู้ (ในทางของอัลลอฮฺ) หลังจากพิชิต (นครมักกะฮฺ) และอัลลอฮฺทรงสัญญาความดีงาม (สวนสวรรค์) แก่ทั้งสองฝ่าย และอัลลอฮฺนั้นทรงรอบรู้อย่างละเอียดในสิ่งที่พวกเจ้ากระทำ"
        },
        {
            "chapter": 57,
            "verse": 11,
            "text": "ใครคือผู้ที่จะให้อัลลอฮฺยืม (บริจาคในทางของอัลลอฮฺ) ด้วยการยืมที่ดี แล้วพระองค์ก็จะทรงเพิ่มพูนผลบุญแก่เขา และเขาจะได้รับรางวัลอันมีเกียรติ (สวนสวรรค์)"
        }
    ]
}