{
    "chapter": [
        {
            "chapter": 46,
            "verse": 1,
            "text": "Ha Mim"
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "The revelation of the Book is from Allah, the Almighty, the All-Wise"
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "We have not created the heavens and earth and everything between them except with truth and for a set term. But those who are kafir turn away from what they have been warned about"
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "Say: ´Have you thought about those you call upon apart from Allah? Show me what they have created on the earth. Or do they have a partnership in the heavens? Produce a Book for me before this one or a shred of knowledge if you are telling the truth.´"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "Who could be further astray than those who call on other things besides Allah, which will not respond to them until the Day of Rising and which are unaware of their prayers"
        },
        {
            "chapter": 46,
            "verse": 6,
            "text": "When mankind is gathered together, they will be their enemies and will reject their worship"
        },
        {
            "chapter": 46,
            "verse": 7,
            "text": "When Our Clear Signs are recited to them, those who reject say to the truth when it comes to them, ´This is downright magic.´"
        },
        {
            "chapter": 46,
            "verse": 8,
            "text": "Or do they say, ´He has invented it´? Say: ´If I have invented it, then you possess no power to help me against Allah in any way. He knows best what you hold forth about. He is witness enough between me and you. He is the Ever-Forgiving, the Most Merciful.´"
        },
        {
            "chapter": 46,
            "verse": 9,
            "text": "Say: ´I am nothing new among the Messengers. I have no idea what will be done with me or you. I only follow what has been revealed to me. I am only a clear warner.´"
        },
        {
            "chapter": 46,
            "verse": 10,
            "text": "Say: ´What do you think? If it is from Allah and you reject it, when a witness from the tribe of Israel testifies to its similarity and has iman while you are arrogant . . . ! Allah certainly does not guide wrongdoing people.´"
        },
        {
            "chapter": 46,
            "verse": 11,
            "text": "Those who are kafir say of those who have iman, ´If there was any good in it, they would not have beaten us to it.´ And since they have not been guided by it, they are bound to say, ´This is an antiquated falsehood.´"
        },
        {
            "chapter": 46,
            "verse": 12,
            "text": "But before it there was the Book of Musa as a model and a mercy. And this is a corroborating Book in the Arabic tongue so that you may warn those who do wrong, and as good news for the good-doers"
        },
        {
            "chapter": 46,
            "verse": 13,
            "text": "Those who say, ´Our Lord is Allah,´ and then go straight will feel no fear and will know no sorrow"
        },
        {
            "chapter": 46,
            "verse": 14,
            "text": "Such people are the Companions of the Garden, remaining in it timelessly, for ever, as repayment for what they did"
        },
        {
            "chapter": 46,
            "verse": 15,
            "text": "We have instructed man to be good to his parents. His mother bore him with difficulty and with difficulty gave birth to him; and his bearing and weaning take thirty months. Then when he achieves his full strength and reaches forty, he says, ´My Lord, keep me thankful for the blessing You bestowed on me and on my parents, and keep me acting rightly, pleasing You. And make my descendants righteous. I have made tawba to You and I am truly one of the Muslims.´"
        },
        {
            "chapter": 46,
            "verse": 16,
            "text": "Those are people whose best deeds will be accepted and whose wrong deeds will be overlooked. They are among the Companions of the Garden, in fulfilment of the true promise made to them"
        },
        {
            "chapter": 46,
            "verse": 17,
            "text": "But what of him who says to his parents, ´Fie on you! Do you promise me that I will be resurrected when generations before me have passed away?´ They both call on Allah for help: ´Woe to you! Have iman! Allah´s promise is true.´ But he says, ´This is nothing but the myths of previous peoples.´"
        },
        {
            "chapter": 46,
            "verse": 18,
            "text": "Those are people of whom the statement about the nations, both of jinn and men, who passed away before them, has also proved true; truly they were the lost"
        },
        {
            "chapter": 46,
            "verse": 19,
            "text": "Everyone will be ranked according to what they did. We will pay them in full for their actions and they will not be wronged"
        },
        {
            "chapter": 46,
            "verse": 20,
            "text": "On the Day when those who were kafir are exposed to the Fire: ´You dissipated the good things you had in your worldly life and enjoyed yourself in it. So today you are being repaid with the punishment of humiliation for being arrogant in the earth without any right and for being deviators.´"
        },
        {
            "chapter": 46,
            "verse": 21,
            "text": "Remember the brother of ´Ad when he warned his people by the sand-dunes — and warners passed away before and after him — ´Worship no one but Allah. I fear for you the punishment of a terrible Day.´"
        },
        {
            "chapter": 46,
            "verse": 22,
            "text": "They said, ´Have you come to us to divert us from our gods? Bring us what you have promised us if you are telling the truth.´"
        },
        {
            "chapter": 46,
            "verse": 23,
            "text": "He said, ´All knowledge is with Allah. I only transmit to you what I have been sent with. But I see that you are a people who are ignorant.´"
        },
        {
            "chapter": 46,
            "verse": 24,
            "text": "When they saw it as a storm cloud advancing on their valleys they said, ´This is a storm cloud which will give us rain.´ No, rather it is what you desired to hasten — a wind containing painful punishment"
        },
        {
            "chapter": 46,
            "verse": 25,
            "text": "destroying everything at its Lord´s command! When morning came you could see nothing but their dwellings. That is how We repay the people of the evildoers"
        },
        {
            "chapter": 46,
            "verse": 26,
            "text": "We established them far more firmly than We have established you and gave them hearing, sight and hearts. But their hearing, sight and hearts were of no use to them at all when they renounced Allah´s Signs and what they mocked at engulfed them"
        },
        {
            "chapter": 46,
            "verse": 27,
            "text": "We destroyed the cities round about you and have variegated the Signs so that hopefully they will turn back"
        },
        {
            "chapter": 46,
            "verse": 28,
            "text": "Why have those they took as gods besides Allah, to bring them near to Him, not come to their aid? No, in fact they have forsaken them! That was a fiction, something they invented"
        },
        {
            "chapter": 46,
            "verse": 29,
            "text": "And We diverted a group of jinn towards you to listen to the Qur´an. When they were in earshot of it they said, ´Be quiet and listen.´ When it was over they went back to their people, warning them"
        },
        {
            "chapter": 46,
            "verse": 30,
            "text": "They said, ´Our people, we have heard a Book which was sent down after Musa, confirming what came before it, guiding to the truth and to a straight path"
        },
        {
            "chapter": 46,
            "verse": 31,
            "text": "Our people, respond to Allah´s caller and believe in Him. He will forgive you some of your wrong actions and save you from a painful punishment"
        },
        {
            "chapter": 46,
            "verse": 32,
            "text": "Those who do not respond to Allah´s caller cannot thwart Allah on earth and have no protectors apart from Him. Such people are clearly misguided.´"
        },
        {
            "chapter": 46,
            "verse": 33,
            "text": "Do they not see that Allah — He who created the heavens and the earth and was not wearied by creating them — has the power to bring the dead to life? Yes indeed! He has power over all things"
        },
        {
            "chapter": 46,
            "verse": 34,
            "text": "On the Day when those who were kafir are exposed to the Fire, they will be asked, ´Is this not the truth?´ They will say, ´Yes, by our Lord.´ He will say, ´Then taste the punishment for having been kafir.´"
        },
        {
            "chapter": 46,
            "verse": 35,
            "text": "So be steadfast as the Messengers with firm resolve were also steadfast. And do not seek to hasten it for them. On the Day they see what they were promised, it will be as if they had only tarried for just one hour of a single day. It has been transmitted! Will any be destroyed except for deviant people"
        }
    ]
}