{
    "juzs": [
        {
            "chapter": 23,
            "verse": 1,
            "text": "Dar haqiqat nacot joftand mu'minon"
        },
        {
            "chapter": 23,
            "verse": 2,
            "text": "onon, ki dar namozason tarsu umed mekunand"
        },
        {
            "chapter": 23,
            "verse": 3,
            "text": "va onon, ki az ʙehuda ruj megardonand"
        },
        {
            "chapter": 23,
            "verse": 4,
            "text": "va onon, ki zakotro medihand"
        },
        {
            "chapter": 23,
            "verse": 5,
            "text": "va onon, ki sarmgohi xudro nigoh medorand"
        },
        {
            "chapter": 23,
            "verse": 6,
            "text": "ƣajri hamsaron jo kanizoni xud, ki dar nazdiki ʙo onon mavridi malomat qaror namegirand"
        },
        {
            "chapter": 23,
            "verse": 7,
            "text": "va kasone, ki ƣajr az in du ʙicujand, az haddi xud tacovuz kardaand"
        },
        {
            "chapter": 23,
            "verse": 8,
            "text": "va onon, ki amonatho va pajmonhoi xudro rioja me- kunand"
        },
        {
            "chapter": 23,
            "verse": 9,
            "text": "va onon, ki ʙar namozhoi xud davomdihandaand"
        },
        {
            "chapter": 23,
            "verse": 10,
            "text": "inho merosʙaron hastand"
        },
        {
            "chapter": 23,
            "verse": 11,
            "text": "ki firdavsro, ki hamesa dar on covidonand, ʙa meros meʙarand"
        },
        {
            "chapter": 23,
            "verse": 12,
            "text": "Alʙatta Mo insonro az gili xolis ofaridem"
        },
        {
            "chapter": 23,
            "verse": 13,
            "text": "sipae uro nutfae dar cojgohe ustuvor qaror do- dem"
        },
        {
            "chapter": 23,
            "verse": 14,
            "text": "on goh az on nutfa laxtaxune ofaridem va az on laxtaxun poraguste va az on poragust ustuxonho ofaridem va ustuxonhoro ʙo gust pusonidem; ʙori digar uro ofarinise digar dodem. Sazovori ta'- zim ast Xudovand, on ʙehtarini ofarinandagon"
        },
        {
            "chapter": 23,
            "verse": 15,
            "text": "Va ʙa'd az in hamai sumo xohed murd"
        },
        {
            "chapter": 23,
            "verse": 16,
            "text": "Boz dar ruzi qijomat zinda megarded"
        },
        {
            "chapter": 23,
            "verse": 17,
            "text": "Va ʙar ʙoloi saraton haft osmon ʙijofaridem, hol on ki az in ofarinis ƣofil naʙudaem"
        },
        {
            "chapter": 23,
            "verse": 18,
            "text": "Va az osmon ʙa miqdori ehtijoc oʙ firistodem va onro dar zamin coj dodem va Mo ʙar noʙud karda- nas tavono hastem"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "Bo on oʙ ʙarojaton ʙustonhoe az xurmovu angur pajdo kardem. Sumoro dar on ʙorho mevahoi ʙisjo- rest, ki az onho mexured"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "Va daraxtest, ki dar Turi Sino merujad. Ravƣan medihad va on ravƣan ʙaroi xurandagon nonxuri- sest"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "Sumoro dar corpojon iʙratest. Az sire, ki dar sikamason hast, ʙa sumo mepusonem va az onho foida- hoi ʙisjor meʙared va az onho mexured"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "Va ʙar onho va ʙar kistiho savor mesaved"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "Qasam, ki Nuhro ʙar qavmas firistodem. Guft: «Ej qavmi man, Xudoi jaktoro ʙiparasted. Sumoro Xudovande ƣajri U nest. Ojo nametarsed?»"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "Buzurgoni qavmas, ki kofir ʙudand, guftand: «In mard insonest monandi sumo, mexohad az sumo ʙolotar savad. Agar Xudo mexost, farpstago- nero mefiristod. Mo hargiz cunin cize dar ruzgo- ri nijogonamon nasunidaem"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "U mardi devonae ʙes nest. Jakcand muddat ʙar u saʙr kuned». (to margas faro rasad)"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "Guft: «Ej Parvardigori man, aknun, ki maro duruƣ meʙarorand, joriam kun»"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "Ba u vahj kardem, ki kistiro dar huzuri Mo va ʙa ilhomi Mo ʙisoz. Va cun farmoni Mo darra- sid va oʙ az tanur ʙerun zad, az har cinse duto va niz kasoni xudro ʙa on ʙiʙar. Ƣajri on kas, ki pes az in dar ʙorai u suxan raftaast. Va dar ʙorai si- tamkoron ʙo Man suxan maguj, ki onho hama ƣarq- sudagonand"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "Cun xud va hamrohonat ʙa kisti nisasted, ʙi- gu: «Sukr Xudojro, ki moro az mardumi zolim nacot ʙaxsid»"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "Va ʙigu: «Ej Parvardigori man, maro furud ovar dar cojgohe muʙorak, ki tu ʙehtarini faroran- dagoni»"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "Dar in doston iʙrathovu pandhost va mo tanho ozmojandagone ʙudem"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "Va ʙa'd az onho mardume digar ʙijofaridem"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "Va az xudason ʙa mijonason pajomʙare firisto- dem, ki Xudoi jaktoro ʙiparasted, sumoro xudoe cuz U nest. Ojo nametarsed"
        },
        {
            "chapter": 23,
            "verse": 33,
            "text": "Guruhe az ʙuzurgoni qavmas, ki kofir ʙudand va didori oxiratro duruƣ mesumurdand va dar in dunjojason ajsu ne'mat doda ʙudem, guftand: «In mard insonest monandi sumo, az on ci mexured, mexurad va az on ci meosomed. meosomad"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "Va agar ʙa insone monandi xud ito'at kuned, zijon kardaed"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "Ojo ʙa sumo va'da medihad, ki cun murded va xoku ustuxon suded, sumoro az gur ʙerun meova- rand"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "In va'dae, ki ʙa sumo doda suda, dur ast, dur"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "Cuz hamin zindagonii dunjavii mo hec nest, ʙa dunjo meoemu memirem va digar ʙor zinda namesa- vem"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "In mardest, ki ʙa xudoi jakto duruƣ meʙofad va mo ʙa u imon nameovarem»"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "Guft: «Ej Parvardigori man, aknun ki maro du- ruƣ meʙarorand, joriam kun!»"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "Guft: «Ba hamin zudi az karda pusajmon mesa- vand»"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "Pas ʙa haq sadoe saxt ononro furu girift. Mo- nandi gijoh xuskason kardem. Ej, nasiʙi mardumi sitamkora duri az rahmati Xudo ʙod"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "Va ʙa'd az onho mardume digar ʙijofaridem"
        },
        {
            "chapter": 23,
            "verse": 43,
            "text": "Hec millate az acali xud na pes meaftad va na dertar mekunad"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "Sipas paj dar paj pajomʙaroni xudro firisto- dem. Har ʙor, ki pajomʙare ʙar millate omad, duruƣ ʙarovardand va Mo niz onhoro az pasi jakdigar ʙa halokat rasonidem va ononro dostonho kardem. Ej, nasiʙi mardume, ki imon nameovaravdd, duri az rahmati Xudo ʙod"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "On goh Muso va ʙarodaras Horunro ʙo ojoti Xud va dalelhoi ravsan firistodem"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "nazdi Fir'avn va ʙuzurgoni qavmas. Pas gar- dankasi kardaid, kn mardume ʙartaricuj ʙudand"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "va guftand: «Ojo ʙa du inson, ki monandi mo hastand va qavmason ʙandagoni mo ʙudand, imon ʙijovarem?»"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "Onhoro duruƣ ʙarovardand va xudro ʙa halokat afkandand"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "Alʙatta Mo ʙa Muso kitoʙ dodem, ʙosad, ki hi- dojat joʙand"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "Va pisari Marjam va modarasro mu'cizae soxtem va on duro ʙar ʙaland coe, ki qarorgohe va oʙi ravon dost coj dodem"
        },
        {
            "chapter": 23,
            "verse": 51,
            "text": "Ej pajomʙaron, az cizhoi pokizavu xus ʙixured va korhoi soista kuned, ki Man ʙa korhoe, ki me- kuned, ogoham"
        },
        {
            "chapter": 23,
            "verse": 52,
            "text": "Alʙatta in dini sumo dinest jagona va Man Parvardigori sumojam, az Man ʙitarsed"
        },
        {
            "chapter": 23,
            "verse": 53,
            "text": "Pas dini xudro firqa-firqa kardand va har firqae ʙa ravise, ki intixoʙ karda ʙud, dilxus ʙud"
        },
        {
            "chapter": 23,
            "verse": 54,
            "text": "Ononro to cande dar gumrohijason ʙiguzor"
        },
        {
            "chapter": 23,
            "verse": 55,
            "text": "Ojo mepindorand, ki on molu farzand, ki ʙa onho dodem"
        },
        {
            "chapter": 23,
            "verse": 56,
            "text": "ʙaroi on ast, ki mekusem xajre ʙa onho ʙiraso- nem? Na, onon darnamejoʙand"
        },
        {
            "chapter": 23,
            "verse": 57,
            "text": "Onhoe, ki az xavfi Parvardigorason larzonand"
        },
        {
            "chapter": 23,
            "verse": 58,
            "text": "va onhoe, ki ʙa ojoti Parvardigorason imon me- ovarand"
        },
        {
            "chapter": 23,
            "verse": 59,
            "text": "va onhoe, ki ʙa Parvardigorason sirk nameova- rand"
        },
        {
            "chapter": 23,
            "verse": 60,
            "text": "va onhoe, ki hamai on ciro ʙojad ado kunand, ado mekunand va ʙoz ham dilhojason tarson ast, ki ʙojad nazdi Parvardigorason ʙozgardand"
        },
        {
            "chapter": 23,
            "verse": 61,
            "text": "inho hastand, ki ʙa korhoi nek mesitoʙand va dar on ʙar jakdigar pesi mecujand"
        },
        {
            "chapter": 23,
            "verse": 62,
            "text": "Bar hec kas cuz ʙa miqdori tavonas taklif na- mekunem. Va nazdi Mo kitoʙest, ki ʙa haq suxan megujad. Va ʙar onho sitame nameravad"
        },
        {
            "chapter": 23,
            "verse": 63,
            "text": "Na! Dilhojason az in suxan dar pardai ƣaflat ast. Va onhoro korhoest cuz in korho, ki mekunand"
        },
        {
            "chapter": 23,
            "verse": 64,
            "text": "To on goh ki sarvatmandonasonro ʙa azoʙ gi- riftor kunem va nola sar dihand"
        },
        {
            "chapter": 23,
            "verse": 65,
            "text": "Imruz nola sar madihed, ki sumoro az azoʙi Mo kas nacot nadihad"
        },
        {
            "chapter": 23,
            "verse": 66,
            "text": "Ojoti Man! ʙarojatjun xonda, mesud va sumo name- pazirufted va pas-pas merafted"
        },
        {
            "chapter": 23,
            "verse": 67,
            "text": "Bar on takaʙʙur mekarded va saʙhangom dar af- sonasaroi nosazo megufted"
        },
        {
            "chapter": 23,
            "verse": 68,
            "text": "Ojo dar in suxan nameandesand jo ʙaroi onho ci- ze nozil suda, ki ʙaroi nijogonason nozil nasuda ʙud"
        },
        {
            "chapter": 23,
            "verse": 69,
            "text": "Jo on ki pajomʙarasonro nasinoxtaand, ki inko- ras mekunand"
        },
        {
            "chapter": 23,
            "verse": 70,
            "text": "Jo megujand, ki devona ast? Na, pajomʙarason ʙa dini haq ʙar onho firistoda sud, vale ʙestara- son az haq ʙadʙini dorand"
        },
        {
            "chapter": 23,
            "verse": 71,
            "text": "Agar haq az pai havashojason meraft, osmonho- vu zamin va har ki dar onhost, halok mesud. Vale Mo pan; das, on firistodem va onho az pandason rujgardon sudand"
        },
        {
            "chapter": 23,
            "verse": 72,
            "text": "Jo tu az onho muzde metalaʙi? Muzdi Parvardi- gorat ʙehtar ast, ki U ʙehtarini ruzidihandagon ast"
        },
        {
            "chapter": 23,
            "verse": 73,
            "text": "Alʙatta tu ʙa rohi rostason da'vat mekuni"
        },
        {
            "chapter": 23,
            "verse": 74,
            "text": "Va kasone, ki ʙa oxirat imon nadorand, az rohi rost kacravand"
        },
        {
            "chapter": 23,
            "verse": 75,
            "text": "Agar ʙar onho rahmat meovarem va ozorero, ki ʙa on giriftorand, az onho dur mesoxtem, ʙoz ham xamcunon ʙo sarsaxti dar tacovuzi xud sargasta me- mondand"
        },
        {
            "chapter": 23,
            "verse": 76,
            "text": "Ba azoʙ giriftorason kardem na sar xam kar- dand va na iltico"
        },
        {
            "chapter": 23,
            "verse": 77,
            "text": "To on goh ki dare az azoʙi saxt ʙa rujason ku- sodem, cunon ki az hama co noumed gastand"
        },
        {
            "chapter": 23,
            "verse": 78,
            "text": "Va ust on Xudoe, ki ʙarojaton gusu casmu dil ʙijofarid. Ci andak sukr meguzored"
        },
        {
            "chapter": 23,
            "verse": 79,
            "text": "Ust on Xudoe, ki sumoro dar rui zamin xalq kard va hama nazdi U cam' ovarda mesaved"
        },
        {
            "chapter": 23,
            "verse": 80,
            "text": "Va Ust on Xudoe, ki zinda mekunad va memiro- nad va omadusudi saʙu ruz az Ust, Caro aql namekuned"
        },
        {
            "chapter": 23,
            "verse": 81,
            "text": "Na, onho niz hamon suxanon guftand, ki pesi- nijon meguftand"
        },
        {
            "chapter": 23,
            "verse": 82,
            "text": "Guftand: «Ojo agar mo ʙimirem va xoku ustuxon savem, ʙoz ham zinda mesavem?»"
        },
        {
            "chapter": 23,
            "verse": 83,
            "text": "Ba mo va padaronamon niz pes az in cunin va'- dahoe doda suda ʙud. Inho cize cuz afsonahoi pe- sinijon nest!»"
        },
        {
            "chapter": 23,
            "verse": 84,
            "text": "Bigu: «-Agar medoned, in zamin va har ki dar on ast, az oni kist?»"
        },
        {
            "chapter": 23,
            "verse": 85,
            "text": "Xohand guft: «Az oni Xudo». Bigu: «Ojo pand na- megired?»"
        },
        {
            "chapter": 23,
            "verse": 86,
            "text": "Bigu: «Kist Parvardigori haft osmon va Par- vardigori arsi ʙuzurg?»"
        },
        {
            "chapter": 23,
            "verse": 87,
            "text": "Xohand guft: «Xudo». Bigu: «Ojo nametarsed?»"
        },
        {
            "chapter": 23,
            "verse": 88,
            "text": "Bigu: «Agar medoned, podsohii hama cizho ʙa dasti kist? Kist on, ki ʙa hama kas panoh dihad va kasero az u panoh nest?»"
        },
        {
            "chapter": 23,
            "verse": 89,
            "text": "Xohand guft: «Xudo». Bigu: «Pas caro fireʙ me- xured?»"
        },
        {
            "chapter": 23,
            "verse": 90,
            "text": "Na! Mo ʙar onho suxani rost firistodem va onho duruƣ megujand"
        },
        {
            "chapter": 23,
            "verse": 91,
            "text": "Xudo hec farzande nadorad va hec xudoe ʙo U nest. Agar cunin meʙud har xudoe ʙo ofaridagoni xud ʙa jak su mekasid va ʙar jakdigar ʙolotarsaviro mecustand. Xudo az on guna, ki Uro vasf mekunand, pok ast"
        },
        {
            "chapter": 23,
            "verse": 92,
            "text": "Donoi pinhonu oskoro, az har ci sariki U me- sozand, ʙolotar ast"
        },
        {
            "chapter": 23,
            "verse": 93,
            "text": "Bigu: «Ej Parvardigori, man, kos cizero, ki ʙa onon va'da doda suda, ʙa man nison medodi"
        },
        {
            "chapter": 23,
            "verse": 94,
            "text": "Pas, ej Parvardigori man, maro dar zumrai si- tamkoron qaror madeh»"
        },
        {
            "chapter": 23,
            "verse": 95,
            "text": "Va Mo agar ʙixohem, ki on ciro ʙa onon va'da dodaem, turo nison dihem, metavonem"
        },
        {
            "chapter": 23,
            "verse": 96,
            "text": "Suxani ʙadi onhoro ʙar har ci nekutar meojad, cavoʙ deh. Mo ʙa suxani onho ogohtar hastem"
        },
        {
            "chapter": 23,
            "verse": 97,
            "text": "Bigu: «Ej Parvardigori man, az vasvasahoi saj- ton ʙa tu panoh meovaram"
        },
        {
            "chapter": 23,
            "verse": 98,
            "text": "Va ʙa Tu panoh meovaram, ej Parvardigori man, agar nazdi man hozir ojand!»"
        },
        {
            "chapter": 23,
            "verse": 99,
            "text": "Cun jakeasonro marg faro rasad, gujad: «Ej Par- vardigori man, maro ʙozgardon. (ʙa hajot)"
        },
        {
            "chapter": 23,
            "verse": 100,
            "text": "Sojad korhoi soistaero, ki tark karda ʙudam, ʙa coj ovaram». Hargiz! In suxanest, ki u megujad va pusti sarason to ruzi qijomat mone'est, ki ʙozgast natavonand"
        },
        {
            "chapter": 23,
            "verse": 101,
            "text": "Cun dar sur damida savad, hec xesovande mijo- nason namonad va hec az xoli jakdigar napursand"
        },
        {
            "chapter": 23,
            "verse": 102,
            "text": "Onon, ki tarozujason sangin ʙosad, xud nacotjof- tagonand"
        },
        {
            "chapter": 23,
            "verse": 103,
            "text": "Va onon, ki tarozujason saʙuk ʙosad, ʙa xud zijon rasokidaand va dar cahannam covid monda- gonand"
        },
        {
            "chapter": 23,
            "verse": 104,
            "text": "Otas cehrahojasonro mesuzonad va dar duzax tursrujand"
        },
        {
            "chapter": 23,
            "verse": 105,
            "text": "Ojo ojathoi Man ʙarojaton xonda namesud va onho- ro duruƣ mehisoʙided"
        },
        {
            "chapter": 23,
            "verse": 106,
            "text": "Gujand: «Ej Parvardigori mo, surʙaxtijamon ʙar mo ƣalaʙa kard va mo mardume gumroh ʙudem"
        },
        {
            "chapter": 23,
            "verse": 107,
            "text": "Ej Parvardigori mo, moro az in otas ʙerun ovar. Agar digar ʙor cunon kardem, az zolimon ʙosem»"
        },
        {
            "chapter": 23,
            "verse": 108,
            "text": "Gujad: «Dar otas gum saved va ʙo Man suxan nagued»"
        },
        {
            "chapter": 23,
            "verse": 109,
            "text": "Ore, guruhe az ʙandagoni Man meguftand: «Ej Parvardigori mo, imon ovardem, moro ʙiʙaxso va ʙar mo rahmat ovar, ki Tu ʙehtarini rahmovaran- dagoni»"
        },
        {
            "chapter": 23,
            "verse": 110,
            "text": "Va sumo masxaraason mekarded to jodi Maro az xotiraton raʙudand. Va sumo hamcunon ʙa onho mexandided"
        },
        {
            "chapter": 23,
            "verse": 111,
            "text": "Imruz onhoro ʙa xotiri saʙre, ki mekardand, muzd mediham. Onho ʙa murodi xud rasidaand"
        },
        {
            "chapter": 23,
            "verse": 112,
            "text": "Gujad: «Ba sumori solho ci muddat dar zamin zistaed?»"
        },
        {
            "chapter": 23,
            "verse": 113,
            "text": "Gujand: «Jak ruz jo qijomate az jak ruz. Az onho, ki mesumurdand, ʙipurs»"
        },
        {
            "chapter": 23,
            "verse": 114,
            "text": "Gujad: «Agar ogohi dosted, medonisted, ki cuz andake nazistaed"
        },
        {
            "chapter": 23,
            "verse": 115,
            "text": "Ojo pin d ore d, ki sumoro ʙehuda ofaridaem va sumo ʙa nazdi Mo ʙozgardonida namesaved?»"
        },
        {
            "chapter": 23,
            "verse": 116,
            "text": "Pas pok ast Xudoi jakto — on farmonravoi rostin. Hec xudoe cuz U nest! Parvardigori arsi ʙuzurgvor ast"
        },
        {
            "chapter": 23,
            "verse": 117,
            "text": "On kas, ki ʙa coi Xudoi jakto xudoi digarero me- xonad, va ʙa haqqonijatas hec ʙurhone nadorad, in ast, ki hisoʙas nazdi Parvardigoras xo- had ʙud. Va kofiron nacot namejoʙand"
        },
        {
            "chapter": 23,
            "verse": 118,
            "text": "Va ʙigu: «Ej Parvardigori man, ʙiʙaxsovu rah- mat kun va Tu ʙehtarini rahmatkunandagon has- ti!»"
        },
        {
            "chapter": 24,
            "verse": 1,
            "text": "Suraest, ki onro nozil kardaem va vociʙas soxtaem va dar on ojote ravsan firistodaem, ʙosad, ki pand gired"
        },
        {
            "chapter": 24,
            "verse": 2,
            "text": "Zanu mardi zinokorro har jakro sad zarʙa ʙizaned. Va agar ʙa Xudovu ruzi qijomat imon dored, maʙod, ki dar hukmi Xudo nisʙat ʙa on du rahmdil garded. Va ʙojad, ki ʙa hangomi sikanca kardanason guruhe az mu'minon hozir ʙosand"
        },
        {
            "chapter": 24,
            "verse": 3,
            "text": "Mardi zinokor ƣajri zani zinokor jo musrikro namegirad va zani zinokorro ƣajri mardi zinokor jo musrik namegirad. Va in ʙar mu'minon harom sudast"
        },
        {
            "chapter": 24,
            "verse": 4,
            "text": "Kasonero, ki zanoni pokro ʙa zino mutahham mekunand va cahor sohid nameovarand, hastod zarʙa ʙizaned va az on pas hargiz sohidiasonro napazired, ki mardume fosiqand"
        },
        {
            "chapter": 24,
            "verse": 5,
            "text": "Ƣajri kasone, ki ʙa'd, az on tavʙa kunand va ʙa isloh ojand. Zero Xudo ʙaxsojandavu mehruʙon ast"
        },
        {
            "chapter": 24,
            "verse": 6,
            "text": "Va kasone, ki zanoni xudro ʙa zino mutahham mekunand va sohide cuz xud nadorand, har jak az onhoro cahor ʙor sohidi ast ʙa nomi Xudo, ki az rostgujon ast"
        },
        {
            "chapter": 24,
            "verse": 7,
            "text": "Va ʙori pancum ʙigujad, ki la'nati Xudo ʙar u ʙod, agar az duruƣgujon ʙosad"
        },
        {
            "chapter": 24,
            "verse": 8,
            "text": "Va agar on zan cahor ʙor ʙa Xudo savgand xurad, ki on mard duruƣ megujad, cazo az u ʙardosta mesavad"
        },
        {
            "chapter": 24,
            "verse": 9,
            "text": "Va ʙori pancum ʙigujad, ki xasmi Xudo ʙar u ʙod, agar mard az rostgujon ʙosad"
        },
        {
            "chapter": 24,
            "verse": 10,
            "text": "Halok mesuded agar fazlu rahmate, ki Xudo ʙar sumo dodaast, nameʙud? Va agar Xudo tavʙapaziru hakim nameʙud"
        },
        {
            "chapter": 24,
            "verse": 11,
            "text": "Kasone, ki on duruƣi ʙuzurgro soxtaand, guruhe az sumojand. Mapindored, ki sumoro dar on sarre ʙuvad. Na, xajri sumo dar on ʙuvad. Har marde az onho ʙa on andoza gunoh, ki kardaast, ʙa cazo rasad va az mijoni onho, on ki ʙestarini in ʙuhtonro ʙa uhda dorad ʙa azoʙe ʙuzurg giriftor meojad"
        },
        {
            "chapter": 24,
            "verse": 12,
            "text": "Caro hangome ki on ʙuhtonro sunided, mardonu zanoni mu'min ʙa xud gumoni nek naʙurdand va naguftand, ki in tuhmate oskor ast"
        },
        {
            "chapter": 24,
            "verse": 13,
            "text": "Caro cahor sohid ʙar idda'oi xud najovardand? Pas agar sohidone najovardaand, dar nazdi Xudo dar zumrai duruƣgujonand"
        },
        {
            "chapter": 24,
            "verse": 14,
            "text": "Agar fazlu rahmati Xudo dar dunjovu oxirat nameʙud, ʙa sazoi on suxanon, ki megufted, sumoro azoʙe ʙuzurg darmerasid"
        },
        {
            "chapter": 24,
            "verse": 15,
            "text": "On goh, ki on suxanro az dahoni jakdigar megirifted va cize ʙar zaʙon meronded, ki dar ʙorai on hec, namedonisted va mepindosted, ki kore xurd ast va hol on, ki dar nazdi Xudo kore ʙuzurg ʙud"
        },
        {
            "chapter": 24,
            "verse": 16,
            "text": "Caro on goh ki suxan sunided, nagufted: «Moro nasojad, ki onro ʙozguem, Parvardigoro, Tu poki, in tuhmate ʙuzurg ast?»"
        },
        {
            "chapter": 24,
            "verse": 17,
            "text": "Xudo sumoro pand medihad, ki agar az muʹminon hasted, ʙori digar girdi cunon kore magarded"
        },
        {
            "chapter": 24,
            "verse": 18,
            "text": "Xudo ojotro ʙaron sumo ʙajon mekunad va Xudo donovu hakim ast"
        },
        {
            "chapter": 24,
            "verse": 19,
            "text": "Baroi kasone, ki dust dorand, dar ʙorai mu'minon tuhmati zino pahn savad, dar dunjovu oxirat azoʙe dardovar muhajjost. Xudo medonad, va sumo namedoned"
        },
        {
            "chapter": 24,
            "verse": 20,
            "text": "Halok mesuded, agar fazlu rahmate, ki Xudo ʙa sumo dodaast, nameʙud. Va agar Xudo mehruʙonu ʙaxsojanda nameʙud"
        },
        {
            "chapter": 24,
            "verse": 21,
            "text": "Ej kasone, ki imon ovardaed, poj ʙa coi poi sajton maguzored. Va har ki poj ʙa coi poi sajton guzorad, ʙidonad, ki u ʙa fahsovu munkar (korhoi ʙad) farmon medihad. Va agar fazlu rahmate ki Xudo ʙar sumo arzoni dostaast, nameʙud, hec jak az sumo hargiz rui poki namedid. Vale Xudo har kasro, ki ʙixohad, pokiza mesozad. Va Xudo sunavovu donost"
        },
        {
            "chapter": 24,
            "verse": 22,
            "text": "Tavongaron va onon, ki kusoise dar kori onhost, naʙojad savgand ʙixurand, ki ʙa xesovandonu miskinon va muhociron dar rohi Xudo cize nadihand. Bojad ʙiʙaxsandu ʙiʙaxsojand. Ojo namexohed, ki Xudo sumoro ʙiʙaxsojad? Va Xudost ʙaxsojandai mehruʙon"
        },
        {
            "chapter": 24,
            "verse": 23,
            "text": "Kasone, ki ʙar zanoni pokdoman va ʙexaʙar az zino va mu'min tuhmati zino mezanand, dar dunjovu oxirat la'nat sudaand va ʙarojason azoʙest ʙuzurg"
        },
        {
            "chapter": 24,
            "verse": 24,
            "text": "ruze, ki zaʙonason va dasthojasonu pojhojason ʙar ziddason ʙar korhoe, ki mekardaand, sohidi dihand"
        },
        {
            "chapter": 24,
            "verse": 25,
            "text": "On ruz, ki Xudo cazojasonro ʙa tamomi ʙidihad va ʙidonand, ki Xudo haqiqati oskor ast"
        },
        {
            "chapter": 24,
            "verse": 26,
            "text": "Zanoni nopok ʙaroi mardoni nopok va mardoni nopok ʙaroi zanoni nopok va zanoni pok ʙaroi mardoni pok va mardoni pok ʙaroi zanoni pok. Onho az on ci dar ʙoraason megujand, pokand. Baxsoisu rizqi neku ʙaroi onhost"
        },
        {
            "chapter": 24,
            "verse": 27,
            "text": "Ej kasone, ki imon ovardaed, ʙa xonae ƣajr az xonai xud ʙe on, ki icozat talaʙida va ʙar sokinonas salom karda ʙosed, nadaroed. In ʙaroi sumo ʙehtar ast, ʙosad, ki pand gired"
        },
        {
            "chapter": 24,
            "verse": 28,
            "text": "Va agar dar xona kasero najofted, doxil nasaved to sumoro ruxsat dihand. Va agar gujand: «Bozgarded», ʙozgarded, in ʙarojaton pokizatar ast. Va Xudo ʙa har kore, ki mekuned, ogoh ast"
        },
        {
            "chapter": 24,
            "verse": 29,
            "text": "Bar sumo gunohe nest, agar ʙa xonahoi ƣajrimaskun, ki mato'e dar on dored, doxil saved. Har ciro oskor sozed, jo pinhon dored. Xudo ʙa on ogoh ast"
        },
        {
            "chapter": 24,
            "verse": 30,
            "text": "Ba mardoni mu'min ʙigu, ki casmoni xud ʙipusand va sarmgohi xud iigah dorand. In ʙarojason pokizatar ast. Zero Xudo ʙa korhoe, ki mekunand, ogoh ast"
        },
        {
            "chapter": 24,
            "verse": 31,
            "text": "Va ʙa zanoni mu'min ʙigu, ki casmoni xud ʙipusand va sarmgohi xud nigoh dorand va zinathoi xudro cuz on miqdor, ki pajdost, oskor nakunand va miqna'ahoi (rujmolhoi) xudro to gireʙon ʙipusand va zinathoi xudro oskor nakunand, ƣajri ʙa savhari xud jo padari xud jo padari savhari xud jo pisari xud jo pisari savhari xud jo ʙarodari xud jo pisari ʙarodari xud jo pisari xohari xud jo zanoni hamdini xud, jo ʙandagoni xud jo mardoni xidmatguzori xud, ki raƣʙat ʙa zan nadorand, jo kudakone, ki az sarmgohi zanon ʙexaʙarand. Va niz cunon poj ʙar zamin nazanand to on zinat, ki piihon kardaand, donista savad. Ej mu'minon, hamagon ʙa dargohi Xudo tavʙa kuned, sojad nacot joʙed"
        },
        {
            "chapter": 24,
            "verse": 32,
            "text": "Bezanonatonro va ƣulomu kanizoni xudro, ki soista ʙosand, hamsar dihed. Agar ʙenavo ʙosand, Xudo ʙa karami xud tavongarason xohad soxt, ki Xudo kusoisdihanda va donost"
        },
        {
            "chapter": 24,
            "verse": 33,
            "text": "Onon, ki tavonoii zanosui nadorand, ʙojad pokDomani pesa kunand, to Xudo az karami xud tavongarason gardonad. Va az ʙandagonaton onon, ki xohoni ʙozxaridani xudand, agar dar onho xajre jofted, ʙozxaridanasonro ʙipazired. Va az on mol, ki Xudo ʙa sumo arzoni dostaast, ʙa onon ʙidihed. Va kanizoni xudro agar xohand, ki parhezgor ʙosand, ʙa xotiri sarvati dunjavi ʙa zino macʙur nakuned. Har kas, ki ononro ʙa zino vodorad, Xudo ʙaroi on kanizon, ki ʙa macʙuri ʙa on kor vodor gastaand, ʙaxsojandavu mehruʙon ast"
        },
        {
            "chapter": 24,
            "verse": 34,
            "text": "Ba tahqiq ʙaroi sumo ojote ravsan va dostonhoe az kasone, ki pes az sumo ʙudaand, va niz pandhoe ʙaroi parhezgoron nozil kardem"
        },
        {
            "chapter": 24,
            "verse": 35,
            "text": "Xudo nuri osmonhovu zamin ast. Misoli nuri U cun caroƣdonest, ki dar on caroƣe ʙosad, on caroƣ daruni sisae va on sisa cun sitorae duraxsanda. Az ravƣani daraxti purʙarakati zajtun, ki na sarqi astu na ƣarʙi afruxta ʙosad. Ravƣanas ravsani ʙaxsad, harcand otas ʙa on narasida ʙosad. Nur ʙar ʙoloi nur. Xudo har kasro, ki ʙixohad, ʙa on nur roh menamojad va ʙaroi mardum misolho meovarad. Zero ʙa har cize ogoh ast"
        },
        {
            "chapter": 24,
            "verse": 36,
            "text": "On nur dar xonahoest, ki Xudo ruxsat dod ʙaland ʙardorand va nomas dar on co jod savad va Uro har ʙomdodu saʙongoh tasʙeh gujand"
        },
        {
            "chapter": 24,
            "verse": 37,
            "text": "Mardone, ki hec ticorat va xaridu furuxte az jodi Xudo va namoz guzoridanu zakot dodaj ʙozason nadorad, az ruze, ki dilhovu didagon digargun mesavand, metarsand"
        },
        {
            "chapter": 24,
            "verse": 38,
            "text": "To Xudo ʙa nekutar az on ci kardaand, cazojason dihad va az fazli xud ʙar on ʙiafzojad va Xudo har kiro xohad, ʙehisoʙ ruzi dihad"
        },
        {
            "chapter": 24,
            "verse": 39,
            "text": "Amalhoi kofiron cun saroʙest (mavci ƣarmi) dar ʙijoʙone. Tasna oʙas pindorad va cun ʙa on nazdik savad, hec najoʙad va Xudoro nazdi xud joʙad, pas cazoi uro ʙa tamom ʙidihad. Va Xudo zud ʙa hisoʙho merasad"
        },
        {
            "chapter": 24,
            "verse": 40,
            "text": "Jo monandi torikihoest dar darjoe cuqur, ki mavcas pusonad va ʙar ʙoloi on mavce digar va ʙar ʙolojas aʙrest tira, torikihoe ʙar ʙoloi jakdigar, on tavr, ki agar dasti xud ʙe? run orad onro natavonad did. Va on, ki Xudo rohasro ʙa hec nure ravsan nakarda ʙosad, hec nure ʙar rohi xud najoʙad"
        },
        {
            "chapter": 24,
            "verse": 41,
            "text": "Ojo nadidai, ki har ci dar osmonhovu zamin ast va niz murƣone, ki dar parvozand, tasʙehgui Xudo hastand? Hama namozu tasʙehi Uro medonand. Va Xudo ʙa har kore, ki mokunand, oƣoh ast"
        },
        {
            "chapter": 24,
            "verse": 42,
            "text": "Az oni Xudost farmonravoii osmonhovu zamin va ʙozgasti hamagon nazdi Ust"
        },
        {
            "chapter": 24,
            "verse": 43,
            "text": "Ojo nadidai, ki Xudo aʙrhoero ʙa ohistagi meronad, on goh, onhoro ʙa ham mepajvandad va aʙre ʙuzurg padid meovarad va ʙoronro ʙini, ki dar on cost, tagarg (ƶola) mefiristad va har kiro xohad, ʙo on mezanad va az har ki mexohad, ʙozas medorad. Rusnoii ʙarqas nazdik ʙosad, ki didagonro kur sozad"
        },
        {
            "chapter": 24,
            "verse": 44,
            "text": "Xudo saʙu ruzro megardonad. Xiradmandonro dar in iʙratest"
        },
        {
            "chapter": 24,
            "verse": 45,
            "text": "Va Xudo har cunʙandaero az oʙ ʙijofarid Ba'ze az onho ʙar sikam meravand va ʙa'ze ʙar du po meravand va ʙa'ze ʙar cahor po meravand. Xudo har ci ʙixohad, meofarinad. Zero Xudo ʙar har kore tavonost"
        },
        {
            "chapter": 24,
            "verse": 46,
            "text": "Ba tazdik ojote ravsangar nozil kardem va Xudo har kasro, ki ʙixohad, ʙa rohi rost hidojat mekunad"
        },
        {
            "chapter": 24,
            "verse": 47,
            "text": "Va megujand: «Ba Xudovu pajomʙaras imon ovardaem va ito'at mekunem». Pae az on guruhe az onho ʙozmegardand. Va inho imon najovardaand"
        },
        {
            "chapter": 24,
            "verse": 48,
            "text": "Cun onhoro ʙa Xudovu pajomʙaras da'vat kunand, to mijonason hukm kunad, ʙini, ki guruhe rujgardoni mekunand"
        },
        {
            "chapter": 24,
            "verse": 49,
            "text": "Va agar haq ʙo onho ʙosad, meojand va ʙa hukm gardan menihand"
        },
        {
            "chapter": 24,
            "verse": 50,
            "text": "Ojo dar dilhojason marazest jo dar sak hastand jo ʙimi on dorand, ki Xudovu pajomʙaras ʙar onho zulm kunand? Na, onon xud zolimonand"
        },
        {
            "chapter": 24,
            "verse": 51,
            "text": "Cun mu'minonro ʙa Xudovu pajomʙaras da'vat kunand, to mijonason hukm kunad, suxanason ƣajri in nest, ki megujand: «Sunidem va ito'at kardem», inho nacotjoftagonand"
        },
        {
            "chapter": 24,
            "verse": 52,
            "text": "Va kasone, ki ʙa Xudovu pajomʙaras farmonʙardorand va az Xudo metarsand va parhezgori mekunand, nacotjoftagonand"
        },
        {
            "chapter": 24,
            "verse": 53,
            "text": "Ba Xudo qasam xurdand, qasamhoi saxt, ki agar ʙa onho farmon dihi, az dijori xud ʙerun ravand. Bigu: «Qasam naxured, to'ate sazovor ʙa co ored. Xudo ʙa korhoe, ki mekuned, ogoh ast!»"
        },
        {
            "chapter": 24,
            "verse": 54,
            "text": "Bigu: «Ba Xudo ito'at kuned va ʙa pajomʙar ito'at kuned. Pas agar rujgardon saved, ʙar pajomʙar ast on ci ʙa u taklif kardaand va ʙar sumost on ci ʙar sumo taklif kardaand. Va agar ʙa u ito'at kuned, hidojat joʙed. Va ʙar uhdai pajomʙar ƣajri taʙliƣi oskor hec nest»"
        },
        {
            "chapter": 24,
            "verse": 55,
            "text": "Xudo ʙa kasone az sumo, ki imon ovardaand va korhoe soista kardaand, va'da dod, ki dar rui zamin conisini digaronason kunad, hamcunon, ki mardumero, ki pes az onho ʙudand, conisini digaron kard, Va dinasonro, ki xud ʙarojason pisandida ast, ustuvor sozad. Va vahsatasonro ʙa tinci ivaz kunad. Maro meparastand va hec cizero ʙo Man sarik namekunand. Va onho, ki az in pas nosukri kunand, nofarmonand"
        },
        {
            "chapter": 24,
            "verse": 56,
            "text": "Va namoz ʙiguzored ra zakot ʙidihed va ʙa pajomʙar ito'at kuned, ʙosad, ki ʙar sumo rahmat ovarand"
        },
        {
            "chapter": 24,
            "verse": 57,
            "text": "Mapindor, ki kofiron metavonand dar in sarzamin ʙa coe ʙigurezand. Cojgohason cahannam ast va ci ʙad sarancomest"
        },
        {
            "chapter": 24,
            "verse": 58,
            "text": "Ej kasone, ki imon ovardaed, ʙojad ƣulomoni sumo va onho, ki hanuz ʙa haddi ʙuluƣ narasidaand, dar se hangom az sumo ʙaroi doxil sudan ʙa xona ruxsat talaʙand: pes az namozi suʙh va hangomi zuhr, ki liʙos az tan ʙerun mekuned va ʙa'd az namozi xuftan. In se vaqt vaqti xilvati sumost. Dar ƣajri on se hangom sumo va onho gunohe nakardaed, agar ʙar jakdigar ʙigzared. Xudo ojotro incunin ʙaroi sumo ʙajon mekunad. Va Xudo donovu hakim ast"
        },
        {
            "chapter": 24,
            "verse": 59,
            "text": "Va cun atfoli sumo ʙa haddi ʙuluƣ rasidand, ʙojad monandi kasone, ki zikrason guzast, ruxsat talaʙand. Xudo ojotro incunin ʙaroi sumo ʙajon mekunad. Va Xudo donovu hakim ast"
        },
        {
            "chapter": 24,
            "verse": 60,
            "text": "Pirazanon, ki digar umedi suj kardanason nest, ʙe on, ki zinathoi xudro oskor kunand, agar codari xud ʙinihand, gunohe nakardaand. Va xuddori kardan ʙarojason ʙehtar ast va Xudo sunavovu donost"
        },
        {
            "chapter": 24,
            "verse": 61,
            "text": "Bar noʙino harace (gunohe) nest va ʙar lang gunohe nest va ʙar ʙemor gunohe nest. Va ʙar sumo gunohe nest, agar az xonai xud jo xonai padaraton jo xonai modaraton jo xonai ʙarodaraton jo xonai xoharaton jo xonai amakaton jo xonai ammaaton jo xonai doijaton (taƣojaton) jo xonai xolaaton jo xonae, ki kalidhoi on nazdi sumost, jo xonai dustaton cize ʙixured. Va gunohe ʙar sumo nest, agar ʙo ham ʙixured jo cudo-cudo. Va cun ʙa xonae doxil saved, ʙar jakdigar salom kuned. in salomest muʙorak va pokiza az coniʙi Xudo. Xudo ojotro ʙaroi sumo incunin ʙajon mekunad, sojad, ki aql kuned"
        },
        {
            "chapter": 24,
            "verse": 62,
            "text": "Mu'minon kasone hastand, ki ʙa Xudovu pajomʙaras imon ovardaand va cun ʙo pajomʙar dar kore jakcoja ʙosand, to az u ruxsat natalaʙidaand, naʙojad ʙiravand. Onho, ki az tu ruxsat metalaʙand, kasone hastand, ki ʙa Xudovu pajomʙaras imon ovardaand. Pas hangome ki az tu ʙaroi ʙa'ze az korhojason ruxsat xostand, ʙar har jak az onon, ki xohi, ruxsat ʙideh va ʙarojason az Xudo ʙaxsois ʙixoh ki Xudo ʙaxsojandavu mehruʙon ast"
        },
        {
            "chapter": 24,
            "verse": 63,
            "text": "Oncunon ki jakdigarro sado mekuned, pajomʙarro sado nakuned. Xudo medonad ci kasone az sumo dar panohi digare xudro pinhon mesozand va ohistaohista ʙerun meravand. Onon, ki az farmoni U sarpeci mekunand, ʙojad ʙitarsand, ki maʙodo ʙa onho fitnae jo azoʙe dardovar ʙirasad"
        },
        {
            "chapter": 24,
            "verse": 64,
            "text": "Az oni Xudost har ci dar osmonhovu zamin ast. Medonad, ki sumo ʙar ci kored. Va on ruz, ki ʙa U ʙozgardonda savand, ononro az korhoe, ki kardaand, ogoh sozad. Va Xudo ʙar har cize donost"
        },
        {
            "chapter": 25,
            "verse": 1,
            "text": "Buzurg astu ʙuzurgvor on kas, ki in furqonro ʙar ʙandai Xud nozil kard, to cahonijonro ʙimdihandae ʙosad"
        },
        {
            "chapter": 25,
            "verse": 2,
            "text": "On kas, ki az oni Ust farmonravoii osmonhovu zamin va farzande nagiriftaast va Uro sarike dar farmonravoi nest va har cizro ʙijofaridaast va onro ʙa miqdor ofaridaast"
        },
        {
            "chapter": 25,
            "verse": 3,
            "text": "Ƣajri U xudojone digar giriftand, ki hec ciz nameofarinand, va xud maxluqand. Na moliki zijoni xud hastand va na naf'i xud va moliki margu zindagi va qijomat nestand"
        },
        {
            "chapter": 25,
            "verse": 4,
            "text": "Va kofiron guftand, ki in cuz duruƣe, ki xud ʙoftaast va guruhe digar uro ʙar on jori dodaand, hec nest. Haqqo, on ci megujand, sitamu ʙotil ast"
        },
        {
            "chapter": 25,
            "verse": 5,
            "text": "Ba guftand: «In afsonahoi pesinijon ast, ki har suʙhu som ʙar u xonda mesavad va u menavisadas»"
        },
        {
            "chapter": 25,
            "verse": 6,
            "text": "Bigu: «In kitoʙro kase nozil kardaast, ki nihoni osmonhovu zaminro medonad va ʙaxsojandavu mehruʙon ast!»"
        },
        {
            "chapter": 25,
            "verse": 7,
            "text": "Guftand: «Caro in pajomʙar, ƣizo mexurad va dar ʙozorho roh meravad? Caro faristae ʙar u furud nameojad to ʙo u ʙimdihanda ʙosad"
        },
        {
            "chapter": 25,
            "verse": 8,
            "text": "Caro az osmon gance ʙarojas afkanda nasavad? Caro uro ʙoƣe nest, ki az on ʙixurad?» Va sitamkoron guftand: «Sumo ʙa mardi codusudae pajravi mekuned!»"
        },
        {
            "chapter": 25,
            "verse": 9,
            "text": "Bingar, ki ci guna ʙarojat dostonho meovarand. Gumroh sudaand va tavoni roh joftanason nest"
        },
        {
            "chapter": 25,
            "verse": 10,
            "text": "Buzurgu ʙuzurgvor ast on kas, ki agar xohad, ʙehtar az on ʙa tu medihad — ʙoƣhoe, ki dar onho nahrho cori ʙosad va ʙarojat qasrho ʙiofarinad"
        },
        {
            "chapter": 25,
            "verse": 11,
            "text": "Balki inho qijomatro duruƣ hisoʙand. Va Mo ʙaroi kanone, ki qijomatro duruƣ hisoʙand, otasi suzon omoda kardaem"
        },
        {
            "chapter": 25,
            "verse": 12,
            "text": "ki cun az rohi dur ʙuʙinadason, cusisu xurusasro ʙisnavand"
        },
        {
            "chapter": 25,
            "verse": 13,
            "text": "Va cun dastho ʙar gardan ʙasta dar tangie az on aftand, ʙa du'o margi xud mexohand"
        },
        {
            "chapter": 25,
            "verse": 14,
            "text": "Imruz na jak ʙor margi xud xohed, margi xud farovon xohed"
        },
        {
            "chapter": 25,
            "verse": 15,
            "text": "Bigu: «Ojo in ʙehtar ast jo on ʙihisti covidon, ki ʙa parhezgoron va'da sudaast, ki mukofotu sarancomi onon xohad ʙud?»"
        },
        {
            "chapter": 25,
            "verse": 16,
            "text": "To aʙad har ci ʙixohand, dar on co hast. Va'daest, ki ancom dodani on az Parvardigorat xosta sudaast"
        },
        {
            "chapter": 25,
            "verse": 17,
            "text": "Ruze, ki ononro ʙo cizhoe, ki ƣajri Xudoi jakto meparastidand, ʙa mashar cam' ovard va sipas pursad: «Ojo sumo in ʙandagoni Maro gumroh mekarded, jo onho xud rohro gum karda ʙudand?»"
        },
        {
            "chapter": 25,
            "verse": 18,
            "text": "Gujand: «Poki Tu! Moro sazovor naʙudaast, ki cuz tu kasero ʙa jori girem. Tu xud onho va padaronasonro ʙarxurdor soxti, cunon ki jodi Turo faromus kardand va mardume sudand ʙa halokat aftoda"
        },
        {
            "chapter": 25,
            "verse": 19,
            "text": "Inho on ciro megufted, duruƣ xondand va aknun natavoned azoʙero az xud dur sozed jo xudro jori dihed. Va har kas az sumo, ki sitam kunad, azoʙe ʙuzurgas mecasonem"
        },
        {
            "chapter": 25,
            "verse": 20,
            "text": "Pes az tu pajomʙarone firistodaem, ki ta'om mexurdand va dar ʙozorho roh meraftand. Va sumoro vasilai ozmoisi jakdigar qaror dodem. Ojo saʙr tavoned kard? Va Parvardigori tu ʙinost"
        }
    ]
}