{
    "juzs": [
        {
            "chapter": 46,
            "verse": 1,
            "text": "Ho, mim"
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "Nozil sudani in kitoʙ az coniʙi Xudoi ƣoliʙu hakim ast"
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "Mo osmonhovu zamin va on ciro, ki dar mijoni on dust, ʙa hak, va to muddate mu'ajjan ofaridaem. Va kofiron az on ci onhoro metarsonand, ruj megardonand"
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "Bigu: «Az onhoe, ki ƣajri Olloh ʙa xudoi mexoned, xaʙar dihed. Ba man nison dihed, ki az in zamin ci cizro ofaridaand? Jo dar xilqati (ofaridani) osmonho sirkatdostaand? Agar rost megued, ʙaroi man kitoʙe, ki pes az in Qur'on omada ʙosad jo agar donise az pesinijon mondaast, ʙijovared"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "Va kist gumrohtar az on, ki ʙa coi Olloh cizero ʙa xudoi mexonad, ki to ruzi qijomat ʙa u cavoʙ namedihad, va ʙuton az du'oi ʙutparaston ʙexaʙarand"
        },
        {
            "chapter": 46,
            "verse": 6,
            "text": "Va cun dar qijomat mardumro cam' orand, ʙuton ʙo parastandagoni xud dusman ʙosand va az iʙodatason munkirand"
        },
        {
            "chapter": 46,
            "verse": 7,
            "text": "Cun ojoti Mo ʙa ravsani ʙa onon xonda savad, kofiron haqiqatero, ki ʙarojason nozil sudaast, gujand: «Coduii oskor ast»"
        },
        {
            "chapter": 46,
            "verse": 8,
            "text": "Jo megujand: «In kitoʙ duruƣest, ki xud ʙoftaast!» Bigu: «Agar man onro cun duruƣe ʙa ham ʙofta ʙosam, sumo nametavoned xasmi Xudoro az man ʙozdored. Xudo az on ta'naho, ki ʙa on mezaned, ogohtar ast. Va sohidii U mijoni manu sumo kofist. Va Ust ʙaxsojandavu mehruʙon!»"
        },
        {
            "chapter": 46,
            "verse": 9,
            "text": "Bigu: «Man az mijoni digar pajomʙaron navomada (avvalin) nestam va namedonam, ki ʙar man jo ʙar sumo ci xohad sud. Man ʙa cize ƣajri on ci ʙa man vahj mesavad, pajravi namekunam va man faqat ʙimdihandae oskor hastam»"
        },
        {
            "chapter": 46,
            "verse": 10,
            "text": "Bigu: «Ci mekuned, agar Qur'on az coniʙi Xudo ʙosad va sumo ʙa on imon najovared? Jake az ʙani-Isroil ʙa on sohidi dod va imon ovard. Vale sumo gardankasi mekuned. Xudo mardumi sitamkorro hidojat namekunad!»"
        },
        {
            "chapter": 46,
            "verse": 11,
            "text": "Kofiron mu'minonro guftand: «Agar dar on xajre meʙud, inho az mo pestar qaʙul namekardand». Va cun ʙa on roh najoftand, xohand guft, ki in duruƣe derina ast"
        },
        {
            "chapter": 46,
            "verse": 12,
            "text": "Va pes az on kitoʙi Muso rohnamovu rahmat ʙud. Va in kitoʙest tasdiqkunandai on ʙa zaʙoni araʙi to sitamkoronro ʙime va nekukoronro xusxaʙare ʙosad"
        },
        {
            "chapter": 46,
            "verse": 13,
            "text": "Alʙatta onon, ki guftand, ki Parvardigori mo Olloh ast, va sipas pojdori kardand, ʙime ʙar onho nest va anduhgin namesavand"
        },
        {
            "chapter": 46,
            "verse": 14,
            "text": "Inho ʙa mukofoti amalhojason ahli ʙihistand va dar on co covidonaand"
        },
        {
            "chapter": 46,
            "verse": 15,
            "text": "Odamiro ʙa neki kardan ʙo padaru modari xud suporis kardem. Modaras ʙori uro ʙa dusvori ʙardost va ʙa dusvori ʙar zamin nihod. Va muddati haml to az sir ʙozgiriftanas si moh ast to cun ʙa sinni cavoni rasad va ʙa cihilsolagi darojad, gujad: «Ej Parvardigori man, ʙa man ʙijomuz to sukri ne'mate, ki ʙar man va ʙar padaru modaram ato kardai, ʙa on coj oram. Kore soista ʙikunam, ki Tu az on xusnud savi va farzandoni maro soleh kun. Man ʙa Tu ʙozgastam va az taslimsudagonam»"
        },
        {
            "chapter": 46,
            "verse": 16,
            "text": "Inho kasone hastand, ki korhoi nekasonro mepazirem va az gunohason darmeguzarem. Dar zumrai ahli ʙihistand. Har va'dae, ki ʙa onho doda suda, rost ast"
        },
        {
            "chapter": 46,
            "verse": 17,
            "text": "Va on ki ʙa padaru modaras guft: «Uf ʙar sumo, ojo ʙa man va'da medihed, ki az guram ʙarxezonand va hol on ki mardume pes az man ʙudaand, ki ʙarnaxostaand? Va on du ʙa dargohi Xudo istiƣosa (dodxohi) mekunand va, gujand: «Voj ʙar tu, imon ʙijovar, ki va'dai Xudo haq ast!» Megujad: «Inho cize cuz hamon afsonai pesinijon nest!»"
        },
        {
            "chapter": 46,
            "verse": 18,
            "text": "Dar ʙorai inho hamon suxan, ki dar ʙorai ummathoi pesin az cinnu ins gufta suda ʙud, ʙa haqiqat mepajvandad. Inho zijonkunandagonand"
        },
        {
            "chapter": 46,
            "verse": 19,
            "text": "Va har jakro nisʙat ʙa kore, ki kardaast, daracahost, to Xudo cazoi korhojasonro ʙa tamomi ʙidihad va ʙa on on sitam namesavad"
        },
        {
            "chapter": 46,
            "verse": 20,
            "text": "Va ruze, ki kofironro ʙar otas arza kunand: dar zindagii dunjavi az cizhoi pokiza va xus ʙahramand suded, imruz ʙa azoʙi xori cazojaton medihand. Va in ʙa on saʙaʙ ast, ki dar zamin ʙe hec haqqe takaʙʙuri mekarded va ʙadkori pes girifta ʙuded"
        },
        {
            "chapter": 46,
            "verse": 21,
            "text": "Barodari qavmi Odro ʙa jod ʙijovar, ki cun qavmi xudro dar Ahqof ʙim dod — va pes az u pajomʙarone ʙudand va raftandu pas az u pajomʙarone omadand, — ki ƣajri Xudoi jaktoro naparasted, ki man az azoʙi ruze ʙuzurg ʙar sumo metarsam"
        },
        {
            "chapter": 46,
            "verse": 22,
            "text": "Guftand: «Ojo omadai, to moro az xudojonamon rujgardon sozi? Agar rost megui, har ci ʙa mo va'da dodai, ʙijovar»"
        },
        {
            "chapter": 46,
            "verse": 23,
            "text": "Guft: «Inro Xudo medonad va man on ciro ʙa on firistoda sudaam, ʙa sumo merasonam. Vale meʙinam, ki mardume nodon hasted»"
        },
        {
            "chapter": 46,
            "verse": 24,
            "text": "Cun aʙre didand, ki az coniʙi rudxonahoson meojad, guftand: «In aʙre ʙoronzost». Na in hamon cizest, ki onro ʙa sitoʙ metalaʙided. Bod ast va dar on ʙod azoʙe dardovar"
        },
        {
            "chapter": 46,
            "verse": 25,
            "text": "ʙa farmoni Parvardigoras hama cizro halok mekunad. Cunon sudand, ki aknun faqat xonahojasonro ʙini. Va Mo mucrimonro (gunahgoronro) in tavr cazo medihem"
        },
        {
            "chapter": 46,
            "verse": 26,
            "text": "Va onho cunon tavonu qudrat doda ʙudem, ki ʙa sumo nadidaem. Barojason gusu casmu dil qaror dodem. Vale gusu casmu dilason ʙa holason hec foida nakard, zero ojoti Xudoro inkor mekardand, to on azoʙe, ki ʙa masxaraas megiriftand, onhoro furu srift"
        },
        {
            "chapter": 46,
            "verse": 27,
            "text": "Mo hamai qarijahoero (dehahoero), ki atrofi sumo ʙudaand, halok kardaem va ojotro gunogun ʙajon kardem, sojad, ki ʙozgardand"
        },
        {
            "chapter": 46,
            "verse": 28,
            "text": "Pas caro on xudojone, ki ƣajri Olloh ʙaroi nazdiki ʙa xudoi girifta ʙudand, jorijason nakardand, ʙalki az nazarason gum sudand? Ija ast duruƣu ʙoftahojason"
        },
        {
            "chapter": 46,
            "verse": 29,
            "text": "Va guruhe az cinro nazdi tu ravona kardem, to Qur'onro ʙisnavand. Cun ʙa hazratas (nazdas) rasidand, guftand: «Gus andozed! Cun ʙa pojon omad, monandi ʙimdihandagone nazdi qavmi xud ʙozgastand"
        },
        {
            "chapter": 46,
            "verse": 30,
            "text": "Guftand: «Ej qavmi mo, mo kitoʙe sunidem, ki ʙa'd az Muso nozil suda, kitoʙhoi pesinro tasdiq mekunad va ʙa haq va rohi rost roh menamojad"
        },
        {
            "chapter": 46,
            "verse": 31,
            "text": "Ej qavmi mo, in da'vatkunanda ʙa Xudoro qaʙul kuned va ʙa u imon ʙijovared, to Xudo gunohonatonro ʙiʙaxsojad va sumoro az azoʙe dardovar dar amon dorad"
        },
        {
            "chapter": 46,
            "verse": 32,
            "text": "Va har kase, ki ʙa in da'vatkunanda cavoʙ nagujad, nametavonad, dar rui zamin az Xudo ʙigurezad va uro ƣajri Xudo hec jovare nest va dar gumrohii oskorest!»"
        },
        {
            "chapter": 46,
            "verse": 33,
            "text": "Ojo nameʙinand, ki Xudo jaktost, on ki osmonhovu zaminro ʙijofarid va dar ofaridani onho darnamond. U metavonad murdagonro zinda kunad. Bale, U ʙar har kore tavonost"
        },
        {
            "chapter": 46,
            "verse": 34,
            "text": "Ruze, ki kofiron ʙa otas arza savand... Ojo in haqiqat nest? Gujand: «Bale, ʙa Parvardigoramon savgand!» Gujad: «Ba xotiri on ki kofir ʙuded, inak azoʙro ʙicased!»"
        },
        {
            "chapter": 46,
            "verse": 35,
            "text": "Pas pojdori kun, hamcunon ki pajomʙaroni ululazm (ʙoazm) pojdori karda ʙudand, Va dar uquʙatason sitoʙ makun. On ruz, ki on va'daero, ki ʙa onho doda suda, ʙingarand, pindorand, ki cuz ʙa qadri so'ate az ruz dar gur namonda ʙudand. In rasonidani pajƣom ast. Ojo cuz nofarmonon ʙa halokat merasand"
        },
        {
            "chapter": 47,
            "verse": 1,
            "text": "Xudo amalhoi kasonero, ki kofir sudand va mardumro az rohi Xudo ʙozdostand, ʙotil soxtaast"
        },
        {
            "chapter": 47,
            "verse": 2,
            "text": "Xudo gunohi kasonero, ki imon ovardaand va korhoi soista kardaand va ʙa on ci ʙar Muhammad nozil suda, — ki on haq ast va az coniʙi Parvardigorason, — imon ovardaand, az onho dur kard va korhojasonro ʙa saloh ovard"
        },
        {
            "chapter": 47,
            "verse": 3,
            "text": "Va in ʙa on saʙaʙ ast, ki kofiron ʙa ʙotil pajravi kardand va onon, ki imon ovardand, ʙa haqqe, ki az coniʙi Parvardigorason omada ʙud, pajravi kardaand. Xudo ʙaroi mardum incunin misol meorad"
        },
        {
            "chapter": 47,
            "verse": 4,
            "text": "Cun ʙo kofiron ruʙaru suded, gardanasonro ʙizaned. Va cun onhoro saxt furu kufted, asirason kuned va saxt ʙiʙanded. On goh jo ʙa minnat ozod kumed jo ʙa fidja (ʙa ivazi pul). To on goh, ki cang ʙa pojon ojad. Va in ast hukmi Xudo. Va agar Xudo mexost, az onon intiqom megirift, vale xost to sumoro ʙa jakdigar ʙijozmojad. Va onon, ki dar rohi Xudo kusta sudaand, amalhojasonro ʙotil namekunad"
        },
        {
            "chapter": 47,
            "verse": 5,
            "text": "Ba zudi, ki hidojatason kunad va korhojasonro ʙa saloh ovarad"
        },
        {
            "chapter": 47,
            "verse": 6,
            "text": "Va ʙa ʙihiste, ki ʙarojason vasf kardaast, doxilason sozad"
        },
        {
            "chapter": 47,
            "verse": 7,
            "text": "Ej kasone, ki imon ovardaed, agar Xudoro jori kuned, sumoro jori xohad kard va pojdori xohad ʙaxsid"
        },
        {
            "chapter": 47,
            "verse": 8,
            "text": "Halokatu surʙaxti ʙod ʙar kofiron. Xudo amalhojasonro ʙotil kardaast"
        },
        {
            "chapter": 47,
            "verse": 9,
            "text": "Zero onon cizero, ki Xudo nozil kardaast, noxus dorand. Xudo niz amalhojasonro noʙud kard"
        },
        {
            "chapter": 47,
            "verse": 10,
            "text": "Ojo dar zamin sajr nakardaand, to ʙingarand, ki oqiʙati kasone, ki pes az onho ʙudaand, ci guna ʙudaast? Xudo halokason kard va kofiron niz oqiʙate oncunon xohand dost"
        },
        {
            "chapter": 47,
            "verse": 11,
            "text": "In ʙa on saʙaʙ ast, ki Xudo jovari 'kasonest, ki imon ovardaand. Va kofironro hec jovare nest"
        },
        {
            "chapter": 47,
            "verse": 12,
            "text": "Xudo kasonero, ki imon ovardaand va korhoi soista mekunand, ʙa ʙihisthoe, ki nahrho az on porist, doxil xohad kard. Va kofiron az in cahon ʙahramand mesavand va cun corpojon mexurand va cojgohason otas ast"
        },
        {
            "chapter": 47,
            "verse": 13,
            "text": "Ci qarijahoe (dehahoe), ki mardumas az mardumi qarijai tu, ki az on ʙerunat kardand, xele purquvvattar ʙudand, ki halokason kardem va hec jorikunandae nadostand"
        },
        {
            "chapter": 47,
            "verse": 14,
            "text": "Ojo kase, ki az coniʙi Parvardigoras daleli ravsane dorad, monandi kasonest, ki kirdori ʙadason dar nazarason orosta suda va az pai havohoi xud meravand"
        },
        {
            "chapter": 47,
            "verse": 15,
            "text": "Vasfi ʙihiste, ki ʙa parhezgoron va'da doda suda, in ast, ki dar on nahrhoest az oʙhoe taƣjirnopazir va nahrhoe az sire, ki ta'mas digargun namesavad va nahrhoe az saroʙ, ki osomandagon az on lazzat meʙarand va nahrhoe az asali musaffo. Va dar on co har guna meva, ki ʙixohand, hast va niz ʙaxsoisi Parvardigorason. Ojo ʙihistijon monandi kasone hastand, ki dar otasi covidonaand va ononro az oʙe cuson meosomanand, cunon ki rudahojason tika-tika mesavad"
        },
        {
            "chapter": 47,
            "verse": 16,
            "text": "Ba'ze ʙa tu gus medihand, to on goh ki az nazdi tu ʙerun ravand, az donismandon mepursand: «In ci suxanone ʙud, ki meguft?» Xudo ʙar dilhojason muhr nihodaast va az pai havohoi xud raftaand"
        },
        {
            "chapter": 47,
            "verse": 17,
            "text": "Onon, ki hidojat joftaand, Xudo ʙa hidojatason meafzojad va parhezgorijason ato mekunad"
        },
        {
            "chapter": 47,
            "verse": 18,
            "text": "Ojo tanho muntaziri onand, ki ʙa nogoh qijomat faro rasad? Har oina (Alʙatta) nisonahoi qijomat oskor sudaast. Va cun faro rasad, pand giriftanasonro ci foida"
        },
        {
            "chapter": 47,
            "verse": 19,
            "text": "Pas ʙidon, ki hec xudoe cuz Olloh nest. Az gunohi xud va az gunohi mardonu zanoni mu'min ʙaxsois ʙixoh. Xudo medonad, ki ruz ʙa kuco meraved va saʙ ʙa kuco meoromed"
        },
        {
            "chapter": 47,
            "verse": 20,
            "text": "Kasone, ki imon ovardaand, megujand: «Caro az coniʙi Xudo surae nozil namesavad?» Cun surae az muhqamot nozil savad, ki dar oja suxan az cang rafta ʙosad, ononro, ki dar dilason maraze hast, ʙini, ki cun kase, ki ʙehusii marg ʙar u ƣoliʙ suda, ʙa tu menigarand. Pas ʙarojasoja soistatar"
        },
        {
            "chapter": 47,
            "verse": 21,
            "text": "farmonʙardorist va suxani neku guftan. Va cun tasmim ʙa cang girifta sud, agar ʙo Xudo sadoqat kunand, ʙarojason ʙehtar ast"
        },
        {
            "chapter": 47,
            "verse": 22,
            "text": "Ojo agar ʙa hukumat rasided, mexohed dar zamin fasod kuned va pajvandi xesovandijatonro ʙiʙured"
        },
        {
            "chapter": 47,
            "verse": 23,
            "text": "Inhoand, ki Xudo la'natason kardaast va gushojasonro karu casmonasonro kur soxtaast"
        },
        {
            "chapter": 47,
            "verse": 24,
            "text": "Ojo dar Qur'on nameandesand jo ʙar dilhojason quflhost"
        },
        {
            "chapter": 47,
            "verse": 25,
            "text": "Sajton amalhoi kasonero, ki ʙa'd az oskor sudani rohi hidojat murtad sudand (az din gastand) va ʙozgastand, dar nazarason ʙijorost va orzujason daroz kard"
        },
        {
            "chapter": 47,
            "verse": 26,
            "text": "Va in ʙa on saʙaʙ ast, ki ʙa on guruh, ki ojoti Xudoro noxus medostand, meguftand: «Mo dar ʙa'ze az korho farmonʙardori sumo hastem. Va Xudo az rozason ogoh ast"
        },
        {
            "chapter": 47,
            "verse": 27,
            "text": "Ci gunaand, on goh ki faristagon onhoro memironand va ʙar ru va pusthojason mezanand"
        },
        {
            "chapter": 47,
            "verse": 28,
            "text": "In ʙa cazoi on ast, ki ʙa on ci Xudoro ʙa xasm meovarad, pajravi mekardaand va ʙa on ci xusnudas mesoxta, ʙadʙini dostaand. Xudo niz amalhojasonro noʙud kard"
        },
        {
            "chapter": 47,
            "verse": 29,
            "text": "Ojo onon, ki dar dilason marazest, mepindorand, ki Xudo kinaero, ki dar dil pinhon dorand, oskor naxohad kard"
        },
        {
            "chapter": 47,
            "verse": 30,
            "text": "Agar ʙixohem, onhoro ʙa tu menamojonem va tu onhoro ʙa simojason 'jo az sevai suxanason xohi sinoxt va Xudo az amalhojaton ogoh ast"
        },
        {
            "chapter": 47,
            "verse": 31,
            "text": "Va sumoro meozmoem, to mucohidon va soʙironatonro ma'lum dorem va xaʙarhojatonro oskor kunem"
        },
        {
            "chapter": 47,
            "verse": 32,
            "text": "Kasone, ki imon najovardand va az rohi Xudo rujgardon sudand va ʙo on ki rohi hidojat ʙarojason oskor suda ʙud, ʙo pajomʙar muxolifat namudand, hec zijone ʙa Xudo naxohand rasonid va Xudo amalhojasonro noʙud xohad kard"
        },
        {
            "chapter": 47,
            "verse": 33,
            "text": "Ej kasone, ki imon ovardaed, ʙa Xudo ito'at kuned va ʙa pajomʙar ito'at kuned va a'moli xudro ʙotil masozed"
        },
        {
            "chapter": 47,
            "verse": 34,
            "text": "Xudo kasonero, ki kofir sudand va mardumro az rohi Xudo ʙozdostand va dar kufr murdand, hargiz naxohad ʙaxsond"
        },
        {
            "chapter": 47,
            "verse": 35,
            "text": "Susti navarzed, to da'vat ʙa musoliha kuned. Sumo ʙartar hasted va Xudo ʙo sumost va az podoshojaton (mukofothojaton) naxohad kam kard"
        },
        {
            "chapter": 47,
            "verse": 36,
            "text": "Zindagii incahoni faqat ʙozicavu ʙehudagist. Va agar imon ʙijovared va parhezgori kuned, Xudo mukofothojatonro xohad dod. Va az sumo molhojatonro nametalaʙad"
        },
        {
            "chapter": 47,
            "verse": 37,
            "text": "Agar az sumo mole talaʙad va ʙardavom ham talaʙad, on goh ʙaxili mekuned va kinahoi pinhonatonro oskor mesozad"
        },
        {
            "chapter": 47,
            "verse": 38,
            "text": "Ogoh ʙosed ki sumoro da'vat mekunand to dar rohi Xudo sadaqa kuned. Ba'ze az sumo ʙaxili mekunand, va har kas ki ʙaxili kunad, dar haqqi xud ʙaxili kardaast. Zero Xudo ʙehocat ast va sumo hocatmandoned. Va agar ruj ʙartoʙed, ʙa coi sumo mardume digar orad, ki hargiz misli sumo naʙosand"
        },
        {
            "chapter": 48,
            "verse": 1,
            "text": "Mo ʙaroi tu piruzii namojonero hukm kardaem"
        },
        {
            "chapter": 48,
            "verse": 2,
            "text": "To Xudo gunohi turo, on ci pes az in ʙuda va on ci pas az in ʙosad, ʙaroi tu ʙiʙaxsojad va ne'mati xudro ʙar tu komil kunad va turo ʙa rohi rost roh namojad"
        },
        {
            "chapter": 48,
            "verse": 3,
            "text": "Va Xudo jorijat kunad, jori kardane piruzmandona"
        },
        {
            "chapter": 48,
            "verse": 4,
            "text": "Ust, ki ʙar dilhoi mu'minon oromis firistod, to ʙar imonason pajvasta ʙijafzojad. Va az oni Xudost laskarhoi osmonhovu zamin va Xudo donovu hakim ast"
        },
        {
            "chapter": 48,
            "verse": 5,
            "text": "Va to mardonu zanoni mu'minro ʙa ʙihisthoe doxil kunad, ki dar on nahrho corist va dar on co covidonand va gunohonasonro nest kunad. Va in dar nazdi Xudo komjoʙii ʙuzurgest"
        },
        {
            "chapter": 48,
            "verse": 6,
            "text": "Va mardonu zanoni munofiq va mardonu zanoni musrikro, ki ʙar Xudo ʙadgumonand, 'azoʙ kunad. Bar onho ʙod musiʙati ʙad va Xudo ʙar onho xasm girift va la'natason kard va cahannamro ʙarojason omoda kardaast va cahannam cojgohi ʙadest"
        },
        {
            "chapter": 48,
            "verse": 7,
            "text": "Az oni Xudost laskarhoi osmonhovu zamin va Xudo ƣoliʙu hakim ast"
        },
        {
            "chapter": 48,
            "verse": 8,
            "text": "Turo guvohidihandavu muƶdadihanda va ʙimdihanda firistodaem"
        },
        {
            "chapter": 48,
            "verse": 9,
            "text": "To ʙa Xudovu pajomʙaras imon ʙijovared va jorijas kunedu ʙuzurgas dored va Xudoro suʙhgohu somgoh tasʙeh gued"
        },
        {
            "chapter": 48,
            "verse": 10,
            "text": "Onon, ki ʙo tu ʙaj'at (ahd) mekunand, cuz in nest, ki ʙo Xudo ʙaj'at mekunand. Dasti Xudo ʙoloi dasthojason ast. Va har ki ʙaj'atro ʙiskanad, ʙa zijoni xud sikastaast. Va har ki ʙa on ʙaj'at, ki ʙo Xudo ʙastaast, vafo kunad, uro muzde neku dihad"
        },
        {
            "chapter": 48,
            "verse": 11,
            "text": "Az a'roʙi ʙodijanisin onon, ki az cang qafokasi kardand, ʙa tu xohand guft: «Doroivu kasoni mo moro az cang ʙozdostand, pas ʙaroi mo ʙaxsois ʙixoh». Ba zaʙon cize megujad, ki dar dilason nest. Bigu: «Agar Xudo ʙarojaton zijone ʙixohad jo sude ʙixohad, ci kase metavonad dar ʙaroʙari Xudo onro digargun kunad?» Balki Ust, ki ʙa korhojaton ogoh ast"
        },
        {
            "chapter": 48,
            "verse": 12,
            "text": "Jo mepindosted, ki pajomʙar va mu'minon hargiz nazdi kasonasen ʙoz naxohand gast va dil ʙa in xus karda ʙuded. Pindori ʙade dostaed va mardume sazovori halokat ʙudaed"
        },
        {
            "chapter": 48,
            "verse": 13,
            "text": "Va har kas ʙa Xudovu pajomʙaras imon najovardaast, ʙidonad, ki ʙaroi kofiron otase suzon omoda kardaem"
        },
        {
            "chapter": 48,
            "verse": 14,
            "text": "Az oni Xudost farmonravoii osmonhovu zamin. Har kiro ʙixohad, meʙaxsad va har kiro ʙixohad, azoʙ mekunad va Xudo ʙaxsojandavu mehruʙon ast"
        },
        {
            "chapter": 48,
            "verse": 15,
            "text": "Cun ʙaroi giriftani ƣanimatho ʙa roh ʙijafted, onon, ki az cang taxalluf (qafokasi) namudaand, xohand guft: «Bigzored, to mo ham az pai sumo ʙijoem! Mexohand suxani Xudoro digargun kunand. Bigu: '«Sumo hargiz az pai mo naxohed omad. Xudo az pes cunin guftaast». Sipas xohand guft: «Balki ʙar mo hasad meʙared?» Na, inho cuz andake namefahmand"
        },
        {
            "chapter": 48,
            "verse": 16,
            "text": "Ba a'roʙi ʙodijanisin, ki az cang taxalluf namudaand, ʙigu: «Ba zudi ʙaroi cang ʙa mardume saxt nerumand da'vat karda mesaved, ki ʙo onho ʙicanged jo musalmon savand. Agar ito'at kuned, Xudojaton muzde neku xohad dod va agar, hamcunon ki pes az in sar ʙartoftaed, sar ʙartoʙed, sumoro ʙa azoʙe dardovar azoʙ mekunad»"
        },
        {
            "chapter": 48,
            "verse": 17,
            "text": "Bar kur harace (gunohe) nest va ʙar lang xarace nest va ʙar ʙemor xarace nest. Va har ki ʙa Xudovu pajomʙaras ito'at kunad, uro ʙa ʙihisthoe doxil mekunad, ki dar on nahrho ravon ast. Va har ki sar ʙartoʙad, ʙa azoʙe dardovaras azoʙ mekunad"
        },
        {
            "chapter": 48,
            "verse": 18,
            "text": "Xudo az mu'minon, on hangom ki dar zeri daraxt ʙo tu ʙaj'at kardand, xusnud gast va donist, ki dar dilason ci meguzarad. Pas oromis ʙar onho nozil kard va ʙa fathe (ƣalaʙae) nazdik mukofotason dod"
        },
        {
            "chapter": 48,
            "verse": 19,
            "text": "va ʙa ƣanimathoi ʙisjor, ki ʙa dast meovarand. Va Xudo ƣoliʙu hakim ast"
        },
        {
            "chapter": 48,
            "verse": 20,
            "text": "Xudo ʙa sumo va'dai ƣanimathoi ʙisjor dodaast, ki ʙa dast meovared va in ƣanimatro zudtar ato kard va sumoro az oseʙi mardumon amon ʙaxsid, to ʙaroi mu'minon iʙrate ʙosad va ʙa rohi rost hidojatason kunad"
        },
        {
            "chapter": 48,
            "verse": 21,
            "text": "Va ƣanimathoi digare, ki hanuz ʙa onho dast najoftaed. Har oina (Alʙatta) Xudo ʙa on (ʙo ilmas) ihota dorad va U ʙa har kore tavonost"
        },
        {
            "chapter": 48,
            "verse": 22,
            "text": "Va agar kofiron ʙo sumo ʙa cang ʙarxezand, pust gardonda ʙigrezand va digar hec dustu jorigare namejoʙand"
        },
        {
            "chapter": 48,
            "verse": 23,
            "text": "In sunnati Xudost, ki az pes cunin ʙudaast va tu dar sunnati Xudo digarguni 'naxohi joft"
        },
        {
            "chapter": 48,
            "verse": 24,
            "text": "Ust, ki cun dar ʙatni (moʙajni) Makka ʙar onho ƣoliʙijataton dod, dasti onhoro az sumo va dasti sumoro az onho ʙozdost. Va Xudo ʙa korhoe, ki mekarded, ogohu ʙino ʙud"
        },
        {
            "chapter": 48,
            "verse": 25,
            "text": "Inho hamonhojand, ki kofir sudand va sumoro az mascidulharom ʙozdostand va naguzostand, ki qurʙoni ʙa qurʙongohas ʙirasad. Agar mardoni musalmonu zanoni musalmone, ki onhoro namesinosed, dar mijoni onho naʙudand va ʙimi on naʙud, ki onhoro zeri poj kuned va nodonista gunoh sodir kuned, Xudo dasti sumoro az onho ʙoznamedost. Va Xudo har kiro ʙixohad, somili rahmati Xud gardonad. Agar az jakdigar cudo meʙudand, kofironasonro ʙa azoʙe dardovar azoʙ mekardem"
        },
        {
            "chapter": 48,
            "verse": 26,
            "text": "On goh ki kofiron tasmim giriftand, dar dili xud ta'assuʙro, ta'assuʙi cohili, Xudo niz oromisi Xudro ʙar dili pajomʙaras va mu'minon furud ovard va ʙa taqvo lozimason kard, ki inho ʙa taqvo sazovortaru soistatar ʙudand va Xudo ʙar har cize donost"
        },
        {
            "chapter": 48,
            "verse": 27,
            "text": "Xudo xoʙi pajomʙarasro rost ʙarovard, ki gufta ʙud: «Agar Xudo ʙixohad, emin guruhe sartarosida va guruhe muj kutoh karda ʙe hec tars ʙa mascidulharom doxil mesaved. U cizhoe medonist, ki sumo namedonisted. Va cuz on dar hamin nazdiki fathe nasiʙi sumo karda ʙud"
        },
        {
            "chapter": 48,
            "verse": 28,
            "text": "Ust, ki pajomʙarasro ʙa hidojat va dini haq firistod, to on dinro ʙar hamai dinho ƣoliʙ gardonad. Va Xudo ʙaroi sohidi didan kofist"
        },
        {
            "chapter": 48,
            "verse": 29,
            "text": "Muhammad — pajomʙari Xudo va kasone, ki ʙo u hastand, ʙar kofiron saxtgirand va ʙo jakdigar mehruʙon. Ononro ʙini, ki ruqu' mekunand, ʙa sacda meojand va talaʙkunandai fazlu xusnudii Xudo hastand. Nisonason asari sacdaest, ki ʙar cehrai onhost. In ast vasfason dar Tavrot va dar Incil, misli ziroate hastand, ki gijoh ʙarorad va on cavona mahkam savad va ʙar pohoi xud ʙiistad va dehqononro ʙa hajrat vodorad, to on co ki kofironro ʙa xasm ovarad. Xudo az mijoni onho kasonero, ki imon ovardaand, va korhoi soista kardaand, ʙaxsois va mukofote ʙuzurg va'da dodaast"
        },
        {
            "chapter": 49,
            "verse": 1,
            "text": "Ej kasone, ki imon ovardaed, ʙar Xudovu pajomʙari U pesdasti makuned va az Xudo ʙitarsed, zero Xudo sunavovu donost"
        },
        {
            "chapter": 49,
            "verse": 2,
            "text": "Ej kasone, ki imon ovardaed, sadoi xudro az sadoi pajomʙar ʙalandtar nakuned va hamcunon, ki ʙo jakdigar ʙaland suxan megued, ʙo u ʙa ovozi ʙaland suxan nagued, ki amalhojaton nociz savad va sumo ogoh nasaved"
        },
        {
            "chapter": 49,
            "verse": 3,
            "text": "Kasone, ki dar nazdi pajomʙari Xudo sadojasonro poin meovarand, hamonhojand, ki Xudo dilhojasonro ʙa takvo ozmuda ast. Onhoro ʙaxsoisu muzdi ʙisjor ast"
        },
        {
            "chapter": 49,
            "verse": 4,
            "text": "Onhoe, ki az on sui hucraho turo nido medihand, ʙestar ʙexiradonand"
        },
        {
            "chapter": 49,
            "verse": 5,
            "text": "Agar saʙr, mekardand, to tu xud ʙerun meomadi va nazdi onho merafti, ʙarojason ʙehtar meʙud va Xudo ʙaxsojandai mehruʙon ast"
        },
        {
            "chapter": 49,
            "verse": 6,
            "text": "Ej kasone, ki imon ovardaed, agar fosiqe ʙarojaton xaʙare ovard, tahqiq kuned, maʙod az rui nodoni ʙa mardume oseʙ (ranc) ʙirasoned, on goh, az kore, ki kardaed, pusajmon saved"
        },
        {
            "chapter": 49,
            "verse": 7,
            "text": "Va ʙidoned, ki pajomʙari Xudo dar mijoni sumost. Agar dar ʙisjore az korho az sumo farmon ʙiʙarad, ʙa ranc meafted. Vale Xudo imonro mahʙuʙi sumo soxt va onro dar dilaton ʙiorost va kufru fisqu nofarmoniro dar nazaraton ʙad gardonid. Inho xud rohjoftagonand"
        },
        {
            "chapter": 49,
            "verse": 8,
            "text": "Baxsisu ne'matest az coniʙi Xudo va Xudo donovu hakim ast"
        },
        {
            "chapter": 49,
            "verse": 9,
            "text": "Va agar du guruh az mu'minon ʙo jakdigar ʙa cang ʙarxostand, mijonason osti andozed. Va agar jak guruh ʙar digare dast darozi kard, ʙo on ki dast darozi kardaast, ʙicanged, to ʙa farmoni Xudo ʙozgardad. Pas agar ʙozgast, mijonason sulhe odilona ʙarqaror kuned va adolat kuned, ki Xudo odilonro dust dorad"
        },
        {
            "chapter": 49,
            "verse": 10,
            "text": "Har oina (Alʙatta) mu'minon ʙarodaronand. Mijoni ʙarodaronaton osti andozed va az Xudo ʙitarsed, sojad, ki ʙar sumo rahmat orad"
        },
        {
            "chapter": 49,
            "verse": 11,
            "text": "Ej kasone, ki imon ovardaed, maʙod, ki guruhe az mardon guruhi digarro masxara kunad, sojad on masxarasudagon ʙehtar az onho ʙosand. Va maʙod, ki guruhe az zanon guruhi digarro masxara kunad, sojad on masxarasudagon ʙehtar az onho ʙosand. Va az ham ajʙcuj makuned va jakdigarro ʙa laqaʙhoi zist maxoned. Bad ast unvoni fisq pas az imon ovardan. Va kasone, ki tavʙa namekunand, xud sitamkoronand"
        },
        {
            "chapter": 49,
            "verse": 12,
            "text": "Ej kasone, ki imon ovardaed, az ʙisjore az gumonho ʙiparhezed. Zero ʙa'ze az gumonho dar haddi gunoh ast. Va dar korhoi pinhonii jakdigar cosusi makuned. Va az jakdigar ƣajʙat makuned. Ojo hec jak az sumo dust dorad, ki gusti ʙarodari murdai xudro ʙixurad? Pas onro noxus xohed dost. Va az Xudo ʙitarsed, zero Xudo tavʙapaziru mehruʙon ast"
        },
        {
            "chapter": 49,
            "verse": 13,
            "text": "Ej mardum, mo sumoro az jak mardu jak zan ʙijofaridem. Va sumoro camo'atho va qaʙilaho kardem, to jakdigarro ʙisinosed. Alʙatta giromitarini sumo nazdi Xudo parhezgortarini sumost. Xudo donovu kordon ast"
        },
        {
            "chapter": 49,
            "verse": 14,
            "text": "A'roʙi ʙodijanisin guftand: «Imon ovardem!» Bigu: «Imon najova. rdaed. Bigued, ki taslim sudaem va hanuz imon dar dilhojaton doxil nasudaast. Va agar Xudovu pajomʙarasro ito'at kuned, az savoʙi amalhoi sumo kam karda namesavad, zero Xudo ʙaxsojandavu mehruʙon ast»"
        },
        {
            "chapter": 49,
            "verse": 15,
            "text": "Muʹminon kasone hastand, ki ʙa Xudovu pajomʙari U imon ovardaand va digar sak nakardaand va ʙo molu coni xud dar rohi Xudo cihod kardaand. Inho rostgujonand"
        },
        {
            "chapter": 49,
            "verse": 16,
            "text": "Bigu: «Ojo mexohed Xudoro az dindorii xud ogoh kuned? Hol on ki Xudo az har ci dar osmonhovu har ci dar zamin ast, ogoh ast va U ʙa har cize olim ast!»"
        },
        {
            "chapter": 49,
            "verse": 17,
            "text": "Az in ki islom ovardaand, ʙar tu minnat mekunand. Bigu: «Ba xotiri islomaton ʙar man minnat mekuned, ʙalki Xudo ʙa on saʙaʙ, ki sumoro ʙa imon roh namudaast, ʙar sumo minnat menihad, agar rost megued!»"
        },
        {
            "chapter": 49,
            "verse": 18,
            "text": "Alʙatta Xudo nihoni osmonhovu zaminro medonad va ʙa har kore, ki mekuned, ʙinost"
        },
        {
            "chapter": 50,
            "verse": 1,
            "text": "Qof. Qasam ʙa in Qur'oni arcmand"
        },
        {
            "chapter": 50,
            "verse": 2,
            "text": "Ki dar taaccuʙ sudand, az in ki az mijoni xudason ʙimdihandae sujason omad, va kofiron guftand: «In cize aciʙ ast"
        },
        {
            "chapter": 50,
            "verse": 3,
            "text": "Ojo zamone, ki murdemu xok sudem, digar ʙor zinda mesavem? In ʙozgaste muxol (nomumkin) ast!»"
        },
        {
            "chapter": 50,
            "verse": 4,
            "text": "Mo medonem, ki xok ci guna az (casadhoi) onho kam mekunad. Va kitoʙe, ki hama ciz dar on nigahdori suda, nazdi Most"
        },
        {
            "chapter": 50,
            "verse": 5,
            "text": "Ore, onho suxani rostero, ki ʙar onho omada ʙud, duruƣ sumurdand. Pas dar kore surida aftodand"
        },
        {
            "chapter": 50,
            "verse": 6,
            "text": "Ojo ʙa in osmon ʙar ʙoloi sarason nazar namekunasd, ki ci guna onro ʙino kardaem va orostaem va hec sikofe dar on nest"
        },
        {
            "chapter": 50,
            "verse": 7,
            "text": "Va zaminro gusturdem va dar on kuhhoi ʙaland afkandem va az har guna naʙototi xusmanzar dar on rujonidem"
        },
        {
            "chapter": 50,
            "verse": 8,
            "text": "Binise va pandest ʙaroi har ʙandae, ki ʙa Xudo ʙozgardad"
        },
        {
            "chapter": 50,
            "verse": 9,
            "text": "Va az osmoi oʙe purʙarakat firistodem va ʙo on ʙoƣhovu donahoi daravsudani rujonidem"
        },
        {
            "chapter": 50,
            "verse": 10,
            "text": "va naxlhoi ʙaland ʙo xusahoi ʙarham cida"
        },
        {
            "chapter": 50,
            "verse": 11,
            "text": "to rizqi ʙaidagon ʙosad va ʙo on oʙ sarzamini murdaro zinda kardem. Baromadan az gur niz cunin ast"
        },
        {
            "chapter": 50,
            "verse": 12,
            "text": "Pes az onho qavmi Nuh va ashoʙi Ras va Samud takziʙ karda (duruƣ ʙarovarda) ʙudand"
        },
        {
            "chapter": 50,
            "verse": 13,
            "text": "va qavmi Odu Fir'avn va qavmi Lut"
        },
        {
            "chapter": 50,
            "verse": 14,
            "text": "va ashoʙi Ajka va qavmi Tuʙʙa' hama pajomʙaronro duruƣ sumurdand va sazovori va'dai azoʙi Man sudand"
        },
        {
            "chapter": 50,
            "verse": 15,
            "text": "Ojo az ofarinisi naxustin ociz suda ʙudem? Na onho dar ofarinisi toza dar sakkand"
        },
        {
            "chapter": 50,
            "verse": 16,
            "text": "Mo odamiro ofaridaem va az vasvasahoi nafsi u ogoh hastem, zero az ragi gardanas ʙa u nazdiktarem"
        },
        {
            "chapter": 50,
            "verse": 17,
            "text": "Hangome ki on du faristai farogiranda dar coniʙi rostu coniʙi capi u nisastaand, har cizro faro megirand"
        },
        {
            "chapter": 50,
            "verse": 18,
            "text": "Har kalome ki megujad, alʙatta dar kanori u noziru navisandae hozir ast"
        },
        {
            "chapter": 50,
            "verse": 19,
            "text": "Ba rosti, ki ʙehusii marg faro merasad. In ast on ci az on megurexti"
        },
        {
            "chapter": 50,
            "verse": 20,
            "text": "Va dar sur damida mesavad, In ast, ruzi va'dahoi azoʙ"
        },
        {
            "chapter": 50,
            "verse": 21,
            "text": "Har kase meojad va ʙo u kasest, ki meronadas va kasest, ki ʙarojas sohidi medihad"
        },
        {
            "chapter": 50,
            "verse": 22,
            "text": "Tu az in ƣofil ʙudi. Mo parda az ʙaroʙarat ʙardostem va imruz casmonat tezʙin sudaast"
        },
        {
            "chapter": 50,
            "verse": 23,
            "text": "Faristai (muvakkali) u gujad: «In ast on ci man omoda kardaam»"
        },
        {
            "chapter": 50,
            "verse": 24,
            "text": "Har nosukri sarkasro ʙa cahannam ʙijandozed"
        },
        {
            "chapter": 50,
            "verse": 25,
            "text": "on ki az ʙaxsis ʙaxili kard va tacovuzkor ʙud va sak meovard"
        },
        {
            "chapter": 50,
            "verse": 26,
            "text": "on ki ʙo Xudoi jak to xudoi digare qaror dod. Pas ʙa azoʙi saxtas ʙipartoed"
        },
        {
            "chapter": 50,
            "verse": 27,
            "text": "Hamnisini u gujad: «Ej Parvardigori mo, man uro ʙa sarkasi vodor nakardam, ʙalki u xud, saxt dar gumrohi ʙud»"
        },
        {
            "chapter": 50,
            "verse": 28,
            "text": "Megujad: «Nazdi Man mucodala nakuned. Man pes az in ʙo sumo suxan az azoʙ gufta ʙudam"
        },
        {
            "chapter": 50,
            "verse": 29,
            "text": "Va'dai Man digargun namesavad va Man ʙa ʙandagon zulm namekunam»"
        },
        {
            "chapter": 50,
            "verse": 30,
            "text": "Ruze, ki cahannamro meguem: «Ojo pur sudai?» Megujad: «Ojo hec zijodati hast?»"
        },
        {
            "chapter": 50,
            "verse": 31,
            "text": "Va ʙihistro ʙaroi parhezgoron nazdik ʙijovarand, to az on dur naʙosand"
        },
        {
            "chapter": 50,
            "verse": 32,
            "text": "In hamon cizest, ki ʙa har tavʙakunasdai parhezgore va'daas doda ʙudand"
        },
        {
            "chapter": 50,
            "verse": 33,
            "text": "Onhoero, ki dar nihon az Xudoi rahmon metarsand va ʙo dile tavʙakor omadaand"
        },
        {
            "chapter": 50,
            "verse": 34,
            "text": "Gujand: «Dar amon az har azoʙe ʙa ʙihist doxil saved. In ruz ruzi covidonist»"
        },
        {
            "chapter": 50,
            "verse": 35,
            "text": "Dar on co har ci ʙixohand, hast va ʙestar az on nazdi Mo hast"
        },
        {
            "chapter": 50,
            "verse": 36,
            "text": "Pes az onho ci ʙisjor mardumero, ki ʙoquvvattar ʙudand va dar sahrho sajru custucu mekardand, ʙa halokat ovardaem. Ojo rohi gureze hast"
        },
        {
            "chapter": 50,
            "verse": 37,
            "text": "Dar in suxan ʙaroi sohiʙdilon jo onon, ki ʙo huzur gus meandozand, andarzest (pandest)"
        },
        {
            "chapter": 50,
            "verse": 38,
            "text": "Mo osmonhovu zamin, va on ciro mijoni onhost, dar sas ruz ofaridem va hec xastagi ʙa Mo narasid"
        },
        {
            "chapter": 50,
            "verse": 39,
            "text": "Dar ʙaroʙari on ci megujand, pojdori kun va dar sitoisi Parvardigorat pes az ʙaromadani oftoʙ va pes az faromadani on tasʙeh guj"
        },
        {
            "chapter": 50,
            "verse": 40,
            "text": "Va niz dar porae az saʙ va ʙa'd az har sacda uro tasʙeh guj"
        },
        {
            "chapter": 50,
            "verse": 41,
            "text": "Va on goh ki munodi (nidokunanda, Isrofil) az makone nazdik nido medihad, gus faro dor"
        },
        {
            "chapter": 50,
            "verse": 42,
            "text": "Ruze, ki on ovozi saxtro ʙa haq mesunavand, on ruz ruzi ʙerun sudan az gur ast"
        },
        {
            "chapter": 50,
            "verse": 43,
            "text": "Mo zinda mekunem va memironem va ʙozgast nazdi Most"
        },
        {
            "chapter": 50,
            "verse": 44,
            "text": "Ruze, ki zamin ʙiskofad va onho ʙa sitoʙ ʙerun ojand va in cam'ovari ʙaroi Mo oson ast"
        },
        {
            "chapter": 50,
            "verse": 45,
            "text": "Mo ʙa on ci megujand, donotarem va tu ʙa onho zur namegui. Pas har kiro az va'dai azoʙi Man metarsad, ʙa Qur'on pand deh"
        },
        {
            "chapter": 51,
            "verse": 1,
            "text": "Savgand ʙa ʙodhoe, ki xok parokanda mekunand"
        },
        {
            "chapter": 51,
            "verse": 2,
            "text": "savgand, ʙa aʙrhoi garonʙor"
        },
        {
            "chapter": 51,
            "verse": 3,
            "text": "savgand ʙa kistihoe, ki ʙa osoni ravonand"
        },
        {
            "chapter": 51,
            "verse": 4,
            "text": "va savgand ʙa faristagone, ki taqsimkunandai korhojand"
        },
        {
            "chapter": 51,
            "verse": 5,
            "text": "ki on ci sumoro va'da medihand, rost ast"
        },
        {
            "chapter": 51,
            "verse": 6,
            "text": "va ruzi cazo omadanist"
        },
        {
            "chapter": 51,
            "verse": 7,
            "text": "Va savgand ʙa osmon, ki ʙa sitoragon orosta ast"
        },
        {
            "chapter": 51,
            "verse": 8,
            "text": "ki sumo (dar xususi pajƣamʙar) suxani gunogun megued"
        },
        {
            "chapter": 51,
            "verse": 9,
            "text": "Az haq ʙozgardonida savad, on ki ʙozgardonidanasro xostaand"
        },
        {
            "chapter": 51,
            "verse": 10,
            "text": "Marg ʙod ʙar on duruƣgujon"
        },
        {
            "chapter": 51,
            "verse": 11,
            "text": "onon ki ʙa ƣaflat dar cahl furu raftaand"
        },
        {
            "chapter": 51,
            "verse": 12,
            "text": "Mepursand: «Ruzi cazo kaj xohad ʙud?»"
        },
        {
            "chapter": 51,
            "verse": 13,
            "text": "Ruzest, ki ʙar otas azoʙason mekunand"
        },
        {
            "chapter": 51,
            "verse": 14,
            "text": "«Azoʙi xudro ʙicased! In ast on cize, ki ʙa sitoʙ metalaʙided!»"
        },
        {
            "chapter": 51,
            "verse": 15,
            "text": "Parhezgoron dar ʙoƣhovu kanori casmasoron ʙosand"
        },
        {
            "chapter": 51,
            "verse": 16,
            "text": "On ciro Xudo ʙa onho dodaast, giriftaand. Zero pes az on nekukor ʙudand"
        },
        {
            "chapter": 51,
            "verse": 17,
            "text": "andake az saʙro mexoʙidand"
        },
        {
            "chapter": 51,
            "verse": 18,
            "text": "va ʙa hangomi sahar istiƣfor (tavʙa) mekardand"
        },
        {
            "chapter": 51,
            "verse": 19,
            "text": "va dar molhojason ʙaroi pursandavu mahrum xaqqe ʙud"
        },
        {
            "chapter": 51,
            "verse": 20,
            "text": "Va dar zamin ʙaroi axli jaqin iʙrathoest"
        },
        {
            "chapter": 51,
            "verse": 21,
            "text": "va niz dar vucudi xudaton. Ojo nameʙined"
        },
        {
            "chapter": 51,
            "verse": 22,
            "text": "Va rizqi sumo va har ci ʙa sumo va'da suda, dar osmon ast"
        },
        {
            "chapter": 51,
            "verse": 23,
            "text": "Pas savgand ʙa Parvardigori osmonahovu zamin, ki in suxan oncunon ki suxan megujand, haq va rost ast"
        },
        {
            "chapter": 51,
            "verse": 24,
            "text": "Ojo dostoni mehmononi giromii Iʙrohim ʙa tu rasidaast"
        },
        {
            "chapter": 51,
            "verse": 25,
            "text": "On goh ki nazdi u omadandu guftand: «Salom!» Guft: «Salom! Sumo mardumi nosinoxtaed!»"
        },
        {
            "chapter": 51,
            "verse": 26,
            "text": "Dar nihon va sitoʙon nazdi kasoni xud raft va gusolai farʙehe ovard"
        },
        {
            "chapter": 51,
            "verse": 27,
            "text": "Ta'omro ʙa nazdason guzostu guft: «Caro namexured?»"
        },
        {
            "chapter": 51,
            "verse": 28,
            "text": "Va az onho ʙimnok sud. Guftand: «Matars!» Va uro ʙa farzande dono xusxaʙar dodand"
        },
        {
            "chapter": 51,
            "verse": 29,
            "text": "Va zanas farjodzanon omad va ʙar ruj zadu guft: Man pirazane nozojam»"
        },
        {
            "chapter": 51,
            "verse": 30,
            "text": "Guftand: «Parvardigori tu incunin guftaast. Va u hakimu donost!»"
        }
    ]
}