{
    "rukus": [
        {
            "chapter": 7,
            "verse": 189,
            "text": "Niye owabaloonga okhurula khumundu mulala, ne okhurula khumundu oyo nalonga abakhasi babu, kho banyoole obwihotselefu (okhurula khu bakhasi). Ne olwa yenjilananga naye atilanga inda-inyangu eyachendanga nayo. Ne olwayisitoyanga (inda) balamanga Nyasaye wabu (omukhasi nomusatsa); “Nakhuhelesia Omwana omulayi toto khulaba mubalia abakhupanga orio?”"
        },
        {
            "chapter": 7,
            "verse": 190,
            "text": "Olwa abahelesinjia(omwana)omulayi. Bakholelanga Nyasaye obutsokaasi khushilia eshia bahelesiyie, Nyasaye niwoluyali muno ne ali hekulu khukabamutsokasinjia yako"
        },
        {
            "chapter": 7,
            "verse": 191,
            "text": "Batsokaasinjia balia abalaloonga eshindu, nabo boosi nibaloongwa"
        },
        {
            "chapter": 7,
            "verse": 192,
            "text": "Ne shibanyala okhubakhoonya tawe, nohomba bo okhwikhoonya abene tawe"
        },
        {
            "chapter": 7,
            "verse": 193,
            "text": "Ne nimubalanga khubulunjifu, shibalabalondakhwo tawe, Ni halalasa awo, nimubalanga nohomba nimuwuleela"
        },
        {
            "chapter": 7,
            "verse": 194,
            "text": "Toto balia abamulaamanga abalali Nyasaye tawe ni Abandu butswa shinga enywe, Mubalanjekhwo, mana bafuchilile, nimuli mbu muli abatoto"
        },
        {
            "chapter": 7,
            "verse": 195,
            "text": "Koo, bali nende ibilenje biokhuchendela? Nohomba bali nende emikhono chiokhutilila? Nohomba bali nende tsimoni tsiabalolelanga? Nohomba bali nende amarwi kabawulilanga? Boola; lanje abamutsokaasinjia Nyasaye ninabo, mana mukhole obutobela bwenyu(bwokhusishia)- ne mulambesie ebisi biosi biosi tawe. (musishie toto nikali mbu munyala)"
        },
        {
            "chapter": 7,
            "verse": 196,
            "text": "Toto Omulindi wanje ni Nyasaye oweshia eshitabu, naye niye olindanga abakholanga amalayi"
        },
        {
            "chapter": 7,
            "verse": 197,
            "text": "Nebalia abamulamanga balali Nyasaye shibanyala okhubahabina nohomba okhwihabina abeene tawe"
        },
        {
            "chapter": 7,
            "verse": 198,
            "text": "Ne nobalaanga khubulunjifu shibawulila tawe, ne olabalola bakhuhenganga halali shibalolanga tawe"
        },
        {
            "chapter": 7,
            "verse": 199,
            "text": "Tilana nende obulesheli, ne alomesie amalayi, ne olekhane nende abasilu"
        },
        {
            "chapter": 7,
            "verse": 200,
            "text": "Ne eshibeyibeyi shia shetani nishikhunyasia, wilinde khu Nyasaye - (boola; Audhu billahi)- . Toto ye niye omuwulili omumanyi muno"
        },
        {
            "chapter": 7,
            "verse": 201,
            "text": "Balia abaritsanga Nyasaye olwa shetani obafulukunyanga, betsulilanga mana balola injila"
        },
        {
            "chapter": 7,
            "verse": 202,
            "text": "Ne Abasiani babu (shetani) , babakhweselanga mubukori mana bo shibachong’anga tawe"
        },
        {
            "chapter": 7,
            "verse": 203,
            "text": "Nenolabarereraeshimanyisioshiabenya nibaboola mbu; “shiwakhashikasiye butswa eweomwene?” Boolambu’“esieenoondanga kefimbulilwe okhurula khu Nyasaye wanje. Bino ni ebimanyisio birulanga khu Nyasaye wenyu ne ni obulunjifu nende tsimbabaasi khubandu basuubilanga.”"
        },
        {
            "chapter": 7,
            "verse": 204,
            "text": "Ne Ikurani nisomwa murechelesie ne muwulele mwakhaba murio mwanyoola tsimbambaasi"
        },
        {
            "chapter": 7,
            "verse": 205,
            "text": "Ne Murumbule Nyasaye wuwo mumwoyo kwao mubwihotselefu nende muburii, ne olakhupa oluyoka mumakhuwa tawe, itsuli nende ing’olobe, ne olaba mubalia abang’ang’aala tawe"
        },
        {
            "chapter": 7,
            "verse": 206,
            "text": "Balia abali ewa Nyasaye wuwo(nabo ni Malaika) shibali abafuru okhumukholela ibada yiyie tawe, ne bamwitsominjia ne bamwinamilanga"
        }
    ]
}