{
    "rukus": [
        {
            "chapter": 8,
            "verse": 20,
            "text": "Enywe abasuubila! Murie Nyasaye nende Omurumwa wuwe, mulamwilukha tawe nimuwulilanga"
        },
        {
            "chapter": 8,
            "verse": 21,
            "text": "Ne mulaba shinga balia baboolanga mbu; “Khuwulile” nekhane bashili okhuwulila"
        },
        {
            "chapter": 8,
            "verse": 22,
            "text": "Toto tsisolo tsimbi muno imbeli wa Nyasaye- nitsilia tsikholanga mbu shitsiwulilanga tawe- nitsindimbe, tsisilu. Tsilia tsilekhonyela obwongo tawe"
        },
        {
            "chapter": 8,
            "verse": 23,
            "text": "Ne Nyasaye alolanga obulayi bwosi bwosi mubo yakha bawulilisiye nekata abawulilisia bakhakalukhane butswa"
        },
        {
            "chapter": 8,
            "verse": 24,
            "text": "Enywe abasuubila mufuchilile omulango kwa Nyasaye nende Omurumwa olwa abalanga mukalia aketsa okhubahelesia obulamu, amalayi, ne manye mbu Nyasaye yenjilanga hakari womundu nende omwoyo kukwe, ne ewuwe ni amulikhung’asibwa"
        },
        {
            "chapter": 8,
            "verse": 25,
            "text": "Ne murie eshinyasio eshilakhaya okhunyoola balia bakhola obubii bonyene mwinywe, ne mumanye mbu Nyasaye ni omululu weshinyasio"
        },
        {
            "chapter": 8,
            "verse": 26,
            "text": "Ne yitsulile, olwa mwali batiti, olwa mwalolekhananga abateshele khushialo, olwa mwaritsanga Abandu okhubayula, mana nabahelesia habundu alayi okhwikhala, mana nabahelesia amani khubuhabini bubwe, ne nabahelesia omukabo omulayi khomunyoole okhupa orio"
        },
        {
            "chapter": 8,
            "verse": 27,
            "text": "Enywe abasuubila, mulakholela Nyasaye nende Omurumwa obulianga tawe. Ne mulakhola obulianga khukhusuubilana khwenyu tawe- nimumanyile"
        },
        {
            "chapter": 8,
            "verse": 28,
            "text": "Ne manye mbu emiandu chienyu nende abana benyu ni amatemo. Ne toto Nyasaye ali nende omurungo omukhongo"
        }
    ]
}