{
    "rukus": [
        {
            "chapter": 11,
            "verse": 1,
            "text": "Aif Lam Ra, shino ni eshitabu shietsinyaali tsiashio tsiakasibwa obulayi mana nitsinoosibwa obulayi okhurula khu Wamachesi muno Omumanyi wa koosi"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "Mulalaama okhuyiniakhwo Nyasaye butswa, (Yenyene) Toto esie khwinywe endi omwikanyilisi nende Omusuubisia"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "Ne sabe eshileleshelo Nyasaye wenyu, mana mumukalushile, yetsa okhubahelesia omwikhoyo omulayi okhula ebise ebimanyifu(khuye) Mana alihelesia buli owamalayi amalayi kaye. Nenimulaloonda tawe esie ebaririra eshinyasio shieyinyanga ikhongo"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "Amakalushilo kenyu ni wa Nyasaye, naye ni Omunyali wabuli eshindu"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "Koo, manye mbu; “toto abo bafisanga akali mubilifu biabu, mbu khobafise Nyasaye, manye mbu; olwa befunikhanga tsingubo tsiabu(Nyasaye) yamanya akabafisanga nende akabaretsanga habulafu. Toto ye amanyile muno akali mubilifu"
        },
        {
            "chapter": 11,
            "verse": 6,
            "text": "Ne yibulaho isolo yosiyosi khushialo halali omukabo kwayo kuli khu Nyasaye, yamanya eshimenyo shiayio shetsinyanga tsiosi, nende habandu wuwe okhuburira butswa, Koosi kali mushitabu ashiretsanga habulafu"
        },
        {
            "chapter": 11,
            "verse": 7,
            "text": "Niye owaloonga likulu nende eshialo khu tsinyanga tsisaasaba, ne eshisaala shishie shioluyali shiali khumatsi, kho abapime niwina mwinywe ukhola amalayi. Ne noboola mbu; “toto enywe mulilamusibwa nimwakhamala okhufwa” Abakhayi toto balaboola mbu; “buno shini shiosi shiosi tawe halali obulosi bwa habulafu"
        },
        {
            "chapter": 11,
            "verse": 8,
            "text": "Ne nikhubashindia okhunyoola eshinyasio okhuula ebise biabusibwa, baboola mbu; “Nishina shikayilanga eshinyasio esho” Manye mbu inyanga yashilibetsela sishilibarusibwakhwo tawe. Ne akabatseshelanga kalibabotokhana"
        }
    ]
}