{
    "rukus": [
        {
            "chapter": 19,
            "verse": 51,
            "text": "Ne rumbula mushitabu shino Musa, toto ye yali Omutswenufu ne yali Omurumwa, Omwayi (omunabii)"
        },
        {
            "chapter": 19,
            "verse": 52,
            "text": "Olwa khwamulanga ebuleka womukhono musatsa weshikulu, mana nikhumusitilia ahambi okhuboola ninafu mubwifisi"
        },
        {
            "chapter": 19,
            "verse": 53,
            "text": "Ne khutsimbabaasi tsiefu nikhumuhelesia omusiani wabu mbu Haruni okhuba Omurumwa"
        },
        {
            "chapter": 19,
            "verse": 54,
            "text": "Ne rumbula mushitabu shino Ismail, Toto ye yali owatoto khubulakani, ne yali Omurumwa omwayi (munabii)"
        },
        {
            "chapter": 19,
            "verse": 55,
            "text": "Ne yalomesinjia Abandu bebe iswala (okhulaama) nende izakaa (eshihanwa) Ne yali yachamilwa ewa Nyasaye wuwe"
        },
        {
            "chapter": 19,
            "verse": 56,
            "text": "Ne rumbula mushitabo shino Idris, toto ye yali owa obwatoto muno, Omurumwa"
        },
        {
            "chapter": 19,
            "verse": 57,
            "text": "Mana nikhumuchingula hekulu muno"
        },
        {
            "chapter": 19,
            "verse": 58,
            "text": "Abo nibo aba- Nyasaye wabu yabehelesia omukabo, mubarumwa mulwibulo lwa Adam, nende balia abakhwabukula halala nende Nuhu, nende olwibulo lwa Ibrahim nende Israil, nende balia abakhwalunjisia, mana nikhubaawula. Nibasomelwa tsinyali tsa Nyasaye bakwitsanga nibasujuda nibalila"
        },
        {
            "chapter": 19,
            "verse": 59,
            "text": "Halali nibabalondakhwo inyuma wabu, abarulila ababii, nibarenguya okhulaama (Iswala) mana nibaloonda obwikombi obubii, kho balinyoolana nende eshinyasio eshululu"
        },
        {
            "chapter": 19,
            "verse": 60,
            "text": "Halali balia abekanila mana nibasuubila ne nibakhola amakhuwa amalayi, Abo balinjila mwikulu neshibalikholelwakhwo obubii bwosi bwosi tawe"
        },
        {
            "chapter": 19,
            "verse": 61,
            "text": "Mumikunda chilaliwa tawe echia Nyasaye yalaka Abasumba bebe mubwifisi, toto indache ya Nyasaye yakhoole"
        },
        {
            "chapter": 19,
            "verse": 62,
            "text": "Shibaliwulilamwo\tamakhuwa kabula obukhala tawe halali omulembe, nebalinyoolamwo omukabo kwabu etsuli nende ingolobe"
        },
        {
            "chapter": 19,
            "verse": 63,
            "text": "Oko nikwo omukunda kwomwikulu, okwa khulichelemia Abasumba befu balia abaali nibaria Nyasaye"
        },
        {
            "chapter": 19,
            "verse": 64,
            "text": "Ne shikhwikhanga tawe halali khubunyali bwa Nyasaye wuwo. Ne ni ebibie ebili imbeli wefu, nende inyuma wefu, nende ebili hakari hao. Ne Nyasaye wuwo shiniwokhwibilila tawe"
        },
        {
            "chapter": 19,
            "verse": 65,
            "text": "Nyasaye welikulu nende eshialo, nende ebili hakari wabio. kho Mulaame Ye butswa yenyene mukhulamwa khukhwe ne olumilile. Koo mwamanyakhwo uli nende ilira shelilie"
        }
    ]
}