{
    "rukus": [
        {
            "chapter": 23,
            "verse": 33,
            "text": "Mana omukanda kwabakhongo babakhayi okwakhaya nikuyingasia omukhung’ano kweyindukho, mana nikhubayindiasia khubulamu bwo khushialo, baboola mbu; “Uno shini shiosishiosi tawe halali ni Omundu shinga enywe, elitsanga ebiamulitsanga, ne anywetsanga ebia munywetsanga.”"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "Ne nimuloonda Omundu butswa shinga enywe, mulaba musishile"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "Abalakanga mbu nimumalile okhufwa nimubeele liloba nende ebikumba, mbu mulilamusibwa"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "Shikanyalikhana tawe , shikanyalikhana tawe, akamulakungwa ako"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "Toto buno ni obulamu bwo khushialo, khufwitsanga nekhumenyanga,\tne\tefwe shikhulilamusibwa tawe"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "Toto uno ni Omundu wachishilasa Nyasaye obubeyi ne efwe shikhumusuubila tawe"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "Yaboola mbu; “Nyasaye wanje habine khukabayingasiyie"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "Naboola mbu; “Ahambi hano betsa okhwiyitsulisia.”"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "Mana oluyoka nilubabukula khubwatoto mana nikhubakhola shinga amakokha kabenganga khumatsi, nibakorera ehale Abandu ababii"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "Mana nikhurera inyuma wabu Abandu bandi"
        },
        {
            "chapter": 23,
            "verse": 43,
            "text": "Ne kubulao omukanda kunyala okhuranjilisia indukho yakwo nohomba okhusitia imbeli"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "Mana nikhuruma Abarumwa befu, mulala inyuma wowundi. Buli omukanda shingala Omurumwa wabu yaboolela bamuyingasia. Nikhubalondiakho abandi mubo khubandi, mana nikhubakholela okhuba tsingano. Bakorera ehale Abandu balasuubilanga"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "Mana nikhuruma Musa nende Omusiani wabu Haruni halala nende ebimanyisio biefu, nende ebifune bili habulafu"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "Khwamuruma khu Firauni nende Abandu baye abakhongo, halali bo nibelola nibaba Abandu abafuuru"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "Nibaboola mbu; “Khusuubile Abandu babili bano balisa shinga efwe, ne Abandu babu ni Abasumba befu?”"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "Mana nibabayingasia mana nibaba mubalia abasikha"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "Ne toto khwahelesia Musa eshitabo mbu bakhaba bario banyoola okhulunjikha"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "Ne nikhukhola Omwana wa Mariamu nende nyina wuwe okhuba eshimanyisio, ne nikhubahelesia amelushilo, habundu achingukha hali nende obwihotselefu nende tsisebele tsia amatsi"
        }
    ]
}