{
    "rukus": [
        {
            "chapter": 2,
            "verse": 243,
            "text": "Shiwalola biala barula mutsingo tsiabu nibali mutsiyelefu, nibaririle lifwa? Nyasaye nababoolela mbu: “fwe!” mana nabalamusia, toto Nyasaye niwetsimbabaasi khubandu, halali Abandu abanji shiboopanga orio tawe"
        },
        {
            "chapter": 2,
            "verse": 244,
            "text": "Ne mulwane khunjila ya Nyasaye, ne mumanye mbu toto Nyasaye ni omuwulili omumanyi muno"
        },
        {
            "chapter": 2,
            "verse": 245,
            "text": "Ni wina witsa okhwiwosia Nyasaye likofi lilayi kho amumetele ekhumeta okhunji, Ne Nyasaye ufumbanga khandi abambulanga, Ne ewuwe niwo amulikalusibwa"
        },
        {
            "chapter": 2,
            "verse": 246,
            "text": "Shiwabalola Abandu abakhongo mubana ba Israili, Musa niyakharulao, olwababoolela Omurumwa wabu mbu; “khurererekhwo Omwami kho khulwaane khunjila ya Nyasaye” Noboola “koo kalaba mbu nimulomesibwa okhupana mulakhaya?” Nibaboola mbu “bilaba birie khulalwana khunjila ya Nyasaye tawe, ne khulondelwe mutsingo tsiefu nende Abaana befu?” Halali olwa balachilwa okhulwana bakalukhana, halali batiti mubo, Ne Nyasaye yamanya abamabii"
        },
        {
            "chapter": 2,
            "verse": 247,
            "text": "Omurumwa wabu nababoolela mbu; “Nyasaye abaawulile Taluti (Sauli) okhuba Omwami” Nibaboola mbu; “alaba arie Omwami wefu ne efwe nifwe khukhoyeshele okhunyoola obwami okhushila ye, ne shiyahebwa omwandu tawe,” Naboola mbu: “Nyasaye amalile okhubawulila ye, ne amumetele amachesi nende omubili. Ne Nyasaye ahelesinjia owayenya obwami. Ne Nyasaye ni omuyinda owamachesi muno"
        },
        {
            "chapter": 2,
            "verse": 248,
            "text": "Ne Omurumwa wabu nababoolela mbu; “Ne toto eshimanyisio shiobwami bubwe ni okhubarerela lisanduku lilimwo eshiosia emioyo chienyu, eshirulanga khu Nyasaye wenyu omulesi, ne khulimwo nende akababu Musa balekha nende Harun, Abamalaika balichinganga. Toto mukano ebimanyisio bilimwo khwinywe nimuli mbu mwasuubila"
        }
    ]
}