{
    "pages": [
        {
            "chapter": 21,
            "verse": 45,
            "text": "Hay bao chung: “Ta (Muhammad) chi canh cao cac nguoi theo Loi Mac Khai (đa đuoc truyen xuong).” Nhung nguoi điec khong nghe đuoc tieng goi du y co đuoc canh cao đi nua"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "Va neu co mot lan hoi trung phat cua Thuong Đe cua Nguoi cham phai chung thi chac chan chung se than: “That kho than chung toi! Ro that chung toi la nhung ke lam đieu sai quay"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "Va TA se thiet lap cac ban can cong ly vao Ngay phuc sinh. Boi the se khong co mot nguoi (linh hon) nao bi đoi xu bat cong ve bat cu đieu gi. Va neu (chung co lam mot viec du nho) bang suc nang cua mot hat cai đi nua thi TA cung se mang no ra (can đo). Va mot minh TA đu lam cong viec thanh toan so sach"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "Va qua that, TA đa ban cho Musa va Harun Tieu chuan xet xu va mot Anh Sang quang minh (Kinh Tawrah) va mot su Nhac Nho cho nhung nguoi ngay chinh so Allah"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "Nhung ai am tham so Thuong Đe noi coi vo hinh va khiep so Gio (Xet xu)"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "Va đay la mot Thong điep nhac nho (Qur'an) đay phuc đuc ma TA đa ban xuong (cho cac nguoi). The cac nguoi, (hoi Muslim!) se phu nhan No hay sao"
        },
        {
            "chapter": 21,
            "verse": 51,
            "text": "Va chac chan truoc đay TA đa ban cho Ibrahim le phai cua Nguoi; va TA biet ro ve Y"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "(Hay nho) khi Y thua voi phu than va nguoi dan cua minh bao: “Nhung hinh tuong nay ma qui vi sung bai la gi vay?”"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "Ho đap: “Bon ta thay cha me cua bon ta ton tho chung.”"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "Y bao: “Chac chan qui vi va cha me cua qui vi, tat ca, đeu đa lam lac mot cach ro rang.”"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "Ho đap: “Nguoi noi that hay bong đua voi bon ta?”"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "Y bao: “Khong! Thuong Đe cua qui vi la Thuong Đe (Đang Chu Te) cua cac tang troi va trai đat, Đang đa sang tao chung (tu cai khong). Va toi la mot trong nhung nguoi lam chung cho viec đo"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "Va Nguoi the: “Nhan danh Allah! Chac chan toi se đat ke hoach đap pha nhung buc tuong cua cac ong sau khi cac ong bo đi.”"
        }
    ]
}