{
    "pages": [
        {
            "chapter": 34,
            "verse": 23,
            "text": "Va viec can thiep voi Ngai (Allah) chang co hieu luc gi tru phi voi ai ma Ngai cho phep. Mai đen khi long cua ho het so, luc đo ho moi len tieng hoi: “Thuong Đe cua qui vi phan gi vay?” Ho (cac tin đo) đap: “Chan Ly.” Boi vi Ngai la Đang Toi Cao, Đang Vi Đai"
        },
        {
            "chapter": 34,
            "verse": 24,
            "text": "Hay bao ho “Ai cung cap bong loc cho cac nguoi tu cac tang troi xuong duoi đat?” Hay bao ho: “Allah!” \"(Giua chung ta), chung toi hay qui vi se la nguoi cong khai đi đung đuong hay lac đuong.”"
        },
        {
            "chapter": 34,
            "verse": 25,
            "text": "Hay bao ho: “Qui vi se khong bi tra hoi ve toi cua chung toi va chung toi cung se khong bi tra hoi ve đieu qui vi đa lam.”"
        },
        {
            "chapter": 34,
            "verse": 26,
            "text": "Hay bao tiep: “Thuong Đe cua chung ta se tap trung chung ta tro lai roi Ngai se xet xu giua chung ta bang su that boi vi Ngai la Đai Tham Phan Toan Tri ”"
        },
        {
            "chapter": 34,
            "verse": 27,
            "text": "Hay bao ho: “Hay chi cho ta đau la nhung ke ma cac nguoi đa cho la nhung vi đoi tac ngang vai cua Ngai (Allah). Nhat đinh khong co ai. Khong, Ngai la Allah, Đang Toan Nang, Đang Chi Minh"
        },
        {
            "chapter": 34,
            "verse": 28,
            "text": "Va TA (Allah) chi cu phai Nguoi (Muhammad) lam mot Nguoi mang tin mung va mot Nguoi canh bao cho (tat ca) nhan loai nhung đa so nguoi khong biet"
        },
        {
            "chapter": 34,
            "verse": 29,
            "text": "Va ho bao: \"The chung nao Loi Hua (ve viec xet xu) nay se xay ra neu qui vi (Muslim) noi that?”"
        },
        {
            "chapter": 34,
            "verse": 30,
            "text": "Hay bao ho: “Cuoc hen cho qui vi se la ngay ma qui vi khong the doi lai cung khong the giuc đen som hon mot gio khac nao.”"
        },
        {
            "chapter": 34,
            "verse": 31,
            "text": "Va nhung ke khong co đuc tin bao: “Chung toi se khong bao gio tin noi Qur'an nay va cung khong tin noi đieu (Kinh Sach) nao truoc no.” Gia Nguoi (Muhammad) co the nhin thay đuoc tinh canh cua nhung ke lam đieu sai quay bi bat đung truoc mat Thuong Đe cua chung, chung loi qua tieng lai trach moc lan nhau. Nhung ke tu cho minh yeu the se bao nhung ten cuong bao: “Neu khong vi ne nang qui ngai thi chung toi đa tro thanh nguoi tin tuong roi!”"
        }
    ]
}