{
    "pages": [
        {
            "chapter": 35,
            "verse": 45,
            "text": "Va neu Allah bat phat loai nguoi vi toi ma ho đa pham thi Ngai se khong đe tren mat đat mot loai sinh vat nao song đang, nhung Ngai gia han cho ho song đen mot thoi ky an đinh. Boi the, khi thoi han cua ho đa man thi chac chan Allah se thay lai tat ca bay toi cua Ngai"
        },
        {
            "chapter": 36,
            "verse": 1,
            "text": "Ya-Sin"
        },
        {
            "chapter": 36,
            "verse": 2,
            "text": "The boi Qur'an Cao Minh"
        },
        {
            "chapter": 36,
            "verse": 3,
            "text": "Chac chan Nguoi (Muhammad) đich thuc la Vi Su Gia (cua Allah)"
        },
        {
            "chapter": 36,
            "verse": 4,
            "text": "Đang o tren con đuong Ngay Chinh (Islam)"
        },
        {
            "chapter": 36,
            "verse": 5,
            "text": "(Qur'an nay) do Đang Toan Nang, Đang Khoan Dung ban xuong"
        },
        {
            "chapter": 36,
            "verse": 6,
            "text": "Đe Nguoi dung canh bao đen mot dan toc ma to tien cua ho truoc đo đa khong đuoc canh bao đe roi ho khinh suat"
        },
        {
            "chapter": 36,
            "verse": 7,
            "text": "Chac chan, Loi Phan la đieu Chan Ly đoi voi đa so bon ho nhung ho khong co đuc tin"
        },
        {
            "chapter": 36,
            "verse": 8,
            "text": "TA đa that su đong nhung chiec gong vao co cua ho cao đen tan cam cho nen ho ngang (cung) co"
        },
        {
            "chapter": 36,
            "verse": 9,
            "text": "Va TA đa đat mot buc chan (vo hinh) truoc mat va mot buc chan sau (lung) ho, nen ho khong nhin thay"
        },
        {
            "chapter": 36,
            "verse": 10,
            "text": "Dau Nguoi co canh bao hay khong canh bao ho thi đieu đo bang thua đoi voi ho, ho nhat đinh se khong co đuc tin"
        },
        {
            "chapter": 36,
            "verse": 11,
            "text": "Nguoi chi co the canh bao nguoi nao tuan theo Loi Nhac nho (Qur'an) va so Đang Al-Rahman Vo hinh. Do đo, hay bao tin mung cho y ve su tha thu va phan thuong rong rai (noi thien đang)"
        },
        {
            "chapter": 36,
            "verse": 12,
            "text": "TA se thuc su lam cho nguoi chet song lai va ghi chep nhung đieu ma ho đa goi đi truoc va nhung dau tich ma ho đa luu lai. TA cho ghi tat ca moi đieu trong mot quyen so minh bach"
        }
    ]
}