{
    "pages": [
        {
            "chapter": 40,
            "verse": 17,
            "text": "Vao Ngay đo, moi nguoi (linh hon) se đuoc tuong thuong ve cong trinh cua minh. Se khong co viec (xet xu) bat cong vao Ngay đo. Qua that, Allah rat nhanh trong viec thanh toan (viec tuong thuong va trung phat)"
        },
        {
            "chapter": 40,
            "verse": 18,
            "text": "Va hay canh bao ho ve Ngay (phuc sinh) đang tien đen gan, Ngay ma nhung qua tim se nhay thot len co hong, lam nghet tho. Nhung ke lam đieu sai quay se khong co ban be hoac nguoi can thiep nao đe nho cay"
        },
        {
            "chapter": 40,
            "verse": 19,
            "text": "(Allah) biet ro đieu gian xao noi cap mat cua ho va đieu (doi tra) giau kin trong long (cua ho)"
        },
        {
            "chapter": 40,
            "verse": 20,
            "text": "Va Allah se phan quyet bang su That, trong luc nhung ke ma ho khan vai ngoai Ngai se khong quyet đinh đuoc gi ca. Ro that Allah Ngai la Đang Hang Nghe, Đang Hang Thay"
        },
        {
            "chapter": 40,
            "verse": 21,
            "text": "Va ha ho khong đi du lich tren trai đat đe xet xem ket cuoc cua nhung ai đa song truoc ho ra sao? Chung manh hon ho ve quyen luc va di tich ma chung con đe lai tren trai đat. Nhung Allah bat phat chung vi toi loi cua chung. Va khong co ai che cho chung khoi (su trung phat cua) Allah"
        },
        {
            "chapter": 40,
            "verse": 22,
            "text": "Nhu the la vi cac Su Gia cua chung đa đen gap chung voi nhung bang chung ro ret, nhung chung khong tin tuong, cho nen Allah bat phat chung. Qua that, Ngai Đang Hung Manh va trung phat rat nghiem khac"
        },
        {
            "chapter": 40,
            "verse": 23,
            "text": "Va chac chan TA đa cu Musa mang cac Phep La cua TA voi mot tham quyen ro ret"
        },
        {
            "chapter": 40,
            "verse": 24,
            "text": "Đen gap Fir-'awn, Haman va Qorun nhung chung bao (Musa) la mot ten phu thuy, mot ten noi doi"
        },
        {
            "chapter": 40,
            "verse": 25,
            "text": "Va khi Y (Musa) mang Chan Ly tu TA đen cho chung, chung bao: “Hay giet cac đua con trai cua nhung ai tin tuong theo Y (Musa) va tha song phu nu cua chung.” Va muu đo cua nhung ke khong co đuc tin chi roi vao lam lac"
        }
    ]
}