{
    "pages": [
        {
            "chapter": 2,
            "verse": 275,
            "text": "Nhung ai an (lay) tien loi cho vay (Riba) se khong đung vung tru phi đung nhu mot ke đa bi Shaytan so mo va lam cho đien cuong. So di nhu the la vi ho noi: “Thuong mai co khac gi voi viec cho vay lay lai đau.” Nhung Allah cho phep buon ban va cam cho vay lay lai. Boi the, ai đa nhan đuoc lenh canh cao cua Allah va ngung (cho vay lay lai) thi se đuoc (Allah) tha thu ve qua khu cua y; va cong viec cua y se đuoc trinh len cho Allah quyet đinh. Nguoc lai, ai tai pham thi se lam Ban cua Lua (hoa nguc); trong đo, ho se vao o đoi đoi"
        },
        {
            "chapter": 2,
            "verse": 276,
            "text": "Allah xoa bo (đinh che) 'Riba' (cho vay lay lai) va lam phat đat viec bo thi (Sadaqah); va Allah khong thuong nhung ke phu on va toi loi"
        },
        {
            "chapter": 2,
            "verse": 277,
            "text": "Qua that, nhung ai co đuc tin va lam viec thien, va chu đao dang le Salah va đong Zakah thi se nhan phan thuong cua ho o noi Thuong Đe cua ho; ho se khong lo so cung se khong buon phien"
        },
        {
            "chapter": 2,
            "verse": 278,
            "text": "Hoi nhung ai co đuc tin! Neu cac nguoi la nhung nguoi co đuc tin that su thi hay so Allah va bo phan con lai cua tien loi cho vay"
        },
        {
            "chapter": 2,
            "verse": 279,
            "text": "Nhung neu cac nguoi khong thi hanh thi hay coi chung chien tranh tu Allah va Su Gia cua Ngai; neu cac nguoi hoi cai thi se đuoc tien von cua cac nguoi tro lai. Cho đoi xu bat cong voi nguoi khac va cac nguoi se khong bi đoi xu bat cong tro lai"
        },
        {
            "chapter": 2,
            "verse": 280,
            "text": "Va neu nguoi thieu no lam vao hoan canh kho khan, hay gia han cho y cho đen khi y cam thay nhe ganh lo (trong viec tra no); nhung neu cac nguoi bo thi (tien no) cho ho thi đieu đo tot nhat cho cac nguoi, neu cac nguoi biet"
        },
        {
            "chapter": 2,
            "verse": 281,
            "text": "Va hay so Ngay ma cac nguoi se đuoc đua ve gap Allah tro lai (đe chiu xet xu). Roi moi linh hon se đuoc tra lai đay đu ve nhung đieu (toi loi) ma no đa pham va ho se khong bi đoi xu bat cong"
        }
    ]
}