{
    "pages": [
        {
            "chapter": 41,
            "verse": 47,
            "text": "Su hieu biet ve Gio Tan The chi đuoc qui rieng cho Ngai (Allah) thoi. Va khong mot trai cay nao lu ra khoi vo cua no, cung khong mot nguoi phu nu mang thai va ha sanh (đua con) nao ma Ngai khong biet. Va vao Ngay ma Ngai (Allah) se goi chung đen hoi: “Nhung than linh (ma cac nguoi cho la nhung đoi tac) cua TA hien o đau?” Chung se thua: “Bay toi xin bao đam voi Ngai khong mot ai trong bay toi lam chung (cho viec Ngai co nhung đoi tac ngang vai).”"
        },
        {
            "chapter": 41,
            "verse": 48,
            "text": "Va nhung ke (than linh) ma chung đa tung khan vai truoc kia se bo chung đi biet dang va chung se thay minh khong the tron thoat khoi (su trung phat cua Allah)"
        },
        {
            "chapter": 41,
            "verse": 49,
            "text": "Con nguoi (vo đuc tin) khong cam thay moi met trong viec cau nguyen đieu tot lanh (cho ban than minh). Nhung neu gap phai đieu xau xa (hoan nan) thi y đam buong xuoi, tuyet vong"
        },
        {
            "chapter": 41,
            "verse": 50,
            "text": "Va chac chan neu TA cho y nem mui Khoan Dung tu TA sau khi y gap hoan nan thi chac chan y se noi: “Đieu nay do boi toi (lam ra). Va toi nghi se khong co Gio Tan The gi ca; va neu toi co đuoc đua tro ve gap Thuong Đe cua toi lai thi chac chan toi se co đuoc vo van cai tot (phu qui giau sang) noi Ngai.” Nhung chac chan TA se cho nhung ke khong co đuc tin biet ve nhung đieu (toi loi) ma chung đa lam va se cho chung nem su trung phat to lon"
        },
        {
            "chapter": 41,
            "verse": 51,
            "text": "Va khi TA ban an hue cho con nguoi, y tro mat va dang ra xa (thay vi đen gan TA) nhung khi gap hoan nan thi y se cau nguyen (TA) rat lau"
        },
        {
            "chapter": 41,
            "verse": 52,
            "text": "Hay bao chung: “Cac nguoi co suy xet chang neu No (Qurn) that su do Allah ban xuong, roi cac nguoi phu nhan No thi ai la nguoi lam lac hon ke chong đoi No tu xa?”"
        },
        {
            "chapter": 41,
            "verse": 53,
            "text": "TA se som cho chung thay cac dau hieu cua TA trong vu tru va noi ban than cua chung; cho đen khi to ro cho chung thay No (Qur'an) la Chan Ly. Ha khong đu cho Thuong Đe cua Nguoi hay sao viec Ngai la Nhan Chung cho tat ca moi viec"
        },
        {
            "chapter": 41,
            "verse": 54,
            "text": "O nay! Qua that chung con nghi ngo ve viec gap go Thuong Đe cua chung! O nay! Qua that Ngai (Allah) bao quat het tat ca moi vat"
        }
    ]
}