{
    "pages": [
        {
            "chapter": 45,
            "verse": 33,
            "text": "Va toi loi cua nhung đieu ma chung đa tung lam se lo ra cho chung thay va nhung đieu ma chung đa tung che gieu se vay ham chung lai"
        },
        {
            "chapter": 45,
            "verse": 34,
            "text": "Va se co loi bao (chung): “Ngay nay, se bo quen cac nguoi giong nhu viec cac nguoi đa tung lang quen viec gap go Ngay nay cua cac nguoi. Va cho o cua cac nguoi se la hoa nguc va cac nguoi se khong co ai giup đo.”"
        },
        {
            "chapter": 45,
            "verse": 35,
            "text": "So di nhu the la vi cac nguoi thuong che gieu cac Loi Mac Khai cua Allah va đoi song tran tuc nay đa đanh lua cac nguoi.” Boi the, vao Ngay đo chung se khong đuoc đua ra khoi noi đo (hoa nguc) va chung se khong con co dip tro lai tran gian đe sam hoi va sua minh"
        },
        {
            "chapter": 45,
            "verse": 36,
            "text": "Do đo, moi loi ca tung đeu dang len Allah, Thuong Đe (Đang Chu Te) cua cac tang troi va Thuong Đe cua trai đat, Thuong Đe cua vu tru va muon loai"
        },
        {
            "chapter": 45,
            "verse": 37,
            "text": "Va Ngai nam Uy quyen trong cac tang troi va trai đat; va Ngai la Đang Toan Nang, Đang Chi Minh"
        },
        {
            "chapter": 46,
            "verse": 1,
            "text": "Ha. Mim"
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "Kinh Sach (Qur'an) do Allah, Đang Toan Nang, Đang Chi Minh ban xuong"
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "Va TA đa tao cac tang troi va trai đat va van vat giua troi đat chi vi Chan Ly va trong mot thoi gian nhat đinh. Va nhung ke khong co đuc tin đa lanh xa đieu ma ho đa đuoc canh cao"
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "Hay bao chung: “Cac nguoi co thay nhung ke ma cac nguoi khan vai ngoai Allah chang? Hay chi cho ta vat gi cua trai đat ma chung đa tao? hoac chung co mot phan chia nao trong cac tang troi hay khong? hay mang đen cho ta mot Kinh Sach truoc quyen nay; hoac mot vai di tich hieu biet ma cac nguoi đa thua huong neu cac nguoi noi that"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "Va con ai lam lac hon ke khan vai ngoai Allah nhung ke (than linh) se khong tra loi y đuoc cho đen Ngay phuc sinh va chinh chung cung khong biet viec nguoi ta đang khan vai chung"
        }
    ]
}