{
    "pages": [
        {
            "chapter": 72,
            "verse": 14,
            "text": "Va qua that, trong chung toi co mot so chiu than phuc Allah (thanh Muslim) nhung trong chung toi cung co mot so lech lac. Boi the, ai theo Islam (than phuc Allah) thi la tim đuoc Chan Ly"
        },
        {
            "chapter": 72,
            "verse": 15,
            "text": "Nguoc lai, đoi voi nhung ke đi sai đuong, chung se thanh chat đot cua hoa nguc"
        },
        {
            "chapter": 72,
            "verse": 16,
            "text": "Va neu ho (nguoi Quraish) tin tuong noi Allah va giu đung đao thi chac chan TA (Allah) se ban cho ho nuoc mua doi dao"
        },
        {
            "chapter": 72,
            "verse": 17,
            "text": "Đe TA co the thu thach ho trong đo. Va ai quay bo viec tuong nho Thuong Đe cua y thi Ngai se đua đay y vao su trung phat gia tang mai"
        },
        {
            "chapter": 72,
            "verse": 18,
            "text": "Va nhung Thanh đuong la cua Allah. Boi vay, cho cau nguyen mot ai cung voi Allah (trong đo)"
        },
        {
            "chapter": 72,
            "verse": 19,
            "text": "Va qua that, khi nguoi be toi cua Allah đung cau nguyen Ngai, chung (nhung ke khong tin) xum nhau đen bao quanh Nguoi đong đao"
        },
        {
            "chapter": 72,
            "verse": 20,
            "text": "Hay bao chung: \"Ta chi cau nguyen Thuong Đe cua Ta va khong to hop mot ai cung voi Ngai (trong viec tho phung).”"
        },
        {
            "chapter": 72,
            "verse": 21,
            "text": "Hay bao chung: \"Ta khong co quyen ham hai cac nguoi cung khong buoc cac nguoi theo Chan Ly.”"
        },
        {
            "chapter": 72,
            "verse": 22,
            "text": "Hay bao chung: “Nhat đinh khong mot ai co the cuu ta khoi (su Trung phat cua) Allah (neu ta bat tuan Ngai) va ngoai Ngai, ta khong bao gio tim đuoc mot cho nuong than nao khac"
        },
        {
            "chapter": 72,
            "verse": 23,
            "text": "Tru phi ta truyen đat (Chan Ly nhan) tu Ngai va Thong điep cua Ngai. Va ai bat tuan Allah va Su Gia cua Ngai thi chac chan se tiep nhan Lua cua hoa nguc ma y se vao o trong đo đoi đoi"
        },
        {
            "chapter": 72,
            "verse": 24,
            "text": "Mai cho đen khi chung chung kien đieu (trung phat) ma chung đa đuoc hua thi chung se biet ai la ke yeu the ve phuong dien nguoi giup đo va thieu so hon"
        },
        {
            "chapter": 72,
            "verse": 25,
            "text": "Hay bao chung: \"Ta khong biet đieu (trung phat) ma cac nguoi đuoc hua đa gan ke hay Thuong Đe cua Ta đinh no vao mot thoi gian xa hon.”"
        },
        {
            "chapter": 72,
            "verse": 26,
            "text": "(Chi rieng) Ngai biet đieu vo hinh. Boi the, Ngai khong tiet lo đieu bi mat cua Ngai cho mot ai"
        },
        {
            "chapter": 72,
            "verse": 27,
            "text": "Ngoai tru mot Su Gia ma Ngai đa chon. Boi the, qua that, Ngai phai canh ve binh (Thien Than) thap tung Nguoi đang truoc va đang sau"
        },
        {
            "chapter": 72,
            "verse": 28,
            "text": "Đe Ngai co the biet ho (cac Su Gia) đa truyen đat Thong điep cua Thuong Đe cua ho hay chua va Ngai bao quat (va kiem soat) moi đieu noi ho va đem tung đieu (mac khai) đa đuoc đanh so"
        }
    ]
}