{
    "pages": [
        {
            "chapter": 3,
            "verse": 71,
            "text": "Hoi nguoi dan Kinh Sach! Tai sao cac nguoi lay đieu gian doi đe che đay su That va giau giem su That trong luc cac nguoi biet (đieu đo)"
        },
        {
            "chapter": 3,
            "verse": 72,
            "text": "Mot thanh phan cua nguoi dan Kinh Sach bao (nhau): “Hay tin noi đieu (mac khai) đuoc ban xuong cho nhung ai co đuc tin vao đau ngay va phu nhan no vao cuoi ngay, (lam the) may ra ho (nguoi Muslim) co the tro lai (viec khong tin tuong)"
        },
        {
            "chapter": 3,
            "verse": 73,
            "text": "Va chi tin ai la nguoi theo đao cua qui vi.” Hay bao ho (hoi Muhammad!): “Qua that, Chi Đao đung đan nhat la Chi Đao cua Allah. (Phai chang cac nguoi so) rang mot nguoi nao đo se đuoc (Allah) ban cho đieu giong nhu đieu đa đuoc ban cho cac nguoi hoac (so) ho se tranh luan voi cac nguoi truoc mat Thuong Đe cua cac nguoi? Hay bao ho: “Qua that, moi Thien an đeu do ban Tay cua Allah ca. Ngai ban no cho nguoi nao Ngai muon boi vi Allah Rong rai Bao la, Biet het moi viec.”"
        },
        {
            "chapter": 3,
            "verse": 74,
            "text": "Do long Khoan Dung cua Ngai, (Allah) chon nguoi nao Ngai muon (đe phuc vu Ngai) boi vi Allah la Chu nhan cua Thien an Chi đai"
        },
        {
            "chapter": 3,
            "verse": 75,
            "text": "Va trong đam nguoi dan Kinh Sach, co nguoi neu Nguoi giao cho y giu mot đong vang thi y se san sang tra lai cho Nguoi, va trong ho co ke neu Nguoi giao cho y giu chi mot đong tien vang thoi thi y cung se khong tra lai cho Nguoi tru phi Nguoi đung đo đoi mai. So di nhu the la vi ho bao: “Chung toi khong chiu trach nhiem ve cach đoi xu cua nhung ke that hoc.” Va ho noi doi roi đo thua cho Allah trong luc ho biet"
        },
        {
            "chapter": 3,
            "verse": 76,
            "text": "Vang! Ai giu đung loi hua cua minh va so Allah thi qua that Allah yeu thuong nhung nguoi ngay chinh so Allah"
        },
        {
            "chapter": 3,
            "verse": 77,
            "text": "Qua that, nhung ai ban Loi Giao Uoc cua Allah va Loi The cua ho voi mot gia nho nhoi thi se khong đuoc huong mot phan nao o đoi sau va Allah se khong buon noi đen ho cung se khong nhin mat ho vao Ngay phuc sinh, va Ngai se khong tay sach ho, va ho se chiu mot su trung phat đau đon"
        }
    ]
}