{
    "pages": [
        {
            "chapter": 4,
            "verse": 75,
            "text": "Va đieu gi can cac nguoi khong đi chien đau cho Chinh Nghia cua Allah đe benh vuc cho nhung nguoi đan ong, đan ba va tre tho co the bi ap buc, cho nhung nguoi đa cau nguyen, thua: “Lay Thuong Đe cua bay toi! Xin Ngai cuu bay toi ra khoi thi tran nay, dan cu cua no la nhung ke ap buc bat cong va xin Ngai dung len mot Nguoi bao ho đe bao ve va mot Vi cuu tinh đe giup đo bay toi!”"
        },
        {
            "chapter": 4,
            "verse": 76,
            "text": "Nhung ai co đuc tin thi chien đau cho Chinh Nghia cua Allah; nguoc lai, nhung ai phu nhan đuc tin thi chien đau cho Ta than (Taghut); boi the, hay chien đau chong ban be cua Shaytan boi vi qua that muu ke cua Shaytan yeu kem"
        },
        {
            "chapter": 4,
            "verse": 77,
            "text": "Ha Nguoi khong luu y đen nhung ke đa đuoc bao hay ngung tay chien đau va dang le nguyen Salah mot cach chu đao va đong Zakah! Nhung sau đo khi lenh chien đau đuoc truyen xuong cho chung thi nay! Mot thanh phan cua bon chung so nguoi ta nhu so Allah hoac so du hon nua. Chung than: “Lay Thuong Đe cua bay toi! Tai sao Ngai bat bay toi đi chien đau? Sao Ngai khong buong tha cho bay toi song đen luc man han sap toi?” Hay bao chung: “Đoi song tran gian nay ngan ngui trong luc đoi song Ngay sau tot hon cho nguoi ngay chinh so Allah va cac nguoi se khong bi đoi xu bat cong mot ti nao"
        },
        {
            "chapter": 4,
            "verse": 78,
            "text": "“Bat cu noi nao cac nguoi o, cai chet se đen bat cac nguoi du co o trong cac thanh luy kien co đi nua!” Va khi gap mot đieu lanh, chung noi: “Đieu (lanh) nay do Allah ban cho.” Nguoc lai, khi gap đieu chang lanh, chung noi: “Đieu (du) nay do Nguoi (Muhammad) gay ra.” Hay bao chung: “Moi chuyen đeu do Allah (quyet đinh) ca,” the đam nguoi nay gap đieu gi vay? Hau nhu chung khong hieu bat cu cau chuyen gi"
        },
        {
            "chapter": 4,
            "verse": 79,
            "text": "(Nay hoi nguoi!) Neu nguoi gap đieu lanh thi đo la do Allah ban cho. Nguoc lai, neu nguoi gap đieu du thi đo la tu minh lam ra. Va TA chi cu Nguoi (Muhammad!) lam mot Su Gia (đe mang Thong điep) đen cho nhan loai. Va Allah đu lam mot Nhan chung"
        }
    ]
}