{
    "chapter": [
        {
            "chapter": 30,
            "verse": 1,
            "text": "«الم» الله أعلم بمراده في ذلك"
        },
        {
            "chapter": 30,
            "verse": 2,
            "text": "«غُلبت الروم» وهم أهل الكتاب غلبتها فارس وليسوا أهل كتاب بل يعبدون الأوثان ففرح كفار مكة بذلك، وقالوا للمسلمين: نحن نغلبكم كما غلبت فارس الروم"
        },
        {
            "chapter": 30,
            "verse": 3,
            "text": "«في أدنى الأرض» أي أقرب أرض الروم إلى فارس بالجزيرة التقى فيها الجيشان والبادي بالغزو الفرس «وهم» أي الروم «من بعد غلبهم» أضيف المصدر إلى المفعول: أي غلبة فارس إياهم «سيغلبون» فارس"
        },
        {
            "chapter": 30,
            "verse": 4,
            "text": "«في بضع سنين» هو ما بين الثلاث إلى التسع أو العشر، فالتقي الجيشان في السنة السابعة من الالتقاء الأول وغلبت الروم فارس «لله الأمر من قبل ومن بعد» أي من قبل غلب الروم ومن بعده المعنى أن غلبة فارس أولا وغلبة الروم ثانيا بأمر الله: أي إرادته «ويومئذٍ» أي يوم تغلب الروم «يفرح المؤمنون»"
        },
        {
            "chapter": 30,
            "verse": 5,
            "text": "«بنصر الله» إياهم على فارس وقد فرحوا بذلك وعلموا به يوم وقوعه أي يوم بدر بنزول جبريل بذلك مع فرحهم بنصرهم على قتل المشركين فيه «ينصر من يشاء وهو العزيز» الغالب «الرحيم» بالمؤمنين»"
        },
        {
            "chapter": 30,
            "verse": 6,
            "text": "«وعد الله» مصدر بدل من اللفظ بفعله، والأصل وعدهم الله النصر «لا يخلف الله وعده» به «ولكن أكثر الناس» أي كفار مكة «لا يعلمون» وعده تعالى بنصرهم"
        },
        {
            "chapter": 30,
            "verse": 7,
            "text": "«يعلمون ظاهراً من الحياة الدنيا» أي معايشها من التجارة والزراعة والبناء والغرس وغير ذلك «وهم عن الآخرة هم غافلون» إعادة هم تأكيد"
        },
        {
            "chapter": 30,
            "verse": 8,
            "text": "«أَو لم يتفكروا في أنفسهم» ليرجعوا عن غفلتهم «ما خلق الله السماوات والأرض وما بينهما إلا بالحق وأجلٍ مسمى» لذلك تفنى عند انتهائه وبعد البعث «وإن كثيرا من الناس» أي: كفار مكة «بلقاء ربهم لكافرون» أي لا يؤمنون بالبعث بعد الموت"
        },
        {
            "chapter": 30,
            "verse": 9,
            "text": "«أوَ لم يسيروا في الأرض فينظروا كيف كانَ عاقبة الذين من قبلهم» من الأمم وهي إهلاكهم بتكذيبهم رسلهم «كانوا أشد منهم قوة» كعاد وثمود «وأثاروا الأرض» حرثوها وقلبوها للزرع والغرس «وعمَروها أكثر ممّا عمروها» أي كفار مكة «وجاءَتهم رسلهم بالبينات» بالحجج الظاهرات «فما كان الله ليظلمهم» بإهلاكهم بغير جرم «ولكن كانوا أنفسهم يظلمون» بتكذيبهم رسلهم"
        },
        {
            "chapter": 30,
            "verse": 10,
            "text": "ثم كان عاقبة الذين أساءُوا السُّوأى» تأنيث الأسوأ: الأقبح خبر كان على رفع عاقبة واسم كان على نصب عاقبة، والمراد بها جهنم وإساءتهم «أن» أي: بأن «كذبوا بآيات الله» القرآن «وكانوا بها يستهزءُون»"
        },
        {
            "chapter": 30,
            "verse": 11,
            "text": "«الله يبدأ الخلق» أي: ينشئ خلق الناس «ثم يعيده» أي خلقهم بعد موتهم «ثم إليه يرجعون» بالياء والتاء"
        },
        {
            "chapter": 30,
            "verse": 12,
            "text": "«ويوم تقوم الساعة يُبلس المجرمون» يسكت المشركون لانقطاع حجتهم"
        },
        {
            "chapter": 30,
            "verse": 13,
            "text": "«ولم يكن» أي لا يكون «لهم من شركائهم» ممن أشركوهم بالله وهم الأصنام ليشفعوا لهم «شفعاء وكانوا» أي: يكونون «بشركائهم كافرين» أي: متبرئين منهم"
        },
        {
            "chapter": 30,
            "verse": 14,
            "text": "«ويوم تقوم الساعة يومئذ» تأكيد «يتفرقون» المؤمنون والكافرون"
        },
        {
            "chapter": 30,
            "verse": 15,
            "text": "«فأما الذين آمنوا وعملوا الصالحات فهم في روضةٍ» جنة «يحبرون» يسرون"
        },
        {
            "chapter": 30,
            "verse": 16,
            "text": "«وأما الذين كفروا وكذبوا بآياتنا» القرآن «ولقاء الآخرة» البعث وغيره «فأولئك في العذاب محضرون»"
        },
        {
            "chapter": 30,
            "verse": 17,
            "text": "«فسبحان الله» أي: سبحوا الله بمعنى صلوا «حين تمسون» أي: تدخلون في المساء وفيه صلاتان: المغرب والعشاء «وحين تصبحون» تدخلون في الصباح وفيه صلاة الصبح"
        },
        {
            "chapter": 30,
            "verse": 18,
            "text": "«وله الحمد في السموات والأرض» اعتراض ومعناه يحمده أهلهما «وعشيا» عطف على حين وفيه صلاة العصر «وحين تظهرون» تدخلون في الظهيرة وفيه صلاة الظهر"
        },
        {
            "chapter": 30,
            "verse": 19,
            "text": "«يُخرج الحي من الميت» كالإنسان من النطفة والطائر من البيضة «ويخرج الميت» النطفة والبيضة «من الحي ويحيي الأرض» بالنبات «بعد موتها» أي يبسها «وكذلك» الإخراج «تَخرجون» من القبور بالبناء للفاعل والمفعول"
        },
        {
            "chapter": 30,
            "verse": 20,
            "text": "«ومن آياته» تعالى الدالة على قدرته «أن خلقكم من تراب» أي: أصلكم آدم «ثم إذا أنتم بشر» من دم ولحم «تنتشرون» في الأرض"
        },
        {
            "chapter": 30,
            "verse": 21,
            "text": "«ومن آياته أن خلق لكم من أنفسكم أزواجا» فخلقت حواء من ضلع آدم وسائر الناس من نطف الرجال والنساء «لتسكنوا إليها» وتألفوها «وجعل بينكم» جميعا «مودةً ورحمة إن في ذَلك» المذكور «لآيات لقوم يتفكرون» في صنع الله تعالى"
        },
        {
            "chapter": 30,
            "verse": 22,
            "text": "«ومن آياته خلق السماوات والأرض واختلاف ألسنتكم» أي لغاتكم من عربية وعجمية وغيرها «وألوانكم» من بياض وسواد وغيرهما، وأنتم أولاد رجل واحد وامرأة واحدة «إن في ذلك لآيات» دلالات على قدرته تعالى «للعالمين» بفتح اللام وكسرها، أي: ذوي العقول وأولي العلم"
        },
        {
            "chapter": 30,
            "verse": 23,
            "text": "«ومن آياته منامكم بالليل والنهار» بإرادته راحة لكم «وابتغاؤكم» بالنهار «من فضله» أي: تصرفكم في طلب المعِيشة بإرادته «إن في ذلك لآيات لقوم يسمعون» سماع تدبر واعتبار"
        },
        {
            "chapter": 30,
            "verse": 24,
            "text": "«ومن آياته يريكم» أي إراءتكم «البرق خوفا» للمسافر من الصواعق «وطمعا» للمقيم في المطر «وينزل من السماء ماءً فيحيي به الأرض بعد موتها» أي: يبسطها بأن تنبت «إن في ذلك» المذكور «لآيات لقوم يعقلون» يتدبرون"
        },
        {
            "chapter": 30,
            "verse": 25,
            "text": "«ومن آياته أن تقوم السماء والأرض بأمره» بإرادته من غير عمد «ثم إذا دعاكم دعوة من الأرض» بأن ينفخ إسرافيل في الصور للبعث من القبور «إذا أنتم تخرجون» منها أحياء فخروجكم منها بدعوة من آياته تعالى"
        },
        {
            "chapter": 30,
            "verse": 26,
            "text": "«وله من في السماوات والأرض» ملكا وخلقا وعبيدا «كل له قانتون» مطيعون"
        },
        {
            "chapter": 30,
            "verse": 27,
            "text": "«وهو الذي يبدأ الخلق» للناس «ثم يعيده» بعد هلاكهم «وهو أهون عليه» من البدء بالنظر إلى ما عند المخاطبين من أن إعادة الشيء أسهل من ابتدائه وإلا فهما عند الله تعالى سواء في السهولة «وله المثل الأعلى في السماوات والأرض» أي: الصفة العليا، وهي أنه لا إله إلا هو «وهو العزيز» في ملكه «الحكيم» في خلقه"
        },
        {
            "chapter": 30,
            "verse": 28,
            "text": "«ضرب» جعل «لكم» أيها المشركون «مثلا» كائنا «من أنفسكم» وهو «هل لكم من ما ملكت أيمانكم» أي من مماليككم «من شركاء» لكم «فيما رزقناكم» من الأموال وغيرها «فأنتم» وهم «فيه سواءٌ تخافونهم كخيفتكم أنفسكم» أي أمثالكم من الأحرار والاستفهام بمعنى النفي المعنى: ليس مماليككم شركاء لكم إلى آخره عندكم فكيف تجعلون بعض مماليك الله شركاء له «كذلك نفصِّل الآيات» نبنيها مثل ذلك التفصيل «لقومٍ يعقلون» يتدبرون"
        },
        {
            "chapter": 30,
            "verse": 29,
            "text": "«بل اتبع الذين ظلموا» بالإشراك «أهواءَهم بغير علمٍ فمن يهدي من أضل الله» أي: لا هادي له «وما لهم من ناصرين» مانعين من عذاب الله"
        },
        {
            "chapter": 30,
            "verse": 30,
            "text": "«فأقم» يا محمد «وجهك للدين حنيفا» مائلا إليه: أي أخلص دينك لله أنت ومن تبعك «فطرتَ الله» خلقته «التي فطر الناس عليها» وهي دينه أي: الزموها «لا تبديل لخلق الله» لدينه أي: لا تبدلوه بأن تشركوا «ذلك الدين القيّم» المستقيم توحيد الله «ولكن أكثر الناس» أي كفار مكة «لا يعلمون» توحيد الله"
        },
        {
            "chapter": 30,
            "verse": 31,
            "text": "«منيبين» راجعين «إليه» تعالى فيما أمر به ونهى عنه حال من فاعل أقم وما أريد به؛ أي أقيموا «واتقوه» خافوه «وأقيموا الصلاة ولا تكونوا من المشركين»"
        },
        {
            "chapter": 30,
            "verse": 32,
            "text": "«من الذين» بدل بإعادة الجار «فرقوا دينهم» باختلافهم فيما يعبدونه «وكانوا شيعاً» فرقاً في ذلك «كل حزبٍ» منهم «بما لديهم» عندهم «فرحون» مسرورون، وفي قراءة فارقوا: أي تركوا دينهم الذي أمروا به"
        },
        {
            "chapter": 30,
            "verse": 33,
            "text": "«وإذا مسَّ الناس» أي كفار مكة «ضرٌّ» شدة «دعوا ربهم منيبين» راجعين «إليه» دون غيره «ثم إذا أذاقهم منه رحمة» بالمطر «إذا فريقٌ منهم بربهم يشركون»"
        },
        {
            "chapter": 30,
            "verse": 34,
            "text": "«ليكفروا بما آتيناهم» أريد به التهديد «فتمتعوا فسوف تعلمون» عاقبة تمتعكم، فيه التفات عن الغيبة"
        },
        {
            "chapter": 30,
            "verse": 35,
            "text": "«أَم» بمعنى همزة الإنكار «أنزلنا عليهم سلطاناً» حجة وكتاباً «فهو يتكلم» تكلم دلالة «بما كانوا به يشركون» أي يأمرهم بالإشراك! لا"
        },
        {
            "chapter": 30,
            "verse": 36,
            "text": "«وإذا أذقنا الناس» كفار مكة وغيرهم «رحمة» نعمةً «فرحوا بها» فرح بطر «وإن تصبهم سيئة» شدة «بما قدمت أيديهم إذا هم يقنطون» ييأسون من الرحمة ومن شأن المؤمن أن يشكر عند النعمة ويرجو ربه عند الشدة"
        },
        {
            "chapter": 30,
            "verse": 37,
            "text": "«اوَ لم يروا» يعلموا «أن الله يبسط الرزق» يوسعه «لمن يشاء» امتحانا «ويقدر» يضيقه لمن يشاء ابتلاءً «إن في ذلك لآيات لقوم يؤمنون» بها"
        },
        {
            "chapter": 30,
            "verse": 38,
            "text": "«فآت ذا القربى» القرابة «حقه» من البر والصلة «والمسكين وابن السبيل» المسافر من الصدقة، وأمة النبي تبع له في ذلك «ذلك خير للذين يريدون وجه الله» أي ثوابه بما يعملون «وأولئك هم المفلحون» الفائزون"
        },
        {
            "chapter": 30,
            "verse": 39,
            "text": "«وما آتيتم من رِبا» بأن يعطي شيء هبة أو هدية ليطلب أكثر منه، فسمي باسم المطلوب من الزيادة في المعاملة «ليربوَ في أموال الناس» المعطين، أي يزيد «فلا يربو» يزكو «عند الله» لا ثواب فيه للمعطين «وما آتيتم من زكاة» صدقة «تريدون» بها «وجه الله فأولئك هم المضعفون» ثوابهم بما أرادوه، فيه التفات عن الخطاب"
        },
        {
            "chapter": 30,
            "verse": 40,
            "text": "«الله الذي خلقكم ثم رزقكم ثم يميتكم ثم يحييكم هل من شركائكم» ممن أشركتم بالله «من يفعل من ذلكم من شيء» لا «سبحانه وتعالى عما يشركون» به"
        },
        {
            "chapter": 30,
            "verse": 41,
            "text": "«ظهر الفساد في البر» أي القفار بقحط المطر وقلة النبات «والبحر» أي البلاد التي على الأنهار بقلة مائها «بما كسبت أيدي الناس» من المعاصي «ليذيقهم» بالياء والنون «بعض الذي عملوا» أي عقوبته «لعلهم يرجعون» يتوبون"
        },
        {
            "chapter": 30,
            "verse": 42,
            "text": "«قل» لكفار مكة «سيروا في الأرض فانظروا كيف كان عاقبة الذين من قبل كان أكثرهم مشركين» فأهلكوا بإشراكهم ومساكنهم ومنازلهم خاوية"
        },
        {
            "chapter": 30,
            "verse": 43,
            "text": "«فأقم وجهك للدين القيِّم» دين الإسلام «من قبل أن يأتي يوم لا مردَّ له من الله» هو يوم القيامة «يومئذ يصَّدَّعون» فيه إدغام التاء في الأصل في الصاد: يتفرقون بعد الحساب إلى الجنة والنار"
        },
        {
            "chapter": 30,
            "verse": 44,
            "text": "«من كفر فعليه كفره» وبال كفره وهو النار «ومن عمل صالحاً فلأنفسهم يمهدون» يوطئون منازلهم في الجنة"
        },
        {
            "chapter": 30,
            "verse": 45,
            "text": "«ليجزي» متعلق بيصدعون «الذين آمنوا وعملوا الصالحات من فضله» يثيبهم «إنه لا يحب الكافرين» أي يعاقبهم"
        },
        {
            "chapter": 30,
            "verse": 46,
            "text": "«ومن آياته» تعالى «أن يرسل الرياح مبشرات» بمعنى لتبشركم بالمطر «وليذيقكم» بها «من رحمته» المطر والخصب «ولتجري الفلك» السفن بها «بأمره» بإرادته «ولتبتغوا» تطلبوا «من فضله» الرزق بالتجارة في البحر «ولعلكم تشكرون» هذه النعم يا أهل مكة فتوحدوه"
        },
        {
            "chapter": 30,
            "verse": 47,
            "text": "ولقد أرسلنا من قبلك رسلاً إلى قومهم فجاؤوهم بالبينات» بالحجج الواضحات على صدقهم في رسالتهم إليهم فكذبوهم «فانتقمنا من الذين أجرموا» أهلكنا الذين كذبوهم «وكان حقاً علينا نصر المؤمنين» على الكافرين بإهلاكهم وإنجاء المؤمنين"
        },
        {
            "chapter": 30,
            "verse": 48,
            "text": "«الله الذي يرسل الرياح فتثير سحابا» تزعجه «فيبسطه في السماء كيف يشاء» من قلة وكثرة «ويجعله كسفا» بفتح السين وسكونها قطعا متفرقة «فترى الودق» المطر «يخرج من خلاله» أي وسطه «فإذا أصاب به» بالودق «من يشاء من عباده إذا هم يستبشرون» يفرحون بالمطر"
        },
        {
            "chapter": 30,
            "verse": 49,
            "text": "«وإن» وقد «كانوا من قبل أن يُنزَّل عليهم من قبله» تأكيد «لمبلسين» آيسين من إنزاله"
        },
        {
            "chapter": 30,
            "verse": 50,
            "text": "«فانظر إلى أثر» وفي قراءة آثار «رحمة الله» أي نعمته بالمطر «كيف يحيي الأرض بعد موتها» أي يبسها بأن تنبت «إن ذلك لمحيي الموتى وهو على كل شيءٍ قدير»"
        },
        {
            "chapter": 30,
            "verse": 51,
            "text": "«ولئن» لام قسم «أرسلنا ريحا» مضرة على نبات «فرأوهُ مصفرا لظلوا» صاروا جواب القسم «من بعده» أي بعد إصفراره «يكفرون» يجحدون النعمة بالمطر"
        },
        {
            "chapter": 30,
            "verse": 52,
            "text": "«فإنك لا تُسمع الموتى ولا تُسمع الصم الدعاء إذا» بتحقيق الهمزتين وتسهيل الثانية بينها وبين الياء «ولَّوْا مدبرين»"
        },
        {
            "chapter": 30,
            "verse": 53,
            "text": "«وما أنت بهادِ العمي عن ضلالتهم إن» ما «تُسمع» سماع إفهام وقبول «إلا من يؤمن بآياتنا» القرآن «فهم مسلمون» مخلصون بتوحيد الله"
        },
        {
            "chapter": 30,
            "verse": 54,
            "text": "«الله الذي خلقكم من ضعف» ماء مهين «ثم جعل من بعد ضعف» آخر، وهو ضعف الطفولية «قوةً» أي قوة الشباب «ثم من بعد قوةٍ ضعفاً وشيبةً» ضعف الكبر وشيب الهرم والضعف في الثلاثة بضم أوله وفتحه «يخلق ما يشاء» من الضعف والقوة والشباب والشيبة «وهو العليم» بتدبير خلقه «القدير» على ما يشاء"
        },
        {
            "chapter": 30,
            "verse": 55,
            "text": "«ويوم تقوم الساعة يُقسم» يحلف «المجرمون» الكافرون «ما لبثوا» في القبور «غير ساعة» قال تعالى: «كذلك كانوا يؤفكون» يصرفون عن الحق: البعث كما صرفوا عن الحق الصدق في مدة اللبث"
        },
        {
            "chapter": 30,
            "verse": 56,
            "text": "«وقال الذين أوتوا العلم والإيمان» من الملائكة وغيرهم «لقد لبثتم في كتاب الله» فيما كتبه في سابق علمه «إلى يوم البعث فهذا يوم البعث» الذي أنكرتموه «ولكنكم كنتم لا تعلمون» وقوعه"
        },
        {
            "chapter": 30,
            "verse": 57,
            "text": "«فيومئذٍ لا ينفع» بالياء والتاء «الذين ظلموا معذرتُهم» في إنكارهم له «ولا هم يستعتبون» لا يطلب منهم العتبى: أي الرجوع إلى ما يرضي الله"
        },
        {
            "chapter": 30,
            "verse": 58,
            "text": "«ولقد ضربنا» جعلنا «للناس في هذا القرآن من كل مثل» تنبيهاً لهم «ولئن» لام قسم «جئتهم» يا محمد «بآية» مثل العصا واليد لموسى «ليقولنّ» حذف منه نون الرفع لتوالي النونات، والواو ضمير الجمع لالتقاء الساكنين «الذين كفروا» منهم «إن» ما «أنتم» أي محمد وأصحابه «إلا مبطلون» أصحاب أباطيل"
        },
        {
            "chapter": 30,
            "verse": 59,
            "text": "«كذلك يطبع الله على قلوب الذين لا يعلمون» التوحيد كما طبع على قلوب هؤلاء"
        },
        {
            "chapter": 30,
            "verse": 60,
            "text": "«فاصبر إنَّ وعد الله» بنصرك عليهم «حق ولا يستخفنك الذين لا يوقنون» بالبعث: أي لا يحملنَّك على الخفة والطيش بترك الصبر: أي لا تتركه"
        }
    ]
}