{
    "maqras": [
        {
            "chapter": 16,
            "verse": 75,
            "text": "Xudo ƣulomi zarxaridero misol meorad, ki heç qudrate nadorad va kasero, ki az çoniʙi xud rizqi nekūjaş dodaem va dar nihonu oşkoro nafaqa mekunad. Ojo in du ʙaroʙarand? Şukr xosi Xudost, vale ʙeştaraşon nodonand"
        },
        {
            "chapter": 16,
            "verse": 76,
            "text": "Va Xudo misoli du mardro ʙajon mekunad, ki jake lol astu tavoni heç ciz nadorad va ʙori dūşi xoçai xud ast, har ço, ki ūro ʙifiristad, heç foidae hosil namekunad. Ojo in mard ʙo on kas, ki mardumro ʙa adl farmon medihad va xud ʙar rohi rost meravad, ʙaroʙar ast"
        },
        {
            "chapter": 16,
            "verse": 77,
            "text": "Az oni Xudost nihoni osmonhovu zamin. Va faro rasidani qijomat tanho jak caşm ʙar ham zadan jo nazdiktar az on ast. Zero Xudo ʙar har kore tavonost"
        },
        {
            "chapter": 16,
            "verse": 78,
            "text": "Xudo şumoro az ʙatni modaronaton ʙerun ovard va heç namedonisted. Va ʙarojaton caşmu gūşu dil ʙijofarid. Şojad şukr gūed"
        },
        {
            "chapter": 16,
            "verse": 79,
            "text": "Ojo on parrandagoni romşuda dar çavvi (fazoi) osmonro nameʙinand? Heç kas çuz Xudo onhoro dar havo nigoh natavonad doşt. Va dar in ʙaroi mardume, ki imon meovarand, iʙrathost"
        },
        {
            "chapter": 16,
            "verse": 80,
            "text": "Xudo xonahojatonro çoi oromişaton qaror dod va az pūsti cahorpojon ʙarojaton xajmaho soxt, to ʙa hangomi safar va ʙa hangomi muqimī az ʙardoştani onho dar ranç naafted. Va az paşmu kurku mūjaşon to rūzi qijomat ʙarojaton asosi xona va asʙoʙi zindagī soxt"
        },
        {
            "chapter": 16,
            "verse": 81,
            "text": "Xudo ʙaroi şumo az cizhoe, ki ofaridaast, sojaho padid ovard. Va dar kūhho ʙarojaton ƣorho soxt. Va çomahoe, ki şumoro az garmo hifz mekunad va çomahoe, ki dar çang nigahdori şumost. Xudo ne'mathoi xudro incunin ʙar şumo komil mekunad. Şojad, ki taslimi farmoni Ū şaved"
        },
        {
            "chapter": 16,
            "verse": 82,
            "text": "Agar rūjgardon şudand, çuz in nest, ki vazifai tu taʙliƣe oşkorost"
        },
        {
            "chapter": 16,
            "verse": 83,
            "text": "Ne'mathoi Xudoro meşinosand, ʙez ham munkiri on meşavand, zero ʙeştaraşon kofironand"
        },
        {
            "chapter": 16,
            "verse": 84,
            "text": "Rūze, ki az har ummate guvohe ʙigirem va ʙa kofiron ruxsati suxan guftan doda naşavad va uzraşon pazirufta naşavad"
        },
        {
            "chapter": 16,
            "verse": 85,
            "text": "Va sitamkoron azoʙro ʙingarand, azoʙe, ki heç saʙukī najoʙad va heç mūhlataşon nadihand"
        },
        {
            "chapter": 16,
            "verse": 86,
            "text": "Va cun muşrikon ononro, ki şariki Xudo mesoxtand, ʙuʙinand, megūjand: «Ej Parvardigori mo, inho şarikone hastand, ki mo ʙa çoi Tu onhoro mexondem». Onon posux megūjand, ki şumo durūƣ megūed"
        },
        {
            "chapter": 16,
            "verse": 87,
            "text": "Va dar in rūz ʙa ʙandagī xudro taslimi Xudo kunand va on durūƣho, ki meʙoftaand, noʙud şavad"
        },
        {
            "chapter": 16,
            "verse": 88,
            "text": "Onon, ki kofir şudand va digaronro az rohi Xudo ʙozdoştand, ʙa çazoi fasode, ki mekardand, azoʙe ʙar azoʙaşon xohem afzud"
        },
        {
            "chapter": 16,
            "verse": 89,
            "text": "Va rūze ʙoşad, ki az har ummate şohide az xudaşon ʙar xudaşon ʙifiristem va turo ʙijovarem, to ʙar onon şahodat dihī. Va mo Qur'onro, ki ʙajonkunandai har cizest va hidojatu rahmat va xuşxaʙar ʙaroi musalmonon ast, ʙar tu nozil kardaem"
        }
    ]
}