{
    "maqras": [
        {
            "chapter": 16,
            "verse": 111,
            "text": "Rūzi qijomat har kas ʙa difo' az xud ʙa muçodala mepardozad va çazoi har kas, cunon kī xaqqi ūst, doda meşavad va ʙa kase sitam ravo nadorand"
        },
        {
            "chapter": 16,
            "verse": 112,
            "text": "Xudo dehaero misol meorad, ki tinçu orom ʙud, rūzii mardumaş ʙa farovonī az har ço merasid, ammo noşukrii ne'mati Xudo kardand va Xudo ʙa çazoi amalhojaşon ʙa gurusnagivu vahşat muʙtalojaşon soxt"
        },
        {
            "chapter": 16,
            "verse": 113,
            "text": "Pajomʙare az xudaşon ʙa nazdaşon omad, durūƣ ʙarovardand va azoʙ on sitamkoronro furū girift"
        },
        {
            "chapter": 16,
            "verse": 114,
            "text": "Az in cizhoi halolu pokiza, ki Xudo ʙa şumo rūzī dodaast, ʙixūred va agar Xudoro meparasted, şukri ne'mataşro ʙa çoj ovared"
        },
        {
            "chapter": 16,
            "verse": 115,
            "text": "Xudo harom kardaast ʙar şumo murdoru xun va gūşti xuk va har ciro çuz ʙa nomi Xudo zaʙh karda ʙoşand. Ammo kase, ki nocor şavad, har goh ʙemajlī çūjad va az had naguzaronad, Xudo ʙaxşojandavu mehruʙon ast"
        },
        {
            "chapter": 16,
            "verse": 116,
            "text": "To ʙar Xudo durūƣ ʙofed, ʙaroi har durūƣ, ki ʙar zaʙonaton meojad, nagūed, ki in halol astu in harom. Kasone, ki ʙa Xudovand durūƣ meʙandand, naçot namejoʙand"
        },
        {
            "chapter": 16,
            "verse": 117,
            "text": "Andak foidae meʙarand va dar ivaz ʙa azoʙe dardovar giriftor meşavand"
        },
        {
            "chapter": 16,
            "verse": 118,
            "text": "Va ʙar jahudijon on ciro, ki peş az in ʙaroi tu hikojat kardem, harom karda ʙudem. Mo ʙa onho sitam nakardaem, onho xud ʙa xud sitam kardaand"
        },
        {
            "chapter": 16,
            "verse": 119,
            "text": "Parvardigori tu ʙaroi kasone, ki az rūi nodonī kunandai kore zişt şavand, sipas tavʙa kunand va ʙa saloh ojand, ʙaxşojandavu mehruʙon ast"
        },
        {
            "chapter": 16,
            "verse": 120,
            "text": "Iʙrohim ʙuzurgvor marde ʙud. Ba farmoni Xudo ʙar poj istod va sohiʙi dini xolis ʙud. Va az muşrikon naʙud"
        },
        {
            "chapter": 16,
            "verse": 121,
            "text": "va şukurguzori ne'mathoi Ū ʙud, Xudovandaş intixoʙaş kard va ʙa rohi rost hidojat kard"
        },
        {
            "chapter": 16,
            "verse": 122,
            "text": "Dar dunjo ʙa ū nekī ato kardem va dar oxirat az solehon ast"
        },
        {
            "chapter": 16,
            "verse": 123,
            "text": "Ba tu niz vahj kardem, ki az dini poki Iʙrohim pajravī kun, ki ū az muşrikon naʙud"
        },
        {
            "chapter": 16,
            "verse": 124,
            "text": "Şanʙe giriftanro (ʙuzurg doştani şanʙero) ʙaroi t; asone, ki dar on ixtilof karda ʙudand, farz kardaand va Parvardigori tu dar rūzi qijomat dar ʙorai on cī ixtilof mekardand, hukm xohad kard"
        },
        {
            "chapter": 16,
            "verse": 125,
            "text": "Mardumro ʙo hikmatu pandi nekū ʙa rohi Parvardigorat ʙixon va ʙo ʙehtarin tarz ʙo onon muçodala kun. Zero Parvardigori tu ʙa kasone, ki az rohi Ū kaçrav şudaand, ogohtar ast va hidojatjoftagonro ʙehtar meşinosad"
        },
        {
            "chapter": 16,
            "verse": 126,
            "text": "Agar uquʙat mekuned, cunon uquʙat kuned, ki şumoro uquʙat kardaand. Va agar saʙr kuned, soʙironro saʙr nekūtar ast"
        },
        {
            "chapter": 16,
            "verse": 127,
            "text": "Saʙr kun, ki saʙri tu ʙe tavfiqi Xudo nest va ʙarojaşon ƣamgin maʙoş va az makraşon diltangī nakun"
        },
        {
            "chapter": 16,
            "verse": 128,
            "text": "zero Xudo ʙo kasonest, ki meparhezand va nekī mekunand"
        }
    ]
}