{
    "maqras": [
        {
            "chapter": 2,
            "verse": 263,
            "text": "Guftori nekū va ʙaxşoiş ʙehtar az sadaqaest, ki ozore ʙa dunʙol doşta ʙoşad. Xudo ʙenijoz va ʙurdʙor ast"
        },
        {
            "chapter": 2,
            "verse": 264,
            "text": "Ej kasone, ki imon ovardaed, moiandi on kas, ki amvoli xudro az rūi rijo va xudnamoī xarç mekunad va ʙa Xudovu rūzi qijomat imon nadorad, sadaqahoi xeşro ʙa minnat nihodan va ozor rasonidan ʙotil makuned. Masali ū misli sangi sofest, ki ʙar rūi on xok nişasta ʙoşad. Ba nogoh ʙorone tund furū ʙorad va on sangro hamcunon kiştnopazir ʙoqī guzorad. Cunin kason az on cī kardaand, naf'e nameʙarand, ki Xudo kofironro hidojat namekunad"
        },
        {
            "chapter": 2,
            "verse": 265,
            "text": "Va misoli kasone, ki amvoli xeşro ʙaroi talaʙi rizoj Xudo az rūi jaqin va e'tiqod xarç mekunand, misli ʙūstonest ʙar teppae, ki ʙorone saxt ʙar on ʙorad va ducandon meva dihad va agar na ʙorone saxt, narm ʙorone ʙar on ʙorad. Xudo ʙa korhoi şumo ʙinost"
        },
        {
            "chapter": 2,
            "verse": 266,
            "text": "Ojo az mijoni şumo kase haet, ki dūst doşta ʙoşad, ki ūro ʙūstone az xurmovu angur ʙuda ʙoşad va çūjho dar poi daraxtonaş çorī ʙoşad va har guna mevae dihad va xud pir şuda va farzandone notavon doşta ʙoşad, ʙa nogoh, girdʙode otaşnok dar on ʙūston aftad va ʙisūzad? Xudo ojoti xudro ʙaroi şumo incunin ʙajon mekunad, ʙoşad, ki ʙijandeşed"
        },
        {
            "chapter": 2,
            "verse": 267,
            "text": "Ej kasone, ki imon ovardaed, az dastovardhoi nekūi xeş va az on cī ʙarojaton az zamin rūjonidem, xarç kuned, na az cizhoi nopoku ʙad, ki xud onhoro çuz az rūi caşmpūşī namesitoned. Va ʙidoned, ki Xudo ʙenijoz va sazovori sitoiş ast"
        },
        {
            "chapter": 2,
            "verse": 268,
            "text": "Şajton şumor az ʙenavoī metarsonad va ʙa korhoi zişt vomedorad, dar hole ki Xudo şumoro ʙa omurzişi xeş va afzunī va'da medihad. Xudo kuşoişdihanda va donost"
        },
        {
            "chapter": 2,
            "verse": 269,
            "text": "Ba har ki xohad, hikmat medihad. Va ʙa har ki hikmat medihad, nekii farovon doda şuda. Va çuz xiradmandon pand napazirand"
        },
        {
            "chapter": 2,
            "verse": 270,
            "text": "Xar ciro sadaqa jo nazr kardaed, Xudo ʙa on ogoh ast. Va sitamkoronro heç jorevu madadgore nest"
        },
        {
            "chapter": 2,
            "verse": 271,
            "text": "Agar oşkoro sadaqa dihed, kore nekust va agar pinhonī ʙa ʙenavojon sadaqa dihed, nekūtar ast va gunohoni şumoro dur sozad. Va Xudo ʙa korhoe, ki mekuned, ogoh ast"
        }
    ]
}