{
    "maqras": [
        {
            "chapter": 5,
            "verse": 109,
            "text": "Rūze, ki Xudo pajomʙaronro gird orad va ʙipursad, ki da'vati şumoro cī guna posūx dodand? Gūjand: «Moro heç donişe nest, ki dono ʙa ƣajʙ Tu hastī»"
        },
        {
            "chapter": 5,
            "verse": 110,
            "text": "Xudo ʙa Iso ʙinni Marjam guft: «Ne'matero, ki ʙa tu va modarat ato namudaam, jod kun. On zamon, ki ʙa rūhulqudus joriat kardam, to tu cī dar gahvora va cī dar ʙuzurgsolī suxan gūī va ʙa tu kitoʙu hikmat va Tavrotu Inçil omūxtam. Va on goh ki ʙa amri Man az gil cize cun parranda soxtī va dar on damidī va ʙa amri Man parrandae şud va kūri modarzodu pesī giriftaro ʙa farmoni Man şifo dodī va murdagonro ʙa farmoni Man zinda ʙerun ovardī va cun ʙo in daloili ravşan nazdi ʙanī-Isroil omadī, Man ononro az oseʙ rasondan ʙa tu ʙozdoştam va az mijonaşon kasone, ki kofir ʙudand, guftand, ki in çuz çodui oşkor nest!»"
        },
        {
            "chapter": 5,
            "verse": 111,
            "text": "Va ʙa havorijon vahj kardam: «Ba Man va ʙa pajomʙari Man imon ʙijovared». Guftand: «Imon ovardem, guvoh ʙoş, ki mo taslim hastem!»"
        },
        {
            "chapter": 5,
            "verse": 112,
            "text": "Va havorijon pursidand: «Ej Iso ʙinni Marjam, ojo Parvardngori tu metavonad, ki ʙaroi mo az osmon moidae firistad?» Guft; Agar imon ovardaed, az Xudo ʙitarsed»"
        },
        {
            "chapter": 5,
            "verse": 113,
            "text": "Guftand: «Mexohem, ki az on dastarxon ʙixūrem, to dilhojamon orom girad va ʙidonem, ki tu ʙa mo rost guftaī va ʙar on şohidī dihem»"
        },
        {
            "chapter": 5,
            "verse": 114,
            "text": "Iso ʙinni Marjam guft: «Bor Xudoe, ej Parvardigori mo, ʙaroi mo dastarxone az oomon ʙifirist, to moro va ononro, ki ʙa'd az mo meojand, ide va nişone az tu ʙoşad va moro rūzī deh ki Tu ʙehtarini rūzidihandagon hastī»"
        },
        {
            "chapter": 5,
            "verse": 115,
            "text": "Xudo guft: «Man on dastarxonro ʙaroi şumo mefiristam, vale har kī az şumo az on pas kofir şavad, cunon azoʙaş mekunam, ki heç jak az mardumi çahonro oncunon azoʙ nakarda ʙoşam»"
        },
        {
            "chapter": 5,
            "verse": 116,
            "text": "Va on goh ki Xudo ʙa Iso ʙinni Marjam guft: «Ojo tu ʙa mardum guftī, ki marovu modaramro ƣajri Olloh ʙa xudoī gired?» Guft: «Ba pokī jod mekunam Turo. Nasazad maro, ki cize gūjam, ki şoistai on naʙoşam. Agar man cunin gufta ʙudam, Tu xud medonnstī, zero ʙa on cī dar zamiri man meguzarad, donoī va man az on cī dar zoti Tust, ʙexaʙaram. Zero Tu donotarini kason ʙa ƣajʙ hastī"
        },
        {
            "chapter": 5,
            "verse": 117,
            "text": "Man ʙa onon çuz on cī Tu farmonam doda ʙudī, naguftam. Guftam, ki Olloh — Parvardigori maro va Parvardigori xudro ʙiparasted. Va man to dar mijonaşon ʙudam, nigahʙoni aqidaaşon ʙudam va cun maro mironidī, Tu xud nigahʙoni akidataşon gaştī. Va Tu ʙar har cize ogohī"
        },
        {
            "chapter": 5,
            "verse": 118,
            "text": "Agar ononro azoʙ kunī, ʙandagoni Tu hastand va agar ononro ʙijomurzī, Tu pirūzmandu hakimī!»"
        },
        {
            "chapter": 5,
            "verse": 119,
            "text": "Xudo guft: «In rūzest, ki rostgujonro rostii guftoraşon naf' dihad. Az oni onhost ʙihişthoe, ki dar on nahrho çorist. Hameşa dar on çovidon xohand ʙud». Xudo az onho xuşnud ast va onon niz az Xudo xuşnudand. Va in komjoʙii ʙuzurgest"
        },
        {
            "chapter": 5,
            "verse": 120,
            "text": "Az oni Xud ost farmonravoii osmonhovu zamin va on cī mijoni onhost. Va Ū ʙa har kore tavonost"
        },
        {
            "chapter": 6,
            "verse": 1,
            "text": "Sitoiş az oni Xudovandest, ki osmonhovu zaminro ʙijofarid va torikihovu rūşnoiro padidor kard, ʙo in hama kofiron ʙo Parvardigori xeş digarero ʙaroʙar medorand"
        },
        {
            "chapter": 6,
            "verse": 2,
            "text": "Ūst, ki şumoro az gil ʙijofarid va umre muqarrar kard: muddate dar nazdi Ū muajjan. Bo in hama şuʙha mekuned"
        },
        {
            "chapter": 6,
            "verse": 3,
            "text": "Dar osmonhovu zamin Ūst, ki Xudovand ast. Nihonu oşkoratonro medonad va az kirdoraton ogoh ast"
        },
        {
            "chapter": 6,
            "verse": 4,
            "text": "Va heç ojae az ojoti Parvardigoraşon ʙarojaşon nozil naşud, çuz on ki az on rūjgardon şudand"
        },
        {
            "chapter": 6,
            "verse": 5,
            "text": "Cun suxani haq ʙar onho arza şud, durūƣ ʙarovardand. Pas ʙa zudī xaʙari cizhoe, ki masxaraaşon mekardand, ʙa onho xohad rasid"
        },
        {
            "chapter": 6,
            "verse": 6,
            "text": "Ojo nadidaand, ki peş az onho cī mardumero halok kardaem? Mardume, ki dar, zamin qudrataşon doda ʙudem, oncunon qudrate, ki ʙa şumo nadodaem. Va ʙarojaşon az osmon ʙoronhoi pajdarpaj firistodem va rūdho az zeri pojaşon ravon soxtem. On goh ʙa çazoi gunohonaşon halokaşon kardem va pas az onho mardume digar padid ovardem"
        },
        {
            "chapter": 6,
            "verse": 7,
            "text": "Hatto agar kitoʙe navişta ʙar rūi koƣaz ʙar tu nozil mekardem va onro ʙo dasti xeş lams mekardand, ʙoz ham on kofiron meguftand, ki in çuz çodui oşkoro nest"
        },
        {
            "chapter": 6,
            "verse": 8,
            "text": "Va guftand: «Caro fariştae ʙar ū nozil naşudaast?» Agar fariştae mefiristodem, kor ʙa pojon merasid va ʙa onho heç mūhlate doda nameşud"
        },
        {
            "chapter": 6,
            "verse": 9,
            "text": "Va agar on pajomʙarro az mijoni fariştagon meintixoʙidem, ʙoz ham ūro ʙa surati marde mefiristodsm va ni xaltu (omezişu) iştiʙoh, ki pajdo kardand, nigoh medoştem"
        },
        {
            "chapter": 6,
            "verse": 10,
            "text": "Pajomʙaronero ham, ki peş az tu ʙudand, masxara mekardand. Pas masxarakunandagonro azoʙe, ki ʙaroi masxara kardanaşon ʙud, furū şrift"
        },
        {
            "chapter": 6,
            "verse": 11,
            "text": "Bigū: «Dar rūi zamin ʙigarded va ʙingared, ki pojoni kori durūƣʙarorandagon cī guna ʙudaast»"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "Bigū: «Az oni kist on cī dar osmonhovu zamin ast?» Bigū: «Az oni Xudost! Baxşoişro ʙar xud muqarrar doşta, hamai şumoro dar rūzi qijomat, ki dar on şuʙhae nest, gird meovarad. Onon, ki ʙa zijoni xeş kor kardaand, imon nameovarand"
        }
    ]
}