{
    "pages": [
        {
            "chapter": 5,
            "verse": 51,
            "text": "முஃமின்களே! யூதர்களையும், கிறிஸ்தவர்களையும் உங்களுடைய பாதுகாவலர்களாக ஆக்கிக் கொள்ளாதீர்கள். (உங்களுக்கு விரோதம் செய்வதில்) அவர்கள் தம்மில் சிலர் சிலருக்குப் பாதுகாவலர்களாக இருக்கின்றனர். உங்களில் எவரேனும் அவர்களைப் பாதுகாவலர்களாக ஆக்கினால் நிச்சயமாக அவரும் அவர்களைச் சேர்ந்தவர்தான். நிச்சயமாக அல்லாஹ் அநியாயக்கார மக்களுக்கு நேர்வழி காட்டமாட்டான்"
        },
        {
            "chapter": 5,
            "verse": 52,
            "text": "எனவே (நபியே!) எவர் இருதயங்களில் நோய் இருக்கின்றதோ, அத்தகையவர்தாம் அவர்களிடம் விரைந்து செல்வதை நீர் காண்பீர். (அவர்களைப் பகைத்துக் கொண்டால்) \"எங்களுக்கு ஏதாவது துன்பச்சுழல் ஏற்படுமோ என்று அஞ்சுகிறோம்\" என அவர்கள் கூறுகிறார்கள்; அல்லாஹ் (தான் நாடியபடி) தன்னிடமிருந்து (உங்களுக்கு) ஒரு வெற்றியையோ அல்லது ஏதாவது ஒரு (நற்) காரியத்தையோ கொடுத்து விடலாம்;. அப்பொழுது அவர்கள் தம் உள்ளங்களில் மறைத்து வைத்திருந்ததைப் பற்றி கைசேதமடைந்தோராக ஆகிவிடுவார்கள்"
        },
        {
            "chapter": 5,
            "verse": 53,
            "text": "(மறுமையில் இவர்களைச் சுட்டிக் காண்பித்து) கூறுவார்கள்; \"நிச்சயமாக நாங்களும் உங்களுடன் இருக்கின்றோம் என்று. அல்லாஹ்வின் மீது உறுதியான சத்தியம் செய்து கொண்டிருந்தவர்கள் இவர்கள் தானா?\" என்று முஃமின்கள் கூறுவார்கள். இவர்களுடைய செயல்கள் (எல்லாம்) அழிந்துவிட்டன. இன்னும் இவர்கள் நஷ்டவாளிகளாக ஆகிவிட்டனர்"
        },
        {
            "chapter": 5,
            "verse": 54,
            "text": "முஃமின்களே! உங்களில் எவரேனும் தன் மார்க்கத்தைவிட்டு மாறிவிட்டால் (அல்லாஹ்வுக்கு அதனால் நஷ்டமில்லை) அப்பொழுது அல்லாஹ் வேறு ஒரு கூட்டத்தாரைக் கொண்டு வருவான்;. அவன் அவர்களை நேசிப்பான்;. அவனை அவர்களும் நேசிப்பார்கள்;. அவர்கள் முஃமின்களிடம் பணிவாக நடந்து கொள்வார்கள்;. காஃபிர்களிடம் கடுமையாக இருப்பார்கள்;. அல்லாஹ்வின் பாதையில் போர் செய்வார்கள்;. நிந்தனை செய்வோரின் நிந்தனைக்கு அஞ்சமாட்டார்கள்;. இது அல்லாஹ்வின் அருட்கொடையாகும்;. இதை அவன் நாடியவருக்குக் கொடுக்கின்றான்;. அல்லாஹ் மிகவும் விசாலமானவனும் (எல்லாம்) நன்கறிந்தவனுமாக இருக்கின்றான்"
        },
        {
            "chapter": 5,
            "verse": 55,
            "text": "நிச்சயமாக உங்களுக்கு உற்ற நண்பர்கள்; அல்லாஹ்வும், அவனுடைய தூதரும்;. எவர் ஈமான் கொண்டு, தொழுகையைக் கடைப்பிடித்து, ஜகாத்தும் கொடுத்து, (அல்லாஹ்வின் கட்டளைக்கு எந்நேரமும்) தலைசாய்த்தும் வருகிறார்களோ அவர்கள்தாம்"
        },
        {
            "chapter": 5,
            "verse": 56,
            "text": "அல்லஹ்வையும் அவனது தூதரையும் முஃமின்களையும் யார் நேசர்களாக ஆக்குகிறார்களோ, அவர்கள்தாம் ஹிஸ்புல்லாஹ் (அல்லாஹ்வின் கூட்டத்தினர்) ஆவார்கள்;. நிச்சயமாக இவர்களே மிகைத்து வெற்றியுடையோராவார்கள்"
        },
        {
            "chapter": 5,
            "verse": 57,
            "text": "முஃமின்களே! உங்களுக்குமுன் வேதம் வழங்கப்பட்டவர்களிலிருந்தும், காஃபிர்களிலிருந்தும், யார் உங்கள் மார்க்கத்தைப் பரிகாசமாகவும், விளையாட்டாகவும் எடுத்துக் கொள்கிறார்களோ அவர்களை நீங்கள் பாதுபாவலர்களாக ஆக்கிக் கொள்ளாதீர்கள்;. நீங்கள் முஃமின்களாக இருந்தால் அல்லாஹ்வுக்கே அஞ்சி நடந்து கொள்ளுங்கள்"
        }
    ]
}