{
    "pages": [
        {
            "chapter": 2,
            "verse": 106,
            "text": "ஏதேனும் ஒரு வசனத்தை நாம் மாற்றினால் அல்லது அதனை மறக்கச் செய்தால் அதைவிட சிறந்ததையோ அல்லது அது போன்றதையோ நாம் கொண்டுவருவோம். நிச்சயமாக அல்லாஹ் அனைத்துப்பொருட்களின் மீதும் சக்தியுள்ளவன் என்பதை நீர் அறியவில்லையா"
        },
        {
            "chapter": 2,
            "verse": 107,
            "text": "நிச்சயமாக வானங்கள் பூமியின் ஆட்சி அல்லாஹ்வுக்கே உரியது. அல்லாஹ்வையன்றி உங்களுக்கு பாதுகாவலனோ, உதவி செய்பவனோ இல்லை என்பதை நீர் அறியவில்லையா"
        },
        {
            "chapter": 2,
            "verse": 108,
            "text": "இதற்கு முன்னர் மூஸாவிடம் கேள்விகள் கேட்கப்பட்ட மாதிரி நீங்களும் உங்கள் ரஸூலிடம் கேட்க விரும்புகிறீர்களா? எவனொருவன் ஈமானை 'குஃப்ரினால்' மாற்றுகிறானோ அவன் நிச்சயமாக நேர் வழியினின்றும் தவறிவிட்டான்"
        },
        {
            "chapter": 2,
            "verse": 109,
            "text": "வேதத்தை உடையவர்களில் பெரும்பாலோர், உண்மை அவர்களுக்கு தெளிவாகத்தெரிந்த பின்னரும், தங்கள் மனதில் உள்ள பொறாமையினால் நீங்கள் நம்பிக்கை கொண்டபின் காஃபிர்களாக மாற வேண்டுமென விரும்புகிறார்கள். ஆனால் அல்லாஹ்வின் கட்டளை வரும்வரை அவர்களை மன்னித்து, அவர்கள் போக்கிலே விட்டுவிடுங்கள்;. நிச்சயமாக அல்லாஹ் அனைத்துப் பொருட்கள் மீதும் சக்தி உடையவனாக இருக்கிறான்"
        },
        {
            "chapter": 2,
            "verse": 110,
            "text": "இன்னும் தொழுகையை முறையாகக் கடைப்பிடித்தும்; ஜகாத் கொடுத்தும் வாருங்கள்; ஏனெனில் உங்களுக்காக எந்த நன்மையை முன்னமேயே அனுப்பி வைக்கின்றீர்களோ, அதை அல்லாஹ்விடம் பெற்றுக்கொள்வீர்கள். நிச்சயமாக அல்லாஹ் நீங்கள் செய்பவற்றையெல்லாம் உற்று நோக்கியவனாகவே இருக்கிறான்"
        },
        {
            "chapter": 2,
            "verse": 111,
            "text": "யூதர்கள், கிறிஸ்தவர்களைத் தவிர வேறு யாரும் சுவனபதியில் நுழையவே மாட்டார்கள்\" என்று அவர்கள் கூறுகிறார்கள்; இது அவர்களின் வீணாசையேயாகும்; \"நீங்கள் உண்மையுடையோராக இருந்தால் உங்களுடைய சான்றை சமர்ப்பியுங்கள்\" என்று (நபியே!) நீர் கூறுவீராக"
        },
        {
            "chapter": 2,
            "verse": 112,
            "text": "அப்படியல்ல! எவனொருவன் தன்னை அல்லாஹ்வுக்கே (முழுமையாக) அர்ப்பணம் செய்து, இன்னும் நற்கருமங்களைச் செய்கிறானோ, அவனுடைய நற்கூலி அவனுடைய இறைவனிடம் உண்டு. இத்தகையோருக்கு அச்சமில்லை அவர்கள் துக்கப்படவும் மாட்டார்கள்"
        }
    ]
}