{
    "pages": [
        {
            "chapter": 9,
            "verse": 48,
            "text": "நிச்சயமாக இதற்கு முன்னரும் அவர்கள் குழப்பத்தை விரும்பியிருக்கிறார்கள். உமது காரியங்களை புரட்டியும் இருக்கிறார்கள். முடிவில் சத்தியம் வந்தது. அவர்கள் வெறுக்கக் கூடியவர்களாக உள்ள நிலையில் அல்லாஹ்வுடைய காரியம் (மார்க்கம்) மேலோங்கியது"
        },
        {
            "chapter": 9,
            "verse": 49,
            "text": "(வீட்டிலேயே தங்கியிருக்க) எனக்கு அனுமதி தாருங்கள்; என்னை சோதனைக்கு உள்ளாக்காதீர்கள்\" என்று சொல்வோரும் அவர்களிடையே இருக்கிறார்கள்; அவர்கள் சோதனையிலன்றோ வீழ்ந்துவிட்டார்கள். மேலும் நிச்சயமாக நரகம் காஃபிர்களை (எல்லாப் பக்கங்களிலிருந்தும்) சுற்றி வளைத்துக் கொள்ளும்"
        },
        {
            "chapter": 9,
            "verse": 50,
            "text": "உமக்கு ஏதாவது ஒரு நன்மை ஏற்பட்டால், அது அவர்களுக்குத் துக்கத்தைத் தருகின்றது உமக்கு ஏதாவது துன்பம் ஏற்பட்டால், அவர்கள் \"நிச்சயமாக நாங்கள் எங்களுடைய காரியத்தில் முன்னரே எச்சரிக்கையாக இருந்து கொண்டோம்\" என்று கூறிவிட்டு மிக்க மகிழ்ச்சியுடன் (உம்மை விட்டுச்) சென்று விடுகிறார்கள்"
        },
        {
            "chapter": 9,
            "verse": 51,
            "text": "ஒருபோதும் அல்லாஹ் விதித்ததைத் தவிர (வேறு ஒன்றும்) எங்களை அணுகாது அவன் தான் எங்களுடைய பாதுகாவலன்\" என்று (நபியே!) நீர் கூறும்; முஃமின்கள் அல்லாஹ்வின் மீதே பூரண நம்பிக்கை வைப்பார்களாக"
        },
        {
            "chapter": 9,
            "verse": 52,
            "text": "(நபியே!) நீர் கூறுவீராக \"(வெற்றி அல்லது வீர மரணம் ஆகிய) இரு அழகிய நன்மைகளில் ஒன்றைத் தவிர வேறு எதையும் நீங்கள் எங்களுக்காக எதிர்பார்க்க முடியுமா?\" ஆனால் உங்களுக்கோ அல்லாஹ் தன்னிடத்திலிருந்தோ அல்லது எங்கள் கைகளினாலோ வேதனையை அளிப்பான் எள்று நாங்கள் எதிர்பார்க்கிறோம் - ஆகவே நீங்கள் எதிர்பார்த்திருங்கள், நாங்களும் உங்களோடு எதிர்பார்த்திருக்கின்றோம்"
        },
        {
            "chapter": 9,
            "verse": 53,
            "text": "(நபியே!) நீர் கூறும்; \"நீங்கள் விருப்புடனோ, அல்லது வெறுப்புடனோ (தர்மத்திற்குச்) செலவு செய்தாலும் அது உங்களிடமிருந்து ஏற்றுக் கொள்ளப்படமாட்டாது - ஏனெனில் நிச்சயமாக நீங்கள் பாவம் செய்யும் கூட்டத்தாராகவே இருக்கின்றீர்கள்"
        },
        {
            "chapter": 9,
            "verse": 54,
            "text": "அவர்களுடைய தானங்கள் ஏற்றுக் கொள்ளப்படாது என்று (அல்லாஹ்) தடுத்திருப்பதற்குக் காரணம் யாதெனில்; அவர்கள் அல்லாஹ்வையும், அவன் தூதரையும் நிராகரித்தார்கள்; மேலும் மிகச் சடைந்தவர்களாகவேயன்றி தொழுகைக்கு அவர்கள் வருவதில்லை. இன்னும் அவர்கள் வெறுப்புடனேயன்றி தானங்கள் செய்வதில்லை"
        }
    ]
}