{
    "pages": [
        {
            "chapter": 9,
            "verse": 87,
            "text": "(போரில் கலந்துககொள்ள முடியாப் பெண்கள், முதியவர்களைப்போல்) பின் தங்கியவர்களுடன் இருக்கவே அவர்கள் விரும்புகிறார்கள்; அவர்களுடைய இருதயங்கள்மீது முத்திரையிடப்பட்டு விட்டது. ஆகவே (இதன் இழிவை) அவர்கள் விளங்கிக் கொள்ள மாட்டார்கள்"
        },
        {
            "chapter": 9,
            "verse": 88,
            "text": "எனினும், (அல்லாஹ்வின்) தூரும், அவருடன் இருக்கும் முஃமின்களும், தங்கள் செல்வங்களையும், தங்கள் உயிர்களையும் அர்ப்பணம் செய்து போர் புரிகிறார்கள்; அவர்களுக்கே எல்லா நன்மைகளும் உண்டு - இன்னும் அவர்கள் தாம் வெற்றியாளர்கள்"
        },
        {
            "chapter": 9,
            "verse": 89,
            "text": "அவர்களுக்கு அல்லாஹ் சுவனபதிகளைச் சித்தம் செய்து வைத்திருக்கின்றான்; அவற்றின் கீழே ஆறுகள் ஓடிக்கொண்டிருக்கின்றன. அவற்றில் அவர்கள் எந்நாளும் இருப்பார்கள். இதுவே மகத்தான பெரும் வெற்றியாகும்"
        },
        {
            "chapter": 9,
            "verse": 90,
            "text": "கிராம வாசிகளில் சிலர் உம்மிடம் புகழ் சொல்லிக் கொண்டு, (போரில் கலந்து கொள்ளாமலிருக்கத்) தங்களுக்கு அனுமதி அளிக்கப்பட வேண்டுமென்று கேட்க வந்தனர்; இன்னும் அல்லாஹ்விடமும், அவன் தூதரிடமும் பொய்யுரைத்தவர்கள் (அனுமதி கேட்காமலே வீடுகளில்) உட்கார்ந்து கொண்டார்கள் - அவர்களில் நிராகரித்தவர்களை வெகு விரைவில் நோவினை செய்யும் வேதனை வந்தடையும்"
        },
        {
            "chapter": 9,
            "verse": 91,
            "text": "பலஹீனர்களும், நோயாளிகளும், (அல்லாஹ்வின் வழியில்) செலவு செய்ய வசதியில்லாதவர்களும், அல்லாஹ்வுக்கும், அவனுடைய தூதருக்கும் உண்மையுடன் இருப்பார்களானால், (இத்தகைய) நல்லோர்கள் மீது எந்த குற்றமும் இல்லை. அல்லாஹ் மன்னிப்பவன்; கிருபையுள்ளவன்"
        },
        {
            "chapter": 9,
            "verse": 92,
            "text": "போருக்குச் செல்லத் தங்களுக்கு வாகனம் தேவைப்பட்டு உம்மிடம் வந்தவர்களிடம் \"உங்களை நான் ஏற்றி விடக்கூடிய வாகனங்கள் என்னிடம் இல்லையே\" என்று நீர் கூறிய போது, (போருக்காகத்) தாங்களே செலவு செய்து கொள்ள வசதியில்லையே என்று எண்ணித் துக்கத்தால் தங்களின் கண்களில் கண்ணீர் வடித்தவர்களாகத் திரும்பிச் சென்று விட்டார்களே அவர்கள் மீதும் (போருக்குச் செல்லாதது பற்றி) எவ்வித குற்றமும் இல்லை"
        },
        {
            "chapter": 9,
            "verse": 93,
            "text": "குற்றம் பிடிக்கப்பட வேண்டியவர்கள் (யாரெனில், தாம்) செல்வந்தர்களாக இருந்தும், (போருக்குச் செல்லாதிருக்க) உம்மிடம் அனுமதிகோரி, பின் தங்கியிருப்பவர்களுடன் தாங்களும் இருந்துவிட விரும்பினார்களே அவர்கள் தாம்; அவர்களுடைய இருதயங்கள் மீது அல்லாஹ் முத்திரையிட்டு விட்டான் - ஆகவே அவர்கள் (இதன் இழிவை) அறிய மாட்டார்கள்"
        }
    ]
}