{
    "pages": [
        {
            "chapter": 16,
            "verse": 65,
            "text": "இன்னும், அல்லாஹ் வானத்திலிருந்து மழையை பொழிய வைத்து, அதைக் கொண்டு உயிரிழந்த பூமியை உயிர் பெறச் செய்கிறான் - நிச்சயமாக செவியேற்கும் மக்களுக்கு இதில் (தக்க) அத்தாட்சி இருக்கிறது"
        },
        {
            "chapter": 16,
            "verse": 66,
            "text": "நிச்சயமாக உங்களுக்கு (ஆடு, மாடு, ஒட்டகம் போன்ற) கால்நடைகளிலும் (தக்க) படிப்பினை இருக்கின்றது அவற்றின் வயிற்றிலுள்ள சாணத்திற்கும், இரத்தத்திற்கும் இடையிலிருந்து கலப்பற்ற பாலை அருந்துபவர்களுக்கு இனிமையானதாக (தாராளமாகப்) புகட்டுகிறோம்"
        },
        {
            "chapter": 16,
            "verse": 67,
            "text": "பேரீச்சை, திராட்சை பழங்களிலிருந்து மதுவையும், நல்ல ஆகாரங்களையும் நீங்கள் உண்டாக்குகிறீர்கள்; நிச்சயமாக இதிலும் சிந்திக்கும் மக்களுக்கு ஓர் அத்தாட்சி இருக்கிறது"
        },
        {
            "chapter": 16,
            "verse": 68,
            "text": "உம் இறைவன் தேனீக்கு அதன் உள்ளுணர்வை அளித்தான். \"நீ மலைகளிலும், மரங்களிலும், உயர்ந்த கட்டடங்களிலும் கூடுகளை அமைத்துக்கொள் (என்றும்)"
        },
        {
            "chapter": 16,
            "verse": 69,
            "text": "பின், நீ எல்லாவிதமான கனி(களின் மலர்களிலிருந்தும் உணவருந்தி உன் இறைவன் (காட்டித் தரும்) எளிதான வழிகளில் (உன் கூட்டுக்குள்) ஒடுங்கிச் செல்\" (என்றும் உள்ளுணர்ச்சி உண்டாக்கினான்). அதன் வயிற்றிலிருந்து பலவித நிறங்களையுடைய ஒரு பானம் (தேன்) வெளியாகிறது அதில் மனிதர்களுக்கு (பிணி தீர்க்க வல்ல) சிகிச்சை உண்டு நிச்சயமாக இதிலும் சிந்தித்துணரும் மக்களுக்கு ஓர் அத்தாட்சி இருக்கிறது"
        },
        {
            "chapter": 16,
            "verse": 70,
            "text": "இன்னும்; உங்களைப்படைத்தவன் அல்லாஹ் தான், பின்னர் அவனே உங்களை மரிக்கச் செயகிறான்; கல்வியறிவு பெற்றிருந்தும் (பின்) எதுவுமே அறியாதவர்களைப்போல் ஆகிவிடக் கூடிய மிகத் தளர்ந்த வயோதிகப் பருவம் வரையில் வாழ்ந்திருப்பவர்களும் உங்களில் உண்டு - நிச்சயமாக அல்லாஹ் நன்கறிந்தவனாகவும், பேராற்றல் உடையவனாகவும் இருக்கின்றான்"
        },
        {
            "chapter": 16,
            "verse": 71,
            "text": "அல்லாஹ் உங்களில் சிலரை சிலரைவிட செல்வத்தில் மேன்மைப்படுத்தி இருக்கிறான்; இவ்வாறு மேன்மையாக்கப்பட்டவர்கள்; தங்களுடைய செல்வத்தை தங்கள் வலக்கரங்களுக்கு உட்பட்டு(த் தம் ஆதிக்கத்தில்) இருப்பவர்களிடம் கொடுத்து, அவர்களும் இவர்கள் செல்வத்தில் சமமான உரிமை உள்ளவர்கள் என்று ஆக்கிவிடுவதில்லை (அவ்வாறிருக்க) அல்லாஹ்வின் அருட்கொடையையா? இவர்கள் மறுக்கின்றனர்"
        },
        {
            "chapter": 16,
            "verse": 72,
            "text": "இன்னும், அல்லாஹ் உங்களுக்காக உங்களிலிருந்தே மனைவியரை ஏற்படுத்தியிருக்கிறான்; உங்களுக்கு உங்கள் மனைவியரிலிருந்து சந்ததிகளையும்; பேரன் பேத்திகளையும் ஏற்படுத்தி, உங்களுக்கு நல்ல பொருட்களிலிருந்து ஆகாரமும் அளிக்கிறான்; அப்படியிருந்தும், (தாமே கற்பனை செய்து கொண்ட) பொய்யானதின் மீது ஈமான் கொண்டு அல்லாஹ்வின் அருட்கொடையை இவர்கள் நிராகரிக்கிறார்களா"
        }
    ]
}