{
    "pages": [
        {
            "chapter": 36,
            "verse": 41,
            "text": "இன்னும் அவர்களுக்கு ஓர் அத்தாட்சி, நாம் நிச்சயமாக அவர்களுடைய சந்ததிகளை நிறப்பப்பட்ட கப்பலில் ஏற்றிச் செல்வதில் உள்ளது"
        },
        {
            "chapter": 36,
            "verse": 42,
            "text": "இன்னும், அவர்கள் ஏறிச் செல்வதற்காக அதைப் போன்ற (பல்வேறு கலங்களை) நாம் அவர்களுக்காகப் படைத்திருக்கின்றோம்"
        },
        {
            "chapter": 36,
            "verse": 43,
            "text": "அன்றியும் நாம் நாடினால் அவர்களை மூழ்கடித்து விடுவோம்; அப்பொழுது அவர்களைக் காப்பாற்றுவோர் எவரும் இருக்க மாட்டார்; மேலும், அவர்கள் விடுவிக்கப்படவும் மாட்டார்கள்"
        },
        {
            "chapter": 36,
            "verse": 44,
            "text": "நம்முடைய கருணையினால் சிறிது காலம் அவர்கள் சுகிப்பதற்காக (விட்டு வைக்கப்பட்டாலன்றி)"
        },
        {
            "chapter": 36,
            "verse": 45,
            "text": "இன்னும், நீங்கள் கிருபை செய்யப்பெறும் பொருட்டு, உங்களுக்குமுன் இருப்பதையும், உங்களுக்குப்பின் இருப்பதையும் அஞ்சி நடந்து கொள்ளுங்கள்\" என்று அவர்களுக்குக் கூறப்பட்டாலும்"
        },
        {
            "chapter": 36,
            "verse": 46,
            "text": "அவர்களுடைய இறைவனின் அத்தாட்சிகளில் எந்த ஓர் அத்தாட்சி அவர்களிடம் வந்தாலும் அதனை அவர்கள் புற்ககணிக்காமல் இருப்பதில்லை"
        },
        {
            "chapter": 36,
            "verse": 47,
            "text": "அல்லாஹ் உங்களுக்கு அளித்திருப்பவற்றிலிருந்து நீங்கள் (அவன் பாதையில்) செலவு செய்யுங்கள்\" என்று அவர்களிடம் கூறப்பட்டால், \"அல்லாஹ் நாடியிருந்தால் எவருக்கு அவன் உணவளித்திருப்பானோ, அவர்களுக்கு நாம் உணவளிப்போமா? நீங்கள் பகிரங்கமான வழிகேட்டிலேயே இருக்கின்றீர்கள்\" என்று நிராகரிப்பவர்கள் ஈமான் கொண்டவர்களைப் பார்த்துக் கூறுகிறார்கள்"
        },
        {
            "chapter": 36,
            "verse": 48,
            "text": "இன்னும், அவர்கள் கூறுகிறார்கள்; \"நீங்கள் உண்மையாளர்களாக இருப்பின், (மறுமை பற்றிய) அந்த வாக்குறுதி எப்பொழுது வந்து சேரும்?\" என்று"
        },
        {
            "chapter": 36,
            "verse": 49,
            "text": "அவர்கள் ஒரே ஒரு பேரொலிக்காகக் காத்துக் கொண்டிருப்பதைத் தவிர வேறில்லை அவர்கள் வழக்காடிக் கொண்டிருக்கும் நிலையிலேயே அது அவர்களைப் பிடித்துக் கொள்ளும்"
        },
        {
            "chapter": 36,
            "verse": 50,
            "text": "அப்போது அவர்கள் வஸிய்யத்து சொல்ல சக்தி பெறமாட்டார்கள்; தம் குடும்பத்தாரிடம் மீளவும் மாட்டார்கள்"
        },
        {
            "chapter": 36,
            "verse": 51,
            "text": "மேலும், ஸூர் ஊதப்படடதும், உடனே அவர்கள் சமாதிகளிலிருந்து வெளிப்பட்டுத் தங்கள் இறைவனிடம் விரைவார்கள்"
        },
        {
            "chapter": 36,
            "verse": 52,
            "text": "எங்களுடைய துக்கமே! எங்கள் தூங்குமிடங்களிலிருந்து எங்களை எழுப்பியவர் யார்?\" என்று அவர்கள் கேட்பார்கள்; அர்ரஹ்மான் வாக்களித்ததும், (அவனுடைய) தூதர்கள் உண்மையெனக் கூறியதும் இதுதான்\" (என்று அவர்களுக்குக் கூறப்படும்)"
        },
        {
            "chapter": 36,
            "verse": 53,
            "text": "ஒரே ஒரு பேரொளி தவிர (வேறொன்றும்) இருக்காது உடன், அவர்கள் யாவரும் நம்முன் கொண்டுவரப்படுவார்கள்"
        },
        {
            "chapter": 36,
            "verse": 54,
            "text": "அன்றியும், அந்நாளில் எந்த ஓர் ஆத்மாவுக்கும் ஏதம் அநியாயம் செய்யப்பட மாட்டாது இன்னும், நீங்கள் செய்தவற்றிற்கேயன்றி (வேறு எதற்கும்) கூலி கொடுக்கப்பட மாட்டீர்கள்"
        }
    ]
}