{
    "pages": [
        {
            "chapter": 3,
            "verse": 10,
            "text": "நிராகரிப்போர்களுக்கு அவர்களுடைய செல்வங்களும், குழந்தைகளும் அல்லாஹ்வி(ன் தண்டனையி)லிருந்து எதையும் நிச்சயமாக தடுக்கமாட்டாது. இன்னும் அவர்கள்தாம் (நரக) நெருப்பின் எரிபொருள்களாக இருக்கின்றனர்"
        },
        {
            "chapter": 3,
            "verse": 11,
            "text": "(இவர்களுடைய நிலை) ஃபிர்அவ்னின் கூட்டத்தாரையும், இன்னும் அவர்களுக்கு முன்னால் இருந்தோரையும் போன்றே இருக்கிறது. அவர்கள் நம் அத்தாட்சிகளைப் பொய்யாக்கினர்;. ஆகவே அவர்களை, அவர்களுடைய பாவங்களின் காரணமாகக் (கடுந்தண்டனையில்) அல்லாஹ் பிடித்துக் கொண்டான் - அல்லாஹ் வேதனை கொடுப்பதில் மிகக் கடுமையானவன்"
        },
        {
            "chapter": 3,
            "verse": 12,
            "text": "நிராகரிப்போரிடம் (நபியே!) நீர் கூறுவீராக: \"வெகு விரைவில் நீங்கள் தோல்வியடைவீர்கள். அன்றியும் (மறுமையில்) நரகத்தில் சேர்க்கப்படுவீர்கள். இன்னும், (நரகமான அவ்விரிப்பு) கெட்ட படுக்கையாகும்"
        },
        {
            "chapter": 3,
            "verse": 13,
            "text": "(பத்ரு களத்தில்) சந்தித்த இரு சேனைகளிலும் உங்களுக்கு ஓர் அத்தாட்சி நிச்சயமாக உள்ளது. ஒரு சேனை அல்லாஹ்வின் பாதையில் போரிட்டது. பிறிதொன்று காஃபிர்களாக இருந்தது. நிராகரிப்போர் அல்லாஹ்வின் பாதையில் போரிடுவோரைத் தங்களைப்போல் இரு மடங்காகத் தம் கண்களால் கண்டனர்;. இன்னும், அல்லாஹ் தான் நாடியவர்களுக்குத் தன் உதவியைக் கொண்டு பலப்படுத்துகிறான்;. நிச்சயமாக, (அகப்) பார்வையுடையோருக்கு இதில் திடனாக ஒரு படிப்பினை இருக்கிறது"
        },
        {
            "chapter": 3,
            "verse": 14,
            "text": "பெண்கள், ஆண் மக்கள்; பொன்னிலும், வெள்ளியிலுமான பெருங்குவியல்கள்; அடையாளமிடப்பட்; ட (உயர்ந்த) குதிரைகள்; (ஆடு, மாடு, ஒட்டகை போன்ற) கால் நடைகள், சாகுபடி நிலங்கள் ஆகியவற்றின் மீதுள்ள இச்சை மனிதர்களுக்கு அழகாக்கப்பட்டிருக்கிறது. இவை(யெல்லாம் நிலையற்ற) உலக வாழ்வின் சுகப்பொருள்களாகும்;. அல்லாஹ்விடத்திலோ அழகான தங்குமிடம் உண்டு"
        },
        {
            "chapter": 3,
            "verse": 15,
            "text": "(நபியே!) நீர் கூறும்; \"அவற்றை விட மேலானவை பற்றிய செய்தியை நான் உங்களுக்குச் சொல்லட்டுமா? தக்வா - பயபக்தி - உடையவர்களுக்கு, அவர்களுடைய இறைவனிடத்தில் சுவனபதிகள் உண்டு. அவற்றின் கீழ் நீரோடைகள் ஓடிக்கொண்டிருக்கின்றன. அவர்கள் அங்கு என்றென்றும் தங்குவார்கள்; (அங்கு அவர்களுக்குத்) தூய துணைகள் உண்டு. இன்னும் அல்லாஹ்வின் திருப் பொருத்தமும் உண்டு. அல்லாஹ் தன் அடியார்களை உற்று நோக்குகிறவனாக இருக்கின்றான்"
        }
    ]
}