{
    "pages": [
        {
            "chapter": 59,
            "verse": 10,
            "text": "அவர்களுக்குப்பின் குடியேறியவர்களுக்கும் (இதில் பங்குண்டு). அவர்கள் \"எங்கள் இறைவனே! எங்களுக்கும், ஈமான் கொள்வதில் எங்களுக்கு முந்தியவர்களான எங்கள் சகோதரர்களுக்கும் மன்னிப்பு அருள்வாயாக, அன்றியும் ஈமான் கொண்டவர்களைப் பற்றி எங்களுடைய இதயங்களில் பகையை ஆக்காதிருப்பாயாக! எங்கள் இறைவனே! நிச்சயமாக நீ மிக்க இரக்கமுடையவன், கிருபை மிக்கவன்\" என்றும் (பிரார்த்தித்துக்) கூறுவர்"
        },
        {
            "chapter": 59,
            "verse": 11,
            "text": "(நபியே!) நயவஞ்சகம் செய்வோரை நீர் கவனிக்கவில்லையா? அவர்கள், வேதத்தை உடையோரிலுள்ள நிராகரித்துக் கொண்டிருப்போரான தம் சகோதரர்களிடம் \"நீங்கள் வெளியேற்றப்பட்டால், உங்களுடன் நாங்களும் நிச்சயமாக வெளியேறுவோம், அன்றியும், (உங்களுக்கெதிராக) நாங்கள் எவருக்கும், எப்பொழுதும் நாம் வழிப்பட மாட்டோம்; மேலும், உங்களுக்கெதிராக போர் செய்யப்பெற்றால், நிச்சயமாக நாங்கள் உங்களுக்கு உதவி செய்வோம்\" என்று கூறுகின்றனர், ஆனால் நிச்சயமாக அவர்கள் பொய்யர்கள் என்று அல்லாஹ் சாட்சியங் கூறுகிறான்"
        },
        {
            "chapter": 59,
            "verse": 12,
            "text": "அவர்கள் வெளியேற்றப்பட்டால், இவர்கள் அவர்களுடன் வெளியேற மாட்டார்கள், மேலும், அவர்களுக்கெதிராக போர் செய்யப்பெற்றால், இவர்கள் அவர்களுக்கு உதவி செய்யவும் மாட்டார்கள், அன்றியும் இவர்கள் அவர்களுக்கு உதவி செய்தாலும், நிச்சயமாக புறுமுதுகு காட்டிப் பின் வாங்கி விடுவார்கள் - பின்னர் அவர்கள் (எத்தகைய) உதவியும் அளிக்கப்பட மாட்டார்கள்"
        },
        {
            "chapter": 59,
            "verse": 13,
            "text": "நிச்சயமாக, அவர்களுடைய இதயங்களில் அல்லாஹ்வை விட உங்களைப் பற்றிய பயமே பலமாக இருக்கிறது, (அல்லாஹ்வை விட்டும் அவர்கள் உங்களை அதிகம் அஞ்சுவதற்கு காரணம்) அவர்கள் (உண்மையை) உணர்ந்து கொள்ளாத சமூகத்தினராக இருப்பதனால்தான் இந்த நிலை"
        },
        {
            "chapter": 59,
            "verse": 14,
            "text": "கோட்டைகளால் அரண் செய்யப்பட்ட ஊர்களிலோ அல்லது மதில்களுக்கு அப்பால் இருந்து கொண்டோ அல்லாமல் அவர்கள் எல்லோரும் ஒன்று சேர்ந்து உங்களுடன் போரிட மாட்டார்கள், அவர்களுக்குள்ளேயே போரும், பகையும் மிகக் கடுமையானவை, (இந்நிலையில்) அவர்கள் யாவரும் ஒன்று பட்டிருப்பதாக நீர் எண்ணுகிறீர்; (ஆனால்) அவர்களுடைய இதயங்கள், சிதறிக் கிடக்கின்றன - இதற்குக் காரணம்; மெய்யாகவே அவர்கள் அறிவற்ற சமூகத்தார் என்பதுதான்"
        },
        {
            "chapter": 59,
            "verse": 15,
            "text": "இவர்களுக்கு முன்னர் (காலத்தால்) நெருங்கி இருந்த சிலரைப் போன்றே (இவர்களும் இருக்கின்றனர்) அவர்கள் தம் தீய செயல்களுக்குரிய பலனை அனுபவித்தனர், அன்றியும், அவர்களுக்கு (மறுமையில்) நோவினை செய்யும் வேதனையுமுண்டு"
        },
        {
            "chapter": 59,
            "verse": 16,
            "text": "(இன்னும் இவர்கள் நிலை) ஷைத்தானுடைய உதாரணத்தைப் போன்றிருக்கிறது, (அவன்) மனிதனை நோக்கி, \"நீ (இறைவனை) நிராகரித்து விடு\" என்று கூறுகிறான். அவ்வாறு மனிதன் நிராகரித்ததும் \"நான் உன்னை விட்டும் ஒதுங்கிக் கொண்டேன், (ஏனெனில்) நான் அகிலங்களுக்கெல்லாம் இறைவனாகிய அல்லாஹ்வை அஞ்சுகிறேன்\" என்றான்"
        }
    ]
}