{
    "pages": [
        {
            "chapter": 3,
            "verse": 71,
            "text": "வேதத்தையுடையோரே! சத்தியத்தை அசத்தியத்துடன் ஏன் நீங்கள் கலக்குகிறீர்கள்? இன்னும் நீங்கள் அறிந்து கொண்டே ஏன் உண்மையை மறைக்கிறீர்கள்"
        },
        {
            "chapter": 3,
            "verse": 72,
            "text": "வேதத்தையுடையோரில் ஒரு சாரார் (தம் இனத்தாரிடம்); \"ஈமான் கொண்டோர் மீது இறக்கப்பட்ட (வேதத்)தைக் காலையில் நம்பி, மாலையில் நிராகரித்து விடுங்கள்;. இதனால் (ஈமான் கொண்டுள்ள) அவர்களும் ஒரு வேளை (அதை விட்டுத்) திரும்பி விடக்கூடும்\" என்று கூறுகின்றனர்"
        },
        {
            "chapter": 3,
            "verse": 73,
            "text": "உங்கள் மார்க்கத்தைப் பின்பற்றுவோரைத் தவிர (வேறு எவரையும்) நம்பாதீர்கள்\" (என்றும் கூறுகின்றனர். நபியே!) நீர் கூறும்; நிச்சயமாக நேர்வழியென்பது அல்லாஹ்வின் வழியே ஆகும்;. உங்களுக்கு (வேதம்) கொடுக்கப்பட்டதுபோல் இன்னொருவருக்கும் கொடுக்கப்படுவதா அல்லது அவர்கள் உங்கள் இறைவன் முன் உங்களை மிகைத்து விடுவதா?\" (என்று அவர்கள் தங்களுக்குள் பேசிக் கொள்கிறார்கள்.) நிச்சயமாக அருட்கொடையெல்லாம் அல்லாஹ்வின் கையிலேயே உள்ளது. அதை அவன் நாடியோருக்கு வழங்குகின்றான்; அல்லாஹ் விசாலமான (கொடையளிப்பவன்; யாவற்றையும்) நன்கறிபவன் என்று கூறுவீராக"
        },
        {
            "chapter": 3,
            "verse": 74,
            "text": "அவன் தன் ரஹ்மத்தை(அருளை)க் கொண்டு தான் நாடியோரைச் சொந்தமாக்கிக் கொள்கின்றான்;. இன்னும் அல்லாஹ் மகத்தான கிருபையுடையவன்"
        },
        {
            "chapter": 3,
            "verse": 75,
            "text": "(நபியே!) வேதத்தையுடையோரில் சிலர் இருக்கிறார்கள்;. அவர்களிடம் நீர் ஒரு (பொற்) குவியலை ஒப்படைத்தாலும், அவர்கள் அதை (ஒரு குறைவும் இல்லாமல், கேட்கும்போது) உம்மிடம் திருப்பிக் கொடுத்து விடுவார்கள்;. அவர்களில் இன்னும் சிலர் இருக்கிறார்கள். அவர்களிடம் ஒரு (காசை) தீனாரை ஒப்படைத்தாலும், நீர் அவர்களிடம் தொடர்ந்து நின்று கேட்டாலொழிய, அவர்கள் அதை உமக்குத் திருப்பிக் கொடுக்கமாட்டார்கள். அதற்குக் காரணம், 'பாமரர்களிடம் (இருந்து நாம் எதைக் கைப்பற்றிக் கொண்டாலும்) நம்மை குற்றம் பிடிக்க (அவர்களுக்கு) வழியில்லை' என்று அவர்கள் கூறுவதுதான்;. மேலும், அவர்கள் அறிந்து கொண்டே அல்லாஹ்வின் பேரில் பொய் கூறுகிறார்கள்"
        },
        {
            "chapter": 3,
            "verse": 76,
            "text": "அப்படியல்ல! யார் தம் வாக்குறுதியை நிறைவேற்றுகின்றார்களோ, (அல்லாஹ்வுக்கு) அஞ்சியும் நடக்கின்றார்களோ (அவர்கள் தாம் குற்றம் பிடிக்கப்பட மாட்டார்கள்). நிச்சயமாக அல்லாஹ் (தனக்கு) அஞ்சி நடப்போரை நேசிக்கின்றான்"
        },
        {
            "chapter": 3,
            "verse": 77,
            "text": "யார் அல்லாஹ்விடத்தில் செய்த வாக்குறுதியையும் தம் சத்தியப்பிரமாணங்களையும் அற்ப விலைக்கு விற்கிறார்களோ, அவர்களுக்கு நிச்சயமாக மறுமையில் யாதொரு நற்பாக்கியமும் இல்லை. அன்றியும், அல்லாஹ் அவர்களுடன் பேச மாட்டான்;. இன்னும் இறுதி நாளில் அவன் அவர்களை (கருணையுடன்) பார்க்கவும் மாட்டான். அவர்களைப்(பாவத்தைவிட்டுப்) பரிசுத்தமாக்கவும் மாட்டான்;. மேலும் அவர்களுக்கு நோவினைமிக்க வேதனையும் உண்டு"
        }
    ]
}