{
    "pages": [
        {
            "chapter": 3,
            "verse": 154,
            "text": "பிறகு, அத்துக்கத்திற்குப்பின் அவன் உங்களுக்கு அமைதி அளிப்பதற்காக நித்திரையை இறக்கி வைத்தான்;. உங்களில் ஒரு பிரிவினரை அந்நித்திரை சூழ்ந்து கொண்டது. மற்றொரு கூட்டத்தினரோ- அவர்களுடைய மனங்கள் அவர்களுக்குக் கவலையை உண்டு பண்ணி விட்டன. அவர்கள் அறிவில்லாதவர்களைப் போன்று, உண்மைக்கு மாறாக அல்லாஹ்வைப் பற்றி சந்தேகம் கொள்ளலாயினர்; (அதனால்) அவர்கள் கூறினார்கள்; \"இ(ப்போர்)க் காரியத்தில் நமக்கு சாதகமாக ஏதேனும் உண்டா?\" (என்று, அதற்கு) \"நிச்சயமாக இக்காரியம் முழுவதும் அல்லாஹ்விடமே உள்ளது\" என்று (நபியே!) நீர் கூறுவீராக! அவர்கள் உம்மிடம் வெளிப்படையாகக் கூற முடியாத ஒன்றைத் தம் நெஞ்சங்களில் மறைத்து வைத்திருக்கின்றனர்;. அவர்கள் (தமக்குள்) கூறிக்கொள்ளுகிறார்கள்; \"இக்காரியத்தால் நமக்கு ஏதேனும் சாதகமாக இருந்திருந்தால் நாம் இங்கு கொல்லப்பட்டு இருக்க மாட்டோம்;\" \"நீங்கள் உங்கள் வீடுகளில் இருந்திருந்தாலும், யாருக்கு மரணம் விதிக்கப்பட்டுள்ளதோ, அவர்கள் (தன் கொலைக்களங்களுக்கு) மரணம் அடையும் இடங்களுக்குச் சென்றே இருப்பார்கள்!\" என்று (நபியே!) நீர் கூறும். (இவ்வாறு ஏற்பட்டது) உங்கள் நெஞ்சங்களில் உள்ளவற்றை அல்லாஹ் சோதிப்பதற்காகவும், உங்கள் நெஞ்சங்களில் உள்ளவற்றை (அகற்றிச்) சத்தப்படுத்துவதற்காகவும் ஆகும் - இன்னும், அல்லாஹ் உள்ளங்களில் உள்ளவற்றை அறிபவன்"
        },
        {
            "chapter": 3,
            "verse": 155,
            "text": "இரு கூட்டத்தாரும் (போருக்காகச்) சந்தித்த அந்நாளில், உங்களிலிருந்து யார் திரும்பி விட்டர்களோ அவர்களை, அவர்கள் செய்த சில தவறுகளின் காரணமாக, ஷைத்தான் கால் தடுமாற வைத்தான்;. நிச்சயமாக அல்லாஹ் அவர்களை மன்னித்து விட்டான் - மெய்யாகவே அல்லாஹ் மன்னிப்பவனாகவும் பொறுமையுடையோனாகவும் இருக்கின்றான்"
        },
        {
            "chapter": 3,
            "verse": 156,
            "text": "முஃமின்களே! நீங்கள் நிராகரிப்போரைப் போன்று ஆகிவிடாதீர்கள்;. பூமியில் பிரயாணம் செய்யும்போதோ அல்லது போரில் ஈடுபட்டோ (மரணமடைந்த) தம் சகோதரர்களைப் பற்றி (அந்நிராகரிப்போர்) கூறுகின்றனர்; \"அவர்கள் நம்முடனே இருந்திருந்தால் மரணம் அடைந்தோ, கொல்லப்பட்டோ போயிருக்கமாட்டார்கள்\" என்று, ஆனால் அல்லாஹ் அவர்கள் மனதில் ஏக்கமும் கவலையும் உண்டாவதற்காகவே இவ்வாறு செய்கிறான்;. மேலும், அல்லாஹ்வே உயிர்ப்பிக்கிறான்;. அவனே மரிக்கச் செய்கிறான்;. இன்னும் அல்லாஹ் நீங்கள் செய்பவை அனைத்தையும் பார்ப்பவனாகவே இருக்கின்றான்"
        },
        {
            "chapter": 3,
            "verse": 157,
            "text": "இன்னும், அல்லாஹ்வின் பாதையில் நீங்கள் கொல்லப்பட்டாலும். அல்லது இறந்து விட்டாலும், அல்லாஹ்விடமிருந்து கிடைக்கும் மன்னிப்பும், ரஹ்மத்தும் அவர்கள் சேர்த்து வைப்பதைவிட மிக்க மேன்மையுடையதாக இருக்கும்"
        }
    ]
}