{
    "juzs": [
        {
            "chapter": 11,
            "verse": 6,
            "text": "Na Zemlji nema nijednog zivog bica, a da ga Allah ne hrani. On zna gdje ce koje boraviti i gdje ce sahranjeno biti. Sve to ima u jasnoj Knjizi"
        },
        {
            "chapter": 11,
            "verse": 7,
            "text": "On je u sest vremenskih razdoblja nebesa i Zemlju stvorio - a Njegov prijesto je iznad vode bio - da bi vas iskusao koji ce od vas bolje postupati. Ako ti reknes: \"Poslije smrti bicete doista ozivljeni\", nevjernici ce sigurno reci: \"Ovo nije nista drugo do ocita varka"
        },
        {
            "chapter": 11,
            "verse": 8,
            "text": "ako im Mi kaznu do roka određenog odgodimo, oni ce sigurno reci: \"Zasto je zadrzava?\" A onoga dana kad im dođe, nece biti od njih otklonjena i sa svih strana bice okruzeni onim cemu su se rugali"
        },
        {
            "chapter": 11,
            "verse": 9,
            "text": "Ako covjeku milost Nasu pruzimo, pa mu je poslije uskratimo, on pada u ocajanje i postaje nezahvalnik"
        },
        {
            "chapter": 11,
            "verse": 10,
            "text": "A ako ga blagodatima obaspemo, poslije nevolje koja ga zadesila, on ce sigurno reci; \"Nevolje su me napustile!\" On je doista umisljen i razmetljiv"
        },
        {
            "chapter": 11,
            "verse": 11,
            "text": "a samo strpljive i oni koji dobra djela cIne ceka oprost i nagrada velika"
        },
        {
            "chapter": 11,
            "verse": 12,
            "text": "Nemoj ti nista od onoga sto ti se objavljuje izostaviti, sto tisti grudi tvoje, zato da oni ne bi rekli: \"Zasto mu nije poslano kakvo blago, ili, zasto s njim nije dosao melek?\" Tvoje je da opominjes, a o svemu se samo Allah brine"
        },
        {
            "chapter": 11,
            "verse": 13,
            "text": "Zar oni da govore: \"On ga izmislja!\" Reci: \"Pa sacinite vi deset Kur´anu slicnih, izmisljenih sura, i koga god hocete, od onih u koje pored Allaha vjerujete, u pomoc pozovite, ako je istina sto tvrdite"
        },
        {
            "chapter": 11,
            "verse": 14,
            "text": "A ako vam se ne odazovu, onda znajte da se on objavljuje samo s Allahovim znanjem i da nema boga osim Njega - zato muslimani postanite"
        },
        {
            "chapter": 11,
            "verse": 15,
            "text": "Onima koji zele zivot na ovom svijetu i ljepote njegove - Mi cemo dati plodove truda njihova i nece im se u njemu nista prikratiti"
        },
        {
            "chapter": 11,
            "verse": 16,
            "text": "Njih ce na onom svijetu samo vatra peci; tamo nece imati nikakve nagrade za ono sto su na Zemlji radili i bice uzaludno sve sto su ucinili"
        },
        {
            "chapter": 11,
            "verse": 17,
            "text": "Zar je onaj koji zeli samo ovaj svijet kao onaj kome je jasno ko je Gospodar njegov, na sto se nadovezuje Kur´an kao svjedok Njegov, i jos prije njega Knjiga Musaova, putovođa i milost. To su oni koji vjeruju u nj. A onima koji su se protiv njega urotili vatra ce boraviste biti. Zato ti nikako ne sumnjaj u nj, on je zaista istina od Gospodara tvoga, ali vecina ljudi nece da vjeruje"
        },
        {
            "chapter": 11,
            "verse": 18,
            "text": "Ima li nepravednije od onoga koji o Allahu izmislja lazi? Oni ce pred Gospodara svoga biti dovedeni, a svedoci ce reci; \"Ovi su izmisljali lazi o Gospodaru svome!\" Neka Allahovo prokletstvo stigne mnogobosce"
        },
        {
            "chapter": 11,
            "verse": 19,
            "text": "koji od Allahova puta odvracaju i krivim ga prikazuju; oni i u onaj svijet ne vjeruju"
        },
        {
            "chapter": 11,
            "verse": 20,
            "text": "Oni na Zemlji ne mogu Allahu umaci, niti, osim Allaha, drugog zastitinika imaju. Njima ce patnja biti umnogostrucena, jer nisu htjeli ni da cuju ni da bilo sta vide"
        },
        {
            "chapter": 11,
            "verse": 21,
            "text": "oni su sami sebe upropastili, - a nece im biti ni onih koje su izmisljali"
        },
        {
            "chapter": 11,
            "verse": 22,
            "text": "oni ce, zbilja, na onom svijetu biti sasvim izgubljeni"
        },
        {
            "chapter": 11,
            "verse": 23,
            "text": "Oni koji budu vjerovali i dobra djela cinili i koji Gospodaru svome budu odani bice stanovnici Dzenneta, u njemu ce vjecno boraviti"
        },
        {
            "chapter": 11,
            "verse": 24,
            "text": "Ove dvije vrste su kao slijep i gluh i kao onaj koji vidi i cuje. A mogu li se oni uporediti/ Pa zasto ne razmislite"
        },
        {
            "chapter": 11,
            "verse": 25,
            "text": "I Nuha poslasmo narodu njegovu. \"Ja sam tu\" - govorio je on - \"da vas otvoreno opominjem"
        },
        {
            "chapter": 11,
            "verse": 26,
            "text": "da se ne klanjate nikome drugom osim Allahu; ja se, zaista, plasim za vas patnje na nesnosnom danu"
        },
        {
            "chapter": 11,
            "verse": 27,
            "text": "Glavesine naroda njegova, oni koji nisu vjerovali, rekose; \"Koliko mi vidimo, ti si covjek kao i mi, a vidimo da te bez ikakva razmisljanja slijede samo oni koji su niko i nista među nama; ne vidimo da ste vi imalo od nas bolji, stavise, mislimo da ste lazljivci"
        },
        {
            "chapter": 11,
            "verse": 28,
            "text": "O narode moj.\" - govorio je on - \"da vidimo! Ako je meni jasno ko je Gospodar moj i ako mi je On od Sebe dao vjerovjesnistvo, a vi ste slijepi za to, zar da vas silimo da to protiv volje vase priznate"
        },
        {
            "chapter": 11,
            "verse": 29,
            "text": "O narode moj! Za ovo ja od vas ne trazim blaga, Allah ce mene nagraditi. I ja necu otjerati vjernike, oni ce pred Gospodara svoga izici; ali, ja vidim da ste vi narod koji ne zna"
        },
        {
            "chapter": 11,
            "verse": 30,
            "text": "O narode moj! Ko bi me od Allaha odbranio kad bi ih ja otjerao? Zasto se ne urazumite"
        },
        {
            "chapter": 11,
            "verse": 31,
            "text": "Ja vam ne kazem: \"U mene su Allahove riznice\" - niti: \"Meni je poznata buducnost\" - niti kazem: \"Ja sam melek\", - a ne govorim ni o onima koje vase oci s prezirom gledaju: \"Allah im nikakvo dobro nece dati\" - ta Allah dobro zna sta je u dusama njihovim -, jer bi se tada ogrijesio"
        },
        {
            "chapter": 11,
            "verse": 32,
            "text": "O Nuhu\", - rekose oni - \"ti si zelio da se s nama raspravljas i dugo si se raspravljao. Daj neka se ostvari ono sto nam prijetis, ako istinu govoris"
        },
        {
            "chapter": 11,
            "verse": 33,
            "text": "To ce vam ucioiti samo Allah ako bude htio\" - rece on -, \"i vi necete moci umaci"
        },
        {
            "chapter": 11,
            "verse": 34,
            "text": "Ako Allah hoce da vas ostavi u zabludi, nece vam savjet moj koristiti, ma koliko ja zelio da vas savjetujem. On je Gospodar vas i Njemu cete se vratiti"
        },
        {
            "chapter": 11,
            "verse": 35,
            "text": "Zar ovi da govore: \"On ga izmislja!\" Reci: \"Ako ga izmisljam, grijeh ce pasti na mene, a ja nemam nista s tim sto vi iznosite klevete"
        },
        {
            "chapter": 11,
            "verse": 36,
            "text": "I Nuhu bi objavljeno: \"Osim onih koji su vec vjernici, niko vise iz naroda tvoga nece vjernik postati, zato se ne zalostite zbog onoga sto oni stalno cine"
        },
        {
            "chapter": 11,
            "verse": 37,
            "text": "I gradi lađu pred Nama i po Nasem nadahnucu, i ne obracaj Mi se vise zbog nevjernika - oni ce sigurno biti potopljeni"
        },
        {
            "chapter": 11,
            "verse": 38,
            "text": "I on je gradio lađu. I kad god bi pored njega prolazile glavesine naroda njegova, rugale bi mu se. \"Ako vi rugate nama\" - govorio je on -, \"rugacemo se i mi vama, onako kako se vi rugate"
        },
        {
            "chapter": 11,
            "verse": 39,
            "text": "i saznacete, zaista, koga ce snaci sramna kazna i ko ce u vjecnoj muci biti"
        },
        {
            "chapter": 11,
            "verse": 40,
            "text": "I kad je zapovijed Nasa pala i voda s povrsine Zemlje pokuljala, Mi smo rekli: \"Ukrcaj u lađu od svake zivotinjske vrste po jedan par, i celjad svoju - osim onih o kojima je bilo govora - i vjernike!\" - a malo je bilo onih koji su s njim vjerovali"
        },
        {
            "chapter": 11,
            "verse": 41,
            "text": "I on rece: \"Ukrcajte se u nju, u ime Allaha, neka plovi i neka pristane! Gospodar moj, uistinu, prasta i samilostan je"
        },
        {
            "chapter": 11,
            "verse": 42,
            "text": "I ona ih je ponijela na valovima velikim kao brda i Nuh zovnu sina svoga koji se nalazio podaleko: \"O sinko moj, ukrcaj se s nama, ne budi s nevjernicima"
        },
        {
            "chapter": 11,
            "verse": 43,
            "text": "a on rece: \"Sklonice se na kakvo brdo koje ce me od vode zastiti.\" - \"Niko danas Allahove kazne nece posteđen biti, osim onoga kome se On smilovao!\" - rece Nuh, i val ih razdvoji, i on potopljen bi"
        },
        {
            "chapter": 11,
            "verse": 44,
            "text": "I bi receno: \"O Zemljo, gutaj vodu svoju, a ti, o nebo, prestani!\" I voda se povuce i ispuni se odredba, a lađa pristade na planini Al-Dzudi, i bi receno: \"Daleko nek je narod nevjernicki"
        },
        {
            "chapter": 11,
            "verse": 45,
            "text": "A Nuh je bio zamolio Gospodara svoga i rekao: \"Gospodaru moj, sin moj je celjade moje, a obecanje Tvoje je zaista istinito i Ti si od mudrih najmudriji"
        },
        {
            "chapter": 11,
            "verse": 46,
            "text": "O Nuhu, on nije celjade tvoje\" - rekao je On - \"jer radi ono sto ne valja, zato Me ne moli za ono sto ne znas! Savjetujem ti da neznalica ne budes"
        },
        {
            "chapter": 11,
            "verse": 47,
            "text": "Gospodaru moj\", - rece - \"tebi se ja uticem da Te vise nikad ne zamolim za ono sto ne znam! Ako mi ne oprostis i ne smilujes mi se, bicu izgubljen"
        },
        {
            "chapter": 11,
            "verse": 48,
            "text": "O Nuhu\", - bi receno - \"iskrcaj se, s pozdravom Nasim i blagoslovima tebi i narodima koji ce se izroditi od ovih koji su s tobom! Bice naroda kojima cemo davati da uzivaju, a koje ce poslije snaci Nasa kazna nesnosna"
        },
        {
            "chapter": 11,
            "verse": 49,
            "text": "To su nepoznate vijesti koje ti Mi objavljemo; ni ti ni narod tvoj niste prije ovoga nista znali. Zato budi strpljiv, ishod ce, zaista, u korist cestitih biti"
        },
        {
            "chapter": 11,
            "verse": 50,
            "text": "I Adu- brata njihova Huda. \"O narode moj\", - govorio je on - \"Allahu se klanjajte, vi drugog boga osim Njega nemate, vi samo neistine iznosite"
        },
        {
            "chapter": 11,
            "verse": 51,
            "text": "O narode moj, ja ne trazim od vas nagrade za ovo; mene ce nagraditi Onaj koji me je stvorio! Zasto se ne opametite"
        },
        {
            "chapter": 11,
            "verse": 52,
            "text": "O narode moj, molite Gospodara svoga da vam oprosti, i pokajte Mu se, a On ce vam slati kisu obilnu i dace vam jos vecu snagu, uz onu koju imate, i ne odlazite kao mnogobosci"
        },
        {
            "chapter": 11,
            "verse": 53,
            "text": "O Hude\", - govorili su oni - \"nisi nam nikakav dokaz donio, i mi na samu tvoju rijec necemo napustiti bozanstva nasa, mi tebi ne vjerujemo"
        },
        {
            "chapter": 11,
            "verse": 54,
            "text": "Mi kazemo samo to da te je neko bozanstvo nase zlom pogodilo.\" \"Ja pozivam Allaha za svjedoka\" - rece on -, \"a i vi posvjedocite da ja nemam nista s tim sto vi druge Njemu ravnim smatrate"
        },
        {
            "chapter": 11,
            "verse": 55,
            "text": "pored Njega; i zato svi zajedno protiv mene lukavstvo smislite i nimalo mi vremena ne dajte"
        },
        {
            "chapter": 11,
            "verse": 56,
            "text": "ja se uzdam u Allaha, u moga i vasega Gospodara! Nema ni jednog zivog bica koje nije u vlasti Njegovoj; Gospodar moj zaista postupa pravedno"
        },
        {
            "chapter": 11,
            "verse": 57,
            "text": "Pa ako okrenete leđa, - a ja sam vam saopcio ono sto vam je po meni poslano -, Gospodar moj ce umjesto vas narod drugi dovesti, i vi Mu nicim necete nauditi; Gospodar moj zaista bdi nad svim"
        },
        {
            "chapter": 11,
            "verse": 58,
            "text": "I kad je dosla kazna Nasa, Mi smo, miloscu Nasom, Huda i vjernike s njim spasli i patnje surove ih postedjeli"
        },
        {
            "chapter": 11,
            "verse": 59,
            "text": "Eto, to je bio Ad, on je dokaze Gospodara svoga poricao i bio neposlusan poslanicima svojim, i pristajao uz svakog silnika, inadziju"
        },
        {
            "chapter": 11,
            "verse": 60,
            "text": "I prokletstvo je na ovom svijetu stalno bilo s njim, a bice i na Sudnjem danu. Ad, doista, nije vjerovao u Gospodara svoga; daleko neka je Ad, narod Hudov"
        },
        {
            "chapter": 11,
            "verse": 61,
            "text": "I Semudu - brata njihova Saliha. \"O narode moj\", - govorio je on - \"klanjate se samo Allahu, vi drugog boga osim Njega nemate! On vas od Zemlje stvara i daje vam da zivite na njoj! Zato ga molite da vam oprosti, i pokajte Mu se, jer Gospodar moj je, zaista, blizu i odaziva se"
        },
        {
            "chapter": 11,
            "verse": 62,
            "text": "O, Salihu\". - govorili su oni - \"ti si među nama prije ovoga cijenjen bio. Zasto nam branis da se klanjamo onome cemu su se preci nasi klanjali? Mi uveliko sumnjamo u ono u cemu nas ti pozivas"
        },
        {
            "chapter": 11,
            "verse": 63,
            "text": "O, narode moj\", - govorio je on - \"da vidimo: ako je meni jasno ko je Gospodar moj i ako mi je On sam vjerovjesnistvo dao, pa ko ce me od Allaha odbraniti ako Ga ne budem slusao, ta vi biste samo uvecali propast moju"
        },
        {
            "chapter": 11,
            "verse": 64,
            "text": "O, narode moj, evo ova Allahova kamila je znamenje za vas, pa pustite je neka pase po Allahovoj zemlji i ne cinite joj nikakvo zlo, da vas ne bi zadesila kazna bliska"
        },
        {
            "chapter": 11,
            "verse": 65,
            "text": "Ali, oni je zaklase, pa on rece: \"Zivjecete u zemlji svojoj jos samo tri dana, to je istinita prijetnja"
        },
        {
            "chapter": 11,
            "verse": 66,
            "text": "I kad je dosla kazna Nasa, Mi smo, miloscu Nasom, Saliha i vjernike s njim spasili od sramote toga dana, - Gospodar tvoj je, uistinu, mocan i silan"
        },
        {
            "chapter": 11,
            "verse": 67,
            "text": "a one koji su cinili zlo pogodio je strasan glas i oni su u zemlji svojoj osvanli mrtvi, nepomicni"
        },
        {
            "chapter": 11,
            "verse": 68,
            "text": "kao da na njoj nikad nisu ni postojali. Semud, doista, u Gospodara svoga nije vjerovao; daleko neka je Semud"
        },
        {
            "chapter": 11,
            "verse": 69,
            "text": "I Ibrahimu smo izaslanike Nase poslali da mu donesu radosnu vijest. \"Mir!\" - rekose; - \"Mir!\" - odgovori on, i ubrzo im donese peceno tele"
        },
        {
            "chapter": 11,
            "verse": 70,
            "text": "A kad vidje da ga se ruke njihove ne doticu, on osjeti da nisu gosti i obuze ga neka zebnja od njih. \"Ti se ne boj!\" - rekose oni -, \"mi smo Lutovu narodu poslani"
        },
        {
            "chapter": 11,
            "verse": 71,
            "text": "A zena njegova stajase tu, i Mi je obradovasmo Ishakom, a poslije Ishaka Jakubom, i ona se osmjehnu"
        },
        {
            "chapter": 11,
            "verse": 72,
            "text": "Jadna ja!\" - rece - \"zar da rodim ovako stara, a i ovaj moj muz je star. Ovo je zaista nesto neobicno"
        },
        {
            "chapter": 11,
            "verse": 73,
            "text": "Zar se cudis Allahovoj moci?\" - rekose oni -, \"Allahova milost i Njegovi blagoslovi su na vama, obitelji vjerovjesnickoj. On je dostojan hvale i On je plemenit"
        },
        {
            "chapter": 11,
            "verse": 74,
            "text": "I posto Ibrahima prođe strah i dođe mu radosna vijest, on se poce raspravljati sa Nasim izaslanicima o Narodu Lutovu"
        },
        {
            "chapter": 11,
            "verse": 75,
            "text": "Ibrahim je zaista bio dobrodusan, sazaljiv i odan"
        },
        {
            "chapter": 11,
            "verse": 76,
            "text": "O Ibrahime, prođi se toga, naređenje od Gospodara tvoga je stiglo; njih ce stici patnja sigurno"
        },
        {
            "chapter": 11,
            "verse": 77,
            "text": "I kad izaslanici Nasi dođose Lutu, on se zbog njih nađe u neprilici i bi mu tesko pri dusi, pa rece: \"Ovo je mucan dan"
        },
        {
            "chapter": 11,
            "verse": 78,
            "text": "I narod njegov pohrli njemu, - a i prije su radili sramotna djela. \"O narode moj\", - rece on - \"eto mojih kceri, one su vam cistije! Bojte se Allah i pred gostima mojim me ne sramotite! Zar među vama nema razumna covjeka"
        },
        {
            "chapter": 11,
            "verse": 79,
            "text": "Ti znas da nam nisu potrebne tvoje kceri\" - rekose oni -, \"ti doista znas sta hocemo mi"
        },
        {
            "chapter": 11,
            "verse": 80,
            "text": "Ah, da ja samo imam moc\" - rece on - \"ili da se mogu osloniti na nekog snaznog"
        },
        {
            "chapter": 11,
            "verse": 81,
            "text": "A meleki rekose\" \"O Lute, mi smo izaslanici Gospodara tvoga, oni tebi ne mogu nauditi. Ti kreni sa celjadi svojom u gluho doba noci bez zene svoje, nju ce zadesiti isto sto i njih, i neka se niko od vas ne obazire! - Rok im je praskazorje, a zar praskazorje nije blizu"
        },
        {
            "chapter": 11,
            "verse": 82,
            "text": "I kada pade naredba Nasa, Mi sve prevrnusmo, ono sto je bilo gore - bi dolje, i na njih kao kisu grumenje od pecena blata spustismo, koje je neprekidno sipalo"
        },
        {
            "chapter": 11,
            "verse": 83,
            "text": "obiljezeno od Gospodara tvoga, - a ono nije daleko ni od jednog nasilnika"
        },
        {
            "chapter": 11,
            "verse": 84,
            "text": "I Medjenu - brata njihova Suajba. \"O narode moj,\", - govorio je on - \"Allahu se klanjajte, vi drugog boga osim Njega nemate, i krivo na litru i na kantaru ne mjerite. Vidim da u obilju zivite i bojim se da vas jednog dana ne zadesi kazna, pa da svi nastradate"
        },
        {
            "chapter": 11,
            "verse": 85,
            "text": "O narode moj! Pravo mjerite ne litru i na kantaru i ne zakidajte ljudima stvari njihove i ne cinite zlo po zemlji praveci nered"
        },
        {
            "chapter": 11,
            "verse": 86,
            "text": "Bolje vam je ono sto Allah ostavlja kao dozvoljeno, ako hocete da budete vjernici; a ja nisam vas cuvar"
        },
        {
            "chapter": 11,
            "verse": 87,
            "text": "O Suajbe\", - govorili su oni - \"da li vjera tvoja trazi od tebe da napustimo ono cemu su se nasi preci klanjali ili da ne postupamo sa imanjima nasim onako kako nam je volja? E bas si ´pametan´ i ´razuman´"
        },
        {
            "chapter": 11,
            "verse": 88,
            "text": "O narode moj\", - govorio je on - shvatite da je meni jasno ko je Gospodar moj i da mi je On dao svega u obilju. Ja ne zelim da cinim ono sto vama zabranjujem; jedino zelim da ucinim dobro koliko mogu, a uspjeh moj zavisi samo od Allaha; u Njega se uzdam i Njemu se obracam"
        },
        {
            "chapter": 11,
            "verse": 89,
            "text": "O narode moj, neka vas neslaganje sa mnom nikako ne dovede do toga da vas zadesi ono sto je zadesilo Nuhov narod ili Hudov narod ili Salihov narod. A i Lutov narod nije mnogo prije vas zivio"
        },
        {
            "chapter": 11,
            "verse": 90,
            "text": "I trazite oprost od Gospodara svoga, i onda Mu se pokajte! - Gospodar moj je, uistinu, samilostan i pun ljubavi"
        },
        {
            "chapter": 11,
            "verse": 91,
            "text": "O Suajbe\", - rekose oni - \"mi ne razumijemo mnogo toga sto ti govoris, a vidimo da si ti među nama jadan; da nije roda tvoga,mi bismo te kamenovali, ti nisi nama drag"
        },
        {
            "chapter": 11,
            "verse": 92,
            "text": "O narode moj\", - rece on - \"zar vam je rod moj drazi od Allaha, koga sasvim odbacujete? Gospodar moj dobro zna ono sto vi radite"
        },
        {
            "chapter": 11,
            "verse": 93,
            "text": "O narode moj, cinite sve sto mozete, a cinicu i ja. Vi cete sigurno saznati koga ce kazna stici koja ce ga osramotiti i ko je lazac. Pa, cekajte i ja cu s vama cekati"
        },
        {
            "chapter": 11,
            "verse": 94,
            "text": "I kada je pala naredba Nasa, Mi smo, iz milosti Nase, Suajba i vjernike s njim spasili, a one koji su zlo cinili pogodio je uzasan glas i oni su u zemlji svojoj mrtvi, nepomicni osvanuli"
        },
        {
            "chapter": 11,
            "verse": 95,
            "text": "kao da na njoj nikada nisu ni postojali. Daleko bio Medjen kao i Semud"
        },
        {
            "chapter": 11,
            "verse": 96,
            "text": "I Musaa smo poslali sa znamenjima Nasim i dokazom jasnim"
        },
        {
            "chapter": 11,
            "verse": 97,
            "text": "faraonu i glavesinama njegovim, ali se oni povedose za faraonovim naređenjem, a njegovo naređenje nije bilo razumno"
        },
        {
            "chapter": 11,
            "verse": 98,
            "text": "Na Sudnjem danu on ce svoj narod predvoditi i u vatru ga uvesti, a uzasno je mjesto u koje ce doveden biti"
        },
        {
            "chapter": 11,
            "verse": 99,
            "text": "Na ovom svijetu ih je pratilo prokletstvo, a pratice ih i na onom; strasan ce biti \"dar\" kojim ce darivani biti"
        },
        {
            "chapter": 11,
            "verse": 100,
            "text": "To su neke vijesti koje ti o gradovima kazujemo; neki od njih jos postoje, a neki su sa zemljom sravnjeni"
        },
        {
            "chapter": 11,
            "verse": 101,
            "text": "Mi nismo prema njima bili nepravedni, vec oni samo prema sebi. I kada bi pala naredba Gospodara tvoga, nista im nisu pomogla bozanstva njihova kojima su se, a ne Allahu, klanjali, samo bi im propast njihovu povecali"
        },
        {
            "chapter": 11,
            "verse": 102,
            "text": "Eto, tako Gospodar tvoj kaznjava kad kaznjava sela i gradove koji su nasilje cinili. Kaznjavanje njegovo je zaista bolno i strasno"
        },
        {
            "chapter": 11,
            "verse": 103,
            "text": "To je pouka za one koji se plase patnje na onom svijetu; a to je Dan kada ce svi ljudi biti sabrani i to je Dan kada ce svi biti prisutni"
        },
        {
            "chapter": 11,
            "verse": 104,
            "text": "a Mi ga odgađamo samo za neko vrijeme"
        },
        {
            "chapter": 11,
            "verse": 105,
            "text": "Onoga dana kad dođe, bez dopustenja Njegova niko ni rijec nece izustiti, a među njima bice nesrecnih i srecnih"
        },
        {
            "chapter": 11,
            "verse": 106,
            "text": "I nesrecni ce u Dzehennem, u njemu ce tesko izdisati i udisati"
        },
        {
            "chapter": 11,
            "verse": 107,
            "text": "dok je nebesa i Zemlje, u njemu ce ostati, - osim ako drukcije Gospodar tvoj ne odredi. Gospodar tvoj, zaista radi ono sto zeli"
        },
        {
            "chapter": 11,
            "verse": 108,
            "text": "A srecni ce u Dzennet; dok je nebesa i Zemlje, u njemu ce boraviti, - osim ako drukcije Gospodar tvoj ne odredi; bice to dar koji ce neprekidno trajati"
        },
        {
            "chapter": 11,
            "verse": 109,
            "text": "Zato ne sumnjaj u to sta ce biti s onima koji se klanjaju ovima; oni se klanjaju onima kojima su se, jos prije, klanjali preci njihovi. Mi cemo im doista ono sto su zasluzili - bez odbitka dati"
        },
        {
            "chapter": 11,
            "verse": 110,
            "text": "I Musau smo Knjigu dali, pa su se o njoj u misljenju podvojili. I da nije Rijeci Gospodara tvoga ranije izrecene, bilo bi s njima svrseno, jer oni u nju sumnjaju mnogo"
        },
        {
            "chapter": 11,
            "verse": 111,
            "text": "I svima njima ce Gospodar tvoj prema djelima njihovim platiti, jer On dobro zna ono sto su radili"
        },
        {
            "chapter": 11,
            "verse": 112,
            "text": "Ti idi pravim putem, kao sto ti je naređeno, i nek tako postupe i vjernici koji su uz tebe, i objesni ne budite, jer On dobro vidi ono sto radite"
        },
        {
            "chapter": 11,
            "verse": 113,
            "text": "I ne drzite stranu onih koji nepravedno postupaju, pa da vas vatra przi; vi nemate drugih zastitnika osim Allaha, inace, nema vam pomoci"
        },
        {
            "chapter": 11,
            "verse": 114,
            "text": "I obavljajte molitvu pocetkom i krajem dana, i u prvim casovima noci! Dobra djela zaista ponistavaju rđava. To je pouka za one koji pouku zele"
        },
        {
            "chapter": 11,
            "verse": 115,
            "text": "I strpljiv budi! Allah doista nece uskratiti nagradu onima koji dobra djela cine"
        },
        {
            "chapter": 11,
            "verse": 116,
            "text": "A zasto je među narodima prije vas bilo samo malo cestitih, koji su branili da se na Zemlji nered cini, koje smo Mi spasili! A oni koji su zlo radili odavali su se onome u cemu su uzivali, i grjesnici su postali"
        },
        {
            "chapter": 11,
            "verse": 117,
            "text": "Gospodar tvoj nije nikada nepravedno unistavao sela i gradove ako su stanovnici njihovi bili dobri"
        },
        {
            "chapter": 11,
            "verse": 118,
            "text": "A da je Gospodar tvoj htio, sve bi ljude sljedbenicima jedne vjere ucinio. Međutim, oni ce se uvijek u vjerovanju razilaziti"
        },
        {
            "chapter": 11,
            "verse": 119,
            "text": "osim onih kojima se Gospodar tvoj smiluje. A zato ih je i stvorio. I ispunice se rijec Gospodara tvoga: \"Napunicu, zaista, Dzehennem dzinnovima i ljudima - zajedno"
        },
        {
            "chapter": 11,
            "verse": 120,
            "text": "I sve ove vijesti koje ti o pojedinim događajima o poslanicima kazujemo zato su da njima srce tvoje ucvrstimo. I u ovima dosla ti je prava istina, i pouka, i vjernicima opomena"
        },
        {
            "chapter": 11,
            "verse": 121,
            "text": "I reci onima koji nece da vjeruju: \"Radite sto god mozete, a i mi cemo raditi"
        },
        {
            "chapter": 11,
            "verse": 122,
            "text": "i cekajte, i mi cemo cekati"
        },
        {
            "chapter": 11,
            "verse": 123,
            "text": "Allah zna tajne nebesa i Zemlje i Njemu se sve vraca, zato se samo Njemu klanjaj i samo se u Njega uzdaj! A Gospodar tvoj motri na ono sto radite"
        },
        {
            "chapter": 12,
            "verse": 1,
            "text": "Elif-lam-ra. Ovo su ajeti Knjige jasne"
        },
        {
            "chapter": 12,
            "verse": 2,
            "text": "Objavljujemo je kao Kur´an na arapskom jeziku da biste razumjeli"
        },
        {
            "chapter": 12,
            "verse": 3,
            "text": "Objavljujuci ti ovaj Kur´an, Mi tebi o najljepsim događajima kazujemo iako prije njega nisi doista nista znao"
        },
        {
            "chapter": 12,
            "verse": 4,
            "text": "Kada Jusuf rece ocu svome; \"O oce moj, sanjao sam jedanaest zvijezda, i Sunce i Mjesec, i u snu sam ih vidio kako mi se poklonise"
        },
        {
            "chapter": 12,
            "verse": 5,
            "text": "on rece: \"O sinko moj, ne kazuj svoga sna braci svojoj, da ti ne ucine kakvu pakost, sejtan je doista covjeku otvoreni neprijatelj"
        },
        {
            "chapter": 12,
            "verse": 6,
            "text": "I eto tako, Gospodar tvoj ce tebe odabrati, i tumacenju snova te nauciti, i miloscu Svojom tebe i Jakubovu porodicu obasuti, kao sto je prije tebe obasuo pretke tvoje, Ibrahima i Ishaka. - Gospodar tvoj, zaista, sva zna i mudar je"
        },
        {
            "chapter": 12,
            "verse": 7,
            "text": "U Jusufu i braci njegovoj nalaze se pouke za sve koji se raspituju"
        },
        {
            "chapter": 12,
            "verse": 8,
            "text": "Kada oni rekose: \"Jusuf i brat njegov drazi su nasem ocu od nas, a nas je citava skupina. Nas otac, zaista, ocito grijesi"
        },
        {
            "chapter": 12,
            "verse": 9,
            "text": "Ubijte Jusufa ili ga u kakav predio ostavite, - otac vas ce se vama okrenuti, i poslije toga cete dobri ljudi biti"
        },
        {
            "chapter": 12,
            "verse": 10,
            "text": "jedan od njih rece: \"Ako bas hocete nesto da ucinite, onda Jusufa ne ubijte, vec ga na dno nekog bunara bacite, uzece ga kakva karavana"
        },
        {
            "chapter": 12,
            "verse": 11,
            "text": "O oce nas,\" - rekose oni - \"zasto sumnjas u nasa osjecanja prema Jusufu. Mi mu zaista zelimo dobro"
        },
        {
            "chapter": 12,
            "verse": 12,
            "text": "Posalji ga sutra s nama da se zabavi i razonodi, mi cemo ga, sigurno, cuvati"
        },
        {
            "chapter": 12,
            "verse": 13,
            "text": "Bice mi doista zao ako ga odvedete, a plasim se da ga vuk ne pojede kad vi na njega ne budete pazili\" - rece jakub"
        },
        {
            "chapter": 12,
            "verse": 14,
            "text": "Kako ce ga vuk pojesti, a nas ovoliko!\" - rekose oni -, \"mi bismo tada zaista bili izgubljeni"
        },
        {
            "chapter": 12,
            "verse": 15,
            "text": "I kada ga odvedose i odlucise da ga bace na dno bunara, Mi mu objavismo: \"Ti ces ih o ovom postupku njihovu obavijestiti, a oni te nece prepoznati"
        },
        {
            "chapter": 12,
            "verse": 16,
            "text": "I uvece dođose ocu svome placuci"
        },
        {
            "chapter": 12,
            "verse": 17,
            "text": "O oce nas,\" - rekose - \"bili smo otisli da se trkamo, a Jusufa smo ostavili kod nasih stvari, pa ga je vuk pojeo. A ti nam neces vjerovati, iako istinu govorimo"
        },
        {
            "chapter": 12,
            "verse": 18,
            "text": "I donesose kosulju njegovu laznom krvlju okrvavljenu. \"U vasim dusama je ponikla zla misao\" - rece on - i ja se necu jadati, od Allaha ja trazim pomoc protiv ovoga sto vi iznosite"
        },
        {
            "chapter": 12,
            "verse": 19,
            "text": "I dođe jedna karavana, te poslase vodonosu svoga i on spusti vedro svoje. \"Mustuluk!\" - viknu on - \"evo jednog djecaka!\" I oni su ga kao trgovacku robu sakrili, a Allah dobro zna ono sto su uradili"
        },
        {
            "chapter": 12,
            "verse": 20,
            "text": "I prodadose ga za jeftine pare, za nekoliko grosa; jedva su cekali da ga se oslobode"
        },
        {
            "chapter": 12,
            "verse": 21,
            "text": "i onda onaj iz Misira, koji ga je kupio, rece zeni svojoj: \"Ucini mu boravak prijatnim! Moze nam koristan biti, a mozemo ga i posiniti!\" I eto tako Mi Jusufu dadosmo lijepo mjesto na Zemlji i naucismo ga tumacenju snova --a Allah cini sta hoce, ali vecina ljudi ne zna"
        },
        {
            "chapter": 12,
            "verse": 22,
            "text": "I kad on stasa, Mi ga mudroscu i znanjem obdarismo; tako Mi nagrađujemo one koji dobra djela cine"
        },
        {
            "chapter": 12,
            "verse": 23,
            "text": "I poce da ga na grijeh navodi ona u cijoj je kuci bio, pa zakljuca sva vrata i rece: \"Hodi!\" - \"Sacuvaj Boze!\" - uzviknu on -, \"vlasnik me moj lijepo pazi; a oni koji dobro uzvrate zlim nece nikad uspjeti"
        },
        {
            "chapter": 12,
            "verse": 24,
            "text": "I ona je bila pozeljela njega, a i on bi nju pozelio da od Gospodara svoga nije opomenu ugledao - tako bi, da odvratimo od njega izdajstvo i blud, jer je on uistinu bio Nas iskreni rob"
        },
        {
            "chapter": 12,
            "verse": 25,
            "text": "I njih dvoje prema vratima potrcase - a ona razdera straga kosulju njegovu - i muza njezina kraj vrata zatekose. \"Kakvu kaznu zasluzuje onaj koji je htio da zeni tvojoj zlo ucini\" - rece ona - \"ako ne tamnicu ili kaznu bolnu"
        },
        {
            "chapter": 12,
            "verse": 26,
            "text": "Ona je pokusala da mene na grijeh navede\" - rece Jusuf. - \"Ako je kosulja njegova s prijeda razderana onda ona istinu govori, a on neistinu,\" - primjeti jedan rođak njezin"
        },
        {
            "chapter": 12,
            "verse": 27,
            "text": "a ako je kosulja njegova straga raderana, onda ona laze, a on govori isitnu"
        },
        {
            "chapter": 12,
            "verse": 28,
            "text": "I kada on vidje da je kosulja njegova straga razderana, rece: \"To je jedno od vasih lukavstava, vasa lukavstva su zaista velika"
        },
        {
            "chapter": 12,
            "verse": 29,
            "text": "Ti, Jusufe, ostavi se toga, a ti trazi oprostenje za grijeh svoj, jer si zaista htjela da zgrijesis"
        },
        {
            "chapter": 12,
            "verse": 30,
            "text": "I zene u gradu pocese govorkati: \"Upravnikova zena navracala momka svoga na grijeh, u njega se ludo zagledala! Mi mislimo da jako grijesi"
        },
        {
            "chapter": 12,
            "verse": 31,
            "text": "I kad ona cu za ogovaranja njihova, posla po njih, te im priredi divane, dade svakoj od njih po noz i rece: \"Izađi pred njih!\" A kad ga one ugledase, zadivise se ljepoti njegovoj i po rukama svojim se porezase; \"Boze, boze!\" - uskliknuse - \"ovo nije covjek, ovo je melek plemeniti"
        },
        {
            "chapter": 12,
            "verse": 32,
            "text": "E to vam je onaj zbog koga ste me korile\" - rece ona. \"Istina je da sam htjela da ga na grijeh navratim, ali se on odupro. Ako ne ucini ono sto od njega trazim, bice sigurno u tamnicu bacen i ponizen"
        },
        {
            "chapter": 12,
            "verse": 33,
            "text": "Gospodaru moj,\" - zavapi on - \"draza mi je tamnica od ovoga na sto me one navracaju? i ako Ti ne odvratis od mene lukavstva njihova, ja mogu prema njima naklonost osjetiti i lakosmislen postati"
        },
        {
            "chapter": 12,
            "verse": 34,
            "text": "I Gospodar njegov uslisa molbu njegovu i spasi ga lukavstva njihova; On, uistinu, sve cuje i zna"
        },
        {
            "chapter": 12,
            "verse": 35,
            "text": "Poslije im na pamet pade, iako su se bili uvjerili da je neduzan, da ga za neko vrijeme bace u tamnicu"
        },
        {
            "chapter": 12,
            "verse": 36,
            "text": "S njima su u tamnicu usla jos dva momka. \"Ja sam sanjao da cijedim grozđe\" - rece jedan od njih. - \"A ja, opet,: - rece drugi - \"kako na glavi nosim hljeb koi ptice kljuju. Protumaci nam to, jer vidimo da si zaista dobar covjek"
        },
        {
            "chapter": 12,
            "verse": 37,
            "text": "Nijedan obrok hrane nece vam donesen biti, a da vam ja prije ne kazem sta cete dobiti,\" - rece Jusuf. \"To je smo dio onoga cemu me naucio Gospodar moj, ja se klonim vjere naroda koji u Allah ne vjeruje i koji i onaj svijet ne priznaje"
        },
        {
            "chapter": 12,
            "verse": 38,
            "text": "i ispovijedam vjeru predak svojih, Ibrahima i Ishaka i Jakuba; nama ne prilici da ikoga Allahu smatramo ravnim. To je Allahova milost prema nama i ostalim ljudima, ali vecina ljudi nije zahvalna"
        },
        {
            "chapter": 12,
            "verse": 39,
            "text": "o drugovi moji u tamnici, ili su bolji raznorazni bogovi ili Allah, Jedini i Svemocni"
        },
        {
            "chapter": 12,
            "verse": 40,
            "text": "Oni kojima se, mimo Njega, klanjate, samo su imena koja ste im nadjenuli vi i preci vasi, - Allah o njima nikakav dokaz nije objavio. Sud pripada jedino Allahu, a On je naredio da se klanjate samo Njemu. To je jedino prava vjera, ali vecina ljudi ne zna"
        },
        {
            "chapter": 12,
            "verse": 41,
            "text": "O drugovi moji u tamnici, jedan od vas ce gospodara svoga vinom pojiti, a drugi ce raspet biti, pa ce mu ptice glavu kljuvati. Ono sto ste pitali samo to znaci"
        },
        {
            "chapter": 12,
            "verse": 42,
            "text": "A onome od njih dvojice za koga je znao da ce spasen biti rece: \"Spomeni me gospodaru svome\" - ali sejtan ucini te on zaboravi da ga spomene gospodaru svome, i Jusuf ostade u tamnici nekolike godine"
        },
        {
            "chapter": 12,
            "verse": 43,
            "text": "I vladar rece: \"sanjao sam kako sedam mrsavih krava pojede sedam debelih, i sanjao sam sedam klasova zelenih i sedam drugih sasusenih. O velikasi, protumacite mi san moj ako snove znate tumaciti"
        },
        {
            "chapter": 12,
            "verse": 44,
            "text": "Zbrkanih li snova\" - rekose oni - \"mi snove ne znamo tumaciti"
        },
        {
            "chapter": 12,
            "verse": 45,
            "text": "I tada, poslije toliko vremena, sjeti se jedan od one dvojice, onaj koji se spasio, i rece: \"Ja cu vam protumaciti san, samo me posaljite"
        },
        {
            "chapter": 12,
            "verse": 46,
            "text": "Jusufe, o prijatelju, protumaci nam sta znaci: sedam mrsavih krava pojede sedam debelih; i sedam klasova zelenih i sedam drugih sasusenih, - pa da se vratim ljudima, da bi oni saznali"
        },
        {
            "chapter": 12,
            "verse": 47,
            "text": "Sijacete sedam godina uzastopno\" - rece -, \"pa ono sto pozanjete u klasu ostavite, osim ono malo sto cete jesti"
        },
        {
            "chapter": 12,
            "verse": 48,
            "text": "jer ce poslije toga doci sedam teskih koje ce pojesti ono sto ste za njih pripremili, ostace jedino ono malo sto cete za sjetvu sacuvati"
        },
        {
            "chapter": 12,
            "verse": 49,
            "text": "Zatim ce, poslije toga, doci godina u kojoj ce ljudima kise u obilju biti i u kojoj ce cijediti"
        },
        {
            "chapter": 12,
            "verse": 50,
            "text": "I vladar rece: \"Dovedite mi ga!\" I kad Jusufu izaslanik dođe, on rece: \"Vrati se gospodaru svome i upitaj ga: \"Sta je s onim zenama koje su svoje ruke porezale - Vlasnik moj dobro zna spletke njihove"
        },
        {
            "chapter": 12,
            "verse": 51,
            "text": "Sta se dogodilo kad ste Jusufa na grijeh navracale?\" - upita vladar. - \"Boze sacuvaj\" - rekose one - \"mi o njemu nista ruzno ne znamo!\" - \"Sad ce isitina na vidjelo izaci\" - rece upravnikova zena -, \"ja sam njega na grijeh navracala, on je istinu rekao"
        },
        {
            "chapter": 12,
            "verse": 52,
            "text": "Isto tako on neka zna da ga ja nisam, dok je bio odsutan, iznevjerila jer Allah ne da da se ostvare lukavstva podmuklih"
        }
    ]
}