{
    "manzils": [
        {
            "chapter": 1,
            "verse": 1,
            "text": "به نام خداوند بخشندۀ مهربان"
        },
        {
            "chapter": 1,
            "verse": 2,
            "text": "ستایش مخصوص الله است که پروردگار جهانیان است"
        },
        {
            "chapter": 1,
            "verse": 3,
            "text": "بخشندۀ مهربان است"
        },
        {
            "chapter": 1,
            "verse": 4,
            "text": "مالک روز جزاء است"
        },
        {
            "chapter": 1,
            "verse": 5,
            "text": "تنها تو را می‌پرستیم؛ و تنها از تو یاری می‌جوییم"
        },
        {
            "chapter": 1,
            "verse": 6,
            "text": "ما را به راه راست هدایت کن"
        },
        {
            "chapter": 1,
            "verse": 7,
            "text": "راه کسانی‌که بر آنان نعمت دادی؛ نه خشم گرفتگان بر آن‌ها؛ و نه گمراهان [مراد از ﴿أَنۡعَمۡتَ عَلَيۡهِمۡ﴾: انبیا، صدیقین، شهداء و صالحین هستند، چنانکه در سورۀ نساء آیه 69 آمده است. و مراد از ﴿ٱلۡمَغۡضُوبِ عَلَيۡهِمۡ﴾ یهود اند. مراد از گمراهان، نصاری می‌باشد]"
        },
        {
            "chapter": 2,
            "verse": 1,
            "text": "الف. لام. میم [ الف. لام. میم، حروف مقطعه هستند که در اوایل برخی از سوره‌های قرآن آمده است، که معانی آن‌ها را تنها الله متعال می‌داند. (تفسیر ابن کثیر]"
        },
        {
            "chapter": 2,
            "verse": 2,
            "text": "این کتابی است که هیچ شکی در آن نیست و مایه هدایت پرهیزگاران است. [مراد از پرهیزگاران کسانی‌اند که فقط از الله متعال می‌ترسند و احکام او را به‌جای می‌آورند و از چیزهای منع‌شده دوری می‌جویند]"
        },
        {
            "chapter": 2,
            "verse": 3,
            "text": "آن کسانی‌که به غیب ایمان می‌آورند و نماز را بر پا می‌دارند و از آنچه روزی‌شان داده‌ایم انفاق می‌کنند. [مراد از غیب، تمام آن چیزهایی است که عقل و حواس نتواند آن را در دنیا درک کند مانند: وجود الله متعال، فرشتگان، حیات بعد از مرگ و غیره، و در اینجا مراد از ایمان به غیب، یقین‌داشتن به تمام آن مسایل ماورای عقل و حواس که الله و رسول ما را از آن خبر داده‌اند می‌باشد مانند: ایمان به الله متعال، اعتقاد داشتن به فرشتگان، کتاب‌های آسمانی، پیامبران، روز رستاخیز و قضا و قدر]"
        },
        {
            "chapter": 2,
            "verse": 4,
            "text": "و آنان که به آنچه بر تو نازل شده و آنچه (بر پیامبران) پیش از تو نازل شده، ایمان می‌آورند، و به روز رستاخیز یقین دارند"
        },
        {
            "chapter": 2,
            "verse": 5,
            "text": "آنان بر هدایت از جانب پروردگارشانند و آنان رستگارانند"
        },
        {
            "chapter": 2,
            "verse": 6,
            "text": "کسانی‌که کافر شدند، برایشان یکسان است که آنان را بترسانی یا نترسانی، ایمان نمی‌آورند"
        },
        {
            "chapter": 2,
            "verse": 7,
            "text": "الله بر دلها و گوش‌هایشان مهر زده است و بر چشم‌هایشان پرده‌ای است، و برای آن‌ها عذاب بزرگی است"
        },
        {
            "chapter": 2,
            "verse": 8,
            "text": "گروهی از مردم هستند که می‌گویند: به الله و روز رستاخیز ایمان آورده‌ایم، در حالی‌که ایمان ندارند"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "آنان (به نظرشان) الله و مؤمنان را فریب می‌دهند، در حالی‌که جز خودشان را فریب نمی‌دهند ولی نمی‌فهمند"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "در دل‌های آنان بیماری است و الله بر بیماری آنان افزوده، و بخاطر دروغ‌هایی که می‌گفتند، برایشان عذاب دردناکی است"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "و هنگامی‌که به آن‌ها گفته شود: «در زمین فساد نکنید» می‌گویند: «ما فقط اصلاح‌کننده‌ایم»"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "آگاه باشید! آن‌ها همان مفسدانند؛ ولی نمی‌فهمند"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "و هنگامی‌که به آنان گفته شود: «ایمان بیاورید؛ چنانکه مردم ایمان آورده‌اند» می‌گویند: «آیا ایمان بیاوریم چنانکه بی‌خردان ایمان آوردند؟» آگاه باشید، آن‌ها همان نابخردانند؛ ولی نمی‌دانند"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "و هنگامی‌که افراد با ایمان را ملاقات می‌کنند، می‌گویند: «ما ایمان آورده‌ایم»، و هنگامی‌که با شیطان‌های خود خلوت می‌کنند، می‌گویند: «ما با شماییم، ما فقط (آن‌ها را) مسخره می‌کنیم»"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "الله آنان را مسخره می‌کند، و آن‌ها را در طغیان‌شان نگه می‌دارد تا سرگردان شوند"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "آنان کسانی هستند که گمراهی را به هدایت خریدند، پس تجارت آن‌ها سودی نداد، و هدایت نیافتند"
        },
        {
            "chapter": 2,
            "verse": 17,
            "text": "داستان اینان همانند داستان کسی است که آتشی افروخته پس چون آتش اطراف او را روشن ساخت، الله نورشان را بگرفت و در تاریکی‌هایی که نمی‌بینند رهایشان کرد"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "کرانند، گنگانند، کورانند، پس باز نمی‌گردند"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "یا همچون بارانی است که از آسمان (فرو ریزد) و در آن تاریکی‌ها و رعد و برق باشد، و آن‌ها از ترس مرگ، انگشتان خود را در گوش‌هایشان فرو می‌برند تا صدای صاعقه را نشنوند، و الله به کافران احاطه دارد"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "نزدیک است که برق چشمان‌شان را برباید، هر گاه که برای آن‌ها روشن شود در (روشنائی) آن راه می‌روند و چون تاریک شود (در جای خود) بایستند. و اگر الله بخواهد گوش و چشمان‌شان را از بین می‌برد، چرا که الله بر هر چیز توانا است"
        },
        {
            "chapter": 2,
            "verse": 21,
            "text": "ای مردم، پروردگار خود را پرستش کنید، آن کسی‌که شما و کسانی را که پیش از شما بودند آفرید، تا پرهیزگار شوید"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "آن کس‌که زمین را برای شما بگسترد و آسمان را همچون سقفی بالای سر شما قرار داد. و از آسمان آبی فرو فرستاد و بوسیلۀ آن انواع میوه‌ها را بوجود آورد تا روزی شما باشد. بنابراین برای الله همتایانی قرار ندهید، در حالی‌که می‌دانید"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "و اگر دربارۀ آنچه بر بنده خود (محمد صلی الله علیه و سلم) نازل کرده‌ایم؛ در شک و تردید هستید، سوره‌ای همانند آن بیاورید و گواهان خود را - غیر از الله- فرا خوانید؛ اگر راست می‌گویید"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "پس اگر چنین نکردید - و هرگز نتوانید کرد- از آتشی بترسید که هیزم آن مردم و سنگ‌ها است، و برای کافران آماده شده است"
        },
        {
            "chapter": 2,
            "verse": 25,
            "text": "به کسانی‌که ایمان آورده، و کارهای شایسته انجام داده‌اند مژده ده که باغ‌هایی از بهشت برای آن‌هاست که نهر‌ها از زیر (درختان) آن جاری است. هر زمان که میوه‌ای از آن به آنان داده شود گویند: «این همان است که قبلاً به ما روزی داده شده بود» و میوه‌هایی همانند آورده شود، و برای آنان همسرانی پاکیزه است و جاودانه در آن خواهند بود"
        },
        {
            "chapter": 2,
            "verse": 26,
            "text": "به‌راستی الله از اینکه به پشه‌ای یا بالاتر از آن مثال بزند شرم نمی‌کند. آنان که ایمان آورده‌اند می‌دانند که آن (مثل) حق است از طرف پروردگارشان و اما آنهایی که کافرند می‌گویند: الله از این مثل چه خواسته است؟ الله بسیاری را با آن گمراه، و گروه بسیاری را هدایت می‌کند، و تنها فاسقان را با آن گمراه می‌سازد"
        },
        {
            "chapter": 2,
            "verse": 27,
            "text": "کسانی‌که پیمان الله را، پس از محکم ساختن آن می‌شکنند، و آنچه را که الله دستور داده بر قرار سازند، قطع نموده، و در روی زمین فساد می‌کنند، این‌ها زیانکارانند"
        },
        {
            "chapter": 2,
            "verse": 28,
            "text": "چگونه به الله کافر می‌شوید؟ در حالی‌که شما مردگان بودید، و او شما را زنده کرد، سپس شما را می‌میراند، سپس شما را زنده می‌کند، آنگاه به‌سوی او باز گردانده می‌شوید"
        },
        {
            "chapter": 2,
            "verse": 29,
            "text": "او (الله) است که همه آنچه را که در زمین است برای شما آفرید، آنگاه آهنگ آسمان کرد و آن‌ها را به‌صورت هفت آسمان مرتب نمود، و او به هر چیز آگاه است"
        },
        {
            "chapter": 2,
            "verse": 30,
            "text": "و (بیاد بیاور) هنگامی را که پروردگارت به فرشتگان گفت: «من در زمین جانشینی قرار خواهم داد». گفتند: «آیا کسی را در آن قرار می‌دهی که در آن فساد و خونریزی کند؟ ما تسبیح و حمد تو را به جا می‌آوریم و تو را تقدیس می‌کنیم». پروردگار فرمود: «یقیناً من می‌دانم آنچه را که شما نمی‌دانید»"
        },
        {
            "chapter": 2,
            "verse": 31,
            "text": "و نام‌ها را همگی به آدم آموخت. سپس آن‌ها را به فرشتگان عرضه داشت، و فرمود: «اگر راستگویید، نام‌های این‌ها را به من خبر دهید»"
        },
        {
            "chapter": 2,
            "verse": 32,
            "text": "(فرشتگان) گفتند: «منزهی تو!. ما چیزی جز آنچه به ما آموخته‌ای نمی‌دانیم، تو دانای حکیمی»"
        },
        {
            "chapter": 2,
            "verse": 33,
            "text": "فرمود: «ای آدم! آنان را از نام‌هایشان آگاه کن» هنگامی‌که آنان را آگاه کرد (الله) فرمود: «آیا به شما نگفتم که من غیب آسمان‌ها و زمین را می‌دانم؟! و نیز می‌دانم آنچه را که آشکار می‌کنید، و آنچه را پنهان می‌داشتید»"
        },
        {
            "chapter": 2,
            "verse": 34,
            "text": "(یاد بیاور) هنگامی را که به فرشتگان گفتیم: «برای آدم سجده کنید» پس (همگی) سجده کردند، جز ابلیس که سرباز زد، و تکبر ورزید، و از کافران شد"
        },
        {
            "chapter": 2,
            "verse": 35,
            "text": "و گفتیم: «ای آدم! تو با همسرت در بهشت سکونت کن، و از (میوه‌های) آن هر جا می‌خواهید، گوارا بخورید، و لیکن به این درخت نزدیک نشوید، که از ستمگران خواهید شد»"
        },
        {
            "chapter": 2,
            "verse": 36,
            "text": "پس شیطان موجب لغزش آن دو شد، سپس آنان را از آنچه در آن بودند (= بهشت) بیرون کرد. و گفتیم: «همگی (به زمین) فرود آیید در حالی‌که بعضی دشمن بعضی خواهید بود. و برای شما در زمین تا مدت معینی قرارگاه و وسیلۀ بهره برداری خواهد بود»"
        },
        {
            "chapter": 2,
            "verse": 37,
            "text": "آنگاه آدم از پروردگارش کلماتی فرا گرفت و الله توبه او را پذیرفت، چرا که الله توبه‌پذیر مهربان است. [مراد از «کلمات» سخنانی است که حضرت آدم علیه السلام با آن دعا و استغفار نمود و در سورۀ اعراف آیه 23 بیان شده است. (تفسیر ابن کثیر]"
        },
        {
            "chapter": 2,
            "verse": 38,
            "text": "گفتیم: «همگی از آن فرود آیید! پس هر گاه هدایتی از طرف من برای شما آمد، کسانی‌که از آن پیروی کنند، نه ترسی بر آنان خواهد بود و نه غمگین خواهند شد»"
        },
        {
            "chapter": 2,
            "verse": 39,
            "text": "و کسانی‌که کافر شدند و نشانه‌های ما را دروغ پنداشتند آنان اهل دوزخند، و همیشه در آن خواهند بود"
        },
        {
            "chapter": 2,
            "verse": 40,
            "text": "ای فرزندان اسرائیل (= یعقوب)! نعمت مرا که به شما ارزانی داشتم به یاد آورید، و به پیمانی که با من بسته‌اید وفا کنید، تا من نیز به پیمان شما وفا کنم و تنها از من بترسید"
        },
        {
            "chapter": 2,
            "verse": 41,
            "text": "و به آنچه نازل کرده‌ام (= قرآن) ایمان بیاورید که تصدیق‌کننده چیزی است که با شما است، و نخستین کافر به آن نباشید، و آیات مرا به بهای ناچیز نفروشید، و تنها از من بترسید"
        },
        {
            "chapter": 2,
            "verse": 42,
            "text": "و حق را با باطل نیامیزید، و حق را پنهان نکنید، در حالی‌که می‌دانید"
        },
        {
            "chapter": 2,
            "verse": 43,
            "text": "و نماز را بر پا دارید و زکات را بپردازید، و با نمازگزاران نماز بخوانید"
        },
        {
            "chapter": 2,
            "verse": 44,
            "text": "آیا مردم را به نیکی فرمان می‌دهید، و خودتان را فراموش می‌کنید، در حالی‌که شما کتاب (آسمانی) را می‌خوانید؟! آیا نمی‌اندیشید؟"
        },
        {
            "chapter": 2,
            "verse": 45,
            "text": "و از شکیبایی و نماز یاری جویید، و نماز؛ جز بر فروتنان، دشوار و گران است"
        },
        {
            "chapter": 2,
            "verse": 46,
            "text": "آن کسانی‌که یقیناً می‌دانند دیدار کنندۀ پروردگار خویش‌اند و به‌سوی او باز می‌گردند"
        },
        {
            "chapter": 2,
            "verse": 47,
            "text": "ای فرزندان اسرائیل (= یعقوب)! نعمت مرا که به شما ارزانی داشتم به یاد آورید، و (نیز) اینکه من شما را بر جهانیان برتری دادم"
        },
        {
            "chapter": 2,
            "verse": 48,
            "text": "و از روزی بترسید که کسی از کسی کفایتی نکند، و از او شفاعت پذیرفته نمی‌شود، و نه از او تاوان و فدیه گرفته می‌شود، و نه یاری می‌شوند"
        },
        {
            "chapter": 2,
            "verse": 49,
            "text": "و (نیز به یاد آورید) هنگامی‌که شما را از چنگال فرعونیان نجات دادیم، (آنان) شما را به بدترین صورت آزار و شکنجه می‌دادند، پسران شما را سر می‌بریدند، و زنان شما را زنده نگه می‌داشتند، و در این‌ها آزمایش بزرگی از جانب پروردگارتان برای شما بود"
        },
        {
            "chapter": 2,
            "verse": 50,
            "text": "و (به یاد آورید) هنگامی را که دریا را برای شما شکافتیم، و شما را نجات دادیم، و فرعونیان را غرق ساختیم، در حالی‌که شما می‌نگریستید"
        },
        {
            "chapter": 2,
            "verse": 51,
            "text": "و (به یاد آورید) هنگامی را که با موسی چهل شب وعده گذاردیم، آنگاه شما بعد از او گوساله را (به پرستش) گرفتید، در حالی‌که ستمکار بودید"
        },
        {
            "chapter": 2,
            "verse": 52,
            "text": "سپس شما را بعد از آن بخشیدیم، شاید سپاسگزاری کنید"
        },
        {
            "chapter": 2,
            "verse": 53,
            "text": "و (نیز به یاد آورید) هنگامی را که به موسی کتاب (تورات) و فرقان (معجزه‌های جداکننده میان حق و باطل) را عطا کردیم، تا اینکه هدایت شوید"
        },
        {
            "chapter": 2,
            "verse": 54,
            "text": "و (به یاد آورید) زمانی را که موسی به قوم خود گفت: «ای قوم من! شما با (به پرستش) گرفتن گوساله به خود ستم کرده‌اید، پس به‌سوی آفریدگار خود باز گردید و توبه کنید، و خود را (همدیگر را) بکشید، این کار برای شما در پیشگاه پروردگارتان بهتر است». آنگاه الله توبه شما را پذیرفت، زیرا که او توبه‌پذیر مهربان است"
        },
        {
            "chapter": 2,
            "verse": 55,
            "text": "و (به یاد آورید) هنگامی را که گفتید: «ای موسی! ما هرگز به تو ایمان نمی‌آوریم، مگر اینکه الله را آشکارا ببینیم». پس صاعقه شما را گرفت، در حالی‌که می‌نگریستید"
        },
        {
            "chapter": 2,
            "verse": 56,
            "text": "سپس شما را پس از مردن‌تان بر انگیختیم، شاید سپاسگزاری کنید"
        },
        {
            "chapter": 2,
            "verse": 57,
            "text": "و ابر را بر شما سایبان قرار دادیم، و «من» (ترنجبین) و «سلوی» (بلدرچین) را بر شما فرو فرستادیم، (و گفتیم): «از پاکیزه‌هایی که به شما روزی داده‌ایم؛ بخورید» (ولی شما کفر ورزیدید). آن‌ها به ما ستم نکردند؛ بلکه به خود ستم می‌نمودند"
        },
        {
            "chapter": 2,
            "verse": 58,
            "text": "و (به یاد آورید) هنگامی را که گفتیم: «به این شهر (= بیت‌المقدس) وارد شوید، و از نعمت‌های آن از هر جا که می‌خواهید به فراوانی بخورید، و با خشوع و فروتنی به دروازه در آیید و بگویید: «خواسته ما آمرزش گناهان است» تا گناهان شما را ببخشیم، و به نیکو کاران فزون‌تر می‌بخشیم»"
        },
        {
            "chapter": 2,
            "verse": 59,
            "text": "آنگاه ستمگران این سخن را که به آن‌ها گفته شده بود، تغییر دادند (و به جای آن کلمۀ مسخره‌آمیزی گفتند) لذا بر ستمگران در برابر این نافرمانی‌شان، عذابی از آسمان نازل کردیم. [رسول الله صلی الله علیه و سلم فرمودند: «به بنی اسرائیل گفته شد: آنگاه آنان با نشیمنگاه‌هایشان خزیدند و عقب عقب وارد شدند، و به جای (حِطَّةٌ) (گناهان ما را ببخش) گفتند: (حِنّطَةٌ) حَبَّةٌ فَي شَعْرَةٍ، دانه‌ای در جو». (صحیح بخاری)"
        },
        {
            "chapter": 2,
            "verse": 60,
            "text": "و (به یاد آورید) هنگامی را که موسی برای قوم خویش، آب خواست، پس گفتیم: «عصای خود را بر سنگ بزن» آنگاه دوازده چشمۀ آب از آن جوشید، و هر گروهی آبشخور خود را دانست، (و گفتیم): «از روزی الله بخورید و بیاشامید، و در زمین به تباهی مکوشید»"
        },
        {
            "chapter": 2,
            "verse": 61,
            "text": "و (به یاد آورید) زمانی را که گفتید: «ای موسی! ما هرگز بر یک نوع غذا شکیبایی نداریم، پس پروردگار خویش را بخوان، تا از آنچه زمین می‌رویاند، از سبزی و خیار و سیر و عدس و پیازش برای ما بیرون آورد». (موسی) گفت: «آیا چیزی را که پست‌تر است به جای چیز بهتر جایگزین می‌کنید؟ به شهری فرود آیید، زیرا آنچه را خواستید در آنجا برای شما هست» و (مهر) ذلت و بی‌نوایی بر آنان زده شد، و سزاوار خشم الله گردیدند، چرا که آنان به آیات الله کفر می‌ورزیدند، و پیامبران را به ناحق می‌کشتند. این‌ها به خاطر آن بود که گناهکار و متجاوز بودند"
        },
        {
            "chapter": 2,
            "verse": 62,
            "text": "به‌درستی کسانی‌که ایمان آورده‌اند، و کسانی‌که یهودی شدند و نصاری و صابئان (= ستاره پرستان) آنان که به الله و روز قیامت ایمان آوردند و کارهای شایسته انجام دهند، پاداش‌شان نزد پروردگارشان است، و نه ترسی بر آنان خواهد بود و نه غمگین خواهند شد"
        },
        {
            "chapter": 2,
            "verse": 63,
            "text": "و (به یاد آورید) زمانی را که از شما پیمان گرفتیم، و (کوه) طور را بالای سر شما بر افراشتیم، (و به شما گفتیم): «آنچه را به شما داده‌ایم، با قدرت بگیرید، و آنچه را در آن است یاد کنید، شاید پرهیزگار شوید»"
        },
        {
            "chapter": 2,
            "verse": 64,
            "text": "سپس شما بعد از این روی گرداندید، پس اگر فضل و رحمت الله بر شما نبود، از زیانکاران بودید"
        },
        {
            "chapter": 2,
            "verse": 65,
            "text": "بی‌گمان شما از حال کسانی از شما که در روز شنبه نافرمانی و تجاوز کردند، آگاه شده‌اید، پس ما به آن‌ها گفتیم: «بوزینه‌های خوار و رانده شده باشید»"
        },
        {
            "chapter": 2,
            "verse": 66,
            "text": "پس ما این (کیفر) را عبرتی برای مردم آن زمان و نسل‌های بعد از آنان، و پند و اندرزی برای پرهیزگاران قرار دادیم"
        },
        {
            "chapter": 2,
            "verse": 67,
            "text": "و (به یاد آورید) زمانی را که موسی به قوم خود گفت: «الله به شما دستور می‌دهد که گاوی را ذبح کنید» گفتند: «آیا ما را مسخره می‌کنی؟» (موسی) گفت: «به الله پناه می‌برم از اینکه از نادانان باشم»"
        },
        {
            "chapter": 2,
            "verse": 68,
            "text": "گفتند: «از الله خود بخواه که برای ما روشن کند که آن چگونه (گاوی) است؟» (موسی) گفت: (الله) می‌فرماید: «آن گاوی است که نه پیر و نه جوان، بلکه میان سالی بین این دو باشد، پس آنچه به شما دستور داده شده است؛ انجام دهید»"
        },
        {
            "chapter": 2,
            "verse": 69,
            "text": "گفتند: «از پروردگارت بخواه تا برای ما روشن سازد، رنگ آن چگونه است؟» (موسی) گفت: (الله) می‌فرماید: «آن گاو زرد پر رنگی است که بینندگان را شاد می‌کند»"
        },
        {
            "chapter": 2,
            "verse": 70,
            "text": "گفتند: «از پروردگارت بخواه تا برای ما روشن سازد که آن چگونه (گاوی) است؟ براستی این گاو بر ما مشتبه شده، و اگر الله بخواهد ما هدایت خواهیم شد»"
        },
        {
            "chapter": 2,
            "verse": 71,
            "text": "(موسی) گفت: (الله) می‌فرماید: «آن گاوی است که نه برای شخم زدن رام شده، و نه برای زراعت آبکشی کند، بی عیب است و یک رنگ و در آن خالی نیست» گفتند: «اینک سخن درست آوردی» پس گاو را سر بریدند، و نزدیک بود که این کار نکنند"
        },
        {
            "chapter": 2,
            "verse": 72,
            "text": "و (به یاد آورید) هنگامی را که فردی را کشتید، آنگاه دربارۀ او به نزاع پرداختید، و الله آشکار کننده آن چیزی است که پنهان می‌کردید"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "پس گفتیم: «پاره‌ای از گاو را به مقتول بزنید، الله این گونه مردگان را زنده می‌کند، و نشانه‌های خود را به شما می‌نمایاند، شاید اندیشه کنید»"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "سپس بعد از این دل‌های شما سخت شد، همچون سنگ، یا سخت‌تر! زیرا که پاره‌ای از سنگ‌ها می‌شکافد، و از آن‌ها نهرها جاری می‌شود، و پاره‌ای از ترس الله فرو می‌افتد، و الله از آنچه می‌کنید؛ غافل نیست"
        },
        {
            "chapter": 2,
            "verse": 75,
            "text": "آیا امید دارید که (یهودیان) به (آیین) شما ایمان بیاورند، با اینکه گروهی از آنان سخنان الله (تورات) را می‌شنیدند و پس از فهمیدنش آن را تحریف می‌کردند، و حال آنکه علم و اطلاع داشتند؟"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "و چون با مؤمنان ملاقات کنند؛ گویند: «ایمان آورده‌ایم» ولی هنگامی‌که با یکدیگر خلوت می‌کنند، می‌گویند: «چرا مطالبی را که الله برای شما بیان کرده، برای مسلمانان بازگو می‌کنید تا (روز قیامت) در پیشگاه پروردگارتان بر ضد شما به آن استدلال کنند؟ آیا نمی‌فهمید؟»"
        },
        {
            "chapter": 2,
            "verse": 77,
            "text": "آیا نمی‌دانند که آنچه را پنهان می‌دارند، و آنچه را آشکار می‌کنند؛ الله می‌داند؟"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "و برخی از آنان بی‌سوادانی هستند که کتاب الله (تورات) را جز یک مشت خیالات و آرزوها نمی‌دانند، و تنها به پندارهایشان دل بسته‌اند"
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "پس و ای بر کسانی‌که با دست خود می‌نویسند، سپس می‌گویند: «این از جانب الله است » تا آن را به بهای اندک بفروشند، پس و ای بر آن‌ها از آنچه دست‌هایشان نوشته، و وای بر آنان از آنچه از این راه به دست می‌آورند"
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "و گفتند: «آتش دوزخ؛ جز چند روز محدودی، هرگز به ما نخواهد رسید. بگو: «آیا از نزد الله پیمانی گرفته اید؟! که الله هرگز خلاف پیمانش نکند؟ یا چیزی را که نمی‌دانید به الله نسبت می‌دهید؟!»"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "آری هر کس که مرتکب گناه شود، و گناهانش او را احاطه کنند، آن‌ها اهل آتشند، و جاودانه در آن خواهند بود"
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "و کسانی‌که ایمان آورده و کارهای شایسته انجام داده‌اند، آنان اهل بهشتند، و جاودانه در آن خواهند ماند"
        },
        {
            "chapter": 2,
            "verse": 83,
            "text": "و (به یاد آورید) زمانی را که از بنی اسرائیل پیمان گرفتیم که جز الله یگانه را پرستش نکنید، و به پدر و مادر و نزدیکان و یتیمان و بی‌نوایان نیکی کنید، و به مردم (سخن) نیک بگویید، و نماز را بر پا دارید و زکات را بپردازید، سپس همۀ شما؛ جز عدۀ کمی پشت کردید و رویگردان شدید"
        },
        {
            "chapter": 2,
            "verse": 84,
            "text": "و (به یاد آورید) هنگامی را که از شما پیمان گرفتیم که خون های همدیگر را نریزید و یکدیگر را از سرزمین خود، بیرون نکنید. سپس شما اقرار کردید، و شما (بر آن پیمان) گواهی می‌دهید"
        },
        {
            "chapter": 2,
            "verse": 85,
            "text": "پس از آن این شما هستید که یکدیگر را می‌کشید و گروهی از خودتان را از سرزمین شان بیرون می‌کنید و علیه آن‌ها به گناه و ستم یکدیگر را کمک می‌کنید. و اگر (بعضی از آنان به صورت) اسیران نزد شما آیند، فدیه می‌دهید (و آنان را آزاد می‌کنید) و حال اینکه بیرون کردن آنان بر شما حرام بود. آیا به بخشی از (دستورات) کتاب (آسمانی) ایمان می‌آورید، و به بخشی کافر می‌شوید؟! پس جزای کسی از شما که چنین کند چیست، جز رسوایی و خواری در این جهان، و در روز قیامت به شدیدترین عذاب بر گردانیده می‌شوند، و الله از آنچه انجام می‌دهید غافل نیست"
        },
        {
            "chapter": 2,
            "verse": 86,
            "text": "اینان کسانی هستند که زندگانی دنیا را به بهای آخرت خریدند، پس عذاب آن‌ها تخفیف داده نمی‌شود، و کسی آن‌ها را یاری نخواهد کرد"
        },
        {
            "chapter": 2,
            "verse": 87,
            "text": "بدرستی که به موسی کتاب (تورات) دادیم، و بعد از او، پیامبرانی پشت سر هم فرستادیم، و به عیسی پسر مریم معجزه‌ها و دلایل روشن دادیم، و او را به وسیله روح القدس (= جبریل) تأیید کردیم، آیا هر زمان؛ پیامبری چیزی بر خلاف هوای نفس شما آورد، در برابر او تکبّر کردید، پس گروهی را تکذیب کرده و گروهی را کشتید"
        },
        {
            "chapter": 2,
            "verse": 88,
            "text": "و گفتند: «دل‌های ما در پرده است»، بلکه الله آنان را به خاطر کفر شان نفرین کرده است، پس اندکی ایمان می‌آورند"
        },
        {
            "chapter": 2,
            "verse": 89,
            "text": "و هنگامی‌که از طرف الله کتابی (= قرآن) برای آن‌ها آمد که تصدیق‌کننده چیزهائی بود که با خود داشتند، و پیش از این بر کافران خواستار پیروزی بودند، پس چون آن چه را که (از قبل) شناخته بودند، نزد آن‌ها آمد، به او کافر شدند، پس لعنت الله بر کافران باد"
        },
        {
            "chapter": 2,
            "verse": 90,
            "text": "چه بد است چیزی که خود را به بهای آن فروختند. و از روی حسد به آن چه الله فرستاده بود کافر شوند، که چرا الله از فضل خویش بر هر کس از بندگانش که بخواهد نازل می‌کند؟! پس سزاوار خشمی بر خشمی دیگر شدند، و برای کافران عذاب خوار کننده است"
        },
        {
            "chapter": 2,
            "verse": 91,
            "text": "و چون به آن‌ها گفته شود: «به آنچه الله نازل کرده، ایمان بیاورید» می‌گویند: «ما به چیزی ایمان می‌آوریم که بر خود ما نازل شده است» و به غیر آن، کافر می‌شوند، در حالی‌که آن حق است و تصدیق‌کننده چیزی است که با خود دارند. بگو: «اگر (راست می‌گویید) و مؤمنید پس چرا پیامبران الله را پیش از این می‌کشتید؟!»"
        },
        {
            "chapter": 2,
            "verse": 92,
            "text": "و به راستی موسی معجزه‌ها و نشانه‌های روشنی برای شما آورد، و آنگاه شما پس از وی، گوساله را به پرستش گرفتید، در حالی‌که ستمگر بودید"
        },
        {
            "chapter": 2,
            "verse": 93,
            "text": "و (به یاد آورید) هنگامی را که از شما پیمان گرفتیم، و (کوه) طور را بالای سر شما برافراشتیم، (و گفتیم): «آنچه را به شما داده‌ایم محکم بگیرید و بشنوید». گفتند: «شنیدیم و نا فرمانی کردیم» و دل‌های شان بر اثر کفرشان، با (محبت) گوساله آمیخته شد. بگو: «ایمان‌تان چه فرمان بدی به شما می‌دهد، اگر شما مؤمن هستید!»"
        },
        {
            "chapter": 2,
            "verse": 94,
            "text": "بگو: «اگر سرای آخرت در نزد خدا، مخصوص شماست، نه سایر مردم، پس آرزوی مرگ کنید؛ اگر راستگوئید»"
        },
        {
            "chapter": 2,
            "verse": 95,
            "text": "ولی آن‌ها، بخاطر آنچه دست‌هایشان پیش فرستاده است، هرگز آرزوی مرگ نخواهند کرد، و الله به ستمگران داناست"
        },
        {
            "chapter": 2,
            "verse": 96,
            "text": "و هر آینه آنان را حریص ترین مردم - (حتی) حریص تر از مشرکان - بر زندگی خواهی یافت، هر یک از آنان دوست دارد هزار سال عمر کند، در حالی‌که اگر این عمر (دراز)، به او داده شود، او را از عذاب دور نمی‌کند، و الله به آنچه می‌کنند بیناست"
        },
        {
            "chapter": 2,
            "verse": 97,
            "text": "بگو: «کسی‌که دشمن جبرئیل باشد، (در حقیقت دشمن الله است) زیرا که او به فرمان الله قرآن را بر قلب تو نازل کرده است، در حالی‌که تصدیق‌کننده آنچه پیش از آن است، و برای مؤمنان راهنما و مژده است»"
        },
        {
            "chapter": 2,
            "verse": 98,
            "text": "کسی‌که دشمن الله و فرشتگان و پیامبران او، و جبرئیل و میکائیل باشد، پس بدرستی که الله دشمن کافران است"
        },
        {
            "chapter": 2,
            "verse": 99,
            "text": "و هر آینه که ما نشانه‌های روشنی بر تو نازل کردیم، و جز فاسقان کسی به آن‌ها کفر نمی‌ورزد"
        },
        {
            "chapter": 2,
            "verse": 100,
            "text": "آیا (چنین نیست) هر گاه آن‌ها پیمانی بستند گروهی از آنان آن را دور افکندند؟! بلکه بیشترشان ایمان نمی‌آورند"
        },
        {
            "chapter": 2,
            "verse": 101,
            "text": "و هنگامی‌که فرستاده‌ای از جانب الله به سوی‌شان آمد، که تصدیق‌کننده آنچه با خود داشتند است، گروهی از آنان که به آن‌ها کتاب داده شده بود، کتاب الله را پشت سرشان افکندند، گویی آنان نمی‌دانند"
        },
        {
            "chapter": 2,
            "verse": 102,
            "text": "و از آنچه شیاطین در (عهد) فرمانروایی سلیمان (بر مردم) می‌خواندند پیروی کردند، و درحالیکه سلیمان (هرگز دست به سحر نیالود) و کافر نشد، و لیکن شیاطین کفر ورزیدند، به مردم سحر آموختند. و (نیز)از آنچه بر دو فرشته «هاروت» و «ماروت» در بابل نازل شده بود (پیروی کردند). و (آن دو فرشته) به هیچ کس چیزی یاد نمی‌دادند، مگر اینکه (از پیش به او) می‌گفتند: «ما وسیله آزمایشیم، پس کافر نشو» پس از آن دو (فرشته) چیزهایی می‌آموختند که به وسیلۀ آن، میان مرد و همسرش جدایی بیفکنند، و حال آنکه بدون اجازه الله نمی‌توانند به وسیلۀ آن به کسی زیانی برسانند. و چیزی می‌آموختند که به آنان زیان می‌رسانید، و به آنان سودی نمی‌داد. و قطعاً می‌دانستند که هرکس خریدار آن باشد، در آخرت بهره‌ای نخواهد داشت. و چه بد و زشت است آنچه خود را به آن فروختند، اگر می‌دانستند"
        },
        {
            "chapter": 2,
            "verse": 103,
            "text": "و اگر آن‌ها ایمان می‌آوردند، و پرهیزگاری می‌کردند، همانا پاداشی از نزد الله بهتر بود، اگر می‌دانستند"
        },
        {
            "chapter": 2,
            "verse": 104,
            "text": "ای کسانی‌که ایمان آورده‌اید (در گفتگو با پیامبر صلی الله علیه وسلم) نگویید: «راعنا» (یعنی رعایتمان کن) بلکه بگویید: «اُنْظُرْنا» (یعنی: به ما بنگر، ملاحظه ما کن، زیرا که کلمه اول دو معنی دارد که معنای دیگر آن، یعنی: حماقت، و یهود هدف‌شان این معنی بود). و بشنوید، و برای کافران عذاب دردناکی است"
        },
        {
            "chapter": 2,
            "verse": 105,
            "text": "کافران از اهل کتاب و مشرکان دوست ندارند که از جانب پروردگارتان خیر و برکتی بر شما نازل گردد، در حالی‌که الله رحمت خود را به هر کس بخواهد اختصاص می‌دهد، و الله دارای فضل بزرگ است"
        },
        {
            "chapter": 2,
            "verse": 106,
            "text": "هر آیه‌ای را نسخ کنیم، یا (از دل مردم بزدائیم) و فراموشش گردانیم، بهتر از آن یا همانند آن را می‌آوریم، آیا نمی‌دانی که الله بر هر چیز تواناست؟"
        },
        {
            "chapter": 2,
            "verse": 107,
            "text": "آیا نمی‌دانی که فرمانروایی آسمان‌ها و زمین، از آن الله است، و جز الله سرپرست و یاوری برای شما نیست"
        },
        {
            "chapter": 2,
            "verse": 108,
            "text": "آیا می‌خواهید از پیامبر خود، (همان چیزی را) در خواست کنید که پیش از این از موسی خواسته شد؟ و کسی‌که کفر را به (جای) ایمان برگزیند، مسلماً راه راست را گم کرده است"
        },
        {
            "chapter": 2,
            "verse": 109,
            "text": "بسیاری از اهل کتاب، از روی حسدی که در وجودشان است، آرزو دارند که شما را بعد از ایمان‌تان به حال کفر باز گردانند، پس از اینکه حق برای آن‌ها روشن شده است، پس شما عفو کنید و در گذرید، تا الله فرمان خویش را (برای جهاد با آن‌ها) صادر نماید، همانا الله بر هر چیزی تواناست"
        },
        {
            "chapter": 2,
            "verse": 110,
            "text": "و نماز را بر پا دارید و زکات را ادا کنید، و هر کار نیکی را که برای خود از پیش می‌فرستید، آن را نزد الله خواهید یافت، یقیناً الله به آنچه می‌کنید بینا است"
        },
        {
            "chapter": 2,
            "verse": 111,
            "text": "و گفتند: «هرگز داخل بهشت نخواهد شد، جز کسی‌که یهودی یا مسیحی باشد، این آرزو‌های (باطل) آن‌هاست. بگو: «اگر راستگویید دلیل خود را بیاورید!»"
        },
        {
            "chapter": 2,
            "verse": 112,
            "text": "آری، کسی‌که مخلصانه روی خود را تسلیم الله کند، و نیکوکار باشد، پس پاداش و ی نزد پروردگارش (محفوظ) است، و نه ترسی بر آن‌هاست و نه اندوهگین می‌شوند"
        },
        {
            "chapter": 2,
            "verse": 113,
            "text": "یهودیان گفتند: «مسیحیان بر چیزی نیستند» و مسیحیان (نیز) گفتند: «یهودیان بر چیزی نیستند» در حالی‌که آنان کتاب (آسمانی) را می‌خوانند. همچنین کسانی‌که نمی‌دانند (سخنی) همانند آنان گفتند. پس الله روز قیامت، در آنچه که در آن اختلاف داشتند میان آنان داوری می‌کند"
        },
        {
            "chapter": 2,
            "verse": 114,
            "text": "و کیست ستمکارتر از آن کس که مسجد‌های الله را باز داشت که در آن نام الله برده شود، و در ویرانی آن‌ها کوشید؟! شایسته آنان نیست، جز به حال ترس وارد این مساجد شوند، بهره آنان در دنیا خواری و رسوائی، و در آخرت عذاب بزرگی است"
        },
        {
            "chapter": 2,
            "verse": 115,
            "text": "مشرق و مغرب از آن الله است، پس به هر سو رو کنید، روی الله آنجاست. همانا الله گشایشگر داناست"
        },
        {
            "chapter": 2,
            "verse": 116,
            "text": "و (یهود و نصاری و مشرکان) گفتند: «الله فرزندی (برای خود) بر گزیده است» - منزّه است او- بلکه آنچه در آسمان‌ها و زمین است، از آن اوست، (و)همه فرمانبردار اویند"
        },
        {
            "chapter": 2,
            "verse": 117,
            "text": "پدید آورنده آسمان‌ها و زمین است، و چون به کاری اراده فرماید، تنها به آن می‌گوید: «باش»، پس می‌شود"
        },
        {
            "chapter": 2,
            "verse": 118,
            "text": "و آنانکه نمی‌دانند گفتند: «چرا الله با ما سخن نمی‌گوید؟! و یا (چرا) معجزه و نشانه‌ای برای ما نمی‌آید؟!» کسانی‌که پیش از آنان بودند نیز همین گونه سخن می‌گفتند، دل‌های شان به یکدیگر همانند است. همانا ما آیات و نشانه‌ها را برای گروهی که یقین دارند، آشکار و روشن ساخته ایم"
        },
        {
            "chapter": 2,
            "verse": 119,
            "text": "همانا ما تو را به حق، مژده رسان و بیم‌دهنده فرستادیم. و دربارۀ دوزخیان از تو پرسیده نخواهد شد"
        },
        {
            "chapter": 2,
            "verse": 120,
            "text": "و هرگز یهود و نصاری از تو خشنود نخواهند شد، تا اینکه از آیین آنان، پیروی کنی. بگو: «همانا هدایت الله، تنها هدایت است»، و اگر از خواسته‌ها و آرزوهای آنان پیروی کنی، بعد از اینکه دانشی به تو رسیده است، هیچ سر پرست و یاوری از سوی الله برای تو نخواهد بود"
        },
        {
            "chapter": 2,
            "verse": 121,
            "text": "کسانی‌که کتاب آسمانی، (تورات) به آن‌ها داده‌ایم، آن را چنان که شایستۀ آن است می‌خوانند، آن‌ها به آن (هدایت) ایمان می‌آورند، و کسانی‌که به او کافر شوند پس بی‌گمان ایشان زیانکارانند"
        },
        {
            "chapter": 2,
            "verse": 122,
            "text": "ای بنی اسرائیل! نعمت مرا، که بر شما ارزانی داشتم به یاد آورید، و (نیز) آنکه من شما را بر جهانیان (معاصرتان) برتری بخشیدم"
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "و از روزی بترسید که کسی از کسی هیچ کفایتی نکند و هیچ گونه تاوان و فدیه از او پذیرفته نمی‌شود، و شفاعت او را سود نمی‌دهد، و یاری نمی‌شوند"
        },
        {
            "chapter": 2,
            "verse": 124,
            "text": "و (به یاد آورید) هنگامی‌که الله، ابراهیم را با سخنانی (مشتمل بر اوامر و نواهی و تکالیف) آزمود، پس او همه را بخوبی به انجام رسانید. (الله به او) فرمود: «بدرستی که من تو را پیشوای مردم قرار می‌دهم». (ابراهیم) گفت: «و از فرزندانم (نیز پیشوایانی قرار بده)». (الله) فرمود: «پیمان و عهد من به ستمکاران نمی‌رسد»"
        },
        {
            "chapter": 2,
            "verse": 125,
            "text": "و (به یاد آورید) هنگامی‌که خانۀ (کعبه) را محل بازگشت، و (جای) امنی برای مردم قرار دادیم. و از مقام ابراهیم نماز گاهی برای خود برگیرید. و ما به ابراهیم و اسماعیل وحی کردیم که: «خانه مرا برای طواف کنندگان و مقیمان و رکوع و سجودکنندگان (= نماز گزاران) پاک و پاکیزه کنید»"
        },
        {
            "chapter": 2,
            "verse": 126,
            "text": "و (به یاد آورید) هنگامی را که ابراهیم گفت: «پروردگارا! این (سر زمین) را شهری امن بگردان، و اهل آن را - کسانی‌که از ایشان به الله و روز قیامت، ایمان آورده‌اند- از میوه‌های (گوناگون) روزی ده». (الله) فرمود: «و هر کس که کافر شود، اندکی بهره‌مندش می‌سازم، سپس او را به عذاب آتش می‌کشانم، و بد سرانجامی است!»"
        },
        {
            "chapter": 2,
            "verse": 127,
            "text": "و (به یاد آورید) هنگامی را که ابراهیم و اسماعیل پایه‌های خانه (کعبه) را بالا می‌بردند، (و می‌گفتند): «پروردگارا! از ما بپذیر، همانا که تویی شنوای دانا"
        },
        {
            "chapter": 2,
            "verse": 128,
            "text": "پروردگارا! ما را فرمانبردار خودت قرار ده، و از فرزندان‌مان امتی فرمانبردار خود (پدید آور) و طرز عبادتمان را به ما نشان ده، و توبه ما را بپذیر، بدرستی که تو توبه‌پذیر مهربانی"
        },
        {
            "chapter": 2,
            "verse": 129,
            "text": "پروردگارا! در میان آن‌ها پیامبری از خودشان برانگیز، تا آیات تو را بر آنان بخواند، و آن‌ها را کتاب و حکمت بیاموزد، و آنان را پاکیزه کند، همانا که تو پیروزمند حکیمی»"
        },
        {
            "chapter": 2,
            "verse": 130,
            "text": "و چه کسی از آیین ابراهیم روی گردان خواهد شد؟! جز کسی‌که خود را به نادانی و سبکسری افکند، و بدرستی که ما او را در دنیا برگزیدیم، و همانا او در آخرت از شایستگان است"
        },
        {
            "chapter": 2,
            "verse": 131,
            "text": "آنگاه که پروردگارش به او فرمود: «تسلیم شو» گفت: «برای پروردگار جهانیان تسلیم شدم»"
        },
        {
            "chapter": 2,
            "verse": 132,
            "text": "و ابراهیم و یعقوب، فرزندان خود را به این آیین سفارش کردند، (و هر کدام به فرزندان خویش گفتند): «ای فرزندان من! الله این آیین را برای شما برگزیده است، پس نمیرید جز اینکه مسلمان باشید»"
        },
        {
            "chapter": 2,
            "verse": 133,
            "text": "آیا هنگامی‌که مرگ یعقوب فرا رسید، شما حاضر بودید؟ آنگاه که به فرزندان خود گفت: «پس از من چه چیز را می‌پرستید؟» گفتند: معبود تو، و معبود پدرانت، ابراهیم و اسماعیل و اسحاق، الله یکتا را، می‌پرستیم، و ما تسلیم او هستیم»"
        },
        {
            "chapter": 2,
            "verse": 134,
            "text": "آن‌ها امتی بودند که در گذشتند، برای آن‌ها است آنچه که کسب کرده‌اند، و برای شماست آنچه کسب کرده‌اید. و از آنچه (آنان) می‌کردند، شما پرسیده نمی‌شوید"
        },
        {
            "chapter": 2,
            "verse": 135,
            "text": "و (اهل کتاب) گفتند: «یهودی یا مسیحی شوید، تا راه یابید». بگو: «بلکه از آیین ابراهیم که یکتا پرست بود و هرگز از مشرکان نبود (پیروی می‌کنیم)»"
        },
        {
            "chapter": 2,
            "verse": 136,
            "text": "بگویید: «ما به الله ایمان آوردیم، و به آنچه بر ما نازل شده، و آنچه بر ابراهیم و اسماعیل، و اسحاق و یعقوب و نوادگان یعقوب نازل گردید، و به آنچه که به موسی و عیسی داده شده، و به آنچه که پیامبران (دیگر) از طرف پروردگارشان داده شده است، و در میان هیچ یک از آن‌ها جدایی نمی‌اندازیم و ما تسلیم الله هستیم»"
        },
        {
            "chapter": 2,
            "verse": 137,
            "text": "پس اگر آن‌ها (نیز) به مانند آنچه شما ایمان آورده‌اید، ایمان بیاورند، قطعاً هدایت یافته‌اند. و اگر پشت کنند، پس جز این نیست که آنان در ستیزند، پس بزودی الله تو را از (شر) آن‌ها کفایت کند، و او ست شنوای دانا"
        },
        {
            "chapter": 2,
            "verse": 138,
            "text": "رنگ الهی (را بپذیرید) و چه کس در رنگ کردن از الله نیکوتر است؟! و ما تنها او را می‌پرستیم"
        },
        {
            "chapter": 2,
            "verse": 139,
            "text": "بگو: «آیا در (باره) الله با ما مجادله می‌کنید؟! در حالی‌که او، پروردگار ما و شماست، و کردار ما از آن ما، و کردار شما از آن شماست، و ما او را با اخلاص پرستش می‌کنیم»"
        },
        {
            "chapter": 2,
            "verse": 140,
            "text": "یا می‌گویید: «که همانا ابراهیم و اسماعیل و اسحاق و یعقوب و اسباط (= نوادگان یعقوب) یهودی یا نصرانی بودند؟!» بگو: «شما داناترید یا خدا؟!» و چه کسی ستمکارتر است از آن کسی‌که گواهی و شهادتی را که از (جانب) الله نزد اوست، کتمان می‌کند؟! و الله از آنچه می‌کنید غافل نیست"
        },
        {
            "chapter": 2,
            "verse": 141,
            "text": "(به هر حال) آن‌ها امتی بودند که در گذشتند، برای ایشان است آنچه بدست آورده‌اند، و برای شماست آنچه به دست آورده‌اید، و از آنچه آنان می‌کرده‌اند شما پرسیده نمی‌شوید"
        },
        {
            "chapter": 2,
            "verse": 142,
            "text": "بزودی بی‌خردان از مردم می‌گویند: «چه چیز آن‌ها را از قبله شان که بر آن بودند باز گردانید؟» بگو: مشرق و مغرب از آن الله است هر کس را بخواهد به راه راست هدایت می‌کند"
        },
        {
            "chapter": 2,
            "verse": 143,
            "text": "و همچنین شما را امت میانه قرار دادیم، تا بر مردم گواه باشید، و پیامبر هم بر شما گواه باشد، و ما آن قبله‌ای را که بر آن بودی (قبله) قرار دادیم. مگر برای اینکه بدانیم کسی را که از پیامبر پیروی می‌نماید از کسی‌که بر پاشنه‌های خود به عقب باز می‌گردد. و اگر چه این (حکم) جز بر کسانی‌که الله آن‌ها را هدایت کرده دشوار است. و الله هرگز ایمان (= نماز) شما را ضایع نمی‌گرداند، همانا الله نسبت به مردم رؤوف مهربان است"
        },
        {
            "chapter": 2,
            "verse": 144,
            "text": "به تحقیق ما گرداندن روی تو را به (سوی) آسمان می‌بینیم، اکنون تو را به (سوی) قبله‌ای که به آن خشنود شوی باز می‌گردانیم، پس روی خود را به سوی مسجد الحرام کن، و هر جا باشید، روی خود را به سوی آن بگردانید، و کسانی‌که کتاب (آسمانی) به آن‌ها داده شد، بخوبی می‌دانند این (تغییر قبله) حق است (و) از جانب پروردگارشان می‌باشد، و الله از آنچه می‌کنند؛ غافل نیست"
        },
        {
            "chapter": 2,
            "verse": 145,
            "text": "و اگر برای آنان که کتاب بدیشان داده شده، هر گونه نشانه و (حجتی) بیاوری، از قبله تو پیروی نمی‌کنند، و تو (نیز) از قبله آنان پیروی نخواهی کرد، و برخی از آنان هم قبله برخی دیگر پیروی نمی‌کنند. و اگر بعد از آنکه علم و دانش به تو رسیده است از خواسته‌ها و آرزوهای آنان پیروی کنی، در این صورت مسلماً از ستمکاران خواهی بود"
        },
        {
            "chapter": 2,
            "verse": 146,
            "text": "کسانی‌که به آنان کتاب (آسمانی) داده‌ایم او (پیامبر صلی الله علیه وسلم) را می‌شناسند، چنانکه فرزندان خود را می‌شناسند، و همانا گروهی از آنان در حالی‌که می‌دانند حق را کتمان می‌کنند"
        },
        {
            "chapter": 2,
            "verse": 147,
            "text": "حق از جانب پروردگار تو است، پس هرگز از شک کنندگان مباش"
        },
        {
            "chapter": 2,
            "verse": 148,
            "text": "و برای هر یک جهتی است که (هنگام نماز) بدان رو می‌کند پس در نیکی‌ها بر یکدیگر سبقت بگیرید. هر جا که باشید، الله همه شما را حاضر می‌کند، همانا الله بر هر چیزی تواناست"
        },
        {
            "chapter": 2,
            "verse": 149,
            "text": "و از هر جا که بیرون شدی، پس (به هنگام نماز) روی خود را بسوی مسجد الحرام کن. و بدرستی که این (رو کردنت) حقی از جانب پروردگارت است و الله از آنچه می‌کنید غافل نیست"
        },
        {
            "chapter": 2,
            "verse": 150,
            "text": "و از هر جا که بیرون شدی پس روی خود را بسوی مسجد الحرام کن، و (ای مؤمنان) هر جا که بودید روی خود را به سوی آن کنید، تا مردم؛- جز کسانی از ایشان که ستم کردند - بر شما حجتی نداشته باشند. پس از آن‌ها نترسید، و از من بترسید، و تا نعمت خود را بر شما تمام کنم، و باشد که هدایت شوید"
        },
        {
            "chapter": 2,
            "verse": 151,
            "text": "چنانکه پیامبری از خودتان در میان شما فرستادیم، که آیات ما را بر شما می‌خواند، و شما را پاک می‌گرداند، و به شما کتاب (قرآن) و حکمت می‌آموزد، و آنچه نمی‌دانستید به شما یاد می‌دهد"
        },
        {
            "chapter": 2,
            "verse": 152,
            "text": "پس مرا یاد کنید تا شما را یاد کنم و سپاس مرا گویید و ناسپاسی من نکنید"
        },
        {
            "chapter": 2,
            "verse": 153,
            "text": "ای کسانی‌که ایمان آورده‌اید، از شکیبایی و نماز یاری بجویید، که همانا الله با شکیبایان است"
        },
        {
            "chapter": 2,
            "verse": 154,
            "text": "و به آن‌ها که در راه الله کشته می‌شوند، مرده نگویید، بلکه آنان زنده‌اند، ولی شما نمی‌فهمید"
        },
        {
            "chapter": 2,
            "verse": 155,
            "text": "و قطعاً شما را با چیزی از ترس و گرسنگی و کاهش مال‌ها و جان‌ها و میوه‌ها آزمایش می‌کنیم. و مژده بده به صبر کنندگان"
        },
        {
            "chapter": 2,
            "verse": 156,
            "text": "آن‌ها که هرگاه مصیبتی به ایشان برسد می‌گویند: ما از آنِ الله هستیم، و به سوی او باز می‌گردیم"
        },
        {
            "chapter": 2,
            "verse": 157,
            "text": "این‌ها هستند که درودها و رحمتی از پروردگارشان بر ایشان است و اینانند هدایت یافتگان"
        },
        {
            "chapter": 2,
            "verse": 158,
            "text": "همانا «صفا» و «مروه» از شعائر (نشانه‌های) الله است، پس هر که حج خانه (خدا) کند و یا عمره انجام دهد، بر او گناهی نیست که میان آن دو طواف (سعی) کند، و کسی‌که به رغبت خود کار نیکی را انجام دهد پس بدرستی که الله سپاسگزار داناست"
        },
        {
            "chapter": 2,
            "verse": 159,
            "text": "همانا کسانی‌که آنچه را که از دلائل روشن و هدایت نازل کرده‌ایم؛ بعد از آنکه آن را در کتاب (تورات) برای مردم بیان نمودیم، کتمان می‌کنند، الله آن‌ها را لعنت می‌کند، و لعنت‌کنندگان (از مؤمنان و فرشتگان نیز) آن‌ها را لعنت می‌کنند"
        },
        {
            "chapter": 2,
            "verse": 160,
            "text": "مگر کسانی‌که توبه کردند و (اعمال خود را) اصلاح نمودند (و آنچه را کتمان کرده بودند) آشکار ساختند، پس اینانند که توبه ایشان را می‌پذیرم، و من توبه‌پذیر مهربانم"
        },
        {
            "chapter": 2,
            "verse": 161,
            "text": "همانا کسانی‌که کافر شدند، و در حالی‌که کافر بودند مردند، لعنت الله و فرشتگان و همه مردم بر آن‌ها خواهد بود"
        },
        {
            "chapter": 2,
            "verse": 162,
            "text": "در آن (لعنت) جاودانه باقی می‌مانند، و نه عذاب آنان تخفیف داده می‌شود، و نه ایشان مهلت داده می‌شوند"
        },
        {
            "chapter": 2,
            "verse": 163,
            "text": "و الله شما الله یگانه است که غیر از او معبودی نیست؛ بخشندۀ مهربان است"
        },
        {
            "chapter": 2,
            "verse": 164,
            "text": "همانا در آفرینش آسمان‌ها و زمین و آمد و شد شب و روز، و کشتی‌هایی که در دریا روانند با آنچه به مردم سود می‌رساند و آبی که الله از آسمان نازل کرده که با آن زمین را پس از مردنش زنده نموده، و انواع جنبندگان را در آن پراکنده کرده و (در) تغییر مسیر بادها و ابرهایی که در میان زمین و آسمان‌ها مسخرند؛ بی‌گمان نشانه‌هایی است برای مردمی که تعقل می‌کند و می‌اندیشند"
        },
        {
            "chapter": 2,
            "verse": 165,
            "text": "و از مردم کسانی هستند غیر از الله همتایانی را انتخاب می‌کنند، و آن‌ها را مانند دوست داشتن الله دوست می‌دارند، و کسانی‌که ایمان آورده‌اند الله را بیشتر دوست می‌دارند، و کسانی‌که ستم کردند اگر می‌دیدند هنگامی‌که عذاب (روز قیامت) را مشاهده می‌کنند (خواهند دانست) که تمام قدرت از آنِ الله است و اینکه الله سخت‌کیفر است"
        },
        {
            "chapter": 2,
            "verse": 166,
            "text": "هنگامی‌که رهبران (گمراه کننده) از پیروان خود، بیزاری می‌جویند و عذاب را مشاهده می‌کنند، و روابط و پیوندشان گسیخته شود"
        },
        {
            "chapter": 2,
            "verse": 167,
            "text": "و (در این هنگام) پیروان می‌گویند: «کاش برای ما بازگشتی (به دنیا) بود، تا از آن‌ها بیزاری جوییم؛ همان گونه که آنان از ما بیزاری جستند، این چنین الله کردارهایشان را به صورت حسرت زایی به آنان نشان می‌دهد، و هرگز از آتش (دوزخ) بیرون نخواهند آمد"
        },
        {
            "chapter": 2,
            "verse": 168,
            "text": "ای مردم از آنچه در زمین است؛ حلال و پاکیزه را بخورید، و از گام‌های شیطان پیروی نکنید، چرا که او دشمن آشکار شماست"
        },
        {
            "chapter": 2,
            "verse": 169,
            "text": "(او) شما را فقط به بدی و زشتی فرمان می‌دهد و اینکه به الله نسبت دهید آنچه را که نمی‌دانید"
        },
        {
            "chapter": 2,
            "verse": 170,
            "text": "و هنگامی‌که به آن‌ها گفته شود: از آنچه الله نازل کرده است پیروی کنید می‌گویند: (نه) بلکه ما از آنچه پدران خود را بر آن یافتیم پیروی می‌کنیم. آیا اگر پدران آن‌ها چیزی نمی‌فهمیدند و هدایت نیافتند (باز هم کورکورانه از آن‌ها پیروی می‌کنند؟)"
        },
        {
            "chapter": 2,
            "verse": 171,
            "text": "مثل (دعوت‌کنندۀ) کسانی‌که کافر شدند، همچون مثل کسی است که چیزی را که جز صدا و ندایی نمی‌شنود، بانگ می‌زند، (این کافران) کر، گنگ، و نابینا هستند، و از این رو نمی‌اندیشند"
        },
        {
            "chapter": 2,
            "verse": 172,
            "text": "ای کسانی‌که ایمان آورده‌اید! از چیزهای پاکیزه‌ای که روزی شما کرده‌ایم بخورید و شکر الله را به جای آورید اگر تنها او را می‌پرستید"
        },
        {
            "chapter": 2,
            "verse": 173,
            "text": "(الله) تنها مردار و خون و گوشت خوک و آنچه را که (هنگام ذبح) نام غیر الله بر آن برده شده، بر شما حرام کرده است. و اگر کسی (برای حفظ جان خود به خوردن آن‌ها) ناچار شود، در صورتی که ستمگر و متجاوز نباشد، پس گناهی بر او نیست. همانا الله آمرزندۀ مهربان است"
        },
        {
            "chapter": 2,
            "verse": 174,
            "text": "به راستی کسانی‌که کتمان می‌کنند آنچه را الله از کتاب (آسمانی) نازل کرده و آن را به بهای اندکی می‌فروشند، آن‌ها جز آتش چیزی نمی‌خوردند، و الله روز قیامت با آن‌ها سخن نمی‌گوید و آنان را پاکیزه نمی‌کند، برای آن‌ها عذاب دردناکی است"
        },
        {
            "chapter": 2,
            "verse": 175,
            "text": "اینان کسانی هستند که گمراهی را به (بهای) هدایت و عذاب را به (بهای) آمرزش خریدند، پس بر آتش (دوزخ) چه شکیبا هستند"
        },
        {
            "chapter": 2,
            "verse": 176,
            "text": "این بخاطر آن است که الله کتاب (آسمانی) را به حق نازل کرده است، و کسانی‌که در آن اختلاف کردند در ستیزی دور (از حق و حقیقت) هستند"
        },
        {
            "chapter": 2,
            "verse": 177,
            "text": "نیکی این نیست که روی خود را به سوی مشرق و مغرب کنید، بلکه نیکی (و نیکوکار)کسی است که به الله و روز قیامت و فرشتگان و کتاب (آسمانی) و پیامبران، ایمان آورده باشد، و مال (خود) را با وجود دوست داشتنش به خویشاوندان و یتیمان و مسکینان و واماندگان در راه و گدایان و در (راه آزادی) بردگان بدهد، و نماز را بر پای دارد و زکات را بدهد، و وفاکنندگان به پیمانشان چون پیمان بندند و (کسانی که) در فقر و سختی و زیان و بیماری و به هنگام نبرد؛ شکیبایند. این‌ها کسانی هستند که راست گفتند، و آن‌ها پرهیزگارانند"
        },
        {
            "chapter": 2,
            "verse": 178,
            "text": "ای کسانی‌که ایمان آورده‌اید! در (مورد) کشتگان (حکم) قصاص بر شما نوشته شده است، آزاد به آزاد، و برده به برده، و زن به زن (کشته می‌شوند). پس اگر کسی از سوی برادر (دینی)اش (یعنی ولی مقتول) چیزی به او بخشیده شد، (و حکم قصاص تبدیل به خون بهاء گردید) باید (ولی مقتول) از راه پسندیده پیروی کند و (قاتل نیز) به نیکی (دیه) به او بپردازد، این (حکم) تخفیف و رحمتی است از سوی پروردگارتان پس اگر کسی بعد از آن (گذشت و عفو) تجاوز کند؛ او را عذاب دردناکی است"
        },
        {
            "chapter": 2,
            "verse": 179,
            "text": "و ای صاحبان خرد! برای شما در قصاص حیات و زندگی است، باشد که شما تقوا پیشه کنید"
        },
        {
            "chapter": 2,
            "verse": 180,
            "text": "بر شما نوشته شده هنگامی‌که یکی شما را مرگ فرا رسد، اگر مالی از خود به جای گذارده، برای پدر و مادر و خویشاوندان به نیکی وصیت کند. این حقی است بر پرهیزگاران"
        },
        {
            "chapter": 2,
            "verse": 181,
            "text": "پس هر کس که بعد از شنیدنش آن را تغییر دهد، بدرستی که گناهش بر کسانی است که آن (وصیت) را تغییر می‌دهند، همانا الله شنوای داناست"
        },
        {
            "chapter": 2,
            "verse": 182,
            "text": "پس کسی‌که از بی عدالتی (و میل بی جای) وصیت‌کننده (نسبت به ورثه) یا از گناه او (در وصیت به کار خلاف) بترسد، آنگاه میان آن‌ها را اصلاح نمود، پس گناهی بر او نیست بدرستی که الله آمرزندۀ مهربان است"
        },
        {
            "chapter": 2,
            "verse": 183,
            "text": "ای کسانی‌که ایمان آورده‌اید! روزه بر شما فرض شده است همان گونه که بر کسی‌که پیش از شما بودند؛ فرض شده بود، تا پرهیزگار شوید"
        },
        {
            "chapter": 2,
            "verse": 184,
            "text": "(روزه) در روزهایی معدود و اندکی است، پس هر کس از شما که بیمار یا مسافر باشد، (به‌اندازه آن روزهای که افطار کرده) تعدادی از روزهای دیگر (روزه بگیرید). و بر کسانی‌که توانائی آن را ندارند؛ لازم است کفاره بدهند، (و آن) خوراک دادن به مسکینی است، و هر کس که رغبت خود (بیشتر) نیکی انجام دهد پس آن برای او بهتر است، و اگر بدانید روزه گرفتن برای شما بهتر است"
        },
        {
            "chapter": 2,
            "verse": 185,
            "text": "(آن چند روز محدود و اندک) ماه رمضان است (ماهی) که قرآن در آن نازل شده است، (کتابی) که راهنمای مردم است، و (در بردارنده) نشانه‌ها و دلایل آشکار و روشن از هدایت و جدا کننده حق از باطل است. پس هر کس از شما این ماه را (در حضر) دریابد، باید که آن را روزه بدارد، و هر کس که بیمار یا در سفر بود، پس (باید به تعداد روزهای که افطار کرده) روزهای دیگر را (روزه بگیرید). الله برای شما آسانی می‌خواهد، و برای شما دشواری نمی‌خواهد، و تا شمار (روزهای رمضان) را کامل کنید، و الله را بر اینکه شما را هدایت کرده، بزرگ بدارید، و باشد که شکر گزاری کنید"
        },
        {
            "chapter": 2,
            "verse": 186,
            "text": "و چون بندگانم، از تو درباره من بپرسند، بگو: به راستی که من نزدیکم، دعای دعاکننده را هنگامی‌که مرا بخواند؛ اجابت می‌کنم. پس (آنان) باید دعوت مرا بپذیرند، و به من ایمان بیاورند، باشد که راه‌یابند"
        },
        {
            "chapter": 2,
            "verse": 187,
            "text": "آمیزش و نزدیکی با همسرانتان در شبِ روز بر شما حلال گردیده است، آنان لباس شما هستند و شما لباس آن‌ها، الله می‌دانست که شما به خودتان خیانت می‌کردید، پس توبۀ شما را پذیرفت و شما را بخشید، پس اکنون (در شب‌های رمضان می‌توانید) با آنان آمیزش کنید، و آنچه را الله برای شما مقرر داشته طلب کنید. و بخورید و بیاشامید، تا رشتۀ سپید صبح از رشتۀ سیاه (شب) برای شما آشکار شود، سپس روزه را تا شب به پایان رسانید، و در حالی‌که در مساجد معتکف هستید با زنان آمیزش نکنید، این مرزهای الهی است پس به آن نزدیک نشوید. الله این چنین آیات خود را برای مردم روشن می‌سازد؛ باشد که پرهیزگار شوند"
        },
        {
            "chapter": 2,
            "verse": 188,
            "text": "و اموال‌تان را در بین خود به باطل (و ناحق) نخورید، و (به عنوان رشوه قسمتی از) آن را به حاکمان (و قضات) ندهید؛ تا بخشی از اموال مردم را به گناه بخورید، در حالی‌که شما می‌دانید (این کار گناه است)"
        },
        {
            "chapter": 2,
            "verse": 189,
            "text": "درباره هلال‌های (ماه) از تو سؤال می‌کنند، بگو آن‌ها بیان اوقات برای مردم و (تعیین وقت) حج است. و نیکوکاری آن نیست که (در حال احرام) از پشت خانه‌ها وارد شوید، بلکه نیکوکار کسی است که تقوا پیشه کند، و به خانه‌ها از درهایشان وارد شوید، و از الله بترسید تا رستگار شوید"
        },
        {
            "chapter": 2,
            "verse": 190,
            "text": "و در راه الله با کسانی‌که با شما می‌جنگند، جنگ کنید، و از حد تجاوز نکنید، که الله تجاوزگران را دوست نمی‌دارد"
        },
        {
            "chapter": 2,
            "verse": 191,
            "text": "و آن‌ها را هر کجا یافتید، بکشید، و از آنجا (مکه) که شما را بیرون کرده‌اند؛ آن‌ها را بیرون کنید، و فتنه (شرک) از کشتن بدتر است. و با آن‌ها در نزد مسجد الحرام جنگ نکنید، تا اینکه با شما در آنجا بجنگند، پس اگر (در آنجا) با شما جنگیدند، ایشان را بکشید، سزای کافران چنین است"
        },
        {
            "chapter": 2,
            "verse": 192,
            "text": "پس اگر دست برداشتند، بی‌گمان الله آمرزندۀ مهربان است"
        },
        {
            "chapter": 2,
            "verse": 193,
            "text": "و با آن‌ها جنگ کنید؛ تا فتنه (شرک) باقی نماند، و دین (خالصانه) از آن الله گردد. پس اگر دست برداشتند؛ تجاوز جز بر ستمکاران روا نیست"
        },
        {
            "chapter": 2,
            "verse": 194,
            "text": "ماه حرام در برابر ماه حرام است، و حرمت (شکنی‌ها) دارای قصاص است، پس هر کس تعدی و تجاوز کرد، همان گونه که بر شما تعدی کرده؛ بر او تعدی کنید، و از الله بترسید و بدانید که الله با پرهیزگاران است"
        },
        {
            "chapter": 2,
            "verse": 195,
            "text": "و در راه الله انفاق کنید و (با ترک انفاق) خود را با دست خویش به هلاکت نیفکنید، و نیکی کنید که الله نیکوکاران را دوست می‌دارد"
        },
        {
            "chapter": 2,
            "verse": 196,
            "text": "و حج و عمره را برای الله به اتمام برسانید، و اگر باز داشته شدید (بوسیله دشمن یا بیماری و غیره) پس آنچه از قربانی فراهم شود (ذبح کنید، و آنگاه از احرام بیرون شوید) و سرهای خود را نتراشید تا قربانی به جایگاهش برسد، و اگر کسی از شما بیمار بود، و یا ناراحتی در سر داشت، (و ناچار شود در حال احرام سر خود را بتراشد) پس فدیه دهد از (قبیل: سه روز) روزه یا صدقه (خوراک دادن به شش مسکین) یا قربانی کردن گوسفندی (که میان فقرا تقسیم شود) پس هنگامی‌که در امان بودید، هر کس از عمره بهره‌مند گردد؛ سپس (اعمال) حج را آغاز کند، آنچه از قربانی (برای او) میسر شد (ذبح می‌کند) و هر کس نیافت سه روز در (ایام) حج و هفت روز هنگامی‌که باز گشتید روزه بگیرید. این ده (روز) کامل است، این (حکم) برای کسی است که خانواده او ساکن مسجد الحرام (= مکه و اطراف آن) نباشد، و از الله بترسید و بدانید که الله سخت‌کیفر است"
        },
        {
            "chapter": 2,
            "verse": 197,
            "text": "حج در ماه‌های معلوم و معینی است، پس کسی‌که در این ماه‌ها حج را (بر خود) فرض گرداند. (باید بداند که) در حج آمیزش جنسی و گناه و جدال (روا) نیست، و آنچه از کارهای نیک انجام دهید؛ الله آن را می‌داند، و توشه بر گیرید؛ که بهترین توشه پرهیزگاری است، و ای خردمندان، از من بپرهیزید (بترسید)"
        },
        {
            "chapter": 2,
            "verse": 198,
            "text": "گناهی بر شما نیست که (در ایام حج با خرید و فروش) از فضل پروردگارتان (روزی) طلب کنید، و هنگامی‌که از عرفات کوچ کردید؛ الله را نزد مشعر الحرام یاد کنید، و او را یاد کنید همچنان که شما را هدایت کرد، و اگر چه پیش از آن از گمراهان بودید"
        },
        {
            "chapter": 2,
            "verse": 199,
            "text": "پس از آنجا که مردم کوچ می‌کنند؛ کوچ کنید، و از الله آمرزش بخواهید همانا الله آمرزندۀ مهربان است"
        },
        {
            "chapter": 2,
            "verse": 200,
            "text": "پس چون مناسک (حج) خود را به جای آورید، الله را یاد کنید همانند یاد کردن پدرانتان بلکه بیشتر از آن، از مردم کسانی هستند که می‌گویند «پروردگارا! به ما در دنیا عطا کن» و او را در آخرت بهره‌ای نیست"
        },
        {
            "chapter": 2,
            "verse": 201,
            "text": "و از آنان کسانی هستند که می‌گویند: «پروردگارا! به ما در دنیا نیکی عطا کن، و در آخرت (نیز) نیکی (عطا فرما) و ما را از عذاب آتش نگه دار»"
        },
        {
            "chapter": 2,
            "verse": 202,
            "text": "اینانند که از آنچه بدست آورده‌اند، بهره‌ای دارند. و الله سریع الحساب (زود شمار) است"
        },
        {
            "chapter": 2,
            "verse": 203,
            "text": "و الله را در روزهای معین و شمرده (که سه روز ایام تشریق: 11و12و13 ماه ذیحجه است) یاد کنید. پس کسی‌که شتاب کند؛ و در دو روز (اعمال را انجام دهد) گناهی بر او نیست. و کسی‌که تأخیر کند (و اعمال را در سه روز انجام دهد) گناهی بر او نیست (این رخصت) برای کسی‌که تقوا پیشه کند، و از الله بترسید، و بدانید که شما به سوی او محشور خواهید شد"
        },
        {
            "chapter": 2,
            "verse": 204,
            "text": "و از مردم کسی هست که گفتارش در (باره) زندگی دنیا تو را به شگفت می‌اندازد و الله را بر آنچه در دل خود دارد؛ گواه می‌گیرد، و حال آنکه او سرسخت ترین دشمنان است"
        },
        {
            "chapter": 2,
            "verse": 205,
            "text": "او هنگامی‌که روی بر می‌گرداند و می‌رود (و یا به ریاستی می‌رسد) در راه فساد در زمین کوشش می‌کند و کشت و نسل را نابود می‌سازد، و الله فساد و (تباهکاری) را دوست نمی‌دارد"
        },
        {
            "chapter": 2,
            "verse": 206,
            "text": "و چون به او گفته شود: «از الله بترس» خود بزرگ‌بینی و (تکبر) او را به گناه می‌کشاند. پس (آتش) جهنم او را کافی است و چه بد آرامگاهی است"
        },
        {
            "chapter": 2,
            "verse": 207,
            "text": "و از مردمان کسی هست که جان خود را برای به دست آوردن خشنودی الله می‌فروشد، و الله نسبت به بندگان مهربان است"
        },
        {
            "chapter": 2,
            "verse": 208,
            "text": "ای کسانی‌که ایمان آورده‌اید! همگی به اسلام (و اطاعت خدا) در آیید و گام‌های شیطان را پیروی نکنید، بدرستی که او برای شما دشمن آشکار است"
        },
        {
            "chapter": 2,
            "verse": 209,
            "text": "پس اگر بعد از آنکه نشانه‌های روشن و آشکار برای شما آمد؛ لغزش کردید و (منحرف شدید)، بدانید که الله توانمند حکیم است"
        },
        {
            "chapter": 2,
            "verse": 210,
            "text": "آیا (کسانی‌که راه اسلام نمی‌پویند و در زمین فساد می‌کنند) جز این انتظار ندارند، که الله (برای داوری و قضاوت میان بندگان) در سایه‌هایی از ابرها به سوی آنان بیاید. و (نیز) فرشتگان (برای اجرا فرمان الهی بیایند) و کار یکسره شود؟! و کارها به سوی الله برگردانده می‌شود"
        },
        {
            "chapter": 2,
            "verse": 211,
            "text": "از بنی اسرائیل بپرس: «چه اندازه نشانه‌های روشن و آشکار به آن‌ها داده‌ایم؟» (ولی آن‌ها نعمت‌ها را نادیده گرفته و ناسپاس شدند) و کسی‌که نعمت الله را پس از آنکه برایش آمد دگرگون کند (عذاب سختی خواهد داشت) همانا الله سخت‌کیفر است"
        },
        {
            "chapter": 2,
            "verse": 212,
            "text": "زندگی دنیا برای کافران آراسته شده است، و مؤمنان را مسخره می‌کنند، و (حال آنکه) پرهیزگاران در روز قیامت بالاتر از آنان هستند، و الله هر کس را بخواهد بی شمار روزی می‌دهد"
        },
        {
            "chapter": 2,
            "verse": 213,
            "text": "(در آغاز) مردم یک امت بودند، آنگاه الله پیامبران را مژده‌آور و بیم‌دهنده بر انگیخت و با آنان کتاب (آسمانی) را بحق نازل کرد، تا در میان مردم، در آنچه اختلاف داشتند، داوری کنند، و تنها کسانی‌که (کتاب) به آنان داده شده بود، پس از آنکه نشانه‌های روشن به آن‌ها رسیده بود، بخاطر ستم و حسادتی که در میان‌شان بود، در آن اختلاف کردند، پس الله به فرمان خویش کسانی را که ایمان آورده بودند؛ به آن حق و (حقیقتی) که در آن اختلاف داشتند، هدایت کرد. و الله هر کس را بخواهد به راه راست هدایت می‌کند"
        },
        {
            "chapter": 2,
            "verse": 214,
            "text": "آیا گمان کرده‌اید که داخل بهشت می‌شوید و حال آنکه هنوز بر (سر) شما نیامده است، مانند آنچه که بر (سر) پیشینیان شما آمد؟ سختی و زیان به آن‌ها رسید، و (آنچنان) تکان خوردند تا که پیامبر و کسانی‌که با او ایمان آورده بودند، گفتند: «یاری الله کی خواهد بود؟» آگاه باشید که یاری الله نزدیک است"
        },
        {
            "chapter": 2,
            "verse": 215,
            "text": "از تو می‌پرسند چه چیزی انفاق کنند؟ بگو: «هر مالی که انفاق کردید، پس برای پدر و مادر و نزدیکان و یتیمان و مستمندان و در راه ماندگان است. و هر کار نیکی که انجام دهید، بدرستی که الله به آن آگاه است.»"
        },
        {
            "chapter": 2,
            "verse": 216,
            "text": "جهاد (در راه خدا) بر شما واجب شده است، در حالی‌که برای شما ناگوار است، چه بسا چیزی را خوش نداشته باشید، حال آنکه آن برای شما بهتر باشد، و چه بسا چیزی را دوست داشته باشید، حال آنکه آن برای شما بد باشد، و الله می‌داند، و شما نمی‌دانید"
        },
        {
            "chapter": 2,
            "verse": 217,
            "text": "از تو درباره جنگ کردن در ماه حرام، می‌پرسند. بگو: «جنگ در آن (گناهی) بزرگ؛ است، و بازداشتن از راه الله و کفر ورزیدن به او و (باز داشتن از) مسجد الحرام و بیرون راندن اهلش از آن؛ نزد الله (گناهی) بزرگ‌تر، و فتنه (= شرک و شکنجه مؤمنان) از کشتار بزرگ‌تر است.» و پیوسته با شما می‌جنگند، تا آنکه اگر بتوانند شما را از دین‌تان برگردانند، و هر کس از شما که از دینش بر گردد و در حال کفر بمیرد، پس آنان اعمال‌شان در دنیا و آخرت تباه شده است، و آنان اهل آتش (دوزخ) اند، و همیشه در آن خواهند بود"
        },
        {
            "chapter": 2,
            "verse": 218,
            "text": "بدرستی کسانی‌که ایمان آوردند و کسانی‌که هجرت کردند و در راه الله جهاد نمودند، آنان به رحمت الله امیدوارند، و الله آمرزندۀ مهربان است"
        },
        {
            "chapter": 2,
            "verse": 219,
            "text": "از تو درباره شراب و قمار می‌پرسند بگو: «در آن دو، گناهی بزرگ است و سودهایی برای مردم در بر دارد، و گناه هر دو از سودشان بزرگ‌تر است». و از تو می‌پرسند «چه چیزی انفاق کنند؟» بگو: مازاد (نیازمندی خود) اینچنین الله آیات را برای شما روشن می‌سازد، باشد که اندیشه کنید"
        },
        {
            "chapter": 2,
            "verse": 220,
            "text": "در دنیا و آخرت، و از تو درباره یتیمان می‌پرسند، بگو: «اصلاح کردن (کار) آنان بهتراست، و اگر با آنان همزیستی کنید؛ آن‌ها برادران (دینی) شما هستند». و الله تباهکار را از درستکار می‌شناسد، و اگر الله می‌خواست شما را به زحمت می‌انداخت، به راستی که الله توانمند حکیم است"
        },
        {
            "chapter": 2,
            "verse": 221,
            "text": "و با زنان مشرک تا ایمان نیاورده‌اند؛ ازدواج نکنید، و بی‌گمان کنیز با ایمان از زن (آزاد) مشرک بهتر است، اگر چه (زیبایی یا دارایی او) شما را به شگفت آورد. و (زنان با ایمان را) به ازدواج مردان مشرک در نیاورید؛ تا ایمان بیاورند. و قطعاً بردۀ با ایمان از مرد (آزاد) مشرک؛ بهتر است، اگر چه (زیبائی یا دارایی و موقعیت او) شما را به شگفت آورد. آنان به سوی آتش (دوزخ) دعوت می‌کنند و الله به فرمان و (توفیق) خویش به سوی بهشت و آمرزش دعوت می‌کند، و آیات و (احکام) خود را برای مردم روشن می‌سازد، باشد که متذکّر (و یادآور) شوند"
        },
        {
            "chapter": 2,
            "verse": 222,
            "text": "و از تو دربارۀ حیض (عادت ماهانه زنان) می‌پرسند، بگو «آن پلید و زیانبار است، پس در حالت قاعدگی از زنان کناره گیری کنید، و با آن‌ها نزدیکی نکنید؛ تا پاک شوند، پس هنگامی‌که پاک شدند و غسل کردند. از همان جا که الله به شما فرمان داده، با آن‌ها آمیزش کنید، به راستی که الله توبه کنندگان را دوست می‌دارد و (نیز) پاکان را دوست می‌دارد»"
        },
        {
            "chapter": 2,
            "verse": 223,
            "text": "زنان شما کشتزار شما هستند، پس هر گونه که بخواهید به کشتزار خود درآیید، و (توشه‌ای) برای خود از پیش بفرستید، و از الله بترسید، و بدانید که شما او را ملاقات خواهید کرد، و به مؤمنان بشارت ده"
        },
        {
            "chapter": 2,
            "verse": 224,
            "text": "و الله را دستاویز سوگند‌‌‌های خود قرار ندهید، برای اینکه نیکی کنید و تقوا پیشه سازید، و در میان مردم آشتی دهید (قسم یاد نکنید) و الله شنوای داناست"
        },
        {
            "chapter": 2,
            "verse": 225,
            "text": "الله شما را بخاطر سوگند هایی که بیهوده و بدون قصد یاد می‌کنید، مؤاخذه نمی‌کند، ولی شما را به آنچه دل‌های تان کسب کرده (از روی اختیار و قصد بوده) مؤاخذه می‌کند و الله آمرزندۀ بردبار است"
        },
        {
            "chapter": 2,
            "verse": 226,
            "text": "برای کسانی‌که سوگند می‌خورند با زنان خود آمیزش نکنند (ایلاء) چهار ماه انتظار و (مهلت) است. پس اگر (سوگند خود را نادیده گرفتند) و بازگشتند، همانا الله آمرزندۀ مهربان است"
        },
        {
            "chapter": 2,
            "verse": 227,
            "text": "و اگر تصمیم طلاق گرفتند، به راستی که الله شنوای داناست"
        },
        {
            "chapter": 2,
            "verse": 228,
            "text": "و زنان مطلقه باید مدت سه پاکی (یا دیدن سه بار عادت ماهانه) انتظار بکشند، و اگر به الله و روز قیامت ایمان دارند؛ برای آن‌ها روا نیست که آنچه را الله در رحم‌هایشان آفریده، کتمان کنند. و شوهران‌شان اگر خواهان آشتی هستند، برای بازگرداندن آن‌ها (به زندگی زناشوئی) در این (مدت از دیگران) سزاوارترند. و برای زنان حقوق شایسته‌ای است همانند (حقوق و وظایفی) که بر عهده آن‌هاست، و مردان بر آنان برتری دارند، و الله توانمند حکیم است"
        },
        {
            "chapter": 2,
            "verse": 229,
            "text": "طلاق (رجعی) دوبار است پس (از آن یا باید همسر را) بطور شایسته نگاه داشتن، یا با نیکی رها کردن. و برای شما روا نیست که از آنچه به آنان داده‌اید، چیزی پس بگیرید، مگر آنکه (زن و شوهر) بترسند که نتوانند حدود الهی را بر پا دارند، پس (ای مؤمنان) اگر ترسیدید که حدود الهی را بر پا ندارند، گناهی بر آن دو نیست، که زن فدیه و عوضی بپردازد (و طلاق بگیرد) این‌ها حدود الهی است، پس از آن‌ها تجاوز نکنید و هر کس از حدود الله تجاوز کند، پس اینانند که ستمگرند"
        },
        {
            "chapter": 2,
            "verse": 230,
            "text": "پس اگر (شوهر برای بار سوم) او را طلاق داد، پس از آن (زن) برای او حلال نیست تا اینکه شوهری غیر از او ازدواج کند (و با او آمیزش جنسی نماید) پس اگر (شوهر بعدی) او را طلاق داد، گناهی برآن دو نیست که (با ازدواج مجدد) به یکدیگر بازگردند، اگرآن دو پندارند که حدود الله را بر پا می‌دارند، این‌ها حدود الله است که آن‌ها را برای مردمی که می‌دانند بیان می‌نماید"
        },
        {
            "chapter": 2,
            "verse": 231,
            "text": "و هنگامی‌که زنان را طلاق (رجعی) دادید، آنگاه به پایان (روزهای) عده خویش رسیدند. پس به شایستگی آن‌ها را نگه دارید و یا به نیکی و خوبی آن‌ها را رها سازید، و آنان را بخاطر زیان رساندن نگاه ندارید تا (به حقوق شان) تعدی و تجاوز کنید، و کسی‌که چنین کند قطعاً به خود ستم کرده است، و آیات الله را به مسخره نگیرید. و نعمت الله را بر خود و آ نچه را که از کتاب (قرآن) و حکمت (سنت و اسرار شریعت) بر شما نازل کرده و شما را با آن پند می‌دهد، به یاد بیاورید و از الله بترسید و بدانید که الله به همه چیز داناست"
        },
        {
            "chapter": 2,
            "verse": 232,
            "text": "و هنگامی‌که زنان را طلاق دادید، آنگاه (مدت) عده خود را به پایان رساندند، آنان را از ازدواج با شوهران (سابق) خود باز ندارید، وقتی که به طرز پسندیده‌ای در بین خویش تراضی کنند. این (دستوری است) که هر کس از شما که به الله و روز قیامت ایمان دارد؛ به آن پند داده می‌شود، و این (دستور) برای شما پر برکت‌تر و پاکیزه‌تر است، و الله می‌داند و شما نمی‌دانید"
        },
        {
            "chapter": 2,
            "verse": 233,
            "text": "و مادران (باید) فرزندان خود را دو سال تمام شیر دهند. (این دستور) برای کسی است که بخواهد دوران شیر خوارگی را تکمیل کند. و بر آن کس که فرزند برای او متولد شده (پدر) لازم است خوراک و پوشاک آنان (= مادران) را بطور شایسته (در مدت شیر دادن بپردازد) هیچ کس جز به‌اندازه توانایی‌اش مکلف نمی‌شود. نه مادر به خاطر فرزندش و نه پدر به سبب فرزندش باید زیان ببیند. و مانند همین (احکام) بر وارث (نیز) لازم است، پس اگر آن دو با رضایت و مشورت یکدیگر بخواهند. (کودک را زودتر) از شیر بازگیرند، گناهی بر آن‌ها نیست، و اگر خواستید که برای فرزندان خود دایه‌ای بگیرید، گناهی بر شما نیست؛ به شرط اینکه آنچه را که مقرر کرده‌اید، بطور شایسته بپردازید. و از الله بترسید، و بدانید که الله به آنچه انجام می‌دهید؛ بیناست"
        },
        {
            "chapter": 2,
            "verse": 234,
            "text": "و کسانی از شما که می‌میرند و همسرانی باقی می‌گذارند؛ باید چهار ماه و ده روز انتظار بکشند (وعده نگه دارند) پس هنگامی‌که مدت عدۀ خود را به پایان رساندند، در آنچه آنان به طور شایسته درباره خود انجام دهند؛ گناهی بر شما نیست، و الله به آنچه می‌کنید آگاه است"
        },
        {
            "chapter": 2,
            "verse": 235,
            "text": "و گناهی بر شما نیست در آنچه که بطور کنایه از خواستگاری زنانی (که در عده‌اند) بر زبان آورید، یا در دل‌های خود پنهان دارید. الله دانست که شما به زودی به یاد آنان خواهید افتاد، ولی پنهانی با آن‌ها وعده (زناشوئی) ندهید، مگر اینکه سخنی پسندیده (بطور کنایه) بگویید، و تصمیم به عقد ازدواج نگیرید تا مدت مقرر (عده) به سرآید، و بدانید که الله آنچه را که در دل‌های شماست می‌داند، پس از (مخالفت) او بترسید، و بدانید که الله آمرزندۀ بردبار است"
        },
        {
            "chapter": 2,
            "verse": 236,
            "text": "اگر زنان را مادامی که با آنان آمیزش جنسی نکرده‌اید و مهری برایشان معین نکرده‌اید طلاق دادید؛ گناهی بر شما نیست، و (در این حالت) آن‌ها را (با هدیه‌ای مناسب) بهره‌مند سازید، بر توانگر به‌اندازه توانش، و بر تنگدست به‌اندازه توانش هدیه‌ای شایسته است (و این حکم) بر نیکوکاران الزامی است"
        },
        {
            "chapter": 2,
            "verse": 237,
            "text": "اگر زنان را پیش از آنکه با آنان نزدیکی کنید، طلاق دادید در حالی‌که برای آن‌ها مهری تعیین کرده‌اید؛ پس نصف آنچه را تعیین کرده‌اید (به آن‌ها بدهید) مگر اینکه آنان (حق خود را) ببخشند. یا کسی‌که پیوند نکاح به دست اوست (شوهر) ببخشد (و تمام مهر را بدهد) و آنکه ببخشید به پرهیزگاری نزدیکتر است. و بزرگواری و نیکی را در میان خود فراموش نکنید، به راستی الله به آنچه می‌کنید؛ بیناست"
        },
        {
            "chapter": 2,
            "verse": 238,
            "text": "بر (بجا آوردن) نماز‌ها و (بخصوص) نماز میانه (نماز عصر) محافظت کنید، و فروتنانه برای الله به پا خیزید"
        },
        {
            "chapter": 2,
            "verse": 239,
            "text": "پس اگر (از دشمن و غیره) ترسیدید، در حال پیاده یا سواره (نماز را بجای آورید) پس هنگامی‌که ایمن شدید، الله را یاد کنید. (و نماز‌ها را به تمام و کمال بجای آورید) همان‌گونه که چیزهای را که نمی‌دانستید به شما یاد داد"
        },
        {
            "chapter": 2,
            "verse": 240,
            "text": "و کسانی از شما که می‌میرند و همسرانی به جا می‌گذارند، باید برای همسران خود وصیت کنند که تا یک سال آن‌ها را (با پرداختن هزینه زندگی) بهره‌مند سازند بدون آنکه (از خانه شوهر) بیرون کنند. پس اگر بیرون روند، درباره آنچه که آنان نسبت بخود بطور شایسته انجام می‌دهند (از قبیل زینت دادن خود و ازدواج مجدد) گناهی بر شما نیست، و الله توانمند حکیم است"
        },
        {
            "chapter": 2,
            "verse": 241,
            "text": "و برای زنان طلاق داده شده، هدیه‌ای مناسب و شایسته (بر شوهر) لازم است؛ این حقی است بر پرهیزگاران"
        },
        {
            "chapter": 2,
            "verse": 242,
            "text": "این چنین الله آیات خود را برای شما روشن می‌سازد؛ باشد که بیندیشید"
        },
        {
            "chapter": 2,
            "verse": 243,
            "text": "آیا ندیدی کسانی را که از ترس مرگ از خانه‌های خود بیرون شدند در حالی‌که هزاران نفر بودند؟ پس الله به آنان گفت: «بمیرید» سپس آن‌ها را زنده کرد، همانا الله بر مردم بخشش و فضل دارد، ولی بیشتر مردم شکر بجا نمی‌آورند"
        },
        {
            "chapter": 2,
            "verse": 244,
            "text": "و در راه الله بجنگید و بدانید که الله شنوای داناست"
        },
        {
            "chapter": 2,
            "verse": 245,
            "text": "کیست که به الله قرض دهد قرض نیکو تا آن را برای او چندین برابر کند؟ و الله است که (روزی بندگان را) تنگ و گشاده می‌سازد، و به سوی او باز گردانده می‌شوید"
        },
        {
            "chapter": 2,
            "verse": 246,
            "text": "آیا ندیدی جمعی از بنی اسرائیل را بعد از موسی هنگامی‌که به پیامبر خود گفتند: پادشاهی برای ما انتخاب کن؛ تا در راه الله جنگ کنیم (پیامبر آن‌ها) گفت: شاید اگر جهاد بر شما مقرر شود (سر پیچی کنید و) در راه الله جهاد نکنید. گفتند: چرا در راه الله جهاد نکنیم در حالی‌که از خانه‌ها و فرزندانمان بیرون رانده شده‌ایم. پس هنگامی‌که جنگ بر آنان مقرر شد، جز عده کمی از آنان همه (سر پیچی) و روی گردانی کردند، و الله به ستمکاران آگاه است"
        },
        {
            "chapter": 2,
            "verse": 247,
            "text": "و پیامبرشان به آن‌ها گفت: همانا الله «طالوت» را (به عنوان) پادشاه برای شما مبعوث (و انتخاب) کرده است، گفتند: چگونه او بر ما پادشاهی کند با اینکه ما به پادشاهی از او سزاوارتریم، و از مال (دنیا) بهره چندانی داده نشده است؟ گفت: به راستی الله او را بر شما برگزیده است، و او را در علم و (نیروی) بدن وسعت و برتری بخشیده است. و الله پادشاهی خود را به هر کس که بخواهد می‌دهد، و الله گشایشگر داناست"
        },
        {
            "chapter": 2,
            "verse": 248,
            "text": "و پیامبرشان به آن‌ها گفت: همانا نشانه پادشاهی او این است که تابوت (عهد) که در آن آرامشی از پروردگار شما و باقیمانده از آنچه آل موسی و آل هارون بر جای گذشته‌اند (قرار دارد) در حالی‌که فرشتگان آن را حمل می‌کنند به سوی شما خواهد آمد، مسلماً در این نشانه‌ای برای شماست، اگر مؤمن باشید"
        },
        {
            "chapter": 2,
            "verse": 249,
            "text": "پس هنگامی‌که طالوت با لشکریان رهسپار شد، به آن‌ها گفت: همانا الله شما را بوسیله یک جوی (آب) آزمایش می‌کند. پس هر کس از آن بنوشد از (یاران) من نیست. و هر کس از آن نخورد، قطعاً او از (یاران) من است، مگر کسی‌که با دست خویش کفی (از آب) برگیرد. پس جز عدۀ کمی؛ همگی از آن (آب) نوشیدند. و هنگامی‌که او و کسانی‌که با او ایمان آورده بودند، از آن (نهر) گذشتند. (از کمی افراد خود ناراحت شدند و عده‌ای) گفتند: «امروز ما توانایی (مقابله) با جالوت و سپاهیانش را نداریم». (اما) آنانی که به دیدار الله یقین داشتند، گفتند: «چه بسا گروه کوچکی که به فرمان الله بر گروهی بسیار پیروز شدند و الله با بردباران است»"
        },
        {
            "chapter": 2,
            "verse": 250,
            "text": "و هنگامی‌که برای (مبارزه) با جالوت و سپاهیانش به میدان آمدند، گفتند: «پرودگارا! بر (دل‌های) ما صبر و شکیبایی فرو ریز و گام‌های ما را استوار و ثابت بدار، و ما را بر گروه کافران پیروز بگردان»"
        },
        {
            "chapter": 2,
            "verse": 251,
            "text": "پس به فرمان خدا، آن‌ها را شکست دادند، و داوود (جوان نیرومند و شجاعی که در لشکر طالوت بود) جالوت را کشت، و الله پادشاهی و نبوت را به او بخشید و از آنچه می‌خواست به او آموخت، و اگر الله برخی از مردم را به وسیله برخی دیگر دفع نمی‌کرد، قطعاً زمین تباه می‌گردید. ولی الله بر جهانیان فضل و بخشش دارد"
        },
        {
            "chapter": 2,
            "verse": 252,
            "text": "این‌ها، آیات الله است که ما آن را بحق بر تو می‌خوانیم و به راستی تو از پیامبران هستی"
        },
        {
            "chapter": 2,
            "verse": 253,
            "text": "این پیامبران (که نام برخی از آنان گذشت) بعضی از ایشان را بر بعضی ایشان برتری دادیم، از آنان کسی بود که الله با او سخن گفت و درجات بعضی از آنان را بالا برد. و به عیسی بن مریم نشانه‌های روشن دادیم و او را بوسیلۀ روح القدس (= جبرئیل) تأیید کردیم. و اگر الله می‌خواست کسانی‌که بعد از آن‌ها بودند، پس از آن (همه) نشانه‌های روشن که برایشان آمد با یکدیگر جنگ نمی‌کردند. ولی (آنان با هم) اختلاف کردند، پس برخی از آنان ایمان آورد، و برخی از آنان کفر ورزید، و اگر الله می‌خواست با هم جنگ نمی‌کردند. ولی الله آنچه را می‌خواهد انجام می‌دهد"
        },
        {
            "chapter": 2,
            "verse": 254,
            "text": "ای کسانی‌که ایمان آورده‌اید! از آنچه به شما روزی داده‌ایم؛ انفاق کنید پیش از آنکه روزی فرا رسد که در آن نه خرید و فروش است و نه دوستی و نه شفاعتی، و کافران خود ستمکارانند"
        },
        {
            "chapter": 2,
            "verse": 255,
            "text": "الله (معبود بر حق است) هیچ معبودی بحق جز او نیست، زنده (و جهان هستی را) نگه دار و مدبر است، نه چرت او را فرا گیرد و نه خواب، آنچه در آسمان‌ها و آنچه در زمین است از آن اوست کیست که در نزد او جز به فرمان او شفاعت کند؟ آنچه در پیش روی آنان و آنچه در پشت سرشان است می‌داند. و به چیزی از علم او، جز به آنچه بخواهد احاطه نمی‌یابد، کرسی او آسمان‌ها و زمین را در بر گرفته، و نگاهداری آن دو (زمین و آسمان) بر او گران و دشوار نیاید، و او بلند مرتبه و بزرگ است"
        },
        {
            "chapter": 2,
            "verse": 256,
            "text": "در (قبول) دین هیچ اجباری نیست، به راستی که راه راست (و هدایت) از راه انحراف (و گمراهی) روشن شده است. پس هر کس به طاغوت (شیطان و بت و انسان‌های گمراه و طغیانگر) کفر ورزد و به الله ایمان آورد، پس به راستی که به دستگیره محکمی چنگ زده است، که آن را گسستن نیست، و الله شنوای داناست"
        },
        {
            "chapter": 2,
            "verse": 257,
            "text": "الله یاور و (سر پرست) کسانی است که ایمان آورده‌اند، آن‌ها را از تاریکی‌ها به سوی نور بیرون می‌برد. و کسانی‌که کافر شدند یاور و سر پرست آن‌ها طاغوت است که آنان را از نور، به سوی تاریکی‌ها بیرون می‌برد، آن‌ها اهل آتشند و جاودان در آن خواهند ماند"
        },
        {
            "chapter": 2,
            "verse": 258,
            "text": "آیا ندیدی و (آ گاهی نداری از) کسی (= نمرود پادشاه بابل) که با ابراهیم دربارۀ پروردگارش به مجادله و گفتگو پرداخت؟ بدان خاطر که الله به او پادشاهی داده بود. و (از کبر و غرور سرمست شده بود،) هنگامی‌که ابراهیم گفت: «پروردگار من کسی است که زنده می‌کند و می‌میراند» (نمرود) گفت: «من (نیز) زنده می‌کنم و می‌میرانم». ابراهیم گفت: «همانا الله، خورشید را از مشرق می‌آورد، پس تو آن را از مغرب بیاور!» (در اینجا) آن کسی‌که کفر ورزیده بود مبهوت شد. و الله قوم ستمگر را هدایت نمی‌کند"
        },
        {
            "chapter": 2,
            "verse": 259,
            "text": "یا همانند آن کسی‌که بر دهی گذشت، در حالی‌که دیوارهای آن به روی سقف‌ها فرو ریخته بود. (او با خود) گفت: چگونه الله (اهل) این (ده) را پس از مرگ‌شان زنده می‌کند؟! پس الله او را (به مدت) صد سال میراند، پس زنده‌اش کرد (و به او) فرمود: «چه قدر درنگ کردی؟» گفت: «یک روز، یا بخشی از یک روز را درنگ کردم». فرمود: «(نه) بلکه صد سال درنگ کردی، پس به غذا و نوشیدنی خود نگاه کن (که طعم و رنگ آن) تغییر نکرده است، و به الاغ خود نگاه کن (که چگونه متلاشی شده است ما چنین کردیم تا به تو پاسخ گوییم) و (هم) تو را نشانه‌ای برای مردم (در مورد معاد) قرار دهیم و (اکنون) به استخوان‌های (الاغ خود) نگاه کن (که) چگونه آن‌ها را برداشته به هم پیوند می‌دهیم، سپس گوشت بر آن می‌پوشانیم» پس هنگامی‌که (قدرت الهی بر زنده کردن مردگان) برایش آشکار شد، گفت: «می‌دانم که الله بر هر چیزی تواناست»"
        },
        {
            "chapter": 2,
            "verse": 260,
            "text": "و (به یاد بیاور) هنگامی را که ابراهیم گفت: «پروردگارا! به من نشان بده چگونه مردگان را زنده می‌کنی؟» فرمود: «مگر ایمان نیاورده‌ای؟!» گفت: «چرا، ولی (می‌خواهم) که قلبم آرام بگیرد» فرمود: «پس چهار پرنده را برگیر، آنگاه آن‌ها را پیش خود قطعه قطعه کن (و در هم بیامیز) سپس بر هر کوهی قسمتی از آن را بگذار، آنگاه آن‌ها را بخوان؛ شتابان به سوی تو می‌آیند، و بدان که الله توانمند حکیم است"
        },
        {
            "chapter": 2,
            "verse": 261,
            "text": "مثل کسانی‌که اموال خود را در راه الله انفاق می‌کنند، همانند دانه‌ای است که هفت خوشه برویاند که در هر خوشه یکصد دانه باشد، و الله برای هر کس که بخواهد چند برابر می‌کند و الله گشایشگر داناست"
        },
        {
            "chapter": 2,
            "verse": 262,
            "text": "کسانی‌که اموال خود را در راه الله انفاق می‌کنند سپس در پی آنچه اتفاق کرده‌اند، منت نمی‌گذارند و آزاری نمی‌رسانند، پاداش آن‌ها برایشان نزد پروردگارشان (محفوظ) است. و ترسی بر آنان نیست و نه ایشان اندوهگین شوند"
        },
        {
            "chapter": 2,
            "verse": 263,
            "text": "سخن پسندیده و گذشت بهتر از صدقه‌ای است که آزاری به دنبال آن باشد، و الله بی‌نیاز (و) بردبار است"
        },
        {
            "chapter": 2,
            "verse": 264,
            "text": "ای کسانی‌که ایمان آورده‌اید! صدقه‌های خود را با منت و آزار، باطل مکنید، مانند کسی‌که مالش را برای نشان دادن به مردم، انفاق می‌کند، و به الله و روز قیامت ایمان ندارد، پس مثل او همچون مثل سنگ صافی است که برروی آن (اندکی) خاک باشد. آنگاه باران تندی به آن برسد، و آن را صاف و سخت بر جای گذارد. آنان (ریا کاران) از آنچه که انجام داده‌اند چیزی به دست نمی‌آورند، و الله گروه کافران را هدایت نمی‌کند"
        },
        {
            "chapter": 2,
            "verse": 265,
            "text": "و مثل کسانی‌که اموال خود را برای طلب خشنودی خدا، و بخاطر یقین و باوری که در دل‌های شان (به پاداش خدا) دارند، انفاق می‌کنند؛ همچون مثل باغی است که بر پشته‌ای قرار دارد، و باران (زیاد و) تندی به آن برسد. پس میوه‌های خود را دو چندان دهد. و اگر باران تند به آن نرسد، باران خفیف و اندکی (برای آن کافی است). و الله به آنچه می‌کنید؛ بیناست"
        },
        {
            "chapter": 2,
            "verse": 266,
            "text": "آیا کسی از شما دوست دارد که باغی از درختان خرما و انگور داشته باشد که از زیر آن‌ها نهرها روان است. و برای او در آن باغ از هر گونه میوه‌ای (فراهم) باشد. و در حالی‌که به سن پیری رسیده و فرزندانی (خرد سال) و ناتوان دارد. آنگاه گردبادی که در آن آتش (سوزانی) است، به آن بر خورد کند و (یکسره) بسوزد؟! (همین طور است، حال کسانی‌که صدقه‌های خود را با منت و آزار و ریا باطل می‌کنند). این چنین الله آیات (خود) را برای شما روشن می‌سازد، شاید که شما بیندیشید"
        },
        {
            "chapter": 2,
            "verse": 267,
            "text": "ای کسانی‌که ایمان آورده‌اید! از چیزهای پاکیزه‌ای که به دست آورده‌اید، و از آنچه از زمین برای شما بیرون آورده‌ایم، انفاق کنید، و برای انفاق کردن قصد نا پاک آن را نکنید، در حالی‌که خود شما حاضر نیستید آن‌ها را بپذیرید، مگر آنکه در آن چشم پوشی کنید. و بدانید که الله بی‌نیاز ستوده است"
        },
        {
            "chapter": 2,
            "verse": 268,
            "text": "شیطان شما را (به هنگام انفاق می‌ترساند و) وعده تهی دستی می‌دهد، و شما را به زشتی‌ها امر می‌کند. و در حالی‌که الله از جانب خود به شما وعده آمرزش و فزونی (نعمت) می‌دهد، و الله گشایشگر داناست"
        },
        {
            "chapter": 2,
            "verse": 269,
            "text": "(الله) به هر کس که بخواهد حکمت و (دانش) می‌دهد، و به هر کس حکمت داده شود، بی‌شک خیر فراوانی داده شده است، و جز خردمندان پند نمی‌گیرد"
        },
        {
            "chapter": 2,
            "verse": 270,
            "text": "و هر چیزی را که انفاق کنید یا هر نذری که ببندید، قطعاً الله آن را می‌داند، و برای ستمگران هیچ یاوری نیست"
        },
        {
            "chapter": 2,
            "verse": 271,
            "text": "اگر صدقه‌ها را آشکار کنید چه نیکوست، و اگر آن‌ها را پنهان دارید و به تهی دستان بدهید، پس این برای شما بهتر است، و برخی از گناهان شما را می‌زداید، و الله به آنچه می‌کنید، آگاه است"
        },
        {
            "chapter": 2,
            "verse": 272,
            "text": "هدایت آنان بر عهدۀ تو نیست، و لیکن الله هر که را بخواهد هدایت می‌کند. و آنچه از مال انفاق می‌کنید، برای خودتان است، و جز برای طلب خشنودی الله انفاق نکنید، و آنچه از مال انفاق می‌کنید، (پاداش آن) بطور کامل و تمام به شما داده می‌شود، و به شما ستم نخواهد شد"
        },
        {
            "chapter": 2,
            "verse": 273,
            "text": "(صدقات شما) برای تهی دستانی است که در راه الله محصور و بازداشته شده‌اند، و نمی‌توانند (برای تأمین هزینه زندگی) در زمین سفر کنند. از شدّت خویشتن داری، افراد ناگاه آن‌ها را بی‌نیاز می‌پندارد، آن‌ها را از چهره‌هایشان می‌شناسی، با اصرار (چیزی) از مردم نمی‌خواهند و آنچه از مال انفاق می‌کنید، قطعاً الله به آن آگاه است"
        },
        {
            "chapter": 2,
            "verse": 274,
            "text": "کسانی‌که اموال خود را، در شب و روز پنهان و آشکار انفاق می‌کنند، مزد آن‌ها نزد پروردگارشان برایشان (محفوظ) است؛ و نه ترسی بر آن‌هاست، و نه ایشان اندوهگین می‌شوند"
        },
        {
            "chapter": 2,
            "verse": 275,
            "text": "کسانی‌که ربا می‌خورند (روز قیامت از گور) بر نمی‌خیزند؛ مگر مانند برخاستن کسی‌که بر اثر تماس شیطان دیوانه شده و (نمی‌تواند تعادل خود را حفظ کند) این بدان سبب است که آنان گفتند: «همانا داد و ستد هم مثل ربا است» و در حالی‌که الله داد و ستد را حلال کرده و ربا را حرام نموده است. پس همانا هر کس که از (جانب) پروردگارش پندی به او برسد، آنگاه (از ربا خواری) باز ایستاد، آنچه گذشته و (قبل از نزول حکم دریافت کرده است) از آن اوست. و کارش به الله واگذار می‌شود، و کسی‌که (به ربا خواری) باز گردد، آنان اهل آتشند و در آن جاویدان خواهند بود"
        },
        {
            "chapter": 2,
            "verse": 276,
            "text": "الله ربا را نابود می‌کند و صدقات را افزایش و (برکت) می‌دهد. و الله هیچ (انسان) ناسپاس گنهکاری را دوست نمی‌دارد"
        },
        {
            "chapter": 2,
            "verse": 277,
            "text": "به راستی کسانی‌که ایمان آورده‌اند و اعمال شایسته انجام داده‌اند، و نماز را بر پا داشته‌اند و زکات را پرداخته‌اند؛ پاداش آنان نزد پروردگارشان برایشان (محفوظ) است، و نه ترسی بر آن‌هاست و نه ایشان اندوهگین می‌شوند"
        },
        {
            "chapter": 2,
            "verse": 278,
            "text": "ای کسانی‌که ایمان آورده‌اید! از الله بترسید و آنچه از (مطالبات) ربا باقی مانده است رها کنید؛ اگر مؤمن هستید"
        },
        {
            "chapter": 2,
            "verse": 279,
            "text": "پس اگر (چنین) نکردید، یقین داشته باشید که الله و رسولش با شما جنگ خواهند کرد. و اگر توبه کردید اصل سرمایه‌هایتان از آن شماست، نه ستم می‌‌کنید و نه بر شما ستم وارد می‌شود"
        },
        {
            "chapter": 2,
            "verse": 280,
            "text": "و اگر (بدهکار) تنگدست بود، پس تا (هنگام) گشایش (و توانایی) مهلت دهید، و (اگر توانایی پرداخت ندارد) بخشیدن آن برای شما بهتر است؛ اگر بدانید"
        },
        {
            "chapter": 2,
            "verse": 281,
            "text": "و از روزی بترسید که در آن (روز) به سوی الله باز گردانده می‌شوید، سپس به هر کس (پاداش) آنچه انجام داده؛ تمام و کامل داده می‌شود، و به آنان ستم نخواهد شد"
        },
        {
            "chapter": 2,
            "verse": 282,
            "text": "ای کسانی‌که ایمان آورده‌اید! هر گاه به همدیگر تا مدت معینی و امی دادید (یا معاملۀ نسیه‌ای انجام دادید). آن را بنویسید، و باید نویسنده‌ای (آن را) دادگرانه بین شما بنویسد، و هیچ نویسنده‌ای نباید از نوشتن همان‌گونه که الله به او آموزش داده، خود داری کند. پس باید بنویسد و (آن) کسی‌که حق بر ذمۀ اوست (= بدهکار) باید املا کند، و باید از الله که پروردگار اوست بپرهیزد، و از آن چیزی نکاهد، پس اگر کسی‌که حق بر ذمۀ اوست سفیه یا ناتوان باشد، یا خود نمی‌تواند املا کند، پس باید ولی او با (رعایت) عدالت؛ املا کند، و دو شاهد از مردان تان را گواه بگیرید، پس اگر دو مرد نبودند، یک مرد و دو زن از میان گواهانی که (به عدالت آنان) رضایت دارید (گواه بگیرید). تا اگر یکی از آن دو (زن) فراموش کرد، دیگری به او یاد آوری کند. و گواهان نباید به هنگامی‌که آن‌ها را (برای گواهی) دعوت می‌کنند؛ خود داری کنند. و از نوشتن (بدهی) تا سر رسیدش چه کوچک باشد یا بزرگ ملول نشوید. این (نوشتن شما) در نزد الله به عدالت نزدیکتر، و برای گواهی دادن استوارتر، و برای آنکه دچار شک و تردید نشوید؛ بهتر می‌باشد. مگر اینکه داد و ستدی نقدی باشد که بین خود دست به دست می‌کنید. پس در این صورت گناهی بر شما نیست که آن را ننویسید. و هنگامی‌که داد و ستد (نقدی) کردید؛ گواه بگیرید. و نباید به نویسنده و شاهد زیانی برسد و اگر (چنین) کنید؛ بی‌شک (بیانگر) نافرمانی شما خواهد بود. و از الله بترسید. و (آنچه که برای شما مفید است) الله به شما آموزش می‌دهد، و الله به همه چیز داناست"
        },
        {
            "chapter": 2,
            "verse": 283,
            "text": "و اگر در سفر بودید و نویسنده‌ای نیافتید، پس (چیزی) گروگان بگیرید (گروی که در دست طلبکار قرار گیرد). و اگر برخی از شما برخی دیگر را امین دانست، پس آن کس که امین شمرده شده، باید امانت (بدهی) خود را باز پس دهد و باید از الله که پروردگار اوست بترسد، و شهادت را کتمان نکنید، و هر کس آن را کتمان کند، بی‌شک قلبش گناهکار است. و الله به آنچه می‌کنید، داناست"
        },
        {
            "chapter": 2,
            "verse": 284,
            "text": "آنچه در آسمان‌ها و زمین است، از آن الله است. و اگر آنچه را در دل خود دارید، آشکار کنید یا آن را پنهان نمایید، الله شما را به آن محاسبه می‌کند. پس هر کس را بخواهد می‌بخشد، و هر کس را بخواهد؛ عذاب می‌کند، و الله بر هر چیزی تواناست"
        },
        {
            "chapter": 2,
            "verse": 285,
            "text": "پیامبر به آنچه از (سوی) پروردگارش بر او نازل شده، ایمان آورده است، و مؤمنان (نیز) همه به الله و فرشتگان او و کتاب‌هایش و پیامبرانش ایمان آورده‌اند. (و گفتند): «میان هیچ یک از پیامبرانش فرق نمی‌گذاریم» و گفتند: «شنیدیم و اطاعت کردیم. پروردگارا! آمرزش تو را (خواهانیم) و بازگشت به سوی توست»"
        },
        {
            "chapter": 2,
            "verse": 286,
            "text": "الله هیچ کس را جز به‌اندازه توانش تکلیف نمی‌کند. آنچه (از خوبی) بدست آورده به سود او، و آنچه (از بدی) به دست آورده به زیان اوست. پروردگارا! اگر فراموش یا خطا کردیم، ما را مؤاخذه نکن، پروردگارا! بار گران (و تکلیف سنگین) را بر (دوش) ما مگذار، چنانکه آن را بر (دوش) کسانی‌که پیش از ما بودند؛ گذاشتی، پروردگارا! آنچه را که طاقت تحمل آن را نداریم بر (دوش) ما مگذار، و ما را بیامرز و به ما رحم فرمای. تو مولا و سرور مایی پس ما را بر گروه کافران پیروز گردان"
        },
        {
            "chapter": 3,
            "verse": 1,
            "text": "الم (الف. لام. میم)"
        },
        {
            "chapter": 3,
            "verse": 2,
            "text": "الله (معبود بر حق است) هیچ معبودی بحق جز او نیست، زنده (و جهان هستی را) نگهدار و مدّبر است"
        },
        {
            "chapter": 3,
            "verse": 3,
            "text": "کتاب (قرآن) را بحق بر تو نازل کرد، که تصدیق‌کننده آنچه (از کتاب‌های آسمانی) که پیش از آن است. و تورات و انجیل را"
        },
        {
            "chapter": 3,
            "verse": 4,
            "text": "پیش از آن برای هدایت مردم نازل کرد و (نیز) فرقان را نازل کرد. به راستی کسانی‌که به آیات الله کافر شدند، عذاب سختی دارند. و الله توانمند و صاحب انتقام است"
        },
        {
            "chapter": 3,
            "verse": 5,
            "text": "بی‌شک هیچ چیز، (نه) در زمین و نه در آسمان بر الله پوشیده نمی‌ماند"
        },
        {
            "chapter": 3,
            "verse": 6,
            "text": "او کسی است که شما را در رحم‌ها، هرگونه که بخواهد صورتگری می‌کند. هیچ معبودی (بحق) جز او نیست، که توانمند حکیم است"
        },
        {
            "chapter": 3,
            "verse": 7,
            "text": "او کسی است که کتاب (قرآن) را بر تو نازل کرد. بخشی از آن، آیات محکم (صریح و روشن) است، که آن‌ها اساس کتاب است. و (بخش) دیگر «متشابهات» است (آن آیاتی که درنگاه اول معانی و احتمالات مختلفی دارد و قابل تأویل است، ولی با رجوع به آیات محکم، تفسیر و معنای آن‌ها روشن می‌گردد). اما کسانی‌که در دل‌هایشان کژی و انحراف است، برای فتنه جویی (و گمراه کردن مردم) و بخاطر تأویل آن (به دلخواه خود) از متشابه آن پیروی می‌کنند. و در حالی‌که تأویل آن جز الله نمی‌داند، و راسخان در علم می‌گویند: «ما به همه آن (چه محکم و چه متشابه) ایمان آوردیم، همه از طرف پروردگار ماست» و جز خردمندان متذکر نمی‌شوند"
        },
        {
            "chapter": 3,
            "verse": 8,
            "text": "می‌گویند: پروردگارا! دل‌های ما را، بعد از آنکه ما را هدایت کردی (از راه حق) منحرف مگردان، و از سوی خود، رحمتی بر ما ببخش براستی که تو بخشنده‌ای"
        },
        {
            "chapter": 3,
            "verse": 9,
            "text": "پروردگار! بی‌شک تو مردم را برای روزی‌که در آن تردیدی نیست، جمع خواهی کرد، قطعاً الله وعده (خود) را خلاف نمی‌کند"
        },
        {
            "chapter": 3,
            "verse": 10,
            "text": "به راستی کسانی‌که کافر شدند، اموال و فرزندانشان چیزی از (عذاب) الله را از آنان باز ندارد. و آنان خود هیزم آتش (دوزخ) هستند"
        },
        {
            "chapter": 3,
            "verse": 11,
            "text": "(عادت این کافران) همچون عادت آل فرعون و کسانی است که پیش از آن‌ها بودند. آیات ما را تکذیب کردند، پس الله آن‌ها را به (سزای) گناهان‌شان گرفت، و الله سخت‌کیفر است"
        },
        {
            "chapter": 3,
            "verse": 12,
            "text": "به کسانی‌که کافر شدند بگو: «بزودی مغلوب خواهید شد، و (سپس در قیامت) به سوی جهنم، محشور می‌شوید، و چه بد جایگاهی است»"
        },
        {
            "chapter": 3,
            "verse": 13,
            "text": "قطعاً در دو گروهی که (در میان بدر) با هم روبه رو شدند، نشانه و (عبرتی) برای شما بود. یک گروه در راه الله می‌جنگید، و (گروهی) دیگر کافر بودند، آن‌ها (مؤمنان) را با چشم خود، دو برابر آنچه بودند می‌دیدند. و الله هر کس را بخواهد با نصرت و یاری خود، تأیید می‌کند. براستی در این (ماجرا) برای صاحبان بینش عبرتی است"
        },
        {
            "chapter": 3,
            "verse": 14,
            "text": "محبت خواستنی‌های (مادی) از (جمله) زنان و فرزندان و اموال هنگفت از طلا و نقره، و اسب‌های نشاندار، و چهار پایان و زراعت، برای مردم آراسته شده است، این‌ها (همه) کالا و متاع (زود گذر) زندگی دنیاست. و (حال آنکه) سر انجام نیک نزد الله است"
        },
        {
            "chapter": 3,
            "verse": 15,
            "text": "بگو: «آیا شما را به بهتر از این‌ها خبر دهم؟» برای کسانی‌که تقوا پیشه کرده‌اند، در نزد پروردگارشان باغ‌هایی است که از زیر (درختان) آن‌ها نهرها روان است، در آن جاودانه خواهند بود. و همسرانی پاکیزه (دارند)، و (همچنین) از خشنودی الله (برخوردارند) و الله به (احوال) بندگان بیناست"
        },
        {
            "chapter": 3,
            "verse": 16,
            "text": "کسانی‌که می‌گویند: «پروردگارا! به راستی ما ایمان آورده‌ایم، پس گناهان ما را بیامرز، و ما را از عذاب آتش نگاه دار»"
        },
        {
            "chapter": 3,
            "verse": 17,
            "text": "همانا شکیبایان و راستگویان و فرمانبرداران و انفاق کنندگان و آمرزش خواهان در سحرگاهان"
        },
        {
            "chapter": 3,
            "verse": 18,
            "text": "الله گواهی داده است که معبودی (بحق) جز او نیست، و فرشتگان و صاحبان دانش، (نیز بر این مطلب گواهی می‌دهند). در حالی‌که (الله در جهان هستی) قیام به عدالت دارد، معبودی (بحق) جز او نیست، که توانمند حکیم است"
        },
        {
            "chapter": 3,
            "verse": 19,
            "text": "همانا دین (حق) نزد خدا، اسلام است. و کسانی‌که کتاب (آسمانی) به آنان داده شد، اختلاف نکردند، مگر بعد از آنکه علم و آگاهی برای آنان آمد، آن هم بخاطر سرکشی و حسدی که میان آنان بود، و هر کس به آیات الله کفر ورزد، پس (بداند که) الله سریع الحساب (زود شمار) است"
        },
        {
            "chapter": 3,
            "verse": 20,
            "text": "پس اگر (دربارۀ دین و توحید) با تو محاجه و ستیز کردند، بگو: «من روی خود را تسلیم الله نموده ام» و هر کس که پیرو من است (نیز خود را تسلیم الله نموده است). و به اهل کتاب (= یهود و نصاری) و بی‌سوادان (مشرکان عرب) بگو: «آیا شما هم تسلیم شده‌اید؟» پس اگر تسلیم شوند، قطعاً هدایت یافته‌اند. و اگر روی گردان شدند و (سر پیچی کردند) پس (نگران مباش زیرا) بر تو فقط رساندن (پیام خدا) است. و الله به (احوال) بندگان بیناست"
        },
        {
            "chapter": 3,
            "verse": 21,
            "text": "به راستی کسانی‌که به آیات الله کفر می‌ورزند، و پیامبران را به ناحق می‌کشند و (نیز) کسانی از مردم را که به عدالت امر می‌کنند؛ به قتل می‌رسانند، پس آنان را به عذابی دردناک مژده بده"
        },
        {
            "chapter": 3,
            "verse": 22,
            "text": "آنان کسانی هستند که اعمال‌شان در دنیا و آخرت تباه شده، و برای آنان هیچ یاور و مددکاری نیست"
        },
        {
            "chapter": 3,
            "verse": 23,
            "text": "آیا ندیدی کسانی را که بهره‌ای از کتاب (آسمانی) داده شدند، به سوی کتاب الله (قرآن) دعوت می‌شوند تا در میان آن‌ها داوری و (حکم) کند، پس گروهی از آنان روی می‌گردانند در حالی‌که اعراض دارند؟"
        },
        {
            "chapter": 3,
            "verse": 24,
            "text": "این (عمل آن‌ها) بدان سبب است که آنان گفتند: «آتش (دوزخ) جز چند روزی به ما نخواهد رسید». و این (افتراها) و دروغ‌هایی که می‌بافتند آنان را در دین‌شان فریفته و مغرور ساخت"
        },
        {
            "chapter": 3,
            "verse": 25,
            "text": "پس چگونه خواهد بود (حال‌شان) هنگامی‌که آن‌ها برای روزی‌که شکی در آن نیست، گرد آوریم و به هر کس (پاداش) آنچه فراهم کرده به تمام و کمال داده شود؟ و به آن‌ها ستم نخواهد شد"
        },
        {
            "chapter": 3,
            "verse": 26,
            "text": "بگو: «بارالها! ای دارنده پادشاهی و (هستی) به هر کس که بخواهی، پادشاهی (و فرمانروایی) می‌بخشی، و از هر کس بخواهی پادشاهی (و فرمانروایی) را می‌گیری، و هر کس را بخواهی عزت میدهی، و هر که را بخواهی خوار می‌کنی، همه خوبی‌ها به دست توست، بی‌شک تو بر هر چیز توانایی"
        },
        {
            "chapter": 3,
            "verse": 27,
            "text": "شب را در روز داخل می‌کنی، و روز را در شب داخل می‌کنی، و زنده را از مرده بیرون می‌آوری، و مرده را از زنده بیرون می‌آوری، و به هر کس بخواهی بی شمار روزی می‌دهی»"
        },
        {
            "chapter": 3,
            "verse": 28,
            "text": "مؤمنان نباید کافران را به جای مؤمنان دوست و ولی خود بگیرند، و هر کس چنین کند، با الله هیچ رابطه‌ای ندارد و (عهد و پیمان او با الله گسسته شده است). مگر اینکه (از آزار و اذیت) آن‌ها بترسید (در ظاهر با آنان دوستی کنید). و الله شما را از (کیفر) خودش برحذر می‌دارد، و بازگشت به سوی الله است"
        },
        {
            "chapter": 3,
            "verse": 29,
            "text": "بگو: «اگر آنچه در سینه‌های شماست، پنهان دارید یا آشکارش کنید، الله آن را می‌داند، (و نیز) آنچه در آسمان‌ها و آنچه در زمین است می‌داند، و الله بر هر چیزی تواناست»"
        },
        {
            "chapter": 3,
            "verse": 30,
            "text": "روزی‌که هر کس آنچه را از خیر و نیکی انجام داده، و آنچه از بدی مرتکب شده، حاضر شده می‌یابد. و آرزو می‌کند، ای کاش میان او و آن (کارهای بد) فاصله‌ای دور بود، و الله شما را از (کیفر) خودش بر حذر می‌دارد، و (در عین حال) الله به بندگان مهربان است"
        },
        {
            "chapter": 3,
            "verse": 31,
            "text": "بگو: «اگر الله را دوست می‌دارید، پس از من پیروی کنید، تا الله شما را دوست بدارد، و گناهان‌تان را برایتان بیامرزد، و الله آمرزندۀ مهربان است»"
        },
        {
            "chapter": 3,
            "verse": 32,
            "text": "بگو: «خدا و پیامبر (او) را اطاعت کنید». پس اگر پشت کردند و (سر پیچی نمودند)، قطعاً الله کافران را دوست نمی‌دارد"
        },
        {
            "chapter": 3,
            "verse": 33,
            "text": "به راستی الله آدم و نوح و آل ابراهیم و آل عمران را بر جهانیان برگزید"
        },
        {
            "chapter": 3,
            "verse": 34,
            "text": "فرزندانی که بعضی از آنان از (نسل) بعضی دیگرند، و الله شنوای داناست"
        },
        {
            "chapter": 3,
            "verse": 35,
            "text": "هنگامی‌که همسر عمران گفت: «پروردگارا! من آنچه را در شکم دارم برای تو نذر کردم که آزاد، (برای خدمت بیت‌المقدس و پرستشگر تو) باشد. پس از من بپذیر که تو خود شنوای دانایی»"
        },
        {
            "chapter": 3,
            "verse": 36,
            "text": "پس هنگامی‌که او را بزاد، گفت: «پروردگارا! من او را دختر زاده ام - و الله به آنچه او زایید داناتر بود- و پسر همانند دختر نیست، و من او را مریم نام گذاردم، و من او را و فرزندانش را از (شر) شیطان رانده شده، به تو پناه می‌دهم»"
        },
        {
            "chapter": 3,
            "verse": 37,
            "text": "آنگاه پروردگارش او (= مریم) را به طرز نیکویی پذیرفت، و به طرز شایسته‌ای او را رویانید (و پرورش داد) و کفالت او را به زکریا سپرد، هرگاه زکریا وارد محراب (و عبادتگاه) او می‌شد، نزد او غذا و رزقی می‌یافت، (زکریا) می‌گفت: «ای مریم این از کجا برای تو آمده است؟» (مریم) می‌گفت: «این از جانب الله است، که الله به هر کس بخواهد بی شمار روزی می‌دهد»"
        },
        {
            "chapter": 3,
            "verse": 38,
            "text": "آنجا (بود که) زکریا پروردگارش را خواند، (و) گفت: «پروردگارا! از طرف خود فرزند پاکیزه‌ای به من عطا کن، به درستی تو شنونده دعایی»"
        },
        {
            "chapter": 3,
            "verse": 39,
            "text": "پس در حالی‌که او ایستاده در محراب نماز می‌خواند، فرشتگان او را ندا کردند که: «الله تو را به یحیی بشارت می‌دهد، (و او) تصدیق‌کنندۀ کلمه الله (عیسی) است، و سرور و خویشتندار (از رغبت به زنان) و پیامبری از صالحان است»"
        },
        {
            "chapter": 3,
            "verse": 40,
            "text": "(زکریا) گفت: «پروردگارا! چگونه مرا فرزندی خواهد بود؟ در حالی‌که پیری به سراغ من آمده، و همسرم نازا است». (فرشته) گفت: «بدین‌گونه الله هر چه بخواهد انجام می‌دهد»"
        },
        {
            "chapter": 3,
            "verse": 41,
            "text": "(زکریا) گفت: «پروردگارا! برای من نشانه‌ای قرار ده». فرمود: «نشانه‌ات این است که سه روز با مردم، جز با اشاره سخن نگویی، و پروردگارت را بسیار یاد کن، و شامگاهان و صبحگاهان (او را) تسبیح بگو»"
        },
        {
            "chapter": 3,
            "verse": 42,
            "text": "و (به یاد آورید) هنگامی را که فرشتگان گفتند: «ای مریم! الله تو را برگزیده و پاک ساخته و تو را بر زنان جهان برتری داده است"
        },
        {
            "chapter": 3,
            "verse": 43,
            "text": "ای مریم! فرمانبر پروردگار خود باش و سجده کن و با رکوع‌کنندگان رکوع کن»"
        },
        {
            "chapter": 3,
            "verse": 44,
            "text": "(ای پیامبر!) این از خبرهای غیبی است که به تو وحی می‌کنیم، و تو در آن هنگام که قلم‌های خود را (برای قرعه‌کشی به آب) می‌افکندند تا کدام یک سرپرستی مریم را به عهده گیرد، نزد آنان نبودی، و (نیز) وقتی که با یکدیگر کشمکش می‌کردند، نزدشان نبودی"
        },
        {
            "chapter": 3,
            "verse": 45,
            "text": "و (به یاد آورید) هنگامی‌که فرشتگان گفتند: «ای مریم! الله تو را به کلمه‌ای از جانب خود، که نامش مسیح، عیسی بن مریم است؛ بشارت می‌دهد، در حالی‌که (او) در دنیا و آخرت آبرومند و از مقربان (در گاه الهی) است"
        },
        {
            "chapter": 3,
            "verse": 46,
            "text": "و در گهواره و در حالت کهولت (و میانسالی) با مردم سخن می‌گوید و از شایستگان است»"
        },
        {
            "chapter": 3,
            "verse": 47,
            "text": "(مریم) گفت: «پروردگارا! چگونه مرا فرزندی خواهد بود، در حالی بشری به من دست نزده است؟» (فرشته) گفت: «الله بدینسان هر چه را بخواهد می‌آفریند، (و) هر گاه که اراده چیزی کند، فقط به آن می‌گوید: «موجود باش» پس (آن بی درنگ) موجود می‌شود"
        },
        {
            "chapter": 3,
            "verse": 48,
            "text": "و به او کتاب و حکمت و تورات و انجیل می‌آموزد"
        },
        {
            "chapter": 3,
            "verse": 49,
            "text": "و (او را به عنوان) پیامبری به سوی بنی اسرائیل (می‌فرستد که او به آنان می‌گوید:) «من از سوی پروردگارتان برایتان نشانه‌ای آورده‌ام، من از گِل برای شما (چیزی) به شکل پرنده می‌سازم، آنگاه در آن می‌دمم، پس به فرمان الله پرنده‌ای می‌شود. و به فرمان الله کور مادر زاد و مبتلایان به برص (پیسی) را بهبودی می‌بخشم، و مردگان را زنده می‌کنم، و از آنچه می‌خورید و در خانه‌هایتان ذخیره می‌کنید؛ به شما خبر می‌دهم، مسلماً در این‌ها، نشانه‌ای برای شماست اگر ایمان داشته باشید"
        },
        {
            "chapter": 3,
            "verse": 50,
            "text": "و آنچه را پیش از من از تورات بوده، تصدیق می‌کنم، و (فرستاده شده‌ام) تا بعضی از چیزهایی را که بر شما حرام شده بود، حلال کنم، و نشانه‌ای از طرف پروردگارتان برای شما آورده‌ام، پس از الله بترسید، و مرا اطاعت کنید"
        },
        {
            "chapter": 3,
            "verse": 51,
            "text": "به راستی که الله، پروردگار من و پروردگار شماست، پس او را بپرستید، این است راه راست»"
        },
        {
            "chapter": 3,
            "verse": 52,
            "text": "پس هنگامی‌که عیسی از آنان احساس کفر کرد، گفت: «یاوران من (در راه دعوت) به سوی الله چه کسانی هستند؟» حواریان گفتند: «ما یاوران (دین) الله هستیم، به الله ایمان آورده‌ایم، و (تو نیز) گواه باش که ما تسلیم (او) هستیم"
        },
        {
            "chapter": 3,
            "verse": 53,
            "text": "پروردگارا! به آنچه نازل کرده‌ای، ایمان آوردیم و از فرستاده (تو) پیروی نمودیم؛ پس ما را از زمره گواهان بنویس»"
        },
        {
            "chapter": 3,
            "verse": 54,
            "text": "و (یهود و دیگر دشمنان مسیح برای کشتن او) نقشه کشیدند، و الله چاره‌جوئی کرد (و مکر و نقشه آنان را نابود نمود). و الله بهترین چاره جویان است"
        },
        {
            "chapter": 3,
            "verse": 55,
            "text": "(به یاد آورید) هنگامی را که الله (به عیسی) فرمود: « ای عیسی، بی‌گمان من تو را برگرفته و به سوی خویش بالا می‌برم، و تو را از (آلایش و تهمت) کسانی‌که کافر شدند؛ پاک می‌گردانم، و کسانی را که از تو پیروی کردند، تا روز قیامت برتر از کسانی را که کافر شدند قرار می‌دهم، سپس بازگشت شما به سوی من است، آنگاه در آنچه در آن اختلاف می‌کردید در میان شما داوری می‌کنم"
        },
        {
            "chapter": 3,
            "verse": 56,
            "text": "اما کسانی‌که کافر شدند، در دنیا و آخرت آنان را به عذابی سخت عذاب می‌کنم، و برای آن‌ها یاورانی نیست"
        },
        {
            "chapter": 3,
            "verse": 57,
            "text": "و اما کسانی‌که ایمان آورده‌اند و کارهای شایسته انجام دادند، پس (الله) مزدشان را بطور کامل به آنان خواهد داد، و الله ستمکاران را دوست نمی‌دارد"
        },
        {
            "chapter": 3,
            "verse": 58,
            "text": "(ای محمد) این‌ها که بر تو می‌خوانیم از آیات (و نشانه‌های الله) و قرآن حکمت‌آمیز است"
        },
        {
            "chapter": 3,
            "verse": 59,
            "text": "همانا مثل عیسی نزد خدا؛ همچون مثل (خلقت) آدم است (که) او را از خاک آفرید، پس به او فرمود: «باش» پس (بی‌درنگ) موجود شد"
        },
        {
            "chapter": 3,
            "verse": 60,
            "text": "(آنچه درباره عیسی بیان کردیم) حق از جانب پروردگار توست، پس هرگز از تردید کنندگان مباش"
        },
        {
            "chapter": 3,
            "verse": 61,
            "text": "پس هر کس که در این (باره) پس از دانشی که به تو رسیده با تو محاجه و ستیز کند، بگو: «بیایید تا فرزندان مان و فرزندان تان و زنان مان و زنان تان، و (نفوس و) نزدیکان مان و (نفوس و) نزدیکان تان را فرا خوانیم، آنگاه مباهله کنیم، و لعنت الله را بر دروغگویان قرار دهیم»"
        },
        {
            "chapter": 3,
            "verse": 62,
            "text": "حقا که این همان داستان حق و واقعی (مسیح) است، و معبودی جز الله نیست، و بی‌گمان الله است که توانمند حکیم است"
        },
        {
            "chapter": 3,
            "verse": 63,
            "text": "پس اگر روی گردانند (بدان که) الله به (حال) تباهکاران آگاه است"
        },
        {
            "chapter": 3,
            "verse": 64,
            "text": "بگو: «ای اهل کتاب! بیایید به سوی سخنی که میان ما و شما یکسان است، که جز الله را نپرستیم، و چیزی را شریک او نسازیم، بعضی از ما بعضی دیگر را به جای الله به خدایی نگیرد». پس اگر (از این دعوت) روی گرداندند، بگویید: «گواه باشید که ما مسلمانیم»"
        },
        {
            "chapter": 3,
            "verse": 65,
            "text": "ای اهل کتاب! چرا درباره ابراهیم مجادله و ستیز می‌کنید، در حالی‌که تورات و انجیل بعد از او نازل شده است؟ آیا اندیشه نمی‌کنید"
        },
        {
            "chapter": 3,
            "verse": 66,
            "text": "هان! شما (اهل کتاب) کسانی هستید که دربارۀ آنچه نسبت به آن آگاهی و علم داشتید محاجه و ستیز کردید، پس چرا در مورد چیزی که بدان علم ندارید محاجه و ستیز می‌کنید؟ و الله می‌داند و شما نمی‌دانید"
        },
        {
            "chapter": 3,
            "verse": 67,
            "text": "ابراهیم نه یهودی بود و نه نصرانی، بلکه یکتاپرستی مسلمان بود، و هرگز از مشرکان نبود"
        },
        {
            "chapter": 3,
            "verse": 68,
            "text": "به راستی سزاوار ترین مردم به ابراهیم همان کسانی هستند که او را پیروی کرده‌اند. و (نیز) این پیامبر و کسانی‌که (به او) ایمان آورده‌اند، و الله یاور و ولی مؤمنان است"
        },
        {
            "chapter": 3,
            "verse": 69,
            "text": "گروهی از اهل کتاب (آرزو می‌کردند و) دوست داشتند کاش شما را گمراه می‌کردند، در حالی‌که جز خودشان (کسی) را گمراه نمی‌کنند، و نمی‌فهمند"
        },
        {
            "chapter": 3,
            "verse": 70,
            "text": "ای اهل کتاب! چرا به آیات الله کافر می‌شوید، در حالی‌که خودتان (به صدق و درستی آن) گواهی می‌دهید؟"
        },
        {
            "chapter": 3,
            "verse": 71,
            "text": "ای اهل کتاب! چرا حق را به باطل می‌آمیزید. و حق را کتمان می‌کنید در حالی‌که خودتان می‌دانید"
        },
        {
            "chapter": 3,
            "verse": 72,
            "text": "و گروهی از اهل کتاب (به همدیگر) گفتند: «به آنچه بر مؤمنان نازل شده در آغاز روز ایمان بیاورید، و در پایان (روز) کافر شوید، شاید آنان (از اسلام) برگردند»"
        },
        {
            "chapter": 3,
            "verse": 73,
            "text": "و جز به کسی‌که از دین شما پیروی می‌کند؛ ایمان نیاورید، بگو: «همانا هدایت، هدایت الله است». (گفتند:) مبادا به کسی همانند آنچه به شما داده شده داده شود، یا در پیشگاه پروردگارتان با شما محاجه و ستیز کنند. بگو: « به راستی فضل و برتری به دست الله است، آن را به هر کس که بخواهد می‌دهد و الله گشایشگر داناست"
        },
        {
            "chapter": 3,
            "verse": 74,
            "text": "هر کس را که بخواهد به رحمت خود مخصوص می‌گرداند، و الله دارای فضل و بخشش بزرگ است»"
        },
        {
            "chapter": 3,
            "verse": 75,
            "text": "و از اهل کتاب کسی است که اگر او را بر مال فراوانی امین شمری، آن را به تو باز می‌گرداند، و از آنان کسی است که اگر او را بر دیناری امین شمری آن را به تو باز نمی‌گرداند، مگر تا زمانی که بر (سر) او ایستاده باشی، این بدان خاطر است که آنان می‌گویند: «در مورد (خوردن مال) امییّن (عرب‌ها، غیر یهود) گناهی بر ما نیست». و بر الله دروغ می‌بندند، در حالی‌که می‌دانند"
        },
        {
            "chapter": 3,
            "verse": 76,
            "text": "آری، (گناه هست) هر که به پیمان خود وفا کند و پرهیزگاری نماید، پس بی‌گمان الله پرهیزگاران را دوست دارد"
        },
        {
            "chapter": 3,
            "verse": 77,
            "text": "همانا کسانی‌که پیمان الله و سوگندهای خود را به بهای ناچیزی می‌فروشند، آن‌ها بهره‌ای در آخرت نخواهند داشت، و الله در روز قیامت با آن‌ها سخن نمی‌گوید، و به آنان نمی‌نگرد و آن‌ها را (از گناه) پاک نمی‌سازد و عذاب دردناکی برای آن‌هاست"
        },
        {
            "chapter": 3,
            "verse": 78,
            "text": "و از میان آن‌ها (= یهود) گروهی هستند که زبان خود را به (هنگام تلاوت) کتاب (آسمانی) چنان می‌گردانند که گمان کنید (آنچه را می‌خوانند) از کتاب (آسمان) است، در حالی‌که از کتاب (آسمانی) نیست. و می‌گویند: «آن از جانب الله است»؛ در صورتی که از جانب الله نیست، و بر الله دروغ می‌بندند در حالی‌که خودشان (هم) می‌دانند"
        },
        {
            "chapter": 3,
            "verse": 79,
            "text": "برای هیچ بشری سزاوار نیست که الله به او کتاب و حکم و پیامبری بدهد، سپس او به مردم بگوید: «به جای خدا، بندگان من باشید». بلکه (سزاوار پیامبران این است که به مردم بگویند:) «به سبب آنکه کتاب (آسمانی) آموزش می‌دادید و از آن رو که درس می‌خواندید (مردمانی) ربانی و الهی باشید»"
        },
        {
            "chapter": 3,
            "verse": 80,
            "text": "و نه اینکه به شما فرمان دهد که فرشتگان و پیامبران را به خدایی بگیرید، آیا شما را پس از آنکه مسلمان شدید، به کفر فرمان می‌دهد؟"
        },
        {
            "chapter": 3,
            "verse": 81,
            "text": "و (به یاد بیاورید) هنگامی را که الله، از پیامبران پیمان گرفت که هرگاه به شما کتاب و حکمت دادم، سپس پیامبری به سوی شما آمد که آنچه را با شماست تصدیق می‌کند، باید به او ایمان بیاورید و او را یاری کنید. (آنگاه) فرمود: «آیا اقرار کردید، و بر این امر پیمانم را پذیرفتید؟» گفتند: «اقرار کردیم» فرمود: «پس گواه باشید و من (نیز) با شما از گواهانم"
        },
        {
            "chapter": 3,
            "verse": 82,
            "text": "پس هر کس که بعد از این (پیمان) روی گرداند، آنانند که فاسق و نافرمانند»"
        },
        {
            "chapter": 3,
            "verse": 83,
            "text": "آیا (کافران) جز دین الله را می‌جویند؟ حال آنکه هر که در آسمان‌ها و زمین است خواه و ناخواه سر به فرمان او نهاده است، و به سوی او باز گردانده می‌شوند"
        },
        {
            "chapter": 3,
            "verse": 84,
            "text": "بگو: «به الله و آنچه بر ما نازل شده، و آنچه بر ابراهیم و اسماعیل و اسحاق و یعقوب و اسباط (= فرزندان یعقوب) نازل گردیده و آنچه به موسی و عیسی و (دیگر) پیامبران از جانب پروردگارشان داده شده؛ ایمان آوردیم، میان هیچ یک از آنان فرقی نمی‌گذاریم، و ما او را فرمانبرداریم»"
        },
        {
            "chapter": 3,
            "verse": 85,
            "text": "و هر کس که دینی غیر از اسلام بر گزیند، هرگز از او پذیرفته نخواهد شد، و او در آخرت از زیانکاران است"
        },
        {
            "chapter": 3,
            "verse": 86,
            "text": "چگونه الله قومی را هدایت می‌کند که بعد از ایمان‌شان و (پس از آنکه) گواهی دادند به اینکه پیامبر بر حق است، و برایشان دلایل روشن آمد، کافر شدند؟! و الله قوم ستمکار را هدایت نمی‌کند"
        },
        {
            "chapter": 3,
            "verse": 87,
            "text": "آنان جزای‌شان این است که لعنت الله و فرشتگان و مردم همگی بر آن‌هاست"
        },
        {
            "chapter": 3,
            "verse": 88,
            "text": "در آن (لعنت) جاودانه می‌مانند، نه عذاب از ایشان کاسته می‌شود، و نه آنان مهلت یابند"
        },
        {
            "chapter": 3,
            "verse": 89,
            "text": "مگر کسانی‌که پس از آن توبه کردند و اصلاح و درستکاری نمودند، پس بی‌گمان الله آمرزندۀ مهربان است"
        },
        {
            "chapter": 3,
            "verse": 90,
            "text": "همانا کسانی‌که پس از ایمان خود کافر شدند، پس بر کفر (خود) افزودند، هرگز توبه آنان پذیرفته نخواهند شد، و آنانند که خود گمراهانند"
        },
        {
            "chapter": 3,
            "verse": 91,
            "text": "به درستی کسانی‌که کافر شدند و در حال کفر مردند، اگر چه زمین را پر از طلا کنند، و آن را (برای خود) فدیه دهند، هرگز از هیچ یک از آن‌ها پذیرفته نمی‌شود، آنان را عذابی دردناک خواهد بود، و یاورانی نخواهند داشت"
        },
        {
            "chapter": 3,
            "verse": 92,
            "text": "هرگز به نیکوکاری نمی‌رسید تا از آنچه دوست دارید انفاق کنید، و آنچه انفاق می‌کنید، بی‌شک الله به آن آگاه است"
        },
        {
            "chapter": 3,
            "verse": 93,
            "text": "همه غذاها برای بنی اسرائیل حلال بود، مگر آنچه پیش از نزول تورات اسرائیل (= یعقوب) بر خود حرام کرده بود. بگو: «اگر راست می‌گویید، تورات را بیاورید و آن را بخوانید»"
        },
        {
            "chapter": 3,
            "verse": 94,
            "text": "پس کسی‌که بعد از این بر الله دروغ بندد، آنانند که ستمکارند"
        },
        {
            "chapter": 3,
            "verse": 95,
            "text": "بگو: «خدا راست گفت، پس از آیین ابراهیم که یکتا پرست و حق گرا بود، و از مشرکان نبود، پیروی کنید»"
        },
        {
            "chapter": 3,
            "verse": 96,
            "text": "براستی نخستین خانه‌ای که برای (عبادت) مردم قرار داده شده، همان است که در مکه است، که پر برکت و (مایه) هدایت جهانیان است"
        },
        {
            "chapter": 3,
            "verse": 97,
            "text": "در آن نشانه‌های روشن، (از جمله) مقام ابراهیم است. و هر کس داخل آن (حرم) شود؛ در امان خواهد بود، و برای خدا، حج خانه (کعبه) بر مردم واجب است، (البته) کسانی‌که توانایی رفتن به سوی آن دارند، و هر کس کفر ورزد، بی‌شک الله از جهانیان بی‌نیاز است"
        },
        {
            "chapter": 3,
            "verse": 98,
            "text": "بگو: «ای اهل کتاب! چرا به الله کفر می‌ورزید، حال آنکه الله بر آنچه می‌کنید؛ گواه است»"
        },
        {
            "chapter": 3,
            "verse": 99,
            "text": "بگو: «ای اهل کتاب! چرا کسی را که ایمان آورده‌است، از راه الله باز می‌دارید، و می‌خواهید آن (راه) را کج نشان دهید؟! در حالی‌که شما (به راستی آن) گواه هستید، و الله از آنچه می‌کنید، غافل نیست»"
        },
        {
            "chapter": 3,
            "verse": 100,
            "text": "ای کسانی‌که ایمان آورده‌اید! اگر از گروهی از اهل کتاب اطاعت کنید، شما را بعد از ایمان‌تان به کفر بر می‌گردانند"
        },
        {
            "chapter": 3,
            "verse": 101,
            "text": "و چگونه شما کافر مى‌شوید در حالی‌که آیات الله بر شما خوانده می‌شود و پیامبر او در میان شماست؟! و هر کس که به الله تمسک جوید؛ قطعاً به راه راست، هدایت شده‌است"
        },
        {
            "chapter": 3,
            "verse": 102,
            "text": "ای کسانی‌که ایمان آورده‌اید! از الله؛ آن گونه که شایسته ترسیدن از او است؛ بترسید، و نمیرید مگر اینکه مسلمان باشید"
        },
        {
            "chapter": 3,
            "verse": 103,
            "text": "و همگی به ریسمان الله (= قرآن و اسلام) چنگ زنید و پراکنده نشوید، و نعمت الله را بر خود یاد کنید، آنگاه که دشمنان (یکدیگر) بودید، پس میان دل‌های شما الفت داد، آنگاه به (فضل) نعمت او برادر (یکدیگر) شدید، و شما بر لبه گودالی از آتش بودید، (او) شما را از آن نجات داد. این گونه الله آیات خود را برای شما روشن می‌سازد، باشد که شما راه یابید"
        },
        {
            "chapter": 3,
            "verse": 104,
            "text": "و باید از میان شما، گروهی باشند که (مردم را) به نیکی دعوت کنند، و به کار شایسته و ا دارند و از زشتی باز دارند، و آنانند که رستگارند"
        },
        {
            "chapter": 3,
            "verse": 105,
            "text": "و مانند کسانی نباشید که پراکنده شدند و اختلاف کردند پس از آنکه دلایل روشن برایشان آمد، و اینان برایشان عذاب بزرگی است"
        },
        {
            "chapter": 3,
            "verse": 106,
            "text": "روزی‌که چهره‌هایی سفید و چهره‌هایی سیاه می‌گردد، اما آن‌ها که چهره‌هایشان سیاه شده (به آنان گفته می‌شود) «آیا بعد از ایمان تان کافر شدید؟!پس به سبب آنچه کفر می‌ورزیدید؛ عذاب را بچشید»"
        },
        {
            "chapter": 3,
            "verse": 107,
            "text": "و اما آن‌ها که چهره‌هایشان سفیده شده است، در رحمت الله (= بهشت) خواهند بود، آنان در آن جاویدانند"
        },
        {
            "chapter": 3,
            "verse": 108,
            "text": "این‌ها آیات الله است، که آن را به حق بر تو می‌خوانیم، و الله (هیچ گاه) ستمی برای جهانیان نمی‌خواهد"
        },
        {
            "chapter": 3,
            "verse": 109,
            "text": "و آنچه در آسمان‌ها و آنچه در زمین است از آن الله است، و (همه) کارها، به سوی الله باز گردانده می‌شود"
        },
        {
            "chapter": 3,
            "verse": 110,
            "text": "شما بهترین امتی هستید که برای مردم پدیدار شده‌اید: امر به معروف می‌کنید و نهی از منکر می‌نمائید، و به الله ایمان دارید. و اگر اهل کتاب ایمان می‌آوردند؛ قطعاً برایشان بهتر بود، برخی از آنان مؤمنند و بیشتر آنان فاسق و نافرمانند"
        },
        {
            "chapter": 3,
            "verse": 111,
            "text": "(اهل کتاب) هرگز به شما زیانی نخواهند رسانید؛ جز آزاری اندک، و اگر با شما بجنگند، به شما پشت خواهند کرد، سپس یاری نمی‌شوند"
        },
        {
            "chapter": 3,
            "verse": 112,
            "text": "هر کجا یافته شوند، (مهر) ذلت و خواری بر آنان زده شده است. مگر آنکه در پناه امان خدا، و امان مردم باشند. و به خشمی از الله گرفتار شده‌اند، و (مهر) بیچارگی بر آن‌ها زده شده، این بدان سبب بود که به آیات الله کفر می‌ورزیدند و پیامبران را به ناحق می‌کشتند، (و نیز) این (سزا) بخاطر آن بود که نافرمانی کردند و از حدود (الهی) تجاوز می‌نمودند"
        },
        {
            "chapter": 3,
            "verse": 113,
            "text": "(ولی همۀ آنان) یکسان نیستند، از اهل کتاب گروهی هستند که درست‌کردارند، در دل شب در حالی‌که به نماز ایستاده‌اند، آیات الله را می‌خوانند"
        },
        {
            "chapter": 3,
            "verse": 114,
            "text": "به الله و روز قیامت ایمان دارند و امر به معروف می‌کنند و از کار زشت و منکر باز می‌دارند، و در (انجام) کارهای نیک، می‌شتابند، و آنان از شایستگانند. [یعنی تمام اهل کتاب چنانکه در آیات قبلی مورد نکوهش و مذمت قرار گرفته‌اند یکسان نیستند، بلکه از میان آن‌ها کسانی هستند که به دین اسلام گرویدند مانند: عبدالله بن سلام، اسد بن عبید، ثعلبه بن سعیه و اسید بن سعیه و غیره، و همچنین در میان آن‌ها اهل تقوا و نیکوکار نیز وجود دارد]"
        },
        {
            "chapter": 3,
            "verse": 115,
            "text": "و هر کار نیکی انجام دهند، هرگز کفران نخواهد شد، و الله به (حال) پرهیزگاران آگاه است"
        },
        {
            "chapter": 3,
            "verse": 116,
            "text": "بی‌گمان کسانی‌که کافر شدند، هرگز اموال‌شان و فرزندان‌شان چیزی از (عذاب) الله را از آنان دفع نخواهد کرد. و آنان اهل آتشند، آن‌ها در آن جاودانه خواهند بود"
        },
        {
            "chapter": 3,
            "verse": 117,
            "text": "مثل آنچه (کافران) در این زندگی دنیا انفاق می‌کنند؛ همانند بادی است که در آن سرمای سخت و سوزانی است که به کشتزار قومی که بر خود ستم کرده‌اند؛ برسد، و آن را نابود سازد. الله به آن‌ها ستم نکرده، بلکه آن‌ها خود بر خویشتن ستم کرده‌اند"
        },
        {
            "chapter": 3,
            "verse": 118,
            "text": "ای کسانی‌که ایمان آورده‌اید، از غیر خودتان (کافران) (دوست و) محرم اسرار نگیرید، آن‌ها از هیچ نابکاری در حق شما کوتاهی نمی‌کنند. آن‌ها دوست دارند که شما در رنج و زحمت باشید. به راستی دشمنی از دهان (و زبان) شان آشکار شده‌است، و آنچه سینه‌هایشان پنهان می‌دارد؛ بزرگتر است، بی‌شک ما آیات و نشانه‌ها (ی دشمنی آنان) را برای شما بیان کردیم، اگر اندیشه کنید"
        },
        {
            "chapter": 3,
            "verse": 119,
            "text": "هان! شما کسانی هستید که آن‌ها را دوست می‌دارید، در حالی‌که آن‌ها شما را دوست ندارند، و شما به همه کتاب (های آسمانی) ایمان دارید، (و آن‌ها به کتاب شما ایمان ندارند). و چون با شما ملاقات می‌کنند می‌گویند: «ایمان آورده‌ایم». و هنگامی‌که تنها می‌شوند، از شدت خشم بر شما، سر انگشتان خود را به دندان می‌گزند. بگو: «به خشم خود بمیرید». بی‌گمان الله به (راز) درون سینه‌ها آگاه است"
        },
        {
            "chapter": 3,
            "verse": 120,
            "text": "اگر به شما نیکی (و خوشی) برسد؛ آن‌ها را ناراحت می‌کند، و اگر به شما بدی (و گزندی) برسد؛ بدان خوشحال می‌شوند. و اگر شما صبر کنید و پرهیزگاری نمایید، مکر و نیرنگ شان هیچ زیانی به شما نمی‌رسد، بی‌شک الله به آنچه می‌کنند؛ احاطه دارد"
        },
        {
            "chapter": 3,
            "verse": 121,
            "text": "و (به یاد آور) زمانی را که (در جنگ احد) بامدادان از میان خانواده خود بیرون آمدی (و) مؤمنان را برای جنگیدن در مواضعی می‌گماردی، و الله شنوای داناست"
        },
        {
            "chapter": 3,
            "verse": 122,
            "text": "و (نیز به یاد آور) هنگامی‌که دو گروه از شما (= بنوسلمه و بنوحارثه) خواستند که سستی ورزند، و الله یاور (و نگهدار) آن‌ها بود، و مؤمنان باید تنها بر الله توکل کنند"
        },
        {
            "chapter": 3,
            "verse": 123,
            "text": "و بی‌گمان الله شما را در (جنگ) بدر یاری کرد در حالی‌که شما ناتوان بودید، پس از الله بترسید، باشد که سپاسگزاری نمایید"
        },
        {
            "chapter": 3,
            "verse": 124,
            "text": "آنگاه که به مؤمنان می‌گفتی: «آیا شما را کافی نیست، که پروردگارتان شما را با سه هزار فرشته که (از آسمان) فرود می‌آیند، یاری کند؟»"
        },
        {
            "chapter": 3,
            "verse": 125,
            "text": "آری، اگر صبر کنید و پرهیزگاری نمایید، و (دشمن) با همین جوش (و خروش) سراغ شما بیاید. پروردگارتان شما را به پنج هزار فرشته نشاندار یاری خواهد کرد"
        },
        {
            "chapter": 3,
            "verse": 126,
            "text": "و الله آن (یاری با فرشتگان) را جز مژده‌ای برای (پیروزی) شما قرار نداد، تا (بدین وسیله) دل‌های شما بدان آرامش گیرد، و گرنه نصر و پیروزی جز از جانب الله توانمند حکیم نیست"
        },
        {
            "chapter": 3,
            "verse": 127,
            "text": "تا گروهی از کسانی‌که کافر شده‌اند؛ هلاک و نابود کند، یا آنان را خوار و مغلوب نماید، آنگاه مأیوس و ناامیدانه بازگردند"
        },
        {
            "chapter": 3,
            "verse": 128,
            "text": "هیچ چیز از کار (بندگان) در دست تو نیست، یا (الله) توبه آنان را می‌پذیرد (و آنان را می‌بخشاید) یا عذاب‌شان می‌کند، زیرا آنان ستمکارند"
        },
        {
            "chapter": 3,
            "verse": 129,
            "text": "و آنچه در آسمان‌ها، و آنچه در زمین است، از آن الله است، هر کس را که بخواهد می‌آمرزد، و هر کس را بخواهد عذاب می‌کند، و الله آمرزندۀ مهربان است"
        },
        {
            "chapter": 3,
            "verse": 130,
            "text": "ای کسانی‌که ایمان آورده‌اید! ربا را چند برابر نخورید، و از الله بترسید تا رستگار شوید"
        },
        {
            "chapter": 3,
            "verse": 131,
            "text": "و از آتشی که برای کافران آماده شده‌است بترسید"
        },
        {
            "chapter": 3,
            "verse": 132,
            "text": "و الله و پیامبر را اطاعت کنید، تا مورد رحمت (خدا) قرار گیرید"
        },
        {
            "chapter": 3,
            "verse": 133,
            "text": "و به سوی آمرزش پروردگارتان، و بهشتی که پهنای آن (به قدر) آسمان‌ها و زمین است، (و) برای پرهیزگاران آماده شده‌است، بشتابید"
        },
        {
            "chapter": 3,
            "verse": 134,
            "text": "آن کسانی‌که در توانگری و تنگدستی انفاق می‌کنند، و خشم خود را فرو می‌برند، و از مردم در می‌گذرند، و الله نیکوکاران را دوست می‌دارد"
        },
        {
            "chapter": 3,
            "verse": 135,
            "text": "و کسانی‌که چون مرتکب کار زشتی شوند یا بر خود ستم کنند، الله را به یاد می‌آورند، پس برای گناهان‌شان آمرزش می‌خواهند، و چه کسی جز الله گناهان را می‌آمرزد؟ و به آنچه کرده‌اند، در حالی‌که می‌دانند (که گناه است) پا فشاری و اصرار نمی‌کنند"
        },
        {
            "chapter": 3,
            "verse": 136,
            "text": "آن‌ها پاداش‌شان آمرزشی از (جانب) پروردگارشان و باغ‌هایی است که از زیر (درختان) آن جوی‌ها جاری است، جاودانه در آن می‌مانند، و پاداش (نیکو کاران و) اهل عمل چه خوب است"
        },
        {
            "chapter": 3,
            "verse": 137,
            "text": "بی‌شک پیش از شما (ملت‌هایی و) سنت‌هایی گذشته است، پس در زمین گردش کنید و ببینید؛ سرانجام تکذیب کنندگان چگونه است؟"
        },
        {
            "chapter": 3,
            "verse": 138,
            "text": "این (قرآن) بیانی است برای مردم و هدایت و اندرزی برای پرهیزگاران است"
        },
        {
            "chapter": 3,
            "verse": 139,
            "text": "و سست نشوید و اندوهگین نگردید، و شما برتر هستید؛ اگر مؤمن باشید"
        },
        {
            "chapter": 3,
            "verse": 140,
            "text": "اگر (در روز احد) به شما زخم و آسیبی رسید؛ به راستی به آن گروه (کافر نیز در روز بدر) زخم و آسیبی همانند آن رسید. و ما این روزها (ی شکست و پیروزی) را در میان مردم می‌گردانیم. و تا الله افرادی را که (واقعاً) ایمان آورده‌اند؛ معلوم بدارد، و از میان شما شاهدانی بگیرد، و الله ستمکاران را دوست نمی‌دارد"
        },
        {
            "chapter": 3,
            "verse": 141,
            "text": "و تا الله کسانی را که ایمان آورده‌اند؛ پاک و خالص گرداند، و کافران را نابود سازد"
        },
        {
            "chapter": 3,
            "verse": 142,
            "text": "آیا پنداشتید که (تنها با ادعای ایمان) به بهشت داخل می‌شوید؛ در حالی‌که الله هنوز مجاهدان از شما معلوم نداشته، و صابران را مشخص و جدا نساخته است؟"
        },
        {
            "chapter": 3,
            "verse": 143,
            "text": "و به راستی شما مرگ (و شهادت) را پیش از آنکه با آن روبرو شوید، آرزو می‌کردید، پس آن را دیدید، در حالی‌که به آن نگاه می‌کردید"
        },
        {
            "chapter": 3,
            "verse": 144,
            "text": "و محمد جز فرستاده‌ای نیست، که به راستی پیش از او (نیز) فرستادگانی (بوده‌اند و) گذشتند. آیا اگر بمیرد یا کشته شود، شما به عقب می‌گردید (و عقیده و دین خود را رها می‌کنید؟) و هر کس به عقب بازگردد (و عقیده و دین راستین را رها کند) هرگز به الله زیانی نمی‌رساند، و به زودی الله سپاسگزاران را پاداش می‌دهد"
        },
        {
            "chapter": 3,
            "verse": 145,
            "text": "و هیچ کسی جز به فرمان الله نمی‌میرد، سر نوشتی است معین و مشخص شده، و هر کس که پاداش این دنیا را بخواهد از آن به او می‌دهیم، و هر کس که پاداش آخرت را بخواهد، از آن به او می‌دهیم، و بزودی سپاسگزاران را پاداش خواهیم داد"
        },
        {
            "chapter": 3,
            "verse": 146,
            "text": "و چه بسیار پیامبرانی که همراه او توده‌های انبوه، مردان خدایی نبرد کردند، آن‌ها هیچ گاه در برابر آنچه در راه الله بدیشان رسید، سستی نورزیدند و ناتوان نشدند، و زبونی نشان ندادند (و تسلیم دشمن نشدند) و الله شکیبایان را دوست دارد"
        },
        {
            "chapter": 3,
            "verse": 147,
            "text": "و سخن آنان جز این نبود که گفتند: «پروردگارا! گناهان ما را بیامرز، و از زیاده روی ما، در کارمان (بر ما بیامرز) و گام‌های ما را استوار بدار و ما را بر گروه کافران، پیروز گردان»"
        },
        {
            "chapter": 3,
            "verse": 148,
            "text": "پس الله پاداش این دنیا و پاداش نیک آخرت را به آن‌ها عطا کرد، و الله نیکوکاران را دوست دارد"
        },
        {
            "chapter": 3,
            "verse": 149,
            "text": "ای کسانی‌که ایمان آورده‌اید! اگر از کسانی‌که کافر شده‌اند؛ اطاعت کنید، شما را (به کفر) بر می‌گردانند، آنگاه زیان دیده بر می‌گردید"
        },
        {
            "chapter": 3,
            "verse": 150,
            "text": "(بر کافران تکیه نکنید) بلکه، الله یاور و مولای شما است، و او بهترین یاری دهندگان است"
        },
        {
            "chapter": 3,
            "verse": 151,
            "text": "به زودی در دل‌های کسانی‌که کافر شدند، بیم و ترس خواهیم افکند؛ بخاطر اینکه چیزی را شریک الله قرار داده‌اند که هیچگونه دلیلی بر (حقانیت) آن نازل نکرده‌است. و جایگاه آن‌ها آتش است، و جایگاه ستمکاران چه بد است"
        },
        {
            "chapter": 3,
            "verse": 152,
            "text": "و به راستی الله، وعده خود را با شما (در جنگ احد) تحقق بخشید، آنگاه که در (درآغاز جنگ) به فرمان او، آنان را می‌کشتید. تا اینکه سست شدید و در کار (جنگ و جمع‌آوری غنیمت) با یکدیگر به نزاع پرداختید، و بعد از آنکه آنچه را دوست می‌داشتید (از پیروزی بر دشمن) به شما نشان داد، نافرمانی کردید، بعضی از شما خواهان دنیا بود، و بعضی خواهان آخرت. سپس برای آنکه شما را آزمایش کند از (تعقیب) آنان منصرف‌تان کرد، (و پیروزی شما به شکست انجامید). و از (معصیت و تقصیر) شما (که نافرمانی از دستور پیامبر بود) در گذشت. و الله نسبت به مؤمنان فضل و بخشش دارد"
        },
        {
            "chapter": 3,
            "verse": 153,
            "text": "و (بیاد آورید) هنگامی را که (در حال گریز از کوه) بالا می‌رفتید، و به هیچ کس توجه نمی‌کردید. و پیامبر از پشت سرتان شما را صدا می‌زد، پس (الله) با غم و اندوهی در پی غم و اندوهی (دیگر) به شما سزا داد. این بدین خاطر بود که بر آنچه از دست داده‌اید و بر آنچه به شما رسیده‌است؛ اندوهگین نشوید. و الله از آنچه می‌کنید؛ آگاه است"
        },
        {
            "chapter": 3,
            "verse": 154,
            "text": "سپس بعد از آن غم و اندوه، آرامشی (به صورت) خواب سبکی بر شما فرو فرستاده، که گروهی از شما را فرا گرفت. و گروهی دیگر (= منافقین) در فکر جان خود بودند، و دربارۀ خدا، گمان‌های ناروا و باطل، همچون گمان‌های زمان جاهلیت داشتند. می‌گفتند: «آیا چیزی از نصرت و پیروزی نصیب ما می‌شود؟» بگو: «همه کارها (شکست و پیروزی) به دست الله است». آن‌ها چیزی را در دل‌های شان پنهان می‌دارند که برای تو آشکار نمی‌سازند، می‌گویند: «اگر ما را در این کار اختیاری بود (و بهره‌ای از پیروزی داشتیم) در اینجا کشته نمی‌شدیم». بگو: «اگر شما در خانه‌های خود هم بودید، کسانی‌که کشته شدن بر آنان نوشته شده بود؛ قطعاً به قتلگاه‌های خود، بیرون می‌آمدند». و (این‌ها) برای این است که الله، آنچه را در سینه‌هایتان (پنهان) دارید، بیازماید، و آنچه را در دل‌های تان است؛ خالص و پاک گرداند. و الله به (راز) درون سینه‌ها آگاه است"
        },
        {
            "chapter": 3,
            "verse": 155,
            "text": "به راستی کسانی از شما که در روز بر خورد دو گروه (مسلمانان و کافران در جنگ احد) فرار کردند، در حقیقت شیطان آنان را به سبب بعضی از کردار (و گناهانی) که مرتکب شده بودند، بلغزانید، و قطعاً الله از آنان در گذشت، بی‌گمان الله آمرزندۀ بردبار است"
        },
        {
            "chapter": 3,
            "verse": 156,
            "text": "ای کسانی‌که ایمان آورده‌اید! مانند کسانی نباشید که کفر ورزیدند، و درباره برادران‌شان چون به سفر رفتند (و مردند) یا در جنگ شرکت کردند (و کشته شدند) گفتند: «اگر آن‌ها نزد ما بودند، نمی‌مردند و کشته نمی‌شدند» تا الله این (گفتار) را حسرتی در دل‌های شان قرار دهد، و الله، زنده می‌کند و می‌میراند (زندگی و مرگ همه به دست الله است) و الله به اعمال شما بیناست.‌"
        },
        {
            "chapter": 3,
            "verse": 157,
            "text": "و اگر در راه الله کشته شوید یا بمیرید، بی‌گمان آمرزش و رحمت از (جانب) الله، از آنچه آن‌ها جمع می‌کنند، بهتر است"
        },
        {
            "chapter": 3,
            "verse": 158,
            "text": "و اگر بمیرید یا کشته شوید؛ قطعاً به سوی الله محشور می‌شوید"
        },
        {
            "chapter": 3,
            "verse": 159,
            "text": "پس به (سبب) رحمت الهی است که تو با آنان نرم خو (و مهربان) شدی، و اگر تند خو و سخت دل بودی، قطعا از اطراف تو پراکنده می‌شدند، پس از آنان در گذر و برایشان آمرزش بخواه، و در کارها، با آنان مشورت کن، و آنگاه که تصمیم گرفتی بر الله توکل کن، زیرا که الله توکل کنندگان را دوست می‌دارد"
        },
        {
            "chapter": 3,
            "verse": 160,
            "text": "اگر الله شما را یاری کند، هیچ کس بر شما پیروز نخواهد شد، و اگر شما را به خود واگذارد (و یاری‌تان نکند) پس چه کسی بعد از او شما را یاری خواهد کرد؟ و مؤمنان باید تنها بر الله توکّل کنند"
        },
        {
            "chapter": 3,
            "verse": 161,
            "text": "و هیچ پیامبری را نسزد که خیانت کند، و هر کس خیانت کند، روز قیامت، با آنچه (در آن) خیانت کرده بیاید. سپس به هر کس آنچه را کسب کرده‌است (از نیکی یا بدی) بطور کامل (پاداش یا سزا) داده می‌شود، و به آنان ستم نخواهد شد"
        },
        {
            "chapter": 3,
            "verse": 162,
            "text": "آیا کسی‌که خشنودی الله را پیروی می‌کند، همانند کسی است که به خشم الله دچار گردد و جایگاه او جهنم است، و (آن) چه بد جائی است"
        },
        {
            "chapter": 3,
            "verse": 163,
            "text": "(هر یک از) ایشان، درجاتی در نزد الله دارند، و الله به آنچه می‌کنند؛ بیناست"
        },
        {
            "chapter": 3,
            "verse": 164,
            "text": "به راستی که الله بر مؤمنان منّت نهاد، هنگامی‌که در میان آنان پیامبری از خودشان بر انگیخت، که آیات او (= قرآن) را بر آن‌ها می‌خواند و پاکیزه شان می‌دارد و به آنان کتاب (= قرآن) و حکمت (= سنت) می‌آموزد، و اگر چه پیش از آن در گمراهی آشکاری بودند"
        },
        {
            "chapter": 3,
            "verse": 165,
            "text": "آیا هنگامی‌که مصیبتی (در جنگ احد) به شما رسید، در حالی‌که دو برابر آن را (در جنگ بدر به کافران) رسانده بودید، گفتید: «این (مصیبت) از کجا است؟» بگو: «آن از جانب خود تان است» (و نتیجه نا فرمانی دستور پیامبر است) بی‌گمان الله بر هر چیز تواناست"
        },
        {
            "chapter": 3,
            "verse": 166,
            "text": "و آنچه (در روز احد) روزی‌که دو گروه (مؤمنان و کافران) با هم برخورد کردند، به شما رسید، به فرمان الله بود، و برای این بود که مؤمنان را معلوم بدارد"
        },
        {
            "chapter": 3,
            "verse": 167,
            "text": "و (نیز) کسانی‌که نفاق ورزیدند معلوم بدارد. و به ایشان گفته شد: «بیایید در راه الله بجنگید یا (حداقل از خود و شهرتان) دفاع کنید». گفتند: «اگر می‌دانستیم جنگی روی خواهد داد، مسلماً از شما پیروی می‌کردیم». آنان در آن هنگام، به کفر نزدیک‌تر بودند تا به ایمان، به زبان خویش چیزی می‌گویند که در دل‌های شان نیست، و الله به آنچه کتمان می‌کنند؛ آگاه‌تر است"
        },
        {
            "chapter": 3,
            "verse": 168,
            "text": "کسانی‌که (خود در خانه) نشستند و دربارۀ برادران خود گفتند: «اگر آن‌ها از ما پیروی می‌کردند، کشته نمی‌شدند» بگو: «اگر راست می‌گویید؛ پس مرگ را از خودتان دور سازید»"
        },
        {
            "chapter": 3,
            "verse": 169,
            "text": "و هرگز کسانی را که در راه الله کشته شده‌اند؛ مرده مپندار، بلکه زنده‌اند، نزد پروردگارشان روزی داده می‌شوند"
        },
        {
            "chapter": 3,
            "verse": 170,
            "text": "به آنچه الله از فضل و کرم خود به ایشان داده‌است، شادمانند، و به کسانی‌که هنوز به آن‌ها نپیوسته‌اند، خوش وقتند، که نه بیمی بر آن‌هاست و نه اندوهگین می‌شوند"
        },
        {
            "chapter": 3,
            "verse": 171,
            "text": "به نعمت و فضل الله شادمانند، و اینکه (می بینند) الله پاداش مؤمنان را ضایع نمی‌کند"
        },
        {
            "chapter": 3,
            "verse": 172,
            "text": "کسانی‌که دعوت الله و پیامبر را پس از آنکه (در میدان احد) به آنان زخم و جراحت رسید اجابت کردند. (و برای تعقیب مشرکان به سوی «حمراء الأسد» رفتند) برای کسانی از آن‌ها که نیکی و پرهیزگاری کردند، پاداش بزرگی است"
        },
        {
            "chapter": 3,
            "verse": 173,
            "text": "کسانی‌که مردم به آنان گفتند: «مردم (= مشرکان مکه) برای (جنگ با) شما گرد آمده‌اند، پس از آن‌ها بترسید». (این سخن) بر ایمان‌شان افزوده و گفتند: «الله ما را بس است، و بهترین حامی است»"
        },
        {
            "chapter": 3,
            "verse": 174,
            "text": "پس به نعمت و فضل الله (از میدان جنگ) بازگشتند، هیچ آسیبی به آنان نرسید، و خشنودی الله را پیروی کردند، و الله دارای فضل و بخشش بزرگی است"
        },
        {
            "chapter": 3,
            "verse": 175,
            "text": "(در حقیقت) این شیطان است که دوستانش را می‌ترساند، پس اگر ایمان دارید از آن‌ها نترسید، و از من بترسید"
        },
        {
            "chapter": 3,
            "verse": 176,
            "text": "و کسانی‌که در (یاری) کفر شتاب می‌کنند، تو را اندوهگین نسازد! یقیناً آن‌ها هرگز زیانی به الله نمی‌رسانند، الله می‌خواهد که بهره‌ای برای آنان در آخرت قرار ندهد و برای آن‌ها، عذاب بزرگی است"
        },
        {
            "chapter": 3,
            "verse": 177,
            "text": "به راستی کسانی‌که کفر را به (بهای) ایمان خریدند، هرگز به الله زیانی نمی‌رسانند، و برای آن‌ها، عذاب دردناکی است"
        },
        {
            "chapter": 3,
            "verse": 178,
            "text": "و کسانی‌که کافر شدند، مپندارید که به آنان مهلت می‌دهیم، برایشان بهتر است، ما فقط به آن‌ها مهلت می‌دهیم؛ تا بر گناه (خود) بیفزایند، و برای آن‌ها عذاب خوار کننده‌ای است"
        },
        {
            "chapter": 3,
            "verse": 179,
            "text": "چنین نبود که الله، مؤمنان را به این (حالی) که شما بر آن هستید، و ا گذارد، تا آنکه پلید را از پاک جدا سازد، و چنین نبود که الله شما را از غیب آگاه کند، ولی الله از میان فرستادگانش، هر کس را بخواهد بر می‌گزیند، پس به الله و فرستادگانش ایمان بیاورید، و اگر ایمان بیاورید و تقوا پیشه کنید، پاداش بزرگی برای شماست"
        },
        {
            "chapter": 3,
            "verse": 180,
            "text": "و کسانی‌که به آنچه الله از فضل خویش به آنان داده، بخل می‌ورزند، گمان نکنند که آن (بخل) برای آنان خیر است. بلکه برای آن‌ها شّر است، به زودی آنچه را که نسبت به آن بخل ورزیدن، روز قیامت طوق گردن‌شان می‌شود، و میراث آسمان‌ها و زمین از آن الله است، و الله به آنچه می‌کنید؛آگاه است"
        },
        {
            "chapter": 3,
            "verse": 181,
            "text": "به راستی که الله، سخن کسانی را که گفتند: «خدا فقیر است، و ما بی نیازیم!» شنید، به زودی آنچه را گفتند، و به ناحق کشتن پیامبران را خواهیم نوشت، و می‌گوییم: «بچشید عذاب سوزان را»"
        },
        {
            "chapter": 3,
            "verse": 182,
            "text": "این (عقوبت) بخاطر چیزی است که دست های شما از پیش فرستاده‌است، و (گرنه) الله هرگز به بندگان (خود) ستمگر نیست"
        },
        {
            "chapter": 3,
            "verse": 183,
            "text": "کسانی‌که گفتند: «الله با ما عهد و پیمان بسته، که به هیچ پیامبری ایمان نیاوریم، تا برای ما قربانیی بیاورد که آتش (= صاعقه آسمانی) آن را بخورد» بگو: «قطعاً پیامبرانی پیش از من، برای شما آمدند با معجزه‌ها و دلایل روشن، و آنچه را گفتید، (برای شما آوردند) پس اگر راست می‌گویید چرا آن‌ها را کشتید؟!»"
        },
        {
            "chapter": 3,
            "verse": 184,
            "text": "پس اگر تو را تکذیب کردند، (غمگین مباش) پیامبرانی (هم) که پیش از تو، دلایل روشن، و نوشته‌ها و کتاب روشن آورده بودند، تکذیب شدند"
        },
        {
            "chapter": 3,
            "verse": 185,
            "text": "هر کس چشنده (طعم) مرگ است، و همانا روز قیامت پاداش‌هایتان را بطور کامل به شما داده می‌شود، پس هر که از آتش (دوزخ) دور داشته شد، و به بهشت در آورده شد، قطعاً رستگار شده‌است. و زندگی دنیا چیزی جز مایه فریب نیست"
        },
        {
            "chapter": 3,
            "verse": 186,
            "text": "قطعاً در اموال‌تان و جان‌هایتان، آزمایش می‌شوید، و از کسانی‌که پیش از شما به آن‌ها کتاب (آسمانی) داده شده‌است (= یهود و نصاری) و (نیز) از کسانی‌که شرک ورزیدند، سخنان آزار دهندۀ بسیاری خواهید شنید، و اگر صبر کنید، و تقوا پیشه سازید، (بدانید که) این از کارهای مهم و سترگ است"
        },
        {
            "chapter": 3,
            "verse": 187,
            "text": "و (به یاد بیاورید) هنگامی را که الله، از کسانی‌که کتاب (آسمانی) به آن‌ها داده شده، پیمان گرفت، که حتماً آن را برای مردم بیان کنید، و آن را کتمان نکنید، پس آن (عهد) را پشت سر خود انداختند، و به بهای کمی فروختند، چه بد است آنچه می‌خرند؟"
        },
        {
            "chapter": 3,
            "verse": 188,
            "text": "گمان مبر کسانی‌که به آنچه کرده‌اند خوشحال می‌شوند، و دوست دارند به آنچه نکرده‌اند ستوده شوند، قطعاً گمان مبر از عذاب (الهی) نجات و رهایی یابند، (بلکه) برای آن‌ها، عذاب دردناکی است"
        },
        {
            "chapter": 3,
            "verse": 189,
            "text": "و فرمانروایی آسمان‌ها و زمین از آن الله است، و الله بر هر چیزی تواناست"
        },
        {
            "chapter": 3,
            "verse": 190,
            "text": "به راستی در آفرینش آسمان‌ها و زمین، و آمد و رفت شب و روز، نشانه‌های (آشکاری) برای خردمندان است"
        },
        {
            "chapter": 3,
            "verse": 191,
            "text": "کسانی‌که الله را در حال ایستاده و نشسته، و بر پهلوی خویش (آرمیده) یاد می‌کنند، و در آفرینش آسمان‌ها و زمین می‌اندیشند، (و می‌گویند:) پروردگارا این‌ها را بیهوده نیافریده‌ای، منزهّی تو! پس ما را از عذاب آتش (دوزخ) نگاه دار"
        },
        {
            "chapter": 3,
            "verse": 192,
            "text": "پروردگارا! کسی را که تو به آتش (دوزخ) درآوری، یقیناً او را خوار و رسوا کرده‌ای، و برای ستمکاران یاورانی نیست"
        },
        {
            "chapter": 3,
            "verse": 193,
            "text": "پروردگارا! ما شنیدیم که ندا دهنده‌ای به ایمان فرا می‌خواند، که: «به پروردگار خود ایمان بیاورید» پس ایمان آوردیم، پروردگارا! پس گناهان ما را ببخش، و بدی‌های ما را بپوشان، و ما را با نیکان بمیران"
        },
        {
            "chapter": 3,
            "verse": 194,
            "text": "پروردگارا! آنچه را که بر (زبان) فرستادگانت به ما وعده داده‌ای به ما عطا کن، و ما را در روز قیامت رسوا مگردان، بدرستی که تو خلاف وعده نمی‌کنی"
        },
        {
            "chapter": 3,
            "verse": 195,
            "text": "پس پروردگارشان دعای آنان را اجابت کرد. (و فرمود:) من عمل هیچ عمل کننده‌ای از شما را، زن باشد یا مرد؛ تباه و ضایع نمی‌کنم، برخی از برخی دیگرید (و همنوعید). پس، کسانی‌که هجرت کردند و از خانه‌های خود رانده شدند، و در راه من آزار دیدند و جنگیدند و کشته شدند، قطعاً گناهان‌شان را می‌بخشم و آنان را به باغ‌های (بهشتی) که از زیر (درختان) آن نهرها جاری است، در می‌آورم. (این) پاداشی است از جانب خدا، و پاداش نیکو تنها نزد الله است"
        },
        {
            "chapter": 3,
            "verse": 196,
            "text": "رفت و آمد کافران در شهرها، تو را نفریبد"
        },
        {
            "chapter": 3,
            "verse": 197,
            "text": "(این) متاع ناچیزی است، پس جایگاه‌شان دوزخ است، و چه بد جایگاهی است"
        },
        {
            "chapter": 3,
            "verse": 198,
            "text": "ولی کسانی‌که از پروردگارشان ترسیدند، برای آن‌ها باغ‌هایی است که از زیر (درختان) آن نهرها جاری است، جاودانه در آن می‌مانند، (این) پذیرائی از جانب الله است، و آنچه در نزد الله است؛ برای نیکوکاران بهتر است"
        },
        {
            "chapter": 3,
            "verse": 199,
            "text": "و از اهل کتاب کسانی هستند که به خدا، و آنچه بر شما نازل شده و آنچه بر خودشان نازل شده؛ ایمان دارند، در برابر (فرمان) الله خاشع و فروتنند، و آیات الله را به بهای ناچیزی نمی‌فروشند، اینانند که پاداش‌شان را در نزد پروردگارشان خواهند داشت، بی‌گمان الله سریع‌الحساب (زود شمار) است"
        },
        {
            "chapter": 3,
            "verse": 200,
            "text": "ای کسانی‌که ایمان آورده‌اید! صبر کنید، و دیگران را به صبر و شکیبایی فرا خوانید (و پایداری کنید) و مرزها را نگهبانی کنید، و از الله بترسید، شاید رستگار شوید"
        },
        {
            "chapter": 4,
            "verse": 1,
            "text": "ای مردم از پروردگارتان بترسید، آن ذاتی که شما را از یک تن آفرید، و همسرش را (نیز) از او آفرید، و از آن دو، مردان و زنان بسیاری پراکنده کرد، و از پروردگاری که به (نام) او از همدیگر درخواست می‌کنید، و (همچنین) از (گسستن) پیوند خویشاوندی بپرهیزید. بی‌گمان الله همواره بر شما مراقب (و نگهبان) است"
        },
        {
            "chapter": 4,
            "verse": 2,
            "text": "و به یتیمان اموال‌شان را بدهید، و (اموال) ناپاک (خود) را با (اموال) پاک (یتیمان) عوض نکنید، و اموال آنان را همراه اموال خودتان (با مخلوط کردن) نخورید، به راستی که این گناه بزرگی است"
        },
        {
            "chapter": 4,
            "verse": 3,
            "text": "و اگر ترسیدید که در حق دختران یتیم نتوانید عدالت را رعایت کنید، (از ازدواج با آن‌ها صرف نظر کنید و) با زنانی (دیگر) که مورد پسند شماست دو دو، و سه سه، چهار چهار، ازدواج کنید. پس اگر بیم دارید که نتوانید عدالت کنید، به یک (زن) یا به آنچه (از کنیزان) که مالک آن‌هایید (اکتفا نمایید) این (کار) نزدیک‌تر است به اینکه ستم نکنید"
        },
        {
            "chapter": 4,
            "verse": 4,
            "text": "و مهریه زنان را به عنوان هدیه (و فریضه‌ای الهی) با طیب خاطر به آنان بدهید، پس اگر آنان چیزی از آن را با رضایت خاطر به شما بخشیدند، آن را حلال و گوارا بخورید"
        },
        {
            "chapter": 4,
            "verse": 5,
            "text": "و اموال خود را که الله آن را وسیله قوام (زندگی) شما قرار داده‌است، به سفیهان (و کم خردان) ندهید، و از آن، به آن‌ها روزی دهید، و آنان را لباس بپوشانید، و با آنان سخن شایسته بگویید"
        },
        {
            "chapter": 4,
            "verse": 6,
            "text": "و یتیمان را بیازمایید تا وقتی که به (سن) ازدواج (و بلوغت) رسند، پس اگر در ایشان رشد (کافی) یافتید، اموال‌شان را به آنان بدهید، و آن را (از بیم) آنکه بزرگ شوند، به اسراف و شتاب مخورید، و هر کس که بی‌نیاز است؛ باید (از گرفتن حق الزحمه) خود داری کند، و هر کس که نیازمند است؛ باید به طرز شایسته (و به‌اندازه حق‌الزحمه و نیاز خود از آن) بخورد، پس هر گاه اموال‌شان را به آن‌ها باز گرداندید؛ بر ایشان گواه بگیرید، و الله برای محاسبه کافی است"
        },
        {
            "chapter": 4,
            "verse": 7,
            "text": "برای مردان، از آنچه پدر و مادر و خویشاوندان (از خود) بر جای گذاشته‌اند؛ سهمی است، و برای زنان (نیز) از آنچه پدر و مادر و خویشاوندان بر جای گذاشته‌اند، سهمی است، خواه آن (مال)کم باشد یا زیاد، این بهره و سهمی فرض و تعین شده‌است"
        },
        {
            "chapter": 4,
            "verse": 8,
            "text": "و هر گاه، خویشاوندان و یتیمان و مستمندان بر تقسیم (میراث) حاضر شدند، (چیزی) از آن (اموال) به آنان بدهید، و با آنان بطور شایسته و نیک سخن بگویید"
        },
        {
            "chapter": 4,
            "verse": 9,
            "text": "و کسانی‌که اگر فرزندان ناتوانی پس از خود بر جای بگذارند، بر (آینده) آنان می‌ترسند؛ باید (از ستم دربارۀ یتیمان مردم نیز) بترسند، پس باید که از الله بترسند و سخنی سنجیده و درست بگویند"
        },
        {
            "chapter": 4,
            "verse": 10,
            "text": "بی‌گمان کسانی‌که اموال یتیمان را به ستم می‌خورند، جز این نیست که آتش را در شکم خود (فرو می‌برند و) می‌خورند، و به زودی به آتشی برافروخته درآیند"
        },
        {
            "chapter": 4,
            "verse": 11,
            "text": "الله دربارۀ فرزندان‌تان به شما سفارش می‌کند، سهم پسر، چون سهم دو دختر است. پس اگر (فرزندان میت همه) دختر (دو دختر یا) بیش از دو دختر باشند، دو سوم ترکه بهره ایشان است، و اگر یک دختر باشد، نیمی از ترکه از آن اوست. و برای هر یک از پدر و مادر وی (= میت) یک ششم از ترکه می‌باشد، در صورتی که (میت) فرزندی داشته باشد، پس اگر فرزندی نداشته باشد و (تنها) پدر و مادرش از او ارث برند، برای مادرش یک سوم است (و باقی از آن پدر خواهد بود) و اگر او (= میت) برادرانی داشته باشد، سهم مادرش یک ششم است، (همه این‌ها) پس از انجام وصیتی است که او (= میت) به آن سفارش کرده و بعد از ادای دین است، شما نمی‌دانید پدران‌تان و فرزندان‌تان کدام یک برای شما سودمندترند. (این احکام) فریضه‌ای (معین و مقرر شده) از جانب الله است و بی‌گمان الله دانای حکیم است"
        },
        {
            "chapter": 4,
            "verse": 12,
            "text": "و برای شما نصف ترکه همسران تان است، اگر آن‌ها فرزندی نداشته باشند، و اگر فرزندی داشته باشند یک چهارم ترکه از آن شماست [در هنگام نبودن فرزند، نوه‌ها حکم فرزند را دارند. در این مورد اجماع علما هست.]. پس از انجام وصیتی که به آن سفارش کرده‌اند، و بعد از ادای دین (آن‌ها) است. و برای زنان شما یک چهارم ترکه شماست، اگر شما فرزندی نداشته باشید، پس اگر فرزندی داشته باشید یک هشتم از ترکه شما از آن آن‌هاست، بعد از انجام وصیتی که به آن سفارش کرده‌اید و بعد از ادای دین. و اگر مرد یا زنی که از او ارث می‌برند کلاله (= بی فرزند و بی پدر) باشد، و برای او برادر یا خواهر (مادری) باشد؛ پس برای هر یک از آن دو یک ششم است، و اگر آن‌ها بیش از این باشند؛ در یک سوم شریکند، پس از انجام وصیتی که به آن سفارش شده و بعد از ادای دَین، (به شرط آنکه) زیانی (به ورثه) نرساند، این (حکم و) سفارش الله است، و الله دانای بردبار است"
        },
        {
            "chapter": 4,
            "verse": 13,
            "text": "این‌ها (احکام و) حدود الهی است، و هر کس از الله و پیامبرش اطاعت کند، و ی را به باغ‌هایی در آورد که از زیر (درختان) آن نهرها جاری است، در آن جاودانه‌اند، و این پیروزی بزرگی است"
        },
        {
            "chapter": 4,
            "verse": 14,
            "text": "و هر کس از الله و پیامبرش نافرمانی کند و از حدود او تجاوز کند، وی را در آتشی وارد می‌کند که جاودانه در آن خواهد ماند، و برای او عذاب خوار کننده‌ای است"
        },
        {
            "chapter": 4,
            "verse": 15,
            "text": "و کسانی از زنان شما که مرتکب زنا می‌شود، چهار نفر از خودتان بر آنان گواه گیرید، پس اگر گواهی دادند، آنان (= زنان) را در خانه‌ها نگاه دارید، تا مرگ‌شان فرا رسد، یا الله راهی برای آنان قرار دهد [ حکم این آیه با آیه 3 سورۀ نور منسوخ گردیده است. (به تفسیر ابن کثیر رجوع کنید]"
        },
        {
            "chapter": 4,
            "verse": 16,
            "text": "و از میان شما، آن مرد و زنی که مرتکب آن (عمل زشت) می‌شوند؛ آن‌ها را آزار دهید، پس اگر توبه کردند و درستکار شدند، از آن‌ها صرف نظر کنید، زیرا الله توبه‌پذیر مهربان است"
        },
        {
            "chapter": 4,
            "verse": 17,
            "text": "جز این نیست، که (پذیرش) توبه از سوی خدا، برای کسانی است که از روی جهالت و نادانی کار بدی انجام می‌دهند. سپس به زودی توبه می‌کنند، اینانند که الله توبه شان را می‌پذیرد، و الله دانای حکیم است"
        },
        {
            "chapter": 4,
            "verse": 18,
            "text": "و برای کسانی‌که کارهای بد مرتکب می‌شوند، تا وقتی که مرگ یکی از ایشان فرا رسد؛ می‌گوید: «اکنون توبه کردم» توبه نیست، و نه برای کسانی‌که در حال کفر می‌میرند، این‌ها کسانی هستند که برایشان عذاب دردناکی آماده کردیم"
        },
        {
            "chapter": 4,
            "verse": 19,
            "text": "ای کسانی‌که ایمان آورده‌اید! برای شما حلال نیست که از زنان به اکراه ارث برید، و آنان را زیر فشار قرار ندهید، تا برخی از آنچه را که به آنان [از مَهر] داده‌اید؛ پس بگیرید، مگر اینکه آن‌ها مرتکب عمل زشت آشکاری شوند، و با آن‌ها بطور شایسته رفتار کنید، و اگر از آنان (خوشتان نیامد و) کراهت داشتید، پس چه بسا چیزی را خوش نمی‌دارید، و الله در آن خیر بسیار قرار می‌دهد"
        },
        {
            "chapter": 4,
            "verse": 20,
            "text": "و اگر خواستید همسری (دیگر) به جای همسر (پیشین خود) برگزینید، و به یکی از آنان مال فراوانی (بعنوان مهریه) پرداخته اید، چیزی ازآن را پس نگیرید، آیا آن (مال) رابه بهتان و گناه آشکار بازپس می‌گیرید؟"
        },
        {
            "chapter": 4,
            "verse": 21,
            "text": "و چگونه آن را بازپس می‌گیرید در حالی‌که شما با یکدیگرآمیزش نموده‌اید، و آنان (هنگام عقد ازدواج) از شما پیمانی محکم و استوار گرفته‌اند؟"
        },
        {
            "chapter": 4,
            "verse": 22,
            "text": "و با زنانی که پدران‌تان (باآن‌ها) ازدواج کرده‌اند، ازدواج نکنید، مگر آنچه (زمان جاهلیت بوده و) گذشته است، چرا که این کار، عملی زشت و منفور و راه و روش بسیار بدی است"
        },
        {
            "chapter": 4,
            "verse": 23,
            "text": "حرام شده‌است بر شما: مادران‌تان، و دختران‌تان، و خواهران‌تان، و عمه‌هایتان، و خاله‌هایتان، و دختران برادر، و دختران خواهر، و مادران‌تان که به شما شیر داده‌اند، و خواهران رضاعی شما، و مادران زنان‌تان، و دختران همسران‌تان که در دامان شما پرورش یافته‌اند از همسرانی که با آن‌ها همبستری کرده‌اید، پس اگر با آن‌ها همبستری نکرده‌اید؛ بر شما گناهی نیست (که با دختران‌شان ازدواج کنید) و (همچنین) زنان پسران‌تان که از پشت و صلب خودتان هستند، و (نیز) جمع میان دو خواهر (بر شما حرام است) مگر آنچه که در گذشته رخ داده باشد که الله آمرزندۀ مهربان است"
        },
        {
            "chapter": 4,
            "verse": 24,
            "text": "و زنان شوهردار (بر شما حرام است) مگر زنانی که مالک آنان شده‌اید. (این) فریضۀ الهی است که بر شما مقرر داشته است. و غیر از این‌ها (که گفته شد) برای شما حلال است با اموال خود (زنان دیگر را) طلب کنید ـ در حالی‌که پاکدامن باشید و زناکار نباشد ـ پس آن زنانی را که (به ازدواج در آوردید و) از آنان کام گرفتید، باید مهرشان را به عنوان فریضه‌ای به آنان بدهید، و گناهی بر شما نیست در آنچه بعد از تعیین مهریه با یکدیگر توافق کنید، بی‌گمان الله دانای حکیم است"
        },
        {
            "chapter": 4,
            "verse": 25,
            "text": "و هر کس از شما از لحاظ مالی توانایی ازدواج با زنان آزاده مؤمن؛ نداشته باشد، پس با کنیزان با ایمانی که ملک یمین شما هستند (ازدواج کند) و الله به ایمان شما داناتر است. برخی از برخی هستند، پس آنان را با اجازه صاحبان‌شان به ازدواج خود در آورید، و مهرشان به طور پسندیده به آنان بدهید. (به شرط آنکه) پاکدامن باشند، نه زناکار، و نه آنان که در پنهانی دوست گیرند. پس چون ازدواج کردند، اگر مرتکب زنا شدند، پس مجازات‌شان؛ نصف مجازات زنان آزاد (پنجاه تازیانه) است [ غلام یا کنیز چه متأهل باشد یا غیر متأهل اگر مرتکب زنا گردد پنجاه ضربۀ شلاق زده می‌شود و بر او حکم رجم (سنگساری) جاری نخواهد گردید.]. این (اجازه ازدواج با کنیزان) برای کسانی از شماست که از آلایش گناه بترسد، و صبر (و پاکدامنی) پیشه کردن؛ برایتان بهتر است. و الله آمرزندۀ مهربان است"
        },
        {
            "chapter": 4,
            "verse": 26,
            "text": "الله می‌خواهد که (احکام خویش را) برای شما روشن سازد، و شما را به راه و روش کسانی‌که پیش از شما بودند؛ راهنمایی کند، و الله دانای حکیم است"
        },
        {
            "chapter": 4,
            "verse": 27,
            "text": "و الله می‌خواهد توبه شما را بپذیرد (و از آلودگی پاک نماید) و کسانی‌که از خواسته‌های نفسانی پیروی می‌کنند؛ می‌خواهند شما دستخوش انحراف بزرگی شوید"
        },
        {
            "chapter": 4,
            "verse": 28,
            "text": "الله می‌خواهد کار را بر شما سبک و آسان کند، و انسان، ضعیف و ناتوان آفریده شده‌است"
        },
        {
            "chapter": 4,
            "verse": 29,
            "text": "ای کسانی‌که ایمان آورده‌اید! اموال یکدیگر را به باطل (و از راه‌های نامشروع) نخورید، مگر اینکه تجارتی با رضایت شما (انجام گرفته) باشد. و خودتان را نکشید [ یعنی خودکشی نکنید]، زیرا الله (نسبت) به شما مهربان است"
        },
        {
            "chapter": 4,
            "verse": 30,
            "text": "و هر کس که روی تجاوز و ستم چنین کند، پس بزودی او را در آتشی (سوزان) در آوریم، و این بر الله آسان است"
        },
        {
            "chapter": 4,
            "verse": 31,
            "text": "اگر از گناهان بزرگی که از آن نهی شده‌اید؛ دوری کنید، گناهان (صغیره) شما را از شما می‌زداییم، و شما را در جایگاه خوبی (= بهشت) وارد می‌کنیم"
        },
        {
            "chapter": 4,
            "verse": 32,
            "text": "آنچه را که الله بدان بعضی از شما را بر بعضی دیگر برتری بخشیده‌است، آرزو مکنید، مردان را از آنچه به دست آورده‌اند؛ بهره‌ای است، و زنان را (نیز) از آنچه به دست آورده‌اند؛ بهره‌ای است، و از الله از فضل و بخشش او بخواهید، بی‌گمان الله به هر چیزی داناست"
        },
        {
            "chapter": 4,
            "verse": 33,
            "text": "و ما برای هر کس، وارثانی قرار داده‌ایم، که از آنچه پدر و مادر و خویشاوندان، بر جای گذاشته‌اند؛ ارث ببرند، و (نیز) کسانی‌که شما (با آنان) پیمان بسته‌اید؛ نصیب‌شان را بدهید. بی‌گمان الله بر هر چیزی گواه است"
        },
        {
            "chapter": 4,
            "verse": 34,
            "text": "مردان بر زنان سر پرست و نگهبانند، بخاطر آنکه الله برخی از ایشان را بر برخی برتری داده، و (نیز) بخاطر آنکه از اموال‌شان خرج می‌کنند. پس زنان صالح، فرمانبردارند، (و) به پاس آنچه الله (برای آنان) حفظ کرده، (اسرار و حقوق شوهران خود) را در غیبت (آنان) حفظ می‌کنند. و زنانی را که نافرمانی آن‌ها بیم دارید، پند و اندرز شان دهید، (اگر فرمانبردار نشد) در بستر از ایشان دوری کنید، (و اگر تأثیر نکرد) آنان را بزنید، پس اگر از شما اطاعت کردند، هیچ راهی برای (سرزنش و) تعدّی بر آن‌ها مجویید، (بدانید) که الله، بلند مرتبۀ بزرگ است"
        },
        {
            "chapter": 4,
            "verse": 35,
            "text": "و اگر از اختلاف و جدائی میان آن دو (زن و شوهر) بیم داشتید، پس داوری از خانواده شوهر و داوری از خانواده زن (تعیین کنید و) بفرستید، اگر این دو (داور) قصد اصلاح داشته باشند، الله میان آن دو (زن و شوهر) سازگاری خواهد داد. بی‌گمان الله دانای آگاه است"
        },
        {
            "chapter": 4,
            "verse": 36,
            "text": "و الله را بپرستید، و چیزی را با او شریک مگردانید. و به پدر و مادر نیکی کنید، و (نیز) به خویشاوندان و یتیمان و بی‌نوایان و همسایه خویشاوند و همسایه بیگانه و همنشین و در راه‌ماندگان و بردگانی که مالک آن‌ها هستید، (نیکی کنید) بی‌گمان الله کسی را که متکبّر و فخر فروش است؛ دوست نمی‌دارد"
        },
        {
            "chapter": 4,
            "verse": 37,
            "text": "کسانی‌که بخل می‌ورزند، و مردم را به بخل وا می‌دارند، و آنچه را که الله از فضل خویش به آن‌ها داده، کتمان می‌نمایند، و برای کافران (و ناسپاسان) عذابی خوار کننده آماده کرده‌ایم"
        },
        {
            "chapter": 4,
            "verse": 38,
            "text": "و (نیز برای) کسانی‌که اموال‌شان را برای نشان دادن به مردم انفاق می‌کنند، و به الله و روز آخرت ایمان ندارند، و کسی‌که شیطان همدم او باشد، چه بد همدمی است"
        },
        {
            "chapter": 4,
            "verse": 39,
            "text": "و اگر آن‌ها به الله و روز آخرت ایمان می‌آوردند، و از آنچه الله به آنان روزی داده، انفاق می‌کردند؛ چه زیانی برای آنان داشت؟! و الله به (حال و اعمال) آن‌ها داناست"
        },
        {
            "chapter": 4,
            "verse": 40,
            "text": "بی‌گمان الله به‌اندازۀ ذره‌ای ستم نمی‌کند، و اگر کار نیکی با شد، آن را دو چندان می‌کند، و از نزد خود، پاداش بزرگی عطا می‌کند"
        },
        {
            "chapter": 4,
            "verse": 41,
            "text": "پس چگونه است (حال‌شان)آنگاه که از هر امتی گواهی آوریم، و تو را بر اینان گواه آوریم؟"
        },
        {
            "chapter": 4,
            "verse": 42,
            "text": "آن روز، کسانی‌که کافر شدند، و از پیامبر نافرمانی کردند، آرزو می‌کنند که ای کاش با خاک یکسان می‌شدند، و هیچ سخنی را نمی‌توانند از الله پنهان کنند"
        },
        {
            "chapter": 4,
            "verse": 43,
            "text": "ای کسانی‌که ایمان آورده‌اید! در حال مستی به نماز نزدیک نشوید، تا بدانید چه می‌گویید، و (نیز) در حال جنابت، تا غسل کنید، مگر اینکه رهگذار باشید. و اگر بیمار، یا مسافر بودید، و یا یکی از شما از مکان قضای حاجت آمد، یا با زنان آمیزش کرده‌اید، و آب نیافتید، پس با خاک پاک تیمّم کنید، (به این روش که) چهره و دست‌هایتان را (با آن) مسح کنید، بی‌گمان الله بخشندۀ آمرزنده ‌است"
        },
        {
            "chapter": 4,
            "verse": 44,
            "text": "آیا ندیدی کسانی را که بهره‌ای از کتاب به آن‌ها داده شده‌است، گمراهی را می‌خرند، و می‌خواهند شما (نیز) گمراه شوید؟"
        },
        {
            "chapter": 4,
            "verse": 45,
            "text": "و الله به دشمنان شما داناتر است، و کافی است که الله سر پرست (شما) باشد، و کافی است که الله یاور (شما) باشد"
        },
        {
            "chapter": 4,
            "verse": 46,
            "text": "برخی از یهود، کلمات (خدا) را از جای خود تحریف می‌کنند، می گویند: «شنیدیم و نافرمانی کردیم» و (نیز می‌گویند:) «بشنو، که هرگز نشنوی». و (از روی تمسخر می‌گویند: «راعنا (= ما را تحمیق کن)» تا با پیچانیدن زبان خود به دین (اسلام) طعنه بزنند، ولی اگر آن‌ها می‌گفتند: «شنیدیم و اطاعت کردیم، و (سخنان ما را) بشنو و به ما مهلت بده». قطعاً برای آنان بهتر و درست تر بود، ولی الله آن‌ها را بخاطر کفر شان لعنت کرده‌است، لذا جز (گروهی) اندک ایمان نمی‌آورند"
        },
        {
            "chapter": 4,
            "verse": 47,
            "text": "ای کسانی‌که کتاب (آسمانی) به شما داده شده‌است! به آنچه (بر پیامبر خود) نازل کردیم، و تصدیق‌کنندۀ همان چیزی است که با شماست، ایمان بیاورید، پیش از آنکه صورت‌هایی را محو کنیم، آنگاه آن‌ها را به پشت سر باز گردانیم، یا آن‌ها را لعنت کنیم، همان‌گونه که اصحاب شنبه (گروهی از یهود که نافرمانی کردند و در روز شنبه ماهی گرفتند) را لعنت کردیم. و فرمان الله انجام شدنی است"
        },
        {
            "chapter": 4,
            "verse": 48,
            "text": "بی‌گمان الله این را که به او شرک آورده شود، نمی‌بخشد، و غیر از آن را برای هر کس بخواهد می‌بخشد، و هر کس که به الله شرک ورزد، یقیناً گناهی بزرگ بر بافته است"
        },
        {
            "chapter": 4,
            "verse": 49,
            "text": "آیا ندیدی کسانی را که خویشتن را پاک می‌شمارند، (و خودستائی می‌کنند) بلکه الله هر کس را بخواهد پاک می‌گرداند، و به آن‌ها اندازۀ نخ روی هسته خرمایی ستم نمی‌شوند"
        },
        {
            "chapter": 4,
            "verse": 50,
            "text": "ببین چگونه بر الله دروغ می‌بندند، و همین کافی است که این، گناه آشکاری باشد"
        },
        {
            "chapter": 4,
            "verse": 51,
            "text": "آیا ندیدی کسانی را که بهره‌ای از کتاب (آسمانی) به آنان داده شدند، به جبت (= بت و سحر) و طاغوت (= معبودان باطل) ایمان می‌آورند، و درباره کسانی‌که کفر ورزیده‌اند می‌گویند: «اینان از کسانی‌که ایمان آورده‌اند، هدایت یافته‌ترند»؟"
        },
        {
            "chapter": 4,
            "verse": 52,
            "text": "آن‌ها کسانی هستند که الله لعنت شان کرده، و هر که را الله لعنت کند، هرگز برای او یاوری نخواهی یافت"
        },
        {
            "chapter": 4,
            "verse": 53,
            "text": "آیا آن‌ها بهره‌ای از فرمانروایی و حکومت دارند؟ پس در این صورت به‌اندازه پوست هسته خرمایی (چیزی) به مردم نمی‌دادند"
        },
        {
            "chapter": 4,
            "verse": 54,
            "text": "آیا به مردم (= پیامبر و یارانش) بر آنچه الله از فضل خویش به آنان عطا کرده حسد می‌ورزند؟ در حقیقت ما به خاندان ابراهیم کتاب و حکمت دادیم، و به آنان فرمانروایی بزرگ بخشیدیم"
        },
        {
            "chapter": 4,
            "verse": 55,
            "text": "پس برخی از آنان به وی (= محمد صلی الله علیه وسلم) ایمان آوردند و برخی از آنان از او روی گرداندند، و (برای آن‌ها) آتش افروختۀ جهنم کافی است"
        },
        {
            "chapter": 4,
            "verse": 56,
            "text": "بی‌گمان کسانی‌که به آیات ما کفر ورزیدند، بزودی آن‌ها را در آتشی (سوزان) وارد می‌کنیم که هر چه پوست‌شان بریان گردد، پوست‌های دیگری به جایش قراردهیم، تا (طعم) عذاب را بچشند، حقا که الله توانمند حکیم است"
        },
        {
            "chapter": 4,
            "verse": 57,
            "text": "و کسانی‌که ایمان آوردند و کارهای شایسته انجام دادند، بزودی آن‌ها را به باغ‌هایی (از بهشت) وارد می‌کنیم، که از زیر (درختان) آن نهرها جاری است، همیشه در آن خواهند ماند، و در آنجا همسران پاکیزه دارند، و آنان را به سایه‌های گسترده (و آرام بخش) در آوریم"
        },
        {
            "chapter": 4,
            "verse": 58,
            "text": "بی‌گمان الله به شما فرمان می‌دهد که امانت‌ها را به صاحبان آن‌ها باز گردانید. و هنگامی‌که میان مردم داوری می‌کنید، به عدالت داوری کنید، در حقیقت، نیکو چیزی است که الله شما را به آن اندرز می‌دهد، بی‌گمان الله شنوای بیناست"
        },
        {
            "chapter": 4,
            "verse": 59,
            "text": "ای کسانی‌که ایمان آورده‌اید! اطاعت کنید الله را، و اطاعت کنید پیامبر، و صاحبان امر تان را، و اگر در چیزی اختلاف کردید، آن را به الله و پیامبر باز گردانید؛ اگر به الله و روز قیامت ایمان دارید، این بهتر و خوش فرجام‌تر است"
        },
        {
            "chapter": 4,
            "verse": 60,
            "text": "آیا ندیده‌ای کسانی را که گمان می‌کنند به آنچه بر تو نازل شده و به آنچه پیش از تو نازل شده‌است؛ ایمان آورده‌اند، (ولی) می‌خواهند برای داوری نزد طاغوت (و حکام سرکش) بروند با آن که به آن‌ها دستور داده شده که به او کفر ورزند، و شیطان می‌خواهد گمراه شان کند، (و به) گمراهی دوری (بیفکند)"
        },
        {
            "chapter": 4,
            "verse": 61,
            "text": "و چون به آن‌ها گفته شود: «به سوی آنچه الله نازل کرده، و به سوی پیامبر بیایید» منافقان را می‌بینی که از تو سخت روی می‌گردانند"
        },
        {
            "chapter": 4,
            "verse": 62,
            "text": "پس چگونه وقتی که به خاطر اعمال بدشان، مصیبتی به آنان برسد، آنگاه نزد تو می‌آیند، سوگند به الله یاد می‌کنند که منظور ما (از رفتن برای داوری نزد دیگران) جز نیکی و توافق (میان طرفین) نبوده‌است"
        },
        {
            "chapter": 4,
            "verse": 63,
            "text": "آنان کسانی هستند که الله آنچه را در دل دارند، می داند. پس از آنان روی برگردان، و اندرزشان بده، و با بیانی رسا (نتایج)کردار شان را به آن‌ها گوش زد کن"
        },
        {
            "chapter": 4,
            "verse": 64,
            "text": "ما هیچ پیامبری را نفرستادیم؛ مگر برای اینکه به فرمان الله (از وی) اطاعت شود. و اگر آن‌ها هنگامی‌که بر خویشتن ستم می‌کردند، نزد تو می‌آمدند، و از الله طلب آمرزش می‌کردند، بی‌گمان الله را توبه‌پذیر مهربان می‌یافتند"
        },
        {
            "chapter": 4,
            "verse": 65,
            "text": "نه، سوگند به پروردگارت که آن‌ها ایمان نمی‌آورند، مگر اینکه در اختلافات خویش تو را داور قرار دهند، و سپس از داوری تو، در دل خود احساس ناراحتی نکنند و کاملاً تسلیم باشند"
        },
        {
            "chapter": 4,
            "verse": 66,
            "text": "و اگر (مانند بنی اسرائیل) بر آنان مقرر می‌کردیم که خود را بکشید، یا از خانه و شهرتان بیرون روید، جز اندکی از آن‌ها عمل نمی‌کردند، و اگر اندرز های که به آنان داده می‌شود انجام می‌دادند، برای آن‌ها بهتر بود و (برای ایمان‌شان) استوار تر بود"
        },
        {
            "chapter": 4,
            "verse": 67,
            "text": "و در این صورت از جانب خود پاداش بزرگی به آن‌ها می‌دادیم"
        },
        {
            "chapter": 4,
            "verse": 68,
            "text": "و به راه راست، هدایت‌شان می‌کردیم"
        },
        {
            "chapter": 4,
            "verse": 69,
            "text": "و کسی‌که الله و پیامبر را اطاعت کند (روز قیامت) همنشین کسانی خواهد بود که الله بر آنان انعام نموده‌است، از پیامبران، و صدیقان و شهدا و صالحان، و اینان چه نیکو رفیقانی هستند"
        },
        {
            "chapter": 4,
            "verse": 70,
            "text": "این فضل و بخشایش از جانب الله است، و کافی است که او دانا است"
        },
        {
            "chapter": 4,
            "verse": 71,
            "text": "ای کسانی‌که ایمان آورده‌اید! سلاح خود را بر گیرید، آنگاه گروه گروه بیرون روید یا یک‌پارچه (به سوی دشمن) بیرون شوید"
        },
        {
            "chapter": 4,
            "verse": 72,
            "text": "و به راستی از (میان) شما کسی است که (از شرکت در جهاد) سستی می‌کند، پس اگر مصیبتی به شما برسد، می‌گوید: الله بر من انعام کرد که با آنان حاضر نبودم"
        },
        {
            "chapter": 4,
            "verse": 73,
            "text": "و اگر فضل و غنیمتی از جانب الله به شما برسد، چنان که گویا هرگز میان شما و آنان دوستی و مودتی نبوده، می‌گویند: ای کاش من هم با آن‌ها بودم، و به کامیابی بزرگی نائل می‌شدم"
        },
        {
            "chapter": 4,
            "verse": 74,
            "text": "پس کسانی‌که زندگی دنیا را به آخرت فروخته‌اند، باید در راه الله پیکار کنند، و آن کسی‌که در راه الله پیکار کند، چه کشته شود یا پیروز گردد، به زودی پاداش بزرگی خواهیم داد"
        },
        {
            "chapter": 4,
            "verse": 75,
            "text": "و شما را چه شده‌است که در راه الله و (برای یاری) مردان و زنان و کودکان، مستضعف پیکار نمی‌کنید، آنان که می‌گویند: «پروردگارا! ما را از این شهر (مکه) که اهلش ستمگرند، بیرون ببر، و از جانب خود، برای ما سر پرستی قرار بده، و از جانب خود یار و مددکاری برای ما مقرر کن»"
        },
        {
            "chapter": 4,
            "verse": 76,
            "text": "کسانی‌که ایمان آورده‌اند در راه الله پیکار می‌کنند، و آنان که کافرند در راه طاغوت (= بت و شیطان) پیکار می‌کنند، پس شما با یاران شیطان پیکار کنید، قطعاً نیرنگ (و نقشه) شیطان ضعیف است"
        },
        {
            "chapter": 4,
            "verse": 77,
            "text": "آیا ندیدی کسانی را که (در مکه) به آن‌ها گفته شد: «(اکنون) دست از جنگ بردارید، و نماز را بر پا کنید و زکات بدهید» پس چون (در مدینه) جهاد بر آنان مقرر شد، ناگاه جمعی از آنان، از مردم می‌ترسیدند همان‌گونه که از الله می‌ترسند یا بیشتر می‌ترسیدند، و گفتند: «پروردگارا، چرا جهاد را بر ما مقرر کردی؟! چرا ما را تا زمانی نزدیک مهلت ندادی؟» بگو: «متاع دنیا ناچیز است، و سرای آخرت، برای کسی‌که پرهیزگار باشد، بهتر است، به‌اندازۀ رشته‌ای (که در میان هسته خرماست) به شما ستم نخواهد شد"
        },
        {
            "chapter": 4,
            "verse": 78,
            "text": "هر کجا باشید، مرگ شما را در می‌یابد، هر چند در برج‌های محکم باشید، و اگر به آن‌ها (= منافقان) خیری برسد، می‌گویند: «این از جانب الله است » و اگر بدی به آن‌ها برسد می‌گویند: «این از جانب توست». بگو: «همه از جانب الله است» پس چرا این قوم حاضر نیستند سخنی را درک کنند؟"
        },
        {
            "chapter": 4,
            "verse": 79,
            "text": "آنچه از نیکی‌ها به تو رسد؛ پس از جانب الله است، و آنچه از بدی به تو رسد؛ از جانب خود توست، و ما تو را رسول برای مردم فرستادیم، و گواهی الله (در این باره) کافی است"
        },
        {
            "chapter": 4,
            "verse": 80,
            "text": "کسی‌که از پیامبر اطاعت کند در حقیقت الله را اطاعت کرده‌است، و کسی‌که سرباز زند، تو را برایشان نگهبان (و مراقب) نفرستادیم"
        },
        {
            "chapter": 4,
            "verse": 81,
            "text": "و آنان (در حضور تو) می‌گویند: «فرمانبرداریم» و چون از نزد تو بیرون روند؛ گروهی از آنان بر خلاف گفته‌های تو، جلسات سرّی شبانه تشکیل می‌دهند. و آنچه (در آنجا) شبانه نقشه می‌کشند؛ الله می‌نویسد. پس از آنان روی بگردان، و بر الله توکل کن، و او یار و مدافع تو باشد کافی است"
        },
        {
            "chapter": 4,
            "verse": 82,
            "text": "آیا در قرآن نمی‌اندیشند؟ که اگر از سوی غیر الله بود، قطعاً اختلاف بسیار در آن می‌یافتند"
        },
        {
            "chapter": 4,
            "verse": 83,
            "text": "و هنگامی‌که خبری از ایمنی (و پیروزی) یا ترس (و شکست) به آن‌ها برسد آن را شایع می‌سازند، در حالی‌که اگر آن را به پیامبر و صاحبان امرشان باز می‌گرداندند، از حقیقت امر آگاه می‌شدند، و اگر فضل و رحمت الله بر شما نبود، جز اندکی، (همگی) از شیطان پیروی می‌کردید"
        },
        {
            "chapter": 4,
            "verse": 84,
            "text": "پس در راه الله پیکار کن، جز بر نفس خودت مکلف نیستی، و مؤمنان را (به جهاد) تشویق کن، امید است الله از آسیب (و قدرت) کافران جلوگیری کند، و الله قدرتش بیشتر، و کیفرش سخت‌تر است"
        },
        {
            "chapter": 4,
            "verse": 85,
            "text": "کسی‌که شفاعتی (= میانجی) نیک کند، نصیبی از آن برای او خواهد بود. و کسی‌که شفاعت بدی کند؛ سهمی از آن خواهد داشت، و الله بر هر چیز توانا (و نگهبانان) است"
        },
        {
            "chapter": 4,
            "verse": 86,
            "text": "و چون شما را تحیت (و سلام) گویند، پس پاسخی بهتر و یا همانند آن بدهید، الله بر همه چیز حساب‌رس است"
        },
        {
            "chapter": 4,
            "verse": 87,
            "text": "الله (معبود بر حق است) معبودی جز او نیست، و یقیناً همۀ شما را در روز قیامت - که شکی در آن نیست؛- جمع می‌کند، و کیست که از الله راستگوتر باشد"
        },
        {
            "chapter": 4,
            "verse": 88,
            "text": "چیست شما را که دربارۀ منافقان دو گروه شده‌اید؟ در حالی‌که الله بخاطر اعمال‌شان، آنان را سرنگون (و مردود) کرده‌است، آیا شما می‌خواهید کسی را که الله گمراه کرده‌است، هدایت کنید؟ در حالی‌که هر کس را الله گمراه کند، برای او راهی نخواهی یافت"
        },
        {
            "chapter": 4,
            "verse": 89,
            "text": "آنان آرزو می‌کنند که شما هم مانند آن‌ها کافر شوید تا با هم یکسان شوید، بنابراین از آن‌ها دوستانی انتخاب نکنید، تا اینکه (مسلمان شوند و) در راه الله هجرت کنند، پس هر گاه از این کار سرباز زدند، هر جا که آن‌ها را یافتید، بگیرید. و بکشید، و از میان آن‌ها یار و یاوری اختیار نکنید"
        },
        {
            "chapter": 4,
            "verse": 90,
            "text": "مگر آن‌هایی که با هم پیمانان شما پیمان بسته‌اند، یا آن‌هایی که بسوی شما می‌آیند و از پیکار با شما یا پیکار با قوم‌شان دل‌تنگ باشند، و اگر الله بخواهد، آنان را بر شما مسلط می‌کند تا با شما پیکار کنند، پس اگر از شما کناره گیری کردند و با شما پیکار نکردند و به شما پیشنهاد صلح دادند، پس (بدانید که) الله برای شما بر علیه آنان راهی قرار نداده‌است"
        },
        {
            "chapter": 4,
            "verse": 91,
            "text": "و بزودی (گروه) دیگری را خواهید یافت که (ظاهراً) می‌خواهند از شما در امان باشند، و (نیز) از قوم‌شان در امان باشند، و هر گاه به فتنه (و بت پرستی) باز گردانده شوند، در آن فرو می‌روند، پس اگر از شما کناره نگیرند و پیشنهاد صلح نفرستند، و دست‌شان را (از شما) باز ندارند، هر کجا که آنان را یافتید، آنان را (به اسارت) بگیرید و (یا) بکشید، آن‌ها کسانی‌اند که ما برای شما تسلط آشکاری بر آنان قرار داده‌ایم"
        },
        {
            "chapter": 4,
            "verse": 92,
            "text": "هیچ مؤمنی مجاز نیست که مؤمنی را به قتل برساند، مگر از روی اشتباه و خطا، و کسی‌که مؤمنی را از روی خطا به قتل رساند، باید یک برده مؤمن را آزاد کند، و خونبهایی به خانواده او بپردازد، مگر اینکه آن‌ها ببخشند، پس اگر (مقتول) از قومی باشد که دشمنان شما هستند؛ ولی او مؤمن بوده، باید (قاتل) یک برده مؤمن را آزاد کند، و اگر (مقتول) از قومی باشد که میان شما و آن‌ها پیمانی بر قرار است، باید خونبهایی به خانواده او بپردازد، و (نیز) یک برده مؤمن را آزاد کند، و هر کس که (برده‌ای) نیافت، پس دو ماه پی در پی روزه بگیرید، این توبه‌ای از جانب الله است، و الله دانای حکیم است"
        },
        {
            "chapter": 4,
            "verse": 93,
            "text": "و هر کس مؤمنی را از روی عمد به قتل برساند، کیفرش دوزخ است، که در آن جاودانه می‌ماند، و الله بر او غضب می‌کند، و او را از رحمتش دور می‌سازد و عذاب بزرگی برای او آماده ساخته است"
        },
        {
            "chapter": 4,
            "verse": 94,
            "text": "ای کسانی‌که ایمان آورده‌اید! هنگامی‌که در راه الله (برای جهاد) رهسپار شدید، پس بررسی کنید، و به کسی‌که بر شما سلام کرد (و اظهار صلح و اسلام نمود) نگویید: «مؤمن نیستی» تا اینکه (غنایم و) سرمایۀ ناپایدار دنیا به دست آورید، زیرا غنیمت‌های بسیاری (برای شما) نزد الله است، شما نیز پیش از این چنین بودید، آنگاه الله بر شما منت گذارد (و هدایت شدید) بنابراین بررسی کنید، که هر آیینه الله به آنچه انجام می‌دهید؛ آگاه است"
        },
        {
            "chapter": 4,
            "verse": 95,
            "text": "(هرگز) مؤمنانی که بدون بیماری و آسیب، از جهاد باز نشستند، با مجاهدانی که در راه الله با مال و جان خود جهاد کردند، یکسان نیستند، الله کسانی را که با مال و جان‌شان جهاد کردند؛ بر بازنشستگان (= ترک کنندگان جهاد با عذر) مرتبه برتری بخشیده‌است، و الله به هر یک (از آن‌ها) وعدۀ نیکو (= بهشت) داده‌است. و الله مجاهدان را بر قاعدان (= بازنشستگان) با پاداشی بزرگ برتری بخشیده‌است"
        },
        {
            "chapter": 4,
            "verse": 96,
            "text": "درجاتی (در بهشت) از جانب الله، و آمرزش و رحمت (نصیب آنان می‌گردد) و الله آمرزندۀ مهربان است"
        },
        {
            "chapter": 4,
            "verse": 97,
            "text": "همانا کسانی‌که فرشتگان جان‌شان را گرفتند در حالی‌که به خویشتن ستم کرده بودند (فرشتگان) به آنان گفتند: شما در چه حالی بودید؟ گفتند: «ما در زمین مستضعف بودیم» (فرشتگان) گفتند: «مگر سر زمین خدا، پهناور نبود که در آن مهاجرت کنید؟» بنابراین جایگاه‌شان دوزخ است و بدجایی است"
        },
        {
            "chapter": 4,
            "verse": 98,
            "text": "مگر آن مستضعفان از مردان و زنان و کودکانی که نه چاره‌ای دارند و نه راهی (برای نجات) می‌یابند"
        },
        {
            "chapter": 4,
            "verse": 99,
            "text": "پس اینان را امید است که الله از ایشان در گذرد (و ببخشاید) و الله بخشایندۀ آمرزنده ‌است"
        },
        {
            "chapter": 4,
            "verse": 100,
            "text": "و کسی‌که در راه الله هجرت کند در زمین جاهای امن فراوان و گشایش (در رزق و روزی) می‌یابد. و کسی‌که به قصد هجرت به سوی الله و پیامبرش، از خانه خود بیرون رود، آنگاه مرگش فرا رسد، قطعاً پاداشش بر الله است. و الله آمرزندۀ مهربان است"
        },
        {
            "chapter": 4,
            "verse": 101,
            "text": "و چون در زمین سفر کنید، گناهی بر شما نیست که نماز را کوتاه (= قصر) کنید، اگر ترسید که کافران به شما زیانی برسانند، زیرا کافران، برای شما دشمن آشکاری هستند"
        },
        {
            "chapter": 4,
            "verse": 102,
            "text": "و چون (وقت خوف) در میان آن‌ها باشی، و برای آن‌ها نماز بر پا کردی، باید دسته‌ای از آن‌ها با تو (به نماز) بایستند، و باید سلاح‌هایشان را با خود برگیرند. و چون سجده کردند (و نماز را تمام نمودند) باید (دسته دوم) پشت سرتان باشند، و باید آن دسته‌ای که نماز نخوانده‌اند؛ بیایند و با تو نماز بخوانند، و باید آن‌ها احتیاط کنند و سلاح‌هایشان را (در نماز) با خود بگیرند، (زیرا) کافران آرزو دارند که شما از سلاح‌های و متاع‌های خود غافل شوید؛ پس یکباره بر شما یورش برند [ در این آیه به صلاة الخوف (نماز خوف) حکم داده شده است، این نماز در وقتی خوانده می‌شود که مسلمان‌ها و کافران جهت ستیزه و نبرد مقابل یکدیگر ایستاده‌اند و با کوچک‌ترین غفلتی خسارت سنگینی برای مسلمانان به بار خواهد آورد.]، و اگر برای شما از باران رنجی بود و بیمار (و مجروح) بودید؛ بر شما گناهی نیست (و مانعی ندارد) که سلاح‌های خود را (بر زمین) بگذارید، ولی (وسایل دفاعی و) احتیاط خود را بر گیرید. همانا الله برای کافران عذابی خوارکننده آماده کرده‌است"
        },
        {
            "chapter": 4,
            "verse": 103,
            "text": "پس چون نماز را به پایان رساندید، الله را ایستاده، و نشسته و بر پهلوی خویش (خوابیده) یاد کنید، و هرگاه آرامش یافتید (و خوف زایل شد) نماز را (تمام و کامل) بر پا دارید، که همانا نماز (فریضه‌ای است که) در اوقات معینی بر مؤمنان واجب (و نوشته) شده‌است"
        },
        {
            "chapter": 4,
            "verse": 104,
            "text": "و در تعقیب دشمن سست نشوید. اگر شما رنج می‌برید؛ آن‌ها نیز مانند شما رنج می‌کشند، ولی شما امیدی از الله دارید که آن‌ها ندارند، و الله دانای حکیم است"
        },
        {
            "chapter": 4,
            "verse": 105,
            "text": "یقیناً (این) کتاب را بحق بر تو نازل کردیم. تا به آنچه الله به تو آموخته در میان مردم داوری کنی، و مدافع (و حمایت‌کننده) خائنان مباش"
        },
        {
            "chapter": 4,
            "verse": 106,
            "text": "و از الله آمرزش بخواه، حقا که الله، آمرزندۀ مهربان است"
        },
        {
            "chapter": 4,
            "verse": 107,
            "text": "و از کسانی‌که به خود خیانت کردند، دفاع مکن، یقیناً الله، افراد خیانت پیشۀ گنهکار را دوست ندارد"
        },
        {
            "chapter": 4,
            "verse": 108,
            "text": "آن‌ها (زشتکاری‌های خود را) از مردم پنهان می‌دارند، اما از الله پنهان نمی‌دارند، و او با ایشان است؛ هنگامی‌که در جلسات شبانه سخنانی را که الله نمی‌پسندد، تدبیر می‌کنند، و الله به آنچه انجام می‌دهند؛ احاطه دارد"
        },
        {
            "chapter": 4,
            "verse": 109,
            "text": "هان! شما کسانی هستید که در زندگی دنیا، از آنان دفاع کردید، پس کیست که در روز قیامت در برابر الله از آن‌ها دفاع کند؟ یا چه کسی است که وکیل و حامی آن‌ها خواهد بود؟"
        },
        {
            "chapter": 4,
            "verse": 110,
            "text": "و کسی‌که کار بدی انجام دهد یا بر خویشتن ستم کند، پس از الله آمرزش بطلبد، الله را آمرزندۀ مهربان خواهد یافت"
        },
        {
            "chapter": 4,
            "verse": 111,
            "text": "و هر کس گناهی مرتکب شود، پس تنها به زیان خود مرتکب شده‌است، و الله دانای حکیم است"
        },
        {
            "chapter": 4,
            "verse": 112,
            "text": "و هر کس خطا یا گناهی مرتکب شود، سپس بی گناهی را به آن متهم کند، قطعاً بارِ بهتان و گناه آشکاری را بر دوش گرفته است"
        },
        {
            "chapter": 4,
            "verse": 113,
            "text": "و اگر فضل الله و رحمتش شامل حال تو نبود، هر آینه گروهی از آنان قصد داشتند که تو را گمراه کنند، و جز خودشان را گمراه نمی‌کنند، و هیچ زیانی به تو نمی‌رسانند، و الله کتاب و حکمت (= سنت) برتو نازل کرد، و آنچه را نمی‌دانستی، به تو آموخت، و فضل الله بر تو (همیشه) بزرگ بوده‌است"
        },
        {
            "chapter": 4,
            "verse": 114,
            "text": "در بسیاری از (در گوشی و) نجواهای‌شان خیری نیست، مگر که (با این کار) امر به صدقه دادن یا کار نیک، یا اصلاح در میان مردم کند. و هر کس برای خشنودی الله چنین کند، به زودی پاداش بزرگی به او خواهیم داد"
        },
        {
            "chapter": 4,
            "verse": 115,
            "text": "و کسی‌که پس از آنکه هدایت (و راه حق) برایش روشن شد؛ با پیامبر مخالفت کند، و از راهی جز راه مؤمنان پیروی کند، ما او را به آنچه پیروی کرده؛ وا گذاریم، و او را به جهنم در افکنیم [ مراد از مؤمنین صحابۀ گرامی هستند که اولین پیروان اسلام بودند، چرا که هنگام نزول این آیات غیر از صحابه گروهی به عنوان گروه مؤمنین وجود نداشت.]، و بد جایگاهی است"
        },
        {
            "chapter": 4,
            "verse": 116,
            "text": "قطعاً الله، شرک آوردن به او را نمی‌آمرزد، و جز آن (هر گناهی) را برای هر که بخواهد می‌آمرزد. و هر کس به الله شرک آورد، پس بدون شک در گمراهی دوری افتاده‌است"
        },
        {
            "chapter": 4,
            "verse": 117,
            "text": "(مشرکان) جز الله چیزهایی (= بت‌های) ماده را می‌خوانند و (در حقیقت) جز شیطان سرکش را نمی‌خوانند"
        },
        {
            "chapter": 4,
            "verse": 118,
            "text": "الله او را از رحمت خویش دور ساخته، و او گفت: «از بندگان تو، سهمی معین خواهم گرفت"
        },
        {
            "chapter": 4,
            "verse": 119,
            "text": "و مسلماً آن‌ها را گمراه می‌کنم، و آنان را به آرزوهای باطل افکنم، و به آنان دستور می‌دهم که گوش چهار پایان بشکافند، و وادار شان می‌کنم؛ تا خلقت و آفرینش الله را تغییر دهند». و هر کس شیطان را به جای الله ولی و دوست خود بگیرد، قطعاً زیانی آشکار کرده‌است"
        },
        {
            "chapter": 4,
            "verse": 120,
            "text": "(شیطان) به آن‌ها وعده می‌دهد و آنان را به آرزو افکند، و شیطان جز فریب و باطل به آنان وعده نمی‌دهد"
        },
        {
            "chapter": 4,
            "verse": 121,
            "text": "آن‌ها (= پیروان شیطان) جایگاه شان جهنم است، و هیچ راه فراری از آن نخواهند یافت"
        },
        {
            "chapter": 4,
            "verse": 122,
            "text": "و کسانی‌که ایمان آورده‌اند و کارهای شایسته انجام داده‌اند، بزودی آنان را در باغ‌هایی (از بهشت) وارد می‌کنیم که نهرها از زیر (درختان) آن جاری است، جاودانه در آن خواهند ماند، وعده الله حق است، و کیست که در گفتار (و وعده‌هایش) از الله راستگوتر باشد؟"
        },
        {
            "chapter": 4,
            "verse": 123,
            "text": "(این فضلیت و برتری) به آرزوهای شما و آرزوهای اهل کتاب نیست، هر کس کار بدی انجام دهد، به کیفر آن خواهد رسید و جز خدا، یار و مددکاری برای خود نخواهد یافت"
        },
        {
            "chapter": 4,
            "verse": 124,
            "text": "و کسی‌که چیزی از کارها شایسته را انجام دهد، چه مرد باشد یا زن، در حالی‌که او مؤمن باشد، اینان به بهشت داخل می‌شوند و کمترین ستمی (به اندازۀ گودی پشت هستۀ خرما) به آن‌ها نخواهد شد"
        },
        {
            "chapter": 4,
            "verse": 125,
            "text": "و چه کسی نیک آیین تر است از کسی‌‌که روی خود را به الله سپرد (و مخلصانه تسلیم شد) و نیکو کار (و فرمانبردار) بود و آیین پاک ابراهیم را پیروی کرد؟ و الله ابراهیم را به دوستی خود بر گزیده‌است"
        },
        {
            "chapter": 4,
            "verse": 126,
            "text": "و آنچه در آسمان‌ها و آنچه در زمین است، از آن الله است، و الله به هر چیزی احاطه دارد"
        },
        {
            "chapter": 4,
            "verse": 127,
            "text": "از تو (ای پیامبر) دربارۀ زنان فتوا می‌خواهند، بگو: الله درباره آنان به شما فتوا می‌دهد و (همچنین) آنچه در کتاب (= قرآن کریم) بر شما خوانده می‌شود؛ دربارۀ زنان یتیمی که آنچه را که برای آنان مقرر شده‌است (از مهر و میراث و حقوق) به آن‌ها نمی‌دهید، و می‌خواهید که با آن‌ها ازدواج کنید. و (نیز به شما توصیه می‌کند و فتوا می‌دهد در مورد) کودکان صغیر ناتوان، و اینکه با یتیمان به عدالت رفتار کنید، و آنچه از نیکی‌ها انجام می‌دهید، الله به آن آگاه است"
        },
        {
            "chapter": 4,
            "verse": 128,
            "text": "و اگر زنی، از ناسازگاری یا اعراض شوهرش بیم داشت، پس بر آن دو گناهی نیست که با هم صلح کنند، و صلح، بهتر است، ـ اگر چه نفس‌ها را بخل فرا گرفته است ـ و اگر نیکی کنید و پرهیزگاری پیشه سازید (و گذشت کنید) قطعاً الله به آن چه انجام می‌دهید؛ آگاه است"
        },
        {
            "chapter": 4,
            "verse": 129,
            "text": "و هر چند بکوشید هرگز نمی‌توانید (از نظر محبت قلبی) در میان زنان عدالت بر قرار کنید. پس یکسره به سوی یکی میل نکنید، که دیگری را بلا تکلیف (و سر گشته) رها کنید، و اگر راه اصلاح پیش گیرید، و پرهیزگاری کنید، الله آمرزندۀ مهربان است"
        },
        {
            "chapter": 4,
            "verse": 130,
            "text": "و اگر آن دو از یکدیگر جدا شوند، الله هر کدام از آن‌ها را با فضل و کرم خود بی‌نیاز می‌کند، و الله گشایشگر حکیم است"
        },
        {
            "chapter": 4,
            "verse": 131,
            "text": "و آنچه در آسمان‌ها و آنچه در زمین است از آن الله است، و ما به کسانی‌که پیش از شما کتاب (آسمانی) به آن‌ها داده شدند و (نیز) به شما سفارش کردیم که «از الله بترسید» (و یکتا پرست باشید) و اگر کافر شوید (بدانید) آنچه در آسمان‌ها و آنچه در زمین است از آن الله است، و الله بی‌نیاز (و) ستوده‌است"
        },
        {
            "chapter": 4,
            "verse": 132,
            "text": "و آنچه در آسمان‌ها و آنچه در زمین است از آن الله است، و الله برای کارسازی کافی است"
        },
        {
            "chapter": 4,
            "verse": 133,
            "text": "ای مردم! اگر او بخواهد، شما را از میان می‌برد و دیگران را (به جای شما) می‌آورد، و الله بر این (کار) تواناست"
        },
        {
            "chapter": 4,
            "verse": 134,
            "text": "هر کس که پاداش دنیوی بخواهد؛ پس (بداند که) پاداش دنیا و آخرت نزد الله است. و الله شنوای بینا است"
        },
        {
            "chapter": 4,
            "verse": 135,
            "text": "ای کسانی‌که ایمان آورده‌اید! برپا دارندۀ عدالت باشید، برای الله شهادت دهید؛ اگر چه به زیان خود شما یا پدر و مادر و نزدیکان (شما) باشد، اگر (مدعی علیه) توانگر یا فقیر باشد. (به هر حال) الله به آنان سزاوارتر (و مهربان‌تر) است. پس از هوای نفس پیروی نکنید، که از حق منحرف می‌شوید و اگر زبان را بگردانید (و حق را تحریف کنید) یا (از اظهار حق) اعراض کنید، مسلماً الله به آنچه انجام می‌دهید؛ آگاه است"
        },
        {
            "chapter": 4,
            "verse": 136,
            "text": "ای کسانی‌که ایمان آورده‌اید! به الله و پیامبرش و کتابی که بر او نازل کرده و کتابی که پیش از این فرستاده‌است؛ ایمان بیاورید (و بر آن پایدار باشید) و هر کس به الله و فرشتگان و کتاب‌هایش و پیامبرانش و روز قیامت کافر شود؛ بتحقیق در گمراهی دور و درازی افتاده‌است"
        },
        {
            "chapter": 4,
            "verse": 137,
            "text": "همانا کسانی‌که ایمان آورده‌اند، سپس کافر شدند، باز ایمان آوردند، سپس کافر شدند، آنگاه بر کفر (خود) افزودند؛ الله هرگز آنان را نخواهد بخشید، و آن‌ها را به راه (راست) هدایت نخواهد کرد"
        },
        {
            "chapter": 4,
            "verse": 138,
            "text": "به منافقان بشارت ده که برایشان عذابی دردناک است"
        },
        {
            "chapter": 4,
            "verse": 139,
            "text": "آنان که کافران را به جای مؤمنان به دوستی بر می‌گزینند، آیا به نزد آنان عزت می‌جویند؟ پس (بدانند که) عزت همه ازآن الله است"
        },
        {
            "chapter": 4,
            "verse": 140,
            "text": "و مسلماً (الله) در قرآن (این حکم) را بر شما نازل کرده که چون شنیدید (افرادی) آیات الله را انکار می‌کنند و آن را به ریشخند می‌گیرند با آنان ننشینید تا به سخن دیگری بپردازند (و اگر با آنان بنشیند) در این صورت قطعاً شما (نیز) هم مانند آن‌ها خواهید بود. همانا الله همۀ منافقان و کافران را در جهنم گرد می‌آورد"
        },
        {
            "chapter": 4,
            "verse": 141,
            "text": "کسانی‌که همواره انتظار می‌کشند (و مراقب شما هستند) اگر فتح و پیروزی از جانب الله نصیب شما گردد، می‌گویند: «مگر ما شما نبودیم؟» و اگر بهره‌ای نصیب کافران گردد، گویند: «مگر ما بر شما چیره نشده‌ایم (و پشتیبان شما نبودیم) و شما را از (آسیب) مؤمنان بازنداشتیم؟». پس الله در روز قیامت میان شما داوری می‌کند، و الله هرگز برای کافران راهی به (زیان) مؤمنان قرار نداده‌است"
        },
        {
            "chapter": 4,
            "verse": 142,
            "text": "بی‌شک منافقان (بگمان خودشان) الله را فریب می‌دهند، در حالی‌که او آن‌ها را فریب می‌دهد، و چون به نماز برخیزند؛ با سستی و‌‌ کاهلی بر می‌خیزند، در چشم مردم خود نمایی می‌کنند و (در نمازشان) الله را جز اندکی یاد نمی‌کنند"
        },
        {
            "chapter": 4,
            "verse": 143,
            "text": "(منافقان) بین این دو (گروه مؤمنان و کافران) دو دل و سرگشته‌اند. نه با اینانند و نه با آنان‌اند، و هر کس را که الله گمراهی کند، راهی برای او نخواهی یافت"
        },
        {
            "chapter": 4,
            "verse": 144,
            "text": "ای کسانی‌که ایمان آوردید! کافران را به جای مؤمنان دوستان (خود) نگیرید، آیا می‌خواهید (با این کار) برای الله دلیل آشکاری بر ضد خود پدید آورید؟"
        },
        {
            "chapter": 4,
            "verse": 145,
            "text": "همانا منافقان در پایین‌ترین طبقه (= درکات) آتش (جهنم) هستند، و هرگز یاوری برای آن‌ها نخواهی یافت"
        },
        {
            "chapter": 4,
            "verse": 146,
            "text": "مگر آنان که توبه کردند و جبران و اصلاح نمودند، و به الله تمسک جستند و دین خود را برای الله خالص گرداندند، پس اینان با مؤمنان خواهند بود، و الله به زودی مؤمنان را پاداش بزرگی خواهد داد"
        },
        {
            "chapter": 4,
            "verse": 147,
            "text": "الله چه نیازی به عذاب شما دارد اگر سپاسگزاری کنید و ایمان آورید؟! و الله شکرگزار داناست"
        },
        {
            "chapter": 4,
            "verse": 148,
            "text": "الله بانگ برداشتن به سخنان ناروا را دوست ندارد، مگر (از جانب) آن کس که مورد ستم واقع شده باشد، و الله شنوای داناست"
        },
        {
            "chapter": 4,
            "verse": 149,
            "text": "اگر کار نیک آشکار کنید یا آن را پنهان دارید، یا از بدی و (ستمی که به شما رسیده) گذشت نمایید، پس (بدانید که) الله آمرزندۀ تواناست"
        },
        {
            "chapter": 4,
            "verse": 150,
            "text": "همانا کسانی‌که به الله و پیامبرانش کفر می‌ورزند و می‌خواهند میان الله و پیامبرانش جدایی بیندازند؛ و می‌گویند: «به بعضی ایمان می‌آوریم؛ و بعضی را انکار می‌کنیم» و می‌خواهند بین این (و آن) راهی (برای خود) برگزینند"
        },
        {
            "chapter": 4,
            "verse": 151,
            "text": "آن‌ها در حقیقت کافرند، و برای کافران عذاب خوارکننده‌ای؛ آماده کرده‌ایم"
        },
        {
            "chapter": 4,
            "verse": 152,
            "text": "و کسانی‌که به الله و پیامبرانش ایمان آورده و میان هیچ یک ازآنان جدائی نیفکندند؛ اینان بزودی پاداش‌شان را (الله) خواهد داد، و الله آمرزندۀ مهربان است"
        },
        {
            "chapter": 4,
            "verse": 153,
            "text": "اهل کتاب (= یهودیان) از تو می‌خواهند که کتابی از آسمان (یکجا) بر آن‌ها نازل کنی، همانا آن‌ها از موسی، بزرگ‌تر از این را خواستند و گفتند: «الله را آشکارا به ما نشان بده». پس بخاطر این ظلم و ستمکاری‌شان صاعقه آن‌ها را فرو گرفت، سپس بعد از آنکه معجزه و دلایل روشن برایشان آمد، گوساله را (به خدائی) گرفتند، و ما از آن گناه در گذشتیم (و بخشیدیم). و به موسی حجت (و برهان) آشکاری دادیم"
        },
        {
            "chapter": 4,
            "verse": 154,
            "text": "و بخاطر گرفتن پیمان از ایشان (کوه) طور را بر فراز آن‌ها بر افراشتیم و به آن‌ها گفتیم: «سجده‌کنان به دروازه (بیت المقدس) داخل شوید». و (نیز) به آنان گفتیم: در روز شنبه تجاوز نکنید (و از صید ماهی دست بکشید) و از آنان پیمان محکمی گرفتیم"
        },
        {
            "chapter": 4,
            "verse": 155,
            "text": "پس بخاطر پیمان شکنی شان و انکار آیات خدا، و به ناحق کشتن پیامبران و (این) گفته شان که دل های ما در پرده‌است (و سخنان پیامبر را درک نمی‌کنیم). بلکه الله به سبب کفرشان بر (دل‌های) آن‌ها مهر زده ‌است؛ پس جز عده کمی ایمان نمی‌آورند"
        },
        {
            "chapter": 4,
            "verse": 156,
            "text": "و (نیز) بخاطر کفرشان و تهمت بزرگی که بر مریم زدند"
        },
        {
            "chapter": 4,
            "verse": 157,
            "text": "و (نیز) بخاطر این گفته شان که «ما مسیح، عیسی پسر مریم پیامبر الله را کشتیم». در حالی‌که نه او را کشتند و نه به دار آویختند، لکن امر بر آن‌ها مشتبه شد، و هر آینه آنان که در(بارۀ قتل) او اختلاف کردند، قطعاً از آن در شک هستند، و علم به آن ندارند و تنها از گمان پیروی می‌کنند و به یقین او را نکشته‌اند"
        },
        {
            "chapter": 4,
            "verse": 158,
            "text": "بلکه الله او را به سوی خود بالا برد، و الله پیروزمند حکیم است"
        },
        {
            "chapter": 4,
            "verse": 159,
            "text": "و (کسی) از اهل کتاب نیست مگر این‌که قبل از مرگش به او (= حضرت عیسی) ایمان می‌آورد، و (عیسی) روز قیامت بر آن‌ها گواه خواهد بود [ این آیه بر نزول حضرت عیسی علیه السلام از آسمان دلالت دارد، رجوع به سورۀ آل عمران آیه]"
        },
        {
            "chapter": 4,
            "verse": 160,
            "text": "پس به (کیفر) ستمی که قوم یهود مرتکب شدند، و (نیز) بخاطر جلو گیری بسیار آن‌ها از راه خدا، چیزی‌های پاکیزه‌ای را که برایشان حلال بود؛ بر آن‌ها حرام کردیم"
        },
        {
            "chapter": 4,
            "verse": 161,
            "text": "و (نیز) به سبب ربا گرفتن‌شان، در حالی‌که از آن نهی شده بودند، و (نیز) به سبب آنکه اموال مردم را به ناحق می‌خورند، و ما برای کافران‌شان عذاب دردناکی آماده کردیم"
        },
        {
            "chapter": 4,
            "verse": 162,
            "text": "ولی (دانشمندان و) راسخان در علم از آنان و مؤمنان، به آنچه بر تو نازل شده و آنچه پیش از تو نازل گردیده؛ ایمان می‌آورند، و (همچنین) بر پا دارندگان نماز و زکات دهندگان، و مؤمنان به الله و روز قیامت؛ بزودی به همۀ آن‌ها پاداش بزرگی خواهیم داد"
        },
        {
            "chapter": 4,
            "verse": 163,
            "text": "همانا ما به تو وحی فرستادیم همان گونه که به نوح و پیامبران بعد از او وحی فرستادیم و (نیز) به ابراهیم و اسماعیل و اسحاق و یعقوب و اسباط (= نوادگان دوازده گانه) و عیسی و ایوب و یونس و هارون و سلیمان وحی فرستادیم و به داود زبور دادیم"
        },
        {
            "chapter": 4,
            "verse": 164,
            "text": "و پیامبرانی (مبعوث کردیم) که سر گذشت آن‌ها را پیش از این برای تو بیان کرده‌ایم، و پیامبرانی که سر گذشت آن‌ها را بیان نکردیم، و الله (بدون واسطه) با موسی سخن گفت"
        },
        {
            "chapter": 4,
            "verse": 165,
            "text": "پیامبرانی که بشارت‌دهنده و بیم‌دهنده بودند، تا بعد از (آمدن) این پیامبران برای مردم بر الله حجتی نباشد و الله پیروزمند حکیم است"
        },
        {
            "chapter": 4,
            "verse": 166,
            "text": "لیکن الله به آنچه بر تو نازل کرده‌است؛ گواهی می‌دهد، که آن را به علم خود نازل کرده‌است، و فرشتگان (نیز) گواهی می‌دهند، و (اگر چه) گواهی الله کافی است"
        },
        {
            "chapter": 4,
            "verse": 167,
            "text": "هر آینه آنان که کافر شدند و (مردم را) از راه الله باز داشتند، محققاً در گمراهی دوری گرفتار شده‌اند"
        },
        {
            "chapter": 4,
            "verse": 168,
            "text": "آنان که کافر شدند و ستم کردند، الله هرگز آن‌ها را نخواهد بخشید و آن‌ها را به راهی هدایت نخواهد کرد"
        },
        {
            "chapter": 4,
            "verse": 169,
            "text": "مگر راه جهنم، که جاودانه در آن خواهند ماند و این (کار) بر الله آسان است"
        },
        {
            "chapter": 4,
            "verse": 170,
            "text": "ای مردم، بی‌گمان پیامبر (موعود محمد صلی الله علیه وسلم) با (آیین) حق از جانب پروردگارتان برای شما آمد، پس به او ایمان بیاورید که برای شما بهتر است، و اگر کافر شوید؛ پس یقیناً (بدانید که) آنچه در آسمان‌ها و زمین است از آن الله است، (و کفر شما به او زیانی نمی‌رساند) و الله دانای حکیم است"
        },
        {
            "chapter": 4,
            "verse": 171,
            "text": "ای اهل کتاب! در دین خود غلو نکنید و دربارۀ الله جز حق نگویید، همانا مسیح عیسی پسر مریم فرستادۀ الله و کلمۀ اوست؛ که او را به مریم القا نمود، و روحی از جانب اوست، پس به الله و پیامبرانش ایمان بیاورید، و نگویید: (الله) سه گانه است، (از این سخن) باز آیید که برای شما بهتر است، الله تنها معبود یگانه است و از این‌که فرزندی داشته باشد پاک (و منزه) است، آنچه در آسمان‌ها و آنچه در زمین است از آن اوست و الله برای کارسازی کافی است"
        },
        {
            "chapter": 4,
            "verse": 172,
            "text": "مسیح هرگز ابا ندارد که بندۀ الله باشد، و نه فرشتگان مقرب (ابا دارند) و هر کس از بنده گی او سر باز زند و تکبر کند، بزودی همۀ آن‌ها را (در قیامت) نزد خود محشور خواهد کرد"
        },
        {
            "chapter": 4,
            "verse": 173,
            "text": "اما آنان که ایمان آوردند و کارهای شایسته انجام دادند، پاداش‌هایشان را بطور کامل خواهد داد، و از فضل خویش بر آن‌ها خواهد افزود، و اما آنان که ابا کردند و تکبر ورزیدند، آنان را به عذابی دردناک عذاب می‌کند، و برای خود غیر از خدا، دوست و یاوری نخواهند یافت"
        },
        {
            "chapter": 4,
            "verse": 174,
            "text": "ای مردم! همانا دلیل و حجتی از جانب پروردگارتان برای شما آمد، و نوری آشکار به سوی شما نازل کردیم"
        },
        {
            "chapter": 4,
            "verse": 175,
            "text": "اما آنان که به الله ایمان آوردند و به او تمسک جستند، بزودی همه را در رحمت و فضل خود، وارد خواهد کرد، و آنان را در راه راستی به سوی خود هدایت‌شان می‌کند"
        },
        {
            "chapter": 4,
            "verse": 176,
            "text": "از تو (دربارۀ کلاله= مرده نه فرزند دارد نه پدر) فتوا می‌خواهند، بگو: «الله در(بارۀ) کلاله برای شما فتوی می‌دهد، اگر مردی بمیرد که فرزند نداشته باشد و برای او خواهری باشد، نصف اموالی را که به جا گذاشته، برای او است. و او تمام مال خواهر را به ارث می‌برد، (اگر خواهر بمیرد) در صورتی که فرزند نداشته باشد، و چنانچه دو (خواهرش) باقی باشند؛ دو سوم ترکه را می‌برند، و اگر چندین مردان و زنانی برادر و خواهر باشند برای هر مرد دو برابر سهم زن خواهد بود، الله (احکام خویش را) برای شما بیان می‌کند تا گمراه نشوید، و الله به همه چیز داناست»"
        }
    ]
}