{
    "juzs": [
        {
            "chapter": 29,
            "verse": 46,
            "text": "و با اهل کتاب جز به شیوه‌ای که نیکوتر است، مجادله مکنید، مگر با ستمگران آنان، و بگویید به آنچه بر ما و به آنچه بر شما نازل شده ایمان آورده‌ایم، و خدای ما و خدای ما و خدای شما یکی است و ما همه فرمانبردار اوییم‌"
        },
        {
            "chapter": 29,
            "verse": 47,
            "text": "و بدین‌سان بر تو کتاب آسمانی را نازل کردیم، و اهل کتاب به آن ایمان آورند، و از ایشان [اهل مکه‌] نیز کسانی هستند که به آن ایمان آورند، و جز کافران کسی به آیات ما انکار نمی‌ورزد"
        },
        {
            "chapter": 29,
            "verse": 48,
            "text": "و پیش از آن [وحی و نبوت‌] نه کتابی می‌خواندی و نه به دست خود [مکتوبی‌] می‌نوشتی، چه در آن صورت باطل‌اندیشان شک و شبهه به میان می‌آوردند"
        },
        {
            "chapter": 29,
            "verse": 49,
            "text": "آری آن آیاتی روشنگر [و محفوظ] در سینه‌های دانش یافتگان است، و جز ستمگران [مشرک‌] کسی به آیات ما انکار نمی‌ورزد"
        },
        {
            "chapter": 29,
            "verse": 50,
            "text": "و گویند چرا بر او معجزاتی از سوی پروردگارش نازل نمی‌شود، بگو معجزات فقط در اختیار خداوند است، و من فقط هشداردهنده‌ای آشکارم‌"
        },
        {
            "chapter": 29,
            "verse": 51,
            "text": "آیا برای ایشان کافی نیست که ما بر تو کتاب آسمانی را فرو فرستادیم که بر آنان خوانده می‌شود، بی‌گمان در این امر رحمت و پندآموزی برای اهل ایمان است‌"
        },
        {
            "chapter": 29,
            "verse": 52,
            "text": "بگو خداوند بین من و شما گواه بس، که آنچه در آسمانها و زمین است می‌داند، و کسانی که به باطل ایمان آورده و به خداوند کفر می‌ورزند، اینانند که زیانکارند"
        },
        {
            "chapter": 29,
            "verse": 53,
            "text": "و از تو عذاب را به شتاب می‌خواهند و اگر اجل معینی در کار نبود، عذاب بر آنان نازل می‌شد و در حالی که ناآگاهند ناگهان به سراغشان می‌آید"
        },
        {
            "chapter": 29,
            "verse": 54,
            "text": "از تو عذاب را به شتاب می‌خواهند، و [غافل از آنکه‌] بی‌گمان جهنم فراگیر کافران است‌"
        },
        {
            "chapter": 29,
            "verse": 55,
            "text": "روزی که عذاب از فراز و فرودشان فراگیردشان و گوید [حاصل‌] عملکرد خود را بچشید"
        },
        {
            "chapter": 29,
            "verse": 56,
            "text": "ای بندگان من که ایمان آورده‌اید، بدانید که زمین من گسترده است، پس فقط مرا بپرستید"
        },
        {
            "chapter": 29,
            "verse": 57,
            "text": "هر موجود زنده‌ای چشنده [طعم‌] مرگ است، سپس به سوی ما بازگردانده می‌شوید"
        },
        {
            "chapter": 29,
            "verse": 58,
            "text": "و کسانی که ایمان آورده‌اند و کارهای شایسته کرده‌اند، در غرفه‌هایی از بهشت که جویباران از فرودست آنها جاری است، جایشان می‌دهیم و در آنجا جاویدانند، چه نیکوست پاداش عملداران‌"
        },
        {
            "chapter": 29,
            "verse": 59,
            "text": "[همان‌] کسانی که شکیبایی ورزیده و بر پروردگارشان توکل می‌کنند"
        },
        {
            "chapter": 29,
            "verse": 60,
            "text": "و چه بسیار جنبنده که عهده‌دار روزی خود نیست، بلکه خداوند روزی‌بخش او و شماست و او شنوای داناست‌"
        },
        {
            "chapter": 29,
            "verse": 61,
            "text": "و اگر از ایشان بپرسی چه کسی آسمانها و زمین را آفریده است و خورشید و ماه را رام کرده است، گویند خداوند، پس چگونه بیراهه می‌روند؟"
        },
        {
            "chapter": 29,
            "verse": 62,
            "text": "خداوند است که روزی را برای هرکس از بندگانش که بخواهد گشاده یا تنگ می‌دارد، بی‌گمان خداوند به هر چیزی داناست‌"
        },
        {
            "chapter": 29,
            "verse": 63,
            "text": "و اگر از ایشان بپرسی چه کسی از آسمان آبی فرو فرستاد و بدان زمین را پس از پژمردنش زنده [و بارور] کرد، خواهند گفت خداوند، بگو سپاس خداوند را، ولی بیشترینه‌شان تعقل نمی‌کنند"
        },
        {
            "chapter": 29,
            "verse": 64,
            "text": "و این زندگانی دنیا جز سرگرمی و بازیچه نیست، و اگر می‌دانستند بی‌گمان سرای آخرت کانون زندگی است‌"
        },
        {
            "chapter": 29,
            "verse": 65,
            "text": "و چون سوار بر کشتی شوند خداوند را در حالی که دین خود را برای او پاک و پیراسته می‌دارندبخوانند، ولی آنگاه که آنان را رهانید و به خشکی رسانید، آن وقت است که ایشان شرک می‌ورزند"
        },
        {
            "chapter": 29,
            "verse": 66,
            "text": "تا سرانجام در آنچه به ایشان بخشیده‌ایم کفران پیشه کنند و [از ظواهر زندگی‌] بهره برند، زودا که [حقیقت را] بدانند"
        },
        {
            "chapter": 29,
            "verse": 67,
            "text": "آیا ندانسته‌اند که ما حرمی امن [از کعبه‌] قرار داده‌ایم، و حال آنکه مردمان را در پیرامونشان تاراج می‌کردند و می‌ربودند، آیا به باطل ایمان می‌آورند و به نعمت خداوند کفران می‌ورزند؟"
        },
        {
            "chapter": 29,
            "verse": 68,
            "text": "و کیست ستمکارتر از کسی که بر خداوند دروغ بندد یا حق را چون به سراغش آید تکذیب کند، آیا جایگاه کافران در دوزخ نیست؟"
        },
        {
            "chapter": 29,
            "verse": 69,
            "text": "و کسانی را که در حق ما کوشیده‌اند به راههای خاص خویش رهنمون می‌شویم، و بی‌گمان خداوند با نیکوکاران است‌"
        },
        {
            "chapter": 30,
            "verse": 1,
            "text": "الم [الف لام میم‌]"
        },
        {
            "chapter": 30,
            "verse": 2,
            "text": "روم شکست خورد"
        },
        {
            "chapter": 30,
            "verse": 3,
            "text": "در نزدیکترین سرزمین [به شما]، و ایشان بعد از مغلوب شدنشان به زودی غالب خواهند شد"
        },
        {
            "chapter": 30,
            "verse": 4,
            "text": "در عرض چند سال، چرا که امر در گذشته و آینده با خداوند است، و در چنین روزی مؤمنان شادمان شوند"
        },
        {
            "chapter": 30,
            "verse": 5,
            "text": "به نصرت الهی، که هر کس را بخواهد یاری می‌کند، و او پیروزمند مهربان است‌"
        },
        {
            "chapter": 30,
            "verse": 6,
            "text": "[این‌] وعده الهی است و خداوند در وعده خویش خلاف نمی‌کند ولی بیشترینه مردم نمی‌دانند"
        },
        {
            "chapter": 30,
            "verse": 7,
            "text": "فقط ظاهری از زندگانی دنیا را می‌دانند و ایشان از آخرت غافلند"
        },
        {
            "chapter": 30,
            "verse": 8,
            "text": "آیا در دلهای خویش نیندیشیده‌اند که خداوند آسمانها و زمین را و آنچه ما بین آنهاست، جز به حق و سرآمد معین نیافریده است، و بی‌گمان بسیاری از مردم لقای پروردگارشان را منکرند"
        },
        {
            "chapter": 30,
            "verse": 9,
            "text": "آیا در زمین سیر و سفر نکرده‌اند که بنگرند چگونه بوده است سرانجام کسانی که پیش از آنان بودند آنان از ایشان نیرومندتر بودند، و زمین را کندوکاو کردند و بیش از آنچه آنان آباد ساخته بودند، آباد کردند، و پیامبرانشان برایشان پدیده‌های شگرف آوردند، و [سرانجام‌] خداوند بر آنان ستم نکرد، بلکه خود در حق خویش ستم کردند"
        },
        {
            "chapter": 30,
            "verse": 10,
            "text": "سپس سرانجام کسانی که بد عملی کرده بودند، بدتر شد چرا که آیات الهی را انکار و به آنها استهزاء می‌کردند"
        },
        {
            "chapter": 30,
            "verse": 11,
            "text": "خداوند است که آفرینش را آغاز کرده است، سپس آن را باز می‌گرداند، سپس به سوی او باز گردانده می‌شوید"
        },
        {
            "chapter": 30,
            "verse": 12,
            "text": "روزی که قیامت برپا شود، گناهکاران نومید شوند"
        },
        {
            "chapter": 30,
            "verse": 13,
            "text": "و برای آنان از شریکانی که قائل بودند، کسی شفیعشان نباشد، و خود به شریکانی که قائل بودند، منکر [و بی‌اعتقاد] شوند"
        },
        {
            "chapter": 30,
            "verse": 14,
            "text": "و روزی که قیامت برپا شود، آنگاه است که از هم جدا شوند"
        },
        {
            "chapter": 30,
            "verse": 15,
            "text": "اما کسانی که ایمان آورده‌اند و کارهای شایسته کرده‌اند، ایشان در بوستانی سرخوشند"
        },
        {
            "chapter": 30,
            "verse": 16,
            "text": "و اما کسانی که کفرورزیده و آیات ما و لقای آخرت را تکذیب کرده‌اند، اینانند که در عذاب حاضر کرده شوند"
        },
        {
            "chapter": 30,
            "verse": 17,
            "text": "پس هنگامی که در شامگاه یا در بامداد وارد شوید خداوند را تسبیح گویید"
        },
        {
            "chapter": 30,
            "verse": 18,
            "text": "و در آسمانها و زمین سپاس او راست، و هنگامی که در عصر وارد شوید و هنگامی که به نیمروز رسید [هم تسبیح گویید]"
        },
        {
            "chapter": 30,
            "verse": 19,
            "text": "زنده را از مرده بر می‌آورد و مرده را از زنده، و زمین را پس از پژمردنش زنده [و بارور] می‌دارد، و بدین‌سان شما نیز برانگیخته شوید"
        },
        {
            "chapter": 30,
            "verse": 20,
            "text": "و از جمله آیات او این است که شما را از خاک آفرید، سپس که انسان شدید [در زمین‌] پراکنده شدید"
        },
        {
            "chapter": 30,
            "verse": 21,
            "text": "و از جمله آیات او این است که برای شما از نوع خودتان، همسرانی آفرید که با آنان آرام گیرید، و در میان شما دوستی و مهربانی افکند، و در این امر برای اندیشه‌وران مایه‌های عبرت است‌"
        },
        {
            "chapter": 30,
            "verse": 22,
            "text": "و از جمله آیات او آفرینش آسمانها و زمین است و دگرگونی زبانهای شما و رنگهای شما، بی‌گمان در این برای دانشمندان مایه‌های عبرت است‌"
        },
        {
            "chapter": 30,
            "verse": 23,
            "text": "و از جمله آیات او خفتن شما در شب و روز و طلب معاش شما از فضل اوست، بی‌گمان در این [امر] برای کسانی که گوش شنوا دارند، مایه‌های عبرت است‌"
        },
        {
            "chapter": 30,
            "verse": 24,
            "text": "و از جمله آیات او این است که برق را [به شیوه‌ای‌] بیم‌انگیز و امیدانگیز به شما می‌نمایاند و از آسمان آبی فرو می‌فرستد و با آن زمین را پس از پژمردنش زنده می‌دارد، بی‌گمان در این [امر] برای خردورزان مایه‌های عبرت است‌"
        },
        {
            "chapter": 30,
            "verse": 25,
            "text": "و از آیات او این است که آسمانها و زمین به فرمان او برپاست، سپس آنگاه که شما را به صلایی از زمین بخواند، آنگاه است که برانگیخته می‌شوید"
        },
        {
            "chapter": 30,
            "verse": 26,
            "text": "و او راست هر که در آسمانها و زمین است، و همگان فرمانبردار اویند"
        },
        {
            "chapter": 30,
            "verse": 27,
            "text": "و او کسی است که آفرینش را آغاز می‌کند و سپس بازش می‌گرداند، و این امر بر او آسان‌تر است، و او را در آسمانها و زمین برترین وصف است و او پیروزمند فرزانه است‌"
        },
        {
            "chapter": 30,
            "verse": 28,
            "text": "برای شما مثلی از خودتان می‌زند، آیا از ملک یمینتان شریکی در آنچه روزیتان داده‌ایم، دارید که در آن برابر باشید و از آنان همان گونه که از [امثال‌] خودتان بیمناکید، بیمناک باشید؟ [چنین نیست‌]، بدین‌سان آیات [خود] را برای خردورزان روشن بیان می‌کنیم‌"
        },
        {
            "chapter": 30,
            "verse": 29,
            "text": "چنین است که ستم‌پیشگان [کافر] بی‌هیچ علمی، از هوی و هوسشان پیروی می‌کنند، و کیست که کسی را که خداوند در بیراهی وانهاده است، به راه آورد، و اینان یاوری ندارند"
        },
        {
            "chapter": 30,
            "verse": 30,
            "text": "پاکدلانه روی به دین بیاور، این فطرت الهی است که مردمان را بر وفق آن آفریده است، در آفرینش الهی تغییری راه ندارد، این دین استوار است، ولی بیشترینه مردم نمی‌دانند"
        },
        {
            "chapter": 30,
            "verse": 31,
            "text": "رو به سوی او آورده، و از او پروا کنید و نماز را برپا دارید و از مشرکان مباشید"
        },
        {
            "chapter": 30,
            "verse": 32,
            "text": "از همان کسانی که دینشان را پاره و پراکنده کردند و فرقه فرقه شدند، هر گروهی به آنچه دارند دلخوشند"
        },
        {
            "chapter": 30,
            "verse": 33,
            "text": "و چون بلایی به مردم رسد انابت کنان پروردگارشان را می‌خوانند و رو به سوی او می‌آورند، سپس چون رحمتی از سوی خویش به ایشان بچشاند، آنگاه است که گروهی از آنان به پروردگارشان شرک می‌آورند"
        },
        {
            "chapter": 30,
            "verse": 34,
            "text": "تا سرانجام درباره آنچه به ایشان بخشیده‌ایم کفران پیشه کنند، و [از ظواهر زندگی‌] بهره برید، زودا که [حقیقت را] بدانید"
        },
        {
            "chapter": 30,
            "verse": 35,
            "text": "یا مگر برایشان حجتی نازل کرده‌ایم که درباره آنچه به آن شرک‌ورزیده‌اند، سخن می‌گوید"
        },
        {
            "chapter": 30,
            "verse": 36,
            "text": "و چون به مردم رحمتی بچشانیم به آن شادمان شوند، و اگر به خاطر کار و کردار پیشینشان مکروهی به ایشان رسد، آنگاه است که نومید می‌شوند"
        },
        {
            "chapter": 30,
            "verse": 37,
            "text": "آیا ندانسته‌اند که خداوند بی‌گمان روزی را برای هر کس که بخواهد گشاده و [برای هر کس که بخواهد] تنگ می‌دارد، بی‌شک در این امر برای اهل ایمان مایه‌های عبرت است‌"
        },
        {
            "chapter": 30,
            "verse": 38,
            "text": "پس به خویشاوند حقش را بده و نیز به بینوا و در راه مانده، این برای کسانی که در طلب خشنودی الهی هستند بهتر است و اینانند که رستگارانند"
        },
        {
            "chapter": 30,
            "verse": 39,
            "text": "و هر ربایی که بدهید که بهره شما را از اموال مردم افزونتر کند، [در حقیقت‌] نزد خداوند افزایش ندارد، و هر زکاتی -که در طلب خشنودی الهیبپردازید، اینان افزایش‌یاب هستند"
        },
        {
            "chapter": 30,
            "verse": 40,
            "text": "خداوند کسی است که شما را آفرید و سپس روزیتان بخشید، سپس شما را می‌میراند، سپس زنده می‌دارد، آیا از شریکانی که قائلید هیچ کدام هست که چیزی از این کارها را انجام دهد؟ او منزه و از آنچه شریکش می‌آورند فراتر است‌"
        },
        {
            "chapter": 30,
            "verse": 41,
            "text": "به خاطر کار و کردار مردم، تباهی در بر و بحر فراگیر شده است، تا [خداوند] جزای بخشی از کار و کردارشان را به آنان بچشاند، باشد که بازگردند [و به خود آیند]"
        },
        {
            "chapter": 30,
            "verse": 42,
            "text": "بگو در زمین سیر و سفر کنید و بنگرید سرانجام کسانی که پیشتر بودند چگونه بوده است؟ که بیشترشان مشرک بودند"
        },
        {
            "chapter": 30,
            "verse": 43,
            "text": "پس روی دلت را -پیش از آنکه روزی بی‌بازگشت از جانب خداوند فرارسد و مردم از هم جدا شوندبه سوی دین استوار بدار"
        },
        {
            "chapter": 30,
            "verse": 44,
            "text": "هر کس کفرورزد، کیفر کفرش بر اوست، و کسانی که کرداری شایسته پیشه کنند، برای خودشان پیش‌اندیشی کرده‌اند"
        },
        {
            "chapter": 30,
            "verse": 45,
            "text": "تا کسانی را که ایمان آورده‌اند و کارهای شایسته کرده‌اند، از فضل خویش جزا دهد، چرا که او کافران را دوست ندارد"
        },
        {
            "chapter": 30,
            "verse": 46,
            "text": "و از آیات او این است بادها را بشارت‌دهنده [باران رحمت‌] می‌فرستد تا به شما از رحمت خویش بچشاند، و تا کشتیها به امر او جریان یابند، و شما از فضل او در طلب روزی خود بر آیید، باشد که سپاس بگزارید"
        },
        {
            "chapter": 30,
            "verse": 47,
            "text": "و به راستی پیش از تو پیامبرانی به سوی قومشان فرستادیم، آنگاه ایشان معجزات را به نزد آنان آوردند [و با انکار مواجه شدند] و ما از کسانی که گناه [و بد عملی‌] کرده بودند، انتقام گرفتیم، و یاری رساندن به مؤمنان حقی است که بر عهده ماست‌"
        },
        {
            "chapter": 30,
            "verse": 48,
            "text": "خداوند کسی است که بادها را می‌فرستد که ابرها را بر می‌انگیزد، و آن را در آسمان هرگونه که بخواهد می‌گستراند، و آن را پاره‌پاره می‌کند، و باران درشت قطره را بینی که از لابلای آن می‌تراود، و چون آن را به هر یک از بندگانش که بخواهد برساند، آنگاه است که شادی می‌کنند"
        },
        {
            "chapter": 30,
            "verse": 49,
            "text": "و بی‌شک پیش از آنکه برایشان فرو فرستاده شود [آری‌] پیش از آن نومید بودند"
        },
        {
            "chapter": 30,
            "verse": 50,
            "text": "پس به آثار رحمت الهی بنگر که چگونه زمین را پس از پژمردنش زنده می‌دارد، هموست که زندگی بخش مردگان است و او بر هر کاری تواناست‌"
        },
        {
            "chapter": 30,
            "verse": 51,
            "text": "و اگر بادی بفرستیم و آن [کشتزار] را زرد شده بینند، بعد از آن کفر [/انکار] پیشه کنند"
        },
        {
            "chapter": 30,
            "verse": 52,
            "text": "بدان که تو مردگان را [سخن‌] نشنوانی و به ناشنوایان [به ویژه‌] چون پشت کنند آوایی نشنوانی‌"
        },
        {
            "chapter": 30,
            "verse": 53,
            "text": "و تو به راه آورنده نابینایان از گمراهیشان نیستی، تو جز کسانی را که به آیات ما ایمان آورند و اهل تسلیمند [سخنی‌] نشنوانی‌"
        },
        {
            "chapter": 30,
            "verse": 54,
            "text": "خداوند کسی است که شما را از حالت ناتوانی آفرید، سپس بعد از آن ناتوانی توانایی پدید آورد، سپس [دوباره‌] پس از توانایی، ناتوانی و پیری قرار دهد، هر آنچه خواهد می‌آفریند و او دانای تواناست‌"
        },
        {
            "chapter": 30,
            "verse": 55,
            "text": "و روزی که قیامت بر پا شود، گناهکاران سوگند خورند که [در دنیا، یا گور] جز ساعتی درنگ نکرده‌اند، بدین‌سان بیراهه رفته‌اند"
        },
        {
            "chapter": 30,
            "verse": 56,
            "text": "و کسانی که از دانش و ایمان برخوردار شده‌اند گویند بر وفق کتاب الهی تا روز رستاخیز درنگ کرده‌اید، و این روز رستاخیز است، ولی شما به هیچ وجه نمی‌دانستید"
        },
        {
            "chapter": 30,
            "verse": 57,
            "text": "امروز [روزی است که‌] ستم‌پیشگان [مشرک‌] را عذرخواهیشان سود ندهد، و عذرشان را نپذیرند"
        },
        {
            "chapter": 30,
            "verse": 58,
            "text": "و به راستی در این قرآن برای مردم هرگونه مثلی زده‌ایم و اگر معجزه‌ای برای آنان بیاوری، کافران گویند شما جز باطل‌اندیش نیستید"
        },
        {
            "chapter": 30,
            "verse": 59,
            "text": "بدین‌سان خداوند بر دلهای کسانی که [حق را] در نمی‌یابند مهر می‌زند"
        },
        {
            "chapter": 30,
            "verse": 60,
            "text": "شکیبایی پیشه کن و بدان که وعده الهی حق است و نامؤمنان تو را از راه به در نبرند"
        },
        {
            "chapter": 31,
            "verse": 1,
            "text": "الم [الف لام میم‌]"
        },
        {
            "chapter": 31,
            "verse": 2,
            "text": "این آیات کتاب حکمت‌آموز است‌"
        },
        {
            "chapter": 31,
            "verse": 3,
            "text": "رهنمود و رحمتی برای نیکوکاران‌"
        },
        {
            "chapter": 31,
            "verse": 4,
            "text": "[همان‌] کسانی که نماز را برپا می‌دارند و زکات را می‌پردازند و به آخرت یقین دارند"
        },
        {
            "chapter": 31,
            "verse": 5,
            "text": "اینانند که از سوی پروردگارشان از هدایتی برخوردارند و هم اینانند که رستگارند"
        },
        {
            "chapter": 31,
            "verse": 6,
            "text": "و از مردمان کسی هست که خریدار سخنان سرگرم‌کننده است تا بی‌هیچ علمی [مردمان را] از راه خدا گمراه گرداند، و آن را به ریشخند گیرد، اینانند که عذابی خفت‌بار [در پیش‌] دارند"
        },
        {
            "chapter": 31,
            "verse": 7,
            "text": "و چون آیات ما بر او خوانده شود، متکبرانه روی برگرداند که گویی آن را نشنیده است، چنانکه گویی در گوشهایش سنگینی‌ای هست، پس او را از عذاب دردناک خبر ده‌"
        },
        {
            "chapter": 31,
            "verse": 8,
            "text": "بی‌گمان کسانی که ایمان آورده‌اند و کارهای شایسته کرده‌اند، بوستانهای پرناز و نعمت برای آنان است‌"
        },
        {
            "chapter": 31,
            "verse": 9,
            "text": "که جاودانه در آنند، وعده الهی حق است، و او پیروزمند فرزانه است‌"
        },
        {
            "chapter": 31,
            "verse": 10,
            "text": "آسمانها را بدون ستونهایی که ببینید پدید آورد، و در زمین کوهها بیفکند تا شما را نجنباند، و در آن از هرگونه جانوری پراکند، و از آسمان آبی فرو فرستادیم، آنگاه در آن از هر گونه‌ای ارزشمند رویاندیم"
        },
        {
            "chapter": 31,
            "verse": 11,
            "text": "این آفرینش خداست، پس به من نشان دهید کسانی که [مدعی و] در برابر او هستند چه چیزی آفریده‌اند؟ آری ستمکاران [مشرک‌] در گمراهی آشکارند"
        },
        {
            "chapter": 31,
            "verse": 12,
            "text": "و به راستی به لقمان حکمت بخشیدیم، که خدای را سپاس گو، [و بدان که‌] هر کس سپاسگزاری کند، همانا به سود خویش سپاس گزارده است، و هر کس کفران ورزد، [بداند که‌] خداوند بی‌نیاز ستوده است‌"
        },
        {
            "chapter": 31,
            "verse": 13,
            "text": "و چنین بود که لقمان به پسرش -که پندش می‌دادگفت فرزندم به خداوند شرک میاور، چرا که شرک ستم بزرگی است‌"
        },
        {
            "chapter": 31,
            "verse": 14,
            "text": "و انسان را در حق پدر و مادرش سفارش کردیم که مادرش او را با ضعف روزافزون، آبستن بوده است، [و شیر دادن‌] و از شیر گرفتن او دو سال به طول انجامیده، برای من و پدر و مادرت سپاس بگزار که سیر و سرانجام به سوی من است‌"
        },
        {
            "chapter": 31,
            "verse": 15,
            "text": "و اگر تو را وادارند چیزی را که بدان علم نداری شریک من گردانی، از آنان فرمان مبر، و با آنان در دنیا به نیکی همنشینی کن، و به راه کسی برو که به سوی من بازگشته است، سپس بازگشت شما به سوی من است، آنگاه از [حقیقت و نتیجه‌] کار و کردارتان آگاهتان می‌سازم‌"
        },
        {
            "chapter": 31,
            "verse": 16,
            "text": "فرزندم بدان که اگر [عملی‌] هم سنگ دانه خردلی باشد، و آنگاه در دل تخته‌سنگی یا در آسمانها یا در زمین نهفته باشد، خداوند آن را به میان می‌آورد، چرا که خداوند باریک‌بین آگاه است‌"
        },
        {
            "chapter": 31,
            "verse": 17,
            "text": "فرزندم نماز را برپا دار و امر به معروف و نهی از منکر کن، و بر مصیبتی که تو را فرارسد شکیبایی کن که این از کارهای سترگ است‌"
        },
        {
            "chapter": 31,
            "verse": 18,
            "text": "و رویت را از مردم [به تکبر] برمگردان و در زمین خرامان راه مرو، چرا که خداوند، هیچ متکبر فخرفروشی را دوست ندارد"
        },
        {
            "chapter": 31,
            "verse": 19,
            "text": "و میانه‌روی کن و صدایت را آهسته بدار، چرا که ناخوشترین آوازها بانگ درازگوشان است‌"
        },
        {
            "chapter": 31,
            "verse": 20,
            "text": "آیا نیندیشیده‌اید که خداوند آنچه در آسمانها و آنچه در زمین است، برای شما رام کرد، و نعمتهای آشکار و پنهانش را بر شما تمام کرد، و از مردم کسی هست که بدون هیچ علمی و هیچ رهنمودی و هیچ کتاب روشنگری در حق خداوند مجادله می‌کند"
        },
        {
            "chapter": 31,
            "verse": 21,
            "text": "و چون به ایشان گفته شود از آنچه خداوند نازل کرده است پیروی کنید گویند بلکه از آنچه پدرانمان را طرف‌دار آن یافته‌ایم پیروی می‌کنیم، حتی اگر شیطان ایشان را به سوی عذاب آتش دوزخ بخواند؟"
        },
        {
            "chapter": 31,
            "verse": 22,
            "text": "و هر کس روی دلش را به سوی خداوند نهد و نیکوکار باشد، به راستی که دست در دستاویز استواری زده است، و سرانجام کارها با خداوند است‌"
        },
        {
            "chapter": 31,
            "verse": 23,
            "text": "و هر کس کفر ورزد، کفر او تو را اندوهگین نکند، بازگشتشان به سوی ماست، آنگاه ایشان را از [حقیقت و نتیجه‌] آنچه کرده‌اند آگاه سازیم، که بی‌گمان خداوند دانای راز دلهاست‌"
        },
        {
            "chapter": 31,
            "verse": 24,
            "text": "اندکی برخوردارشان سازیم، سپس به عذابی سخت و سنگین دچارشان سازیم‌"
        },
        {
            "chapter": 31,
            "verse": 25,
            "text": "و اگر از ایشان پرسی چه کسی آسمانها و زمین را آفریده است گویند خداوند، بگو سپاس خدای را، ولی بیشترینه آنان نمی‌دانند"
        },
        {
            "chapter": 31,
            "verse": 26,
            "text": "آنچه در آسمانها و زمین است از آن خداوند است، بی‌گمان خداوند بی‌نیاز ستوده است‌"
        },
        {
            "chapter": 31,
            "verse": 27,
            "text": "و اگر آنچه درخت در زمین هست، قلم شود، و دریا [چون مرکب باشد] سپس هفت دریا به آن مدد برساند، کلمات الهی به پایان نرسد، که خداوند پیروزمند فرزانه است‌"
        },
        {
            "chapter": 31,
            "verse": 28,
            "text": "آفرینش و برانگیختن شما [در قیامت‌] جز مانند تنی یگانه نیست، بی‌گمان خداوند شنوای بیناست‌"
        },
        {
            "chapter": 31,
            "verse": 29,
            "text": "آیا ننگریسته‌ای که خداوند از شب می‌کاهد و بر روز می‌افزاید و از روز می‌کاهد و بر شب می‌افزاید و خورشید و ماه را رام کرده است که هر یک تا سرآمدی معین روان است، و خداوند به آنچه می‌کنید آگاه است‌"
        },
        {
            "chapter": 31,
            "verse": 30,
            "text": "این از آن است که خداوند بر حق است، و آنچه به جای او می‌پرستند، باطل است، و بی‌گمان خداوند است که بلندمرتبه بزرگ است‌"
        },
        {
            "chapter": 31,
            "verse": 31,
            "text": "آیا ننگریسته‌ای که کشتیها به نعمت الهی در دریا روانند، تا به شما از آیات خویش بنمایاند، بی‌گمان در این برای هر شکیبای شاکری مایه‌های عبرت هست‌"
        },
        {
            "chapter": 31,
            "verse": 32,
            "text": "و چون موجی سایبان‌وار آنان را فراگیرد، خداوند را در حالی که دین خود را برای او پیراسته می‌دارند، به دعا می‌خوانند آنگاه چون آنان را برهاند و به خشکی برساند، بعضی از ایشان میانه‌رو [و درستکارند] [و بعضی کجرو] و جز غدار ناسپاس کسی منکر آیات ما نمی‌شود"
        },
        {
            "chapter": 31,
            "verse": 33,
            "text": "ای مردم از پروردگارتان پروا کنید و از روزی بترسید که هیچ پدری به داد فرزندش نرسد، و هیچ فرزندی فریادرس پدرش نباشد، بی‌گمان وعده الهی حق است، پس زندگانی دنیا شما را نفریبد، و [شیطان‌] فریبکار شما را نسبت به خداوند فریفته نگرداند"
        },
        {
            "chapter": 31,
            "verse": 34,
            "text": "بی‌گمان آگاهی از قیامت خاص خداوند است، و باران را نیز او نازل می‌کند، و می‌داند که در رحمها چیست، و هیچ کس نمی‌داند که فردا چه به دست می‌آورد، و هیچ کس نمی‌داند که در کدامین سرزمین می‌میرد، بی‌گمان خداوند دانای آگاه است‌"
        },
        {
            "chapter": 32,
            "verse": 1,
            "text": "الم [الف لام میم‌]"
        },
        {
            "chapter": 32,
            "verse": 2,
            "text": "کتابی است فرو فرستاده و شک در آن نیست [که‌] از سوی پروردگار جهان است‌"
        },
        {
            "chapter": 32,
            "verse": 3,
            "text": "یا گویند که آن را برساخته است، نه بلکه حق است و از سوی پروردگار توست تا قومی را که [پیامبری‌] هشداردهنده پیش از تو به سراغشان نیامده بود، بیم‌دهی، باشد که به راه آیند"
        },
        {
            "chapter": 32,
            "verse": 4,
            "text": "خداوند کسی است که آسمان و زمین و مابین آنها را در شش روز آفرید، سپس بر عرش استیلاء یافت، شما را جز او سرور و شفیعی نیست، آیا پند نمی‌گیرید"
        },
        {
            "chapter": 32,
            "verse": 5,
            "text": "از آسمان کار و بار زمین را تدبیر می‌کند، سپس [اعمال مردمان‌] در روزی که اندازه‌اش هزار سال است از آنچه شما می‌شمارید، به سوی او بالا می‌رود"
        },
        {
            "chapter": 32,
            "verse": 6,
            "text": "اوست که دانای نهان و آشکارا [و] پیروزمند مهربان است‌"
        },
        {
            "chapter": 32,
            "verse": 7,
            "text": "و [همان‌] کسی که هرچیز را که آفرید نیکو آفرید، و آفرینش انسان [/آدم‌] را از گل آغاز کرد"
        },
        {
            "chapter": 32,
            "verse": 8,
            "text": "سپس نسل او را از چکیده آب بی‌مقدار پدید آورد"
        },
        {
            "chapter": 32,
            "verse": 9,
            "text": "سپس او را استوار کرد و در او از روح خویش دمید و برای شما گوش [ها] و چشمان و دلها آفرید، چه اندک سپاس می‌گزارید"
        },
        {
            "chapter": 32,
            "verse": 10,
            "text": "و گویند آیا چون در [خاک‌] زمین ناپدید شدیم، آیا آفرینش تازه‌ای خواهیم یافت؟ بلکه ایشان لقای پروردگارشان را منکرند"
        },
        {
            "chapter": 32,
            "verse": 11,
            "text": "بگو فرشته مرگ که بر شما گماشته شده است، روح شما را می‌گیرد، سپس به سوی پروردگارتان بازگردانده می‌شوید"
        },
        {
            "chapter": 32,
            "verse": 12,
            "text": "و چون گناهکاران را نزد پروردگارشان سرافکنده بینی [گویند] پروردگارا چشم بینا و گوش شنوا یافتیم پس ما را بازگردان که کاری شایسته پیشه کنیم، ما [دیگر] اهل یقینیم‌"
        },
        {
            "chapter": 32,
            "verse": 13,
            "text": "و اگر خواهیم به هر انسانی هدایتش را ارزانی می‌داریم، ولی وعده من تحقق یافته است که جهنم را از جن و انس، همگان، آکنده سازم‌"
        },
        {
            "chapter": 32,
            "verse": 14,
            "text": "پس به خاطر آنکه دیدار این روزتان را فراموش کردید [عذاب را] بچشید ما نیز \"فراموشتان\" کرده‌ایم و عذاب جاویدان را به خاطر کار و کردار پیشینتان بچشید"
        },
        {
            "chapter": 32,
            "verse": 15,
            "text": "به آیات ما فقط کسانی ایمان آورند که چون آنها را فرایادشان آرند، به سجده درافتند و پروردگارشان را شاکرانه تسبیح گویند و تکبرنورزند"
        },
        {
            "chapter": 32,
            "verse": 16,
            "text": "پهلوهایشان از بسترها جدا شود [و به نیایش شبانه برخیزند و] پروردگارشان را با بیم و امید بخوانند و از آنچه روزیشان کرده‌ایم ببخشند"
        },
        {
            "chapter": 32,
            "verse": 17,
            "text": "آری هیچ کسی نداند که چه بسیار مایه روشنی چشمها برای آنان نهفته است، که جزای کار و کردار پیشینشان است‌"
        },
        {
            "chapter": 32,
            "verse": 18,
            "text": "آیا کسی که مؤمن است همانند کسی است که فاسق است؟ [هرگز] برابر نیستند"
        },
        {
            "chapter": 32,
            "verse": 19,
            "text": "اما کسانی که ایمان آورده‌اند و کارهای شایسته کرده‌اند، جنةالماوی دارند که به خاطر کار و کردار پیشینشان پیشکش [آنان‌] است‌"
        },
        {
            "chapter": 32,
            "verse": 20,
            "text": "و اما کسانی که سرپیچی کرده‌اند سرا و سرانجامشان آتش دوزخ است، هرگاه که خواهند از آن بیرون روند، به آن بازگردانده شوند، و به ایشان گفته شود، عذاب آتشی را که منکرش بودید، بچشید"
        },
        {
            "chapter": 32,
            "verse": 21,
            "text": "و به ایشان عذاب کوچکتر را غیر از عذاب بزرگتر، می‌چشانیم باشد که بازگردند"
        },
        {
            "chapter": 32,
            "verse": 22,
            "text": "و کیست ستمکارتر از کسی که به آیات پروردگارش پند داده شود، سپس از آن رو بگرداند، ما از گناهکاران انتقام می‌گیریم‌"
        },
        {
            "chapter": 32,
            "verse": 23,
            "text": "و به راستی به موسی کتاب آسمانی بخشیدیم، پس در لقای او شک نداشته باش، و آن را رهنمود بنی‌اسرائیل گرداندیم‌"
        },
        {
            "chapter": 32,
            "verse": 24,
            "text": "و از ایشان چون شکیبایی ورزیدند و به آیات ما ایقان یافتند، پیشوایانی برگماشتیم که به فرمان ما هدایت می‌کردند"
        },
        {
            "chapter": 32,
            "verse": 25,
            "text": "بی‌گمان پروردگارت در میان آنان در روز قیامت در آنچه در آن اختلاف داشتند، داوری خواهد کرد"
        },
        {
            "chapter": 32,
            "verse": 26,
            "text": "آیا برای ایشان روشن نشده است که پیش از آنان چه بسیار نسلهایی را نابود کردیم که [اینان‌] بر خانه و کاشانه‌هایشان می‌گذرند، بی‌گمان در این مایه‌های عبرت است، آیا [به گوش دل‌] نمی‌شنوند؟"
        },
        {
            "chapter": 32,
            "verse": 27,
            "text": "آیا نیندیشیده‌اند که ما آب [ابرهای بارانی‌] را به سوی سرزمین سترون می‌رانیم و بدان کشتزاری برمی‌آوریم که چارپایانشان و خودشان از آن می‌خورند، آیا [به چشم بصیرت‌] نمی‌نگرند؟"
        },
        {
            "chapter": 32,
            "verse": 28,
            "text": "و گویند اگر راست می‌گویید این داوری کی خواهد بود؟"
        },
        {
            "chapter": 32,
            "verse": 29,
            "text": "بگو روز داوری کافران را ایمانشان سود ندهد و به آنان مهلت ندهند"
        },
        {
            "chapter": 32,
            "verse": 30,
            "text": "پس از آنان روی بگردان و منتظر باش که آنان نیز منتظرند"
        },
        {
            "chapter": 33,
            "verse": 1,
            "text": "ای پیامبر از خداوند پروا کن و از کافران و منافقان اطاعت مکن، که خداوند دانای فرزانه است‌"
        },
        {
            "chapter": 33,
            "verse": 2,
            "text": "و از آنچه از پروردگارت به تو وحی می‌شود پیروی کن، که خداوند از آنچه می‌کنید آگاه است‌"
        },
        {
            "chapter": 33,
            "verse": 3,
            "text": "و بر خداوند توکل کن و خداوند کارسازی را بسنده است‌"
        },
        {
            "chapter": 33,
            "verse": 4,
            "text": "خداوند برای هیچ مردی دو دل در درونش ننهاده است، و همسرانتان را که با آنان ظهار می‌کنید مادر [حقیقی‌] شما نگردانده است، و پسر خواندگانتان را نیز فرزند [حقیقی‌] شما نگردانده است این سخن شماست که [ندانسته‌] به زبان می‌آورید، و خداوند حق را می‌گوید و به راه [راست‌] هدایت می‌کند"
        },
        {
            "chapter": 33,
            "verse": 5,
            "text": "آنان را به [نام‌] پدرانشان بخوانید که نزد خداوند دادگرانه‌تر است، و اگر پدرانشان را نمی‌شناسید در آن صورت برادران دینی و آزاد کردگان شما هستند، و بر شما در آنچه اشتباه کرده‌اید گناهی نیست مگر در آنچه دلهایتان قصد آن را دارد، و خداوند آمرزگار مهربان است‌"
        },
        {
            "chapter": 33,
            "verse": 6,
            "text": "پیامبر از خود مؤمنان به آنها نزدیکتر و سزاوارتر است و همسران او در حکم مادران ایشان هستند، و خویشاوندان در [حکم و] کتاب الهی نسبت به همدیگر از سایر مؤمنان و مهاجران سزاوارتر [به ارث بردن‌]، هستند، مگر آنکه در حق دوستانتان وصیتی نیک انجام دهید [که بی‌اشکال است‌]، و این در کتاب آسمانی نوشته شده است‌"
        },
        {
            "chapter": 33,
            "verse": 7,
            "text": "چنین بود که از پیامبران پیمانشان را گرفتیم و نیز از تو و از نوح و ابراهیم و موسی و عیسی بن مریم، و از ایشان پیمان اکید گرفتیم‌"
        },
        {
            "chapter": 33,
            "verse": 8,
            "text": "تا [سرانجام‌] درستکاران را از درستکاریشان بپرسد و برای کافران عذابی دردناک آماده ساخته است‌"
        },
        {
            "chapter": 33,
            "verse": 9,
            "text": "ای مؤمنان نعمت الهی را بر خودتان یاد کنید آنگاه که سپاهیانی بر شما تاختند، سپس، بر آنان تندبادی فرستادیم و سپاهیانی که آنها را نمی‌دیدید و خداوند به آنچه می‌کنید بیناست‌"
        },
        {
            "chapter": 33,
            "verse": 10,
            "text": "آنگاه از فراز و فرودتان به سراغ شما [به هجوم‌] آمدند، و آنگاه که چشمها برگشت و جانها به گلوگاهها رسید، و در حق خداوند گمانهایی [ناروا] کردید"
        },
        {
            "chapter": 33,
            "verse": 11,
            "text": "آنجا بود که مؤمنان [به محنت‌] آزموده شدند، و تکانی سخت خوردند"
        },
        {
            "chapter": 33,
            "verse": 12,
            "text": "و آنگاه که منافقان و بیماردلان گفتند که خداوند و پیامبر او جز وعده فریب‌آمیز به ما نداده‌اند"
        },
        {
            "chapter": 33,
            "verse": 13,
            "text": "و آنگاه که گروهی از آنان گفتند ای اهل مدینه شما را جای ماندن نیست، بازگردید، و گروهی از ایشان از پیامبر اجازه [قعود] خواستند [و به بهانه‌] می‌گفتند خانه‌های ما بی‌حفاظ است، و آن بی‌حفاظ نبود، هیچ قصدی جز فرار نداشتند"
        },
        {
            "chapter": 33,
            "verse": 14,
            "text": "و چون از حوالی آن [شهر] بر ایشان وارد شوند، سپس از ایشان اقرار به شرک طلب کنند، آن را انجام دهند و سپس در آنجا جز اندکی درنگ نخواهند کرد"
        },
        {
            "chapter": 33,
            "verse": 15,
            "text": "و همینان بودند که پیشترها با خداوند پیمان بسته بودند که [پایداری ورزند و] پشت نکنند، و پیمان الهی بازخواست دارد"
        },
        {
            "chapter": 33,
            "verse": 16,
            "text": "بگو فرار از مرگ یا کشته شدن، اگر بگریزید برایتان [نهایتا] سودی ندارد، و در آن صورت هم جز اندکی [از زندگی‌] برخوردار نخواهید شد"
        },
        {
            "chapter": 33,
            "verse": 17,
            "text": "اگر خداوند در حق شما بلا یا رحمتی خواسته باشد، چه کسی شما را در برابر خداوند نگاه می‌دارد؟ و در برابر خداوند یار و یاوری برای خود نخواهند یافت‌"
        },
        {
            "chapter": 33,
            "verse": 18,
            "text": "به راستی که خداوند از میان شما، بازدارندگان [/کارشکنان‌] را می‌شناسد، و نیز کسانی را که به دوستان خود می‌گویند به راه ما بیایید، و جز اندکی در کارزار شرکت نمی‌کنند"
        },
        {
            "chapter": 33,
            "verse": 19,
            "text": "و در حق شما بسیار بخیل‌اند و چون بیمی فرارسد، می‌بینیشان در حالتی که دیدگانشان می‌گردد مانند کسی که از نزدیکی مرگ بیهوش شده باشد، به سوی تو می‌نگرند، و چون آن بیم برطرف شود، به شما با زبانهای تند و تیز خویش آزار می‌رسانند، و آزمند مال [غنایم‌]اند، اینانند که ایمان نیاورده‌اند و خداوند اعمالشان را تباه [و باطل‌] می‌گرداند و این بر خداوند آسان است‌"
        },
        {
            "chapter": 33,
            "verse": 20,
            "text": "اینان گمان می‌برند که هنوز \"گروه مشرکان همدست\" [از صحنه به در] نرفته‌اند و اگر گروه مشرکان همدست برگردند، خوش دارند که کاش بیابانی و در میان بادیه‌نشینان باشند و از اخبار شما پرس و جو کنند، و اگر در میان شما بودند، جز اندکی کارزار نمی‌کردند"
        },
        {
            "chapter": 33,
            "verse": 21,
            "text": "به راستی که برای شما و برای کسی که به خداوند و روز بازپسین امید [و ایمان‌] دارد و خداوند را بسیار یاد می‌کند، در پیامبر خدا سرمشق نیکویی هست‌"
        },
        {
            "chapter": 33,
            "verse": 22,
            "text": "و چون مؤمنان [هجوم‌] گروه مشرکان همدست را دیدند، گفتند این همان است که خداوند و پیامبرش به ما وعده داده بودند و خداوند و پیامبر او [در امید بخشیدن به ما] راست گفته‌اند، و [در نهایت‌] جز بر ایمان و تسلیم آنان نیفزاید"
        },
        {
            "chapter": 33,
            "verse": 23,
            "text": "از میان مؤمنان مردمی هستند که در پیمانی که با خداوند بسته‌اند، راست و درست رفتار کرده‌اند، و از ایشان کسی هست که عهد خویش [تا پایان حیات‌] به سر برده است، و کسی هست که [شهادت را] انتظار می‌کشد، و هیچ گونه تغییر و تبدیلی در کار نیاورده‌اند"
        },
        {
            "chapter": 33,
            "verse": 24,
            "text": "تا خداوند درستکاران را بر وفق درستی‌شان پاداش دهد، و منافقان را اگر خواهد عذاب کند یا از آنان درگذرد، بی‌گمان خداوند آمرزگار مهربان است‌"
        },
        {
            "chapter": 33,
            "verse": 25,
            "text": "و خداوند کافران را در عین غیظ و غضبشان بازگرداند، که هیچ کامی نیافتند، و خداوند در کارزار مؤمنان را حمایت و کفایت کرد، و خداوند توانای پیروزمند است‌"
        },
        {
            "chapter": 33,
            "verse": 26,
            "text": "و آن عده از اهل کتاب را که از آنان [احزاب/گروه مشرکان همدست‌] پشتیبانی کردند، از برج و باروهاشان فرود آورد و در دلشان هراس افکند، چندانکه گروهی از ایشان را کشتید و گروهی را به اسارت گرفتید"
        },
        {
            "chapter": 33,
            "verse": 27,
            "text": "و سرزمینشان و خانه و کاشانه‌هاشان و مال و منالشان را به شما میراث داد، و نیز سرزمینی را که هنوز پا به آنجا نگذارده بودید، و خداوند بر هر کاری تواناست‌"
        },
        {
            "chapter": 33,
            "verse": 28,
            "text": "ای پیامبر به همسرانت بگو اگر زندگانی دنیا و تجمل آن را می‌خواهید پس بیایید تا بهره‌مندتان سازم و به رهایشی نیکو رهایتان کنم‌"
        },
        {
            "chapter": 33,
            "verse": 29,
            "text": "و اگر خداوند و پیامبر او و سرای آخرت را می‌خواهید بدانید که خداوند از برای نیکوکاران شما پاداشی بزرگ آماده ساخته است‌"
        },
        {
            "chapter": 33,
            "verse": 30,
            "text": "بگو ای زنان پیامبر هر کس از شما مرتکب کار ناشایست آشکار شود، عذاب او دوچندان می‌شود و این امر بر خداوند آسان است‌"
        }
    ]
}