{
    "maqras": [
        {
            "chapter": 20,
            "verse": 111,
            "text": "Āṇi sarvān̄cē cēharē tyā cirasajīva āṇi cirasthāyī allāhasamōra mōṭhyā namratēnē jhukalēlē asatīla. Niḥsanśaya, jō āpalyā pāṭhīvara atyācārācē ōjhē lāvūna yē'īla tō asaphala ṭharēla"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "Āṇi jō kōṇī satkarma karīla, āṇi īmānadhārakahī asēla tara tyālā nā julūma atyācārācē bhaya rāhīla, nā hakka māralā jāṇyācē"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "Āṇi aśā prakārē āmhī tumacyāvara arabī (bhāṣēta) kura'āna avatarita kēlē āhē āṇi anēka prakārē tyāta śikṣēcī bhītī sāṅgitalī āhē, yāsāṭhī kī lōkānnī allāhacē bhaya rākhūna durācārāpāsūna alipta rāhaṇārē banāvē kinvā tyān̄cyā manāta vicāracintana nirmāṇa vhāvē"
        },
        {
            "chapter": 20,
            "verse": 114,
            "text": "Aśā prakārē allāha sarvānta mōṭhā saccā āṇi kharākhurā svāmī āhē. Tumhī kura'āna paṭhaṇa karaṇyāta ghā'ī karū nakā, yā'ādhī kī tumacyākaḍē jī vahayī (prakāśanā) kēlī jātē, tī pūrṇa kēlī jāvī āṇi asē mhaṇā kī, pālanakartyā! Mājhē jñāna āṇakhī vāḍhava"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "Āṇi āmhī ādamalā agōdaraca tākīdapūrṇa ādēśa dilā hōtā, parantu tyānnā tyācā visara paḍalā āṇi āmhālā tyān̄cyāta kōṇatāhī dr̥ḍhaniścaya āḍhaḷalā nāhī"
        },
        {
            "chapter": 20,
            "verse": 116,
            "text": "Āṇi jēvhā āmhī phariśtyānnā sāṅgitalē kī ādamalā sajadā karā tēvhā iblisakhērīja sarvānnī sajadā kēlā, tyānē sāpha inkāra kēlā"
        },
        {
            "chapter": 20,
            "verse": 117,
            "text": "Tēvhā āmhī sāṅgitalē, hē ādama! Hā tumacā āṇi tumacyā patnīcā śatru āhē (lakṣāta ṭhēvā) asē na vhāvē kī tyānē tumhā dōghānnā jannatamadhūna bāhēra ghālavāvē, jyāmuḷē tumhī saṅkaṭāta sāpaḍāvē"
        },
        {
            "chapter": 20,
            "verse": 118,
            "text": "Ithē tara tumhālā hī savalata āhē kī nā tumhī upāśī rāhatā, nā nagna"
        },
        {
            "chapter": 20,
            "verse": 119,
            "text": "Āṇi ithē nā tumhī tahānalēlē rāhatā, nā unhānē trasta rāhatā"
        },
        {
            "chapter": 20,
            "verse": 120,
            "text": "Parantu saitānānē ādamacyā manāta kuvicāra ṭākalā, mhaṇālā, hē ādama! Kāya mī tumhālā cirasthāyī jīvanācā vr̥kṣa āṇi tyā rājyasattēcī khabara dē'ū jī kadhīhī junī na vhāvī"
        },
        {
            "chapter": 20,
            "verse": 121,
            "text": "Yāstava tyā dōghānnī tyā jhāḍātūna kāhī khāllē, maga tyān̄cī guptāṅgē ughaḍī jhālīta āṇi tē jannatacī pānē āpalyā aṅgāvara cikaṭavū lāgalē. Ādamanē āpalyā pālanakartyācī avajñā kēlī āṇi bahakalē"
        },
        {
            "chapter": 20,
            "verse": 122,
            "text": "Maga tyān̄cyā pālanakartyānē tyānnā upakr̥ta kēlē, ādamacī taubā kabūla kēlī āṇi tyān̄cē mārgadarśana kēlē"
        },
        {
            "chapter": 20,
            "verse": 123,
            "text": "(Allāhanē) pharmāvilē, tumhī dōghēhī ithūna khālī utarā. Tumhī āpasāta ēkamēkān̄cē śatrū āhāta. Ātā tumacyājavaḷa jēvhā kadhīhī mājhyākaḍūna mārgadarśana pōhacēla, tara jō kōṇī mājhyā mārgadarśanācē pālana karīla tara tō na bahakēla, nā kaṣṭa- yātanāgrasta hō'īla"
        },
        {
            "chapter": 20,
            "verse": 124,
            "text": "Āṇi jō kōṇī mājhyā smaraṇāpāsūna tōṇḍa phiravila, tyācē jīvana taṅgī- aḍacaṇīcē rāhīla āṇi kayāmatacyā divaśī āmhī tyālā āndhaḷā karūna uṭhavū"
        },
        {
            "chapter": 20,
            "verse": 125,
            "text": "(Tō) mhaṇēla, hē pālanakartyā! Malā tū āndhaḷā banavūna kā uṭhavilē? Vāstavika mī cāṅgalē baghū śakata hōtō"
        },
        {
            "chapter": 20,
            "verse": 126,
            "text": "Uttara miḷēla, asēca vhāyalā pāhijē hōtē. Tū mājhyā (tarphē) ālēlyā āyātīn̄cā visara pāḍalā, tad‌vataca āja tujhāhī visara pāḍalā jāta āhē"
        },
        {
            "chapter": 20,
            "verse": 127,
            "text": "Āṇi āmhī asāca mōbadalā pratyēka māṇasālā dēta asatō, jō maryādēcē ullaṅghana karīla āṇi āpalyā pālanakartyācyā āyatīnvara īmāna na rākhēla āṇi niḥsanśaya ākhirata (maraṇōttara jīvanā) cā azāba mōṭhā sakta āṇi cirasthāyī āhē"
        },
        {
            "chapter": 20,
            "verse": 128,
            "text": "Kāya tyānnā yā gōṣṭīnēhī mārgadarśana kēlē nāhī kī āmhī tyān̄cyāpūrvī anēka vastyā naṣṭa karūna ṭākalyā āhēta. Jyā rāhaṇāṟyān̄cyā jāgēvara hēca cālata phirata āhē niḥsanśaya akkalavāna lōkānsāṭhī yāta anēka niśāṇyā āhēta"
        },
        {
            "chapter": 20,
            "verse": 129,
            "text": "Āṇi tumacyā pālanakartyācā phaisalā pāhilyāpāsūna nirdhārita āṇi kāḷa ṭharavilā gēlēlā nasatā tara yāca kṣaṇī vināśa yē'ūna bilagalā asatā"
        },
        {
            "chapter": 20,
            "verse": 130,
            "text": "Tēvhā tyān̄cyā bōlaṇyāvara dhīra- sanyama rākhā āṇi āpalyā pālanakartyācī pavitratā āṇi mahānatā varṇana karīta rāhā, sūryōdayāpūrvī āṇi sūryāstāpūrvī āṇi rātrīcyā vēgavēgaḷyā hiśśyāmmadhyēhī āṇi divasācyā hiśśyāmmadhyēhī allāhacē guṇagāna karīta rāhā. (Aśānē) phāra śakya āhē kī tumhī ānandita vhāla"
        },
        {
            "chapter": 20,
            "verse": 131,
            "text": "Āṇi āpalī najara kadhīhī tyā vastūnvara ṭākū nayā, jyā āmhī tyān̄cyāpaikī anēka lōkānnā aihika śōbhā- sajāvaṭīsāṭhī dē'ūna ṭhēvalyā āhēta, yāsāṭhī kī yādva'ārē tyān̄cī kasōṭī ghyāvī. Tumacyā pālanakartyānē pradāna kēlēlēca (phāra) uttama āṇi bākī rāhaṇārē āhē"
        },
        {
            "chapter": 20,
            "verse": 132,
            "text": "Āṇi āpalyā kuṭumbīyānnā namājacā ādēśa dyā āṇi svataḥhī tyāvara dr̥ḍhatāpūrvaka rāhā. Āmhī tumacyākaḍūna rōjī (ājivikā) māgata nāhī, ulaṭa āmhī svataḥ tumhālā rōjī dētō, śēvaṭī cāṅgalī pariṇatī nēka va sadācārī lōkān̄cīca hōtē"
        },
        {
            "chapter": 20,
            "verse": 133,
            "text": "Āṇi (tē) mhaṇālē kī yā (paigambarāṁ) nē āmacyāsāṭhī āpalyā pālanakartyātarphē ēkhādī niśāṇī kā nāhī āṇalī? Kāya tyān̄cyājavaḷa pūrvīcyā granthān̄cyā spaṣṭa niśāṇyā pōhacalyā nāhīta"
        },
        {
            "chapter": 20,
            "verse": 134,
            "text": "Āṇi jara āmhī yācyā ādhīca tyānnā azābadvārē naṣṭa karūna ṭākalē asatē, tara khātrīnē asē mhaṇālē asatē kī hē āmacyā pālanakartyā! Tū āmacyājavaḷa āpalā rasūla (īśadūta) kā nāhī pāṭhavilā kī āmhī tujhyā āyatīn̄cē pālana kēlē asatē, yāpūrvī kī āmhī apamānita jhālō asatō āṇi dhiḥkkāralē gēlē asatō"
        },
        {
            "chapter": 20,
            "verse": 135,
            "text": "Tyānnā sāṅgā, pratyēkajaṇa pariṇāmācyā pratikṣēta āhē, tēvhā tumhī sud'dhā pratikṣēta rāhā. Lavakaraca pūrṇataḥ jāṇūna ghyāla kī saraḷa mārgāvara asalēlē kōṇa āhēta āṇi mārga prāpta kēlēlē kōṇa āhēta"
        }
    ]
}