{
    "maqras": [
        {
            "chapter": 21,
            "verse": 1,
            "text": "Lōkān̄cyā hiśōbācī vēḷa javaḷa yē'ūna pōhōcalī āhē. Tarīhī tē gaphalatī (cyā avasthē) ta tōṇḍa phiravūna āhēta"
        },
        {
            "chapter": 21,
            "verse": 2,
            "text": "Tyān̄cyājavaḷa, tyān̄cyā pālanakartyātarphē jyā dēkhīla navanavīna śikavaṇī yētāta, tyānnā tē khēḷaṇyā bāgaḍaṇyātaca aikatāta"
        },
        {
            "chapter": 21,
            "verse": 3,
            "text": "Tyān̄cī manē pūrṇataḥ gāphīla āhēta āṇi tyā atyācārīnnī haḷū haḷū kānagōṣṭī kēlyāta kī tō tumacyāsārakhāca manuṣya āhē, maga tumhī ḍōḷyāndēkhata jādūlā baḷī paḍaṇyācē kāraṇa kāya"
        },
        {
            "chapter": 21,
            "verse": 4,
            "text": "(Paigambara) mhaṇālē, mājhā pālanakartā ākāśāta va dharatīta asalēlyā pratyēka gōṣṭīsa cāṅgalyā prakārē jāṇatō. Tō khūpa khūpa aikaṇārā āṇi jāṇaṇārā āhē"
        },
        {
            "chapter": 21,
            "verse": 5,
            "text": "(Ēvaḍhēca navhē tara) hē asēhī mhaṇatāta kī hā kura'āna gōndhaḷapūrṇa svapnān̄cā saṅgraha āhē, kimbahunā tyānē svataḥca racūna ghētalā āhē, kimbahunā tō kavī āhē an'yathā tyānē āmacyāsamōra ēkhādī aśī niśāṇī āṇalī asatī, jasē pūrvīcyā kāḷātīla paigambara pāṭhavilē gēlē hōtē"
        },
        {
            "chapter": 21,
            "verse": 6,
            "text": "Yān̄cyāpūrvī jēvaḍhyā vastyā āmhī naṣṭa kēlyā, tyā īmānadhāraka navhatyā, tēvhā ātā kāya hē īmāna rākhatīla"
        },
        {
            "chapter": 21,
            "verse": 7,
            "text": "Tumacyāpūrvī jēvaḍhē dēkhīla paigambara āmhī pāṭhavilē, tē sarva mānava hōtē, jyān̄cyākaḍē āmhī vahayī (prakāśanā) avatarita karīta asū tēvhā tumhī jñānī lōkānnā vicārā, jara svataḥ tumhālā jñāna nasēla"
        },
        {
            "chapter": 21,
            "verse": 8,
            "text": "Āṇi āmhī tyānnā asē śarīra dilē navhatē kī bhōjana karīta nasāvēta āṇi nā tē sadaiva jivanta rāhaṇārē hōtē"
        },
        {
            "chapter": 21,
            "verse": 9,
            "text": "Maga āmhī tyān̄cyāśī kēlēlē sarva vāyadē kharē karūna dākhavilē, tyānnā āṇi jyānnā jyānnā āmhī icchilē muktī dilī āṇi maryādēcē ullaṅghana karaṇāṟyānnā naṣṭa karūna ṭākalē"
        },
        {
            "chapter": 21,
            "verse": 10,
            "text": "Niḥsanśaya, āmhī tumacyākaḍē grantha avatarita kēlā āhē, jyāta tumacyāsāṭhī bōdha- upadēśa āhē. Maga kāya tarīhī tumhī akalēcā vāpara karīta nāhī"
        },
        {
            "chapter": 21,
            "verse": 11,
            "text": "Āṇi anēka atyācārī vastīnnā āmhī naṣṭa karūna ṭākalē, maga tyān̄cyānantara āmhī dusarā janasamūha nirmāṇa kēlā"
        },
        {
            "chapter": 21,
            "verse": 12,
            "text": "Jēvhā tyā lōkānnī āmacyā śikṣā- yātanēcī jāṇīva karūna ghētalī tēvhā tyācyā prakōpāpāsūna dūra paḷū lāgalē"
        },
        {
            "chapter": 21,
            "verse": 13,
            "text": "Dhāvapaḷa karū nakā āṇi jithē tumhālā sukha pradāna kēlē gēlē hōtē, tithēca parata jā āṇi āpalyā gharāṅkaḍē jā, yāsāṭhī kī tumhālā vicāraṇā kēlī jāvī"
        },
        {
            "chapter": 21,
            "verse": 14,
            "text": "Tē mhaṇālē, āmacē vā'īṭa hōvō, niḥsanśaya āmhī atyācārī hōtō"
        },
        {
            "chapter": 21,
            "verse": 15,
            "text": "Maga tara tē asēca mhaṇata rāhilē, yēthaparyanta kī āmhī tyānnā muḷāsakaṭa kāpalēlyā śētīsārakhē āṇi vijhalēlyā āgīsārakhē karūna ṭākalē"
        },
        {
            "chapter": 21,
            "verse": 16,
            "text": "Āmhī ākāśa va dharatī āṇi tyān̄cyā daramyānacyā vastūnnā khēḷa- tamāśākaritā banavilē nāhī"
        },
        {
            "chapter": 21,
            "verse": 17,
            "text": "Jara āmhī aśāca prakārē khēḷa- tamāśā icchilā asatā tara tō āpalyā javaḷūnaca banavilā asatā, jara āmhī asē karaṇārē asatō"
        },
        {
            "chapter": 21,
            "verse": 18,
            "text": "Kimbahunā āmhī satyālā asatyāvara phēkūna māratō tēvhā satya asatyācā śiracchēda karatē āṇi tē tyāca kṣaṇī nāśa pāvatē. Tumhī jyā gōṣṭī racatā, tyā tumacyāsāṭhī vināśakāraka āhēta"
        },
        {
            "chapter": 21,
            "verse": 19,
            "text": "Āṇi ākāśāmmadhyē āṇi dharatīta jē kāhī āhē, tyā (allāha) cēca āhē āṇi jē tyācyā nikaṭa āhēta tē tyācyā upāsanēpāsūna nā vidrōha karatāta āṇi nā thakatāta"
        },
        {
            "chapter": 21,
            "verse": 20,
            "text": "Tē divasa-rātra tyācyā pāvitryācē varṇana karatāta āṇi kin̄citahī sustī karata nāhīta"
        },
        {
            "chapter": 21,
            "verse": 21,
            "text": "Tyā lōkānnī dharatīcyā (sr̥ṣṭa nirmitī) madhūna jyānnā upāsya banavūna ṭhēvalē āhē, kāya tē jivanta karatāta"
        },
        {
            "chapter": 21,
            "verse": 22,
            "text": "Jara ākāśāta āṇi dharatīta allāhakhērīja dusarīhī upāsyē asatī tara yā dōghān̄cī ulaṭāpālaṭa jhālī asatī.1 Tēvhā allāha arśa (īsinhāsanā) cā svāmī, tyā guṇavaiśiṭyāmpāsūna pavitra āhē jyā hē mūrtīpūjaka bōlatāta"
        },
        {
            "chapter": 21,
            "verse": 23,
            "text": "Āpalyā kāmāṅkaritā tō (kōṇāsamōra) uttarayāyī nāhī, mātra sarvānnā (tyācyāsamōra) jāba dyāvā lāgaṇāra āhē"
        },
        {
            "chapter": 21,
            "verse": 24,
            "text": "Kāya tyā lōkānnī allāhakhērīja dusarī upāsyē banavūna ghētalī āhēta, tyānnā sāṅgā, āṇā, āpalā purāvā sādara karā. Hā āhē mājhyāsōbata asalēlyān̄cā grantha āṇi mājhyāpūrvīcyā lōkān̄cā purāvā! Parantu tyān̄cyāpaikī bahutēka lōka satyāpāsūna anabhijña āhēta, yāca kāraṇāstava tōṇḍa phiravūna āhēta"
        },
        {
            "chapter": 21,
            "verse": 25,
            "text": "Āṇi āmhī tumacyāpūrvī jō dēkhīla paigambara pāṭhavilā, tyācyākaḍē hīca vahayī (īśavāṇī) avatarita kēlī kī mājhyākhērīja kōṇīhī kharākhurā upāsya nāhī, tēvhā tumhī sarva mājhīca upāsanā karā"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "Āṇi anēkēśvaravādī mhaṇatāta, rahamāna (dayāvanta allāha) lā santatī āhē. (Muḷīca nāhī.) Tō pavitra āhē. Kimbahunā tē (jyānnā hē tyācē putra samajatāta) tyācē pratiṣṭhita dāsa āhēta"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "Tyācyā (allāhacyā) samōra puḍhē hō'ūna bōlaṇyācē sāhasa karīta nāhī āṇi tyācyā ādēśācē pālana karatāta"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "Tō (allāha) tyān̄cyāpūrvīcyā āṇi nantaracyā sarva avasthā jāṇūna āhē. Āṇi tē kōṇācīhī śiphārasa karīta nāhī, tyācyākhērīja, jyācyāśī tō (allahā) prasanna asēla, tē tara svataḥ bhayakampita rāhatāta"
        }
    ]
}