{
    "maqras": [
        {
            "chapter": 2,
            "verse": 203,
            "text": "Āṇi tyā kāhī ṭharāvika divasāmmadhyē (‘taśarīka’cyā divasānta) allāhacē smaraṇa karā.1 Dōna divasāntaca ghā'ī karaṇāṟyānvara kāhī gunhā nāhī, āṇi jō māgē rāhīla tyācyāvarahī kāhī gunhā nāhī. Hē allāhacē bhaya rākhaṇāṟyāṅkaritā āhē āṇi allāhacē bhaya bāḷagata rāhā āṇi lakṣāta ṭhēvā kī tumhī sarva tyācyācakaḍē ēkatra (jamā) kēlē jāla"
        },
        {
            "chapter": 2,
            "verse": 204,
            "text": "Āṇi kāhī lōkān̄cyā sānsārika jīvanācyā gōṣṭī tumhālā ānandita karatāta āṇi tō āpalyā manātalyā gōṣṭīnvara allāhalā sākṣī ṭharavitō, vāstavika tō mōṭhā bhāṇḍakhōra āhē"
        },
        {
            "chapter": 2,
            "verse": 205,
            "text": "Āṇi jēvhā tō paratūna jātō, tēvhā dharatīvara daṅgā-dhōpā, raktapāta pasaraviṇyācā, śētī-vāḍī āṇi vanśācā vināśa karaṇyācā prayatna karīta rāhatō. Āṇi allāha utpāta-upadravālā pasanta karīta nāhī"
        },
        {
            "chapter": 2,
            "verse": 206,
            "text": "Āṇi jēvhā tyālā sāṅgitalē jātē kī allāhacē bhaya rākha, tēvhā tyācī ghamēṇḍa tyālā aparādha karaṇyāsa pravr̥tta karatē. Aśā māṇasākaritā phakta jahannamaca āhē āṇi niḥsanśaya tē atiśaya vā'īṭa ṭhikāṇa āhē"
        },
        {
            "chapter": 2,
            "verse": 207,
            "text": "Āṇi kāhī lōka asēhī āhēta, jē allāhacī marjī prāpta karaṇyāsāṭhī āpalā prāṇadēkhīla vikūna ṭākatāta āṇi allāha, āpalyā dāsānvara mōṭhā snēha- prēma rākhaṇārā āhē"
        },
        {
            "chapter": 2,
            "verse": 208,
            "text": "Hē īmāna rākhaṇāṟyānnō! Islāmamadhyē pūrṇapaṇē dākhala vhā āṇi saitānācyā pāvalānvara pā'ūla ṭhēvūna cālū nakā. Tō tumacā ughaḍa śatrū āhē"
        },
        {
            "chapter": 2,
            "verse": 209,
            "text": "Jara tumhī niśāṇyā yē'ūna pōhōcalyānantarahī ghasarūna jāla tara lakṣāta ṭhēvā, allāha mōṭhā jabaradasta āṇi hikamata rākhaṇārā āhē"
        },
        {
            "chapter": 2,
            "verse": 210,
            "text": "Kāya lōkānnā yā gōṣṭīcī pratikṣā āhē kī allāha svataḥ ghanadāṭa ḍhagāmmadhyē prakaṭa vhāvā āṇi phariśtēdēkhīla āṇi maga kāma tamāma kēlē jāvē! Allāhakaḍēca sarva kāmē rujū kēlī jātāta"
        },
        {
            "chapter": 2,
            "verse": 211,
            "text": "Isrā'īlacyā santatīlā vicārā kī āmhī tyānnā kitī spaṣṭa niśāṇyā pradāna kēlyā, āṇi jō, allāhacī kr̥pā- dēṇagī prāpta jhālyānantara tilā badalūna ṭākīla tara (tyānē dhyānī ghyāvē) kī allāha kaṭhōra śikṣā dēṇārā āhē"
        },
        {
            "chapter": 2,
            "verse": 212,
            "text": "Kāphirāṁ (inkāra karaṇāṟyāṁ) sāṭhī yā jagācē jīvana suśōphita kēlē gēlē āhē āṇi tē īmānadhārakān̄cī thaṭṭā uṭavitāta, tathāpi jē allāhacē bhaya rākhūna durācārāpāsūna dūra rāhaṇārē āhē, kayāmatacyā divaśī (darjāmadhyē) tyācyāpēkṣā phāra mōṭhē asatīla. Allāha jyālā icchitō agaṇita pradāna karatō"
        },
        {
            "chapter": 2,
            "verse": 213,
            "text": "Vāstavika, suruvātīcyā kāḷāta sarva lōka ēkāca janasamūhācē (dīna-dharmācē) hōtē. Maga allāhanē paigambarānnā śubha samācāra dēṇyāsāṭhī āṇi sacēta karaṇyāsāṭhī pāṭhavilē āṇi tyān̄cyāsōbata grantha avatarita kēlē, yāsāṭhī kī lōkān̄cyā daramyāna asalēlyā pratyēka matabhēdācā phaisalā vhāvā, āṇi kēvaḷa tyāca lōkānnī, jē tyānnā dilē gēlē hōtē, āpalyājavaḷa pramāṇa yē'ūna pōhacalyānantarahī āpalyā dvēṣa āṇi ghamēṇḍīmuḷē tyāta matabhēda kēlā. Yākaritā allāhanē īmānadhārakān̄cyā yā matabhēdātahī satyākaḍē āpalyā ājñēnē mārgadarśana kēlē āṇi allāha jyālā icchitō saraḷa mārgākaḍē mārgadarśana karatō"
        },
        {
            "chapter": 2,
            "verse": 214,
            "text": "Kāya tumhī aśī kalpanā karūna basalāta kī jannatamadhyē agadī sahajapaṇē pravēśa karāla? Vāstavika ajūna tumacyāvara tī avasthā nāhī ālī, jī tumacyā pūrvīcyā lōkānvara ālī hōtī. Tyānnā sakta garībī va rōgarā'īcā sāmanā karāvā lāgalā. Tyānnā itakē jhin̄jōḍalē gēlē kī rasūla (paigambara) āṇi tyān̄cyā sōbatacē īmānadhāraka lōka mhaṇūna lāgalē kī allāhacī madata kēvhā yē'īla? Aikā allāhacī madata javaḷaca āhē"
        },
        {
            "chapter": 2,
            "verse": 215,
            "text": "Tumhālā tē vicāratāta kī tyānnī kaśāvara kharca karāvā? Tumhī tyānnā sāṅgā kī tumhī jō kāhī māla (dhana) kharca karāla tō mātā-pityākaritā, nātēvā'īkāṅkaritā, anātha va gōragarībāṅkaritā āṇi pravāśāṅkaritā āhē. Āṇi tumhī jī kāhī bhalā'ī karāla, allāha tī cāṅgalyā prakārē jāṇatō"
        },
        {
            "chapter": 2,
            "verse": 216,
            "text": "Tumacyāvara jihāda pharja (bandhanakāraka kartavya) kēlē gēlē. Jarī tē tumhālā apriya vāṭata asalē tarīhī, śakya āhē kī tumhī ēkhādyā gōṣṭīlā vā'īṭa jāṇāvē āṇi kharē pāhatā tōca tumacyāsāṭhī bhalī asāvī āṇi hēhī śakya āhē kī tumhī jyā gōṣṭīlā cāṅgalī samajāvē tī tumacyāsāṭhī vā'īṭa asāvī. Kharē jñāna tara allāhalāca āhē. Tumhī mātra ajāṇa āhāta"
        },
        {
            "chapter": 2,
            "verse": 217,
            "text": "Lōka tumhālā ādara-sanmānācyā mahin'yāta laḍhā'īviṣayī vicāratāta. Tumhī sāṅgā, tyā mahin'yāta laḍhā'ī karaṇē phāra mōṭhē aparādha karma āhē. Parantu allāhacyā mārgāta rōkhaṇē, allāhacā inkāra karaṇē, masjidē harāmapāsūna rōkhaṇē āṇi tithalyā rahivāśānnā tithūna bāhēra ghālaviṇē, allāhajavaḷa tyāpēkṣāhī mōṭhā gunhā āhē, āṇi phitanā (phitūra mājavaṇē) hatyā karaṇyāpēkṣāhī mōṭhā gunhā āhē. Hē lōka tumacyāśī laḍhā'ī karataca rāhatīla, yēthaparyanta kī tyānnā śakya jhālyāsa tumhālā tumacyā dharmāpāsūna phiravatīla āṇi tumacyāpaikī jē lōka āpalyā dharmāpāsūna parata phiratīla āṇi tyāca kupra (inkārī) avasthēta maraṇa pāvatīla tara tyān̄cī yā jagācī va ākhiratacī sarva karmē vāyā jātīla. Hē lōka jahannamī asatīla āṇi nēhamīkaritā jahannamamadhyēca rāhatīla"
        },
        {
            "chapter": 2,
            "verse": 218,
            "text": "Parantu jyānnī īmāna kabūla kēlē āṇi sthalāntara kēlē āṇi allāhacyā mārgāta jihāda kēlē (dharmācyā rakṣaṇāsāṭhī allāhacyā mārgāta laḍhalē) tēca allāhacyā dayā-kr̥pēcī āśā bāḷagatāta āṇi allāha mōṭhā māpha karaṇārā, dayā karaṇārā āhē"
        }
    ]
}