{
    "maqras": [
        {
            "chapter": 21,
            "verse": 83,
            "text": "Āṇi ayyūba (cyā tyā avasthēcī āṭhavaṇa karā) jēvhā tyānnī āpalyā pālanakartyālā pukāralē kī malā hā rōga lāgalā āhē āṇi tū sarva dayā karaṇāṟyāmpēkṣā jāsta dayā karaṇārā āhēsa"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "Tēvhā āmhī tyān̄cī (prārthanā) aikalī āṇi jē duḥkha tyānnā hōtē tē dūra kēlē āṇi tyānnā tyān̄cē kuṭumba pradāna kēlē, kimbahunā, tyānnā āpalyā khāsa dayā kr̥pēnē1 tyāsōbata tasēca āṇakhīhī dilē, yāsāṭhī kī upāsanā karaṇāṟyāṅkaritā upadēśakāraka ṭharāvē"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "Āṇi ismā'īla āṇi idarīsa āṇi julakiphla hē sarva dhīra-sanyama rākhaṇārē hōtē"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "Āmhī tyānnā āpalyā dayā-kr̥pēta dākhala karūna ghētalē, tē sarva nēka- sadācārī lōka hōtē"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "Āṇi māsaḷīvālyā (yūnusa alai.) Cī (āṭhavaṇa karā) jēvhā tē nārāja hō'ūna nighūna gēlē āṇi asē samajata hōtē kī āmhī tyānnā dharaṇāra nāhī. Śēvaṭī tyānnī tyā andhārāmmadhūna pukāralē, hē upāsanīya (allāha)! Tujhyākhērīja kōṇīhī upāsya nāhī. Tū pavitra āhēsa. Niścitaca mī atyācārī lōkāmpaikī āhē"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "Tēvhā āmhī tyān̄cī pukāra (vinantī) mān'ya kēlī āṇi tyānnā duḥkhātūna mukta kēlē āṇi āmhī aśā prakārē īmāna rākhaṇāṟyānnā vācavitō"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "Āṇi jakariyācē (smaraṇa karā) jēvhā tyānnī āpalyā pālanakartyājavaḷa du'ā (prārthanā) kēlī kī hē mājhyā pālanakartyā! Malā tū ēkaṭā sōḍū nakō. Tū sarvānta uttama vārasa āhēsa"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "Tēvhā āmhī tyān̄cī du'ā (prārthanā) svīkāralī āṇi tyānnā yahayā (nāvācā putra) pradāna kēlā, āṇi tyān̄cyā patnīlā tyān̄cyāsāṭhī yathāyōgya banavilē. Hē nēka- sadācārī lōka satkarmāṅkaḍē lavakara dhāva ghēta, āṇi āmhālā mōṭhyā āvaḍīnē bhaya rākhūna pukārata asata, āṇi āmacyā samōra mōṭhyā namratēnē rāhāta asata"
        },
        {
            "chapter": 21,
            "verse": 91,
            "text": "Āṇi tī (satśīla strī) jinē āpalyā śīla-abrucē rakṣaṇa kēlē, āmhī ticyāta āpalā ātmā phuṅkalā āṇi svataḥ tilā āṇi ticyā putrālā sāṟyā jagākaritā niśāṇī (cinha) banavilē"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "Hā tumacā samūha āhē, jō vāstavika ēkaca samūha āhē āṇi mī tumhā sarvān̄cā pālanakartā āhē, yāstava tumhī sarva mājhīca upāsanā karā"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "Parantu lōkānnī āpasāta āpalyā dīna (dharmā) madhyē gaṭa banavūna ghētalē (tathāpi) sarvānnā āmacyākaḍē paratūna yāyacē āhē"
        },
        {
            "chapter": 21,
            "verse": 94,
            "text": "Maga jō kōṇī satkarma karēla āṇi tō īmānadhārakahī asēla tara tyācyā prayatnān̄cī kāhīca upēkṣā hōṇāra nāhī. Āmhī tara tyācē lihiṇārē āhōta"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "Āṇi jyā vastīlā āmhī naṣṭa karūna ṭākalē, ticyākaritā anivārya āhē kī tithalē lōka paratūna yēṇāra nāhīta"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "Yēthēparyanta kī yājūja āṇi mājūja bandhanamukta kēlē jātīla āṇi tē pratyēka utārākaḍūna dhāvata yētīla"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "Āṇi saccā vāyadā javaḷa yē'ūna ṭhēpēla, tyā vēḷī kāphira lōkān̄cē ḍōḷē visphāralēlēca rāhatīla kī arērē! Āmhī yā avasthēpāsūna gāphīla hōtō, kimbahunā kharē pāhatā āmhī atyācārī hōtō"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "Tumhī āṇi tē, jyān̄cī allāhakhērīja tumhī upāsanā karatā, sarva jahannamacē indhana banāla, tumhī sarva tyā (jahannama) madhyē jāṇāra āhāta"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "Jara tē (saccē) upāsya asatē tara jahannamamadhyē dākhala jhālē nasatē, āṇi sarvacyā sarva tyātaca nēhamī rāhaṇāra āhēta"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "Tē tyā ṭhikāṇī mōṭhamōṭhyānē ōraḍata asatīla āṇi tithē kāhīca aikū śakaṇāra nāhīta"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "Parantu jyān̄cyāsāṭhī āmacyātarphē pahilyāpāsūnaca satkarma niścita āhē, tē sarva jahannamapāsūna dūraca ṭhēvalē jātīla"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "Tē tara, jahannamacī cāhūlahī aikū śakaṇāra nāhīta āṇi āpalyā manōvān̄chita vastūnsaha sadaiva rāhaṇārē asatīla"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "Tī bhayaṅkara dahaśatahī tyānnā udāsa karū śakaṇāra nāhī āṇi phariśtē tyān̄cē utsphūrtapaṇē svāgata karatīla kī hāca tumacā tō divasa āhē, jyācā tumhālā vāyadā dilā jāta rāhilā"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "Jyā divaśī āmhī ākāśālā aśā prakārē guṇḍāḷūna ṭākū, jyā prakārē rōlacē kāgada (patrikā) guṇḍāḷalē jātāta. Jyā prakārē pahilyā khēpēsa āmhī nirmāṇa kēlē hōtē, tyāca prakārē dusaṟyāndā nirmāṇa karū. Hā āmacā majabūta vāyadā āhē āṇi hē āmhī niścitaca karū"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "Āṇi āmhī jabūra (granthā) madhyē sāvadhagirīcā iśārā āṇi bōdha- upadēśānantara hē lihilē āhē kī dharatīcē vārasa mājhē nēka-sadācārī dāsa asatīla"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "Upāsanā karaṇāṟyā dāsāṅkaritā tara yāta ēka mōṭhī khabara āhē"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "Āṇi āmhī tumhālā samasta viśvākaritā dayā-kr̥pā banavūna pāṭhavilē āhē"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "Sāṅgā kī mājhyākaḍē tara vahayī (īśavāṇī) kēlī jātē kī tumhā sarvān̄cā upāsya (allāha) ēkaca āhē. Tara kāya tumhīhī tyācē mānaṇārē āhāta"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "Maga jara tō tōṇḍa phiravila tara sāṅgā kī mī tumhālā samānarityā sacēta kēlē āhē. Āṇi malā nāhī māhīta kī, jyā gōṣṭīcā vāyadā tumacyāśī kēlā jāta āhē, tī javaḷa āhē kī lāmba āhē"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "Niḥsanśaya (allāha) tumacyā ughaḍa gōṣṭīnnāhī jāṇatō, tasēca jē kāhī tumhī lapavitā tē dēkhīla jāṇatō"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "Āṇi malā yācēhī jñāna nāhī. Sambhavataḥ hī tumacī kasōṭī asēla āṇi ēkā nirdhārita avadhīparyantacā lābha asēla"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "(Paigambara) svataḥ mhaṇālē, hē pālanakartyā! N'yāyapūrvaka phaisalā kara āṇi āmacā pālanakartā antiśaya dayā karaṇārā āhē, jyācyākaḍūna madata māgitalī jātē tyā gōṣṭībaddala, jyā tumhī sāṅgata āhāta"
        }
    ]
}