{
    "maqras": [
        {
            "chapter": 40,
            "verse": 66,
            "text": "(Tumhī) sāṅgā kī malā tyān̄cī upāsanā karaṇyāpāsūna rōkhalē gēlē āhē, jyānnā tumhī allāhakhērīja pukārata āhāta1 yā kāraṇāstava kī mājhyājavaḷa mājhyā pālanakartyācē spaṣṭa purāvē yē'ūna pōhōcalē āhēta. Malā hā ādēśa dilā gēlā āhē kī mī samasta viśvān̄cyā pālanakartyācyā hukumā'adhīna vhāvē"
        },
        {
            "chapter": 40,
            "verse": 67,
            "text": "Tōca hōya, jyānē tumhālā mātīpāsūna, maga vīryāpāsūna, maga raktācyā (jamalēlyā) gōḷyāpāsūna nirmāṇa kēlē, maga tumhālā arbhakācyā svarūpāta bāhēra kāḍhalē, maga tō tumhālā vāḍhīsa lāvatō kī tumhī āpalyā pūrṇa śaktī - sāmarthyāsa pōhōcāvē, maga mhātārē vhāvē āṇi tumacyāpaikī kāhīn̄cā yācyā ādhīca mr̥tyu hōtō (āṇi tō tumhālā sōḍūna dētō yāsāṭhī kī tumhī nirdhārita āyuparyarnta pōhōcāvē āṇi yāsāṭhī kī tumhī vicāra - cintana karāvē)"
        },
        {
            "chapter": 40,
            "verse": 68,
            "text": "Tōca hōya, jō jīvana āṇi mr̥tyu dētō, maga jēvhā tō ēkhādē kārya karaṇyācā nirṇaya ghētō tēvhā tyāsa phakta ēvaḍhēca mhaṇatō ‘ghaḍūna yē’ āṇi tē ghaḍūna yētē"
        },
        {
            "chapter": 40,
            "verse": 69,
            "text": "Kāya tumhī tyānnā nāhī pāhilē, jē allāhacyā āyatīnsadarbhāta vāda ghālatāta. Tyānnā kōṭhē paratavilē jāta āhē"
        },
        {
            "chapter": 40,
            "verse": 70,
            "text": "Jyā lōkānnī granthālā khōṭē ṭharavilē āṇi tyālāhī jō āmhī āpalyā paigambarānsōbata pāṭhavilā, tyānnā phāra lavakara vastusthitīcē jñāna hō'īla"
        },
        {
            "chapter": 40,
            "verse": 71,
            "text": "Jēvhā tyān̄cyā gaḷyāmmadhyē jōkhaḍa (tauka) asatīla āṇi śaṅkhalā asatīla, pharaphaṭata ōḍhūna nēlē jātīla"
        },
        {
            "chapter": 40,
            "verse": 72,
            "text": "Ukaḷatyā pāṇyāta āṇi maga jahannamacyā āgīta jāḷalē jātīla"
        },
        {
            "chapter": 40,
            "verse": 73,
            "text": "Maga tyānnā vicāralē jā'īla kī jyānnā tumhī (allāhacē) sahabhāgī ṭharavita hōtē, tē āhēta kōṭhē"
        },
        {
            "chapter": 40,
            "verse": 74,
            "text": "Jē allāhakhērīja hōtē, tē mhaṇatīla kī tē āmacyākaḍūna haravalēta kimbahunā āmhī tara yāpūrvī kōṇālāhī pukārata navhatō. Allāha kāphira (inkārī) lōkānnā aśāca prakārē mārgabhraṣṭa karatō"
        },
        {
            "chapter": 40,
            "verse": 75,
            "text": "Hē aśāsāṭhī kī tumhī jaminīvara nāhaka tōrā miravita hōtē, āṇi (vyartha) ḍaula dākhavita phirata hōtē"
        },
        {
            "chapter": 40,
            "verse": 76,
            "text": "(Ātā yā) jahannamadhyē nēhamī nēhamī rāhaṇyākaritā (tyācyā) daravājyāmmadhyē dākhala vhā, kēvaḍhē vā'īṭa ṭhikāṇa āhē ahaṅkāra karaṇāṟyāṅkaritā"
        },
        {
            "chapter": 40,
            "verse": 77,
            "text": "Tēvhā tumhī dhīra - sanyama rākhā, allāhacā vāyadā pūrṇataḥ saccā āhē. Āmhī tyānnā jō vāyadā dē'ūna ṭhēvalā āhē, tyāpaikī kāhī āmhī tumhālā dākhavūna dyāvē kinvā tyā ādhī tumhālā mr̥tyu dyāvā, tyān̄cē paratavilē jāṇē tara āmacyācakaḍē āhē"
        },
        {
            "chapter": 40,
            "verse": 78,
            "text": "Niḥsanśaya, āmhī tumacyā pūrvīhī anēka rasūla (paigambara) pāṭhavilē āhēta, jyān̄cyāpaikī kāhīn̄cē vr̥ttānta āmhī tumhālā aikavilē āhēta. Āṇi tyān̄cyāpaikī kāhīn̄cē vr̥ttānta āmhī tumhālā aikavilē nāhīta āṇi kōṇā paigambarācyā (avākyāta hē) navhatē kī ēkhādā camatkāra (mōjijā) allāhacyā anumatīvinā āṇū śakalā asatā, maga jyā vēḷī allāhacā ādēśa yē'īla, satyāsaha phaisalā kēlā jā'īla āṇi tyā vēḷī asatyācē pujārī nukasānātaca rāhatīla"
        },
        {
            "chapter": 40,
            "verse": 79,
            "text": "Allāha tō āhē jyānē tumacyāsāṭhī catuṣpāda janāvarē (gurē) nirmāṇa kēlīta, jyān̄cyāpaikī kāhīnvara tumhī svāra hōtā āṇi kāhīnnā tumhī khātāta"
        },
        {
            "chapter": 40,
            "verse": 80,
            "text": "Āṇi itarahī tumacyāsāṭhī tyān̄cyāta anēka phāyadē āhēta, yāsāṭhī kī āpalyā manāta lapalēlyā garajānnā, tyān̄cyāvara svāra hō'ūna tumhī pūrṇa karūna ghyāvē āṇi jyā janāvarānvara āṇi naukānvara tumhī svāra kēlē jātā"
        },
        {
            "chapter": 40,
            "verse": 81,
            "text": "Āṇi allāha tumhālā āpalyā niśāṇyā dākhavita āhē, tēvhā tumhī allāhacyā kōṇakōṇatyā niśāṇyān̄cā inkāra karīta rāhāla"
        },
        {
            "chapter": 40,
            "verse": 82,
            "text": "Kinvā tyānnī dharatīvara hiṇḍūna phirūna āpalyā pūrvī hō'ūna gēlēlyā lōkān̄cī pariṇati nāhī pāhilī, jē saṅkhyēta yān̄cyāpēkṣā jāsta hōtē, śaktī - sāmarthyāta sakta āṇi dharatīta tyānnī anēka avaśēṣa māgē sōḍalē hōtē. (Parantu) tyān̄cyā kēlēlyā kāryānnī tyānnā kin̄citahī lābha pōhacavilā nāhī"
        },
        {
            "chapter": 40,
            "verse": 83,
            "text": "Tara jēvhā jēvhā tyān̄cyājavaḷa tyān̄cē rasūla (paigambara) spaṣṭa niśāṇyā ghē'ūna ālē, tēvhā hē āpalyājavaḷa asalēlyā jñānāvara ghamēṇḍa dākhavū lāgalē. Śēvaṭī jyā gōṣṭīcī thaṭṭā uḍavita hōtē, tīca tyān̄cyāvara ulaṭalī"
        },
        {
            "chapter": 40,
            "verse": 84,
            "text": "Maga āmacī śikṣā-yātanā pāhatāca mhaṇū lāgalē kī ēkamēva allāhavara āmhī īmāna rākhalē āṇi jyānnā jyānnā āmhī tyācā sahabhāgī ṭharavita hōtō, āmhī tyā sarvān̄cā inkāra kēlā"
        },
        {
            "chapter": 40,
            "verse": 85,
            "text": "Parantu āmacyā śikṣā - yātanēlā pāhūna ghētalyānantara tyān̄cyā īmāna rākhaṇyānē tyānnā lābha dilā nāhī, allāhanē āpalā hāca niyama nirdhārita kēlēlā āhē, jō tyācyā dāsāmmadhyē satata cālata ālā āhē āṇi tyā ṭhikāṇī kāphira durdaśāgrasta (āṇi durbala) jhālē"
        },
        {
            "chapter": 41,
            "verse": 1,
            "text": "Hā. Mīma"
        },
        {
            "chapter": 41,
            "verse": 2,
            "text": "(Hā grantha) mōṭhyā kr̥pāvāna, mōṭhyā dayāvānatarphē avatarita jhālā āhē"
        },
        {
            "chapter": 41,
            "verse": 3,
            "text": "(Asā) grantha āhē, jyācyā āyatīṁ (sūtrāṁ) cā spaṣṭa tapaśīla dilā gēlā āhē (aśā sthitīta kī) kura'āna arabī bhāṣēta āhē, tyā lōkānsāṭhī jē jāṇatāta"
        },
        {
            "chapter": 41,
            "verse": 4,
            "text": "Śubha samācāra aikaviṇārā āṇi bhaya dākhaviṇārā āhē. Tarīhī tyān̄cyāpaikī adhikānśa lōkānnī tōṇḍa phiravilē āṇi tē aikatahī nāhīta"
        },
        {
            "chapter": 41,
            "verse": 5,
            "text": "Āṇi tē mhaṇālē, tumhī jyā gōṣṭīkaḍē āmhālā bōlāvita āhāta, tyāpāsūna āmacī hr̥dayē paḍadyāta āhēta. Āmacyā kānāta badhīratā āhē (kinvā kāhī aikāyalā yēta nāhī) āṇi āmacyā va tumacyā daramyāna ēka āḍa-paḍadā āhē. Tēvhā tumhī āpalē kāma karata jā, āmhīhī niścita āpalē kāma karīta rāhū"
        },
        {
            "chapter": 41,
            "verse": 6,
            "text": "(Tumhī) sāṅgā kī mī tara tumacyāsārakhāca ēka manuṣya āhē. Mājhyāvara vahayī (prakāśanā) kēlī jāta āhē kī tumhā sarvān̄cā mābūda (upāsya) kēvaḷa ēka allāhaca āhē, tēvhā tumhī tyācyākaḍē dhyāna kēndrita karā āṇi tyācyākaḍē aparādhān̄cī kṣamā māgā āṇi tyā anēka īśvarān̄cyā upāsakāṅkaritā sarvanāśa āhē"
        },
        {
            "chapter": 41,
            "verse": 7,
            "text": "Jē jakāta dēta nāhīta āṇi ākhiratacāhī inkāra karatāta"
        },
        {
            "chapter": 41,
            "verse": 8,
            "text": "Niḥsanśaya, jyā lōkānnī īmāna rākhalē āṇi satkarma karīta rāhilē tyān̄cyākaritā asīma va amaryāda mōbadalā āhē"
        }
    ]
}