{
    "maqras": [
        {
            "chapter": 46,
            "verse": 21,
            "text": "Āṇi ādacyā bhāvācē smaraṇa karā, jēvhā tyānē āpalyā janasamūhācyā lōkānnā ahakāphamadhyē (vāḷūcyā ṭēkaḍīvara) khabaradāra kēlē, āṇi niḥsanśaya, tyācyā pūrvīhī bhaya dākhaviṇārē hō'ūna gēlēta āṇi tyācyā nantarahī kī tumhī allāhakhērīja dusaṟyān̄cī upāsanā karū nakā. Niḥsanśaya, malā tumacyābaddala mōṭhyā divasācyā azābacē bhaya vāṭatē"
        },
        {
            "chapter": 46,
            "verse": 22,
            "text": "Janasamūhācyā lōkānnī uttara dilē kī kāya tumhī āmacyājavaḷa aśāsāṭhī ālāta kī āmhālā āmacyā daivatān̄cī pūjā arcanā karaṇyāpāsūna rōkhāvē, tēvhā jara tumhī saccē asāla tara jyā śikṣā - yātanāṁ (azāba) cā tumhī vāyadā karīta āhāta, tyā āmacyāvara āṇūna sōḍā"
        },
        {
            "chapter": 46,
            "verse": 23,
            "text": "(Hajarata hūda) mhaṇālē, (yācē) jñāna tara allāhajavaḷa āhē. Malā tara jō sandēśa dē'ūna pāṭhavilē gēlē āhē, tōca tumhālā mī pōhacavita āhē, parantu mī asē pāhatō kī tumhī mūrkhapaṇā karīta āhāta"
        },
        {
            "chapter": 46,
            "verse": 24,
            "text": "Maga jēvhā tyānnī azāba (śikṣā - yātanē) lā ḍhagācyā svarūpāta pāhilē āpalyā maidānāṅkaḍē yēta asalēlā, tēvhā mhaṇū lāgalē kī hā ḍhaga āmacyāvara pā'ūsa pāḍaṇāra āhē (navhē), kimbahunā, vastutaḥ hā ḍhaga tō (prakōpa) āhē jyācī tumhī ghā'ī mājavita hōtē. Hī havā (vādaḷa) āhē jyāta duḥkhadāyaka azāba (śikṣā - yātanā) āhē"
        },
        {
            "chapter": 46,
            "verse": 25,
            "text": "Jī āpalyā pālanakartyācyā ādēśānē, pratyēka vastūn̄cā vidhvansa karūna ṭākīla, tēvhā tyān̄cī aśī avasthā jhālī kī tyān̄cyā gharāṅkhērīja dusarē kāhī disūna yēta navhatē. Aparādhyān̄cyā samūhālā āmhī aśāca prakārē śikṣā dētō"
        },
        {
            "chapter": 46,
            "verse": 26,
            "text": "Āṇi niścitapaṇē āmhī (ādacyā samudāyālā) tē śaktī-sāmarthya pradāna kēlē hōtē, jē tumhālā dilēca nāhī āṇi āmhī tyānnā kāna, ḍōḷē āṇi hr̥dayēhī dē'ūna ṭhēvalī hōtī, parantu tyān̄cyā kānnānī, ḍōḷyānnī āṇi hr̥dayānnī tyānnā kāhīca lābha pōhacavilā nāhī. Jēvhā tē allāhacyā āyatīn̄cā inkāra karū lāgalē āṇi jyā gōṣṭīcī tē thaṭṭā uḍavita asata, tīca tyān̄cyāvara ulaṭalī"
        },
        {
            "chapter": 46,
            "verse": 27,
            "text": "Āṇi niḥsanśaya, āmhī tumacyā javaḷapāsa (pradēśā) cyā vastyān̄cā nāyanāṭa karūna ṭākalā, āṇi (anēka prakārē) āmhī āpalyā niśāṇyā sādara kēlyā, yāsāṭhī kī tyānnī (allāhakaḍē) vaḷāvē"
        },
        {
            "chapter": 46,
            "verse": 28,
            "text": "Tēvhā allāhacē sānnidhya prāpta karaṇyākaritā tyānnī jyānnā jyānnā upāsya (daivata) banavūna ṭhēvalē hōtē, tyānnī tyān̄cī madata kā nāhī kēlī, kimbahunā tē tara tyān̄cyāpāsūna haravalē gēlēta (vastutaḥ) hē tyān̄cē kēvaḷa asatya āṇi (pūrṇataḥ) mithyārōpa hōtā"
        },
        {
            "chapter": 46,
            "verse": 29,
            "text": "Āṇi smaraṇa karā, jēvhā āmhī jinnān̄cā ēka samūha tumacyākaḍē vaḷavilā, yāsāṭhī kī tyānnī kura'āna aikāvē, tara jēvhā tē paigambarān̄javaḷa pōhacalē, tēvhā (ēkamēkānnā) mhaṇū lāgalē kī gappa rāhā. Maga jēvhā paṭhaṇa samāpta jhālē tēvhā āpalyā janasamūhācyā lōkānnā khabaradāra karaṇyākaritā paratalē"
        },
        {
            "chapter": 46,
            "verse": 30,
            "text": "Mhaṇālē, hē āmacyā janasamūhācyā lōkānnō! Āmhī khātrīnē tō grantha aikalā āhē, jō mūsā (alai.) Nantara avatarita kēlā gēlā āhē, jō āpalyā pūrvīcyā granthācī puṣṭī karaṇārā āhē, jō satya-dharma āṇi saraḷa mārgākaḍē mārgadarśana karatō"
        },
        {
            "chapter": 46,
            "verse": 31,
            "text": "Hē āmacyā jātīsamūhācyā lōkānnō! Allāhakaḍē bōlaviṇāṟyācē mhaṇaṇē mān'ya karā, tyācyāvara īmāna rākhā, tara (allāha) tumacē kāhī aparādha māpha karīla āṇi tumhālā duḥkhadāyaka azāba (śikṣā - yātanē) pāsūna vācavīla"
        },
        {
            "chapter": 46,
            "verse": 32,
            "text": "Āṇi jō manuṣya allāhakaḍē bōlaviṇāṟyācē mhaṇaṇē mānaṇāra nāhī tara tō jaminīvara kōṭhēhī (paḷūna jā'ūna allāhalā) lācāra karū śakata nāhī āṇi nā allāhakhērīja tyālā kōṇī madata karaṇārā asēla, hē lōka ughaḍa mārgabhraṣṭatēta āhēta"
        },
        {
            "chapter": 46,
            "verse": 33,
            "text": "Kāya tē nāhī pāhata kī jyā allāhanē ākāśānnā va dharatīlā nirmāṇa kēlē āhē āṇi tyān̄cī nirmitī karūna tō thakalā nāhī, tō niḥsanśaya mr̥tānnā jivanta karaṇyācē sāmarthya bāḷagatō, kā navhē? Niḥsanśaya, tō pratyēka gōṣṭīcē sāmarthya bāḷagatō"
        },
        {
            "chapter": 46,
            "verse": 34,
            "text": "Āṇi tē lōka jyānnī kupra (inkāra) kēlā jyā divaśī jahannamacyā samōra āṇalē jātīla (āṇi tyānnā sāṅgitalē jā'īla) kī kāya hē satya nāhī? Tēvhā tē uttara dētīla kī hōya, kā navhē? Śapatha āhē āmacyā pālanakartyācī (hē agadī satya āhē). (Allāha) pharmāvila kī ātā āpalyā inkārācyā mōbadalyāta azābacā svāda cākhā"
        },
        {
            "chapter": 46,
            "verse": 35,
            "text": "Tēvhā (hē paigambarā!) Tumhī asē dhairya rākhā, jasē dhairya dr̥ḍhasaṅkalpa āṇi sāhasa bāḷagaṇāṟyā paigambarānnī rākhalē, āṇi tyān̄cyāsāṭhī (śikṣā māgaṇyāta) ghā'ī karū nakā. Hē jyā divaśī tō azāba pāhūna ghētīla jyācā vāyadā tyānnā dilā jāta āhē, tēvhā (tyānnā hē jāṇavū lāgēla kī) divasācī ēka ghaṭikā mātra (tē jagāta) rāhilē hōtē. Hē āhē sandēśa pōhacaviṇē. Durācārī lōkāṅkhērīja kōṇī naṣṭa kēlā jāṇāra nāhī"
        },
        {
            "chapter": 47,
            "verse": 1,
            "text": "Jyā lōkānnī kupra (inkāra) kēlā āṇi allāhacyā mārgāpāsūna rōkhalē, allāhanē tyān̄cī karmē niṣphaḷa karūna ṭākalīta"
        },
        {
            "chapter": 47,
            "verse": 2,
            "text": "Āṇi jyā lōkānnī īmāna rākhalēta āṇi satkarmē kēlīta āṇi tyāvarahī viśvāsa rākhalā jō muham'mada (sallallāhu alaihi vasallama) vara avatarita kēlā gēlā āhē āṇi vastutaḥ tyān̄cyā pālanakartyātarphē satya (dharma) dēkhīla tōca āhē. Allāhanē tyācē aparādha miṭavilē āṇi tyān̄cyā avasthēta sudhāraṇā kēlī"
        },
        {
            "chapter": 47,
            "verse": 3,
            "text": "Hē aśāsāṭhī kī kāphira (inkārī) lōkānnī asatyācē anusaraṇa kēlē āṇi īmāna rākhaṇāṟyānnī tyā satya (dharmā) cē anusaraṇa kēlē, jō tyān̄cyā pālanakartyātarphē āhē. Allāha lōkānnā tyān̄cī sthitī aśā prakārē darśavitō"
        },
        {
            "chapter": 47,
            "verse": 4,
            "text": "Tara jēvhā kāphirānśī tumacā sāmanā hō'īla, tēvhā tyācyā mānānvara vāra karā yēthē paryarnta kī jēvhā tyānnā khūpa cāṅgalyā prakārē ṭhēcūna kāḍhāla, tara ātā khūpa majabūta kārāgr̥hāta kaida karā (maga tumhālā adhikāra āhē kī) upakāra karūna kaidētūna mukta karā kinvā kāhī arthadaṇḍa (phidiyā) ghē'ūna, jōparyanta yud'dha (karaṇārē) āpalē śastra khālī ṭhēvatīla. Hāca ādēśa āhē āṇi jara allāhanē icchilē asatē tara svataḥca tyān̄cā sūḍa ghētalā asatā, parantu (tō asē icchitō) kī tumacyāpaikī ēkācī parīkṣā dusaṟyākaḍūna ghyāvī āṇi jē lōka allāhacyā mārgāta śahīda kēlē jātāta, allāha tyān̄cī karmē kadhīhī vāyā jā'ū dēṇāra nāhī"
        },
        {
            "chapter": 47,
            "verse": 5,
            "text": "Tō tyānnā mārgadarśana karīla āṇi tyān̄cyā avasthēta sudhāraṇā karīla"
        },
        {
            "chapter": 47,
            "verse": 6,
            "text": "Āṇi tyānnā tyā jannatamadhyē dākhala karīla, jicā paricaya tyānnā karūna dilā gēlā āhē"
        },
        {
            "chapter": 47,
            "verse": 7,
            "text": "Hē īmāna rākhaṇāṟyānnō! Jara tumhī allāha (cyā dharmā) cī madata karāla, tara tō tumacī madata karēla āṇi tumacē pāya majabūta (sthira) rākhēla"
        },
        {
            "chapter": 47,
            "verse": 8,
            "text": "Āṇi jē lōka kāphira (inkārī) jhālēta, tyān̄cā sarvanāśa asō, allāhanē tyān̄cī karmē niṣphaḷa kēlī"
        },
        {
            "chapter": 47,
            "verse": 9,
            "text": "Hē aśāsāṭhī kī allāhanē avatarita kēlēlyā gōṣṭīpāsūna nārāja jhālē, tēvhā allāhanē dēkhīla tyān̄cī karmē vāyā ghālavalīta"
        }
    ]
}