{
    "maqras": [
        {
            "chapter": 3,
            "verse": 75,
            "text": "Āṇi kāhī granthadhāraka asēhī āhēta kī tumhī tyānnā khajīn'yācē viśvasta banavāla tarīhī tumhālā parata karatīla āṇi tyān̄cyāpaikī kāhī asēhī āhēta kī jara tumhī tyānnā ēka dinārahī ṭhēva mhaṇūna dyāla tara jōparyanta tumhī tyān̄cyā ḍōkyāvara ubhē na rāhāla tōparyanta tumhālā parata karaṇāra nāhīta. Hē aśāsāṭhī kī tyānnī sāṅgūna ṭhēvalē āhē kī yā aśikṣitān̄cā hakka māraṇyāta āmacyāvara kāhīca gunhā nāhī. Hē lōka jāṇūna ghētalyānantarahī allāhacyā sambandhānē khōṭē bōlatāta"
        },
        {
            "chapter": 3,
            "verse": 76,
            "text": "Kā nāhī (pakaḍa hō'īla) parantu jō manuṣya āpalā phāyadā pūrṇa karīla āṇi allāhacē bhaya rākhīla tara allāha aśā bhaya rākhaṇāṟyānnā āpalā dōsta rākhatō"
        },
        {
            "chapter": 3,
            "verse": 77,
            "text": "Niḥsanśaya, jē lōka allāhaśī kēlēlā vacana-karāra āṇi āpalyā śapathānnā thōḍyāśā kimmatīvara vikūna ṭākatāta tyān̄cyāsāṭhī ākhiratamadhyē kāhīca his'sā nāhī. Sarvaśrēṣṭha allāha nā tara tyān̄cyāśī sambhāṣaṇa karīla, nā kiyāmatacyā divaśī tyān̄cyākaḍē pāhīla, nā tyānnā pāka (pavitra) karīla, āṇi tyān̄cyāsāṭhī mōṭhā duḥkhadāyaka azāba (śikṣā-yātanā) āhē"
        },
        {
            "chapter": 3,
            "verse": 78,
            "text": "Niścitaca tyān̄cyāta ēka samūha asāhī āhē jō granthācē vācana karatānā āpalyā jībhēlā mōḍa dētō, yāsāṭhī kī tumhī tyālā granthātalāca majakūra samajāvē. Vāstavika tō granthātalā majakūra nāhī āṇi tē asēhī mhaṇatāta kī tē allāhatarphē āhē, vāstavika tē allāhatarphē nāhī. Tē jāṇūnabujūna allāhacyā sambandhānē khōṭē bōlatāta"
        },
        {
            "chapter": 3,
            "verse": 79,
            "text": "Jyālā allāhanē grantha, hikamata (bud'dhimānatā) āṇi prēṣitva pradāna karāvē aśā ēkhādyā māṇasākaritā hē ucita navhē kī tarīhī tyānē lōkānnā sāṅgāvē kī allāhalā sōḍūna mājhē dāsa (upāsaka) banā, kimbahunā tō tara asēca mhaṇēla kī tumhī sarva lōka ‘raba’ (pālanakartyā) cē vhā jyā'arthī tumhī grantha śikavitā āṇi tyācā pāṭhadēkhīla dētā"
        },
        {
            "chapter": 3,
            "verse": 80,
            "text": "Āṇi tō tumhālā hā ādēśa nāhī dēṇāra kī phariśtyānnā āṇi paigambarānnā āpalē ārādhya daivata banavūna ghyā, kāya ājñādhāraka jhālyānantara tō tumhālā avajñākārī banaṇyācā ādēśa dē'īla"
        },
        {
            "chapter": 3,
            "verse": 81,
            "text": "Āṇi jēvhā allāhanē paigambarāṅkaḍūna vacana ghētalē kī jē kāhī mī tumhālā grantha āṇi hikamata dē'īna, maga tumacyājavaḷa tō rasūla (paigambara) yē'īla jō tumacyājavaḷa asalēlyā granthācī satyatā darśavīla tara tyācyāvara īmāna rākhaṇē va tyācī madata karaṇē tumacyāvara bandhanakāraka āhē. Pharmāvilē kī tumhī kāya hē kabūla karatā āṇi tyāvara mājhī jabābadārī ghētā? Sarva mhaṇālē, āmhālā mān'ya āhē. Pharmāvilē, tara sākṣī rāhā āṇi mī svataḥdēkhīla tumacyāsōbata sākṣī āhē"
        },
        {
            "chapter": 3,
            "verse": 82,
            "text": "Ātā yānantarahī jō parata phirēla, tō niścitaca avajñākārī āhē"
        },
        {
            "chapter": 3,
            "verse": 83,
            "text": "Kāya tē allāhacyā dīna-dharmālā sōḍūna dusaṟyā ēkhādyā dīna-dharmācyā śōdhāta āhēta? Vāstavika ākāśāmmadhyē va dharatīvara vāstavya karaṇārē sarvacyā sarva allāhacē ājñādhāraka āhēta. Maga rājīkhuśīnē asō kinvā lācāra hō'ūna, sarvānnā tyācyācakaḍē paratavilē jā'īla"
        },
        {
            "chapter": 3,
            "verse": 84,
            "text": "Tumhī sāṅgā, ‘‘āmhī allāhavara āṇi jē kāhī āmacyāvara utaravilē gēlē āhē āṇi jē ibrāhīma āṇi ismā'īla āṇi yākūba āṇi tyān̄cyā santatīvara utaravilē gēlē āṇī jē kāhī musā āṇī īsā āṇi itara paigabarānnā allahācyā tarphē pradāna kēlē gēlē tyā sarvānvara īmāna (viśvāsa) rākhalēē,āmhī tyān̄cyāpaikī kōṇācyāhī daramyāna pharaka karīta nāhī āṇi āmhī sarvaśrēṣṭha allāhacē ājñadhāraka āhōta.’’"
        },
        {
            "chapter": 3,
            "verse": 85,
            "text": "Āṇi jō kōṇī islāma'aivajī an'ya ēkhādyā dīna-dharmācā śōdha karīla tyācā tō dīna-dharma kabūla kēlā jāṇāra nāhī āṇi tō ākhiratamadhyē tōṭā ucalaṇāṟyāmpaikī rāhīla"
        },
        {
            "chapter": 3,
            "verse": 86,
            "text": "Allāha kaśāprakārē tyā lōkānnā mārgadarśana karīla, jē svataḥ īmāna rākhalyānantara, paigambarān̄cī satyatā jāṇaṇyācī sākṣa dilyānantara āṇi āpalyā svataḥjavaḷa spaṣṭa niśāṇī yē'ūna pōhōcalyānantarahī inkārī vhāvēta. Allāha aśā atyācārīnnā saraḷa mārga dākhavita nāhī"
        },
        {
            "chapter": 3,
            "verse": 87,
            "text": "Tyān̄cī śikṣā hī kī, tyān̄cyāvara allāhacā dhiḥkkāra āhē āṇi phariśtyān̄cā va samasta lōkāntarphēhī dhiḥkkāra āhē"
        },
        {
            "chapter": 3,
            "verse": 88,
            "text": "Tē sadaiva tyāta rāhatīla nā tyān̄cī sajā halakī (saumya) kēlī jā'īla āṇi nā tyānnā kasalī sūṭa dilī jā'īla"
        },
        {
            "chapter": 3,
            "verse": 89,
            "text": "Parantu jē lōka yānantara taubā (kṣamā-yācanā) karūna (āpalyā ācaraṇāta) sudhāra karūna ghētalī tara niḥsanśaya, allāha mōṭhā māpha karaṇārā, mēharabāna āhē"
        },
        {
            "chapter": 3,
            "verse": 90,
            "text": "Niḥsanśaya, jē lōka svataḥ īmāna rākhalyānantara kupra (inkāra) karatīla maga inkāra karaṇyāta adhika puḍhē jātīla tara tyān̄cī taubā (kṣamā-yācanā) kadhīhī kabūla kēlī jāṇāra nāhī āṇi hēca lōka mārgabhraṣṭa āhēta"
        },
        {
            "chapter": 3,
            "verse": 91,
            "text": "Niḥsanśaya, jē lōka kāphira (inkārī, aviśvāsī) asatīla, āṇi marēparyanta kāphira rāhatīla, tyān̄cyāpaikī jara kōṇī azābapāsūna suṭakā miḷaviṇyāsāṭhī daṇḍa (phidiyā) mhaṇūna jaminī'itakē sōnē dē'īla, tarīhī tē kadhīhī svīkāralē jāṇāra nāhī. Aśāca lōkāṅkaritā sakta azāba (atiśaya kaṭhōra śikṣā-yātanā) āhē āṇi tyān̄cā kōṇī madatakartā nāhī"
        },
        {
            "chapter": 3,
            "verse": 92,
            "text": "Jōparyanta tumhī āpalyā āvaḍatyā va priya dhana-sampattītūna allāhacyā mārgāta kharca na karāla, tōparyanta tumhālā bhalā'ī lābhaṇāra nāhī, āṇi jē kāhī tumhī kharca karāla, allāha tē cāṅgalyā prakārē jāṇatō"
        }
    ]
}