{
    "maqras": [
        {
            "chapter": 13,
            "verse": 5,
            "text": "Eğer (kâfirlerin seni yalana çıkardıklarına) şaşıyorsan asıl şaşılacak olan onların: «Biz toprak oldukdan sonra mı ve yeniden mi muhakkak yaratılacağız?» demeleridir,İşte bunlar Rablerini tanımayanlardır, işte boyunlarında lâleler bulunanlar bunlar ve işte içinde müebbed kalacakları ateşin yârânı da yine bunlar, bunlardır"
        },
        {
            "chapter": 13,
            "verse": 6,
            "text": "(Müşrikler) senden iyilikden önce çarçabuk kötülük isterler. Halbuki onlardan evvel nice ukuubet misâlleri gelib geçmişdir. Hakıykat, Rabbin, zulümlerine rağmen, insanlar için mağfiret saahibidir. (Bununla beraber) Rabbinin ıkaabı da cidden çetindir"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "O küfredenler: «Ona Rabbinden bir mu´cize indirilmeli değil miydi?» der (ler). Sen (Habîbim) ancak bir münzirsin (eğri yolun encamını insanlara haber verensin), her kavmin de bir hidâyet rehberisin"
        },
        {
            "chapter": 13,
            "verse": 8,
            "text": "Allah, her dişinin neye gebe olacağını, rahimlerin neyi eksik, neyi artık yapacağını bilir. Onun nezdinde her şey ölçü iledir"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "O, görünmeyeni de, görüneni de bilendir, çok büyükdür, her şeyden yücedir O"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "Sizden sözünü kim gizledi, kim onu açıkladı, gece (karanlığında) gizlenen, gündüz yoluna giden kimdir (Onun ilminde) birdir"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "Onun (ve her insanın) önünde, arkasında kendisini Allahın emriyle gözetleyecek ta´kibci (melek) ler vardır. Bir kavm, özlerindeki (güzel hal ve ahlâk) ı değişdirip bozuncaya kadar Allah şübhesiz ki onun (haalini) değişdirib bozmaz. Allah bir kavmin de fenalığını (azabını) diledi mi artık onun reddine hiç bir (çâre) yokdur: Onlar için Ondan (Allahdan) başka bir velî (ve yardım eden) de yokdur"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "O, size korku ve ümîd salarak şimşeği gösteren, (yağmurla ağırlaşmış) yüklü bulutları peyda edendir"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "Gök gürültüsü Onu (ya´ni Allâhı) hamd ile, melekler de Ondan korkusuna tesbîh eder (ler). O, yıldırımlar gönderib onunla kimi dilerse çarpar, öldürür. Halbuki onlar Allah hakkında mücâdele edib duruyorlardır. O, kudret ve azabından çetindir"
        },
        {
            "chapter": 13,
            "verse": 14,
            "text": "Hak (olan) da´vet (ve düâ) ancak Onadır. Onu bırakıb çağırdıkları (düâ etdikleri putlar) ise kendilerine hiç bir şeyle icabet etmezler. Onlar ancak ağzına gelsin diye suya doğru iki avucunu açan (adam) gibidir ki o, buna asla ulaşıcı değildir. Kâfirlerin düâsı sapıklık içinde kalmakdan başka (bir mahiyyetde) değildir"
        },
        {
            "chapter": 13,
            "verse": 15,
            "text": "Göklerde ve yerde kim varsa onlar da, gölgeleri de sabah akşam ister istemez Allaha secde eder"
        },
        {
            "chapter": 13,
            "verse": 16,
            "text": "De ki (Habîbim): «Göklerin ve yerin Rabbi kimdir»?. De: «Allahdır». Söyle: «O halde Onu bırakıb da kendilerine bile ne bir fâide, ne bir zarar yapmıya mâlik olmayan bir takım velîler (ma´budlar) mı edindiniz»? Söyle: «Gözü görmeyenlerle gören bir olur mu? Yahud karanlıklarla nur bir olur mu»? Yoksa Allaha Onun yaratdığı gibi yaratan ortaklar buldular da bu yaratma kendilerince birbirine benzer mi göründü? De ki: «Allah her şey´i yaratandır. O, birdir. Kâinatın yegâne haakim ve saahibidir»"
        },
        {
            "chapter": 13,
            "verse": 17,
            "text": "O, gökden bir su indirmişdir de vadiler kendi mıkdarlarınca sel olmuşdur. Sel de yüze çıkan bir köpük yüklenib götürmüşdür. Bir zînet veya bir meta ara (yıp yap) mak için ateşde üzerine (körükleyib) yakdıkları şeylerden (ma´denlerden) de bunun gibi bir köpük (posa hasıl olur). İşte Allah, hak ile baatılı böyle çarpışdırır. Amma köpük atılır gider. İnsanlara fâide verecek olan şey´e (asla, cevhere) gelince: İşte bu, yer yüzünde kalır. Allah böylece misâller irâd eder"
        },
        {
            "chapter": 13,
            "verse": 18,
            "text": "Rableri (nin tâati) ne icabet edenlere (o icabetin) daha güzeli vardır. Ona icabet etmeyenler (e gelince:) yeryüzünde bulunan şeylerin tamâmı, bir misli de beraber (olarak) kendisinin olsa, onu (kurtuluşu uğrunda) muhakkak feda ederdi. İşte onlar! Hesabın kötüsü onlar içindir. Barınakları da cehennemdir. O, ne fena yatakdır"
        }
    ]
}