{
    "maqras": [
        {
            "chapter": 17,
            "verse": 1,
            "text": "Kulunu (Muhammed sallellâhü aleyhi ve sellemî) bir gece Mescid-i haramdan (alıb) Mescid-i Aksaaya kadar götüren (Zât-i ecelle ve a´lâ her dürlü nakıysalardan) münezzehdir. (O Mescid-i Aksaa ki) biz onun etrafına (feyz ve) bereket verdik (ve bu gece yolculuğunu) ona (o peygambere) âyetlerimizden ba´zısını gösterelim diye (yapdırdık). Şübhesiz ki O, (asıl) O (her şey´i) hakkıyle işiden, (her şey´i) kemâliyle görendir"
        },
        {
            "chapter": 17,
            "verse": 2,
            "text": "Biz Musâya kitab verdik ve o (kitabı) «Benden başka hiçbir vekîl tutmayın» diye israil oğulları için bir hidâyet (rehberi) kıldık"
        },
        {
            "chapter": 17,
            "verse": 3,
            "text": "Ey Nuh ile beraber (gemide) taşı (yıb selâmete çıkar) dığımız (insanlar) zürriyeti, (şu) bir hakıykatdır ki (Nuh) çok şükreden bir kuldu"
        },
        {
            "chapter": 17,
            "verse": 4,
            "text": "Biz kitabda Isrâîl oğullarına şu haberi verdik: «Siz arz (-ı mukaddes) de muhakkak iki defa fesâd çıkaracak ve muhakkak (bana karşı) büyük bir serkeşlik yapıb kabaracaksınız»"
        },
        {
            "chapter": 17,
            "verse": 5,
            "text": "İşte o ikiden birinci (fesadlarının ceza) va´de (si) gelince (muhaarebede) çok çetin bir kuvvete mâlik olan kullarımızı üzerinize musallat kıldık da onlar evlerin aralarına kadar girib (sizi) araşdırdılar. (Bu), yerine getirilmiş bir va´d idi"
        },
        {
            "chapter": 17,
            "verse": 6,
            "text": "Sonra bunlara karşı size tekrar devlet ve galebe verdik. Mallarla, oğullarla sizin imdadınıza yetişdik, cem´iyyetinizi de (olduğunızdan) daha fazla çoğaltdık"
        },
        {
            "chapter": 17,
            "verse": 7,
            "text": "Eğer iyilik ederseniz kendinize iyilik etmiş olursunuz. Eğer kötülük ederseniz (yine) kendinize kötülük (etmiş olursunuz). Artık diğer (cezanın) vâde (si) gelince yüzlerinizi kötülesinler, mescid (iniz) e birinci defa girdikleri gibi gir (ib tahrîb et) sinler, galebe ve istilâ etdiklerini mahv etdikce etsinler diye (başınıza yine düşmanları musallat etdik)"
        },
        {
            "chapter": 17,
            "verse": 8,
            "text": "(Tevbe ederseniz) Rabbinizin sizi esirgeyeceğinizi umabilirsiniz. (Eğer tekrar fesada) dönerseniz biz de (sizi cezâlandırmıya) döneriz. Biz cehennemi kâfirlere bir zindan yapdık"
        },
        {
            "chapter": 17,
            "verse": 9,
            "text": "Gerçek bu Kur´an (insanları) öyle bir şey´e (yola) doğrultub götürür ki o, en aadil ve en doğru bir (yol) dur. Güzel güzel amel (ve hareket) lerde bulunan mü´minlere kendileri için muhakkak bir ecr olduğunu da müjdeler o"
        },
        {
            "chapter": 17,
            "verse": 10,
            "text": "Âhirete îman etmezler (e gelince:) onlar için de şübhesiz pek acıklı bir azâb hazırladığımızı (bildirir)"
        },
        {
            "chapter": 17,
            "verse": 11,
            "text": "İnsan, hayra olan düaası gibi, şerre de düaa eder. Pek acelecidir (bu) insan"
        },
        {
            "chapter": 17,
            "verse": 12,
            "text": "Biz gece ile gündüzü (kudretimize delâlet eden) iki âyet (nişane) kıldık da gece âyetini silib (giderib yerine eşyâyi) gösterici (zıyâdâr) gündüz âyetini getirdik. Tâki (gündüzün) Rabbinizden (geçiminize âid) bir lûtf-u inayet arayasınız, yılların sayısını, (vakıtların) hesabı (nı) bilesiniz. İşte biz (böylece) her şey´i gereği gibi anlatdık"
        },
        {
            "chapter": 17,
            "verse": 13,
            "text": "Herkesin (dünyâdaki) amel (ve hareket) ini kendi boynuna doladık. Kıyamet günü onun için bir kitab çıkaracağız ki neşredilmiş olarak kendisine kavuş (ub şöyle çat) acak"
        },
        {
            "chapter": 17,
            "verse": 14,
            "text": "«Oku kitabını, bu gün sana karşı, iyi hesâb görücü olarak kendi nefsin yeter»"
        },
        {
            "chapter": 17,
            "verse": 15,
            "text": "Kim doğru yolu bulursa, o doğru yolu ancak kendi fâidesine bulmuş olur. Kim de sapıklık ederse o da yalınız kendi aleyhine sapmış olur. Hiç bir günahkâr başkasının günâh yükünü yüklenmez. Biz bir resul gönderinceye kadar (hiç bir kimseye ve kavme) azâb ediciler değiliz"
        },
        {
            "chapter": 17,
            "verse": 16,
            "text": "Bir memleketi helak etmek dilediğimiz vakit onun ni´met ve refahdan şımarmış elebaşılarına emrederiz de orada (bu emre rağmen) itaatden çıkarlar. Artık o (memlekete) karşı söz (azâb) hak olmuşdur. İşte biz onu artık kökünden mahv-ü helak etmişizdir"
        },
        {
            "chapter": 17,
            "verse": 17,
            "text": "Nuh (devrin) den sonra nice asırları (n halkını) helak etdik. Rabbin, kullarının günahlarından hakkıyle haberdârdır, (onları) hakkıyle görücüdür ya, (işte bu) yeter"
        },
        {
            "chapter": 17,
            "verse": 18,
            "text": "Kim bu çarçabuk geçen (dünyâyı) dilerse biz de burada ona, (evet) kimi dilersek ona, dileyeceğimiz şey´i çarçabuk veririz. Sonra da onu cehenneme sokarız. O, buraya kınanmış ve (rahmetimizden) koğulmuş olarak ulaşır"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "Kim de mü´min olarak âhireti diler, onun için (ona gereken) bir sa´y ile çalışırsa işte onların (bu) çalışmaları meşkûr (ve makbul) olur"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "Her birine, onlara da, bunlara da Rabbinin vergisinden birbiri ardınca veririz. Rabbinin vergisi (kimseden) men edilmiş değildir"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "Baksan a, biz onların kimini kiminden nasıl üstün kıldık. Elbette âhiret, dereceler (farkları) i´tibariyle de daha büyükdür, üstün kılmak bakımından da daha büyükdür"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "Allah ile beraber diğer bir Tanrı edinme. Sonra kınanmış ve kendi başına (yardımsız) bırakılmış olursun"
        }
    ]
}