{
    "maqras": [
        {
            "chapter": 30,
            "verse": 54,
            "text": "Allah, sizi bir za´fdan yaratan, sonra diğer bir za´fın ardından kuvvet veren, sonra kuvvetin arkasından da yine za´fa ve ihtiyarlığa getirendir. (O), ne dilerse yaratır. O, hakkıyle bilendir, kemâliyle kaadirdir"
        },
        {
            "chapter": 30,
            "verse": 55,
            "text": "Kıyametin kopacağı gün günahkârlar bir sâatden başka kalmadıklarına yemîn eder (ler). İşte onlar (dünyâda da haktan) böyle döndürülüyorlar (yalan söylüyorlar) dı"
        },
        {
            "chapter": 30,
            "verse": 56,
            "text": "Kendilerine ilim ve îman verilenler (şöyle) demiş (ler) dir (diyeceklerdir); «Andolsun ki Allahın kitabında (ilm-i sabıkında yazdığı) o tekrar diriliş gününe kadar kaldınız. İşte bu, ha´s günüdür. Fakat siz bilmiyordunuz»"
        },
        {
            "chapter": 30,
            "verse": 57,
            "text": "Artık zulmedenlere o gün ma´ziretleri fâide vermeyecek, onlardan (Allahın râzî olacağı şey´e) rücû´ da istenmeyecekdir"
        },
        {
            "chapter": 30,
            "verse": 58,
            "text": "Andolsun ki bu Kur´anda insanlar için her (çeşid) misâl (ler) irâd etmişizdir. Andolsun ki (Habîbim) onlara herhalde bir âyeti getirsen küfreden (o adam) lar mutlakaa: «Siz tezvircilerden başkası değilsiniz» diyeceklerdir"
        },
        {
            "chapter": 30,
            "verse": 59,
            "text": "İşte bilmezlerin kalblerine Allah böyle mühür basar"
        },
        {
            "chapter": 30,
            "verse": 60,
            "text": "Sen (habîbim) şimdi sabret. Şübhe yok ki Allahın va´di hakdır. (Buna) kat´î inan beslememekde olanlar zinhar seni (sabırsızlıkla) hafifliğe götürmesin (ler)"
        },
        {
            "chapter": 31,
            "verse": 1,
            "text": "Elif, Lâm, Mîm"
        },
        {
            "chapter": 31,
            "verse": 2,
            "text": "İşte bunlar, o hikmet dolu kitabın âyetleridir"
        },
        {
            "chapter": 31,
            "verse": 3,
            "text": "Ki (her biri) ihsan erbabı için bir hidâyet ve bir rahmetdir"
        },
        {
            "chapter": 31,
            "verse": 4,
            "text": "(O ihsan erbabı) ki onlar dosdoğru namazı kılanlar, zekâtı verenlerdir. Onlar âhirete yakıyn (ya´ni katî insan) haasıl edenlerin de ta kendileridir"
        },
        {
            "chapter": 31,
            "verse": 5,
            "text": "İşte onlar Rablerinden bir hidâyet üzerindedirler ve işte onlar, (evet) onlar felaha erenlerdir"
        },
        {
            "chapter": 31,
            "verse": 6,
            "text": "İnsanlar içinde, bilgisizce, Allah yolundan sapdırmak, o (yolu) bir eğlence edinmek için (icâd edilmiş) boş lâfa müşteri çıkan (nice) adam vardır. İşte onların, (evet) onların (hakkı) horlayıcı bir azâbdır"
        },
        {
            "chapter": 31,
            "verse": 7,
            "text": "Ona âyetlerimiz okunduğu zaman sanki bunları işitmemiş, sanki iki kulağında bir sağırlık varmış gibi büyüklük taslayarak yüz çevirir, işte onu çok acıklı bir azâb ile müjdele"
        },
        {
            "chapter": 31,
            "verse": 8,
            "text": "Hakıykat, îman edib de güzel güzel amel (ve hareket) lerde bulunanlar (yok mu?) Naıym cennetleri — kendileri içlerinde ebedî kalıcı olmak üzere — onlarındır. Bu, Allahın gerçek va´didir. O, yegâne gaalib, yegâne hüküm ve hikmet saahibidir"
        },
        {
            "chapter": 31,
            "verse": 9,
            "text": "Hakıykat, îman edib de güzel güzel amel (ve hareket) lerde bulunanlar (yok mu?) Naıym cennetleri — kendileri içlerinde ebedî kalıcı olmak üzere — onlarındır. Bu, Allahın gerçek va´didir. O, yegâne gaalib, yegâne hüküm ve hikmet saahibidir"
        },
        {
            "chapter": 31,
            "verse": 10,
            "text": "O, (şu) görüb durduğunuz gökleri direksiz yaratdı. Yere, sizi sarsar diye, ağır baskılar koydu. Orada (yerde) her bir canlıdan (nice çeşidler) yaydı. Biz gökden de su indirdik de (yerde) her sınıf (dan) güzel nebatlar yetişdirdik"
        },
        {
            "chapter": 31,
            "verse": 11,
            "text": "İşte bu (nlar) Allahın yaratığıdır. Ondan başkasının ne yaratdığını haydi gösterin bana! Hayır, o zaalimler apaçık bir sapıklık içindedirler"
        },
        {
            "chapter": 31,
            "verse": 12,
            "text": "Andolsun ki biz Lukman´a, Allaha şükret diye (rek), hikmet verdik. Kim şükrederse ancak kendi fâidesi için şükreder. Kim de nankörlük ederse hiç şüphe yok ki Allah ganîdir (müstağnidir), her hamde o lâyıkdır"
        },
        {
            "chapter": 31,
            "verse": 13,
            "text": "Hani Lukman, oğluna — o ona öğüd verirken — (şöyle) demişdi: «Oğulcağızım, Allaha ortak koşma. Çünkü şirk elbette büyük bir zulümdür»"
        },
        {
            "chapter": 31,
            "verse": 14,
            "text": "Biz insana ana ve babasını tavsiye etdik. Onun anası kendisini za´f üstüne za´f ile taşımışdır. Sütden ayrılması da iki yıl (sürmüşdür). «Bana ve ana ve babana şükret. Dönüşün ancak banadır» (dedik)"
        },
        {
            "chapter": 31,
            "verse": 15,
            "text": "Eğer onlar sence ilimde (yeri) olmadık her hangi bir şey´i bana eş tutman üzerinde seni zorlarlarsa kendilerine itaat etme. Onlarla dünyâda iyi geçin. Bana dönenlerin yoluna uy. Nihayet dönüşünüz ancak banadır. (O vakit) ben de size ne yapıyordunuz, haber veririm"
        },
        {
            "chapter": 31,
            "verse": 16,
            "text": "«Oğulcağızım, hakıykat (yapdığın iyilik veya kötülük) bir hardal tanesi kadar olsa dahi, bir kaya içinde, ya göklerde, yahud yerin içinde (gizlenmiş) olsa bile Allah onu getirir, (meydana çıkarır ve hesabını görür). Çünkü Allah lâtıyfdir, hakkıyle haberdârdır»"
        },
        {
            "chapter": 31,
            "verse": 17,
            "text": "«Oğulcağızım, namazı dosdoğru kıl. İyiliği emret. Kötülükten vaz geçirmiye çalış. Sana (bu emir ve nehiy sebebiyle) isaabet eden şeylere katlan. Çünkü bunlar kat´î suretde farzedilen umurdandır»"
        },
        {
            "chapter": 31,
            "verse": 18,
            "text": "«İnsanlardan (kibirlenib) yüzünü çevirme. Yer (yüzün) de şımarık yürüme. Zîrâ Allah her kibir taslayanı, kendini beğenib öğüneni sevmez»"
        },
        {
            "chapter": 31,
            "verse": 19,
            "text": "«Yürüyüşünde mu´tedil ol. Sesini alçalt. Seslerin en çirkini, hakıykat, eşeklerin anırışıdır»"
        },
        {
            "chapter": 31,
            "verse": 20,
            "text": "Göklerde ne var, yerde ne varsa hepsini Allahın, muhakkak sizin için müsahhar kıldığını, açık ve gizli bir çok ni´metlerini sizin üzerinizde bol bol tamamladığını görmediniz mi? İnsanlar içinde — hiçbir ilmi, hiçbir rehberi ve tenvir edici hiçbir kitabı yokken — haalâ Allah hakkında mücâdele eden kimseler vardır"
        },
        {
            "chapter": 31,
            "verse": 21,
            "text": "Onlara: «Allahın indirdiğine tâbi´ olun» denildiği zaman «Hayır, dediler, biz atalarımızı üzerinde bulduğumuz şeylere uyarız». Ya şeytan onları yalınlı (cehennem) azâb (ın) a çağırıyor idiyse"
        }
    ]
}