{
    "maqras": [
        {
            "chapter": 42,
            "verse": 13,
            "text": "O, «Dîni doğru tutun, onda tefrikaya düşmeyin» diye (asl-ı) dînden hem Nuuha tavsiye etdiğini, hem sana vahyeylediğimizi, hem İbrâhîme, Musâye ve îsâye tavsiye etdiğimizi sizin için de şerîat yapdı. Senin kendilerini da´vet etmekde olduğun (bu) şey müşriklerin üzerinde büyüdü (ağır geldi.) Allah kimi dilerse buna onu seçib çeker, (ancak kendisine itâatla) dönmekde olanları buna muvaffak eder"
        },
        {
            "chapter": 42,
            "verse": 14,
            "text": "Onlar ancak kendilerine ilim geldikden sonradır ki, aralarındaki ihtiraas yüzünden, ayrılığa düşdüler. Eğer Rabbinden ad verilmiş bir va´deye kadar bir söz geçmiş olmasaydı aralarında muhakkak hukûm verilmiş (her şey olub bitirilmişdi) bile. Onlardan sonra kitaba mîrascı yapılanlar da ondan mutlak şübheci bir tereddüd içindedirler"
        },
        {
            "chapter": 42,
            "verse": 15,
            "text": "İşte bunun için sen (Habîbim onları tevhide) da´vet et. Emrolunduğun vech ile dosdoğru hareketde sebat kıl. Onların hevâ (ve heves) lerine uyma ve de ki: «Ben Allahın indirdiği her kitaba inandım. Aranızda (icrâ-yi) adalet etmemle emrolundum. Allah, bizim de Rabbimiz, sizin de Rabbinizdir. Bizim amel (ve hareket) lerimiz bize, sizin amel (ve hareket) leriniz de size âiddir. Bizimle sizin aranızda hiçbir husumet yokdur. Allah hepimizi birlikde toplayacak. Dönüş ancak Onadır»"
        },
        {
            "chapter": 42,
            "verse": 16,
            "text": "Allah (ın dîni) hakkında, kendisine icabet edilen şey´in ardından, (haalâ) münâkaşa edenlerin (öne sürecekleri bütün) hüccetleri Rableri indinde boşdur. Onların üzerlerine hem (inâdlarından dolayı) bir gazab, hem (küfürlerinden nâşî) kendilerine çetin bir azâb vardır"
        },
        {
            "chapter": 42,
            "verse": 17,
            "text": "Allah, hakkın ikaamesine sebeb olmak üzere kitab (lar) ı ve mîzânı indirendir. Ne bilirsin, belki de o saat yakındır"
        },
        {
            "chapter": 42,
            "verse": 18,
            "text": "Buna inanmaz olanlar onun çabuk (gelmesini) ister (ler). İnananlar ise ondan korku içindedirler. Bilirler ki o, şübhesiz hakdır. Gözünüzü açın ki o saat hakkında (şübhelenib) mücâdele edenler herhalde (hakdan) uzak bir sapıklık (çukurun) dadırlar"
        },
        {
            "chapter": 42,
            "verse": 19,
            "text": "Allah, kullarına çok lûtufkârdır. Kimi dilerse onu rızıklandırır. O (muradına haakim ve) kavidir, yegâne gaalibdir"
        },
        {
            "chapter": 42,
            "verse": 20,
            "text": "Kim âhiret ekimi dilerse onun ekinini artırırız. Kim de (sâde) dünyâ ekimini isterse ona da (yalınız) bundan veririz. Âhiretde ise onun hiçbir, nasıybi yokdur"
        },
        {
            "chapter": 42,
            "verse": 21,
            "text": "Yoksa onların Allahın izin vermediği şeyleri (o fâsid) dîn (lerin) den kendilerine şerîat (çıkarıb) yapan ortakları mı var? Eğer o fasıl kelimesi olmasaydı aralarında mutlakaa (dünyâda icra) edilmiş (işleri bitirilmiş) di bile. Şübhesiz ki o zaalimler için hakkı çetin bir azâb vardır"
        },
        {
            "chapter": 42,
            "verse": 22,
            "text": "Sen o zaalimlerin (dünyâda) işleyib kazandıkları (kötülükler) yüzünden (kıyamet gününde nasıl) korkulara dûçâr olacaklarını — ki bu (kötülüklerin cezası o gün mutlakaa) onların başına gelecekdir — göreceksin. İman edib de iyi iyi amel (ve hareket) lerde bulunanlar ise cennetlerin (haas) bağçelerindedir. Rableri huzurunda ne dilerlerse (hepsi) onlarındır. İşte bu, büyük fazl (-u kerem) in ta kendisidir"
        },
        {
            "chapter": 42,
            "verse": 23,
            "text": "İşte bu, Allahın — îman edib de iyi iyi amel (ve hareketlerde bulunan — kullarına müjdelemekde olduğu (seâdet) dir. (Habîbim) de ki: «Ben bu (teblîğıma) karşı akrıbalıkda sevgiden başka hiçbir mükâfat istemiyorum». Kim bir güzellik kazanırsa biz onun bu hususdaki güzelliğini artırırız. Çünkü Allah çok yarlığayıcıdır. (Güzel amellere karşı güzel sevab ve) mükâfat ile mukaabele edicidir"
        },
        {
            "chapter": 42,
            "verse": 24,
            "text": "Yoksa «O, Allaha karşı bir yalan düzdü» mü derler? Fakat eğer Allah dilerse senin kalbini mühürler Allah baatılı (yaşatmaz) mahveder. Sözleriyle hakkı yerine getirir. Şübhesiz ki O, kalblerde olan (sır) ları dahi bilendir"
        },
        {
            "chapter": 42,
            "verse": 25,
            "text": "O, kullarının tevbesini kabul eden, kötü hareketlerini (tevbe ile) bağışlayan, ne işlerseniz bilendir"
        },
        {
            "chapter": 42,
            "verse": 26,
            "text": "İman edib de iyi iyi amel (ve hareket) lerde bulunanlar (ın duasın) a icabet eder. Onlara fazl (-u kerem) inden (daha nicesini) artırır da. Kâfirlere gelince: Onlar için de çok çetin bir azâb vardır"
        }
    ]
}