{
    "maqras": [
        {
            "chapter": 43,
            "verse": 57,
            "text": "Meryem oğlu bir misâl olarak (öne) atılınca hemen senin kavmin bundan (şımarıb haykıra haykıra) gülüyorlar"
        },
        {
            "chapter": 43,
            "verse": 58,
            "text": "Dediler ki: «Bizim Tanrılarımız mı hayırlı, yoksa O mu»? Bunu sana (Habîbim, baatıl) bir mücâdeleden başka (maksadla) îrâd etmediler. Daha doğrusu onlar çok düşman bir kavmdir"
        },
        {
            "chapter": 43,
            "verse": 59,
            "text": "O, bizim kendisine ni´met verdiğimiz, İsrâîl oğullarına (ibret verici) bir misâl yapdığımız bir kuldan başkası değildi"
        },
        {
            "chapter": 43,
            "verse": 60,
            "text": "Eğer biz dileseydik size bedel elbet yer (yüzün) de, ardınızda kalacak, melekler yaratırdık"
        },
        {
            "chapter": 43,
            "verse": 61,
            "text": "Şüphesiz ki o, saat (in) ilmi (kendisiyle bilinenlerden) dir. Artık buna karşı sakın şüpheye düşmeyin. (Onlara de ki.) «Bana tâbi´ olun. (Sizi da´vet etdiğini) bu (yol) doğru bir yoldur»"
        },
        {
            "chapter": 43,
            "verse": 62,
            "text": "Sakın sizi şeytan çevirmesin. Çünkü o, hakıykat sizin aşikâr bir düşmanınızdır"
        },
        {
            "chapter": 43,
            "verse": 63,
            "text": "İsâ o apaçık delilleri getirdiği zaman (şöyle) demişdi: «Ben size gerçek hikmeti getirdim. Bir de hakkında ihtilâf edegeldiğiniz şeylerden ba´zısını size açıklayayım diye (geldim). Artık Allahdan korkun, bana tâbi´ olun»"
        },
        {
            "chapter": 43,
            "verse": 64,
            "text": "«Şüphesiz Allah benim de Rabbimdir, sizin de Rabbiniz. Haydi (hepiniz) Ona kulluk edin. Doğru yol budur»"
        },
        {
            "chapter": 43,
            "verse": 65,
            "text": "Sonra aralarından partiler (çıkıb) ihtilâf etdiler. Artık pek acıklı bir günün azabından vay o zulmedenlere"
        },
        {
            "chapter": 43,
            "verse": 66,
            "text": "Onlar, kendileri farkında olmayarak, (başlarına) gelecek o sâatden başkasını mı gözetliyorlar"
        },
        {
            "chapter": 43,
            "verse": 67,
            "text": "Dostlar o gün birbirine düşmandır. Takva saahibleri müstesna"
        },
        {
            "chapter": 43,
            "verse": 68,
            "text": "Ey benim âyetlerime îman edib de müslüman olan kullarım, bugün size hiçbir korku yokdur. Siz mahzun da olmayacaksınız"
        },
        {
            "chapter": 43,
            "verse": 69,
            "text": "Ey benim âyetlerime îman edib de müslüman olan kullarım, bugün size hiçbir korku yokdur. Siz mahzun da olmayacaksınız"
        },
        {
            "chapter": 43,
            "verse": 70,
            "text": "Sürûr ve ikram a müstağrak olduğunuz halde siz de, (mü´min) zevceleriniz de girin cennete"
        },
        {
            "chapter": 43,
            "verse": 71,
            "text": "Onlar altın tepsiler ve destilerle tavaaf (ve ziyaret) edilecekdir. Canlarının isteyeceği, gözler (in) in hoşlanacağı ne varsa oradadır ve siz içinde ebedî kalıcılarsınız"
        },
        {
            "chapter": 43,
            "verse": 72,
            "text": "İşte bu, sizin yapageldiğiniz iyi amel (ve hareket) leriniz sayesinde mîrascı kılındığınız cennetdir"
        },
        {
            "chapter": 43,
            "verse": 73,
            "text": "Burada sizin için bir çok meyveler vardır. Onlardan yiyeceksiniz"
        },
        {
            "chapter": 43,
            "verse": 74,
            "text": "Şübhe yok ki günahkârlar cehennem azabında ebedî kalıcıdırlar"
        },
        {
            "chapter": 43,
            "verse": 75,
            "text": "(Bu azâb) onlardan hafifletilmeyecek. Onlar bunun içinde ümidsiz susacaklardır"
        },
        {
            "chapter": 43,
            "verse": 76,
            "text": "Biz onlara zulmetmedik. Fakat onlar kendileri zaalimdiler"
        },
        {
            "chapter": 43,
            "verse": 77,
            "text": "(Şöyle) çağrışdılar (çağrışırlar) : «Ey Mâlik Rabbin bizi öldürsün». O da : «Siz behemehal (azâbda) kalıcılarsınız» dedi (ler)"
        },
        {
            "chapter": 43,
            "verse": 78,
            "text": "«Andolsun, biz size hakkı getirdik. Fakat çoğunuz hakkı çirkin görenlerdiniz»"
        },
        {
            "chapter": 43,
            "verse": 79,
            "text": "Yoksa onlar işi sağlam mı tutmuşlar?! İşte biz de hakıykaten sağlam tutanlarız"
        },
        {
            "chapter": 43,
            "verse": 80,
            "text": "Yahud biz onların içlerinde gizlediklerini ve aralarındaki fısıltılarını işitmiyoruz mu sanıyorlar? Hayır (işidiyoruz). Onların yanında da bizim elçilerimiz de var, yazıyorlar"
        },
        {
            "chapter": 43,
            "verse": 81,
            "text": "(Habîbim) de ki: «O çok esirgeyen (Allah) ın (bilfarz) bir evlâdı olsaydı ben (ona) tapanların ilki olurdum»"
        },
        {
            "chapter": 43,
            "verse": 82,
            "text": "Hem göklerin ve yerin Rabbi, arşın Rabbi, onların vasfedegeldiklerinden münezzehdir"
        },
        {
            "chapter": 43,
            "verse": 83,
            "text": "(Şimdilik) sen bırak onları, (baatılın içine) dalsınlar, (dünyâlarında) oynaya dursunlar. Nihayet (azâb ile) tehdîd edilmekde oldukları günlerine kavuşdurulacaklardır"
        },
        {
            "chapter": 43,
            "verse": 84,
            "text": "O, gökde de Tanrı, yerde de Tanrı olan (bir Allah) dır. O, yegâne hukûm ve hikmet saahibidir; (her şey´i) hakkıyle bilendir"
        },
        {
            "chapter": 43,
            "verse": 85,
            "text": "Göklerin, yerin ve ikisi arasındaki şeylerin mülk (ve tasarruf) u kendisinin olan (Allah) ın (şânı) ne kadar yücedir! Saatin ilmi Onun nezdindedir. (Hepiniz) ancak Ona döndürü (lüb götürü) leceksiniz"
        },
        {
            "chapter": 43,
            "verse": 86,
            "text": "Allâhı bırakıb da tapar oldukları (putlar hiçbir kimseye) şefaat etmek (salâhiyyetine) mâlik değildir. Hakka, bizzat (kalbleriyle) bilerek şehâdet edenler müstesna"
        },
        {
            "chapter": 43,
            "verse": 87,
            "text": "Andolsun ki kendilerini kimin yaratdığını onlara sorarsan elbette «Allah» derler. O halde nasıl olub da (Allaha ibâdetden) çevriliyorlar"
        },
        {
            "chapter": 43,
            "verse": 88,
            "text": "Onun «Yârab» demesi hakkı için muhakkak ki onlar îmâna gelmezler güruhudur"
        },
        {
            "chapter": 43,
            "verse": 89,
            "text": "Şimdilik sen (Habîbim) onlardan yüz çevir, «Selâm» de. Artık yakında bileceklerdir"
        },
        {
            "chapter": 44,
            "verse": 1,
            "text": "Haa Mîm"
        },
        {
            "chapter": 44,
            "verse": 2,
            "text": "(Halâl ile haraamı ve sâir hükümleri)açıkça bildiren (bu) kitaba yemîn ederim ki"
        },
        {
            "chapter": 44,
            "verse": 3,
            "text": "Hakıykat, biz onu mübarek bir gecede indirdik. Gerçek, biz (onunla kâfirlerin uğrayacakları azâbı) haber vericileriz"
        },
        {
            "chapter": 44,
            "verse": 4,
            "text": "(O, bir gecedir ki) her hikmetli iş, nezdimizden bir emr ile, o zaman ayrılır. Hakıykat, biz Rabbinden bir (eser-i) rahmet olarak (peygamberler) gönderenleriz. Şüphe yok ki O, hakkıyle işidenin, (her şey´i) kemâliyle bilenin ta kendisidir"
        },
        {
            "chapter": 44,
            "verse": 5,
            "text": "(O, bir gecedir ki) her hikmetli iş, nezdimizden bir emr ile, o zaman ayrılır. Hakıykat, biz Rabbinden bir (eser-i) rahmet olarak (peygamberler) gönderenleriz. Şüphe yok ki O, hakkıyle işidenin, (her şey´i) kemâliyle bilenin ta kendisidir"
        },
        {
            "chapter": 44,
            "verse": 6,
            "text": "(O, bir gecedir ki) her hikmetli iş, nezdimizden bir emr ile, o zaman ayrılır. Hakıykat, biz Rabbinden bir (eser-i) rahmet olarak (peygamberler) gönderenleriz. Şüphe yok ki O, hakkıyle işidenin, (her şey´i) kemâliyle bilenin ta kendisidir"
        },
        {
            "chapter": 44,
            "verse": 7,
            "text": "(Evet) göklerin, yerin ve ikisi arasında bulunan şeylerin Rabbinden (bir eser-i rahmet olarak). Eğer (buna) iyice inanıcılar iseniz (o halde Muhammed sallellâhü aleyhi ve sellemin Onun peygamberi oldu ğuna da îman etmelisiniz)"
        },
        {
            "chapter": 44,
            "verse": 8,
            "text": "Ondan başka hiçbir Tanrı yokdur. Hem diriltir, hem öldürür O, Sizin de, geçmiş atalarınızın da Rabbi (O) dur"
        },
        {
            "chapter": 44,
            "verse": 9,
            "text": "Hayır, onlar (tekrar dirilmekden) şübhe içindedirler. (Bununla} eğlenirler"
        },
        {
            "chapter": 44,
            "verse": 10,
            "text": "O halde semânın apâşikâr bir duman getireceği günü gözetle (Habîbim)"
        },
        {
            "chapter": 44,
            "verse": 11,
            "text": "(Öyle bir duman ki bütün) insanları saracakdır o. «Bu, pek yaman bir azâb» (diyecekler)"
        },
        {
            "chapter": 44,
            "verse": 12,
            "text": "«Ey Rabbimiz, bizden bu azâbı açıb kaldır. Çünkü biz îman edeceğiz»"
        },
        {
            "chapter": 44,
            "verse": 13,
            "text": "Onlar için düşünüb ibret almak nerede? Kendilerine (hakıykatleri) açıklayan bir peygamber geldiği halde"
        },
        {
            "chapter": 44,
            "verse": 14,
            "text": "Yine ondan yüz çevirdiler. (Ona kimi) «bir öğretilmiş», (kimi) «bir mecnun» dediler"
        },
        {
            "chapter": 44,
            "verse": 15,
            "text": "Biz bu (duman) azâbı (nı) biraz açıp kaldıracağız. (Fakat) siz, şübhe yok ki, tekrar dönücülersiniz"
        },
        {
            "chapter": 44,
            "verse": 16,
            "text": "Çok büyük bir şiddet ve satvetle (kendilerini) çarpacağımız gün muhakkak ki biz (onlardan) intikaam alıcılarız"
        }
    ]
}