{
    "maqras": [
        {
            "chapter": 7,
            "verse": 31,
            "text": "Ey Âdem oğulları, her mescid huzurunda zînetinizi alın (giyin). Yeyin, için, israf etmeyin. Çünkü O (Allah) israf edenleri sevmez"
        },
        {
            "chapter": 7,
            "verse": 32,
            "text": "De ki: «Allahın kulları için çıkardığı zîneti, temiz ve hoş rızıkları kim haram etmiş»? De ki: «O (nlar), dünyâ hayâtında îman edenler içindir. Kıyamet günü ise yalınız (ve yalınız) onlara mahsusdur». İşte biz âyetleri, bilirler için, böylece tafsıyl ederiz"
        },
        {
            "chapter": 7,
            "verse": 33,
            "text": "De ki: «Rabbim ancak hayâsızlıkları, onların açığını, gizlisini, bununla beraber (her türlü) günâhı, haksız isyanı, Allaha — hiç bir zaman bir bürhan indirmediği — her hangi bir şey´i eş tutmanızı, Allaha bilmeyeceğiniz şeyleri isnâd etmenizi haram etmişdir»"
        },
        {
            "chapter": 7,
            "verse": 34,
            "text": "Her ümmetin (mukadder) bir eceli vardır. Binâen´aleyh o müddetleri gelince bir saat ne geri bırakabilirler, ne öne alabilirler"
        },
        {
            "chapter": 7,
            "verse": 35,
            "text": "Ey Âdem oğulları, eğer size içinizden âyetlerimi kendinize anlatacak peygamberler gelir ve artık kim (onlara muhaalefetden) sakınır ve (nefsini) ıslah ederse onlar için bir korku yokdur, onlar mahzun da olacak değillerdir"
        },
        {
            "chapter": 7,
            "verse": 36,
            "text": "Âyetlerimizi yalan sayanlar (a) ve onları kibirlerine yediremiyenler (e gelince:) Onlar da o ateşin yaranıdırlar. Onlar orada ebedî kalıcıdırlar"
        },
        {
            "chapter": 7,
            "verse": 37,
            "text": "O halde Allaha karşı (demediğini söyledi diye) yalan uydurub atandan, yahud Onun âyetlerini yalan sayandan daha zaalim kimdir? Onların kitabdan nasıybleri (ne ise) kendilerine erişecekdir. Nihayet elçi (melek) lerimiz, canlarını almak üzere onlara geldikleri vakit diyecekler ki: «Allâhı bırakıb da tapa geldiğiniz (tanrılarınız) nerede»? (Cevaben şöyle) diyecekler: «Onlar bizi bırakıb gaaib oldular». Kendileri kendi aleyhlerine, muhakkak küfredenler olduklarına, şâhidlik edeceklerdir"
        },
        {
            "chapter": 7,
            "verse": 38,
            "text": "(Allah) diyecek: «İns ve cinden sizden evvel geçmiş ümmetler arasında siz de girin bu ateşin içine». Her ümmet girdikçe (kendisine uyub saydığı) hemşiresine lâ´net edecek. Nihayet hepsi birbiri ardınca oraya girib toplanınca da sonrakiler evvelkiler için: «Ey Rabbimiz, diyecek, işte bizi bunlar saptırdılar. Onun için bunlara ateşden katmerli azâb ver». Buyuracak ki: «Herkes için katmerli. Şu kadar ki siz (bunu) bilmezsiniz»"
        },
        {
            "chapter": 7,
            "verse": 39,
            "text": "Onların evvelkileri de sonrakilerine: «Sizin bize karşı hiçbir üstünlüğ (ünüz) yokdur. O halde ne kazanmış idiyseniz karşılığı olan azabı tadın» dedi (diyecek)"
        },
        {
            "chapter": 7,
            "verse": 40,
            "text": "Bizim âyetlerimizi yalan sayıb da onlara karşı kibirlenmek isteyenler (yok mu?) onlar için gök kapıları açılmayacak, onlar, deve iğne deliğine girinceye kadar, cennete girmeyeceklerdir. Biz günahkârları böyle cezalandırırız"
        },
        {
            "chapter": 7,
            "verse": 41,
            "text": "Onlara cehennem (de, altlarında ateş) den döşekler, üstlerinde (yine ateşden) örtüler vardır. Biz zaalimleri böyle cezalandırırız"
        },
        {
            "chapter": 7,
            "verse": 42,
            "text": "Îman edip de güzel amel (ve hareket) lerde bulunanlar (a gelince:) — ki biz hiç bir kimseye gücü yeteceğinden başkasını yüklemeyiz— onlar cennetin yaranıdırlar. Onlar orada ebedî kalıcıdırlar"
        },
        {
            "chapter": 7,
            "verse": 43,
            "text": "Kinden göğüslerinde (dünyâdan kalma) ne varsa söküb atacağız. Altlarından ırmaklar akacakdır. «Hamd olsun Allaha ki, derler, bizi hidâyetiyle buna kavuşdurdu. Eğer Allah bize hidâyet etmeseydi kendiliğimizden bunun yolunu bulmuş olamazdık. Andolsun ki, Rabbimizin peygamberleri gerçeği getirmişlerdir». Onlara: «İşte (dünyâda) yapmakda devam etdiğiniz (iyi işler) sayesinde mîrascı edildiğiniz cennet budur» diye nida edilecekdir"
        },
        {
            "chapter": 7,
            "verse": 44,
            "text": "Cennet yârânı, ateş yaranına (cehennemliklere): «Rabbimizin bize va´detdiğini hak bulduk. Siz de Rabbinizin (tehdîd olarak) bildirdiğini (cezayı) gerçek buldunuz mu?» diye nida eder (ler). Onlar da: «Evet (öyle bulduk)» derler. Bunun üzerine aralarında bir münâdî: «Allahın lâ´neti zaalimlerin tepesine» diye ünler"
        },
        {
            "chapter": 7,
            "verse": 45,
            "text": "Ki Onlar, Allahın yolundan (insanları) men´ edegelenler, onu eğri (hakka aykırı) bir haale getirmek isteyenlerdi. Onlar âhireti de inkâr edicilerdi»"
        },
        {
            "chapter": 7,
            "verse": 46,
            "text": "İki (taraf) arasında (sûrdan) bir perde ve «A´raaf» üzerinde de (cennetlik ve cehennemliklerin) her birini sîmalarıyle tanıyacak (müvahhid) rical vardır ki onlar henüz oraya (cennete) girmemiş, fakat onlar girmeyi şiddetle arzu eder olarak cennet yaranına: «Selâmün aleyküm» diye nida ederler"
        }
    ]
}