{
    "rukus": [
        {
            "chapter": 9,
            "verse": 60,
            "text": "صدقات (و زکات‌ها) مخصوص فقراء و مساکین و کار گزاران (جمع آوری) آن، و دلجویی شدگان (نو مسلمانان) و برای (آزاد کردن) بردگان، و (ادای وام) بدهکاران، و در راه الله، و به راه ماندگان، (است، این) فریضه‌ای (مقرر شده) از جانب الله است، و الله دانای حکیم است"
        },
        {
            "chapter": 9,
            "verse": 61,
            "text": "و از آن‌ها (= منافقان) کسانی هستند که پیامبر را آزار می‌دهند، و می‌گویند: «گوش (و خوش باور) است». بگو: «برای شما گوش نیکی است، به الله ایمان دارد، و مؤمنان را تصدیق می‌کند، و رحمت است برای کسانی از شما که ایمان آورده‌اند». و کسانی‌که رسول الله را آزار می‌دهند، برایشان عذاب دردناکی است"
        },
        {
            "chapter": 9,
            "verse": 62,
            "text": "(منافقان) برای شما به الله سوگند یاد می‌کنند، تا شما را خشنود سازند، در حالی‌که اگر ایمان داشتند، شایسته‌تر (این) است که الله و رسولش را خشنود سازند"
        },
        {
            "chapter": 9,
            "verse": 63,
            "text": "آیا نمی‌دانند، بی‌گمان هر کس با الله و رسولش مخالفت (و دشمنی) کند، پس مسلماً برای او آتش جهنم است، جاودانه در آن خواهد بود؟! این (همان) رسوایی بزرگ است"
        },
        {
            "chapter": 9,
            "verse": 64,
            "text": "منافقان می‌ترسند که مبادا سوره‌ای بر (علیه) آنان نازل شود، و به آن‌ها از آنچه درون دل‌های شان (نهفته) است، آگاه سازد، بگو: «استهزا کنید، بی‌گمان الله، آنچه را که از آن می‌ترسید، آشکار می‌سازد»"
        },
        {
            "chapter": 9,
            "verse": 65,
            "text": "و (ای پیامبر!) اگر از آن‌ها بپرسی: («چرا چنین کرده‌اید؟»). گویند: «ما حرف می‌زدیم، (شوخی و) بازی می‌کردیم» بگو: «آیا الله و آیات او و پیامبرش را مسخره می‌کردید؟»"
        },
        {
            "chapter": 9,
            "verse": 66,
            "text": "عذر نیاورید، به راستی که شما پس از ایمان (آوردن) تان کافر شده‌اید، اگر گروهی از شما را (بخاطر توبه) ببخشیم، گروه دیگری را عذاب خواهیم کرد، زیرا که مجرم بودند"
        }
    ]
}