{
    "rukus": [
        {
            "chapter": 40,
            "verse": 61,
            "text": "الله کسی است که شب را برای شما قرار داد تا در آن آرام گیرید، و روز را روشن (قرار داد)، بی‌گمان الله بر مردم فضل (و کرم) دارد، و لیکن بیشتر مردم سپاس نمی‌گزارند"
        },
        {
            "chapter": 40,
            "verse": 62,
            "text": "این است الله، پروردگار شما، (که) آفرینندۀ همه چیز (است) هیچ معبودی (به حق) جز او نیست، پس چگونه (از حق) منحرف می‌شوید؟"
        },
        {
            "chapter": 40,
            "verse": 63,
            "text": "این گونه کسانی‌که آیات الله را انکار می‌کردند، (از حق) منحرف می‌شوند"
        },
        {
            "chapter": 40,
            "verse": 64,
            "text": "الله کسی است که زمین را برای شما قرارگاه، و آسمان را (همچون) سقفی قرار داد، و شما را صورت بخشید، پس صورت‌تان را نیکو گرداند، و از چیزهای پاکیزه به شما روزی داد این است الله پروردگار شما، پس پر برکت و بزرگوار است الله که پروردگار جهانیان است"
        },
        {
            "chapter": 40,
            "verse": 65,
            "text": "او زنده است، هیچ معبودی (به حق) جز او نیست، پس در حالی‌که دین خود را خالص گردانیده او را بخوانید، حمد و ستایش مخصوص الله پروردگار جهانیان است"
        },
        {
            "chapter": 40,
            "verse": 66,
            "text": "(ای پیامبر) بگو: «همانا من نهی شده‌ام از اینکه کسانی را پرستش کنم که شما بجای الله می‌خوانید، چون نشانه‌های روشن از جانب پروردگارم برای من آمده است، و مأمور شده‌ام که برای پروردگار جهانیان تسلیم باشم»"
        },
        {
            "chapter": 40,
            "verse": 67,
            "text": "او کسی است که شما را از خاک آفرید، سپس از نطفه، سپس از خون بسته، سپس شما را (به صورت) کودکی (از شکم مادر) بیرون می‌آورد، سپس (بزرگ می‌شود) تا به کمال نیرو و قوت خود می‌رسید، سپس (زندگی می‌کنید) تا بعد از آن پیر می‌شوید، و از (میان) شما کسی است که پیش از این (مرحله) می‌میرد و (به بعضی از شما مهلت می‌دهد) تا به اجل معین برسید، و شاید بیندیشید"
        },
        {
            "chapter": 40,
            "verse": 68,
            "text": "او کسی است که زنده می‌کند و می‌میراند، پس هنگامی‌که چیزی را بخواهد، تنها به او می‌گوید: «موجود شو» پس (بی درنگ) موجود می‌شود"
        }
    ]
}