{
    "rukus": [
        {
            "chapter": 47,
            "verse": 12,
            "text": "بی‌گمان الله کسانی را که ایمان آوردند و کارهای شایسته انجام دادند به باغ‌هایی (از بهشت) وارد می‌کند که نهرها از زیر (درختان) آن جاری است، و کسانی‌که کافر شدند (از متاع دنیوی) بهره می‌گیرند و می‌خورند همچنان‌که چارپایان می‌خورند، و آتش (جهنم) جایگاه آنان است"
        },
        {
            "chapter": 47,
            "verse": 13,
            "text": "و چه بسیار شهرهایی که (مردم) آن‌ها از (مردمِ) شهر تو که بیرونت کرده‌اند، توانمند‌تر بودند، ما هلاک‌شان کردیم، پس هیچ یاوری نداشتند"
        },
        {
            "chapter": 47,
            "verse": 14,
            "text": "آیا کسی‌که از سوی پروردگارش بر شیوۀ روشنی باشد، همانند کسی است که کردار بد او در نظرش آراسته شده و از هوا‌های (نفسانی) خود پیروی می‌کنند؟"
        },
        {
            "chapter": 47,
            "verse": 15,
            "text": "وصف بهشتی که به پرهیزگاران وعده داده شده، چنین است که: در آن نهرهایی از آب (زلال) بد‌بو نشده، و نهر‌هایی از شیر که طعم آن دگرگون نگشته، و نهرهایی از شراب (ناب) که مایۀ لذت نوشندگان است، و نهرهایی از عسل مصفی وجود دارد، و (نیز) در آن برای آن‌ها از هرگونه میوه‌ها (مهیا) است، و (از همه برتر) آمرزشی از سوی پروردگارشان است. (آیا این‌ها) همانند کسانی هستند که همیشه در آتش (جهنم) اند، و از آب جوشان نوشانده شوند که روده‌هایشان را پاره پاره (و متلاشی) کند؟"
        },
        {
            "chapter": 47,
            "verse": 16,
            "text": "(ای پیامبر) گروهی از آن‌ها(= منافقان) به تو گوش فرا می‌دهند، تا وقتی که از نزدت بیرون رفتند، به کسانی‌که به آنان علم عطا کرده شده، (از روی استهزاء) می‌گویند: «الآن (محمد- صلی الله علیه وسلم-) چه گفت؟!» آن‌ها کسانی هستند که الله بر دل‌هایشان مهر نهاده، و از هواهای (نفسانی) خود پیروی کرده‌اند"
        },
        {
            "chapter": 47,
            "verse": 17,
            "text": "و کسانی‌که هدایت یافته‌اند (الله) بر هدایت‌شان افزود، و به آنان پرهیزگاری عطا فرمود"
        },
        {
            "chapter": 47,
            "verse": 18,
            "text": "پس آیا آن‌ها (= کافران) جز این انتظار دارند که قیامت ناگهان فرا رسد؟ به راستی نشانه‌هایش آمده است، پس چون فرا رسد، پند گرفتن (و ایمان) شان چه سودی خواهد داشت؟"
        },
        {
            "chapter": 47,
            "verse": 19,
            "text": "پس (ای پیامبر) بدان که معبودی (به حق) جز «الله» نیست، و برای گناه خود و برای مردان و زنان مؤمن آمرزش طلب کن، و الله محل حرکت شما و قرار گاه شما را می‌داند"
        }
    ]
}