{
    "juzs": [
        {
            "chapter": 36,
            "verse": 28,
            "text": "Biz onun ardından kavmi uzerine gokten bir ordu indirmedik, indirecek de degildik"
        },
        {
            "chapter": 36,
            "verse": 29,
            "text": "Olan, sadece korkunc titresimli bir sesti. Ve bir anda sonuverdiler"
        },
        {
            "chapter": 36,
            "verse": 30,
            "text": "Yazık su kullara! Kendilerine gelen her resulle mutlaka alay ederlerdi"
        },
        {
            "chapter": 36,
            "verse": 31,
            "text": "Gormediler mi, kendilerinden once nice nesilleri helak ettik! Onlar artık bir daha bunlara donmeyecekler"
        },
        {
            "chapter": 36,
            "verse": 32,
            "text": "Ancak herkes toplandıgında, onlar da huzurumuzda hazır bulundurulacaklar"
        },
        {
            "chapter": 36,
            "verse": 33,
            "text": "Olu toprak onlar icin bir mucizedir. Onu dirilttik, ondan dane cıkardık; bak iste ondan yiyorlar"
        },
        {
            "chapter": 36,
            "verse": 34,
            "text": "Onda hurmalardan, uzumlerden bahceler olusturduk, ondan pınarlar fıskırttık"
        },
        {
            "chapter": 36,
            "verse": 35,
            "text": "Ki onun urununden ve ellerinin yapıp ettiginden yesinler. Hala sukretmiyorlar mı"
        },
        {
            "chapter": 36,
            "verse": 36,
            "text": "Sanı yucedir o Allah´ın ki topragın bitirdiklerinden, onların oz benliklerinden ve nice bilmediklerinden butun ciftleri yaratmıstır"
        },
        {
            "chapter": 36,
            "verse": 37,
            "text": "Gece de onlar icin bir mucizedir. Gunduzu ondan soyup alırız da onlar karanlıga gomuluverirler"
        },
        {
            "chapter": 36,
            "verse": 38,
            "text": "Gunes, kendine ozgu bir durak noktasına/bir durma zamanına dogru akıp gidiyor. Aziz, Alim olanın takdiridir bu"
        },
        {
            "chapter": 36,
            "verse": 39,
            "text": "Ay´a gelince, biz onun icin de bir takım durak noktaları/birtakım evreler belirledik. Nihayet o, eski hurma sapının egrilmisi gibi geri doner"
        },
        {
            "chapter": 36,
            "verse": 40,
            "text": "Gunes´in Ay´a ulasıp catması gerekmiyor. Gecenin de gunduzu gecmesi gerekmez. Her biri bir yorungede yuzmektedir"
        },
        {
            "chapter": 36,
            "verse": 41,
            "text": "Zurriyetlerini o dopdolu gemilerde tasımamız da onlar icin bir ayettir"
        },
        {
            "chapter": 36,
            "verse": 42,
            "text": "Onlar icin gemilere benzer, binecekleri baska seyler de yarattık"
        },
        {
            "chapter": 36,
            "verse": 43,
            "text": "Eger dilersek onları bogarız. Bu durumda ne kendileri icin feryat eden olur ne de kurtarılırlar"
        },
        {
            "chapter": 36,
            "verse": 44,
            "text": "Ancak bizden bir rahmet olarak bir sureye kadar daha nimetlensinler diye kurtarılırlar"
        },
        {
            "chapter": 36,
            "verse": 45,
            "text": "Onlara, \"Onunuzdekinden ve arkanızdakinden sakının ki, size merhamet edilebilsin!\" denildiginde, hic aldırmazlar"
        },
        {
            "chapter": 36,
            "verse": 46,
            "text": "Cunku Rablerinin ayetlerinden kendilerine bir ayet gelince, ondan mutlaka yuz cevirmislerdir"
        },
        {
            "chapter": 36,
            "verse": 47,
            "text": "Onlara, \"Allah´ın size lutfettigi rızıklardan dagıtın!\" dendiginde, nankorluge sapanlar, iman edenlere soyle derler: \"Allah´ın, diledigi takdirde yedirip doyuracagı kisiyi biz mi doyuracagız? Siz acık bir sapıklık icindesiniz, hepsi bu"
        },
        {
            "chapter": 36,
            "verse": 48,
            "text": "Bir de soyle derler: \"Eger dogru sozluler iseniz, bu tehdit ne zaman"
        },
        {
            "chapter": 36,
            "verse": 49,
            "text": "Sadece korkunc titresimli bir sesi bekliyorlar. Onlar cekisip dururlarken, o ses kendilerini enseleyecektir"
        },
        {
            "chapter": 36,
            "verse": 50,
            "text": "O zaman ne bir tavsiyede bulunmaya gucleri yetecek ne de ailelerine donebilecekler"
        },
        {
            "chapter": 36,
            "verse": 51,
            "text": "Sura ufurulmustur! Bak, iste kabirlerden, Rablerine dogru akın akın gidiyorlar"
        },
        {
            "chapter": 36,
            "verse": 52,
            "text": "Soyle diyecekler: \"Vay basımıza gelene! Kim kaldırdı bizi mezarımızdan? Rahman´ın vaat ettigi iste bu! Peygamberler dogru soylemisler"
        },
        {
            "chapter": 36,
            "verse": 53,
            "text": "Topu topu korkunc titresimli bir tek ses. Ve bakmıssın, hepsi birden huzurumuzda divan durmaktadır"
        },
        {
            "chapter": 36,
            "verse": 54,
            "text": "O gun hicbir canlıya, hicbir sekilde haksızlık edilmez. Sizler, sadece yapıp ettiklerinizin karsılıgı olarak cezalandırılırsınız"
        },
        {
            "chapter": 36,
            "verse": 55,
            "text": "O gun cennet halkı bir ugras icinde eglenip ferahlamaktadır"
        },
        {
            "chapter": 36,
            "verse": 56,
            "text": "Kendileri ve esleri, golgeliklerde, koltuklar uzerinde yaslanmıslardır"
        },
        {
            "chapter": 36,
            "verse": 57,
            "text": "Orada kendileri icin meyveler var. Istedikleri her sey kendilerinin olacak"
        },
        {
            "chapter": 36,
            "verse": 58,
            "text": "Rahim Rab´den bir de sozlu selam"
        },
        {
            "chapter": 36,
            "verse": 59,
            "text": "Ey gunahkarlar! Bugun soyle ayrılın"
        },
        {
            "chapter": 36,
            "verse": 60,
            "text": "Ey ademogulları! Ben size, \"Seytana kulluk etmeyin, o sizin icin acık bir dusmandır!\" demedim mi"
        },
        {
            "chapter": 36,
            "verse": 61,
            "text": "Bana ibadet edin, dosdogru yol budur!\" demedim mi"
        },
        {
            "chapter": 36,
            "verse": 62,
            "text": "Yemin olsun, seytan, icinizden bircok nesli saptırmıstı. Aklınızı hic isletmiyor muydunuz"
        },
        {
            "chapter": 36,
            "verse": 63,
            "text": "Alın size, tehdit edildiginiz cehennem"
        },
        {
            "chapter": 36,
            "verse": 64,
            "text": "Inkar edip durmanız yuzunden dalın oraya bugun"
        },
        {
            "chapter": 36,
            "verse": 65,
            "text": "O gun, agızlarını muhurleyecegiz. Bize elleri konusacak, ayakları da kazanmıs olduklarına tanıklık edecek"
        },
        {
            "chapter": 36,
            "verse": 66,
            "text": "Dilesek, gozlerini siler, onları elbette kor ederiz. O zaman yola koyulmak isterler ama nasıl gorecekler"
        },
        {
            "chapter": 36,
            "verse": 67,
            "text": "Dilesek, onları oldukları yerde hayvana ceviririz. O zaman ne ileri gitmeye gucleri yeter ne de geri donebilirler"
        },
        {
            "chapter": 36,
            "verse": 68,
            "text": "Kimi uzun omurlu kılarsak, onu yaratılısta gerisin geri ceviririz. Hala akıllarını isletmiyorlar mı"
        },
        {
            "chapter": 36,
            "verse": 69,
            "text": "Biz o peygambere siir ogretmedik. Siir ona yarasmaz/layık olamaz da. Ona vahyedilen, bir ogutten ve apacık bir Kur´an´dan baska sey degildir"
        },
        {
            "chapter": 36,
            "verse": 70,
            "text": "Diri olanı uyarsın ve gercegi orten nankorler/inkarcılar aleyhine soz hak olsun diye indirilmistir"
        },
        {
            "chapter": 36,
            "verse": 71,
            "text": "Gormediler mi, ellerimizin yapıp ettiklerinden, kendileri icin nice hayvanlar yarattık da onlar, bu hayvanlara sahip oluyorlar"
        },
        {
            "chapter": 36,
            "verse": 72,
            "text": "O hayvanları bunlara boyun egdirdik. Onlardan binekleri vardır ve onlardan bir kısmını da yiyorlar"
        },
        {
            "chapter": 36,
            "verse": 73,
            "text": "O hayvanlarda bunlar icin bircok yararlar var, icecekler var. Hala sukretmiyorlar mı"
        },
        {
            "chapter": 36,
            "verse": 74,
            "text": "Kendilerine yardım edilir umidiyle Allah´tan baska ilahlar edindiler"
        },
        {
            "chapter": 36,
            "verse": 75,
            "text": "Oysaki, o ilahlar bunlara yardım edemezler. Tam aksine, bunlar, o ilahlara hizmet eden ordular durumundadır"
        },
        {
            "chapter": 36,
            "verse": 76,
            "text": "Artık onların sozu seni uzmesin! Biz onların sır olarak tuttuklarını da acıkladıklarını da biliyoruz"
        },
        {
            "chapter": 36,
            "verse": 77,
            "text": "Gormedi mi insan, kendisini bir spermden yarattıgımızı! Bir de bize acık bir hasım kesilmistir o"
        },
        {
            "chapter": 36,
            "verse": 78,
            "text": "Kendi yaratılısını unutmus da bize ornek veriyor. Ve bir de soyle diyor: \"Su curumus kemiklere kim hayat verecek"
        },
        {
            "chapter": 36,
            "verse": 79,
            "text": "De ki: \"Onlara hayat verecek olan, onları ilk kez yaratandır. O, butun yaratılmısları/her turlu yaratmayı cok iyi bilmektedir"
        },
        {
            "chapter": 36,
            "verse": 80,
            "text": "O size, o yesil agactan bir ates olusturdu da siz ondan tutusturup duruyorsunuz"
        },
        {
            "chapter": 36,
            "verse": 81,
            "text": "Gokleri ve yeri yaratan, onların benzerini yaratmaya guc yetiremez mi? Elbette guc yetirir. Her seyi bilen Alim, surekli yaratan Hallak O´dur"
        },
        {
            "chapter": 36,
            "verse": 82,
            "text": "O, bir seyi istediginde, buyrugu sadece sunu soylemektir: \"Ol!\" Artık o, oluverir"
        },
        {
            "chapter": 36,
            "verse": 83,
            "text": "Her seyin kaynagı/egemenligi elinde olan o yaratıcının sanı cok yucedir! Sonunda O´na donduruleceksiniz"
        },
        {
            "chapter": 37,
            "verse": 1,
            "text": "Yemin olsun o saf baglayıp dizilenlere/o saflar tutturup sıraya dizilenlere-o kanatlarını acıp toplayarak ucanlara"
        },
        {
            "chapter": 37,
            "verse": 2,
            "text": "O haykırarak sevk edenlere/o gogus gererek durduranlara"
        },
        {
            "chapter": 37,
            "verse": 3,
            "text": "O Zikir okuyanlara"
        },
        {
            "chapter": 37,
            "verse": 4,
            "text": "Ki sizin ilahınız hic kuskusuz bir ve tektir"
        },
        {
            "chapter": 37,
            "verse": 5,
            "text": "Goklerin, yerin ve bu ikisi arasındakilerin Rabbidir O; doguların da Rabbidir O"
        },
        {
            "chapter": 37,
            "verse": 6,
            "text": "Biz o yakın gogu bir susle, yıldızlarla susleyip donattık"
        },
        {
            "chapter": 37,
            "verse": 7,
            "text": "Ve her turlu inatcı-asi seytandan koruduk"
        },
        {
            "chapter": 37,
            "verse": 8,
            "text": "Onlar ne kadar cırpınsalar da o yuce konseyi dinleyemezler. Ve her taraftan atısa tutulurlar"
        },
        {
            "chapter": 37,
            "verse": 9,
            "text": "Kovulurlar. Ve onlar icin, yakalarını bırakmayan bir azap vardır"
        },
        {
            "chapter": 37,
            "verse": 10,
            "text": "Yuce konseyden bir soz calıp carpan olabilirse de onun pesine hemen delici, alevli bir yıldız takılır"
        },
        {
            "chapter": 37,
            "verse": 11,
            "text": "Simdi sor onlara: Yaratıs ve yaratılıs bakımından onlar mı daha gucludur, yoksa bizim yarattıgımız suurlular mı? Gercek su ki, biz onları bir cıvık camurdan yarattık"
        },
        {
            "chapter": 37,
            "verse": 12,
            "text": "Ama sen sasırdın, onlarsa alay ediyorlar"
        },
        {
            "chapter": 37,
            "verse": 13,
            "text": "Dusunup tasınmaya cagrıldıklarında dusunmuyorlar"
        },
        {
            "chapter": 37,
            "verse": 14,
            "text": "Bir ayetle yuzyuze geldiklerinde, dudak bukup egleniyorlar"
        },
        {
            "chapter": 37,
            "verse": 15,
            "text": "Soyle dediler: \"Bu, apacık bir buyuden baska sey degildir"
        },
        {
            "chapter": 37,
            "verse": 16,
            "text": "Oldugumuz, toprak ve kemik haline geldigimiz zaman mı? Biz gercekten diriltilecek miyiz"
        },
        {
            "chapter": 37,
            "verse": 17,
            "text": "Onceki atalarımız da mı"
        },
        {
            "chapter": 37,
            "verse": 18,
            "text": "De ki: \"Evet! Ve, siz de! Asagılanmıs, ezilmis olarak"
        },
        {
            "chapter": 37,
            "verse": 19,
            "text": "Muthis bir komut sesidir O. Onlar oylece bakakalacaklar"
        },
        {
            "chapter": 37,
            "verse": 20,
            "text": "Soyle derler: \"Vay basımıza! Din gunudur bu"
        },
        {
            "chapter": 37,
            "verse": 21,
            "text": "O yalanlayıp durdugunuz ayrım gunudur bu"
        },
        {
            "chapter": 37,
            "verse": 22,
            "text": "Toplayın o zulmedenleri; eslerini de. O tapınıp durmus olduklarını da toplayın"
        },
        {
            "chapter": 37,
            "verse": 23,
            "text": "Allah´tan baska tapınmıs olduklarını. Surun onları cehennemin yoluna"
        },
        {
            "chapter": 37,
            "verse": 24,
            "text": "Durdurun onları, cunku hepsi sorguya cekilecekler"
        },
        {
            "chapter": 37,
            "verse": 25,
            "text": "Neniz var da birbirinize yardım etmiyorsunuz"
        },
        {
            "chapter": 37,
            "verse": 26,
            "text": "Edemezler! Bugun hepsi teslim bayragını cekmis durumdadır"
        },
        {
            "chapter": 37,
            "verse": 27,
            "text": "Birbirlerine donerek bir seyler sorup duruyorlar"
        },
        {
            "chapter": 37,
            "verse": 28,
            "text": "Dediler: \"Siz bize sag taraftan geliyordunuz"
        },
        {
            "chapter": 37,
            "verse": 29,
            "text": "Otekiler dediler: \"Hayır, siz zaten inanmıyordunuz"
        },
        {
            "chapter": 37,
            "verse": 30,
            "text": "Bizim size karsı bir sultamız yoktu. Isin esası su ki siz azmıs bir topluluktunuz"
        },
        {
            "chapter": 37,
            "verse": 31,
            "text": "Rabbimizin sozu uzerimize hak oldu. Tadacagımızı elbette tadacagız"
        },
        {
            "chapter": 37,
            "verse": 32,
            "text": "Sizi saptırıp azdırmıstık. Cunku biz de sapıp azmıs kisilerdik"
        },
        {
            "chapter": 37,
            "verse": 33,
            "text": "Onlar o gun azap icinde ortaklık kurmuslardır"
        },
        {
            "chapter": 37,
            "verse": 34,
            "text": "Iste boyle yaparız biz suclulara/gunahkarlara"
        },
        {
            "chapter": 37,
            "verse": 35,
            "text": "Onlar, kendilerine, \"Allah´tan baska ilah yoktur\" dendiginde, kibirleniyorlardı"
        },
        {
            "chapter": 37,
            "verse": 36,
            "text": "Ve soyle diyorlardı: \"Mecnun bir sair yuzunden ilahlarımızı mı terk edecegiz"
        },
        {
            "chapter": 37,
            "verse": 37,
            "text": "Hayır, oyle degil! O, hakkı getirmisti. Diger peygamberleri de tasdik etmisti"
        },
        {
            "chapter": 37,
            "verse": 38,
            "text": "Yemin olsun, siz o acıklı azabı mutlaka tadacaksınız"
        },
        {
            "chapter": 37,
            "verse": 39,
            "text": "Ve yalnız, yapıp ettiklerinizin karsılıgıyla cezalandırılacaksınız"
        },
        {
            "chapter": 37,
            "verse": 40,
            "text": "Allah´ın ictenlige erdirilmis temiz kulları baskadır"
        },
        {
            "chapter": 37,
            "verse": 41,
            "text": "Onlar icin belirlenmis bir rızık vardır"
        },
        {
            "chapter": 37,
            "verse": 42,
            "text": "Cesit cesit meyveler vardır. Ikramla karsılanan kisilerdir onlar"
        },
        {
            "chapter": 37,
            "verse": 43,
            "text": "Nimetlerle dolu cennetlerdedirler"
        },
        {
            "chapter": 37,
            "verse": 44,
            "text": "Karsılıklı koltuklar uzerindedirler"
        },
        {
            "chapter": 37,
            "verse": 45,
            "text": "Kaynaktan doldurulmus kadehler dolandırılır cevrelerinde"
        },
        {
            "chapter": 37,
            "verse": 46,
            "text": "Bembeyaz, icenlere lezzet sunan kadehler"
        },
        {
            "chapter": 37,
            "verse": 47,
            "text": "Sersemletme/bas agrısı yok onda. Sarhos da olmazlar ondan"
        },
        {
            "chapter": 37,
            "verse": 48,
            "text": "Yanlarında, gozlerini onlara dikmis, iri gozlu dilberler vardır"
        },
        {
            "chapter": 37,
            "verse": 49,
            "text": "Korunmus yumurtalar gibidir onlar"
        },
        {
            "chapter": 37,
            "verse": 50,
            "text": "Birbirlerine donup bir seyler sorarlar"
        },
        {
            "chapter": 37,
            "verse": 51,
            "text": "Iclerinden bir sozcu soyle der: \"Benim yakın bir arkadasım vardı"
        },
        {
            "chapter": 37,
            "verse": 52,
            "text": "Derdi ki: \"Sen gercekten sunu tasdik edenlerden misin"
        },
        {
            "chapter": 37,
            "verse": 53,
            "text": "Biz, olup toprak ve kemik haline geldikten sonra, gercekten cezalandırılacak mıyız"
        },
        {
            "chapter": 37,
            "verse": 54,
            "text": "Dedi: \"Siz de bir arastırır mısınız"
        },
        {
            "chapter": 37,
            "verse": 55,
            "text": "Arastırdı, nihayet onu cehennemin ta ortasında gordu"
        },
        {
            "chapter": 37,
            "verse": 56,
            "text": "Dedi: \"Vallahi, az kalsın sen beni de buralara dusurecektin"
        },
        {
            "chapter": 37,
            "verse": 57,
            "text": "Rabbimin nimeti olmasaydı, kesinlikle ben de surada toplananlar arasına girmis olacaktım"
        },
        {
            "chapter": 37,
            "verse": 58,
            "text": "Peki, biz artık olmeyecek miyiz"
        },
        {
            "chapter": 37,
            "verse": 59,
            "text": "Sadece ilk olumumuz; azaba da ugratılmayacagız, oyle mi"
        },
        {
            "chapter": 37,
            "verse": 60,
            "text": "Dogrusu bu, buyuk basarının ta kendisidir"
        },
        {
            "chapter": 37,
            "verse": 61,
            "text": "Calısanlar, boylesi icin calıssınlar"
        },
        {
            "chapter": 37,
            "verse": 62,
            "text": "Odul ve ikram olarak, bu mu daha hayırlı yoksa zakkum agacı mı"
        },
        {
            "chapter": 37,
            "verse": 63,
            "text": "O agac ki, zalimler icin onu bir fitne yaptık"
        },
        {
            "chapter": 37,
            "verse": 64,
            "text": "Cehennemin ta dibinden cıkan bir agactır o"
        },
        {
            "chapter": 37,
            "verse": 65,
            "text": "Tomurcukları tıpkı seytanların baslarıdır"
        },
        {
            "chapter": 37,
            "verse": 66,
            "text": "Onlar ondan mutlaka yiyecekler ve karınlarını onunla dolduracaklar"
        },
        {
            "chapter": 37,
            "verse": 67,
            "text": "Sonra onların, o yedikleri uzerine kaynar su karıstırılmıs bir icecekleri vardır"
        },
        {
            "chapter": 37,
            "verse": 68,
            "text": "Sonra onların donusleri dogrudan dogruya cehennemedir"
        },
        {
            "chapter": 37,
            "verse": 69,
            "text": "Cunku onlar, babalarını sapıtmıs kisiler halinde bulmalarına ragmen"
        },
        {
            "chapter": 37,
            "verse": 70,
            "text": "Kendileri de hala onların eserleri ardınca kosturuyorlar"
        },
        {
            "chapter": 37,
            "verse": 71,
            "text": "Yemin olsun, daha once ilk nesillerin cogu da sapmıstı"
        },
        {
            "chapter": 37,
            "verse": 72,
            "text": "Yemin olsun, onların iclerinde uyarıcılar gorevlendirmistik"
        },
        {
            "chapter": 37,
            "verse": 73,
            "text": "Bir bak, nasıl oldu uyarılanların sonu"
        },
        {
            "chapter": 37,
            "verse": 74,
            "text": "Ancak Allah´ın samimi, temiz kulları kurtuldu"
        },
        {
            "chapter": 37,
            "verse": 75,
            "text": "Yemin olsun, Nuh bize yakarmıstı da ne guzel karsılık vermistik biz"
        },
        {
            "chapter": 37,
            "verse": 76,
            "text": "Ve kurtarmıstık onu da ailesini de o buyuk sıkıntıdan"
        },
        {
            "chapter": 37,
            "verse": 77,
            "text": "Onun zurriyetini, evet onları kalıcılar yaptık"
        },
        {
            "chapter": 37,
            "verse": 78,
            "text": "Sonrakiler icinde, ona isaret eden bir sey bıraktık"
        },
        {
            "chapter": 37,
            "verse": 79,
            "text": "Selam olsun Nuh´a alemler icinde"
        },
        {
            "chapter": 37,
            "verse": 80,
            "text": "Iste boyle odullendiririz biz, guzel dusunup guzel davrananları"
        },
        {
            "chapter": 37,
            "verse": 81,
            "text": "O, bizim inanan kullarımızdandı"
        },
        {
            "chapter": 37,
            "verse": 82,
            "text": "Sonra otekileri boguverdik"
        },
        {
            "chapter": 37,
            "verse": 83,
            "text": "Hic kuskusuz, Ibrahim de onun grubundandı"
        },
        {
            "chapter": 37,
            "verse": 84,
            "text": "Rabbine, tertemiz bir kalple gelmisti"
        },
        {
            "chapter": 37,
            "verse": 85,
            "text": "Babasına ve toplumuna sormustu: \"Siz neye kulluk/ibadet ediyorsunuz"
        },
        {
            "chapter": 37,
            "verse": 86,
            "text": "Allah´ın berisinden birtakım uydurma ilahları mı istiyorsunuz"
        },
        {
            "chapter": 37,
            "verse": 87,
            "text": "Alemlerin Rabbi hakkında dusunceniz nedir"
        },
        {
            "chapter": 37,
            "verse": 88,
            "text": "Bu arada Ibrahim yıldızlara bir goz attı"
        },
        {
            "chapter": 37,
            "verse": 89,
            "text": "Soyle dedi: \"Ben hastayım"
        },
        {
            "chapter": 37,
            "verse": 90,
            "text": "Bunun uzerine ondan gerisin geri kactılar"
        },
        {
            "chapter": 37,
            "verse": 91,
            "text": "O da onların ilahlarının yanına sokulup dedi: \"Bir sey yemez misiniz"
        },
        {
            "chapter": 37,
            "verse": 92,
            "text": "Neniz var ki, konusmuyorsunuz"
        },
        {
            "chapter": 37,
            "verse": 93,
            "text": "Iyice yanlarına sokulup sag eliyle bir darbe indirdi"
        },
        {
            "chapter": 37,
            "verse": 94,
            "text": "Bir sure sonra, halkı kosarak Ibrahim´e geldi"
        },
        {
            "chapter": 37,
            "verse": 95,
            "text": "Ibrahim dedi: \"Elinizle yonttugunuz seylere mi tapıyorsunuz"
        },
        {
            "chapter": 37,
            "verse": 96,
            "text": "Oysaki sizi de yaptıgınız seyleri de Allah yaratmıstır"
        },
        {
            "chapter": 37,
            "verse": 97,
            "text": "Dediler: \"Sunun icin bir bina yapın da bunu atesin ortasına fırlatın"
        },
        {
            "chapter": 37,
            "verse": 98,
            "text": "Ona tuzak kurmak istediler ama, biz onları sefiller, reziller haline getirdik"
        },
        {
            "chapter": 37,
            "verse": 99,
            "text": "Ibrahim dedi: \"Kuskunuz olmasın ki ben Rabbime gidecegim, O bana kılavuzluk edecek"
        },
        {
            "chapter": 37,
            "verse": 100,
            "text": "Rabbim, bana iyilik/barıs sevenlerden birini lutfet"
        },
        {
            "chapter": 37,
            "verse": 101,
            "text": "Bunun uzerine biz, Ibrahim´e yumusak huylu bir oglan mujdeledik"
        },
        {
            "chapter": 37,
            "verse": 102,
            "text": "Cocuk onunla birlikte kosacak yasa gelince, Ibrahim dedi: \"Yavrucugum, uykuda/duste goruyorum ki ben seni bogazlıyorum. Bak bakalım sen ne gorursun/sen ne dersin?\" \"Babacıgım, dedi, emroldugun seyi yap! Allah dilerse beni sabredenlerden bulacaksın"
        },
        {
            "chapter": 37,
            "verse": 103,
            "text": "Boylece ikisi de teslim olup Ibrahim onu sakagı uzerine yatırınca"
        },
        {
            "chapter": 37,
            "verse": 104,
            "text": "Biz soyle seslendik: \"Ey Ibrahim"
        },
        {
            "chapter": 37,
            "verse": 105,
            "text": "Sen ruyayı gerceklestirdin. Iste biz, guzel dusunup guzel davrananları boyle odullendiririz"
        },
        {
            "chapter": 37,
            "verse": 106,
            "text": "Bu, hic kuskusuz apacık imtihanın ta kendisiydi"
        },
        {
            "chapter": 37,
            "verse": 107,
            "text": "Ve ona fidye olarak buyuk bir kurbanlık verdik"
        },
        {
            "chapter": 37,
            "verse": 108,
            "text": "Sonra gelenler icinde onu hatırlatan bir sey bıraktık"
        },
        {
            "chapter": 37,
            "verse": 109,
            "text": "Selam olsun Ibrahim´e"
        },
        {
            "chapter": 37,
            "verse": 110,
            "text": "Boyle odullendiririz biz, guzellik sergileyenleri"
        },
        {
            "chapter": 37,
            "verse": 111,
            "text": "O da bizim inanan kullarımızdandı"
        },
        {
            "chapter": 37,
            "verse": 112,
            "text": "Biz ona, hayrı ve barısı sevenlerden bir peygamber olan Ishak´ı mujdeledik"
        },
        {
            "chapter": 37,
            "verse": 113,
            "text": "Ona da Ishak´a da bereketler lutfettik. Onların zurriyetlerinden iyi dusunup iyi davranan da var, oz benligine acıkca zulmeden de var"
        },
        {
            "chapter": 37,
            "verse": 114,
            "text": "Yemin olsun, biz Musa ve Harun´a da lutufta bulunduk"
        },
        {
            "chapter": 37,
            "verse": 115,
            "text": "Onları ve toplumlarını buyuk sıkıntıdan kurtardık"
        },
        {
            "chapter": 37,
            "verse": 116,
            "text": "Onlara yardım ettik de galip gelenler kendileri oldular"
        },
        {
            "chapter": 37,
            "verse": 117,
            "text": "Onlara, acık-secik bilgi sunan Kitap´ı verdik"
        },
        {
            "chapter": 37,
            "verse": 118,
            "text": "Her ikisini dosdogru yola kılavuzladık"
        },
        {
            "chapter": 37,
            "verse": 119,
            "text": "Sonradan gelenler icinde, her ikisini hatırlatan bir sey bıraktık"
        },
        {
            "chapter": 37,
            "verse": 120,
            "text": "Selam olsun Musa´ya ve Harun´a"
        },
        {
            "chapter": 37,
            "verse": 121,
            "text": "Guzel dusunup guzel davrananları biz boyle odullendiririz"
        },
        {
            "chapter": 37,
            "verse": 122,
            "text": "O ikisi de bizim inanan kullarımızdandı"
        },
        {
            "chapter": 37,
            "verse": 123,
            "text": "Ilyas da elbette ki peygamberlerdendi"
        },
        {
            "chapter": 37,
            "verse": 124,
            "text": "O da toplumuna soyle demisti: \"Hala korkup sakınmıyor musunuz"
        },
        {
            "chapter": 37,
            "verse": 125,
            "text": "Bal´e yalvarıp yakarıyor, yaratıcıların en guzelini bırakıyor musunuz"
        },
        {
            "chapter": 37,
            "verse": 126,
            "text": "Sizin de Rabbiniz, onceki atalarınızın da Rabbi olan Allah´ı terk mi ediyorsunuz"
        },
        {
            "chapter": 37,
            "verse": 127,
            "text": "Sonunda onu yalanladılar. Bu yuzden onlar mutlaka huzura getirileceklerdir"
        },
        {
            "chapter": 37,
            "verse": 128,
            "text": "Allah´ın samimi, seckin kulları mustesna"
        },
        {
            "chapter": 37,
            "verse": 129,
            "text": "Sonrakiler icinde Ilyas´ı hatırlatacak bir sey de bıraktık"
        },
        {
            "chapter": 37,
            "verse": 130,
            "text": "Selam olsun Ilyas´a"
        },
        {
            "chapter": 37,
            "verse": 131,
            "text": "Guzel dusunup guzel davrananları boyle odullendiririz biz"
        },
        {
            "chapter": 37,
            "verse": 132,
            "text": "Bizim inanan kullarımızdandı o"
        },
        {
            "chapter": 37,
            "verse": 133,
            "text": "Hic kuskusuz, Lut da peygamberlerdendi"
        },
        {
            "chapter": 37,
            "verse": 134,
            "text": "Onu ve ailesini toptan kurtarmıstık biz"
        },
        {
            "chapter": 37,
            "verse": 135,
            "text": "Ancak terk edilenler icinde kalan kocakarı haric"
        },
        {
            "chapter": 37,
            "verse": 136,
            "text": "Sonra otekileri yerle bir ettik"
        },
        {
            "chapter": 37,
            "verse": 137,
            "text": "Kuskusuz ki, siz onların yanından sabahları geciyorsunuz"
        },
        {
            "chapter": 37,
            "verse": 138,
            "text": "Geceleyin de. Hala aklınızı isletmeyecek misiniz"
        },
        {
            "chapter": 37,
            "verse": 139,
            "text": "Yunus da gonderilen elcilerdendi"
        },
        {
            "chapter": 37,
            "verse": 140,
            "text": "Hani o, dolu bir gemiye kacmıstı"
        },
        {
            "chapter": 37,
            "verse": 141,
            "text": "Sonra kura cekti de kaybedenlerden oldu"
        },
        {
            "chapter": 37,
            "verse": 142,
            "text": "Derken, kendisini balık yutmustu. O kendi kendini kınayıp duruyordu"
        },
        {
            "chapter": 37,
            "verse": 143,
            "text": "Eger tespih edenlerden olmasaydı"
        },
        {
            "chapter": 37,
            "verse": 144,
            "text": "Insanların diriltilecekleri gune kadar onun karnında kalacaktı"
        },
        {
            "chapter": 37,
            "verse": 145,
            "text": "Bir sure sonra onu, cıplak araziye attık. Hastalanmıstı"
        },
        {
            "chapter": 37,
            "verse": 146,
            "text": "Uzerine kabak cinsinden bir agac bitirdik"
        },
        {
            "chapter": 37,
            "verse": 147,
            "text": "Onu yuzbin kisiye yahut daha fazla olanlara elci olarak gonderdik"
        },
        {
            "chapter": 37,
            "verse": 148,
            "text": "Onlar inandılar. Biz de onları bir vakte kadar nimetlendirdik"
        },
        {
            "chapter": 37,
            "verse": 149,
            "text": "Simdi sor sunlara: \"Kızlar Rabbinin de oglanlar onların mı"
        },
        {
            "chapter": 37,
            "verse": 150,
            "text": "Yoksa biz, melekleri, bunların tanıklık ettikleri bir sırada, disiler olarak mı yarattık"
        },
        {
            "chapter": 37,
            "verse": 151,
            "text": "Dikkat edin, onlar, iftiralarının bir eseri olarak mutlaka soyle diyecekler"
        },
        {
            "chapter": 37,
            "verse": 152,
            "text": "Allah dogurdu!\" Vallahi onlar yalancıdırlar"
        },
        {
            "chapter": 37,
            "verse": 153,
            "text": "Allah, kızları oglanlara tercih mi etmis"
        },
        {
            "chapter": 37,
            "verse": 154,
            "text": "Ne oluyor size, o nasıl hukum veriyorsunuz"
        },
        {
            "chapter": 37,
            "verse": 155,
            "text": "Hala dusunup ibret almıyor musunuz"
        },
        {
            "chapter": 37,
            "verse": 156,
            "text": "Yoksa apacık bir kanıtınız mı var"
        },
        {
            "chapter": 37,
            "verse": 157,
            "text": "Eger dogru sozlulerseniz, hadi getirin kitabınızı"
        },
        {
            "chapter": 37,
            "verse": 158,
            "text": "Allah´la cinler arasında bir nesep olusturdular. Yemin olsun, cinler de bilmistir kendilerinin Allah huzuruna mutlaka getirileceklerini/cinler de bilmistir, bunların Allah´ın huzuruna mutlaka cıkarılacaklarını"
        },
        {
            "chapter": 37,
            "verse": 159,
            "text": "Allah arınmıstır bunların nitelemelerinden"
        },
        {
            "chapter": 37,
            "verse": 160,
            "text": "Allah´ın samimi, seckin kulları, bunların yaptıklarından uzaktır"
        },
        {
            "chapter": 37,
            "verse": 161,
            "text": "Siz ve kulluk ettiginiz seyler"
        },
        {
            "chapter": 37,
            "verse": 162,
            "text": "O´na karsı kimseyi fitneye dusuremezsiniz"
        },
        {
            "chapter": 37,
            "verse": 163,
            "text": "Cehenneme salınacak olan mustesna"
        },
        {
            "chapter": 37,
            "verse": 164,
            "text": "Bizim, istisnasız herbirimizin bilinen bir makamı vardır"
        },
        {
            "chapter": 37,
            "verse": 165,
            "text": "O saf saf dizilenler elbette biziz"
        },
        {
            "chapter": 37,
            "verse": 166,
            "text": "O durmadan tespih edenler elbette biziz"
        },
        {
            "chapter": 37,
            "verse": 167,
            "text": "O inkarcılar sunu da soyluyorlardı"
        },
        {
            "chapter": 37,
            "verse": 168,
            "text": "Eger katımızda oncekilere verilenlerden bir ogut/bir dusundurucu olsaydı"
        },
        {
            "chapter": 37,
            "verse": 169,
            "text": "Elbette biz de Allah´ın samimi kullarından olurduk"
        },
        {
            "chapter": 37,
            "verse": 170,
            "text": "Fakat ardından onu inkar ettiler. Yakında bilecekler"
        },
        {
            "chapter": 37,
            "verse": 171,
            "text": "Yemin olsun, elci olarak gonderilen kullarımız hakkında su sozumuz hukumlesmisti"
        },
        {
            "chapter": 37,
            "verse": 172,
            "text": "Onlar, yardım gorenlerin ta kendileri olacaklar"
        },
        {
            "chapter": 37,
            "verse": 173,
            "text": "Ordularımız, galip gelenlerin ta kendileri olacaklar"
        },
        {
            "chapter": 37,
            "verse": 174,
            "text": "Bir vakte kadar onlardan yuz cevir"
        },
        {
            "chapter": 37,
            "verse": 175,
            "text": "Gozun, ustlerinde olsun; yakında gorecekler"
        },
        {
            "chapter": 37,
            "verse": 176,
            "text": "Azabımız gelsin diye acele mi ediyorlar"
        },
        {
            "chapter": 37,
            "verse": 177,
            "text": "Azap, yurtlarına indiginde, uyarılanların sabahı ne kotu olacaktır"
        },
        {
            "chapter": 37,
            "verse": 178,
            "text": "Yuz cevir onlardan belli bir vakte kadar"
        },
        {
            "chapter": 37,
            "verse": 179,
            "text": "Ve gor neler olacak. Onlar da gorecekler"
        },
        {
            "chapter": 37,
            "verse": 180,
            "text": "Senin Rabbinin, o ululuk ve kudretin Rabbinin sanı yucedir onların verdigi sıfatlardan"
        },
        {
            "chapter": 37,
            "verse": 181,
            "text": "Selam olsun tum hak elcilerine"
        },
        {
            "chapter": 37,
            "verse": 182,
            "text": "Hamt olsun alemlerin Rabbi Allah´a"
        },
        {
            "chapter": 38,
            "verse": 1,
            "text": "Sad. Zikir/ogut/uyarı dolu Kur´an´a yemin olsun ki"
        },
        {
            "chapter": 38,
            "verse": 2,
            "text": "Is hic de onların sandıgı gibi degil! O kufre sapanlar bir gurur, ayrılık ve butunden kopus icindedirler"
        },
        {
            "chapter": 38,
            "verse": 3,
            "text": "Onlardan once nice nesilleri helak ettik biz, bagrıstılar onlar, fakat kurtulus yoktu; gecmisti zaman"
        },
        {
            "chapter": 38,
            "verse": 4,
            "text": "Kendi iclerinden kendilerine bir uyarıcı geldi diye sasıp kaldılar. Ve soyle dedi bu nankorler: \"Bu adam yalanlar duzen bir buyucu"
        },
        {
            "chapter": 38,
            "verse": 5,
            "text": "Ilahları bir tek tanrı mı yapmıs? Bu, gercekten hayret edilecek bir sey"
        },
        {
            "chapter": 38,
            "verse": 6,
            "text": "Iclerinden kodaman bir grup one cıktı: \"Haydi, yuruyun! Ilahlarınıza sahip cıkmada kararlı davranın! Gercek su ki, istenip beklenen sey budur"
        },
        {
            "chapter": 38,
            "verse": 7,
            "text": "Oteki millette isitmedik boyle bir sey. Bu bir uydurmadan baska sey degildir"
        },
        {
            "chapter": 38,
            "verse": 8,
            "text": "Ogut ve uyarı, icimizden ona mı indirildi?\" Hayır, onlar benim zikrimden/Kur´an´ımdan kuskulandılar. Hayır, onlar benim azabımı henuz tatmadılar"
        },
        {
            "chapter": 38,
            "verse": 9,
            "text": "Yoksa Aziz, Vahhab olan Rabbinin rahmetinin hazineleri onların katında mı"
        },
        {
            "chapter": 38,
            "verse": 10,
            "text": "Yoksa goklerin, yerin ve bu ikisi arasında bulunanların mulk ve saltanatı onların mı? Eger oyleyse sebepler icinde yukselsinler"
        },
        {
            "chapter": 38,
            "verse": 11,
            "text": "Kabilelerden olusmus, sozum ona bir ordudur bu; surada bozguna ugratılacaktır"
        },
        {
            "chapter": 38,
            "verse": 12,
            "text": "Onlardan once Nuh kavmi ve Ad da yalanlamıstı. Kazıklar sahibi Firavun da"
        },
        {
            "chapter": 38,
            "verse": 13,
            "text": "Semud, Lut kavmi, o sık agacları besleyen su kaynagının sahipleri Eykeliler de. Iste onlar da boyle hiziplerdi"
        },
        {
            "chapter": 38,
            "verse": 14,
            "text": "Bunların hepsi, resulleri yalanlamaktan baska bir sey yapmadılar. Sonunda azabım hak oldu"
        },
        {
            "chapter": 38,
            "verse": 15,
            "text": "Bunların bekledigi de sadece, en kucuk bir gecikmesi olmayan o muthis titresimli tek sestir"
        },
        {
            "chapter": 38,
            "verse": 16,
            "text": "Soyle dediler: \"Rabbimiz, bizim payımızı/hesap defterimizi, hesap gununden once cabucak ver"
        },
        {
            "chapter": 38,
            "verse": 17,
            "text": "Onların dediklerine sabret! O kuvvet sahibi kulumuz Davud´u an! O, tespih nagmeleri dokturen bir kul idi"
        },
        {
            "chapter": 38,
            "verse": 18,
            "text": "Dagları onunla birlikte buyruk altına almıstık: Aksam-sabah birlikte tespih ederlerdi"
        },
        {
            "chapter": 38,
            "verse": 19,
            "text": "Kuslar da toplu halde onunla beraberdi. Hepsi, onun tespih nagmelerine katılırdı"
        },
        {
            "chapter": 38,
            "verse": 20,
            "text": "Mulk ve yonetimini guclendirmistik. Kendisine hikmet ve hakla batılı ayıran soz etme yetenegi vermistik"
        },
        {
            "chapter": 38,
            "verse": 21,
            "text": "Geldi mi sana, o cekisme hikayesinin haberi? Hani, o hasımlar, duvarı asarak mihraba ulasmıslardı"
        },
        {
            "chapter": 38,
            "verse": 22,
            "text": "Davud´un yanına girmisledi de onlardan korkmustu. \"Korkma, dediler, biz iki davacıyız. Birimiz otekinin hakkını cignedi. Simdi sen, aramızda hak ile hukmet, adaletsizlik etme. Bizi yolun denge noktasına ilet"
        },
        {
            "chapter": 38,
            "verse": 23,
            "text": "Su benim kardesimdir. Kendisinin doksan dokuz koyunu var. Benimse bir tek koyunum var. Buna ragmen, onu da bana ver dedi ve tartısmada bana galip geldi"
        },
        {
            "chapter": 38,
            "verse": 24,
            "text": "Davud dedi ki: \"Vallahi, senin bir tek koyununu kendi koyunlarına katmak istemekle sana zulmetmis. Zaten ortaklardan bircogu birbiri aleyhine haksızlık ve zulme sapar. Iman edip hakka ve barısa yonelik isler yapanlar boyle degildir. Ama onlar da pek azdır.\" Davud, kendisini imtihan ettigimizi dusundu; hemen Rabbinden af diledi; ruku ederek yerlere egildi ve Allah´a yoneldi"
        },
        {
            "chapter": 38,
            "verse": 25,
            "text": "Biz de ondan o gunahı affettik. Katımızdan onun icin bir yakınlık ve guzel bir gelecek var"
        },
        {
            "chapter": 38,
            "verse": 26,
            "text": "Ey Davud, seni yeryuzunde bir halife yaptık. Artık insanlar arasında hakla hukmet; gecici hevese uyma ki, seni Allah yolundan saptırmasın. Allah yolundan sapanlar icin, hesap gununu unutmus olmaları yuzunden siddetli bir azap vardır"
        },
        {
            "chapter": 38,
            "verse": 27,
            "text": "Biz su gogu ve yeri ve ikisi arasındakileri bosuna yaratmadık. Boyle dusunmek, kufre sapanların sanısıdır. Vay hallerine o inkarcıların, ates yuzunden"
        },
        {
            "chapter": 38,
            "verse": 28,
            "text": "Yoksa biz, iman edip hakka ve barısa yonelik isler yapanları, yeryuzunde fesat cıkaranlarla aynı mı tutacagız? Yoksa takva sahiplerini, arsız sapıklar gibi mi yapacagız"
        },
        {
            "chapter": 38,
            "verse": 29,
            "text": "Kutsal/bereketli bir Kitap bu; sana indirdik ki onu, ayetlerini derin derin dusunsunler ve ogut alabilsin temiz ozluler"
        },
        {
            "chapter": 38,
            "verse": 30,
            "text": "Davud´a Suleyman´ı armagan ettik. Ne guzel kul! Hep Allah´a sıgınır, yakarırdı"
        },
        {
            "chapter": 38,
            "verse": 31,
            "text": "Aksam ustu kendisine, uc ayak uzerine basıp bir ayagını tırnak ustune diken saf kan kosu atları sunulmustu"
        },
        {
            "chapter": 38,
            "verse": 32,
            "text": "Dedi: \"Servet sevgisini, Rabbimi anmak icin benimsedim.\" Nihayet Gunes perde ardına cekildi"
        },
        {
            "chapter": 38,
            "verse": 33,
            "text": "Geri getirin bana onları!\" dedi. Bacaklarını, boyunlarını sıvazlamaya basladı"
        },
        {
            "chapter": 38,
            "verse": 34,
            "text": "Yemin olsun ki biz, Suleyman´ı imtihan ettik, tahtının ustune bir ceset bıraktık da o, tovbe ile Allah´a yoneldi"
        },
        {
            "chapter": 38,
            "verse": 35,
            "text": "Soyle yakardı: \"Rabbim, affet beni! Benden sonra kimseye yarasmayacak bir mulk/saltanat ver bana! Kuskusuz sensin, evet sensin Vahhab"
        },
        {
            "chapter": 38,
            "verse": 36,
            "text": "Bunun uzerine, ruzgarı onun emrine verdik; onun emriyle onun istedigi yere uysal uysal/tatlı tatlı akıp giderdi"
        },
        {
            "chapter": 38,
            "verse": 37,
            "text": "Seytanları da onun emrine verdik. Hepsi bina ustası ve dalgıctı"
        },
        {
            "chapter": 38,
            "verse": 38,
            "text": "Ve demirlerle birbirine baglı digerlerini"
        },
        {
            "chapter": 38,
            "verse": 39,
            "text": "Bu, bizim lutfumuzdur; ister ver, ister elinde tut. Hesap yok"
        },
        {
            "chapter": 38,
            "verse": 40,
            "text": "Ve gerceken, katımızda onun bir yakınlıgı ve guzel bir gelecegi vardı"
        },
        {
            "chapter": 38,
            "verse": 41,
            "text": "Kulumuz Eyyub´u da an! Hani, Rabbine soyle seslenmisti: \"Seytan bana bir yorgunluk ve azap dokundurdu"
        },
        {
            "chapter": 38,
            "verse": 42,
            "text": "Ayagını yere vur! Iste yıkanacak bir yer, iste icilecek soguk bir su!...\" dedik"
        },
        {
            "chapter": 38,
            "verse": 43,
            "text": "Ona bizden bir rahmet ve ozu temizlere bir hatırlatma olarak, ailesini ve beraberlerinde, benzerlerini bagısladık"
        },
        {
            "chapter": 38,
            "verse": 44,
            "text": "Eline bir demet sap al da onunla vur ve yeminine ters dusmus olma!\" dedik. Biz onu sabırlı bulduk. Ne guzel kuldu o! Bize yonelen, yakaran biriydi o"
        },
        {
            "chapter": 38,
            "verse": 45,
            "text": "Guclu-kuvvetli, bakıs ve gorus sahibi kullarımız Ibrahim, Ishak ve Yakub´u da an"
        },
        {
            "chapter": 38,
            "verse": 46,
            "text": "Biz onları, yurdu dusunme ozellikleriyle yucelen tertemiz kullar yaptık"
        },
        {
            "chapter": 38,
            "verse": 47,
            "text": "Ve bizim katımızda onlar seckin, hayırlı kimselerdendi"
        },
        {
            "chapter": 38,
            "verse": 48,
            "text": "Ismail´i, Elyese´i, Zulkifll´i de an! Hepsi seckinlerdendi"
        },
        {
            "chapter": 38,
            "verse": 49,
            "text": "Bir hatırlatmadır bu! Korunup sakınanlar icin elbette guzel bir gelecek vardır"
        },
        {
            "chapter": 38,
            "verse": 50,
            "text": "Kapıları kendilerine acılmıs Adn cennetleri"
        },
        {
            "chapter": 38,
            "verse": 51,
            "text": "Orada, yaslanmıs olarak bircok meyve ve icecek isterler"
        },
        {
            "chapter": 38,
            "verse": 52,
            "text": "Yanlarında, bakıslarını eslerine yoneltmis yasıt dilberler vardır"
        },
        {
            "chapter": 38,
            "verse": 53,
            "text": "Hesap gunu icin size vaat edilen iste budur"
        },
        {
            "chapter": 38,
            "verse": 54,
            "text": "Iste bu, bizim verdigimiz rızıktır elbette. Bitip tukenmesi yoktur onun"
        },
        {
            "chapter": 38,
            "verse": 55,
            "text": "Bu, budur! Azgınlara da kotu bir gelecek vardır elbette"
        },
        {
            "chapter": 38,
            "verse": 56,
            "text": "Icine dalacakları cehennem! Ne kotu dosektir o"
        },
        {
            "chapter": 38,
            "verse": 57,
            "text": "Iste burada! Hadi, tatsınlar onu: Kaynar su, kokusmus irin"
        },
        {
            "chapter": 38,
            "verse": 58,
            "text": "Ve o turden bir baskası daha: Cifter cifter"
        },
        {
            "chapter": 38,
            "verse": 59,
            "text": "Soyle denilir: \"Iste sizinle birlikte direnise gecen bir grup. ´Merhaba´ yok onlara! Onlar atese salınıyorlar"
        },
        {
            "chapter": 38,
            "verse": 60,
            "text": "Dediler: \"Hayır, size merhaba yok. Onu siz onumuze cıkardınız. Ne kotu durak yeridir o"
        },
        {
            "chapter": 38,
            "verse": 61,
            "text": "Soyle yakardılar: \"Rabbimiz, bunu bizim onumuze cıkaranın atesteki azabını bir kat daha artır"
        },
        {
            "chapter": 38,
            "verse": 62,
            "text": "Soyle dediler: \"Ser temsilcilerinden saydıgımız adamları, acaba neden gormuyoruz"
        },
        {
            "chapter": 38,
            "verse": 63,
            "text": "Onları alaya alırdık; yoksa gozler onlardan kaydı mı"
        },
        {
            "chapter": 38,
            "verse": 64,
            "text": "Iste bu, kesin gercektir. Ates halkının cekismesi gerceklesecektir"
        },
        {
            "chapter": 38,
            "verse": 65,
            "text": "De ki: \"Ben, sadece bir uyarıcıyım. O Vahid ve Kahhar Allah´tan baska hicbir ilah yoktur"
        },
        {
            "chapter": 38,
            "verse": 66,
            "text": "Goklerin, yerin ve bunlar arasındakilerin Rabbi´dir O. Aziz ve Gaffar"
        },
        {
            "chapter": 38,
            "verse": 67,
            "text": "De ki: \"Buyuk bir haberdir o"
        },
        {
            "chapter": 38,
            "verse": 68,
            "text": "Yuz cevirip duruyorsunuz ondan"
        },
        {
            "chapter": 38,
            "verse": 69,
            "text": "Onlar tartısırlarken, o yuce konsey hakkında benim hicbir bilgim yoktu"
        },
        {
            "chapter": 38,
            "verse": 70,
            "text": "Bana, sadece acık bir uyarıcı oldugum vahyediliyor"
        },
        {
            "chapter": 38,
            "verse": 71,
            "text": "Hani, Rabbin meleklere soyle demisti: \"Ben camurdan bir insan yaratacagım"
        },
        {
            "chapter": 38,
            "verse": 72,
            "text": "Onu kıvama erdirip icine ruhumdan ufledigimde, onunde secde ederek egilin"
        },
        {
            "chapter": 38,
            "verse": 73,
            "text": "Bunun uzerine meleklerin hepsi toptan secde etmislerdi"
        },
        {
            "chapter": 38,
            "verse": 74,
            "text": "Iblis etmemisti. O, kibre sapmıs ve inkarcılardan olmustu"
        },
        {
            "chapter": 38,
            "verse": 75,
            "text": "Allah dedi: \"Ey Iblis, iki elimle yarattıgıma secde etmekten seni alıkoyan neydi? Burnu buyukluk mu ettin, yoksa yucelenlerden mi oldun"
        },
        {
            "chapter": 38,
            "verse": 76,
            "text": "Iblis dedi: \"Ben ondan hayırlıyım! Beni atesten yarattın, onu camurdan yarattın"
        },
        {
            "chapter": 38,
            "verse": 77,
            "text": "Buyurdu: \"Hadi, cık oradan! Sen kovulmus birisin"
        },
        {
            "chapter": 38,
            "verse": 78,
            "text": "Din gunune kadar lanetim uzerinedir"
        },
        {
            "chapter": 38,
            "verse": 79,
            "text": "Dedi: \"Rabbim, o halde insanların diriltilecegi gune kadar bana sure ver"
        },
        {
            "chapter": 38,
            "verse": 80,
            "text": "Buyurdu: \"Peki, sure verilenlerdensin"
        },
        {
            "chapter": 38,
            "verse": 81,
            "text": "O bilinen gune kadar"
        },
        {
            "chapter": 38,
            "verse": 82,
            "text": "Dedi: \"Kudret ve serefine yemin olsun ki, onların tumunu azdıracagım"
        },
        {
            "chapter": 38,
            "verse": 83,
            "text": "Iclerinden sadece samimi, seckin kullar dısta kalacaktır"
        },
        {
            "chapter": 38,
            "verse": 84,
            "text": "Buyurdu: \"Iste bu dogru! Ben de yalnız dogruyu soylerim"
        },
        {
            "chapter": 38,
            "verse": 85,
            "text": "Gercek su ki, ben cehennemi seninle ve onlardan sana uyanlarla tamamen dolduracagım"
        },
        {
            "chapter": 38,
            "verse": 86,
            "text": "De ki: \"Tebligime karsılık sizden bir ucret istemiyorum. Ben size kendiligimden/zorlamayla yukumluluk getirenlerden de degilim"
        },
        {
            "chapter": 38,
            "verse": 87,
            "text": "Bu, alemler icin bir Zikir´den baska sey degildir"
        },
        {
            "chapter": 38,
            "verse": 88,
            "text": "Yemin olsun, bir sure sonra onun haberini bileceksiniz"
        },
        {
            "chapter": 39,
            "verse": 1,
            "text": "Bu Kitap´ın indirilisi Aziz ve Hakim olan Allah´tandır"
        },
        {
            "chapter": 39,
            "verse": 2,
            "text": "Emin ol, bu Kitap´ı biz sana hak olarak indirdik. O halde, dini yalnız ona ozguleyerek Allah´a ibadet et/O´nun icin is yapıp deger uret"
        },
        {
            "chapter": 39,
            "verse": 3,
            "text": "Gozunuzu acıp kendinize gelin! Arı-duru din yalnız ve yalnız Allah´ındır! O´nun yanında birilerini daha veliler edinerek, \"Biz onlara, bizi Allah´a yaklastırmaları dısında bir sey icin kulluk etmiyoruz.\" diyenlere gelince, hic kuskusuz, Allah onlar arasında, tartısıp durdukları konuyla ilgili hukmu verecektir. Su bir gercek ki, Allah, yalancı ve nankor kisiyi iyiye ve guzele kılavuzlamaz"
        },
        {
            "chapter": 39,
            "verse": 4,
            "text": "Eger Allah bir cocuk edinmek isteseydi, yaratmakta olduklarından diledigini secerdi. Boyle bir seyden arınmıstır O. Allah´tır, Vahid´dir, Kahhar´dır O"
        },
        {
            "chapter": 39,
            "verse": 5,
            "text": "Gokleri ve yeri hak olarak yaratmıstır. Geceyi gunduzun ustune cekip ortuyor; gunduzu de gecenin ustune sarıp duruyor. Gunes´i ve Ay´ı bir buyruga boyun egdirmistir. Hepsi, belirlenmis bir sureye kadar akar gider. Gozunuzu acın; Aziz´dir O, Gaffar´dır"
        },
        {
            "chapter": 39,
            "verse": 6,
            "text": "Sizi bir tek canlıdan yarattı; sonra o canlıdan onun esini vucuda getirdi. Ve sizin icin davarlardan sekiz cift indirmistir. Sizi annelerinizin karınlarında uc karanlık icinde, bir yaratıstan oburune gecirerek olusturuyor. Iste Allah! Budur sizin Rabbiniz! Yalnız O´nundur mulk ve saltanat! Ilah yoktur O´ndan baska! Hal boyle iken nasıl oluyor da gercegin tersine donduruluyorsunuz"
        },
        {
            "chapter": 39,
            "verse": 7,
            "text": "Eger nankorluge saparsanız su bir gercek ki, Allah size muhtac olmayacak bir Gani´dir. O, kulları icin inkar ve nankorluge razı olmaz. Eger sukrederseniz bunu sizin icin rızasına uygun bulur. Hicbir gunahkar bir baskasının gunahını yuklenmez. Sonunda donusunuz ancak Rabbinizedir. O size, islemis olduklarınızı haber verecektir. O, goguslerin saklamakta olduklarını cok iyi bilir"
        },
        {
            "chapter": 39,
            "verse": 8,
            "text": "Insana bir zarar/zorluk dokununca, Rabbine yonelerek O´na dua eder. Sonra ona bir nimet lutfettiginde, onceden O´na yalvarmakta oldugunu unutur, O´nun yolundan saptırmak icin Allah´a esler, ortaklar isnat eder. De ki: \"Birazcık nimetlen kufrunle! Hic kuskusuz, sen, ates halkındansın"
        },
        {
            "chapter": 39,
            "verse": 9,
            "text": "Boyle birisi; gece saatlerinde secde ederek, ayakta durarak ibadet eden, ahiretten korkan, Rabbinin rahmetini uman biri gibi midir? De ki: \"Hic bilenlerle bilmeyenler esit olur mu? Ancak gonul ve akıl sahipleri dusunup ibret alır"
        },
        {
            "chapter": 39,
            "verse": 10,
            "text": "Tarafımdan soyle: \"Ey iman eden kullarım, Rabbinizden korkun! Bu dunya hayatında guzel dusunup guzel davrananlara guzellik var. Allah´ın topragı/yeryuzu genistir. Sadece sabredenlere, ucretleri hesapsız odenecektir"
        },
        {
            "chapter": 39,
            "verse": 11,
            "text": "De ki: \"Bana, dini yalnız Allah´a ozguleyerek, O´na ibadet etmem/O´nun icin is yapıp deger uretmem emredildi"
        },
        {
            "chapter": 39,
            "verse": 12,
            "text": "Ve bana, muslumanların ilki olmam emredildi"
        },
        {
            "chapter": 39,
            "verse": 13,
            "text": "De ki: \"Eger Rabbime isyan edersem buyuk bir gunun azabından korkarım"
        },
        {
            "chapter": 39,
            "verse": 14,
            "text": "De ki: \"Ben, dinimi yalnız kendisine ozguleyerek, Allah´a ibadet ediyorum/O´nun icin is yapıp deger uretiyorum"
        },
        {
            "chapter": 39,
            "verse": 15,
            "text": "Siz O´nun dısında dilediginize kulluk/ibadet edin.\" De ki: \"Husrana ugrayanlar, kıyamet gunu hem kendilerini hem de ailelerini husrana atanlardır. Dikkat edin! Apacık husranın ta kendisi iste budur"
        },
        {
            "chapter": 39,
            "verse": 16,
            "text": "Onların ustlerinde atesten golgeler, altlarından da golgeler vardır. Iste Allah, kullarını bundan korkmaya cagırıyor. \"Ey kullarım, benden sakının"
        },
        {
            "chapter": 39,
            "verse": 17,
            "text": "Taguttan, ona kulluk etmekten kacınıp Allah´a yonelenlere mujde var! Mustula kullarıma"
        },
        {
            "chapter": 39,
            "verse": 18,
            "text": "Onlar ki, sozu dinler de onun en guzeline uyarlar. Iste bunlardar, Allah´ın kılavuzladıkları; iste bunlardır, akıl ve gonul sahipleri"
        },
        {
            "chapter": 39,
            "verse": 19,
            "text": "Uzerine azap sozu hak olanı, atese dalmıs olanı sen mi kurtaracaksın"
        },
        {
            "chapter": 39,
            "verse": 20,
            "text": "Hayır, kurtaramazsınız! Rablerinden sakınanlara gelince, onlar icin ust uste bina edilmis odalar var; altlarından ırmaklar akar. Allah´ın vaadidir bu, Allah vaadine ters dusmez"
        },
        {
            "chapter": 39,
            "verse": 21,
            "text": "Gormedin mi, Allah gokten bir su indirdi de onu toprak icindeki kaynaklara ulastırdı. Sonra onunla cesitli renklerde ekinler cıkarıyor. Sonra ekin kurur da sen onu sararmıs gorursun. Sonra da onu kuru ufantı haline getirir. Iste bunda, akıl ve gonul sahipleri icin mutlak bir ibret var"
        },
        {
            "chapter": 39,
            "verse": 22,
            "text": "Allah´ın, gogsunu Islam´a actıgı kimse, Rabbinden bir ısık uzerinde olmaz mı? Allah´ın zikrine/Kur´an´a karsı kalpleri katılasmıs olanlara yazıklar olsun! Iste onlardır, acık bir sapıklık icindekiler"
        },
        {
            "chapter": 39,
            "verse": 23,
            "text": "Allah, sozun/hadisin en guzelini, birbirine benzer ic ice ikili manalar ifade eden bir Kitap halinde indirmistir. Rablerinden korkanların ondan derileri urperir. Sonra da hem derileri hem de kalpleri, Allah´ın zikri/Kur´an´ı karsısında yumusar. Bu, Allah´ın kılavuzudur ki, onunla diledigini/dileyeni hidayete erdirir. Allah´ın saptırdıgına gelince, ona kılavuzluk edecek yoktur"
        },
        {
            "chapter": 39,
            "verse": 24,
            "text": "Zalimlere, \"Kazanmıs oldugunuzu tadın!\" denildiginde, kıyamet gunu o kotu azaptan yuzunu kim koruyabilir"
        },
        {
            "chapter": 39,
            "verse": 25,
            "text": "Onlardan oncekiler de yalanlamıstı. Fakat azap kendilerine, hic farkında olmadıkları bir yerden geldi"
        },
        {
            "chapter": 39,
            "verse": 26,
            "text": "Allah; onlara dunyada rezilligi tattırdı. Ahiretin azabı ise elbette daha buyuktur. Bir bilselerdi"
        },
        {
            "chapter": 39,
            "verse": 27,
            "text": "Yemin olsun, biz bu Kur´an´da insanlara her turden ornekler verdik ki dusunup ogut alabilsinler"
        },
        {
            "chapter": 39,
            "verse": 28,
            "text": "Bunu, egri-bugrusu olmayan Arapca bir Kur´an olarak indirdik ki, korunup sakınabilsinler"
        },
        {
            "chapter": 39,
            "verse": 29,
            "text": "Allah; hakkında birbiriyle didisen ortakların bulundugu bir adamla, bir tek ere teslim olan bir adamı ornek verdi. Ornek olarak bu ikisi esit olur mu? Hamt, yalnız Allah´adır! Ama onların cokları bilmiyorlar"
        },
        {
            "chapter": 39,
            "verse": 30,
            "text": "Hic kuskusuz sen de oleceksin, onlar da olecekler"
        },
        {
            "chapter": 39,
            "verse": 31,
            "text": "Sonra siz, kıyamet gunu Rabbinizin huzurunda davalasacaksınız"
        }
    ]
}