{
    "rukus": [
        {
            "chapter": 6,
            "verse": 122,
            "text": "Kē tyō vyakti juna pahilē mr̥ta thiyō ra hāmīlē usalā'ī jīvana pradāna garyauṁ ra jasakō lāgi ē'uṭā prakāśa upalabdha garāyauṁ jasakō sāthamā ū vyaktiharūbica hiḍanē–ḍulnē gardacha. Kē tyastō vyakti, tyō vyakti saraha hunasaktacha juna andhakāramā cha ra kunai pani tarikālē tyahām̐bāṭa bāhira niskana sakdaina? Yastai adharmīharūkō lāgī unīharūkā kriyākalāpaharū ākarṣaka lāgnē gardachan"
        },
        {
            "chapter": 6,
            "verse": 123,
            "text": "Yastai prakāralē hāmīlē pratyēka bastīmā tinīharūkā ṭhūlā–baḍālā'ī nai aparādha garna lagāyauṁ, jasabāṭa tī ṭhā'um̐mā tinīharūlē chalakapaṭa (ṣaḍyantra) kō jāla phailā'irākhun. Vāstavamā tinīharū āphnō chalakapaṭakō jālamā svayam phasdaichan tara tinīharū yasabārē anabhijña chan"
        },
        {
            "chapter": 6,
            "verse": 124,
            "text": "Ra jaba tinīharū sāmu kunai āyata (niśānī) ā'um̐dacha ta tinīharūlē bhandachan ki, ‘‘juna kisimakō risālata (dūtatva) allāhakā rasūlaharūlā'ī di'i'ēkō cha, tyastai risālata hāmīharūlā'ī nadi'ūñjēla hāmīlē kadāpi īmāna lyā'unē chainauṁ’’. Allāhalē rāmrarī jāndacha ki, āphnō sandēśa puryā'unē kāma kōbāṭa linē ra kuna prakāralē dinē. Najika cha tyō samaya jaba yī aparādhiharūlē āphūlē garēkō kriyākalāpakō badalāmā allāhakahām̐ apamānita hunēchan ra kaṭhōra yātanā bhōgnuparnēcha"
        },
        {
            "chapter": 6,
            "verse": 125,
            "text": "Tasartha juna mānisalā'ī allāhalē cāhancha ki, mārgadarśana prāpta garōs, usakō chātī islāmakō lāgi pharākilō garidincha ra jasalā'ī vicalita garnē icchā rākhdacha usakō chātīlā'ī sām̐gurō pāridincha mānau tyō ākāśamā caḍhirākhēkō cha ra yastai allāhalē pāpakō durgandha tyasa vyaktimāthi thōpāridincha, jasalē īmāna lyā'udaina"
        },
        {
            "chapter": 6,
            "verse": 126,
            "text": "Yahī nai timrō pālanakartākō sidhā mārga hō. Hāmīlē upadēśa mānnē vyaktiharūkō lāgi yī āyataharūlā'ī spaṣṭa varṇana garidi'ēkā chauṁ"
        },
        {
            "chapter": 6,
            "verse": 127,
            "text": "Tinīharūkō lāgi tinīharūkō pālanakartākahām̐ śānti ghara cha ra tinīharūlē rāmrō karmakō nīti apanā'ē bāpata allāha nai tinīharūkō sanrakṣaka hō"
        },
        {
            "chapter": 6,
            "verse": 128,
            "text": "Juna dina allāhalē tī sabai prāṇī (jinna ra mānisaharū) lā'ī ēkatrita garnēcha ra jinnaharūlā'ī sambōdhita gardai bhannēcha ki, ‘‘hē jinnaharūkō samūha, timīharūlē ta mānisaharūbāṭa dhērai phā'idā li'isakyau’’. Tyasabēlā mānisamadhyē tinakā jō mitra thi'ē, tinīharū nivēdana garnēchan ki, ‘‘pālanahāra! Hāmīmadhyē ēkalē arkābāṭa dhērai phā'idā linē garyauṁ ra aba hāmī tyasa myādamā pugisakēkā chauṁ juna timīlē hāmrō lāgi (nirdhārita) garidi'ēkā thiyau’’ allāhalē bhannē cha ki, ‘‘timī sabaikō ṭhēgānā aba narka hunēcha. Tyasamā timī sadaiva rahanē chau.’’ Tara jasalā'ī allāhalē bacā'una cāhancha, usakō kurā arkaicha. Niḥsandēha timrō pālanakartā ṭhūlō tatvadarśī ra sarvajña cha"
        },
        {
            "chapter": 6,
            "verse": 129,
            "text": "Ra yasai prakāra (paralōkamā) hāmīlē atyācārīharūlā'ī, tinīharūkā kriyākalāpalēgardā juna ki tinīharūlē gardathē, ēka arkākō (narkakō) sāthī banā'idinēchauṁ"
        }
    ]
}