{
    "rukus": [
        {
            "chapter": 7,
            "verse": 100,
            "text": "Ra kē yinīharūlā'ī jō pr̥thvīkā uttarādhikārī bha'ē, tyahām̐kā mānisaharūkō mr̥tyu paścāta (yī ghaṭanāharūpachi) yō kurā bhani'ēna ki yadi hāmīlē cāhyauṁ bhanē tinakā aparādhakā kāraṇa tinalā'ī samāpta garna sakchauṁ ra hāmī tinakā hr̥dayamā chāpa lagā'una sakchauṁ ani tinīharū sunna nasakun"
        },
        {
            "chapter": 7,
            "verse": 101,
            "text": "Yī bastiharūkā kēhī vr̥tānta hāmīlē tapā'īnlā'ī varṇana garirākhēkā chauṁ ra unīharūkā paigaÞmbara unīharūkō pāsamā niśānīharū li'ēra ā'ē, tara yastō bha'ēna ki unīharūlē juna kurālā'ī prārambhamā jhūṭhā bhanisakēkā thi'ē tyasamā phēri viśvāsa garun. Allāha yastai prakāralē kāphiraharūkō hr̥dayamā chāpa lagā'idincha"
        },
        {
            "chapter": 7,
            "verse": 102,
            "text": "Ra katipaya mānasiharūmā hāmīlē vacana pālanā garnē pratibad'dhatā dēkhēnauṁ ra hāmīlē dhērailā'ī ullaṅghanakārī nai pāyauṁ"
        },
        {
            "chapter": 7,
            "verse": 103,
            "text": "Ani yinīharūpachi hāmīlē ‘‘mūsā (alaihis'salāma)’’ lā'ī niśānīharū di'ēra phira'auna ra usakā nā'ikēharūkō pāsamā paṭhāyauṁ tara tinīharūlē, tī (niśānīharūprati) atyācāra garē tasartha hērnus, yī uddaṇḍaharūkō pariṇāma kē bhayō"
        },
        {
            "chapter": 7,
            "verse": 104,
            "text": "Ra mūsālē bhanē, ki hē phira'auna! Ma sansārakō pālanakartākō tarphabāṭa paigambara hūm̐"
        },
        {
            "chapter": 7,
            "verse": 105,
            "text": "Mērō nimti yō anivārya cha ki satya bāhēka allāhakō bārēmā kēhī nabhanūm̐ . Mailē timrō pāsamā timrō pālanakartākō tarphabāṭa ē'uṭā ṭhūlō niśānī pani lyā'ēkō chum̐ . Tasartha timīlē banī isrā'īlalā'ī mērō sāthamā paṭhā'idē'ū"
        },
        {
            "chapter": 7,
            "verse": 106,
            "text": "Phira'aunalē bhan'yō, ‘‘yadi timīlē kunai niśānī li'ēra ā'ēkā chau bhanē tyō aba prastuta gara! Yadi timī saccā hau bhanē"
        },
        {
            "chapter": 7,
            "verse": 107,
            "text": "Tasartha uhām̐lē (mūsālē) āphnō laṭhṭhī khasālnu bhayō, ani tyatikhērai tyō ēkā'ēka ē'uṭā ajiṅgara banihālyō"
        },
        {
            "chapter": 7,
            "verse": 108,
            "text": "Ra āphnō hāta bāhira nikālnu bhayō ani tyō ēkkāsī sabai hērnēharūkō agāḍi dhērai ṭalkīlō bha'ihālyō"
        }
    ]
}