{
    "rukus": [
        {
            "chapter": 10,
            "verse": 1,
            "text": "Alipha–lāma–rā, yō ṭhūlō bivēcanākō kitābakā āyataharū hun"
        },
        {
            "chapter": 10,
            "verse": 2,
            "text": "Kē mānisaharūlā'ī āścarya lāgyō ki hāmīlē tinīharūmadhyēbāṭa nai ē'uṭā mānisalā'ī ādēśa paṭhāyauṁ ki mānisaharūlā'ī cētāvanī sunā'idē'ū ra īmāna bha'ēkāharūlā'ī śubhasandēśa di'ihāla ki unīharūkō pālanakartākahām̐ unīharūlā'ī pūrā pratiphala ra ucca sthāna prāpta hunēcha. Kāphiraharūlē bhanē ki yō mānisa spaṣṭarūpamā jādūgara hō"
        },
        {
            "chapter": 10,
            "verse": 3,
            "text": "Niḥsandēha timrō pālanakartā ta allāha nai hō, jasalē ākāśa ra pr̥thvīlā'ī cha (6) dinamā sr̥ṣṭi garyō. Ani āphū sinhāsanamāthi ucca bhayō. Usailē pratyēka kurākō prabandha ra sañcālana gardacha. Kasailē (usakō samīpamā) usakō anumati prāpta nagarikana siphāriśa garna saktaina. Yahī allāha timrō pālanakartā hō, tasartha usaikō pūjā gara. Kē timīharū ajhai upadēśa grahaṇa gardainau"
        },
        {
            "chapter": 10,
            "verse": 4,
            "text": "Timī sabailē pharkēra usaikō samīpa jānu cha. Allāhakō vācā satya cha. Niḥsandēha usailē sr̥ṣṭikō prakriyā prārambha gardacha ra nirantaratā pradāna gardacha tāki īmānavālā ra satkarma garnēharūlā'ī n'yāyōcitarūpalē puraskāra pradāna garna sakōs. Ra jō kāphira chan tinīharūkō nimti atyanta umlī rahēkō pi'unē pānī ra kaṣṭadāyaka sajāya hunēcha tyasa inkārakō badalāmā juna unīharūlē garē"
        },
        {
            "chapter": 10,
            "verse": 5,
            "text": "Ū allāha nai ta hō jasalē sūryalā'ī prakāśamāna ra candralā'ī jyōtimaya banāyō ra yasakō lāgi vibhinna sthitiharū sthāpita garyō, tāki timīlē varṣaharūkō gaṇanā ra hisāba thāhā pā'unē gara. Yī sabai kurāharū allāhalē satyakō sātha sr̥ṣṭi garēkō cha. Bujhnēharūkō lāgi usalē āphnā āyataharū spaṣṭarūpamā varṇana gardaicha"
        },
        {
            "chapter": 10,
            "verse": 6,
            "text": "Niḥsandēha rāta ra dinakō ēka arkāpachi āgamana ra juna kurāharū allāhalē ākāśa ra pr̥thvīmā sr̥ṣṭi garēkō cha sabaimā allāhasam̐ga ḍara mānnēharūkō lāgi niśānīharū chan"
        },
        {
            "chapter": 10,
            "verse": 7,
            "text": "Jasalē hāmīsam̐ga sākṣātkāra hunē kurāmā āśā rākhadainan ra sānsārika jīvanamā santuṣṭa chan ra hāmrā niśānīharūtira dhyāna di'irākhēkā chainan"
        },
        {
            "chapter": 10,
            "verse": 8,
            "text": "Tinīharūkō bāsasthāna, tinīharūkō kriyākalāpakō kāraṇa, narka (hunē) cha"
        },
        {
            "chapter": 10,
            "verse": 9,
            "text": "Niḥsandēha juna mānisaharūlē īmāna lyā'ē ra satkarma garē tinīharūlā'ī pālanakartālē tinīharūkō īmānakō kāraṇa mārga dikhā'unē chan. Varadānakā bagain̄cāharūmā jasamuni naharaharū bagirākhēkā hunēchan"
        },
        {
            "chapter": 10,
            "verse": 10,
            "text": "Unīharūkō mukhabāṭa (prārthanā) uccārita hunēcha allāha gauravapūrṇa cha ra āpasamā bhēṭakō bēlā du'ā ‘‘salāmun alaikuma’’ hunēcha ra tinīharūkō antima bhanā'ī yō hunēcha ki sampūrṇa brahmāṇḍakō svāmī ra pālanakartālā'ī sampūrṇa praśansā cha"
        }
    ]
}