{
    "rukus": [
        {
            "chapter": 10,
            "verse": 83,
            "text": "Tara mūsālā'ī dhērailē viśvāsa garēnan tara unakō kaumakā kēhī mānisaharū mātra (tyō pani) phira'auna ra tyasakā darabārīyāharūsam̐ga ḍarā'um̐daiṁ ki tyasalē tinīharūlā'ī duḥkha nadē'ōs. Ra phira'auna tyasa dēśamā tāgata rākhdathyō ra niḥsandēha ū simā'ullanghana garnēmadhyakā thiyō"
        },
        {
            "chapter": 10,
            "verse": 84,
            "text": "Ra mūsālē bhanēḥ hē mērō kaumakā mānisaharū! Yadi timīlē allāhamāthi īmāna rākhdachau bhanē usaimāthi bharōsā rākha yadi timī ājñākārī chau"
        },
        {
            "chapter": 10,
            "verse": 85,
            "text": "Ta tinīharūlē bhanēḥ ki hāmī allāhamāthi bharōsā rākhdachau, hē hāmrā pālanakartā! Hāmīlā'ī atyācārīkō parīkṣākō sādhana nabanā'ū"
        },
        {
            "chapter": 10,
            "verse": 86,
            "text": "Ra āphnō kr̥pālē kāphiraharūkō sampradāyabāṭa mukta gara"
        },
        {
            "chapter": 10,
            "verse": 87,
            "text": "Ra hāmīlē mūsā ra unakō bhā'ilā'ī vahya paṭhāyauṁ ki timī duvailē āphnō mānisaharūkō nimti miśramā kēhī ghara banā'ū, ra āphnā gharaharūlā'ī kiblā (māsjida) banā'ū ra namāja paḍha. Ra mōminaharūlā'ī śubhasandēśa sunā'idē'ū"
        },
        {
            "chapter": 10,
            "verse": 88,
            "text": "Ra mūsālē bhanēḥ hē pālanakartā! Timīlē phira'auna ra tyasakā nāyakaharūlā'ī sānsārika jīvanamā (praśasta) śōbhanīya sāmagrī, dhana sampatti di'ēkā chau, hē pālanakartā! Yastō yasalāgi ki timrō sahī bāṭōbāṭa vicalita garun, hē pālanakartā! Yinīharūkā dhana sampattilā'ī naṣṭa pāridē'ū, ra yinīharūkō hr̥dayalā'ī kaṭhōra banā'idē'ū, jasabāṭa yinīharūlē īmāna lyā'una napā'un yahām̐sam'ma ki kaṣṭadāyaka sajāya dēkhun"
        },
        {
            "chapter": 10,
            "verse": 89,
            "text": "Allāhalē ādēśa garnubhayōḥ ki timīharūkō prārthanā svīkāra gariyō tasartha timīharū dr̥ḍha raha ra bud'dhihīnaharūkō bāṭōmā nalāga"
        },
        {
            "chapter": 10,
            "verse": 90,
            "text": "Ra hāmīlē banī isrā'īlakō santatilā'ī samundrapāra garā'idiyauṁ ta phira'auna ra tyasakā sēnālē unakō pachi atyācāra ra an'yāyakō icchālē hiṇḍē. Yahām̐sam'ma ki jaba ūlā'ī ḍūbā'unē saṅkaṭa ā'ilāgyō taba bhanna thālyōḥ ‘‘mailē īmāna lyā'ēm̐ jasamāthi banī isrā'īlalē īmāna lyā'ēkā chan ū bāhēka kōhī satya pūjya chaina ra ma musalamānaharū madhyēbāṭa hūm̐ .’’"
        },
        {
            "chapter": 10,
            "verse": 91,
            "text": "(Uttara āyō) ahilē viśvāsa gardachau hunata timī pahilā ādēśakō ullaghanna gardathyau ra upadravī thiyau"
        },
        {
            "chapter": 10,
            "verse": 92,
            "text": "Āja hāmīlē timrō lāśakō mātra ud'dhāra garnēchauṁ, tāki timī pachi ā'unēkō nimti pāṭha hō'ū. Ra vāstavikatā yō cha ki dhēraijasō mānisaharū hāmrā niśānīharūbāṭa anabhijña chan"
        }
    ]
}