{
    "rukus": [
        {
            "chapter": 24,
            "verse": 21,
            "text": "Mōminaharū! Śaitānakā pā'ilāharūmā (bāṭōmā) nahiḍnu ra juna vyakti śaitānakō pā'ilākō anuśaraṇa gardacha bhanē usalē ta nirlajjatākā kurāharū ra narāmrā kāmaharū nai batā'unēcha. Ra yadi timīmāthi allāhakō anugraha ra usakō dayā nabha'ēkō bha'ē timīmadhyē kasailē pani pavitratālā'ī prāpta garna sakdainathyō, tara allāha jasalā'ī pavitra garna cāhancha garidincha ra allāha sunnēvālā ra jānnēvālā cha"
        },
        {
            "chapter": 24,
            "verse": 22,
            "text": "Timīmadhyē jō guṇī ra samāthryavāna chan unīharūlā'ī āphnō nātēdāra, nimukhā, gariba ra allāhakō mārgamā gharabāra chāḍnēharūlā'ī sahayōga dinubāṭa panchinē kāma garnuhum̐daina, baru unīharūlā'ī āvaśyaka cha ki kṣamā garidē'un ra unīharūkō truṭikō vāstā nagaruna. Kē timī yō cāhadainauṁ ki allāhalē timīlā'ī kṣamā garōs? Allāha galtīharūlā'ī māphī dinē atyanta dayāvāna cha"
        },
        {
            "chapter": 24,
            "verse": 23,
            "text": "juna mānisaharūlē saccaritravāna pavitra, sōjhī, nirdōṣa ra īmānavālī strīharūmāthi lānchanā lagā'um̐chan, unīharūmāthi duniyām̐ ra ākhiratamā tiraskāra cha. Ra unīharūkō nimti ē'uṭā ṭhūlō yātanā cha"
        },
        {
            "chapter": 24,
            "verse": 24,
            "text": "(Kiyāmatakō dina) unīharūkā jibrō, hāta ra khuṭṭā sabai unīharūkā karmaharūkō gavāhī dinēchan"
        },
        {
            "chapter": 24,
            "verse": 25,
            "text": "Tyasa dina allāhalē unīharūlā'ī (karmakō) pūrā pūrā n'yāyapūrṇa pratiphala dinēcha ra unīharūlā'ī thāhā bha'ihālnē cha ki allāha nai satya hō ra (satyalā'ī) uhī prakaṭa garnēvālā hō"
        },
        {
            "chapter": 24,
            "verse": 26,
            "text": "Apavitra svāsnī mānisaharū apavitra lōgnē mānisaharūkā lāgi hun, ra apavitra lōgnē mānisaharū apavitra svāsnī mānisaharūkō nimti chan ra pavitra svāsnī mānchēharū pavitra lōgnē mānisaharūkā lāgi hun ra pavitra lōgnē mānisaharū pavitra svāsnī mānisaharūkō nimti hun. Yastā pavitra mānisaharūkō sambandhamā juna bakavāsaharū (mithyā dōṣārōpaṇa) gardaichan, unī yasabāṭa bilkulai mukta chan. Unakō lāgi kṣamā ra sam'mānita ājīvikā cha"
        }
    ]
}