{
    "rukus": [
        {
            "chapter": 24,
            "verse": 58,
            "text": "Hē mōminaharū! Timīmadhyēkā timrā dāsa, dāsīharū ra nābālakaharūkō lāgi āvaśyaka cha ki tīna samayaharūmā timīsita anumati li'ihālun prabhātakālina namājē phajrabhandā agāḍi, ra jaba di'um̐sō timīlē ārāmakō nimti āphnā lugāharū phukā'idinchau, ra (tēsrō) iśākō namāja paścāta. (Yī) tīna samaya timrō ēkānta ra pardākā hun. Yī samaya bāhēka (an'ya samayaharūmā) na timīmāthi kunai dōṣa cha ra na unīharū māthi. Juna ki (kāmakō lāgi) ēka arkākō pāsamā ā'irahanchau. Yasaprakāra allāhalē āphnō āyataharūlā'ī spaṣṭarūpalē varṇana gardacha ra allāha rāmrarī jānnēvālā, sūkṣmadarśī cha"
        },
        {
            "chapter": 24,
            "verse": 59,
            "text": "Ra jaba timrō baccāharū yuvāvasthā prāpta gardachan taba unīharūlā'ī āvaśyaka cha ki anumati li'ēra (timrō kōṭhāmā) pravēśa garnē garun junaprakāralē unīharūbhandā agāḍikā mānisaharūlē anumati lindai garēkā thi'ē. Yasaprakāra allāhalē timrō nimti āphnā āyataharū spaṣṭa pārdacha. Allāha rāmrarī jānnēvālā, sūkṣmadarśī cha"
        },
        {
            "chapter": 24,
            "verse": 60,
            "text": "Ra ṭhūlō umērakī strīharū jasalā'ī vivāhakō āśā ra icchā chaina, ra unīharūlē lugā phukā'ēra ṭā'ukō khulā garnē gardachin bhanē unīharūmāthi kunai dōṣa chaina, tara yasa śartamā ki unīharūlē āphnō śrr̥ṅgārakō pradarśana garnē hō'inan. Taipani yadi yasabāṭa pani sāvadhānī rākhchina bhanē (yō) unīharūkō nimti rāmrō huncha ra allāha rāmrarī sundacha, jāndacha"
        },
        {
            "chapter": 24,
            "verse": 61,
            "text": "Andhākō lāgi, laṅgaḍōkō lāgi ra rōgīkō lāgi ra timrō āphaikō nimti kunai dōṣa chaina ki āphnā gharaharūbāṭa khānchau vā āphnō pitāharūkā gharaharūbāṭa vā āphnō āmākō gharabāṭa vā āphanō dā'ibhā'iharūkā gharaharūbāṭa vā āphnō didī bahinīharūkā gharaharūbāṭa vā āphnō kākāharūkā gharaharūbāṭa vā āphnō phupūmharūkā gharabāṭa vā āphnō māmāharūkā gharaharūbāṭa vā āphnō (khālāharū) āmākō didī bahinīharūkā gharaharūbāṭa vā jasakō sām̐cōharūkō timī svāmī bha'ēkā chau vā āphnō mitraharūkahām̐, yasa kurāmā timīlā'ī kunai dōṣa chaina, ki timī milījulī khānchau, athavā alaga–alaga. Ra jaba timī gharaharūmā pravēśa gardachau, taba āphnā gharavālāharūlā'ī salāma garnēgara. (Yō) allāhakō tarphabāṭa pradāna atyanta phā'idāvālā pavitra upahāra hō. Yasaprakāra spaṣṭarūpalē āphnō pavitra vāṇīlā'ī allāhalē varṇana gardacha tāki timī bud'dhilē kāma lē'ū"
        }
    ]
}