{
    "rukus": [
        {
            "chapter": 2,
            "verse": 236,
            "text": "Yadi timīlē svāsnī mānisaharūlā'ī tinīharūsam̐ga samāgama garnu ra mahara nirdhārita garnu aghi nai talāka dinchau bhanē timīmāthi kunai gunāha chaina, hō unalā'ī kēhī ucita rakama avaśya dē'ū (arthāta) sampannalē āphnō sāmartha anusāra dē'ōs ra abhāvagrastalē āphnō haisiyata anurūpa, bhalā'ī garnē mānisaharūkō nimti yō ē'uṭā anivāryatā hō"
        },
        {
            "chapter": 2,
            "verse": 237,
            "text": "Ra, yadi timīlē svāsnīharūlā'ī samāgama garnu agāḍi talāka dinchau, tara mahara niścita garisakēkā chauṁ bhanē nirdhārita rakamakō ādhā di'ihālnu. Hō, yadi svāsnīharūlē maharakō rakama māpha gardachin athavā jasakō hātamā vivāha bandhana cha usalē chāḍidē'ōs. Ra yadi timī puruṣaharū nai āphnā adhikāra chāḍidinchauṁ, bhanē yō ātmasanyamakō kurā hō. Pārasparika sadabhāva ra bhalō garna nabirsanu, niḥsandēha allāha timrā sampūrṇa kriyākalāpa dēkhirākhēkō cha"
        },
        {
            "chapter": 2,
            "verse": 238,
            "text": "Sabai namājaharū viśēṣa garī bīcakō namāja sucāru rūpalē sampanna gardai gara ra allāhakō agāḍi ādara sātha ubhinē gara"
        },
        {
            "chapter": 2,
            "verse": 239,
            "text": "Yadi timī bhayakō avasthāmā chau bhanē paidala vā savārīkō avasthāmā nai (namāja paḍhihāla). Ra jaba sāmān'ya avasthāmā hunchau taba allāhakō smaraṇa gara, jasarī allāhalē timīlā'ī sikā'ēkō cha, junaki timī jāndainathyau"
        },
        {
            "chapter": 2,
            "verse": 240,
            "text": "Timīharūmadhyē jō mardachan ra āphnā pachāḍi svāsnīharū chāḍchan, tinalē āphnā svāsnīharūkō lāgi hakakō nimti vasīyata (icchāpatra) garēra jā'una, jasabāṭa tinakā svāsnīharūlē ēka varṣasam'ma phā'idā uṭhā'una ra gharabāṭa kasailē tinalā'ī niskāsita na garōs. Hō, yadi tinīharū āphaiṁ gharabāṭa jānchin ra āphnō hitamā cāhēkō kāma gardachin bhanē yasamā timīlā'ī kunai gunāha hum̐daina, allāha sarvaśaktimāna ra sarvabud'dhi sampanna cha"
        },
        {
            "chapter": 2,
            "verse": 241,
            "text": "Talākaprāpta svāsnīharūlā'ī rāmrōsita phā'idā dinu ātmasanyamīharūkō nimti anivārya cha"
        },
        {
            "chapter": 2,
            "verse": 242,
            "text": "Yasai prakāra allāha āphnā nirdēśaharū timrō lāgi vyakta gardaicha tāki timī bujhnasaka"
        }
    ]
}