{
    "rukus": [
        {
            "chapter": 35,
            "verse": 8,
            "text": "Ani kē tyō vyakti jasakō lāgi usakō narāmrō karma ākarṣaka banā'i'ēkō cha ra jasalā'ī usalē rāmrō dēkhadaicha? Niścaya nai allāha jasalā'ī cāhancha, mārgabāṭa vañcita rākhdacha ra jasalā'ī cāhancha sōjhō bāṭō dēkhā'um̐cha! Tasartha unīharūkō nimti aphasōca gardā–gardai tapā'īṁ prāṇa jōkhimamā napārnus. Allāhalē rāmrōsam̐ga jāndacha, jē unīharūlē garirākhēkā chan"
        },
        {
            "chapter": 35,
            "verse": 9,
            "text": "Ra allāhalē nai hāvāharū calā'um̐cha ra tinalē bādalaharūlā'ī ucālchan, ani hāmīlē tyasalā'ī kunai śuṣka bhū–bhāgatira lagchauṁ, ra tyasabāṭa hāmīlē mr̥ta dharatīlā'ī jīvita garidinchauṁ. Yasai prakāra mānisaharūlā'ī pani dōharyā'ēra jīvita bha'ī uṭhnu parnēcha"
        },
        {
            "chapter": 35,
            "verse": 10,
            "text": "Yadi kasailē sam'māna cāhancha bhanē sampūrṇa sam'māna allāhakai lāgi hō. Usaitira sabai rāmrā pavitra vacanaharū pugdachan ra asala karmalē unalā'ī māthi uṭhā'um̐cha. Ra juna mānisaharūlē narāmrā ṣaḍayantra racdachan, unīharūkō nimti kaṭhōra yātanā cha ra unīharūkō yō ṣaḍayantra mēṭi'ēra jānēcha"
        },
        {
            "chapter": 35,
            "verse": 11,
            "text": "Mānisaharū hō! Allāhalē timīlā'ī māṭōbāṭa ani vīryabāṭa sr̥ṣṭi garyō, ani timīlā'ī jōḍā–jōḍā (lōgnē–svāsnī) banāyō. Strī garbhavatī hunu ra baccā janmanu sabai usakō jānakārīmā huncha. Ra juna baḍhī āyu kasailē prāpta gardacha ra jē–jati kasaikō āyumā kamī huncha, yō sabai kitābamā lēkhi'ēkō huncha. Yō sabai allāhakō nimti sarala cha"
        },
        {
            "chapter": 35,
            "verse": 12,
            "text": "Ra du'ī sāgara ēkai jastō hum̐dainan, ē'uṭā (kō pānī) miṭhō svādilō cha, tirkhā miṭā'um̐cha pi'unamā rucikara cha ra arkā (kō pānī) nunilō cha, bēsvāda ra timīlē pratyēkabāṭa tājā māsu khānchau ra ābhūṣaṇa nikāldachau, juna timīlē pahiranchau. Ra timīlē hērdachau ki ṭhūla–ṭhūlā ḍuṅgāharūlē pānīlā'ī cirdai ga'irākhēkā chan, tāki (yasabāṭa) timīlē usakō udāra anugraha khōja, ra timī usaprati ābharī bana"
        },
        {
            "chapter": 35,
            "verse": 13,
            "text": "Usalē rātalā'ī dinamā praviṣṭa garā'um̐dacha ra dinalā'ī rātamā praviṣṭa garā'um̐dacha. Ra usalē sūrya ra candralā'ī kāmamā lagā'irākhēkō cha. Pratyēka kurō ēka nirdhārita samayamā calirākhēkō cha. Yahī allāha timrō sabaikō pālanakartā hō. Usaikō sattā cha, usabāhēka timīlē jasalā'ī pukārdachau, unīharū ta khajūrakō gēḍōkō bōkrā barābara pani (kunai kurākō) mālika chainan"
        },
        {
            "chapter": 35,
            "verse": 14,
            "text": "Yadi timī unīharūlā'ī pukārdachau bhanē unīharū timrō pukāra sunnē chainan. Ra yadi (mānili'um̐) suni pani hālēchan bhanē timrō kurālā'ī svīkāra garna saknē chainan ra kiyāmatakō dina unīharūlē timrō yasa śirka ṭhaharā'unē kurōbāṭa inkāra garnēchan, ra tapā'īnlā'ī kasailē allāha jhaiṁ khabaraharū dinēchaina"
        }
    ]
}