{
    "rukus": [
        {
            "chapter": 3,
            "verse": 31,
            "text": "(Hē paigambara! Mānisaharūsita) bhanidinus ki yadi timī allāhalā'ī prēma gardachau bhanē mērō anuśaraṇa gara, allāhalē timīlā'ī prēma garnēcha ra timrā pāpaharūlā'ī kṣamā garidinēcha ra allāha atyanta kṣamādāna garnē dayālu cha"
        },
        {
            "chapter": 3,
            "verse": 32,
            "text": "Bhanidinu! Ki allāha ra rasalakō ādēśa pālana gara. Yadi māndainan bhanē allāhalē pani kāphiraharūlā'ī prēma gardaina"
        },
        {
            "chapter": 3,
            "verse": 33,
            "text": "Niḥsandēha allāhalē ādama (alai.), Nūha (alai.), Ibrāhīma(alai.)Kō vanśa ra imrānakō vanśalā'ī sampūrṇa sansārakā mānisaharūmadhyēbāṭa rōjī sakyō"
        },
        {
            "chapter": 3,
            "verse": 34,
            "text": "Tinī āpasamā ēka arkākō vanśabāṭa chan. Ra allāha sundacha ra jāndacha"
        },
        {
            "chapter": 3,
            "verse": 35,
            "text": "(Smaraṇīya cha) jaba imrānakō svāsnīlē bhanin ki hē pālanakartā! Juna (śiśu) mērō garbhamā cha, tyasalā'ī ma timrō nāmamā ājāda (svatantra) gardachu. Tyasalā'ī timī mērō tarphabāṭa svīkāra gara. Niścayanai timī sabai sunnē (ra) sabai jānnēvālā hau"
        },
        {
            "chapter": 3,
            "verse": 36,
            "text": "Jaba tinalē chōrī janmā'ina, ta tinalē bhanna thālina ki hē pālanakartā! Mailē ta chōrī pā'ēkī chu. Ra jē janma'ēkō thiyō, tyō allāhalā'ī thāhā nai cha. Ra chōrī chōrā jastō huna sakdainathyōē. Mailē usakō nāma mariyama rākhēkō chu ra mailē usalā'ī ra usakō santānalā'ī tiraskr̥ta śaitānabāṭa mukta rākhn timrō śaraṇamā dinchu"
        },
        {
            "chapter": 3,
            "verse": 37,
            "text": "Ta pālanahāralē tyasalā'ī saharṣa svīkāra garyāē ra tyasalā'ī rāmrī hēra cāha pradāna garyō ra jakarīyālā'ī usakō hēracāha garnēvālā banāyō. Jakarīyā (alai.) Jatikhēra pani usakō kōṭhābhitra jānthē, pāsamā khānā pā'um̐dathē. Unalē mariyamasam̐ga sōdhnē gardathē ki mariyama! Yō khānā timrō pāsamā kahām̐bāṭa ā'um̐cha? Unī bhanthina ki allāhakahām̐bāṭa ā'um̐cha. Niḥsandēha jasalā'ī allāha cāhancha praśasta rōjī (jīvikā) pradāna gardacha"
        },
        {
            "chapter": 3,
            "verse": 38,
            "text": "Yasaibēlā jakarīyālē āphnā pālanakartāsita prārthanā garē, ki hē mērō pālanakartā! Malā'ī āphnōtarphabāṭa pavitra putra pradāna gara. Niḥsandēha timī prārthanā sunnēvālā hau"
        },
        {
            "chapter": 3,
            "verse": 39,
            "text": "Unī ajhai kōṭhāmā ubhi'ī namāja paḍhirākhēkā thi'ē ki kōṭhāmā yattikaimā phariśtāharūlē uhām̐lā'ī āvāja di'ē ki (jakariyā!) Allāhalē timīlā'ī yahayākō niścita śubhasandēśa dincha, jasalē ki allāhakō vacanalā'ī pramāṇita garnēcha ra nāyaka hunēcha ra lipsāmukta allāhakō nabī ani satya niṣṭhāvāna mānisa hunēcha"
        },
        {
            "chapter": 3,
            "verse": 40,
            "text": "Jakarīyālē bhanēḥ, hē pālanakartā! Malā'ī putraprāpti kasarī huncha jaba ki ma dhērai buḍhō bha'isakēkō chu ra mērō svāsnī bām̐jhō chin. Allāhakō ādēśa bhayō, yastai prakāralē, allāhalē jē cāhadacha gardacha"
        },
        {
            "chapter": 3,
            "verse": 41,
            "text": "Jakarīyālē bhanē, paravaradigāra (pālanakartā)! (Mērō lāgi) usakō kunai niśānī nirdhārita gara. Allāhalē bhan'yō, niśānī yō hō ki timī mānisaharūsita tīna dinasam'ma saṅkēta bāhēka kurā nagarnu. (Tī dinaharūmā) timī baḍhībhandā baḍhī āphnō pālanakartākō smaraṇa garnu ra bihāna bēlukā usaikō nāma linēgara"
        }
    ]
}