{
    "rukus": [
        {
            "chapter": 59,
            "verse": 1,
            "text": "Jē jati ākāśaharūmā chan ra jējati dharatīmā chan, sabailē allāhakō pavitratākō varṇana gardachan ra ū adhipatyaśālī tatvadarśī cha"
        },
        {
            "chapter": 59,
            "verse": 2,
            "text": "Uhī hō, jasalē kitābavālāharūmadhyēbāṭa tī mānisaharūlā'ī jasalē inkāra garē unīharūkō gharabāṭa pahilō bhēlādvāra nai bāhira nikālidiyō. Timīlā'ī anumāna pani thi'ēna ki unīharū niskanē chan ra unīharūlē ṭhānthē ki unakā gaḍhīharū allāhabāṭa unīharūlā'ī bacā'ihālnē chan tara allāhakō krōdha unīharūlā'ī yastō ṭhā'um̐bāṭa ā'ilāgyō jasakō unīharūlā'ī kalpanā pani thi'ēna ra usalē unīharūkō hr̥dayamā allāhakō ātaṅka phailā'idiyō ki unīharū āphnā gharaharūlā'ī svayam āphnai hātalē ra mōminaharūkō hātabāṭa ujārna thālē. Ataḥ hē ām̐khālē dēkhnēvālāharū! Śikṣā grahaṇa gara"
        },
        {
            "chapter": 59,
            "verse": 3,
            "text": "Ra yadi allāhalē unīharūkō nimti dēśanikālā nalēkhidi'ēkō bha'ē sansāramai pani usalē unīharūlā'ī avaśya yātanā dinthyō ra paralōkamā ta unīharūkō nimti āgōkō yātanā cham̐daicha"
        },
        {
            "chapter": 59,
            "verse": 4,
            "text": "Yō yasakāraṇa ki unīharūlē allāha ra usakō rasūlakō birōdha garē. Ra jō kōhilē pani allāhakō virōdha garnēcha ta niścaya nai allāhakō yātanā sāhrai kaṭhōra cha"
        },
        {
            "chapter": 59,
            "verse": 5,
            "text": "(Mōminaharū!) Khajūrakō vr̥kṣa juna timīlē kāṭihālyau vā jatilā'ī āphnō jarāharūmā ubhirahana diyau, yō sabai allāhakō ādēśabāṭa thiyō ra uddēśya yō thiyō ki usalē avajñākārīharūlā'ī apamānita garōs"
        },
        {
            "chapter": 59,
            "verse": 6,
            "text": "Ra unakō juna (māla) allāhalē āphnō paigambaralā'ī unīharūsita yud'dha binā dilā'ēkō cha, (tyasamā timrō kunai haka chaina,) kinabhanē yasakō nimti timīlē na ghōḍ'̔āharū dagurāyau na ūm̐ṭa. Tara allāhalē āphnō rasūlaharūlā'ī jasamāthi cāhancha, adhipatya pradāna garidincha. Allāhalā'ī ta pratyēka kurākō sāmathrya cha"
        },
        {
            "chapter": 59,
            "verse": 7,
            "text": "Juna māla sampatti allāhalē āphnō paigambaralā'ī kunai laḍā'ī vā yud'dha bēgara nagarabāsīharūbāṭa dilā'ēkō cha. Tyō allāha ra paigambara ra paigambarakā najikakā nātāvālāharū ra anāthaharū ra nimukhāharū ra baṭuvāharūkō nimti hō, tāki timīharūmadhyē jō dhanavāna chan, unīharūkai hātamā ghumdai narahīrahōs, jē–jati kurā timīlā'ī paigambaralē dinchan, tyō li'ihāla ra juna kurōbāṭa manāhī garchan, tyasabāṭa panchinu ra allāhasita ḍarnēgara, niḥsandēha allāha kaṣṭaprada sajāya dinēvālā cha"
        },
        {
            "chapter": 59,
            "verse": 8,
            "text": "Ra tī gariba āphnō gharabāra chōḍnē vālāharūkā (muhājira) nimti pani jasalā'ī āphnā gharaharū ra sampattiharūbāṭa nikālā garidi'i'ēkō cha. Tinīharū allāhakō anukampā ra usakō prasannatākō icchuka chan ra allāha tathā usakō rasūlakō maddata garchan. Yī mānisaharū nai sām̐cai īmānavālā chan"
        },
        {
            "chapter": 59,
            "verse": 9,
            "text": "Ra unīharūkō lāgi jasalē ‘‘muhājiraharū’’ (pravāsīharu) bhandā pahilā madīnāmā basirākhē ra īmānamā unīharūbhandā pahilā sthāna banā'ēkā chan. Ra jō hijarata (pravāsa) garēra ā'um̐nēharūsita prēma gardachan ra jē jati āpravāsīharūlā'ī di'incha, tyasabāṭa āphnō hr̥dayamā kēhī chaṭpaṭī pā'um̐dainan, baru unalā'ī āphūharūbhandā baḍhi prāthamikatā dinchan, cāhē unīharūlā'ī svayaṁ tyasakō āvaśyakatā kina nahōs ra jō vyakti āphnō manakō lōbha ra kañjūsībāṭa bacā'iyō yastā mānisaharū nai saphala chan"
        },
        {
            "chapter": 59,
            "verse": 10,
            "text": "Ra yasa sampattimā unakō pani (bhāga cha) jō unakā pachi ā'ēchan. Unīharūlē bhannēchan ki hē hāmrō pālanakartā! Hāmīlā'ī kṣamā garidē'ū ra hāmrā tī dājubhā'iharūlā'ī pani jō hāmībhandā pahilā īmāna lyā'ē, ra hāmrā hr̥dayamā īmānavālāharūkō nimti kunai vid'dhēśa ra śatrutā narākha. Hē hāmrō pālanakartā! Timī niścaya nai baḍō karuṇāmaya atyanta dayāvāna chau"
        }
    ]
}