{
    "rukus": [
        {
            "chapter": 61,
            "verse": 1,
            "text": "Ākāśa ra dharatīmā bha'ēkā sabailē allāhakō guṇagāna garchan ra ū adhipatyaśālī, tatvadarśī cha"
        },
        {
            "chapter": 61,
            "verse": 2,
            "text": "Hē mōminaharū! Timīlē yastā kurā kina bhannē gardachau jō gardainau"
        },
        {
            "chapter": 61,
            "verse": 3,
            "text": "timī juna gardainau tyō bhannu allāhalā'ī dhērai apriya cha"
        },
        {
            "chapter": 61,
            "verse": 4,
            "text": "Niḥsandēha allāhalē tinīharūsaṅga prēma garnuhuncha juna mānisaharūlē allāhakō mārgamā sthira bha'ī laḍchan ki mānauṁ sīsā bhari'ēkō baliyō ṭhōsa parkhāla hun"
        },
        {
            "chapter": 61,
            "verse": 5,
            "text": "Ra smaraṇa gara jaba ‘‘mūsā(alaihis'salāma)lē’’ āphnō kaumasita bhanē ki hē mērō samudāyakā mānisaharū timīlē malā'ī kina duḥkha dinchau, jaba ki timī jāndachau ki ma timrō lāgi allāhalē paṭhā'ēkō rasūla hūm̐, ani jaba unīharūlē bāṅgōpanā apanā'ē ta allāhalē pani unakō hr̥dayalā'ī baḍhī bāṅgō banā'idiyō. Ra allāhalē avajñākārīharūlā'ī sōjhō mārga dēkhā'um̐daina"
        },
        {
            "chapter": 61,
            "verse": 6,
            "text": "Ra jaba mariyamakō chōrā īsā(alaihis'salāma)lē bhanēḥ ki hē mērō kauma banī isrā'īla! Ma timī sabaikō lāgi allāhabāṭa paṭhā'i'ēkō rasūla hūm̐ . Mabhandā pahilēkō kitāba taurātakō ma pramāṇita garnēvālā chu ra mapachi ā'unē ē'uṭā sandēṣṭā jasakō nāma ahamada hunēcha, unakō śubhāgamanakō śubhasandēśa sunā'um̐chu. Ani jaba unī tinīharūkō pāsamā spaṣṭa niśānīharū li'ēra ā'ē, taba tinīharūlē bhanna thālē ki yō ta spaṣṭa jādū hō"
        },
        {
            "chapter": 61,
            "verse": 7,
            "text": "Aba tyasa vyaktibhandā baḍhī atyācārī kō hōlā jasalē allāhamāthi managaḍhantē dōṣārōpaṇa gardacha, jabaki usalā'ī islāmatira bōlā'idai cha? Allāhalē atyācārīharūlā'ī sidhā mārga dēkhā'um̐daina"
        },
        {
            "chapter": 61,
            "verse": 8,
            "text": "Unīharūlē cāhanchanḥ ki allāhakō prakāśalā'ī āphnō mūkhalē nibhā'idē'un. Kintu allāhalē āphnō prakāśalā'ī pūrṇa garnēvālā cha, yadyapi inkāra garnēharūlā'ī apriya nai kina nalāgōs"
        },
        {
            "chapter": 61,
            "verse": 9,
            "text": "Uhī ta hō, jasalē āphnō rasūlalā'ī mārgadarśana ra satyadharmakō sātha paṭhāyō tāki tyasalā'ī aru dharmaharūmāthi adhipatya pradāna garōs, cāhē muśrikaharūlā'ī apriya nai kina nalāgōs"
        }
    ]
}