{
    "rukus": [
        {
            "chapter": 4,
            "verse": 77,
            "text": "Kē timīlē tinīharūlā'ī dēkhēnau jasalā'ī ādēśa bha'ēkō thiyō ki āphnā hāta dharmayud'dhabāṭa rōka ra namāja paḍhdai ra jakāta dindai gara. Pachi jaba dharmayud'dha garnē ādēśa jārī gariyō ta tinīharūmadhyē ē'uṭā samūha mānisaharūsaṅga yastō tarsana thālē jastō ki allāhakō ḍara hō baru tyasabhandā pani baḍhtā ra bhanna thālē ki hē hāmrō allāha timīlē hāmīmāthi jihāda kina anivārya garihālyau? Kēhī samaya ajhai hāmīlā'ī hāmrō jīvana ji'una kina di'ēnau? (Hē paigambara! Tinīharūsita) bhanidinus ki sansārakō lābha bahutai kama cha ra parahējagārakō nimti ta sababhandā rāmrō kurā ākhirata nai hō ra timīmāthi ē'uṭā dhāgō jatikō pani an'yāya garinē chaina"
        },
        {
            "chapter": 4,
            "verse": 78,
            "text": "Timī juna ṭhā'um̐mā bha'ē pani mr̥tyu ā'ēra timīlā'ī samātihālcha, cāhē timī baliyō killāmā nai kina nabasa. Yadi tinīharūlā'ī kunai phā'idājanaka kurā prāpta huncha bhanē bhandachan ki yō allāhakō tarphabāṭa hō ra yadi kunai kaṣṭa pugdacha bhanē pukārīhālchan ki yō timrō kāraṇalē hō. Bhanidē'ū ki sabai allāhakō tarphabāṭa nai hō, yinīharūlā'ī kē bha'ēkō cha ki kunai kurā bujhnē najika pani chainan"
        },
        {
            "chapter": 4,
            "verse": 79,
            "text": "Timīlā'ī juna bhalā'ī prāpta huncha, tyō allāhabāṭai hō ra jē narāmrō huncha tyō timrai āphnai kāraṇalē ā'um̐cha. Hāmīlē tapā'īlā'ī sabai mānisaharūsam'ma sandēśa puryā'unakā lāgi paigambarakō rūpamā paṭhā'ēkā chauṁ ra (yasa kurākō) sākṣī allāha nai paryāpta cha"
        },
        {
            "chapter": 4,
            "verse": 80,
            "text": "Juna mānisalē rasūla(sa.)Kō ājñāpālana gardacha, usailē allāhakō ājñāpālana garē saraha mānincha ra jasalē ājñā ullaṅghana gardachan ra vimukha hunchan hē paigambara(sa.)! Tapā'īlā'ī yinīharūmāthi rakṣaka banā'ī paṭhā'i'ēkō chaina"
        },
        {
            "chapter": 4,
            "verse": 81,
            "text": "Yī mānisaharū mukhalē ta bhandachan ki (tapā'īkō) ājñākārī hauṁ, tara tapā'ībāṭa alaga bha'ēra ga'isakēpachi tinīharūmadhyē ēka samūhalē rātimā tapā'īkō kurākō virōdhamā sarasallāha gardachan. Ra allāhalē unīharūkō rātīkā kurāharū lēkhirākhēkō cha. Tasartha yinīharūkō vāstā nagarnus ra allāhamāthi bharōsā garnus ra allāha nai sabai kāma purā garna sakṣama cha"
        },
        {
            "chapter": 4,
            "verse": 82,
            "text": "Kē yinīharū kura'ānamā cintana–manan gardainan? Yadi yō allāha bāhēka aru kasaikō tarphabāṭa bha'ēkō bha'ē tyasamā niḥsandēha (dhērai) virōdhābhāṣapūrṇa kurāharū pā'unē thi'ē"
        },
        {
            "chapter": 4,
            "verse": 83,
            "text": "Jaba tinīharūkahām̐ amana vā bhayakō kunai samācāra ā'um̐cha bhanē tyasalā'ī prasārita garna thālchan jaba ki tyō samācāralā'ī paigambara (sa.) Ra āphnā bud'dhijīviharūkahām̐ sumpēkō bha'ē ta unīharūlē pariāṇāma nikāli'ēkō kurākō tathya thāhā pā'um̐dathē. Ra yadi timīmāthi allāhakō kr̥pā ra dayā nabha'ēkō bha'ē ta kēhī bāhēka sabai śaitānakā anuyāyī hunē thi'ē"
        },
        {
            "chapter": 4,
            "verse": 84,
            "text": "Tasartha (hē muham'mada sa. !) Tapā'ī allāhakō mārgamā dharmayud'dha garnus. Tapā'ī upara āphū bāhēka aru kasaikō jim'mēvārī chaina ra mōminaharūlā'ī pani prōtsāhita garnē garnu. Sambhava cha ki nikaṭa bhaviṣyamai allāhalē kāphiraharūkō yud'dha rōkidē'ōs ra allāha sarvaśakti sampanna ra kaṭhōra sajāya dinēvālā cha"
        },
        {
            "chapter": 4,
            "verse": 85,
            "text": "Juna vyaktilē asala kāmakō lāgi siphāriśa gardacha, usalē pani tyasabāṭa kēhī bhāga prāpta garnēcha ra jasalē narāmrō kurākō siphāriśa garnēcha usalē tyasakō kēhī anśa pā'unu parnēcha. Ra allāha pratyēka kurōmāthi sarvaśakti sampanna cha"
        },
        {
            "chapter": 4,
            "verse": 86,
            "text": "Ra jaba kunai vyaktilē timīlā'ī salāma garōs ta timīlē pani tyōbhandā rāmrō śabdamā javāpha dē'ū vā tinai śabdamā salāma pharkā'ū. Niḥsandēha allāha sabai hisāba garnēvālā cha"
        },
        {
            "chapter": 4,
            "verse": 87,
            "text": "Allāha tyō vāstavika raba hō jasa bāhēka aru kōhī pūjā yōgya chaina. Usalē niḥsandēha kiyāmatakō dina timī sabailā'ī ēkatrita garnēcha jasakō ā'unumā kunai śaṅkā chaina. Ra allāhabhandā baḍhī saccā kō cha"
        }
    ]
}