{
    "rukus": [
        {
            "chapter": 5,
            "verse": 57,
            "text": "Hē īmānavālāharū! Ahalē kitāba ra anāsthāvānaharūmadhyē tyastā mānisaharūlā'ī āphnō mitra nabanā'ū jasalē timrō dharma (āsthā) lā'ī hām̐sō–khyālakō kurā ṭhānirākhēkā chan. Yadi timī mōmina hau bhanē allāhasam̐ga ḍara mānnēgara"
        },
        {
            "chapter": 5,
            "verse": 58,
            "text": "Ra jaba timīharūlē namājakā nimti ajāna (āhvāna) dinchau, ta yinīharūlē tyasakō pani hām̐sō–ṭhaṭṭā gardachan. Yō yasa kāraṇalē hō ki yinīharū bud'dhihīna chan"
        },
        {
            "chapter": 5,
            "verse": 59,
            "text": "Tapār'inlē bhanidinus ki hē yahūdī ra īsā'īharū! Kē timīharūlē hāmīsita yasakāraṇa śatrutā garirahēkā chau ki hāmīlē allāhamāthi ra juna (kitāba) hāmīlā'ī pradāna gari'ēkō cha ra juna (kitāba) aghi pradāna gariyō, tyasamāthi āsthā rākhdachauṁ? Ra yasa kāraṇa ki timīharūmadhyē dhērai jasō uddaṇḍa ra ullaṅghanakārī chan"
        },
        {
            "chapter": 5,
            "verse": 60,
            "text": "Bhannus ki kē ma timīlā'ī batā'um̐ ki allāhakahām̐ yinīharūbhandā pani narāmrō sajāya pā'unē kō hun? Tī jasalā'ī allāhalē tiraskr̥ta garyō ra jasamāthi krōdhita bhayō ra tinīharūmadhyē jasalā'ī bām̐dara ra sum̐gura banā'ihālyō ra jasalē śaitānakō pūjā garē. Tyastāharūkō lāgi ēkadamai narāmrō ṭhā'um̐ hunēcha ra yinīharūnai sahī bāṭōbāṭa dhērai vicalita hunēharū hun"
        },
        {
            "chapter": 5,
            "verse": 61,
            "text": "Ra jaba tinīharū timrō chē'umā ā'um̐chan ta bhandachan ki hāmīlē īmāna lyāyauṁ tara vāstavamā nāstikatākā sātha ā'um̐chan ra tyahī nai li'ēra pharkanchan, tara tinīharūlē juna kurā lukā'um̐chan tyō sabai allāhalā'ī rāmrarī thāhā cha"
        },
        {
            "chapter": 5,
            "verse": 62,
            "text": "Tapā'īnlē dēkhnuhunēcha ki tinīharūmadhyē dhērailē pāpa ra an'yāyatira ra tyājya kurā (harāma) khānumā hatāra garirākhēkā chan. Niḥsandēha yinīharūlē jē garirahēchan tyō atyanta narāmrō kāma hō"
        },
        {
            "chapter": 5,
            "verse": 63,
            "text": "Tinīharūkā santaharū ra dharmaguruharūlē tinīharūlā'ī jhūṭha kurā garna ra harāma khānābāṭa kina manāhī garirākhēkā chainan? Tinīharūlē jē garirākhēkā chan tyō niḥsandēha narāmrō kāma hō"
        },
        {
            "chapter": 5,
            "verse": 64,
            "text": "Ra yahūdīharūlē bhanē ki allāhakā hāta bām̐dhi'ēkō cha, (tara vāstavamā) tinīharūkai hāta bām̐dhi'ēkō cha. Ra yasa bhanā'īkō kāraṇa tinīharū tiraskr̥ta bha'ē baru allāhakā duvai hāta khullā chan. Juna kisimabāṭa ra jati cāhancha kharca gardacha. Ra (hē muham'mada!) Yō (kura'āna) juna timrō pālanakartābāṭa timrō lāgi utārincha, yasakō sandarbhamā tinīharūmadhyē dhēraikō haṭhapūrṇa vidrōha ra inkāramā br̥d'dhi hunēcha ra hāmīlē tinīharūkō āpasī śatrutā ra chalakapaṭa kiyāmatakō dinasam'makō lāgi rākhidi'ēkā chauṁ. Yinīharūlē jaba yud'dhakō jvālā dankā'um̐chan, taba allāhalē tyasalā'ī nibhā'idincha yinīharūlē dharatīmā upadrava ra jhagaḍā garna dagurī rahanchan ra allāhalē upadravīharūlā'ī prēma gardaina"
        },
        {
            "chapter": 5,
            "verse": 65,
            "text": "Ra yadi yī ahalē kitābalē īmāna lyā'ēkō ra ātmasanyama apanā'ēkō bha'ē hāmīlē tinakā sabai pāpaharūlā'ī kṣamā garidinthyauṁ. Ra tinīharūlā'ī avaśya ārāma garinē svargamā lānthyauṁ"
        },
        {
            "chapter": 5,
            "verse": 66,
            "text": "Ra yadi tinīharū taurāta ra injīlalā'ī ra juna (kitābaharū) tinakā pālanakartābāṭa tinalā'ī pradāna gari'ēkō cha tinaprati prativad'dha bha'ēkō bha'ē tinīharūlē āphnō māthibāṭa ra talabāṭa pani khādya sāmagrīharū pā'unē thi'ē, yinīharūmadhyē ē'uṭā samūhalē madhyamārga apanā'unēvālā cha ra dhērai jasōkā karmaharū narāmrā chan"
        }
    ]
}