{
    "juzs": [
        {
            "chapter": 17,
            "verse": 1,
            "text": "Восславим Аллаха и превознесём Его величие, отвергая от Него всё, что не подобает Ему! Это - Он, кто содействовал рабу Своему Мухаммаду совершить путешествие из Неприкосновенной мечети (аль- Масджид аль-Харам) в Мекке в мечеть \"отдалённейшую\" (аль-Масджид аль-Акса) в Иерусалиме, где Мы даровали благословенный удел жителям её окрестностей, чтобы показать ему путём Наших знамений, что Бог один и Он Всемогущ. Поистине, Аллах Единый - Всеслышащий и Всевидящий"
        },
        {
            "chapter": 17,
            "verse": 2,
            "text": "Жившие после Мусы в Иерусалиме сыны Исраила бесчинствовали, нарушая законы религии, и были изгнаны оттуда, хотя Мы ниспослали Мусе Тору в качестве наставления их на прямой путь. И Мы сказали им: \"Не берите себе покровителя, кроме Аллаха"
        },
        {
            "chapter": 17,
            "verse": 3,
            "text": "О вы, сыны Исраила, вы - потомки тех праведных людей, которые были вместе с Нухом в ковчеге, после того как они уверовали, и Мы спасли их от потопа. Пусть Нух будет для вас примером, как он был примером для ваших предков. Поистине, он был рабом благодарным Аллаху за Его благоволение"
        },
        {
            "chapter": 17,
            "verse": 4,
            "text": "Мы предсказали сынам Исраила в Писании, что они дважды произведут бесчинства в Иерусалиме, каждый раз творя несправедливость, беззакония и притеснения, забыв о предписаниях Торы, убивая пророков и развратничая. Распространится ваша власть, и вы будете чрезмерно высокомерными и несправедливыми"
        },
        {
            "chapter": 17,
            "verse": 5,
            "text": "Когда пришло к вам время наказания в первый раз за сотворённые вами бесчинства и несправедливость, Мы ниспослали на вас Своих рабов, сильных, обладающих большой мощью, которые прошлись по всем местам и проникли в каждое жилище, чтобы убить вас. Так было выполнено Наше обещание наказать вас"
        },
        {
            "chapter": 17,
            "verse": 6,
            "text": "Когда вы перестали бесчинствовать и творить несправедливость, образумившись, и стали проявлять смирение перед Богом, Мы помогли вам победить тех, которых Мы послали против вас, даровали вам богатство и сынов и сделали вас народом более многочисленным"
        },
        {
            "chapter": 17,
            "verse": 7,
            "text": "Мы сказали вам: \"Если вы будете вершить добродеяния и поклоняться Аллаху, то вы принесёте пользу себе в ближней жизни и в жизни дальней, а если вы будете совершать злодеяния, то этим только навредите самим себе. Когда настанет для вас срок наказания во второй раз за бесчинства и несправедливость, Мы направим ваших врагов против вас, чтобы они причинили вам такой вред, который оставит следы унижения, бедствия и горя на ваших лицах. И последствием будет то, что они войдут в Иерусалимскую мечеть и разрушат её точно так же, как они вошли в неё в первый раз и разрушили. И уничтожат они всё, над чем возьмёт верх их сила"
        },
        {
            "chapter": 17,
            "verse": 8,
            "text": "Может быть, ваш Господь простит вас после этого ещё раз, если вы раскаетесь. Но если и после этого вы будете продолжать бесчинства, то Мы опять накажем вас и сделаем ад темницей и пристанищем для неверных"
        },
        {
            "chapter": 17,
            "verse": 9,
            "text": "Поистине, Коран руководит людьми и направляет их по прямому пути истины - лучшему пути для достижения настоящего счастья в земном мире, и обещает верующим в Аллаха и Его посланника, поклоняющимся Истине Аллаха и творящим добродеяния великую награду в Судный день"
        },
        {
            "chapter": 17,
            "verse": 10,
            "text": "Тем же, которые не веруют в будущую жизнь, Мы уготовили мучительное наказание в аду"
        },
        {
            "chapter": 17,
            "verse": 11,
            "text": "Человек обычно спешит в своих суждениях о поступках и делах других, а также в своих высказываниях и действиях. Он поспешно взывает в молитвах к Аллаху Всевышнему, прося ниспослать зло тому, кто вызвал его гнев, будь это родной или чужой, - точно так же, как может поспешно просить себе и другим добра"
        },
        {
            "chapter": 17,
            "verse": 12,
            "text": "Мы сотворили ночь и день, которые чётко следуют друг за другом, истинными знамениями того, что Аллах Един и Всемогущ. Мы стираем свет из ночи, превращая её в мрак без солнца, и озаряем день солнцем, дающим свет, чтобы вы могли видеть, работать, различать день и ночь, исчислять месяцы и годы. Всё, в чём для вас польза, Мы подробно разъяснили. Так Мы даровали вам Свою милость, и нет для вас оправдания, если вы нечестивы"
        },
        {
            "chapter": 17,
            "verse": 13,
            "text": "Деяния каждого человека, словно ожерелье вокруг его шеи, висят на ней. В Судный день Мы представим ему развёрнутую Книгу, в которой записаны все его деяния, чтобы он быстро её прочитал"
        },
        {
            "chapter": 17,
            "verse": 14,
            "text": "Каждому человеку будет сказано: \"Читай с помощью Аллаха - даже если он не умел читать в земном мире - Книгу твоих деяний. Довольно с тебя, что душа твоя сегодня составит счёт всех твоих деяний"
        },
        {
            "chapter": 17,
            "verse": 15,
            "text": "Тот, кто идёт прямым путём Истины Аллаха, приносит себе пользу, а тот, кто не идёт прямым путём, находится в заблуждении и наносит вред самому себе. Душа, несущая ношу своего греха, не понесёт ношу греха другой души. Мы не наказываем никого за грехи, пока не пошлём ему своего посланника, который укажет на прямой путь истины, удерживающий людей от заблуждения"
        },
        {
            "chapter": 17,
            "verse": 16,
            "text": "А когда Мы, согласно Нашему предопределению, записанному в Хранимой Скрижали (аль-Лаух аль- Махфуз), желали погубить жителей селения по справедливости и согласно Нашей воле, Мы давали повеление одарённым благами в нём, и они творили нечестие и сбивались с прямого пути, а за ними бездумно шли другие, заблуждаясь. Таким образом, они все заслужили наказание, и Мы уничтожили это селение полностью"
        },
        {
            "chapter": 17,
            "verse": 17,
            "text": "Много поколений, живших после Нуха, Мы погубили за их заблуждение и непослушание пророков. Достаточно тебе вестей Господа твоего об этом. Ведь Он, поистине, Всеведущ! Он видит и знает грехи Своих рабов. От Него не скроется ни одно из их деяний, за которые Он воздаст им так, как они заслуживают"
        },
        {
            "chapter": 17,
            "verse": 18,
            "text": "Тем, кто желает мимолётных услад в ближайшей жизни и стремится к этому всеми средствами, не веруя в Судный день и в наказание в дальней жизни, Мы ускорим в земном мире, кому пожелаем, богатство и то, что Нам будет угодно. Затем Мы уготовим для них в последней жизни ад, где они, презренные, будут мучиться за то, что делали, и будут они лишены милости Аллаха"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "А тот, кто своими деяниями стремился к награде в будущей жизни, веровал в Аллаха и Его воздаяние, у того и ему подобных Аллах примет добродеяния и воздаст им за них"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "Мы тем и другим даём из даров Господа твоего в ближайшей жизни. Дары Господа твоего безграничны, они даются - верующим и неверующим, - которые стараются(достичь своих целей)"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "Смотри (о Мухаммад!), как Мы одним дали предпочтение перед другими в имуществе, в жизни и в уделе по причинам, которые Мы только знаем. Так будет и в последней жизни, и даже больше: одни будут выше других по степеням и по предпочтению. Поэтому всегда нужно думать о будущей жизни. Ведь дальняя жизнь - истинное достоинство, истинное предпочтение и выше по степеням"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "Не бери другого бога, кроме Аллаха, и не поклоняйся другому божеству наряду с Аллахом, иначе ты будешь порицаемым, покинутым"
        },
        {
            "chapter": 17,
            "verse": 23,
            "text": "Твой Господь повелел, чтобы ты поклонялся только Ему, любил своих родителей и относился к ним с почтением. Если один из них ослабеет, или они оба достигнут глубокой старости, не говори им плохого слова, не кричи на них, а говори им ласковые слова, выражающие любовь, доброту и уважение"
        },
        {
            "chapter": 17,
            "verse": 24,
            "text": "Будь добр, смирен и милосерден к ним и говори: \"Господи! Помилуй их, как они миловали и воспитывали меня, когда я был мал"
        },
        {
            "chapter": 17,
            "verse": 25,
            "text": "Аллах - ваш Творец - (о люди!) знает лучше вас мысли и чувства, которые таятся в ваших душах, и дарует вам награду или накажет вас по вашим деяниям. Если вы стремитесь к добру и вершите его, но совершили маленький грех, а затем обратились к Аллаху, раскаиваясь, Аллах простит вас. Поистине, Аллах - хвала Ему! - прощает тех, кто обращается к Нему, каясь в своих грехах"
        },
        {
            "chapter": 17,
            "verse": 26,
            "text": "И давай родственнику положенное ему добрым отношением и благотворительностью, и давай нуждающемуся бедняку и путнику, оставшемуся в пути без денег, то, что ему положено из подаяния или закята. Но не расточай свои деньги неразумно"
        },
        {
            "chapter": 17,
            "verse": 27,
            "text": "Ибо расточители - братья шайтанов. Они поддаются его искушению, когда он соблазняет их тратить деньги на злодеяния и распутство. Шайтан никогда не благодарит своего Господа и всегда пребывает в заблуждении. Расточитель подобен ему"
        },
        {
            "chapter": 17,
            "verse": 28,
            "text": "А если ваши материальные условия не позволяют вам помогать им (упомянутым в 26 айате) и давать им сразу милостыню, то, помня о милости Аллаха и выпрашивая её для себя, скажи им доброе слово, подающее им надежду"
        },
        {
            "chapter": 17,
            "verse": 29,
            "text": "Не будь скупым, расходуя на доброе, будто твоя рука прикована к твоей шее железной цепью, так что ты не можешь её протянуть. Но и не будь чрезмерно щедрым, протягивая руку и тратя деньги бесконтрольно. Тогда ты станешь либо порицаемым за скупость, либо останешься без денег, раскаиваясь и печалясь"
        },
        {
            "chapter": 17,
            "verse": 30,
            "text": "Поистине, твой Господь дарует удел щедро тому, кому Он пожелает, и скудно, кому Он хочет. Он хорошо знает характер Своих рабов, видит их нужды и мудро даёт каждому то, что лучше для него, если он трудится и делает всё от него зависящее"
        },
        {
            "chapter": 17,
            "verse": 31,
            "text": "Если же удел - дело Аллаха, то не убивайте своих детей, боясь ожидаемой бедности. Ведь Мы обеспечиваем удел ваших детей и ваш удел. Поистине, убивать детей - великий грех"
        },
        {
            "chapter": 17,
            "verse": 32,
            "text": "Не совершайте прелюбодеяния и избегайте всего, что ведёт к нему. Ведь оно - явный скверный грех, мерзость и плохая дорога"
        },
        {
            "chapter": 17,
            "verse": 33,
            "text": "Не убивайте человека, ибо это запретил Аллах, кроме, как по праву, - месть или наказание. А если кто был убит несправедливо, Мы даём его самому близкому родственнику власть над убийцей: просить об отмщении в суде, чтобы не переходить пределы дозволенного в отмщении, не убивать кого-либо другого, кроме убийцы, и не убивать двух людей за одного убитого. Ведь Аллах поддержал его, дав ему право на месть или на получение выкупа, поэтому он не должен преступать пределы"
        },
        {
            "chapter": 17,
            "verse": 34,
            "text": "Не распоряжайтесь имуществом сироты, иначе как на то, что принесёт ему пользу и увеличит его имущество, пока он не достигнет зрелости. Когда сирота достигнет совершеннолетия, вручите ему его имущество. И будьте верны своим обязательствам. Ведь Аллах спросит у человека, нарушившего обещание или договор, об этом и накажет его за это нарушение"
        },
        {
            "chapter": 17,
            "verse": 35,
            "text": "Будьте верны в мере, наполняйте её сполна покупателю и взвешивайте правильным весом. Это праведнее в ближайшей жизни, так как люди пожелают покупать у вас и иметь отношение с вами, и будет лучше для вас в последней жизни"
        },
        {
            "chapter": 17,
            "verse": 36,
            "text": "Не говори и не делай того, о чём ты не имеешь знаний. Не говори: \"Я слышал, в то время как ты ничего не слышал, или я знал, но в действительности ты не знал истину\". Ведь человека спросят в Судный день о том, что делал он, повинуясь своему слуху, зрению и сердцу"
        },
        {
            "chapter": 17,
            "verse": 37,
            "text": "И не ходи по земле горделиво и высокомерно; чтобы ты ни делал, ты не разверзнешь землю своим твёрдым шагом и не достигнешь гор высотой"
        },
        {
            "chapter": 17,
            "verse": 38,
            "text": "Всё это, вышеупомянутое из дурных деяний в заветах, ненавистно твоему Господу и запрещено им"
        },
        {
            "chapter": 17,
            "verse": 39,
            "text": "Это - из того, что Господь твой поведал тебе для познания истины и творения добра. Не поклоняйся другому божеству помимо Аллаха, а то будешь брошен в ад, порицаемым самим собой и другими и лишённым милости и пощады твоего Господа"
        },
        {
            "chapter": 17,
            "verse": 40,
            "text": "Аллах Всевышний порицает тех, которые говорят, что ангелы - дочери Аллаха. Он им сказал: \"Неужели ваш Господь предпочёл вас Себе и даровал вам сильных детей - сыновей, а Себе взял дочерей из ангелов, как вы измышляете? Поистине, ваши измышления - чудовищная ложь и великий навет на Аллаха"
        },
        {
            "chapter": 17,
            "verse": 41,
            "text": "В этом Коране Нами даются различные примеры, притчи, назидания, законы и наставления, чтобы эти многобожники стали благоразумными и обратились к Аллаху. Но из-за того, что их сердца окаменели, эти разъяснения только увеличивают их отклонение от прямого пути истины"
        },
        {
            "chapter": 17,
            "verse": 42,
            "text": "Скажи (о пророк!), чтобы показать ложность их измышлений о других богах, кроме Аллаха: \"Если бы существовали другие боги вместе с Аллахом, как они говорят, тогда эти боги пожелали бы найти путь к Обладателю абсолютной власти, чтобы в борьбе с Ним оспаривать эту власть"
        },
        {
            "chapter": 17,
            "verse": 43,
            "text": "Отвергаем от Аллаха всё, что не подобает Его величию! Хвала Аллаху! Безупречен Он и превыше Он их ложных утверждений о том, что наряду с Ним существуют и другие боги"
        },
        {
            "chapter": 17,
            "verse": 44,
            "text": "Прославляют Его семь небес и земля, и всё, что есть на них - прекрасные творения, само создание которых убедительно свидетельствует о совершенстве царства Аллаха и его безупречности. Он превыше всех, и нет рядом с Ним сотоварищей в Его обширном царстве. Хвала Ему! Но неверные не понимают эти знамения, ибо заблуждение охватило их сердца. Аллах терпелив к ним, прощает тех, кто обратится к Нему, и не спешит в Своём наказании"
        },
        {
            "chapter": 17,
            "verse": 45,
            "text": "Когда (о пророк!) ты читаешь Коран, провозглашающий Истину, Мы устанавливаем завесу, скрытую от людских глаз, между тобой и людьми, которые не веруют ни в День воскресения, ни в наказание, и когда они хотят тебя убить, они не видят тебя"
        },
        {
            "chapter": 17,
            "verse": 46,
            "text": "Исходя из мудрости Нашей в решении направлять их по пути заблуждения или веры, Мы облекли их сердца в покровы, чтобы они не понимали истину Корана, лишили их слуха так, что они не слышали Коран и не постигали его смысл. Это потому, что они чрезмерно возгордились и преступили все границы в своём упорном опровержении истинной веры. Когда ты поминаешь своего Господа в Коране Единым, не называя их богов, они отворачиваются, им ненавистно его слушать"
        },
        {
            "chapter": 17,
            "verse": 47,
            "text": "Мы лучше знаем с какими мыслями и намерениями они (неверные) слушают Коран, когда приходят к тебе (о Мухаммад!), и как они издеваются над этим в своих тайных беседах. Эти нечестивые говорят другим так: \"Если вы следуете этому, то вы следуете за человеком, опутанным чарами"
        },
        {
            "chapter": 17,
            "verse": 48,
            "text": "Смотри (о Мухаммад!), как они наговаривают на тебя, утверждая, что ты либо человек, опутанный чарами, либо монах, либо поэт. Это они - неверные - сбились с пути логических доказательств. Они ведь не находят для отрицания твоей веры веских причин, которые можно было бы принять. Так они оказались в заблуждении и потеряли путь к истине"
        },
        {
            "chapter": 17,
            "verse": 49,
            "text": "Те, которые отрицают День воскресения, говорят, удивляясь: \"Неужели мы будем воскрешены, после того как обратимся в прах и кости? В это трудно поверить"
        },
        {
            "chapter": 17,
            "verse": 50,
            "text": "Скажи им (о пророк!): \"Даже если бы вы были камнем или железом, которое ещё твёрже"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "или другим каким-либо творением, которое, согласно вашему представлению, не может иметь жизни - всё равно вы будете воскрешены\". Они (неверные) скажут, считая воскрешение невозможным: \"А кто же воскресит нас?\" Скажи им (о, Мухаммад!): \"Аллах, который сотворил вас изначально\". Но они покачают головами и скажут тебе с насмешкой: \"А когда же будет это воскрешение, которое ты нам обещаешь? \" Отвечай им: \"Может быть, это будет скоро"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "Это будет в тот День, когда Аллах призовёт вас из могил и воскресит вас, и вы отзовётесь хвалой Ему, восславляя Его мощь и полагая, что вы пробыли в своих могилах только короткое время по сравнению с тем, что вас ожидает"
        },
        {
            "chapter": 17,
            "verse": 53,
            "text": "Скажи (о пророк!) Моим рабам, которые уверовали, чтобы они, сражаясь с многобожниками, убеждали их следовать истинной вере убедительными словами, отказавшись от слов, которые приводят к вражде и злу. Ведь шайтан портит отношения между верующими и неверующими. Шайтан для человека - явный враг"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "Твой Господь вполне знает вас. Если пожелает Он пощадить вас, то поведёт вас к подлинной вере. Если пожелает подвергнуть вас мучению, лишит вас веры. Мы не посылали тебя контролировать их дела и принуждать к принятию веры, Мы послали тебя благовестником для верующих и увещевателем для отрицающих веру и измышляющих ложь против веры. Терпи их (неверных) и скажи своим близким, чтобы и они терпели"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "Твой Господь лучше всех знает тех, кто в небесах и на земле, и выбирает из них по Своему желанию Своих посланников. И тебя Он выбрал. Им (неверным) не следует считать, что пророчество - слишком большой дар для тебя. Не все пророки одинаковы у Аллаха. Всевышний возвысил одних пророков над другими. Он возвысил одних пророков над другими Своими знамениями и многочисленностью их последователей, а не из-за их положения или власти. Аллах предпочёл Дауда, ниспослав ему Псалтырь, но не потому, что Дауд был царём. Не удивительно поэтому, что тебе даровано предпочтение и преимущество, поскольку тебе ниспослан Коран"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "Скажи (о Мухаммад!) тем, которые поклоняются другим, считая их богами, помимо Аллаха: \"Просите у придуманных вами богов помощи, когда вас постигнет беда, или когда вы в страхе, что вас постигнет беда, и попросите их отвести эту беду, но не получите от них ни ответа, ни помощи. Ведь они не в состоянии отвратить от вас беду или изменить вашу участь"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "Те, к которым неверные взывают с мольбой (святые, джинны, ангелы), сами поклоняются Аллаху и повинуются Ему, стремясь к Нему приблизиться, надеясь на Его милость и боясь Его кары. Ведь следует остерегаться и страшиться наказания Аллаха"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "Как предписано в Нашем законе, не останется ни одного грешного селения, которое Мы не погубим вместе с его обитателями или не накажем другим способом до Судного дня. Пусть остерегается этого и твой народ. Это было отмечено в Нашем Писании"
        },
        {
            "chapter": 17,
            "verse": 59,
            "text": "Твой народ попросил тебя дать доказательства в виде знамений и чудес, не удовлетворившись тем, что ему было ниспослано, хотя обладатели ума уразумели и вполне были удовлетворены. Наш закон в отношении тех, которым по их просьбе были ниспосланы знамения, но они всё равно не уверовали, таков: Мы их наказываем вплоть до гибели, как Мы поступили с предшествовавшими народами. Среди них самудяне, которые просили несомненное знамение. И вот, Мы послали им верблюдицу - ясное, несомненное знамение, чтобы они увидели, но они не уверовали и несправедливо поступили с ней, и были за это сурово наказаны . Аллах Всевышний - по Своей милости и мудрости - не отвечает твоему народу на его просьбу, потому что он тоже, может быть, будет отрицать Наши знамения. Аллах решил, что, может быть, уверует кто- то из твоего народа или из его потомства. Аллах посылает людям знамения, чтобы они устрашились и остерегались Его гнева"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "Вспомни (о пророк!), когда Мы тебе сказали: \"Твой Господь объемлет всех людей Своим ведением. Они все находятся в Его власти. Передай им Наше Писание и не бойся никого. Аллах защищает тебя от них. Поистине, то чудесное видение, которое явилось тебе в твоём ночном путешествии, - это лишь испытание на веру для людей, в результате которого уверовавшие будут ещё больше верить, а неверные будут ещё больше заблуждаться в неверии. То дерево, проклятое в Коране, - дерево \"заккум\", которое растёт в аду, является только испытанием людей на веру. Они сказали: \"Огонь сжигает деревья. Как же может он их выращивать? \" Мы их устрашаем этим. Но это увеличивает в них великую непокорность, и они переходят установленные пределы"
        },
        {
            "chapter": 17,
            "verse": 61,
            "text": "Аллах напоминает людям о сотворении человеческого рода и о вражде между родом Адама и Иблиса. Аллах повелел ангелам поклониться Адаму поклоном, выражающим приветствие и уважение. Все они сразу поклонились, кроме Иблиса, который отказался поклониться и сказал: \"Следует ли мне кланяться тому, кого Ты сотворил из глины? Меня Ты сотворил из огня, ведь я лучше него"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "И ещё Иблис сказал: \"Сообщи мне, о Господи, о том, кого Ты почтил больше, чем меня, повелев мне поклониться ему. Почему Ты почтил его больше меня, в то время как я лучше него? Клянусь, если Ты отложишь мой предназначенный день до Дня воскресения, я погублю его потомков соблазном и обольщением, кроме немногих из них, которых Ты оберегаешь от зла и защищаешь от пороков"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "Аллах Всевышний, угрожая ему, сказал: \"Иди прочь и делай, что хочешь. Тебя и того из потомков Адама, кто послушает тебя, постигнет наказание в аду, наказание вечное и полное"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "Побуждай своими речами тех из них, которых сможешь, не повиноваться Аллаху и старайся всеми способами искусить и обольстить их, будь их сообщником в приобретении их грешного имущества, незаконного для Аллаха, и в растрачивании этого имущества на грешные дела. Раздели с ними воспитание детей в неверии, обольщай и соблазняй их на распутство. Давай им ложные обещания, что им помогут их боги и что степени у Аллаха распределяются по высокому положению. Всё, что обещает шайтан своим последователям, - лишь обольщение, соблазн и обман"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "Но Моих искренних рабов ты не сможешь соблазнить, ибо они полагаются на своего Господа и довольно им Его - Покровителя и Помощника, у которого они получают поддержку, чтобы спастись от тебя"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "Ваш Господь - Тот, кто гонит вам корабли по морям, чтобы вы снискали Его милость - выгоду и прибыль из торговли и других видов деятельности. Он к вам милосерден и щедр"
        },
        {
            "chapter": 17,
            "verse": 67,
            "text": "Когда вас постигнет беда или подвергнетесь вы опасности на море, вы забываете всех ваших идолов, к которым вы взывали, и вспоминаете только Аллаха и никого, кроме Него. Когда же Он спасёт вас от бедствия и поможет вам достичь суши, вы отвращаетесь от Него, Единого, и не испытываете признательности, ибо человек, поистине, неблагодарен"
        },
        {
            "chapter": 17,
            "verse": 68,
            "text": "Неужели вы, неверные, думаете, что, оказавшись на суше, вы уже спасены и избавлены от наказания Аллаха? Нет, если Аллах пожелает того, земля вас поглотит, и вы погибнете под землёй, или Он обрушит на вас сильный вихрь с камнями, и тогда вы не найдёте себе помощника или заступника против Нас"
        },
        {
            "chapter": 17,
            "verse": 69,
            "text": "Разве вы, неверующие, оказавшись на суше, думаете, что вы уже спасены от моря, что Аллах не вернёт вас туда опять или не нашлёт на вас сильный ветер, который может разрушить ваш корабль и потопить вас из-за вашей неблагодарности за Его благоволение к вам, когда Он спас вас в первый раз. Тогда вы не найдёте себе ни помощника, ни покровителя, ни защитника от наказания Аллаха"
        },
        {
            "chapter": 17,
            "verse": 70,
            "text": "Мы оказали почёт сынам Адама, даровали им хороший рост, речь и способность в выборе вещей. Мы даровали им также честь и достоинство, если они повинуются Аллаху. Мы обеспечили их средствами передвижения по суше на животных и по морю на кораблях. Мы даровали им добрую пищу и превосходство над многими из тех существ, которых Мы сотворили, возвысив их над ними умом, способностью думать, рассуждать и видеть истину"
        },
        {
            "chapter": 17,
            "verse": 71,
            "text": "Скажи (о Мухаммад!) своему народу, что настанет День, когда Мы призовём всех людей, все общины вместе с их пророками или предводителями, или с Писанием, которому они следовали. Тогда прозвучит призыв: \"О люди Мусы! О люди, обладатели Корана!\" и т.д., чтобы они получили книги с записью их деяний. Тем, кому Книга будет вручена в правую руку - счастливы. Они прочтут её с большой радостью. И награда им будет полной и справедливой"
        },
        {
            "chapter": 17,
            "verse": 72,
            "text": "А другие будут огорчены тем, что они увидят, и не будет у них пути к спасению. Они слепы, и не смогут найти пути отвратить наказание. Ведь тот, кто был слеп в земной жизни, не видел перед собой путь истины и веры, станет ещё более слепым, заблудившимся, более далёким от прямого пути и в том, последнем мире"
        },
        {
            "chapter": 17,
            "verse": 73,
            "text": "Многобожники всеми способами пытаются отклонить тебя от Корана, добиваясь, чтобы ты, как те, которые измышляют на Нас ложь, просил другие знамения, и тогда они взяли бы тебя своим другом. Такие попытки повторялись неоднократно, и они могли бы повлиять на тебя, но ты же - Наш верный посланник"
        },
        {
            "chapter": 17,
            "verse": 74,
            "text": "Мы пощадили тебя и уберегли от соблазна, укрепив тебя на пути истины. Если бы не это, ты почти был готов внять им, надеясь, что они придут к искренней вере, если примут ислам. Ты верил, что небольшая уступка им поможет тебе выполнить твою священную задачу"
        },
        {
            "chapter": 17,
            "verse": 75,
            "text": "Если бы ты (о Мухаммад!) доверился им, хотя бы немного, тогда бы по Нашему повелению ты вкусил бы вдвойне Нашего наказания в этой жизни и в последней жизни и не нашёл бы себе заступника, который мог бы избавить тебя от мучительного наказания. Но этого не может случиться с тобой, ибо ты - Наш верный посланник"
        },
        {
            "chapter": 17,
            "verse": 76,
            "text": "Мекканские неверующие едва не заставили тебя покинуть землю Мекки своей враждебностью и коварством. Но если это случится, то тогда им не будет суждено пробыть там долго после тебя, они будут поражены, и Слово Аллаха победит"
        },
        {
            "chapter": 17,
            "verse": 77,
            "text": "Так Мы поступали с Нашими посланниками, отправленными до тебя. Мы погубили тех, кто изгонял своих пророков. Наши законы не меняются"
        },
        {
            "chapter": 17,
            "verse": 78,
            "text": "Выполняй обряд молитвы с того момента, когда солнце начинает склоняться с середины неба к западу, и продолжай до наступления темноты. Это молитвы: аз -Зухр (Полуденная молитва), аль-Аср (Послеполуденная молитва), аль-Магриб (Молитва при заходе солнца) и аль-Ишаа (Вечерняя молитва). Совершай молитву аль-Фаджр (Молитва на утренней заре). Ведь ангелы - свидетели этой молитвы"
        },
        {
            "chapter": 17,
            "verse": 79,
            "text": "Проснись ночью и встань на молитву по доброй воле своей в дополнение к пяти обязательным, прося Аллаха дать тебе достойное и славное место в другой жизни"
        },
        {
            "chapter": 17,
            "verse": 80,
            "text": "И говори: \"Господи мой! Введи меня добрым входом благочестия, куда бы я ни вошёл и за чтобы я ни взялся, и выведи меня добрым выходом благочестия. Милостью Твоей пошли мне в поддержку и помощь силу, охраняющую от врагов"
        },
        {
            "chapter": 17,
            "verse": 81,
            "text": "Скажи неверующему народу, предупреждая его: \"Явилась истина: единобожие, верная религия и справедливость, и исчезла ложь: многобожие, фальшивая религия и несправедливость. Ведь ложь всегда неустойчива, обречена на исчезновение и погибель"
        },
        {
            "chapter": 17,
            "verse": 82,
            "text": "Истина же всегда побеждает, и Мы ниспосылаем в Коране то, что является исцелением верующих от сомнений, находящихся в их душах, и милостью тем, которые уверовали в Аллаха и в Коран. А для неверующих Коран только увеличивает потери и страдания за то, что не уверовали в него (Коран)"
        },
        {
            "chapter": 17,
            "verse": 83,
            "text": "В характере человека есть такие черты, как отчаяние и высокомерие. Когда Мы посылаем человеку здоровье, большой удел, он не вспоминает Нас, не молится Нам и отдаляется от Нас, обуреваемый гордыней. Когда же его постигнет бедствие, как болезнь или бедность, он впадает в отчаяние, не надеясь на милость Аллаха"
        },
        {
            "chapter": 17,
            "verse": 84,
            "text": "Скажи (о пророк!) неверующим курайшитам, чтобы они избегали творить зло и препираться: \"Каждый из нас и из вас поступает по-своему и идёт своим путём. Аллах Сведущ, знает, кто идёт прямым путём истины, и Он даст ему полную награду, а кто сбился с прямого пути, того Он накажет по заслугам"
        },
        {
            "chapter": 17,
            "verse": 85,
            "text": "Твой народ (о Мухаммад!) тебя спрашивает по наущению иудеев о сути Духа. Скажи им: \"Дух - от веления Господа моего. Он один знает об этом. Вам же дано очень мало знаний об этом. Знания Аллаха Всевышнего необъятны"
        },
        {
            "chapter": 17,
            "verse": 86,
            "text": "И если бы Мы пожелали, Мы лишили бы твой разум и сердце того, что Мы тебе ниспослали - Наше Откровение (Коран), - и тогда бы ты не нашёл себе заступника против Нашего повеления"
        },
        {
            "chapter": 17,
            "verse": 87,
            "text": "Но Мы, милостью твоего Господа, оставили тебе Коран. Поистине, Его щедрость для тебя в этом знамении велика"
        },
        {
            "chapter": 17,
            "verse": 88,
            "text": "Скажи (о Мухаммад!) им (неверным), чтобы они принесли что-либо, подобное Корану, чего они никогда не смогут: \"Если бы люди и джинны собрались, чтобы создать подобное Корану с его мыслями, значениями, рассуждениями, они бы не создали подобного ему, даже если бы они все вместе над этим трудились"
        },
        {
            "chapter": 17,
            "verse": 89,
            "text": "Мы разъяснили людям Откровения в Коране по отношению к различным обстоятельствам и ситуациям, приводили всякие притчи, назидания и поучения, но большинство людей отвергли его и упорствовали в своём неверии"
        },
        {
            "chapter": 17,
            "verse": 90,
            "text": "Когда стала очевидной необыкновенность, неподражаемость и логичность Корана и его доказательств, они начали требовать знамений и чудес, как поступает растерянный, удивлённый, который не хочет видеть ясных доказательств, и сказали: \"Мы не уверуем в твою религию и не поверим тебе, пока ты не изведёшь нам из земли Мекки источник с непрерывно бьющей водой"
        },
        {
            "chapter": 17,
            "verse": 91,
            "text": "или пока у тебя не будет сада из пальм и виноградных лоз и посреди него не велишь течь стремительным потокам"
        },
        {
            "chapter": 17,
            "verse": 92,
            "text": "или пока не обрушится на нас небо пластами, чем, как ты сказал, Аллах якобы нам угрожал, или не придёшь с Аллахом и не представишь ангелов нам"
        },
        {
            "chapter": 17,
            "verse": 93,
            "text": "или пока у тебя не будет дома с золотыми украшениями, или пока ты не поднимешься на небо, да и тогда мы тоже не поверим, что ты действительно поднялся туда, пока не спустишься с Книгой от Аллаха, которая доказала бы твою искренность и истинность\". Скажи им (о Мухаммад!): \"Хвала Аллаху Всевышнему! Никто не может Ему повелевать или быть соучастником Его мощи. Я такой же человек, как и все посланники Аллаха. Они не приносили своим народам ни одного знамения без повеления Аллаха"
        },
        {
            "chapter": 17,
            "verse": 94,
            "text": "Что же помешало мекканским многобожникам уверовать в Истину Аллаха, когда им было передано Откровение со знамениями? Помешало им только их невежество, их неверие в то, что Аллах Всевышний может назначить посланником человека, а не отправляет в качестве Своих посланников ангелов"
        },
        {
            "chapter": 17,
            "verse": 95,
            "text": "Отвечай им на это (о Мухаммад!): \"Если бы по земле вместо людей ходили спокойно ангелы, Мы бы послали им с неба посланника-ангела из того же рода. Но ангелы же не люди. И поскольку вы - люди, Мы, благодаря Нашему милосердию к вам, послали вам посланника - человека из вашего рода"
        },
        {
            "chapter": 17,
            "verse": 96,
            "text": "Скажи им (о Мухаммад!): \"Если же вы отрицаете моё послание, довольно Аллаха в качестве свидетеля, чтобы Он судил между мною и вами и подтвердил истинность моего послания. Ведь Он сведущ о состоянии Своих рабов и видит их деяния, и воздаст им за то, что они творят"
        },
        {
            "chapter": 17,
            "verse": 97,
            "text": "Скажи им (о Мухаммад!): \"Тот, кого Аллах направит на прямой путь благодаря его положительным качествам, идёт прямым путём, а тому, кого Аллах сбивает с прямого пути из-за его дурных качеств, ты не найдёшь защитников, приводящих его к прямому пути в ближайшей жизни, кроме Аллаха. В День воскресения Мы соберём всех распростёртыми ниц, слепыми, немыми, глухими. Их пристанищем будет огонь ада. Всякий раз, как этот огонь затухает, Аллах усиливает его и разжигает"
        },
        {
            "chapter": 17,
            "verse": 98,
            "text": "Это наказание - воздаяние им за то, что они не верят в знамения, доказывающие истину, и за то, что они говорили: \"Неужели мы будем воскрешены, после того как станем костями и прахом, чтобы стать новым творением"
        },
        {
            "chapter": 17,
            "verse": 99,
            "text": "Неужели они не видят и не знают, что Аллах, который сотворил небеса и землю в их величии и великолепии, способен сотворить подобных им и джиннам? Неужели Тот, кто может это сделать, не сможет воскресить их? Ведь это проще! Аллах назначил День воскресения, в котором нет сомнения, - это День Суда. Но неверующие грешники отвергают всё и упорно не верят в Аллаха, и не признательны Ему даже после того, как им было представлено это доказательство"
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "Скажи (о Мухаммад!) этим многобожникам: \"Если бы вы владели всеми сокровищами блага Господа моего, вы бы всё равно скупились из-за боязни обеднеть. Ведь скупость - одна из черт характера человека, а Аллах - богатый и щедрый. Он даёт по Своему желанию, кому хочет и что хочет, и ниспосылает те знамения, которые Он пожелает, а не как желают люди. Он во всём этом мудр и знающ"
        },
        {
            "chapter": 17,
            "verse": 101,
            "text": "Если этим неверующим были бы даны те знамения, которые они просили, они бы всё равно их отрицали и не уверовали бы в них. Ведь Мы послали Мусе девять ясных знамений , и всё равно они отвергли их. Попроси (о Мухаммад!) сынов Исраила рассказать о том, как Муса пришёл к ним, и Фараон ему сказал: \"Мы думаем, что ты, Муса, очарован"
        },
        {
            "chapter": 17,
            "verse": 102,
            "text": "Муса сказал Фараону: \"Ты уже знаешь, о Фараон, что Аллах, который ниспослал эти девять знамений, - Господь небес и земли. Он один только может ниспослать ясные знамения, показывающие истину моего послания. Но ты, о Фараон, настойчиво отвергаешь их. Мне кажется, о Фараон, что ты будешь из погибших, если не перестанешь упорствовать"
        },
        {
            "chapter": 17,
            "verse": 103,
            "text": "Но Фараон продолжал упорствовать в своём деспотизме и хотел изгнать Мусу и сынов Исраила с земли Египта. Мы его вместе со всем его войском потопили за это"
        },
        {
            "chapter": 17,
            "verse": 104,
            "text": "Мы спасли Мусу и его народ и сказали: \"Живите на священной земле - в аш-Шаме. Когда настанет срок дальней жизни, Мы соберём вас всех вместе из могил и затем будем судить вас по справедливости"
        },
        {
            "chapter": 17,
            "verse": 105,
            "text": "Мы ниспослали Коран, подтверждённый Божественной мудростью. В нём истинная вера и справедливые законы. Мы послали тебя (о пророк!) лишь только благовестником для верующих об ожидающем их рае и увещевателем для неверующих об ожидающем их аде. Ведь не твой грех, если они не уверуют"
        },
        {
            "chapter": 17,
            "verse": 106,
            "text": "Мы разделили Коран на айаты, которые Мы ниспосылали тебе на протяжении длительного срока, чтобы ты (о Мухаммад!) читал их людям медленно, так, чтобы они понимали. Мы его ниспосылали постепенно, по частям, убедительным и не вызывающим сомнения"
        },
        {
            "chapter": 17,
            "verse": 107,
            "text": "Скажи (о Мухаммад!) мекканским неверующим, предупреждая их: \"Выберите себе то, что хотите: уверить или не уверить в Коран\". Те, которым были даны истинные знания в Писаниях, что пришли до Корана, и здравый ум, имели ясное представление ещё до того, как был ниспослан им Коран. Когда им читают Коран, они падают ниц, поклоняясь и благодаря Аллаха за Его блага"
        },
        {
            "chapter": 17,
            "verse": 108,
            "text": "и говорят: \"Хвала Аллаху! Он никогда не нарушает Своего обещания о награде и наказании. Его обещание обязательно и всегда выполняется"
        },
        {
            "chapter": 17,
            "verse": 109,
            "text": "И они опять падают ниц, рыдая от страха перед Аллахом, и Коран увеличивает у них смирение и кротость"
        },
        {
            "chapter": 17,
            "verse": 110,
            "text": "Скажи этим многобожникам: \"Призывайте Аллаха, называя Его Аллахом или Милостивым. Каким бы именем вы Его ни называли - это прекрасное имя! Ведь Ему, Всевышнему, принадлежат самые прекраснейшие имена! Многочисленность Его имён не означает многочисленности называемых\". Когда ты (о Мухаммад!) читаешь Коран во время молитвы, не читай громко, чтобы многобожники тебя не слышали и, следовательно, не ругали, и не вредили тебе, но и не надо шептать его, чтобы верующие могли тебя хорошо слышать. Держись среднего пути"
        },
        {
            "chapter": 17,
            "verse": 111,
            "text": "Скажи (о Мухаммад!): \"Слава Аллаху Всевышнему, Единому, который не имеет сыновей, - ведь они Ему не нужны, и не имеет Он соучастников в Своём царстве, которое Он один сотворил. Ему также не нужен помощник, который защищал бы Его честь от унижения. Восхваляй твоего Господа и величай Его бесконечно возвеличиванием Его достойным"
        },
        {
            "chapter": 18,
            "verse": 1,
            "text": "Великая хвала Аллаху Всевышнему, который низвёл Коран Своему рабу Мухаммаду - да благословит его Аллах и приветствует, - не допустив никаких неточностей, отклонений или противоречий в нём и выразив несомненную истину"
        },
        {
            "chapter": 18,
            "verse": 2,
            "text": "Коран содержит прямые назидания, предупреждает неверных о тяжёлом наказании Аллаха и возвещает верующим, творящим добро, о прекрасной, щедрой награде"
        },
        {
            "chapter": 18,
            "verse": 3,
            "text": "райских садах, в которых они пребудут вечно"
        },
        {
            "chapter": 18,
            "verse": 4,
            "text": "Аллах предостерегает тех, кто говорит, что Аллах имеет детей. Поистине, Аллах превыше того, чтобы быть подобным тем, которые рожают детей, или тем, у которых рождаются дети"
        },
        {
            "chapter": 18,
            "verse": 5,
            "text": "Ни они, ни их отцы ничего не ведают об этом. Великий грех заложен в этом слове, которое осмелились произнести их уста. То, что они говорят, - ложное измышление, лживее которого не бывает"
        },
        {
            "chapter": 18,
            "verse": 6,
            "text": "Не губи себя (о пророк!), печалясь и горюя, из-за их отвращения от веры в Коран и твоего призыва верить в него"
        },
        {
            "chapter": 18,
            "verse": 7,
            "text": "Мы их сотворили для добра и зла и создали на земле то, что является украшением для неё и приносит пользу людям, чтобы их испытать по их деяниям и узнать, кто из них лучше, исходя из их поступков. Ведь тот, кто увлёкся усладами ближайшей жизни и не задумывался о будущей жизни, заблудился, а тот, кто уверовал в дальнюю жизнь, пошёл прямым путём богобоязненности"
        },
        {
            "chapter": 18,
            "verse": 8,
            "text": "Когда наступит конец мира, Мы обратим всю землю в бесплодную пустыню, после того как она была цветущей и полной жизни"
        },
        {
            "chapter": 18,
            "verse": 9,
            "text": "Те, которые увлекались усладами земной жизни с её прелестями, отрицают воскресение, хотя факты доказывают воскресение после долгого покоя. Об этом рассказ об обитателях горной пещеры, о которых говорится в \"ар-Раким\" (скрижали, на которой были начертаны их имена после их смерти). Этот рассказ не является единственным чудом среди Наших знамений, несмотря на его исключительность. Ведь нет чудеснее Наших знамений, доказывающих Наше могущество"
        },
        {
            "chapter": 18,
            "verse": 10,
            "text": "Вспомни (о Мухаммад!), как эти юноши пришли к пещере в поисках убежища, спасаясь из-за веры от произвола многобожников и многобожия, и сказали: \"Господь наш! Даруй нам прощение, милосердие и безопасность от нашего врага и веди нас прямым путём"
        },
        {
            "chapter": 18,
            "verse": 11,
            "text": "Мы ответили на их просьбу и погрузили их в глубокий сон в пещере на много лет"
        },
        {
            "chapter": 18,
            "verse": 12,
            "text": "Затем Аллах пробудил их от долгого сна, чтобы узнать, какая община правильно определит количество лет, проведённых ими в пещере, что является одним из знамений Аллаха"
        },
        {
            "chapter": 18,
            "verse": 13,
            "text": "Мы тебе (о пророк!) рассказываем истинную историю о них: эти юноши давно уверовали в Господа - в религию истины - и верили в единобожие, хотя жили среди неверных многобожников, и Мы укрепили их веру и усердие на прямом пути"
        },
        {
            "chapter": 18,
            "verse": 14,
            "text": "Мы укрепили их сердца верой и стойкостью к бедствиям, когда они встали среди своего народа, объявляя о своей вере: \"Господь наш - Истина и Владыка небес и земли. Мы никогда не будем поклоняться иному божеству, кроме Него, и никогда не откажемся от этой веры. Клянёмся, если бы мы сказали что-либо другое, мы бы отклонились от истины"
        },
        {
            "chapter": 18,
            "verse": 15,
            "text": "Они сказали друг другу: \"Вот, наш народ взял себе других божеств для поклонения, кроме Аллаха. Может ли наш народ привести явное доказательство об истине этих богов? Поистине, наш народ несправедлив и неправеден в этом! Нет несправедливее того, кто возводит ложь на Аллаха, приписывая Ему сотоварищей"
        },
        {
            "chapter": 18,
            "verse": 16,
            "text": "Они сказали друг другу: \"Раз вы отреклись от своего народа из-за его неверия и приверженности к многобожию, укройтесь в пещере, убежав от них, чтобы спасти вашу религию. Тогда ваш Господь ниспошлёт вам Свою милость и прощение, облегчит вашу участь, поможет вам и хорошо устроит ваше дело"
        },
        {
            "chapter": 18,
            "verse": 17,
            "text": "Пещера представляла собой широкое отверстие в северном склоне горы. В пещеру проникал свежий воздух, а когда восходило солнце с востока, то оно отклонялось от пещеры вправо, и его лучи миновали их, а когда оно садилось, то отходило на левую сторону, и его лучи не проникали в их пещеру. Поэтому солнечный жар не вредил им, и в пещеру всегда проникал свежий воздух. Всё это является одним из знамений могущества Аллаха. Тот, кому Аллах поможет постигнуть это знамение, пойдёт по прямому пути, а тот, кого Он введёт в заблуждение, никогда не найдёт покровителя"
        },
        {
            "chapter": 18,
            "verse": 18,
            "text": "При взгляде на них, можно подумать, что они бодрствуют, хотя на самом деле они спят. Они переворачиваются с одного бока на другой по Нашему велению, чтобы их тела отдыхали от соприкосновения с землёй, а собака, сопровождавшая их, лежит на пороге, вытянув лапы, на просторном месте. Она также спит, хотя кажется, что она бодрствует. Если бы ты (о слушатель!) увидел их в таком состоянии, ты бы убежал от них, испытывая почтительный страх. Сердца всех, кто смотрел на них, наполнялись страхом, чтобы никто не мог приблизиться и прикоснуться к ним до предназначенного для них срока"
        },
        {
            "chapter": 18,
            "verse": 19,
            "text": "Так же, как Мы повелели им уснуть, Мы пробудили их, чтобы они расспросили друг друга, сколько времени они спали. Один из них спросил: \"Сколько времени мы спали?\" Ему ответили: \"Один день или часть дня\". А поскольку они не были уверены в этом, они сказали: \"Полагайтесь на Аллаха. Он лучше ведает об этом. Пусть один из вас пойдёт в город с этой серебряной монетой, выберет лучшую пищу и принесёт вам необходимое для вас количество. Ему следует быть скромным и вежливым, чтобы никто не узнал о вас"
        },
        {
            "chapter": 18,
            "verse": 20,
            "text": "Если они (жители города) узнают и увидят вас, они либо побьют вас камнями, либо насильно заставят вас быть многобожниками, и тогда вы не будете счастливы никогда: ни в ближайшей жизни, ни в дальней"
        },
        {
            "chapter": 18,
            "verse": 21,
            "text": "О том, как Мы усыпили, а затем пробудили их, Мы поведали обитателям города, чтобы они узнали, что обещание Аллаха о воскрешении - несомненная истина. Тогда обитатели города уверовали в Аллаха и непременный Судный час. А когда юноши, пребывавшие в пещере, умерли в определённый для них час, люди разошлись во мнениях относительно этого дела. Одни предложили возвести строение перед входом в пещеру и оставить их так - ведь их Господь лучше знает про них. А те, слово которых одержало верх, предложили построить над ними мечеть для поклонения Аллаху"
        },
        {
            "chapter": 18,
            "verse": 22,
            "text": "Обладатели Книги спорили о числе заснувших в пещере, рассказывая о них. Одни сказали, что их было трое, а четвёртый - их пёс, а другие предполагали без доказательств, что их было пятеро, а шестой - их пёс. Иные же сказали, что их было семеро, а восьмой - их пёс. Скажи этим, находящимся в разногласии: \"Мой Господь лучше ведает, сколько их было, и немногие люди, которым Аллах возвестил, знают их число\". Не упорствуй в споре, если спор не ведётся прямо, и ни у кого не спрашивай мнения о них, ведь с тобой истина, не подлежащая сомнению"
        },
        {
            "chapter": 18,
            "verse": 23,
            "text": "Никогда не говори заранее о том, что ты собираешься делать или что тебя интересует, просто: \"Я это сделаю завтра или в будущем"
        },
        {
            "chapter": 18,
            "verse": 24,
            "text": "При этом нужно всегда добавить: \"Если захочет Аллах\". Если же случайно забудешь, то непременно сразу вспомни своего Господа и скажи, когда ты намерен сделать что-нибудь: \"С дозволения Аллаха. Может быть, мой Господь направит меня на лучший путь, чем тот, на который я намерен вступить"
        },
        {
            "chapter": 18,
            "verse": 25,
            "text": "Юноши пробыли в пещере спящими триста лет и ещё девять"
        },
        {
            "chapter": 18,
            "verse": 26,
            "text": "Скажи людям (о пророк!), что Аллах один лучше знает, сколько они пробыли там. Он - слава Ему Всевышнему! - знает сокровенное небес и земли! Как ясно, верно и прекрасно Он слышит и видит всё! У обитателей небес и земли нет другого покровителя, кроме Него, и не берёт Он соучастников в Своих решениях"
        },
        {
            "chapter": 18,
            "verse": 27,
            "text": "Читай (о пророк!), что открыто тебе из Корана, включая то, что открыто тебе об этих юношах - обитателях пещеры. Не обращай внимания на людей, которые издеваются над Кораном, требуя заменить его другим знамением. Никто не заменит Коран! Не ослушайся повеления твоего Господа! Ведь только у Него найдёшь убежище, и не найдёшь помимо Него защиты ни у кого"
        },
        {
            "chapter": 18,
            "verse": 28,
            "text": "Сохрани (о посланник!) содружество верующих и будь верен душой в дружбе и мире с теми, кто поклоняется Аллаху Единому утром и вечером, стремясь к Его благоволению. Не отворачивай свои очи от них и не смотри на неверных, стремясь вместе с ними наслаждаться благами этой жизни. Не отстраняй от себя бедных верующих во время собраний (встреч), не слушай в этом тех, сердца которых по Нашей воле и в результате их неверия не поминают Нас; и стали они рабами своих страстей, и все их дела расходятся с прямым путём. Этот запрет пророку, является запретом и всем другим. Ведь пророк - да благословит его Аллах и приветствует! - не стремится к усладам ближайшей жизни, но запрещение направлено ему как назидание и предупреждение для других"
        },
        {
            "chapter": 18,
            "verse": 29,
            "text": "Скажи (о посланник!), что то, что тебе ниспослано - Истина, которая исходит от вашего Господа. Тот, кто пожелает, уверует в Него, а тот, кто не желает, не уверует и навредит только себе. Поистине, Мы приготовили для неверных сильный огонь, который окружит их словно шатёр. А если эти грешники будут молить о помощи и воде, пребывая в адском огне, им дадут воды, подобной нечистому кипящему маслу, которая будет жечь лица. Мерзкое питьё и скверное убежище"
        },
        {
            "chapter": 18,
            "verse": 30,
            "text": "А те, которые уверовали в Аллаха и Его истинную религию, Его Откровение, ниспосланное пророку, и следовали по повелению своего Господа по прямому пути, творили добро, - Мы не дадим погибнуть их награде за то, что они творили - за их благодеяния"
        },
        {
            "chapter": 18,
            "verse": 31,
            "text": "Для них уготованы сады блаженства, где они пребудут вечно, где текут реки среди деревьев и дворцов и где для них будет вечное счастье. Они украсят себя золотыми браслетами, облекутся в зелёные одежды из шёлка, атласа и парчи и будут возлежать на седалищах, окружённые подушками и занавесями. Им рай - прекрасная награда! Славен приют, в котором у них будет всё, что они пожелают"
        },
        {
            "chapter": 18,
            "verse": 32,
            "text": "Что касается богатых неверующих и бедных верующих, приведи им (о посланник!) притчу, рассказывающую о двух мужчинах: верующем и неверующем. Неверующему Мы даровали два сада из виноградных лоз, оградили их пальмами для пользы и для украшения, а между этими двумя садами низвели плодородные посевы"
        },
        {
            "chapter": 18,
            "verse": 33,
            "text": "Оба сада принесли обильные плоды, в которых не было никакой порчи, и через сады Мы повелели протекать реке"
        },
        {
            "chapter": 18,
            "verse": 34,
            "text": "Владелец обоих садов обладал ещё другим, большим имуществом. Возгордясь всеми этими благами, он сказал своему верующему другу во время беседы: \"Я богаче тебя имуществом и сильнее тебя происхождением и помощниками"
        },
        {
            "chapter": 18,
            "verse": 35,
            "text": "Затем он вошёл в один из своих садов со своим праведным другом и, обуреваемый гордыней, сказал: \"Не думаю, что этот сад исчезнет когда-нибудь"
        },
        {
            "chapter": 18,
            "verse": 36,
            "text": "Не думаю, что настанет День воскресения, а если, предположим, будет воскресение, и я вернусь к своему Господу, как ты утверждаешь, я получу взамен лучший сад, потому что я достоин блаженства везде\". Он сравнивает сокровенное с настоящим и не знает, что в сокровенном будущем будет награда за веру и добродеяния"
        },
        {
            "chapter": 18,
            "verse": 37,
            "text": "Верующий друг сказал ему в ответ: \"Как ты можешь не верить в твоего Господа, кто сотворил Адама, от которого ты происходишь? Он сотворил тебя из праха, потом из водяной капли, а затем придал тебе облик человека. Если ты возгордился своим имуществом и происхождением, то вспоминай своего Господа и своё происхождение из праха"
        },
        {
            "chapter": 18,
            "verse": 38,
            "text": "Что же касается меня, то Аллах - мой Господь, который сотворил меня и весь мир, и я поклоняюсь Ему Единому и никому не поклоняюсь наряду с Ним"
        },
        {
            "chapter": 18,
            "verse": 39,
            "text": "О, если бы ты, входя в сад и видя, что в нём, говорил: \"На всё воля Аллаха! И вся сила моя только от Аллаха! Эта благодарность навсегда сохранила бы тебе милость Аллаха\". Он также добавил: \"Если же ты видишь, что я беднее тебя имуществом, детьми и помощниками"
        },
        {
            "chapter": 18,
            "verse": 40,
            "text": "то, может быть, мой Господь дарует мне в ближней жизни и в будущей жизни сад лучше, чем твой, и пошлёт на твой сад несчастье с неба, как удар молнии, и он станет скользкой землёй, где ничего не станет расти и на которой никто не сможет стоять"
        },
        {
            "chapter": 18,
            "verse": 41,
            "text": "или, может быть, его воды уйдут в пропасть под землёй, и ты не сможешь их отыскать и достать, чтобы поливать свой сад"
        },
        {
            "chapter": 18,
            "verse": 42,
            "text": "Аллах быстро воздал неверующему, и плоды его сада были погублены до основания. Ломая себе руки, он сожалел о том, что затратил на сад, который погиб, и с жалостью говорил: \"О, если бы я не поклонялся никому, кроме моего Господа"
        },
        {
            "chapter": 18,
            "verse": 43,
            "text": "В этой беде не было у него ни защитников, ни помощников, как он похвалялся, кроме Аллаха. И он сам не в силах был помочь самому себе"
        },
        {
            "chapter": 18,
            "verse": 44,
            "text": "Ведь всегда помощь только от Аллаха Единого, Истинного. Он - слава Ему Всевышнему! - лучший для Своего верующего раба в доброй награде и в воздаянии"
        },
        {
            "chapter": 18,
            "verse": 45,
            "text": "Приведи людям (о пророк!) притчу о жизни в этом мире с её радостями и процветанием, и как эта земная жизнь может быстро увянуть и исчезнуть. Она подобна воде, низведённой Нами с неба, напоившей растительность на земле, которая позеленела и расцвела, но быстро зачахла и превратилась в сухой сор, который развеет ветер. Поистине, Аллах властен над всякой вещью! Он может творить или уничтожать"
        },
        {
            "chapter": 18,
            "verse": 46,
            "text": "Богатство и сыновья - украшение, услада и сила для вас в земной жизни, но это всё преходящее, невечное. Благодеяния же вечны и лучше для вас перед Аллахом. Он щедро воздаст за них, и человеку лучше на них возлагать надежду"
        },
        {
            "chapter": 18,
            "verse": 47,
            "text": "Увещевай людей (о пророк) о том Дне, когда будет конец земного мира, и Мы сдвинем горы с места, и ты увидишь, что земля станет плоской, лишённой всего того, что было на ней. Тогда, в Судный день, Мы соберём всех людей до единого для расчёта и воздаяния за их деяния"
        },
        {
            "chapter": 18,
            "verse": 48,
            "text": "В тот День все люди предстанут рядами перед Господом для Суда за их деяния. Аллах Всевышний им скажет: \"Мы воскресили вас после смерти такими, как сотворили изначально. Вы пришли одни, без имущества и без сыновей, но вы в земном мире отрицали воскресение и Судный день"
        },
        {
            "chapter": 18,
            "verse": 49,
            "text": "Книга деяний будет положена каждому человеку в руку. Верующие посмотрят на свою Книгу с радостью, а нечестивые - со страхом от своих злодеяний, как только увидят их, скажут: \"Горе нам! Что это за удивительная Книга?! Не оставлено ни малого, ни большого деяния, которое не было бы записано в ней\". Они найдут справедливое воздаяние за их деяния. Поистине, твой Господь не обижает никого из Своих рабов"
        },
        {
            "chapter": 18,
            "verse": 50,
            "text": "Скажи им (о пророк!) о начале их сотворения, чтобы знали они, что сотворены из праха, и не имеют права превозноситься и поклоняться Иблису - врагу своего праотца (Адама). Ведь Иблис был из джиннов, но он превознёсся и ослушался повеления Аллаха. Как же вы, после того как узнали правду о нём, берёте его и его потомков помощниками и покровителями вместо Аллаха? На самом же деле, они - ваши враги! Плоха эта замена для неправедных, вредящих себе поклонением шайтану"
        },
        {
            "chapter": 18,
            "verse": 51,
            "text": "Я не брал Иблиса и его потомков в свидетели творения небес и земли и творения их самих. И Я не стану брать их Себе в помощники. Мне не нужны помощники, тем более не нужны такие, которые сбивают людей с прямого пути. Как же вы поклоняетесь шайтану, слушаете его и ослушиваетесь Меня, и Мне не поклоняетесь"
        },
        {
            "chapter": 18,
            "verse": 52,
            "text": "Скажи им (о Мухаммад!) о том Дне, в который Аллах скажет многобожникам: \"Позовите тех, про которых вы говорили в земном мире, что они - Мои сотоварищи, и поклонялись им наравне со Мной, чтобы они заступились за вас, как вы тогда утверждали\". Они будут звать их на помощь, но те не ответят. Мы воздвигнем между ними гибельную пропасть, после того как в земном мире между ними были поклонение и любовь"
        },
        {
            "chapter": 18,
            "verse": 53,
            "text": "Грешники увидят огонь ада и убедятся в том, что они туда попадут, но не найдут другой замены для своего пребывания и избавления от него"
        },
        {
            "chapter": 18,
            "verse": 54,
            "text": "Мы привели для людей в Коране, в который они не уверовали и просили другое знамение, всякие притчи для назидания и поучения. Но человек по своей природе любит препираться, и если он нечестивый, то в своих спорах он выставляет ложь, чтобы ею опровергнуть истину"
        },
        {
            "chapter": 18,
            "verse": 55,
            "text": "Ничто не мешало неверным уверовать, когда им было ниспослано руководство к истинной вере и прямому пути - Коран, переданный им посланником, чтобы они уверовали и обращались к Аллаху, прося у Него прощения. Но их настойчивость и стремление разделить участь своих предков (т.е. гибель), и требование от пророка немедленной кары помешали им уверовать в Аллаха"
        },
        {
            "chapter": 18,
            "verse": 56,
            "text": "Аллах направляет Своих посланников только как вестников радости или увещевателей. Он их не посылал, чтобы неверные, настойчиво отрицающие веру в Аллаха, требовали от них привести определённые знамения. Но те, которые не уверовали, отворачиваются от доказательства и препираются с посланником, выставляя ложь, чтобы сокрушить истину. Они относятся к Корану и увещеваниям с насмешкой и пренебрегают истиной"
        },
        {
            "chapter": 18,
            "verse": 57,
            "text": "Нет нечестивее того, кому сообщили знамения его Господа и следующие из них назидания и содержащиеся в них заветы, но он не размышлял над ними, отверг их и забыл о наказании за свои злодеяния. Из-за их отвращения от веры Мы положили на их сердца покровы так, чтобы они не постигли Коран, а его Свет не проник в их сердца. Мы поразили их уши глухотой так, что они не слышат и не понимают. Если же ты (о пророк!) призовёшь их к истинной религии, они всё равно не пойдут по прямому пути, так как они нечестивы по своей природе"
        },
        {
            "chapter": 18,
            "verse": 58,
            "text": "Твой Господь Велик и Всепрощающ; Он простит грехи Своим рабам. Он Милосерден. Его милосердие объемлет всех, кто к Нему обращается. Если бы Он пожелал наказать грешников за совершаемые ими злодеяния, Он ускорил бы им кару, как сделал с их предками. Но Он по мудрой причине, известной только Ему Самому, отсрочил наказание до предопределённого срока, когда постигнет их сильнейшая кара, и не найдут они себе убежища, чтобы спастись от неё"
        },
        {
            "chapter": 18,
            "verse": 59,
            "text": "Вот они - прежние селения, которые Мы погубили за нечестивость их населения, неверие их в посланников, для гибели которых Мы предопределили срок. Таким же образом Мы поступим с несправедливыми из твоего народа, если они не уверуют"
        },
        {
            "chapter": 18,
            "verse": 60,
            "text": "Только Аллах один объемлет все знания. Но Он может дать знания пророку или праведнику. Вспомни (о пророк!), что Муса, сын Имрана, сказал своему служителю: \"Не остановлюсь, пока не дойду до того места, где сливаются два моря, хотя бы пришлось идти годы"
        },
        {
            "chapter": 18,
            "verse": 61,
            "text": "Когда же они дошли до того места, где сливаются два моря, они забыли там по воле Аллаха свою рыбу, которую они несли, и она направила свой путь прямо в воду, свободно уплыв в море своей дорогой"
        },
        {
            "chapter": 18,
            "verse": 62,
            "text": "Муса и его служитель-ученик, пройдя некоторое расстояние, почувствовали голод и утомление. Тогда Муса сказал своему спутнику: \"Подай нам обед наш. Мы уже устали от тяжкого пути"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "Но тот ему ответил: \"Помнишь, когда мы останавливались у скалы? Там я забыл рыбу. Только шайтан мог заставить меня её забыть и не вспомнить о ней. Рыба, наверно, ушла в море. Удивительно, как я её забыл"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "Муса сказал: \"Этого-то мы и желали по повелению Аллаха!\" И оба воротились назад, идя по следам своим"
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "Они дошли до скалы и там нашли одного из Наших праведных рабов, которому Мы даровали мудрость и богатые знания от Нас"
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "Муса сказал Нашему праведному рабу: \"Могу ли я следовать за тобой, чтобы ты научил меня тому, чему научил тебя Аллах"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "Но тот ему ответил: \"У тебя не хватит терпения и сил, чтобы сопровождать меня и учиться у меня"
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "И как тебе вытерпеть то, чего ты не знаешь и в чём ты не разбираешься"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "Муса сказал ему: \"Ты увидишь, если Аллаху будет угодно, что я терпелив, и не ослушаюсь тебя ни в чём"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "Благочестивый раб Аллаха сказал: \"Если же ты последуешь за мной и увидишь то, что тебе не понравится, не спрашивай меня ни о чём, пока я сам не заговорю с тобой об этом"
        },
        {
            "chapter": 18,
            "verse": 71,
            "text": "И они пошли на берег моря и нашли судно, в которое сели. Пока они плыли, спутник продырявил судно, чем привёл Мусу в недоумение, и Муса сказал: \"Ты продырявил судно, чтобы утопить находящихся на нём? Ты совершил скверный поступок"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "Благочестивый раб Аллаха сказал: \"Не говорил ли я тебе, что у тебя не достанет силы быть терпеливым со мной и сносить мои поступки"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "Муса ему ответил: \"Не укоряй меня за то, что я забылся, и не заставляй меня переносить те тяготы, которые мне невмочь сносить из-за моего сильного желания получить от тебя знания"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "Они сошли с корабля и пошли дальше. Вскоре они встретили отрока, и праведный раб Аллаха убил его. Тогда Муса, порицая его поступок, сказал ему: \"Неужели ты убил чистую, невинную душу, хотя её владелец никого не убивал? Ты совершил дурной поступок"
        }
    ]
}