{
    "juzs": [
        {
            "chapter": 5,
            "verse": 82,
            "text": "Мы утверждаем тебе (о Мухаммад!), и ты увидишь, что из всех людей самую сильную вражду испытывают к тебе и к тем, кто уверовал в Аллаха и в тебя, иудеи и многобожники, которые поклоняются помимо Аллаха приданным Ему сотоварищам. Ты увидишь, что ближе к тебе из всех людей те, которые следовали за Исой и говорили: \"Мы - христиане!\" И это потому, что среди них есть иереи и монахи, хорошо знающие свою религию и боящиеся своего Господа. Они не превозносятся в гордыне, слушая истину"
        },
        {
            "chapter": 5,
            "verse": 83,
            "text": "И когда они слушают Коран, низведённый Аллахом пророку, он их трогает, и их глаза наполняются слезами, потому что они знают, что он - истина, и тогда их сердца склоняются к ней, а уста повторяют молитву, говоря: \"Господи наш! Мы уверовали в Тебя, в Твоих посланников и в ту истину, которую Ты послал через них. Просим принять нашу веру и ввести в народ Мухаммада - да благословит его Аллах и приветствует, - который Ты записал праведниками и свидетелями в Судный день"
        },
        {
            "chapter": 5,
            "verse": 84,
            "text": "И почему же нам не уверовать только в Аллаха Единого, - добавляют они, - и в ту истину, которую Он ниспослал Мухаммаду - да благословит его Аллах и приветствует! - и пришедшую к нам, раз мы желаем, чтобы Господь ввёл нас в рай с людьми праведными, благочестивыми, вершащими добродеяния"
        },
        {
            "chapter": 5,
            "verse": 85,
            "text": "Аллах вознаградит их за признание Корана и веру в Него райскими садами с дворцами и деревьями, где внизу текут реки. Эта награда - воздаяние каждому, творящему добро"
        },
        {
            "chapter": 5,
            "verse": 86,
            "text": "А те, кто не уверовал в Аллаха и Его посланников и считал ложью знамения, ниспосланные Аллахом, как руководство к истине, - обитатели огня, где для них будет мучительное наказание"
        },
        {
            "chapter": 5,
            "verse": 87,
            "text": "О вы, которые уверовали! Не запрещайте себе те блага, которые дозволил вам Аллах, и не преступайте пределы шариата Аллаха, будьте умеренными! Аллах не любит преступающих пределы"
        },
        {
            "chapter": 5,
            "verse": 88,
            "text": "Питайтесь из того, чем наделил вас Аллах, - дозволенной и доброй пищей. Бойтесь Аллаха, будучи благочестивыми, и поклоняйтесь Ему, если вы искренне уверовали в Него"
        },
        {
            "chapter": 5,
            "verse": 89,
            "text": "Аллах не взыскивает с вас за пустословие в ваших клятвах, но вы отвечаете перед Аллахом за ваши намерения. Он наказывает вас за невыполнение клятв, связанных с намерениями в сердцах. В таком случае, во искупление этого греха, нужно делать всё, чтобы Аллах простил вас: кормить десять бедняков в течение одного дня той же пищей, которую ест ваша семья, без излишества и без скупости, или одеть десять бедняков в обычную одежду, или освободить раба. Если тот, кто дал клятву, не может выполнить ни одного из этих видов искупления, то - пост в течение трёх дней. Благодаря любому из этих искуплений прощается клятва с намерением, которую вы дали, употребляя имя Аллаха, и нарушили. Соблюдайте же свои клятвы и давайте их только тогда, когда это необходимо. Если же вы нарушили свои клятвы, то не пренебрегайте искуплением, стремясь к прощению. Так Аллах разъясняет вам Свои знамения, чтобы вы были благодарны Ему, узнав эти наставления и точно соблюдая их"
        },
        {
            "chapter": 5,
            "verse": 90,
            "text": "О вы, которые уверовали в Аллаха, Его Писания и Его посланников и которые повинуются Его Истине! Вино (всё, что пьянит и отравляет ум), майсир (азартные игры), камни для приношения жертв идолам и стрелы для гадания, и гадание на камнях и картах - всё это - мерзость из деяний шайтана. Воздерживайтесь от этих дурных деяний, чтобы обрести счастье в ближайшей жизни и блаженство рая в будущей жизни"
        },
        {
            "chapter": 5,
            "verse": 91,
            "text": "Шайтан, склоняя вас к вину, пьянству и к азартным играм, хочет лишь посеять среди вас разногласия, вражду и ненависть, пытаясь ослабить вас, нарушить дружбу и согласие между вами, отвратить вас от веры в Аллаха, поклонения Ему и от молитвы. Тогда ваша будущая жизнь будет такой же скверной, как ваша настоящая жизнь. Узнав об этих мерзких деяниях, запрещённых вам, отстранитесь от них, чтобы не дать возможности шайтану достичь своих дурных намерений"
        },
        {
            "chapter": 5,
            "verse": 92,
            "text": "Повинуйтесь Аллаху и пророку в том, что он вам передаст от Аллаха. Будьте осторожны и отстранитесь от того, что подвергнет вас мучению, если не повинуетесь. Если же вы отвернётесь и не будете исполнять того, что повелел Аллах, тогда знайте, что Он вас накажет за это. И не будет у вас никакого оправдания, после того как Наш посланник объяснил вам какое наказание вас ждёт за неповиновение Аллаху. Долг Нашего посланника - верно передать вам Наши заповеди и полно и ясно объяснить их"
        },
        {
            "chapter": 5,
            "verse": 93,
            "text": "Нет греха на тех, которые уверовали в Аллаха и посланника и творят доброе, в том, что они вкушают из доброй, разрешённой Аллахом пищи, и в том, что они вкушали из запрещённой пищи, до того как они узнали об этом запрете. Если они богобоязненны и удержались от этого, узнав о запрете, и продолжают быть богобоязненными и веровать в учение Аллаха и Его шариат, если они будут бояться Аллаха и творить доброе, а также честно и хорошо будут делать свои дела, Аллах наградит их за верность и добродеяния. Ведь Аллах любит добродетельных"
        },
        {
            "chapter": 5,
            "verse": 94,
            "text": "О вы, которые уверовали! Аллах будет испытывать вас во время хаджжа (паломничества), запретив охоту на некоторых животных и птиц, на которых вам легко охотиться, используя свои руки и копья, чтобы узнать тех, которые в глубине души повинуются Ему и бояться Его. А тем, кто преступит пределы, установленные Аллахом, после того как они стали им ясны, - мучительное наказание"
        },
        {
            "chapter": 5,
            "verse": 95,
            "text": "О вы, которые уверовали! Не убивайте добычи, когда вы в ихраме, направляясь на хаджж или умру, и когда совершаете обряды. А кто из вас убьёт умышленно, должен возместить это воздаянием из какого-либо домашнего скота. Воздаяние будет установлено двумя справедливыми мужчинами из вас и будет роздано беднякам у Каабы; или искупление - выплатить беднякам или дать им пищу, равную по стоимости добыче: каждому бедняку нужно дать столько, сколько хватит на один день; или соблюдать пост столько дней, сколько бедняков можно было накормить пищей, предназначенной для искупления. Это - в искупление греха за нарушение правила об охоте. Это - шариат Аллаха, чтобы преступник почувствовал вред совершённого. Аллах простит прежний грех, совершённый до подобного запрета. А кто снова совершит это после того, как узнал о запрещении, того Аллах накажет за его скверные деяния. Аллах Велик и Всемогущ, Обладатель возмездия тому, кто упорен в своём грехе"
        },
        {
            "chapter": 5,
            "verse": 96,
            "text": "Аллах разрешает ловить рыбу в море и использовать её в пищу вам и находящимся в пути, но Он запретил вам охотиться на животных на суше, пока вы в ихраме и совершаете обряды хаджжа и умры. Бойтесь Аллаха, страшитесь Его наказания и будьте послушны Ему! К Нему ваше возвращение в Судный день, и Он воздаст вам за то, что вы делаете"
        },
        {
            "chapter": 5,
            "verse": 97,
            "text": "Аллах установил Каабу - Священный Дом, запретный для греха и преступления против человека и животного. Это - Священный, Великий Дом, в котором людям безопасно, в сторону которого они обращаются во время молитвы, совершают там хаджж, во время которого они объединяются и бывают гостями у Аллаха. Аллах также установил запретный Священный месяц для паломничества и жертвенных животных с украшениями, повешенными на них, чтобы отличить их как дар для Каабы. И это - для того, чтобы вы убедились, что Аллах знает всё, что в небесах, откуда был ниспослан шариат, и что на земле. Он устанавливает на земле только то, что идёт вам на пользу. Аллах о каждой вещи сведущ"
        },
        {
            "chapter": 5,
            "verse": 98,
            "text": "Знайте, о люди! Наказание Аллаха будет сурово тому, кто нарушает Его запреты, но Он Милосерд и прощает грехи тем, кто раскается и будет соблюдать Его законы"
        },
        {
            "chapter": 5,
            "verse": 99,
            "text": "Обязанность и долг посланника - лишь передать Послание Аллаха, чтобы они узнали Его знамения и наставления и чтобы не было у них оправданий за неповиновение. Соблюдайте то, что Он ниспослал вам в истине. Господу известно всё: и то, что вы обнаруживаете, и то, что вы скрываете в душе"
        },
        {
            "chapter": 5,
            "verse": 100,
            "text": "Скажи, о пророк, людям: \"Мерзкое, запрещённое Аллахом, и хорошее, одобренное Аллахом, не одинаковы. Разница между ними большая у Аллаха, хотя изобилие мерзкого порой приводит в восхищение многих людей\". О разумные люди! Бойтесь Аллаха и повинуйтесь Ему! Это защитит вас от Его наказания. Выбирайте доброе и отклоняйтесь от дурного, чтобы вы были счастливы и познали блаженство в ближайшей жизни и в последующей"
        },
        {
            "chapter": 5,
            "verse": 101,
            "text": "О вы, которые уверовали! Не спрашивайте пророка о вещах, которые Аллах скрыл от вас и которые могут принести вам огорчение, если вы узнаете о них. Если же о них будет сказано в Коране, тогда они будут вам ясны. Если вы спросите пророка о них в тот момент, когда ему ниспосылается Откровение, то Аллах разъяснит их вам в Коране. Аллах простил вам эти вещи. Ведь Он Прощающ, Кроток, Терпелив и не спешит в Своём наказании"
        },
        {
            "chapter": 5,
            "verse": 102,
            "text": "О подобных сложных вещах спрашивали люди, которые были до вас. Но после того, как они должны были по установленному Аллахом шариату, переданному через Его посланников, совершить эти дела - это оказалось им не под силу, и они не приняли наставлений. Аллах хочет для вас облегчения и не хочет для вас затруднения, и назначает людям только то, что они в состоянии сделать"
        },
        {
            "chapter": 5,
            "verse": 103,
            "text": "(Аллах не разрешает вам запрещать то, что Он разрешил вам в пользование и в пищу. Аллах никогда не давал установлений считать животных священными из-за суеверия, которое идёт с времён идолопоклонства. И вы поступаете нечестиво, освобождая животных от работы по определённым знакам и посвящая их идолам: а) верблюдице, которая родила пять раз и в пятый раз родила верблюжонка, вы делаете длинный разрез в ухе, запрещаете ездить на ней, не отгоняете её никогда от воды, отпускаете её свободно пастись и называете её бахира; б) из-за суеверия вы освобождали верблюдицу от работы и называли её бахира. В случае же вашего благополучного возвращения из путешествия или выздоровления от болезни вы называли её саиба; в) если овца или коза принесут двойню - самца и самку, вы называете их васила и запрещаете резать их детёныша-самца; г) животного-самца, от которого родились десять раз детёныши, вы называете хами и не разрешаете ездить на нём и использовать его на работе. Аллах не приказывал вам следовать этим суевериям. Те, которые не уверовали, измышляют ложь на Аллаха, приписывая всё это Ему, но многие из них не разумеют"
        },
        {
            "chapter": 5,
            "verse": 104,
            "text": "Если этим неверующим скажут: \"Придите к тому, что низвёл Аллах в Коране, и к тому, что посланник передал в руководство вам\", - они тогда скажут: \"Нам довольно того, на чём мы нашли отцов наших\". Неужели так можно говорить? Даже если их отцы, как скот, ничего не знали об Истине Аллаха и не знали прямого пути к Истине"
        },
        {
            "chapter": 5,
            "verse": 105,
            "text": "О вы, которые уверовали! Очистите ваши души и исправьте их повиновением Аллаху! Вам не повредит тот, кто сбился с пути истины, если вы будете идти прямым путём, призывая к вере в Истину Аллаха. К Аллаху Единому - возвращение ваше в День воскресения. Тогда Он вам скажет о ваших деяниях и воздаст каждому по его заслугам, и никто не будет наказан за грехи другого"
        },
        {
            "chapter": 5,
            "verse": 106,
            "text": "О вы, которые уверовали! Когда приходит к кому-либо смерть, и он хочет сделать завещание, тогда для свидетельства между вами должны присутствовать двое справедливых из ваших родных или двое других, не из вас (не из вашей среды), если к вам пришла смерть, когда вы странствуете по земле. Вы задержите этих свидетелей после молитвы (Послеполуденной молитвы \"аль-Аср\"), на которую собираются люди, и пусть они поклянутся именем Аллаха, говоря: \"Мы не изменим клятве именем Аллаха, хотя бы и шло это не на пользу нам или кому- либо из наших родственников. Мы никогда не утаим то свидетельство, которое Аллах приказал нам правдиво передать. Если же мы скроем свидетельство или скажем неправду, мы будем из числа несправедливых и грешников. И нам будет наказание от Аллаха"
        },
        {
            "chapter": 5,
            "verse": 107,
            "text": "Если же окажется, что эти два свидетеля свидетельствовали ложно или утаили что-нибудь и заслужили обвинение в этом грехе, тогда два других, из близких родственников умершего, имеющих права на его наследство, займут их место после молитвы и разоблачат их ложь. Эти свидетели должны поклясться именем Аллаха, что предыдущие свидетели лгали, и добавить: \"Свидетельство наше - правдивее свидетельства двух прежних, мы не преступаем за пределы правды и не обвиняем этих двух свидетелей несправедливо. Если же мы так поступили (преступили пределы правды), мы будем из грешных и неправедных и нам нести наказание за несправедливость к другим"
        },
        {
            "chapter": 5,
            "verse": 108,
            "text": "Этот шариат - лучший путь к тому, чтобы свидетели давали верное свидетельство именем Аллаха, боясь, как бы их ложь не обнаружилась и их бы не разоблачили, если наследники дадут клятву о лживости их клятв. Бойтесь Аллаха в своих клятвах и повинуйтесь Его законам! Поистине, шариат Аллаха учитывает ваши интересы и пользу, не нарушайте его, чтобы не оказаться в числе неправедных! Аллах не ведёт по прямому пути тех, кто вышел из повиновения Ему"
        },
        {
            "chapter": 5,
            "verse": 109,
            "text": "Помните о Судном дне, когда Аллах соберёт перед Собой всех посланников и спросит их: \"Как ваши народы, к которым Я вас послал, откликнулись на Наши призывы?\" Все народы будут присутствовать тогда там, чтобы свидетельства пророков были доказательством их поведения. Тогда пророки скажут: \"Мы не знаем, что было после нас. Ведь Ты один Всезнающ, и Тебе Единому открыто и известно всё явное и тайное"
        },
        {
            "chapter": 5,
            "verse": 110,
            "text": "В тот День Аллах обратится к Исе, сыну Марйам, говоря: \"Ты вспомни Мою милость и благоволение к тебе и к твоей матери в ближайшей жизни, когда Я укрепил тебя Святым Духом (Джибрилом), и ты говорил с людьми младенцем в колыбели, доказывая невинность и чистоту твоей родительницы, и когда взрослым ты говорил то, что Я тебе внушал. И вот Я научил тебя писанию, мудрости, Торе и Евангелию, ниспосланному тебе от Меня, и научил тебя правильно говорить и поступать, и дал тебе способность вызывать знамения, которые не под силу человеку. И вот ты сделал из глины образ птицы и, с Моего дозволения и благодаря Моей мощи, вдохнул в неё жизнь. С Моего дозволения ты исцелял прокажённых и слепых, а также оживлял мёртвых по воле Аллаха. Вспомни также, как Я удержал сынов Исраила, которые хотели распять тебя и убить, когда ты представил им ясные знамения, чтобы они уверовали. Но сказали те из них, которые не уверовали, что все знамения, которые ты показал, - лишь очевидное колдовство"
        },
        {
            "chapter": 5,
            "verse": 111,
            "text": "Напомни (о Мухаммад!) своей общине, что случилось, когда Мы внушили партии из тех, которых Мы призывали к вере в Аллаха и Его посланника Ису, и они уверовали, и стали самыми близкими к Исе, и сказали: \"Мы уверовали, свидетельствуй, о Господи, что мы искренне и верно повинуемся Тебе, Твоим заповедям и предаёмся Тебе"
        },
        {
            "chapter": 5,
            "verse": 112,
            "text": "Вспомни (о Мухаммад!), когда апостолы сказали Исе: \"О Иса, сын Марйам! Может ли твой Господь ниспослать нам с неба трапезу со священной пищей, если ты попросишь Его?\" Иса ответил им: \"Если вы истинно веруете в Аллаха, бойтесь Его, повинуйтесь Его наставлениям, приказам и запретам и не просите новых знамений, кроме тех, которые вам уже были представлены"
        },
        {
            "chapter": 5,
            "verse": 113,
            "text": "Они сказали: \"Мы хотим вкусить от этой пищи, чтобы успокоить наши души относительно могущества Аллаха, в которое мы верим, и чтобы убедиться, что ты сказал нам правду о том, что ты рассказывал об Аллахе Всевышнем, и чтобы мы стали свидетелями этого знамения перед теми, кто не видел его"
        },
        {
            "chapter": 5,
            "verse": 114,
            "text": "Иса, сын Марйам, сказал: \"О Аллах, наш Творец и Владыка! Низведи нам пищу с неба, чтобы этот день был праздником для всех уверовавших среди нас - для нас и наших потомков - и чтобы она стала знамением от Тебя, подтверждающим Твою Истину. Даруй нам добрый удел! Ты - лучший из дарующих уделы"
        },
        {
            "chapter": 5,
            "verse": 115,
            "text": "Аллах сказал: \"Я низведу вам трапезу с неба. Но того из вас, кто не поверит после того, как увидит это знамение, - свидетельство веры, которое он сам попросил, Я накажу так, как не наказывал никого из людей"
        },
        {
            "chapter": 5,
            "verse": 116,
            "text": "Знай (о Мухаммад!), что случится в День воскресения, когда Аллах спросит Ису, сына Марйам: \"Говорил ли ты людям, чтобы они поклонялись тебе и твоей матери как двум богам помимо Аллаха? \"Иса скажет: \"Слава Тебе и Хвала Твоим свойствам! Как можно придать Тебе сотоварищей?! Как мне говорить то, на что я не имею права? Если бы я это сказал, Ты бы узнал, потому что Ты знаешь тайное в моей душе и явное в моих речах, а я не знаю то, что Ты не разрешаешь мне знать. Поистине, Ты Всезнающ, ведаешь тайное и явное"
        },
        {
            "chapter": 5,
            "verse": 117,
            "text": "Я говорил им только то, что Ты повелел передать им: \"Поклоняйтесь Аллаху Единому. Он - Владыка ваш и мой\". Я знал, что они делали, пока я был среди них. Когда же Ты меня упокоил, и кончился срок моего пребывания среди них, который Ты предназначил мне, Ты один стал свидетелем всего, что они делают. Поистине, Ты - свидетель всего сущего"
        },
        {
            "chapter": 5,
            "verse": 118,
            "text": "Если Ты накажешь их за то, что они делали, то ведь они - Твои рабы, и Ты сделаешь с ними, что захочешь. Если Ты их простишь, то ведь Ты - Единственный, Непобедимый, Мудрый и Всемогущий Владыка"
        },
        {
            "chapter": 5,
            "verse": 119,
            "text": "Аллах скажет: \"Вот настал День Суда, когда тем правдивым, которые уверовали, поможет правдивость. Для них - райские сады, где внизу текут реки, и они там вечно пребудут! Они будут там наслаждаться щедротами Аллаха. Аллах доволен ими, и они довольны Аллахом! Это райское блаженство - великая прибыль"
        },
        {
            "chapter": 5,
            "verse": 120,
            "text": "Аллаху Единому принадлежит всё в небесах и на земле. Поистине, только Он один достоин поклонения. Он Всемогущ, над всякой вещью мощен, и в Его силах совершить всё, что Он захочет"
        },
        {
            "chapter": 6,
            "verse": 1,
            "text": "Хвала Аллаху, который создал небеса и землю и сотворил мрак и свет для пользы людей Своей мощью и мудростью. Хотя все эти блага сотворил Аллах, те, кто не уверовал, придают Аллаху сотоварищей, которым они поклоняются"
        },
        {
            "chapter": 6,
            "verse": 2,
            "text": "Ведь Он сотворил вас из глины и установил каждому из вас определённый срок жизни, который кончается смертью. Аллах - Един, Он назначил определённое время для Дня воскресения, когда все мёртвые встанут из могил. А те, которые не уверовали, продолжают спорить о могуществе Аллаха. А ведь Он один может воскресить людей. И это говорит о том, что Он один заслуживает поклонения"
        },
        {
            "chapter": 6,
            "verse": 3,
            "text": "Он один заслуживает поклонения в небесах и на земле; Он знает тайное и явное, знает все ваши деяния и воздаст вам за них"
        },
        {
            "chapter": 6,
            "verse": 4,
            "text": "Какое бы ни приходило к неверным знамение из знамений Аллаха-Творца, доказывающее истину Аллаха Единого и истину Его пророков, они всё равно отвращались от него, не думали о нём и не разумели его"
        },
        {
            "chapter": 6,
            "verse": 5,
            "text": "Они сочли Коран за ложь, когда он пришёл к ним, а он - истина без всякой лжи. Для них будет, как сказано в Коране, наказание в ближайшей жизни и в будущей, и они убедятся в истинности предупреждений Аллаха, ниспосланных в Коране, над которыми они издевались"
        },
        {
            "chapter": 6,
            "verse": 6,
            "text": "Разве они не знали, что Мы погубили много народов до них, хотя Мы наделили их мощью и дали добрые условия для существования на земле, подобных которым Мы вам - неверным - не давали. Мы им дали большой удел и благоденствие. По Нашему повелению шли обильные дожди, принося им пользу в жизни, и текли реки около их домов, но они не благодарили Аллаха за эти благодеяния. Мы погубили их за то, что они не уверовали, за их многобожие, за их злодеяния и грехи, и возвели на их место другие, лучшие поколения"
        },
        {
            "chapter": 6,
            "verse": 7,
            "text": "Если бы Мы послали тебе (о Мухаммад!) знамение для подтверждения твоей истины, изложенной в Книге, листы которой они могли бы видеть собственными глазами и трогать своими руками, чтобы быть уверенными в этой истине, они бы всё равно упрямо сказали: \"Это, что мы трогаем, - лишь явное колдовство"
        },
        {
            "chapter": 6,
            "verse": 8,
            "text": "Неверные сказали: \"Мы просим, чтобы Аллах низвёл тебе ангела в доказательство истины\". Но если бы Мы ответили на их просьбу и низвели ангела, как они просили, и после этого они бы продолжали настаивать на своём и не поверили бы в Нашу Истину, тогда дело было бы решено, и они погибли бы сразу, и для них не было бы отсрочки"
        },
        {
            "chapter": 6,
            "verse": 9,
            "text": "И если бы, как они просили, Мы послали бы ангела в доказательство истины пророка, которому была поручена миссия, Мы послали бы его в облике человека, чтобы они могли его видеть и понимать, потому что они не могут видеть ангела в его настоящем облике. И это затемнило бы для них суть дела, и они остались бы в заблуждении, в котором они находятся"
        },
        {
            "chapter": 6,
            "verse": 10,
            "text": "Неверные много издевались над посланниками, являвшимися до тебя (о пророк!). И поэтому они подвергались каре, о которой посланники предупреждали их и над которой они смеялись"
        },
        {
            "chapter": 6,
            "verse": 11,
            "text": "Скажи (о пророк!) неверным: \"Пройдите по земле и посмотрите, как гибель была воздаянием и концом тех, которые считали ложью проповедь посланников. Помните об этом конце и не забывайте о воздаянии"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "Скажи (о пророк!) этим, которые не повинуются Аллаху: \"Кому принадлежит всё, что в небесах и на земле?\" Если же они отвернутся и не ответят, то тогда скажи им единственный ответ: \"Аллаху Единому принадлежит всё, что в небесах и на земле\". Он милостив к Своим рабам и не торопится наказать их, принимая их раскаяние. Он соберёт вас в несомненный День воскресения. И те, которые не уверовали ни в Аллаха, ни в Судный день, будут в убытке и наказаны"
        },
        {
            "chapter": 6,
            "verse": 13,
            "text": "Аллаху принадлежит всё, что пребывает везде и всегда. Он слышит всё и знает обо всём. Он - Всеслышащий и Всезнающий"
        },
        {
            "chapter": 6,
            "verse": 14,
            "text": "Скажи им (о пророк!): \"Я не возьму покровителем никого другого, кроме Аллаха. Он один - Создатель небес и земли по определённой, непостижимой для нас системе. Он дарует пропитание Своим рабам и не нуждается в том, чтобы пропитание было даровано Ему\". Скажи им (о Мухаммад!): \"Аллах повелел мне быть первым из тех, кто уверовал в Него, предался Ему и исламу и запретил мне быть многобожником и поклоняться другим божествам наряду с Ним"
        },
        {
            "chapter": 6,
            "verse": 15,
            "text": "Скажи (о Мухаммад!): \"Я боюсь, если ослушаюсь повелений Господа своего, то постигнет меня кара в Судный день, тяжёлый и решающий"
        },
        {
            "chapter": 6,
            "verse": 16,
            "text": "А тот, кто избежит кары в Судный день, тому даровал Аллах Свою милость. Это - явный и твёрдый успех"
        },
        {
            "chapter": 6,
            "verse": 17,
            "text": "Если Аллах коснётся тебя бедствием, то нет тебе спасителя и избавителя, кроме Него; и если Он дарует тебе благо, то никто не может лишить тебя этого дара. Он Мощен, над всякой вещью властен"
        },
        {
            "chapter": 6,
            "verse": 18,
            "text": "Аллах - всепобеждающий Своей мощью, полновластный Господин над Своими рабами. Он мудр и справедлив во всём, что Он делает. Аллах Всеведущ и знает всё тайное и всё явное"
        },
        {
            "chapter": 6,
            "verse": 19,
            "text": "Спроси (о пророк!) тех, которые не уверовали в Аллаха, считали ниспосланное тебе Писание ложью и требовали свидетельства истины этого: \"Какое свидетельство самое достоверное?\" И сам отвечай: \"Аллах - Лучший и Величайший Свидетель между мной и вами об истине Писания, которое я вам принёс. Аллах ниспослал мне этот Коран, чтобы он был свидетелем моей истинности и правдивости и чтобы я увещевал вас и всех, кому будет сообщён Коран до Судного дня. Коран - явное, убедительное свидетельство моей правды, потому что вы не сможете составить подобное Писание. Спроси их (о Мухаммад!): \"Неужели вы говорите, что есть другие божества, кроме Аллаха?\" И скажи им ещё раз: \"Я этому свидетелем не буду, и я не согласен с вами. Настоящий Бог - Аллах Единый. Я не причастен к тому, что вы поклоняетесь другим божествам наряду с Аллахом"
        },
        {
            "chapter": 6,
            "verse": 20,
            "text": "Те из иудеев и христиан, кому Мы даровали Небесное Писание (Тору и Евангелие), знают Мухаммада и истинность ниспосланной ему Книги из этих Писаний, как они знают своих сыновей. Те, которые погубили свои души, не признают того, что они знают, и остаются неверными"
        },
        {
            "chapter": 6,
            "verse": 21,
            "text": "Нет более нечестивого и несправедливого, чем тот, кто возводит на Аллаха ложь, измышляя, что у Аллаха есть сын и сотоварищ, или вероломно отрицает Его знамения, доказывающие, что Он - Един и истину Его посланников. Неправедным нечестивцам не будет благоденствия ни в ближайшей жизни, ни в последней жизни"
        },
        {
            "chapter": 6,
            "verse": 22,
            "text": "Скажи им (о Мухаммад!), что будет, когда Мы соберём всех людей в Судный день и скажем, упрекая многобожников, которые придавали Аллаху сотоварищей: \"Где же те божества, которых вы придавали Аллаху в сотоварищи, чтобы они вам помогали"
        },
        {
            "chapter": 6,
            "verse": 23,
            "text": "В этот тяжёлый для них День, они постараются отречься от своего прежнего многобожия и скажут ложно: \"Клянёмся Аллахом, нашим Владыкой, мы никогда не были многобожниками, не измышляли других божеств, ставя их наравне с Аллахом"
        },
        {
            "chapter": 6,
            "verse": 24,
            "text": "Посмотри (о Мухаммад!), как они измышляют ложь на самих себя, и скрылись от них те, которых они сооружали из камней и поклонялись им, придавая их Аллаху в сотоварищи"
        },
        {
            "chapter": 6,
            "verse": 25,
            "text": "Среди неверных были такие, которые приходили к тебе (о Мухаммад!), когда ты читал Коран, не для того, чтобы понять его и идти по прямому пути, который он указывает, а для того, чтобы найти способ порицать его и издеваться над ним. Поэтому Мы лишили их способности размышлять и слушать, наложили на их умы и сердца покровы, чтобы они не поняли, а их уши закрыли глухотой, которая мешает им слушать айаты Корана. Хотя они и видят всякое знамение, они не верят в него. И когда они приходят к тебе (о Мухаммад!), препираясь ложно и упорствуя в своём неверии, они говорят: \"То, что говорится в Коране - лишь сказки первых поколений"
        },
        {
            "chapter": 6,
            "verse": 26,
            "text": "Они удерживают людей от Корана, и сами отвращаются от веры в него, и не разрешают ни себе, ни другим получать от него пользу. Таким образом, они губят только самих себя и не ведают этого, и не чувствуют, какое злодеяние они совершают"
        },
        {
            "chapter": 6,
            "verse": 27,
            "text": "Если бы ты (о пророк!) увидел этих неверных, когда они будут поставлены перед огнём, тот страх и ужас, который их охватит, ты бы увидел ужасную картину. Они хотели бы вернуться в ближайшую жизнь, в этот мир, говоря: \"Если бы мы были возвращены в этот мир, мы исправили бы наши грехи, не отрицали бы знамений Аллаха и были бы в числе верующих"
        },
        {
            "chapter": 6,
            "verse": 28,
            "text": "Они так говорят, потому что обнаружилось перед ними то, что они не могут скрывать и отрицать истину того, что сообщил пророк. А если бы их вернули в этот мир, как они пожелали, они бы вновь стали отрицать Истину Аллаха и Его пророка и отступились бы от неё, хотя Аллах запретил им делать это. Ведь их прельстили соблазны и красота земной жизни, в которой они были рабами своих страстей. Они - лжецы, и их слова о том, что они уверовали бы в Аллаха и Его пророка, если бы вернулись в этот мир, являются лишь ложью"
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "Если бы их вернули в этот мир, они снова встали бы на неверный путь и сказали бы: \"Нет другой жизни, кроме нашей, земной жизни. И мы никогда не будем воскрешены"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "Если бы ты (о Мухаммад!) увидел их в Судный день, когда они предстанут перед Господом и узнают истинность Его Писаний, переданных через Его посланников, ты бы заметил, как они будут подавлены и смущены. И Аллах им скажет: \"Разве это - не истина, от которой вы отказались и которую отрицали в своей ближайшей жизни?\" Тогда они, униженные и презренные, ответят: \"Да, клянёмся Господом нашим, это - истина\". Тогда Аллах им скажет: \"Войдите в огонь и вкусите муки за то, что вы были неверными"
        },
        {
            "chapter": 6,
            "verse": 31,
            "text": "В убытке остались те, которые отрицали встречу с Аллахом в Судный день и наказание, считая это ложью и продолжая быть неверующими, настаивали на этом. И когда пришёл к ним внезапно час расплаты в День воскресения, тогда они, раскаявшись, воскликнули: \"Горе нам за то, что отклонялись от Истины Аллаха в нашей ближайшей жизни и пренебрегали ею!\" Они понесут ношу своих грехов и злодеяний. О, как тяжела ноша грехов, которую они понесут"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "Жизнь в этом мире, которую неверующие считали единственной, говоря, что не будет другой жизни, и в которой они не искали благоволения Аллаха, - всего лишь бесполезная игра и забава. В будущем приюте - настоящая жизнь. Это и есть благо для богобоязненных, повинующихся Аллаху и Его заветам. Разве вы не разумеете этой явной истины и не понимаете, что для вас - добро и что для вас зло"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "Мы знаем (о пророк!), тебя печалит то, что неверующие говорят, отрицая твою миссию и считая твои слова ложью. Не огорчайся, потому что, поистине, они не тебя во лжи обвиняют, это они, неправедные, сами отклоняются от истины и отрицают своими речами знамения Аллаха, доказывающие твою истину и пророчество"
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "И до тебя посланники объявлялись лжецами и подвергались гонению со стороны своего народа; так и твой народ поступил с тобой. Предыдущие посланники много терпели от тех, кто отрицал их пророчество, пока не пришла Наша помощь. Потерпи, как они терпели, пока к тебе не придёт Наша помощь! Никто не отменит обещания Аллаха помогать стойким верующим одержать победу. Это обещание обязательно исполнится! Мы рассказывали тебе об этих посланниках и о Нашей поддержке, оказанной им, чтобы утешить тебя и чтобы ты знал (о Мухаммад!), что передача Писания Аллаха людям требует терпения"
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "И если тебе (о Мухаммад!) тягостно, что они отвращаются от твоей проповеди, несущей Истину Аллаха, тогда ты мог бы искать расселину в земле или лестницу, по которой ты смог бы подняться на небо, чтобы принести им знамения об истинности твоих слов. Тогда сделай так! Но ты не сможешь этого сделать. Успокойся и потерпи, выполняя волю Аллаха. Если бы Он пожелал, Он повёл бы их всех по прямому пути к вере в то, что ты (о Мухаммад!) принёс им, и они бы все уверовали, как ты хочешь. Но Аллах оставил их, давая возможность им самим выбрать свой путь. Не будь (о Мухаммад!) среди невежд, которые не знают предписаний и законов Аллаха для Его рабов"
        },
        {
            "chapter": 6,
            "verse": 36,
            "text": "Поистине, (о Мухаммад!) отвечают на твой призыв уверовать в Истину Аллаха те, которые внимают тебе своими сердцами, понимают твой призыв и размышляют о нём. А те, которые не слышат тебя сердцем, не принимают твоего призыва, ибо мертвы их сердца, и сами они, как мёртвые. Аллах воскресит их в Судный день, и будут они к Нему возвращены, и Он спросит с них за то, что они делали"
        },
        {
            "chapter": 6,
            "verse": 37,
            "text": "Неверные сказали, требуя слишком многого, чтобы Аллах ниспослал конкретное знамение пророку Мухаммаду - да благословит его Аллах и приветствует, - которое доказывало бы истинность его учения. Скажи им (о Мухаммад!): \"Аллах может низвести любое знамение, какое бы вы не попросили\". Но большинство из них не поймёт мудрости Аллаха и значения ниспосланных Им знамений, а также того, что эти знамения не посылаются в ответ на их страсти. Если бы Аллах ответил на их требования, и после этого они не уверили бы, то они погибли бы по воле Аллаха. Большая часть их не ведает результатов своих деяний"
        },
        {
            "chapter": 6,
            "verse": 38,
            "text": "Нет более явного свидетельства мощи Аллаха, Его мудрости и милосердия, чем то, что Он - Творец всего сущего; и нет ни одного животного, движущегося по земле или под землёй, и нет ни одной птицы, летающей на своих крыльях в воздухе, которые не были бы созданы Аллахом, которым Он не придал бы определённые свойства, характеристики и которые, подобно вам, не составляли бы общины. Мы ничего не упустили из этой Книги, хранимой у Нас. Да, они все вместе с другими поколениями будут собраны в Судный день перед своим Господом-Творцом для воздаяния"
        },
        {
            "chapter": 6,
            "verse": 39,
            "text": "Те, которые отвергали Наши знамения, доказывающие Нашу власть и истину твоего пророчества (о Мухаммад!), не использовали свой слух, зрение и разум, чтобы постичь истину, и, следовательно, заблудились в бездне неверия и упрямства, - они как глухие и немые, лишённые душевного и умственного зрения, заблудившиеся во мраке, откуда нет спасения от гибели. Если бы они были склонны к добру, Он повёл бы их к прямому пути. Аллах - Великий, Всемогущий! Если Он пожелает сбить человека с пути истины из-за его злых намерений, тогда Он оставляет этого человека и не руководит его действиями. А если Он захочет, то руководит человеком, имеющим добрые намерения, и наставляет его на прямой путь веры"
        },
        {
            "chapter": 6,
            "verse": 40,
            "text": "Скажи (о пророк!) этим неверным: \"Скажите мне, если придёт к вам беда и наказание от Аллаха в ближайшей жизни, или наступит Судный день с его муками, обратитесь ли вы к другим, помимо Аллаха, прося пощадить вас в это тяжёлое время? Отвечайте же, если вы способны говорить правду о своём поклонении кому-то, кроме Аллаха"
        },
        {
            "chapter": 6,
            "verse": 41,
            "text": "Да! Вы взываете только к Нему. Его вы призываете на помощь, и Он помогает, если пожелает, в трудное время и в беде. И вы забываете о тех божествах, которым вы поклонялись помимо Аллаха"
        },
        {
            "chapter": 6,
            "verse": 42,
            "text": "Не печалься (о пророк!) о том зле, которое причиняет тебе твой народ. Мы посылали посланников многим народам до появления твоей общины, но народы не уверовали в них и их призыв считали ложью. В наказание Аллах подвергал их бедствиям и страданиям, - может быть, они будут богобоязненными и смиренными, обращаясь к Аллаху"
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "Они должны были обращаться к Аллаху, но они отвратились, сердца их очерствели и стали жестокими и суровыми, а шайтан представлял им их скверные деяния в прекрасном виде"
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "Когда же они не смогли извлечь уроков из Наших наставлений и посылаемых им в наказание бедности и болезней, тогда Мы испытали их большим уделом, открывая перед ними врата ко всем благам, какие они пожелали, и они радовались тому, что им было даровано. Но они не благодарили Аллаха за это. Тогда постигло их Наше наказание, захватившее их врасплох, и вот они в смущении и отчаянии не находят пути к спасению"
        },
        {
            "chapter": 6,
            "verse": 45,
            "text": "Эти неправедные были истреблены до последнего человека. Хвала Аллаху, Господу миров, который воспитывает Своих рабов, даруя им блага и подвергая их бедам, и очищает землю от несправедливых и неправедных"
        },
        {
            "chapter": 6,
            "verse": 46,
            "text": "Скажи им (о пророк!): \"Думали ли вы, что если Аллах хотел бы лишить вас зрения и слуха и наложить на ваши сердца печать так, чтобы вы ничего не понимали, и если бы Аллах повелел, чтобы вы стали глухи и слепы и ничего не видели, к кому, кроме Аллаха, вы обратитесь? Какое же божество может вам вернуть то, чего лишил вас Аллах?\" Посмотри (о пророк!), как Мы разъясняем Наши знамения, а они, несмотря на это, отвращаются и не думают о Наших знамениях и их пользе"
        },
        {
            "chapter": 6,
            "verse": 47,
            "text": "Спроси их (о Мухаммад!): \"Если на вас внезапно падёт кара Аллаха, или открыто постигнет вас Его наказание, о котором вы были предупреждены; кого постигнет эта кара, кроме нечестивцев, которые навредили сами себе, не уверовали в Аллаха и упорствовали в своём заблуждении? На кого падёт эта кара, кроме нечестивых"
        },
        {
            "chapter": 6,
            "verse": 48,
            "text": "Мы посылаем пророков, чтобы они возвестили о благе и о награде тем, кто уверовал, и предупредили тех, кто не уверовал, о наказании и каре Аллаха. И кто уверовал в их призыв и проповедь и творил благое, на тех не будет страха от бедствий и наказания, и не будут они печалиться"
        },
        {
            "chapter": 6,
            "verse": 49,
            "text": "Тех, кто считал ложью Наши явные знамения об истине того, о чём сообщают им Наши посланники, постигнет кара за то, что они отказались повиноваться Аллаху и отклонились от веры"
        },
        {
            "chapter": 6,
            "verse": 50,
            "text": "Скажи (о посланник!) этим неверующим: \"Я не говорю, что у меня сокровищница Аллаха, которой я могу распоряжаться и выполнять ваши просьбы, и я не утверждаю, что знаю сокровенное, которое Аллах не открывал мне. Я также не говорю вам, что я ангел, который может подниматься на небо. На самом деле я только человек и следую тому, что мне открыто в Откровении, ниспосланном Аллахом\". Скажи им ещё раз (о Мухаммад!): \"Ужель заблудившиеся и богобоязненные равны в знании этой истины? Как вы можете отклоняться от прямого пути, который я вам предлагаю?! Одумайтесь, чтобы понять Истину Аллаха и чтобы она стала для вас ясной"
        },
        {
            "chapter": 6,
            "verse": 51,
            "text": "Увещевай (о Мухаммад!) этим Кораном тех, которые со страхом ждут Судного дня, когда ангелы соберут их перед Господом, чтобы получить воздаяние и наказание, когда у них не будет ни покровителя, ни заступника без дозволения Аллаха. Это - чтобы богобоязненные отклонились от того, что вызывает гнев Аллаха"
        },
        {
            "chapter": 6,
            "verse": 52,
            "text": "Не отвечай (о пророк!) на призыв высокомерных неверующих и не отделяй себя от верующих из бедных, которые поклоняются Аллаху утром и вечером и ничего не хотят, кроме Его благоволения. И не обращай внимания на ложь и интриги неправедных против верующих. Ты (о Мухаммад!) не будешь отвечать перед Аллахом за их деяния, как и они не будут отвечать за твои деяния. Если же ты (о Мухаммад!) ответишь на призыв несправедливых неверующих и отстранишь от себя уверовавших, тогда ты окажешься среди несправедливых"
        },
        {
            "chapter": 6,
            "verse": 53,
            "text": "Мы подвергли этих несправедливых, высокомерных неверующих Своему испытанию, показывая, насколько слабые и беспомощные верующие опередили их на пути к исламу. Поэтому эти высокомерные неправедные говорят с насмешкой и недовольством: \"Неужели эти бедные - те, которым Аллах даровал Свою милость, обещанную им Мухаммадом?\" Эти бедные знают о благорасположении к ним Аллаха, который вывел их на путь веры, и они Ему благодарны. Аллах лучше всех знает, кто Ему благодарен за милости и благоволение"
        },
        {
            "chapter": 6,
            "verse": 54,
            "text": "И когда к тебе (о Мухаммад!) приходят те, которые уверовали в Коран, говори им с почтением: \"Мир вам! Я возвещаю вам великую милость от Аллаха - милосердие, которое Господь ваш вменил Сам Себе. Так что, кто из вас совершит зло по неведению, не рассчитав последствий, а затем раскается и исправится, Аллах простит его. Поистине, Аллах Прощающ, Милосерд"
        },
        {
            "chapter": 6,
            "verse": 55,
            "text": "И Мы так ясно разъясняем Наши различные знамения, чтобы выявить прямой путь к истине, по которому идут верующие, чтобы стал ясным неправильный путь грешников"
        },
        {
            "chapter": 6,
            "verse": 56,
            "text": "Скажи (о пророк!) этим неверующим: \"Аллах запретил мне поклоняться тем, кому вы поклоняетесь помимо Него. Я не пойду путём ваших страстей, иначе я сбился бы с прямого пути Аллаха и не был бы в числе праведников, идущих прямым путём к Истине Аллаха"
        },
        {
            "chapter": 6,
            "verse": 57,
            "text": "Скажи им (о Мухаммад!): \"Я следую ясному шариату, ниспосланному Аллахом, а вы считаете ложью Коран, в котором изложен этот шариат Аллаха. Я не властен над тем наказанием, которое вы торопите. Решение этого только у Аллаха, в Его власти и по Его мудрости. Если Он пожелает, то поторопится с наказанием вам, а если пожелает, то отложит его. Аллах - Всемогущий, Великий, Он решает этот вопрос по Своей великой мудрости. Он - лучший из решающих между мной и вами"
        },
        {
            "chapter": 6,
            "verse": 58,
            "text": "Скажи им (о Мухаммад!): \"Если бы было в моих руках наказание, которое вы торопите, вы бы получили его в знак моего сильного гнева за Аллаха, и дело было бы решено между мной и вами, но ведь дело во власти Аллаха. Он лучше знает, когда наказать неправедных: сразу или отложить наказание"
        },
        {
            "chapter": 6,
            "verse": 59,
            "text": "У Аллаха - все ключи тайного. Никто не знает сокровенного, кроме Него, и того, кому Он пожелает дать сведения о какой-то тайне. Аллаху известно всё, что на суше и на море, и ни один лист не упадёт без Его знания, и ни одно зерно не упадёт в лоно земли, и нет былинки ни свежей, ни сухой, о которой Он, Всеведущий, не знает"
        },
        {
            "chapter": 6,
            "verse": 60,
            "text": "И Он - Тот, который посылает вам покой ночью, будит вас днём и знает, что вы делаете до того, как жизнь каждого из вас закончится смертью, и в День воскресения вы все вернётесь к Аллаху Единому. Он сообщит вам о том, что вы сделали в ближней жизни злого и доброго, и воздаст вам за ваши деяния"
        },
        {
            "chapter": 6,
            "verse": 61,
            "text": "Он - Всепобеждающий, властен над Своими рабами и посылает вам ангелов-хранителей, чтобы они учитывали все ваши деяния, пока смерть не придёт к кому-нибудь из вас; тогда Наши ангелы смерти упокоят его. Они ничего не упускают из того, что поручено им Аллахом"
        },
        {
            "chapter": 6,
            "verse": 62,
            "text": "Умерших воскресит Аллах в Судный день, и они предстанут перед Аллахом Единым, который справедливо решит их дела. Знайте, что только у Него есть власть производить расчёт и выносить решение. И нет быстрее Его в расчёте и воздаянии"
        },
        {
            "chapter": 6,
            "verse": 63,
            "text": "Скажи (о пророк!) многобожникам: \"Кто спасает вас от бедствий, которые несут суша и море, если они постигнут вас? Вы взываете к Аллаху смиренно и в молчаливом страхе: \"Если Ты спасёшь нас от этих бедствий, мы будем из числа благодарных за Твою щедрость и из числа признательных за Твою милость"
        },
        {
            "chapter": 6,
            "verse": 64,
            "text": "Скажи им (о Мухаммад!): \"Только Аллах один, кто может спасти вас от бед суши и моря и от любых других бед. А вы поклоняетесь, помимо Аллаха, другим божествам, которые не могут ни отвратить беды, ни принести вам пользы"
        },
        {
            "chapter": 6,
            "verse": 65,
            "text": "Скажи им (о Мухаммад!): \"Аллах Единый - Тот, кто может послать вам наказание сверху или снизу из-под ваших ног или разделить вас на партии, враждебные друг другу; и будете вы различными партиями, которые жестоко враждуют друг с другом, применяя насилие\". Посмотри, как Мы разъясняем знамения, и как Наши знамения доказывают Наше могущество, власть и то, что только Мы заслуживаем поклонения. Может быть, они подумают и поймут истину"
        },
        {
            "chapter": 6,
            "verse": 66,
            "text": "Твой народ считал Коран ложью, а он - истина. Скажи им (о Мухаммад!): \"Я вам не покровитель, не поручитель, чтобы считать ваши деяния и воздать вам за них. Это - во власти Аллаха"
        },
        {
            "chapter": 6,
            "verse": 67,
            "text": "Всякому событию, предсказанному в Коране, назначено определённое время для свершения, и вы узнаете, что оно - истина, когда оно сбудется"
        },
        {
            "chapter": 6,
            "verse": 68,
            "text": "Если ты будешь у неверующих и увидишь, что они пустословят об айатах Корана или насмехаются над ними, покинь их, отвернувшись, пока они не заведут другой разговор. Если же ты забудешься и сядешь с ними, когда они лживо говорят об айатах Корана, а потом вспомнишь наставления Аллаха, отстранись от них, не общайся и не сиди с нечестивыми людьми"
        },
        {
            "chapter": 6,
            "verse": 69,
            "text": "Богобоязненные ни в какой мере не ответственны за злодеяния нечестивцев, упорствующих в своих заблуждениях. Однако они должны им напоминать об Истине Аллаха, - может быть, они станут богобоязненными, и их охватит страх перед Господним наказанием, и перестанут они быть нечестивыми"
        },
        {
            "chapter": 6,
            "verse": 70,
            "text": "Оставь (о пророк!) тех, кто обратил свою веру и религию в забаву. Обманула и обольстила их ближайшая жизнь, и они забыли о последующей жизни. Напоминай им всегда о Коране и предупреждай их о страхе и ужасе того Дня, когда каждая душа ответит за свои деяния в этом мире, когда не будет им ни помощника, ни покровителя, кроме Аллаха. И любой выкуп, который предложили бы нечестивцы, чтобы спастись от кары, не будет принят. Для этих неверных наказанием за злодеяния, совершённые ими, будет питьё кипящее и мучительная кара за то, что они не уверовали"
        },
        {
            "chapter": 6,
            "verse": 71,
            "text": "Скажи (о Мухаммад!), упрекая этих неверующих: \"Разве правильно поклоняться тем, кроме Аллаха, которые не приносят нам ни пользы, ни вреда? Неужели мы обратимся вспять после того, как Аллах поставил нас на прямой путь? Ведь тогда мы будем, как тот, которого соблазнил шайтан, и он бродит в растерянности по земле, не находя прямого пути. И у него есть друзья, идущие по прямому пути, которые стараются спасти его от заблуждений, говоря: \"Вернись на наш прямой путь!\" Но он не отвечает на их призыв. Скажи им (о пророк!): \"Ислам - прямой путь и благочестие, а всё, кроме него, - заблуждение. Аллах повелел нам предаться Ему - Господу и Творцу миров, - дающему людям удел, и их дела в Его власти"
        },
        {
            "chapter": 6,
            "verse": 72,
            "text": "Отстранитесь от неверующих, призвав их к вере и благочестию! Поклоняйтесь Аллаху - своему Господу - и смиренно выстаивайте молитву (салат)! Бойтесь Аллаха и слушайте Его наказы! Он - Тот, к кому вы будете собраны, и перед Ним вы предстанете"
        },
        {
            "chapter": 6,
            "verse": 73,
            "text": "Он - один Творец небес и земли, сотворил их на основе истины, справедливости и мудрости. В любое время, когда Он пожелает, чтобы что-нибудь было, оно будет. Он скажет: \"Будь!\" - и оно бывает. Его Слово - правда и истина. И когда возвестит труба о Дне воскресения, в Его власти будут все, и все предстанут перед Ним. Аллах - Един. Он знает тайное и явное. Он мудр во всех делах"
        },
        {
            "chapter": 6,
            "verse": 74,
            "text": "Скажи (о пророк!), что было, когда Ибрахим сказал Азару, своему отцу, порицая его за поклонение другим божествам, кроме Аллаха: \"Неужели ты поклоняешься идолам, превращая их в божества? Поистине, я вижу, что ты и твой народ, который поклоняется другим божествам помимо Аллаха, находитесь в явном заблуждении и далеки от прямого пути истины"
        },
        {
            "chapter": 6,
            "verse": 75,
            "text": "Когда Ибрахим - по Нашему дозволению - увидел заблуждение своего народа, поклонявшегося идолам, Мы показали Ему Свою великую власть над небесами и землёй и над всем, что на них, чтобы он представил своему народу доказательства и чтобы его вера усилилась"
        },
        {
            "chapter": 6,
            "verse": 76,
            "text": "Ибрахим просил Аллаха, и Аллах услышал его и повёл по прямому пути. Когда стемнело и наступила ночь, он увидел блестящую звезду. Тогда он сказал: \"Это - мой Господь!\" А когда она закатилась, он сказал, что звезда не может быть Богом: \"Я не поклоняюсь богам, которые закатываются и изменяются"
        },
        {
            "chapter": 6,
            "verse": 77,
            "text": "Увидев восходящую луну, он сказал про себя: \"Это - Господь мой!\" А когда она тоже зашла, он сказал, направив свой народ на прямой путь: \"Я клянусь, что, если мой Господь не направит меня на прямой путь истины, я буду среди растерявшихся и заблудившихся"
        },
        {
            "chapter": 6,
            "verse": 78,
            "text": "Потом он увидел восходящее солнце и сказал про себя: \"Это - Господь мой! Ведь оно больше, чем звёзды\". А когда солнце село, он сказал: \"О народ мой, я не причастен к тем идолам, которым вы поклоняетесь помимо Аллаха"
        },
        {
            "chapter": 6,
            "verse": 79,
            "text": "Увидев слабость сотворённых явлений, он обратился к Аллаху, их Творцу, и сказал: \"Я обратился лицом к Аллаху Единому, всей душой предался Ему - Творцу небес и земли - и отклонился от всякого пути, кроме Его прямого пути. После того, как я увидел знамения Единого Аллаха, я не буду многобожником, как они"
        },
        {
            "chapter": 6,
            "verse": 80,
            "text": "Но препирался с Ибрахимом его народ о единстве Аллаха и пугал его гневом своих богов. Но он сказал: \"Вам не следует препираться со мной об Аллахе Едином, Он уже наставил меня на прямой путь истины. Я не боюсь гнева ваших божков, которым вы поклоняетесь помимо Аллаха. Только Он один может наносить вред, если пожелает. Объемлет Господь мой всякую вещь Своим знанием, а ваши боги ничего не знают из этого. Неужели вы упускаете это из виду, не понимаете и не опомнитесь, что бессильный и невежественный не заслуживает вашего поклонения"
        },
        {
            "chapter": 6,
            "verse": 81,
            "text": "Странно! Как же мне бояться ваших ложных богов, если вы не боитесь поклоняться им наряду с Аллахом? Ведь знамения доказывают, что Он Един, а о ваших идолах нет доказательств, что они заслуживают поклонения. Тогда кто же из нас должен ощущать безопасность и спокойствие, если вы только знаете истину и разумеете её"
        },
        {
            "chapter": 6,
            "verse": 82,
            "text": "Те, которые уверовали в Аллаха, не оскверняли и не совмещали свою веру с поклонением чему-либо или кому-либо наряду с Аллахом, - только они заслуживают спокойствия и безопасности. И лишь они - на праведном пути истины и блага"
        },
        {
            "chapter": 6,
            "verse": 83,
            "text": "Этими вескими доводами, доказывающими, что Мы - единственный и истинный Бог, Мы поддержали Ибрахима против его народа, и он возвысился над ним. Мы возвышаем степенями тех, кого пожелаем, даруя им знание и мудрость. Твой Господь (о пророк!) ставит каждую вещь на своё место, знает, кто заслуживает возвышения и кто не заслуживает. Поистине, Он - Мудрый и Всезнающий"
        },
        {
            "chapter": 6,
            "verse": 84,
            "text": "Мы даровали Ибрахиму благочестивое потомство - Исхака и Йакуба, сына Исхака, и наставили каждого из них на прямой путь истины и добра, как и их отцов. Задолго до них Мы вели прямым путём Нуха (Ноя), а из его потомков - Дауда, Сулаймана, Аййуба (Йова), Йусуфа (Иосифа), Мусу, Харуна (Аарона). Так Мы воздаём тем, кто делает добро"
        },
        {
            "chapter": 6,
            "verse": 85,
            "text": "Мы наставили на прямой путь также Закарию, Йахйу, Ису и Илйаса (Илию) - все они из Наших рабов праведных"
        },
        {
            "chapter": 6,
            "verse": 86,
            "text": "Мы вели также прямым путём Исмаила и аль-Йасаа (Елисея), Йунуса (Иону) и Лута (Лота). Мы возвысили их в своё время над всеми людьми, наставили на прямой путь и даровали им пророчество"
        },
        {
            "chapter": 6,
            "verse": 87,
            "text": "Мы избрали также из их отцов, потомков и братьев и наставили их на прямой путь"
        },
        {
            "chapter": 6,
            "verse": 88,
            "text": "Благочестие у этих людей - от Аллаха. Он ведёт, кого пожелает из Своих рабов, прямым путём. А если бы кто-либо из этих избранных Им людей придал Аллаху сотоварищей, то все его добродеяния оказались бы тщетными, и он бы не получил никакого вознаграждения за них"
        },
        {
            "chapter": 6,
            "verse": 89,
            "text": "Это - те, кому Мы даровали Писание, мудрость и полезные знания об истине и честь пророчества. Если же идолопоклонники Мекки будут отрицать всё это и не уверуют в них, то Мы возложим это на других людей, которые в это уверуют"
        },
        {
            "chapter": 6,
            "verse": 90,
            "text": "Это - те, которых Аллах вёл по прямому пути истины и добра. Следуй (о Мухаммад!) за ними - этими пророками, - следуй их прямым путём, воплощающим законы религии и благочестия, и не иди по другому пути! Скажи (о пророк!) своему народу, как сказали те пророки своим народам: \"Я не прошу у вас платы за передачу слов Аллаха! Этот Коран - только увещевание обитателям миров! Моя цель - лишь ваша польза, которую вы извлечёте из Корана"
        },
        {
            "chapter": 6,
            "verse": 91,
            "text": "Эти неверующие не ценили Аллаха должным образом, Его милости им и мудрость, говоря, что Писание не может быть ниспослано человеку. Скажи им (о Мухаммад!), многобожникам и их последователям из иудеев: \"Кто же ниспослал Писание, с которым пришёл к людям Муса, как со Светом и руководством к благочестию? Вы, иудеи, разделили это Писание (Тору) на отдельные части. Вы открываете людям только те, которые подходят вашим пристрастиям и взглядам, и скрываете многие другие, которые призывают вас уверовать в Коран. Это - Писание, из которого вы научились тому, чего не знали ни вы, ни ваши праотцы\". Отвечай им ты сам (о Мухаммад!): \"Аллах ниспослал Тору!\" Потом оставь их в заблуждении и невежестве забавляться собственным пустословием"
        },
        {
            "chapter": 6,
            "verse": 92,
            "text": "Этот Коран - Писание, ниспосланное тебе, - благословенная и постоянная Книга до Дня воскресения, подтверждающая предыдущие Писания, ниспосланные Аллахом, и их истинность, чтобы ты (о Мухаммад!) благовестил им тем, которые уверовали, увещевал неверующих из обитателей Мекки и её окрестностей и предупреждал их о гневе Аллаха, если они не повинуются Ему. А те, которые верят в Судный день, верят в Коран, стремятся к награде и боятся наказания - они полностью, как положено, соблюдают и выстаивают молитву"
        },
        {
            "chapter": 6,
            "verse": 93,
            "text": "Пророк не измыслил на Аллаха ложь, когда он объявил, что Коран был ниспослан ему Аллахом. Нет несправедливее и нечестивее того, кто возводит ложь на Аллаха, говоря: \"Ниспослано мне Откровение от Аллаха\", - хотя никакого Откровения не было. И нет никого нечестивее того, кто говорит: \"Я низведу слова, подобные тем, что ниспослал Аллах\". Если бы ты видел, как эти нечестивые пребывают в пучине смерти, а ангелы извлекают души из их тел сурово и жестоко, ты бы увидел страшную муку, которой они подвергаются, а ангелы им говорят тогда: \"Теперь начинается ваше унизительное наказание за то, что вы возводили на Аллаха ложь и превозносились над Его знамениями во Вселенной и над Кораном, пренебрегали ими и не размышляли о них"
        },
        {
            "chapter": 6,
            "verse": 94,
            "text": "Аллах скажет им в День воскресения: \"Вы уже сами убедились в том, что вы были воскрешены и встали из могил такими, какими Мы сотворили вас изначально, и вы пришли к нам, лишённые всего - имущества, детей и друзей, оставив за своими спинами то, чем Мы наделили вас, которым вы дорожили и которым гордились. Сегодня Мы не видим с вами тех, которых вы считали вашими заступниками перед Аллахом и Его сотоварищами и поклонялись им! Разорвались узы между вами и ими, исчезли те, на которых вы неправильно полагались"
        },
        {
            "chapter": 6,
            "verse": 95,
            "text": "Аллах - Единый и Всемогущий. Знамением этого является Его власть воскрешать мёртвых. Он один заслуживает поклонения; Он - Тот, который может воскресить мёртвых, - знамений об этом много. Аллах единственный, кто расщепляет зерно и растит из него растение, кто расщепляет косточки и растит из них деревья. Он изводит живое из мёртвого (человека из праха) и выводит мёртвое из живого (молоко из животного). Таков - Аллах - Великий, Всемогущий! Нет никакой причины, по которой вы можете отклоняться от поклонения Ему и поклоняться кому-либо другому, кроме Него"
        },
        {
            "chapter": 6,
            "verse": 96,
            "text": "Он выводит утреннюю зарю, чтобы живые работали ради продолжения своей жизни. Аллах сделал ночь покоем для тела и души. Обороты солнца и луны в определённом порядке служат для счёта времени, по которому люди узнают время религиозных обрядов и регулируют взаимные отношения. Этот чёткий порядок движения солнца и луны - установление Всемогущего Аллаха, которому принадлежит власть над мирами и который всё знает"
        },
        {
            "chapter": 6,
            "verse": 97,
            "text": "Он - Тот, кто сотворил звёзды, чтобы вы находили свой путь по ним во мраке ночи на суше и на море. Мы показываем знамения Нашей милости и могущества людям, которые, пользуясь своими знаниями, постигают истину и отвергают ложь"
        },
        {
            "chapter": 6,
            "verse": 98,
            "text": "Он - Тот, кто взрастил вас из одной души - праотца людей Адама. Адам сотворён был из земли, и земля - место вашего пребывания на протяжении всей вашей жизни, и место вашего упокоения после смерти, внутри земли вы исчезаете. Мы разъяснили знамения Нашей мощи людям разумеющим, постигающим истину вещей"
        },
        {
            "chapter": 6,
            "verse": 99,
            "text": "Он - Тот, кто низвёл воду и взрастил благодаря ей растения всех видов. Он вывел зелень и из неё зёрна, сидящие в ряд в колосе, а из пальмы, из её завязей, зреют гроздья легко доступных плодов. Мы также выводим благодаря воде сады из винограда, и маслин, и гранатов. Среди них есть такие, которые бывают похожи по виду, но различаются по вкусу, запаху и пользе. Смотрите на плоды и размышляйте, когда они наливаются и постепенно, по этапам созревают. Поистине, в этом - знамение для людей верующих, стремящихся к Истине Аллаха, поклоняющихся Ему"
        },
        {
            "chapter": 6,
            "verse": 100,
            "text": "А неверующие устроили Аллаху соучастников из ангелов и джиннов и поклоняются им наряду с Аллахом, а ведь это Он создал их, и не следовало бы им, зная об этом, поклоняться кому-либо, кроме Аллаха. Аллах сотворил ангелов и джиннов, и не следует поклоняться им. Ведь они - творение Аллаха, как и люди! Эти неверующие без всякого знания приписали Аллаху сыновей и дочерей: христиане ложно говорят, что Иса - сын Аллаха, а некоторые идолопоклонники из арабов ложно утверждают, что ангелы - дочери Аллаха. Хвала Аллаху! Он превыше того, что они ложно Ему приписывают из-за своего невежества и незнания"
        },
        {
            "chapter": 6,
            "verse": 101,
            "text": "Он - Творец неба и земли (созданных без предыдущего примера). Как может быть у Него ребёнок, как думают эти люди, если у Него не было супруги? Он - Тот, кто создал всё сущее, в том числе и тех, которым поклоняются эти люди наряду с Аллахом. Аллах Всеведущ и отмечает, что они говорят и что делают. Он воздаст им за их слова и деяния"
        },
        {
            "chapter": 6,
            "verse": 102,
            "text": "Он - Тот, кто обладает совершеннейшими достоинствами. Аллах - ваш Господь и нет другого божества, кроме Него. Он - Творец всего сущего, что было и что будет. Он один заслуживает того, чтобы вы поклонялись Ему. Поклоняйтесь же Ему! В Его власти всё, Он - хранитель и поручитель над каждой вещью! К Нему - Единому - вы вернётесь, пред Ним вы предстанете"
        },
        {
            "chapter": 6,
            "verse": 103,
            "text": "Ни один взор не постигает Его, а Он постигает взоры всех и всякую вещь. Аллах проницателен, понимает Своих рабов и сведущ во всём. Ничто от Него не скрыто, и ведает Он обо всём"
        },
        {
            "chapter": 6,
            "verse": 104,
            "text": "Скажи людям (о пророк!): \"К вам пришли от вашего Творца и Владыки ваших дел явные знамения и доводы в Коране, освещающие вам прямой путь истины. Тот, кто распознает их, тому они пойдут на пользу, а тот, кто будет слеп к ним и не увидит их, тому они пойдут во вред. Я же - не хранитель ваш, а посланник, передающий только то, что мне было поручено"
        },
        {
            "chapter": 6,
            "verse": 105,
            "text": "Прекрасным распределением различных вселенских знамений и айатов в Коране Мы представляем доказательства и доводы против неверующих, чтобы помешать им ложно обвинить тебя (о Мухаммад!) в том, что ты учился у людей, а не у Аллаха, и чтобы показать, что Мы беспристрастно ниспослали Свою Истину через тебя тем людям, которые постигают её, покоряются ей и поклоняются Аллаху"
        },
        {
            "chapter": 6,
            "verse": 106,
            "text": "Следуй (о пророк!) тому, что было внушено тебе от твоего Господа, руководителя и властелина твоих дел. Он - Аллах Единый, нет божества, кроме Него. Он - Тот, кто заслуживает, чтобы Ему покорились и поклонялись. Слушай Его и покорись Ему, отвернись от многобожников и не водись с ними"
        },
        {
            "chapter": 6,
            "verse": 107,
            "text": "Если бы Аллах пожелал, Он бы Своей мощью и силой заставил их поклоняться Ему одному, но Он оставил им это дело, чтобы они сами выбрали свой путь. Мы не назначали тебя ни хранителем, ни надсмотрщиком над ними, над их деяниями, ни поручителем за них, который улаживает их дела"
        },
        {
            "chapter": 6,
            "verse": 108,
            "text": "О те, которые уверовали, не поносите идолов многобожников, которым они поклоняются помимо Аллаха, а то они, по вражде и неразумию, в гневе станут оскорблять вас и хулить Аллаха. Так Мы каждому народу разукрасили его дело, но потом они будут отвечать перед Аллахом и к Нему, Единому, будет возвращение всех в День воскресения. Тогда Аллах сообщит им о том, что они делали, и воздаст им за их деяния"
        },
        {
            "chapter": 6,
            "verse": 109,
            "text": "Те многобожники, которые не уверовали, поклялись самой важной из своих клятв: если придёт к ним конкретное знамение, которое они попросят, они обязательно уверуют в Коран. Скажи им (о пророк): \"Эти знамения от Аллаха и полностью в Его власти. Я не властен ни над одним из них\". О вы, которые уверовали, вы не знаете то, что знаю Я. Если им даже и придут знамения, они не уверуют"
        },
        {
            "chapter": 6,
            "verse": 110,
            "text": "Вы не знаете, что когда приходят к ним знамения, Мы переворачиваем им сердца от раздумий и сомнительных толкований и наполняем их взоры ложными воображениями, и они остаются такими же, какими были до прихода доказательств, - упорствующими, неповинующимися, колеблющимися, слепыми в своём заблуждении"
        }
    ]
}