{
    "chapter": [
        {
            "chapter": 48,
            "verse": 1,
            "text": "My darovali tebe yavnuyu pobedu"
        },
        {
            "chapter": 48,
            "verse": 2,
            "text": "chtoby Allakh prostil tebe to, chto predshestvovalo iz tvoikh grekhov i chto bylo pozzhe, i chtoby zavershil Svoyu milost' tebe i povel tebya pryamym putem"
        },
        {
            "chapter": 48,
            "verse": 3,
            "text": "i chtoby pomog tebe Allakh velikoy pomoshch'yu"
        },
        {
            "chapter": 48,
            "verse": 4,
            "text": "On - tot, kotoryy nizvel sakinu v serdtsa veruyushchikh, chtoby oni uvelichili veru s ikh veroy; Allakhu prinadlezhat voinstva nebes i zemli; Allakh znayushch, mudr"
        },
        {
            "chapter": 48,
            "verse": 5,
            "text": "chtoby On vvel veruyushchikh muzhchin i zhenshchin v sady, gde vnizu tekut reki, dlya vechnogo prebyvaniya tam, i izbavil ikh ot durnykh deyaniy, i eto u Allakha - velikaya milost'"
        },
        {
            "chapter": 48,
            "verse": 6,
            "text": "I chtoby nakazal On litsemerov i litsemerok i mnogobozhnikov i mnogobozhnits, dumayushchikh ob Allakhe dumy zla. Protiv nikh - povorot zla; i razgnevalsya Allakh na nikh, i proklyal ikh, i ugotoval im geyennu, i skverno eto pristanishche"
        },
        {
            "chapter": 48,
            "verse": 7,
            "text": "Allakhu prinadlezhat voinstva nebes i zemli; Allakh - velik, mudr"
        },
        {
            "chapter": 48,
            "verse": 8,
            "text": "My poslali tebya svidetelem, vestnikom i uveshchevatelem"
        },
        {
            "chapter": 48,
            "verse": 9,
            "text": "chtoby vy uverovali v Allakha i Yego poslannika, i pomogali yemu, i pochitali Yego, i proslavlyali Yego utrom i vecherom"
        },
        {
            "chapter": 48,
            "verse": 10,
            "text": "Poistine, te, kotoryye prisyagayut tebe, prisyagayut Allakhu. Ruka Allakha - nad ikh rukami. A kto narushit, tot narushayet tol'ko protiv samogo sebya. A kto vypolnyayet to, o chem zaklyuchil zavet s Allakhom, tomu dast On velikuyu nagradu"
        },
        {
            "chapter": 48,
            "verse": 11,
            "text": "Skazhut tebe ostavshiyesya pozadi iz arabov: \"Otvleklo nas nashe dostoyaniye i nashi sem'i. Prosi zhe proshcheniya dlya nas!\" Govoryat oni svoimi yazykami to, chego net v ikh serdtsakh. Skazhi: \"A kto vlastvuyet dlya vas chem-nibud' u Allakha, yesli On zakhochet vam povredit' ili zakhochet vam poleznogo?\" Da, Allakh svedushch v tom, chto vy delayete"
        },
        {
            "chapter": 48,
            "verse": 12,
            "text": "Da, vy dumali, chto poslannik i veruyushchiye nikogda ne vernutsya k svoim sem'yam! Eto bylo razukrasheno v vashikh serdtsakh, i vy dumali skvernuyu dumu i byli narodom propashchim"
        },
        {
            "chapter": 48,
            "verse": 13,
            "text": "A kto ne uveroval v Allakha i Yego poslannika... to My ved' prigotovili dlya nevernykh ogon'"
        },
        {
            "chapter": 48,
            "verse": 14,
            "text": "Allakhu prinadlezhit vlast' nad nebesami i zemley. On proshchayet, komu pozhelayet, i nakazyvayet, kogo pozhelayet. Allakh - proshchayushchiy, milostivyy"
        },
        {
            "chapter": 48,
            "verse": 15,
            "text": "Skazhut ostavlennyye doma, kogda vy otpravlyayetes' k dobyche, chtoby vzyat' yeye: \"Ostav'te nas sledovat' za vami!\" Oni zhelayut peremenit' slovo Allakha. Skazhi: \"Vy nikogda ne posleduyete za nami! Tak skazal vam Allakh ran'she\". I oni togda skazhut: \"Net, vy zaviduyete nam!\" Net, oni ponimayut tol'ko malo"
        },
        {
            "chapter": 48,
            "verse": 16,
            "text": "Skazhi ostavlennym iz beduinov: \"Vy budete prizvany na narod, obladayushchiy velikoy yarost'yu. Vy budete srazhat'sya s nimi, ili oni predadutsya. I yesli vy budete povinovat'sya, togda Allakh daruyet vam khoroshuyu nagradu, a yesli otvernetes', kak otvernulis' ran'she, On nakazhet vas muchitel'nym nakazaniyem"
        },
        {
            "chapter": 48,
            "verse": 17,
            "text": "Net stesneniya dlya slepogo, i net stesneniya dlya khromogo, i net stesneniya dlya bol'nogo. A kto povinuyetsya Allakhu i Yego poslanniku, togo On vvedet v sady, gde vnizu tekut reki. A kto otvratitsya, togo On nakazhet muchitel'nym nakazaniyem"
        },
        {
            "chapter": 48,
            "verse": 18,
            "text": "Byl dovolen Allakh veruyushchimi, kogda oni prisyagali tebe pod derevom; i On uznal, chto u nikh v serdtsakh, i nizvel na nikh Svoyu sakinu i dal im v nagradu blizkuyu pobedu"
        },
        {
            "chapter": 48,
            "verse": 19,
            "text": "i obil'nuyu dobychu, kotoruyu oni voz'mut. Allakh - velikiy, mudryy"
        },
        {
            "chapter": 48,
            "verse": 20,
            "text": "Obeshchal vam Allakh obil'nuyu dobychu, kotoruyu vy voz'mete, i uskoril On vam eto, i uderzhal ruki lyudey ot vas dlya togo, chtoby eto bylo znameniyem dlya veruyushchikh i On vyvel by vas na pryamuyu dorogu"
        },
        {
            "chapter": 48,
            "verse": 21,
            "text": "A drugoy vy ne ovladeli, Allakh okruzhil yeye, i byl Allakh moshchnym nad vsyakoy veshch'yu"
        },
        {
            "chapter": 48,
            "verse": 22,
            "text": "A yesli by srazhalis' s vami te, kotoryye ne verovali, oni obratilis' by vspyat'. Potom oni ne naydut ni zastupnika, ni pomoshchnika"
        },
        {
            "chapter": 48,
            "verse": 23,
            "text": "po ustanovleniyu Allakha, kotoroye proizoshlo ran'she: ved' ty nikogda ne naydesh' v ustanovlenii Allakha peremeny"
        },
        {
            "chapter": 48,
            "verse": 24,
            "text": "On - tot, kotoryy uderzhal ruki ikh ot vas i vashi ruki ot nikh v doline Mekki, posle togo kak dal vam pobedu nad nimi. Allakh vidit to, chto vy delayete"
        },
        {
            "chapter": 48,
            "verse": 25,
            "text": "Oni - te, kotoryye ne verovali i otklonili vas ot zapretnoy mecheti i uderzhali zhertvennykh zhivotnykh, chtoby oni ne pribyli k svoyemu mestu. I yesli by ne veruyushchiye muzhchiny i zhenshchiny, kotorykh vy ne znali i mogli by povergnut' ikh, tak chto vas postiglo by iz-za nikh pregresheniye bez vedoma, chtoby Allakh vvel vas v Svoyu milost', kogo pozhelayet, yesli by oni otdelilis', My by, konechno, nakazali tekh iz nikh, kotoryye ne verovali, muchitel'nym nakazaniyem"
        },
        {
            "chapter": 48,
            "verse": 26,
            "text": "Vot, te, kotoryye ne verovali, pomestili v svoikh serdtsakh yarost', yarost' nevedeniya, i Allakh nizvel Svoyu sakinu na Svoyego poslannika i na veruyushchikh i sdelal neotluchnym dlya nikh slovo bogoboyaznennosti, i oni imeli pravo na nego i byli dostoyny yego. Allakh o vsyakoy veshchi znayushch"
        },
        {
            "chapter": 48,
            "verse": 27,
            "text": "Opravdal Allakh Svoyemu poslanniku videniye po istine: \"Vy nepremenno voydete v zapretnuyu mechet', yesli ugodno Allakhu, v bezopasnosti, obriv golovy i ukorotiv, ne boyas'!\" On znal to, chego vy ne znali, i utverzhdal do etogo blizkuyu pobedu"
        },
        {
            "chapter": 48,
            "verse": 28,
            "text": "On - tot, kotoryy poslal Svoyego poslannika s pryamym rukovodstvom i veroy istiny, chtoby dat' yey pereves nad vsyakoy veroy; dovol'no Allakha kak svidetelya"
        },
        {
            "chapter": 48,
            "verse": 29,
            "text": "Mukhammad - poslannik Allakha, i te, kotoryye s nim, - yarostny protiv nevernykh, milostivy mezhdu soboy. Ty vidish' ikh preklonyayushchimisya, padayushchimi nits. Oni ishchut milosti ot Allakha i blagovoleniya. Primety ikh - na ikh litsakh ot sledov padeniya nits. Takov obraz ikh v Tore, no v Yevangelii obraz ikh - posev, kotoryy izvel svoy pobeg i ukrepil yego; on stal tverdym i vyrovnyalsya na steble, voskhishchaya seyateley, - chtoby raz\"yarit' imi nevernykh. Obeshchal Allakh tem iz nikh, kotoryye uverovali i tvorili blagoye, proshcheniye i velikuyu nagradu"
        }
    ]
}