{
    "maqras": [
        {
            "chapter": 2,
            "verse": 177,
            "text": "Nije dobrocinstvo u tome da okrecete lica svoja prema istoku i zapadu, nego je pravo dobrocinstvo dobrocinstvo onih koji vjeruju u Allaha, u ahiret, i u meleke, i u knjige, i u vjerovjesnike, te onih koji od imetka, iako im je drag, daju roacima i sirocadi, siromasima i putnicima namjernicima, prosjacima, i za otkup iz ropstva, i onih koji namaz obavljaju i zekat daju, i koji obavezu svoju, kada je preuzmu, ispunjavaju, te onih koji su strpljivi u neimastini i u bolesti, i za vrijeme borbe. To su oni koji su iskreni i oni su pravi bogobojaznici"
        },
        {
            "chapter": 2,
            "verse": 178,
            "text": "O vi koji vjerujete! Propisuje vam se odmazda za ubijene: slobodan za slobodnog, rob za roba, i zensko za zensko. A prema onome kome od njegovog brata bude nesto oprosteno, neka onaj ko prihvati otkup postupi pravedno, a i on neka njemu isplati lijepo i po propisu. To je olaksanje od Gospodara vaseg i milost. A ko nasilje i poslije toga izvrsi, njemu slijedi bolna patnja"
        },
        {
            "chapter": 2,
            "verse": 179,
            "text": "U odmazdi vam je zivot, o razumom obdareni, da biste se sacuvali"
        },
        {
            "chapter": 2,
            "verse": 180,
            "text": "Kada neko od vas na samrti bude, pa ostavlja kakvo dobro, propisano vam je da, na lijep i pravedan nacin, roditeljima i bliznjima oporuku ucinite, sto je obaveza bogobojaznih"
        },
        {
            "chapter": 2,
            "verse": 181,
            "text": "Ko god to zamijeni nakon sto je cuo kako glasi, grijeh za to pada na one koji to mijenjaju. A Allah je, doista, Onaj Koji sve cuje i Onaj Koji sve zna"
        },
        {
            "chapter": 2,
            "verse": 182,
            "text": "Pa ko se boji pogreske ili grijesnog postupka oporucioca, pa to valjano izmeu onih kojih se oporuka tice popravi, nije zgrijesio.! Allah je, doista, Onaj Koji oprasta grijehe i milostiv je"
        },
        {
            "chapter": 2,
            "verse": 183,
            "text": "O vi koji vjerujete! Propisuje vam se post, kao sto je propisan onima prije vas, da biste se uscuvali"
        },
        {
            "chapter": 2,
            "verse": 184,
            "text": "odreen broj dana; a onome od vas koji je bolestan ili na putu bude, toliko drugih dana. Onima koji ga tesko podnose, otkup je da siromaha nahrane. A ko drage volje da vise, za njega je bolje. A bolje vam je da postite, da znate"
        },
        {
            "chapter": 2,
            "verse": 185,
            "text": "U ramazanu je pocelo objavljivanje Kur'ana, koji je putokaz ljudima, jasan dokaz Pravog puta i razlikovanja dobra od zla. Ko od vas u tom mjesecu bude kod kuce, neka posti, a ko bolestan bude ili se na putu zadesi, neka isti broj dana naposti. Allah hoce da vam olaksa, a ne da teskoce imate, da odreeni broj dana ispunite i da Allaha velicate jer vas je uputio, te da zahvalni budete"
        },
        {
            "chapter": 2,
            "verse": 186,
            "text": "A kada te robovi Moji za Mene upitaju, Ja sam, sigurno, blizu: odazivam se molbi molitelja kada Me zamoli. Zato, neka se i oni Meni odazovu i neka vjeruju u Mene, kako bi ispravnim putem krenuli"
        },
        {
            "chapter": 2,
            "verse": 187,
            "text": "Dozvoljava vam se da u nocima posta imate odnos sa zenama vasim; one su odjeca vasa, a vi ste odjeca njihova; Allah zna da ste sami sebe varali, pa je prihvatio pokajanje vase i oprostio vam; zato se sada sastajte s njima i zudite za onim sto vam je Allah odredio; jedite i pijte sve dok budete mogli razlikovati bijelu nit od crne niti zore, a potom upotpunite post, do noci; sa zenama ne opcite dok ste u itikafu u dzamijama; to su Allahove granice i ne priblizujte im se; tako Allah u ajetima Svojim obznanjuje propise ljudima, kako bi se uscuvali"
        },
        {
            "chapter": 2,
            "verse": 188,
            "text": "Ne jedite imovinu jedni drugih na neposten nacin i ne sporite se zbog nje pred sudijama kako biste s grijehom, i znajuci to, dio imovine drugih ljudi pojeli"
        }
    ]
}