{
    "maqras": [
        {
            "chapter": 5,
            "verse": 67,
            "text": "O Poslanice, kazuj ono sto ti se objavljuje od Gospodara tvoga - ako ne ucinis, onda nisi dostavio poslanicu Njegovu - a Allah ce te od ljudi stititi. Allah, zaista, nece uputiti na Pravi put narod koji ne vjeruje"
        },
        {
            "chapter": 5,
            "verse": 68,
            "text": "Reci: \"O vi kojima je data Knjiga, vi niste ni na cemu ako se ne budete pridrzavali Tevrata i Indzila i onoga sto vam objavljuje Gospodar vas. A to sto ti objavljuje Gospodar tvoj pojacat ce, uistinu, kod mnogih od njih osionost i nevjerovanje, ali ti ne ocajavaj zbog naroda koji ne vjeruje"
        },
        {
            "chapter": 5,
            "verse": 69,
            "text": "Oni koji su vjerovali, i oni koji su bili jevreji, te sabijci, i krscani - oni koji su u Allaha i u ahiret vjerovali i dobra djela cinili - nicega se oni uistinu nece bojati i ni za cim oni nece tugovati"
        },
        {
            "chapter": 5,
            "verse": 70,
            "text": "Mi smo od sinova Israilovih zavjet uzeli i poslanike im slali. Kad god bi im koji poslanik donio ono sto nije godilo dusama njihovim, jedne su u laz utjerivali a druge ubijali"
        },
        {
            "chapter": 5,
            "verse": 71,
            "text": "Mislili su da nece na muke biti stavljeni, pa su bili i slijepi i gluhi, i onda kad je Allah primio pokajanje njihovo, mnogi od njih su opet bili i slijepi i gluhi; a Allah dobro vidi ono sta oni rade"
        },
        {
            "chapter": 5,
            "verse": 72,
            "text": "nevjernici su oni koji govore: \"Bog je, doista, Mesih, sin Merjemin!\" A Mesih je govorio: \"O sinovi lsrailovi, ibadet cinite Allahu, i mome i vasem Gospodaru!\" Ko drugog Allahu u obozavanju pridruzuje, Allah ce mu ulazak u Dzennet zabraniti i boraviste njegovo ce Dzehennem biti; a zulumcarima nece niko moci pomoci"
        },
        {
            "chapter": 5,
            "verse": 73,
            "text": "nevjernici su oni koji govore: \"Allah je, zaista, jedan od trojice!\" A samo je jedan Bog! I ako se ne okane onoga sto govore, nesnosna patnja ce, zaista, stici svakog od njih koji nevjernik ostane"
        },
        {
            "chapter": 5,
            "verse": 74,
            "text": "Zasto se oni ne pokaju Allahu i ne zamole Njegov oprost, a Allah je Onaj Koji oprasta grijehe i milostiv je"
        },
        {
            "chapter": 5,
            "verse": 75,
            "text": "Mesih, sin Merjemin, samo je poslanik - i prije njega su dolazili i odlazili poslanici - a majka njegova je iskreno srcem vjerovala; i oboje su hranu jeli. Pogledaj kako im Mi iznosimo jasne dokaze, i pogledaj, zatim, njih kako se odmecu"
        },
        {
            "chapter": 5,
            "verse": 76,
            "text": "Reci: \"Zar pored Allaha obozavate nesto sto vam ne moze nanijeti nikakvu stetu, niti vam korist neku pribaviti? A Allah je, bas, Svecujuci i Sveznajuci"
        },
        {
            "chapter": 5,
            "verse": 77,
            "text": "Reci: \"O vi kojima je data Knjiga, ne zastranjujte u vjerovanju svome, suprotno istini, i ne povodite se za prohtjevima ljudi koji su jos davno zalutali, i mnoge u zabludu odveli, i sami s pravoga puta skrenuli"
        },
        {
            "chapter": 5,
            "verse": 78,
            "text": "Jezikom Davuda i Isaa, sina Merjemina, prokleti su oni sinovi Israilovi koji nisu vjerovali- zato sto su neposlusni bili i uvijek granice prelazili"
        },
        {
            "chapter": 5,
            "verse": 79,
            "text": "jedni druge od zla sto cinise odvracali nisu. Ruzno li je, zaista, to kako su postupali"
        },
        {
            "chapter": 5,
            "verse": 80,
            "text": "Ti vidis mnoge od njih kako s viseboscima prijateljuju. Ruzno je, zaista, ono sto sami sebi pripremaju: da se Allah na njih rasrdi i da u patnji vjecno ostanu"
        },
        {
            "chapter": 5,
            "verse": 81,
            "text": "A da vjeruju u Allaha i Vjerovjesnika i u ono sto se njemu objavljuje, oni s njima ne bi prijateljevali, ali mnogi su od njih prema Allahu buntovni"
        }
    ]
}