{
    "maqras": [
        {
            "chapter": 8,
            "verse": 22,
            "text": "Doista, najgora su bica kod Allaha oni koji su gluhi i nijemi, koji ne razumiju"
        },
        {
            "chapter": 8,
            "verse": 23,
            "text": "Da Allah zna da od njih moze biti ikakva dobra, ucinio bi da cuju, a da je ucinio i da cuju, oni bi se, opet, okrecuci se od toga udaljili"
        },
        {
            "chapter": 8,
            "verse": 24,
            "text": "O vi koji vjerujete, odazovite se Allahu i Poslaniku kad od vas zatrazi da cinite ono sto vas ozivljava; i neka znate da se Allah uplice izmeu covjeka i srca njegova, i da cete svi pred Njim biti sakupljeni"
        },
        {
            "chapter": 8,
            "verse": 25,
            "text": "I cuvajte se iskusenja koja nece pogoditi samo one meu vama koji su zulum cinili, i znajte da Allah strasno kaznjava"
        },
        {
            "chapter": 8,
            "verse": 26,
            "text": "I sjetite se kad vas je bilo malo, kad ste na zemlji bili potlaceni - bojali ste se da vas ljudi ne pohvataju, pa vam je On skloniste dao i Svojom pomoci vas ojacao i ljepotama vas opskrbio da biste bili zahvalni"
        },
        {
            "chapter": 8,
            "verse": 27,
            "text": "O vi koji vjerujete, ne iznevjeravajte Allaha i Poslanika i ne pronevjeravajte emanete svoje, a znate - svjesni ste da to radite"
        },
        {
            "chapter": 8,
            "verse": 28,
            "text": "I neka znate da su imeci vasi i djeca vasa samo iskusenje, i da je samo u Allaha nagrada velika"
        },
        {
            "chapter": 8,
            "verse": 29,
            "text": "O vi koji vjerujete, ako se budete Allaha bojali, On ce vam ono sto istinu od neistine razdvaja dati i preko ruznih postupaka vasih ce preci i oprostiti vam. A Allahova je dobrota neizmjerna"
        },
        {
            "chapter": 8,
            "verse": 30,
            "text": "I kad su ti nevjernici zamke razapinjali da bi te u tamnicu bacili ili da bi te ubili, ili da bi te prognali; oni su zamke pleli pa je i Allah njima zamke pleo, a Allah najbolje zamke plete"
        },
        {
            "chapter": 8,
            "verse": 31,
            "text": "Kada im se ajeti Nasi uce, govore: \"Vec smo culi! Da hocemo, i mi bismo tako nesto rekli; to su samo izmisljotine naroda drevnih"
        },
        {
            "chapter": 8,
            "verse": 32,
            "text": "A kad su oni rekli: \"Boze, ako je ovo zbilja istina Tvoja, Ti pusti na nas kamenje s neba kao kisu ili nam posalji patnju bolnu"
        },
        {
            "chapter": 8,
            "verse": 33,
            "text": "Allah ih i nije kaznio dok si ti meu njima bio; i Allah ih nece kazniti sve dok oni za oprost mole"
        },
        {
            "chapter": 8,
            "verse": 34,
            "text": "A zasluzuju da ih Allah kazni kad brane drugima pristup Casnoj dzamiji, a oni nisu njeni cuvari. Cuvari njeni treba da budu samo oni koji se Allaha boje, ali vecina njih ne zna"
        },
        {
            "chapter": 8,
            "verse": 35,
            "text": "Molitva njihova pored Kabe svodi se samo na zvizdanje i pljeskanje rukama; zato patnju iskusite jer ne vjerujete"
        },
        {
            "chapter": 8,
            "verse": 36,
            "text": "Zaista oni koji ne vjeruju trose imovinu svoju da bi od Allahova puta odvracali. Oni ce je tako trositi, zatim ce zbog toga zaliti i na kraju ce pobijeeni biti. A oni koji ne budu vjerovali - u Dzehennem ce biti potjerani"
        },
        {
            "chapter": 8,
            "verse": 37,
            "text": "da bi Allah dobre od nevaljalih odvojio i da bi nevaljale jedne na druge naslagao, a onda ih sve u gomilu zbio i u Dzehennem bacio. Oni su bas gubitnici"
        },
        {
            "chapter": 8,
            "verse": 38,
            "text": "Reci onima koji ne vjeruju: ako se okane, bit ce im oprosteno ono sto je prije bilo; a ako se ne okane - pa zna se sta je s drevnim narodima bilo"
        },
        {
            "chapter": 8,
            "verse": 39,
            "text": "I borite se protiv njih dok smutnja ne iscezne i dok samo Allahova vjera ne ostane. Ako se oni okane - pa zaista Allah dobro vidi sta oni rade"
        },
        {
            "chapter": 8,
            "verse": 40,
            "text": "A ako se okrenu, znajte da je Allah vas zastitnik, a divan je On Zastitnik i divan Pomagac"
        }
    ]
}