{
    "rukus": [
        {
            "chapter": 7,
            "verse": 189,
            "text": "Shi ne wanda Ya halitta ku daga rai guda, kumaYa sanya, daga gare ta, ma'auranta, domin ya natsu zuwa gare ta. Sa'an nan a lokacin da ya rufe ta, ta yi ciki, ciki sassauƙa, sai ta shuɗe dashi. Sa'an nan a lokacin da ya yi nauyi, sai suka roƙi Allah, Ubangijinsu: \"Lalle ne idan Ka ba mu abin ƙwarai, haƙiƙa, za mu kasance dagamasu godiya"
        },
        {
            "chapter": 7,
            "verse": 190,
            "text": "To, a lokacin da Ya ba su abin ƙwarai, suka sanya Masa abokan tarayya a cikin abin da Ya ba su. To, Allah Ya tsarkaka daga abin da suke yi na shirki"
        },
        {
            "chapter": 7,
            "verse": 191,
            "text": "Shin, suna shirki da abin da ba ya halittar kome, kuma sune ake halittawa"
        },
        {
            "chapter": 7,
            "verse": 192,
            "text": "Kuma ba su iya bayar da taimako gare su, kuma kansu ma, ba su iya taimaka"
        },
        {
            "chapter": 7,
            "verse": 193,
            "text": "Kuma idan kun kiraye su zuwa ga shiriya, ba za su bi ku ba, daidai ne a gare ku, shin, kun kiraye su, ko kuwa ku masu kawaici ne"
        },
        {
            "chapter": 7,
            "verse": 194,
            "text": "Lalle ne waɗannan da kuke kira, baicin Allah, bayi ne misalanku: to, ku kiraye su, sa'an nan su karɓa muku, idan kun kasance masu gaskiya"
        },
        {
            "chapter": 7,
            "verse": 195,
            "text": "Shin suna da ƙafafu da suke yin tafia da su? Ko suna da hannaye da suke damƙa da su? Ko suna da idanu da suke gani da su? Ko suna da kunnuwa da suke saurare da su? Ka ce: \"Ku kirawo abubuwan shirkinku sa'an nan kuma ku yi mini kaidi, sa'an nan kada ku saurara mini"
        },
        {
            "chapter": 7,
            "verse": 196,
            "text": "Lalle ne, Majiɓincina Allah ne Wanda Ya saukar da Littafi kuma Shi ne Yake jiɓintar salihai"
        },
        {
            "chapter": 7,
            "verse": 197,
            "text": "Kuma waɗanda kuke kira, baicinSa, ba su iya taimakon ku, kuma kansu ma, ba su iya taimaka"
        },
        {
            "chapter": 7,
            "verse": 198,
            "text": "Kuma idan ka kiraye su zuwa ga shiriya, ba za su ji ba, kuma kana ganin su, suna dubi zuwa gare ka, alhali kuwa su, ba su gani"
        },
        {
            "chapter": 7,
            "verse": 199,
            "text": "Ka riƙi abin da ya sauƙaƙa; Kuma ka yi umurni da alheri, Kuma ka kau da kai daga jahilai"
        },
        {
            "chapter": 7,
            "verse": 200,
            "text": "Kuma imma wata fizga daga Shaiɗan ta fizge ka, sai ka nemi tsari ga Allah. Lalle ne shi, Mai ji ne, Masani"
        },
        {
            "chapter": 7,
            "verse": 201,
            "text": "Lalle ne waɗanda suka yi taƙawa idan wani tashin hankali daga Shaiɗan ya shafe su, sai su tuna (Allah) sai ga su, sun zama masu basira"
        },
        {
            "chapter": 7,
            "verse": 202,
            "text": "Kuma 'yan'uwan su (shaiɗanu) suna taimakon su a cikin ɓata, sa'an nan kuma ba su taƙaitawa"
        },
        {
            "chapter": 7,
            "verse": 203,
            "text": "Kuma idan ba ka je musu da wata aya ba, su ce: \"Don me ba ka ƙaga ta ba?\" Ka ce: \"Abin sani kawai, ina biyar abin da aka yo wahayi zuwa gare ni ne, daga Ubangjina. Wannan abubuwan kula ne daga Ubangijinku, da shiriya da rahama ga mutane waɗanda suke yin imani"
        },
        {
            "chapter": 7,
            "verse": 204,
            "text": "Kuma idan an karanta Alƙur'ani sai ku saurara gare shi, kuma ku yi shiru; Tsammaninku, ana yi muku rahama"
        },
        {
            "chapter": 7,
            "verse": 205,
            "text": "Kuma ka ambaci Ubangijinka, a cikin ranka da ƙanƙan da kai, da tsoro, kuma komabayan bayyanawa na magana, da safe da marece, kuma kada ka kasance daga gafalallu"
        },
        {
            "chapter": 7,
            "verse": 206,
            "text": "Lalle ne, waɗanda ke wurin Ubangijinka ba su yin girman kai ga bauta Masa, kuma suna tsarake shi da tasbihi, kuma a gare shi suke yin sujada"
        }
    ]
}