{
    "rukus": [
        {
            "chapter": 23,
            "verse": 23,
            "text": "Kuma lalle ne haƙiƙa Mun aika Nuhu zuwa ga mutanensa, sai ya ce: \"Ya mutanena! Ku bauta wa Allah. Ba ku da wani abin bautawa waninsa. Shin, to, ba za ku yi taƙawa ba"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "Sai mashawarta waɗanda suka kafirta daga mutanensa, suka ce: \"Wannan ba kowa ba ne, face mutum misalinku, yana nufin ya ɗaukaka a kanku. Da Allah Ya so, lalle ne da Ya saukar da Mala'iku, Ba muji (kome) ba, game da wannan, a cikin ubanninmu na farko"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "Shi bai zamo kowa ba face wani namiji ne, a gare shi akwai hauka, sai ku yi jinkiri da shi har wani lokaci"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "Ya ce: \"Ya Ubangijina! Ka taimakeni saboda sun ƙaryatani"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "Sai Muka yi wahayi zuwa gare shi. \"Ka sana'anta jirgin bisa ga idonMu, da wahayinMu. To, idan umuminMu ya je, kuma tanda ta ɓuɓɓuga da ruwa, to, ka shigar a cikinta daga kome, ma'aura biyu, da iyalanka, sai wanda Magana ta gabata a kansa, daga gare su, kuma kada ka roƙe Ni (saboda wani) a cikin waɗanda suka yi zalunci, lalle ne su waɗanda ake nutsarwa ne"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "Sa'an nan idan ka daidaitu kai da waɗanda ke tare da kai a kan jirgin, sai ka ce: \"Godiya ta tabbata ga Allah wanda Ya tsirar damu daga mutane azzalumai"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "Kuma ka ce: 'Ya Ubangijina! Ka saukar da ni, saukarwa mai albarka. Kuma Kai ne Mafi alherin masu saukarwa"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "Lalle ne a cikin wancan akwai ayoyi, ko da yake Mun kasance, haƙeƙa' Masu jarrabawa"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "Sa'an nan kuma Muka ƙaga wani ƙarni na waɗansu dabam daga bayansu"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "Sai Muka aika a cikinsu Manzo daga gare su. \"Ku bauta wa Allah. Ba ku da wani abin bautawa, sai Shi. Shin to, ba za ku yi taƙawa ba"
        }
    ]
}