{
    "rukus": [
        {
            "chapter": 45,
            "verse": 12,
            "text": "Allah ne wanda Ya hore muku teku domin jirgi ya gudana a cikinta da umurninSa, kuma domin ku nema daga falalarSa, kuma tsammaninku za ku gode"
        },
        {
            "chapter": 45,
            "verse": 13,
            "text": "Kuma Ya hore muku abin da ke a cikin sammai da abin da ke a cikin ƙasa, gaba ɗaya daga gare Shi yake. Lalle ne, a cikin wancan, haƙiƙa, akwai ayoyi ga mutane waɗanda ke yin tunani"
        },
        {
            "chapter": 45,
            "verse": 14,
            "text": "Ka ce wa waɗanda suka yi imani, su yi gafara ga waɗanda ba su fatan rahama ga kwanukan Allah, domin (Allah) Ya saka wa mutane da abin da suka kasance suna aikatawa"
        },
        {
            "chapter": 45,
            "verse": 15,
            "text": "Wanda ya aikata aikin ƙwarai, to, domin kansa, kuma wanda ya munana aki, to, a kansa. Sa'an nan zuwa ga Ubangijinku ake mayar da ku"
        },
        {
            "chapter": 45,
            "verse": 16,
            "text": "Kuma lalle ne, haƙiƙa, Mun bai (wa Bani Isra'ila Littafi da hukunci da Annabci, Kuma Mun azurta su daga abubuwa masudaɗi, Kuma Mun fifta su a kan mutanen duniya (a zamaninsu)"
        },
        {
            "chapter": 45,
            "verse": 17,
            "text": "Kuma Muka ba su hujjoji na umurni. Ba su saɓa ba face bayan ilmi ya je musu, saboda zalunci a tsakaninsu. Lalle ne, Ubangijinka zai yi hukunci a tsakaninsu, a Ranar ƙiyama a cikin abin da suka kasance suna saɓa wa (juna)"
        },
        {
            "chapter": 45,
            "verse": 18,
            "text": "Sa'an nan Muka sanya ka a kan wata shari'a ta al'amarin. Sai ka bi ta, Kuma kada ka bi son zuciyoyin waɗannan daba su sani ba"
        },
        {
            "chapter": 45,
            "verse": 19,
            "text": "Lalle ne su, ba za su wadatar da kai da kome ba daga Allah. Kuma lalle ne azzalumai sashensu majiɓintan sashe ne. Kuma Allah ne Majiɓincin masu taƙawa"
        },
        {
            "chapter": 45,
            "verse": 20,
            "text": "wannan (Alkur'ani) hukunce-hukuncen natsuwa ne ga mutane, da shiryuwa, da rahama, ga mutane waɗanda ke da yaƙini"
        },
        {
            "chapter": 45,
            "verse": 21,
            "text": "Ko waɗanda suka yagi miyagun ayyuka suna zaton Mu sanya su kamar waɗanda suka yi imani, kuma suka aikata ayyukan ƙwarai, su zama daidai ga rayuwarsu da mutuwarsu? Abin da suke hukuntawa ya munana"
        }
    ]
}