{
    "juzs": [
        {
            "chapter": 15,
            "verse": 1,
            "text": "Alif - Lam - Ra. Ce sont la les versets du Livre et d’un Coran clairement expose"
        },
        {
            "chapter": 15,
            "verse": 2,
            "text": "Sans nul doute, les denegateurs en viendraient a regretter de ne pas s’etre soumis"
        },
        {
            "chapter": 15,
            "verse": 3,
            "text": "Laisse-les festoyer, jouir de la vie et se distraire par leur ideal. Bientot, ils sauront"
        },
        {
            "chapter": 15,
            "verse": 4,
            "text": "Nous n’avons aneanti aucune cite avant son terme determine a l’avance"
        },
        {
            "chapter": 15,
            "verse": 5,
            "text": "Et aucune communaute n’avance le terme qui lui est fixe, ni ne le retarde"
        },
        {
            "chapter": 15,
            "verse": 6,
            "text": "Ils (les denegateurs) disent : « O toi qui a recu la revelation ! En verite, tu as perdu l’esprit"
        },
        {
            "chapter": 15,
            "verse": 7,
            "text": "Que n’as-tu pas ete envoye avec des anges, si tu es veridique ?»"
        },
        {
            "chapter": 15,
            "verse": 8,
            "text": "Nous n’envoyons les anges que pour que s’accomplissent Nos decrets. Car apres cela, aucun repit ne leur sera accorde"
        },
        {
            "chapter": 15,
            "verse": 9,
            "text": "C’est Nous, en verite, qui avons revele le Coran, et c’est Nous qui le preservons de toute alteration"
        },
        {
            "chapter": 15,
            "verse": 10,
            "text": "Et Nous avons avant toi, envoye des messagers aux sectateurs parmi les peuples anciens"
        },
        {
            "chapter": 15,
            "verse": 11,
            "text": "mais aussitot qu’un messager etait envoye, il faisait l’objet de leurs railleries"
        },
        {
            "chapter": 15,
            "verse": 12,
            "text": "Ainsi, avons-Nous insinue les memes comportements dans les esprits des pecheurs"
        },
        {
            "chapter": 15,
            "verse": 13,
            "text": "Ils n’y croient pas, alors qu’ils ont eu connaissance du sort qui fut reserve aux peuples anciens"
        },
        {
            "chapter": 15,
            "verse": 14,
            "text": "De meme, si Nous leur ouvrions une porte sur le Ciel, qu’ils ne cessent d’explorer"
        },
        {
            "chapter": 15,
            "verse": 15,
            "text": "ils diraient tout de meme : « C’est que nos yeux ont ete eblouis, plus encore, nous avons ete envoutes !»"
        },
        {
            "chapter": 15,
            "verse": 16,
            "text": "Et Nous avons place des constellations dans le ciel et Nous l’avons pare pour les observateurs"
        },
        {
            "chapter": 15,
            "verse": 17,
            "text": "et Nous l’avons preserve de tout demon maudit"
        },
        {
            "chapter": 15,
            "verse": 18,
            "text": "a moins que l’un d’eux ne cherche a intercepter un message, et qu’une flamme brillante aussitot le poursuit"
        },
        {
            "chapter": 15,
            "verse": 19,
            "text": "Et la Terre, Nous l’avons etendue et solidement stabilisee (grace a des racines crustales) en y implantant des montagnes. Et, Nous y avons fait croitre toute chose avec harmonie"
        },
        {
            "chapter": 15,
            "verse": 20,
            "text": "Nous y avons dispose ce qui est necessaire a la subsistance, pour vous et pour ceux dont vous n’etes pas les pourvoyeurs"
        },
        {
            "chapter": 15,
            "verse": 21,
            "text": "Et il n’est rien dont Nous ne detenions les reserves. Mais Nous ne les prodiguons que dans une mesure determinee"
        },
        {
            "chapter": 15,
            "verse": 22,
            "text": "Nous envoyons des vents fecondants (anemogamie) puis Nous faisons descendre du ciel une eau dont Nous vous abreuvons. Ce n’est pas vous qui l’aviez conserve"
        },
        {
            "chapter": 15,
            "verse": 23,
            "text": "C’est bien Nous qui donnons la vie et faisons mourir, et c’est a Nous que tout reviendra"
        },
        {
            "chapter": 15,
            "verse": 24,
            "text": "Certes, Nous savons qui parmi vous fait partie des generations revolues, et Nous savons qui parmi vous sont les generations a venir"
        },
        {
            "chapter": 15,
            "verse": 25,
            "text": "Et c’est ton Seigneur qui les rassemblera. En verite, Il est Sage et Omniscient"
        },
        {
            "chapter": 15,
            "verse": 26,
            "text": "Nous avons cree l’Homme a partir d’une argile tiree d’une boue lisse"
        },
        {
            "chapter": 15,
            "verse": 27,
            "text": "et les djinn, Nous les avions avant cela formes d’une etincelle de feu"
        },
        {
            "chapter": 15,
            "verse": 28,
            "text": "Et lorsque ton Seigneur dit aux anges : « Je vais creer un etre humain avec de l’argile extraite d’une boue lisse"
        },
        {
            "chapter": 15,
            "verse": 29,
            "text": "Une fois que Je lui aurai donne sa forme et insuffle de Mon Esprit en lui, tombez prosternes devant lui !»"
        },
        {
            "chapter": 15,
            "verse": 30,
            "text": "Les anges se prosternerent dans leur totalite"
        },
        {
            "chapter": 15,
            "verse": 31,
            "text": "Seul Satan refusa de se joindre a ceux qui s’etaient prosternes"
        },
        {
            "chapter": 15,
            "verse": 32,
            "text": "Dieu lui dit alors : « O Ibliss ! Qu’as-tu a ne pas te joindre a ceux qui se prosternent?»"
        },
        {
            "chapter": 15,
            "verse": 33,
            "text": "Il repondit : « Je n’ai pas a me prosterner devant un etre que Tu as tire d’une argile extraite d’une boue lisse »"
        },
        {
            "chapter": 15,
            "verse": 34,
            "text": "Le Seigneur commanda : « Hors d’ici ! Tu es maudit a jamais"
        },
        {
            "chapter": 15,
            "verse": 35,
            "text": "Malediction sur toi jusqu’au Jour du Jugement !»"
        },
        {
            "chapter": 15,
            "verse": 36,
            "text": "« Seigneur ! », dit Satan, « accorde-moi un repit jusqu’au Jour ou ils seront ressuscites »"
        },
        {
            "chapter": 15,
            "verse": 37,
            "text": "Le Seigneur dit : « Tu es de ceux a qui ce delai est accorde"
        },
        {
            "chapter": 15,
            "verse": 38,
            "text": "jusqu’a l’Heure convenue »"
        },
        {
            "chapter": 15,
            "verse": 39,
            "text": "« Seigneur ! », dit Satan, « comme Tu m’as egare, je me consacrerai a les egarer tous, en embellissant leurs actions a leurs yeux sur Terre"
        },
        {
            "chapter": 15,
            "verse": 40,
            "text": "a l’exception des fideles parmi Tes serviteurs »"
        },
        {
            "chapter": 15,
            "verse": 41,
            "text": "« Voici la Voie qui menera vers moi ! », dit le Seigneur"
        },
        {
            "chapter": 15,
            "verse": 42,
            "text": "« Quant a Mes serviteurs, tu n’auras aucun ascendant sur eux, excepte ceux qui t’obeiront parmi les corrompus"
        },
        {
            "chapter": 15,
            "verse": 43,
            "text": "et qui sont tous voues a la Gehenne »"
        },
        {
            "chapter": 15,
            "verse": 44,
            "text": "Elle a sept portes, et a chaque porte, une faction parmi eux est destinee"
        },
        {
            "chapter": 15,
            "verse": 45,
            "text": "Certes, les pieux sont destines a des Jardins baignes de"
        },
        {
            "chapter": 15,
            "verse": 46,
            "text": "Il leur sera dit : « Entrez-y en paix et en toute securite ! »"
        },
        {
            "chapter": 15,
            "verse": 47,
            "text": "Nous oterons de leurs cœurs tout ressentiment. Ils s’y cotoieront en toute fraternite, installes face a face sur leurs divans"
        },
        {
            "chapter": 15,
            "verse": 48,
            "text": "Plus aucune souffrance ne les touchera desormais, et ils n’en seront jamais sortis"
        },
        {
            "chapter": 15,
            "verse": 49,
            "text": "Apporte la nouvelle a Mes serviteurs que Je suis le Clement, le Misericordieux"
        },
        {
            "chapter": 15,
            "verse": 50,
            "text": "et que mon chatiment est le chatiment douloureux par excellence"
        },
        {
            "chapter": 15,
            "verse": 51,
            "text": "Rapporte-leur l’histoire des hotes d’Abraham"
        },
        {
            "chapter": 15,
            "verse": 52,
            "text": "qui s’etaient introduits chez lui et avaient dit : « Paix ! ». « En verite, nous ressentons de la crainte a votre egard ! », leur dit-il"
        },
        {
            "chapter": 15,
            "verse": 53,
            "text": "« N’aie aucune crainte ! », repondirent-ils. Nous t’annoncons la bonne nouvelle de la naissance d’un garcon plein de science »"
        },
        {
            "chapter": 15,
            "verse": 54,
            "text": "« Et vous m’annoncez cette bonne nouvelle », dit Abraham, « a mon age avance ? Que m’annoncez-vous la ?»"
        },
        {
            "chapter": 15,
            "verse": 55,
            "text": "« Nous t’annoncons la verite. Ne sois donc point de ceux qui desesperent !», dirent-ils"
        },
        {
            "chapter": 15,
            "verse": 56,
            "text": "« Mais qui pourrait desesperer de la misericorde de son Seigneur », repliqua Abraham, « en dehors des egares?»"
        },
        {
            "chapter": 15,
            "verse": 57,
            "text": "Et d’ajouter : « Pourquoi etes-vous ici, o messagers ?»"
        },
        {
            "chapter": 15,
            "verse": 58,
            "text": "« Nous sommes envoyes », repondirent-ils, « reprimer un peuple criminel »"
        },
        {
            "chapter": 15,
            "verse": 59,
            "text": "Seule la famille de Loth que nous epargnerons toute entiere"
        },
        {
            "chapter": 15,
            "verse": 60,
            "text": "a l’exception de sa femme ». Nous avions decrete, qu’elle resterait avec ceux qui etaient destines a perir"
        },
        {
            "chapter": 15,
            "verse": 61,
            "text": "Et lorsque les messagers se presenterent chez la famille de Loth"
        },
        {
            "chapter": 15,
            "verse": 62,
            "text": "celui-ci leur dit : « Vous m’etes etrangers !»"
        },
        {
            "chapter": 15,
            "verse": 63,
            "text": "« Nous t’apportons des nouvelles a propos de ce dont ils ont (ton peuple) toujours doute"
        },
        {
            "chapter": 15,
            "verse": 64,
            "text": "Ainsi, nous t’apportons la Verite et nous sommes en verite de bonne foi"
        },
        {
            "chapter": 15,
            "verse": 65,
            "text": "Pars avec ta famille pendant qu’il fera encore nuit, et assure-toi que personne ne regarde en arriere. Avancez comme il vous sera ordonne !»"
        },
        {
            "chapter": 15,
            "verse": 66,
            "text": "Et Nous lui revelames Notre decret, a savoir que ceux-la (son peuple criminel) seraient aneantis jusqu’au dernier au lever du jour"
        },
        {
            "chapter": 15,
            "verse": 67,
            "text": "Les gens de la ville vinrent recueillir quelque bonne nouvelle"
        },
        {
            "chapter": 15,
            "verse": 68,
            "text": "Loth leur dit : «Ces gens sont mes hotes. Ne me faites pas honte"
        },
        {
            "chapter": 15,
            "verse": 69,
            "text": "Craignez Dieu ! Epargnez-moi l’humiliation !»"
        },
        {
            "chapter": 15,
            "verse": 70,
            "text": "« Ne t’avions-nous pas interdit de donner l’hospitalite a des etrangers ?»"
        },
        {
            "chapter": 15,
            "verse": 71,
            "text": "« Je vous propose mes filles en mariage », reprit Loth, « si vous etes resolus a assouvir vos desirs !»"
        },
        {
            "chapter": 15,
            "verse": 72,
            "text": "Par ta vie (o prophete) ! Ces gens-la etaient dans leur ivresse egares"
        },
        {
            "chapter": 15,
            "verse": 73,
            "text": "Et c’est ainsi que le Cri les saisit au lever du jour"
        },
        {
            "chapter": 15,
            "verse": 74,
            "text": "Nous mimes la cite sens dessus dessous, et fimes tomber sur elle une pluie de pierres d’argiles brulantes"
        },
        {
            "chapter": 15,
            "verse": 75,
            "text": "Il y a la des signes pour ceux qui observent avec attention"
        },
        {
            "chapter": 15,
            "verse": 76,
            "text": "Elle est visible sur un chemin passant (frequente)"
        },
        {
            "chapter": 15,
            "verse": 77,
            "text": "Il y a la un signe manifeste pour les croyants"
        },
        {
            "chapter": 15,
            "verse": 78,
            "text": "Le peuple d’al-Aykah etait vraiment injuste"
        },
        {
            "chapter": 15,
            "verse": 79,
            "text": "Aussi l’avons-Nous chatie. Les vestiges de sa cite se trouvent comme pour l’autre, sur un chemin passant"
        },
        {
            "chapter": 15,
            "verse": 80,
            "text": "Quant aux habitants d’al-Hijr, ils avaient traite les messagers d’imposteurs"
        },
        {
            "chapter": 15,
            "verse": 81,
            "text": "et avaient, eux aussi recu Nos signes, mais ils s’en etaient detournes"
        },
        {
            "chapter": 15,
            "verse": 82,
            "text": "et continuaient a creuser des demeures dans les montagnes en toute quietude"
        },
        {
            "chapter": 15,
            "verse": 83,
            "text": "A leur tour, ils furent saisis par le Cri au lever du jour"
        },
        {
            "chapter": 15,
            "verse": 84,
            "text": "et tout ce qu’ils possedaient ne l’a pas empeche (de se produire)"
        },
        {
            "chapter": 15,
            "verse": 85,
            "text": "Nous n’avons cree les Cieux, la Terre et les espaces interstellaires qu’a dessein, et l’avenement de l’Heure est proche. Des lors, pardonne de la maniere la plus noble"
        },
        {
            "chapter": 15,
            "verse": 86,
            "text": "car ton Seigneur est Celui qui cree par excellence et qui sait tout"
        },
        {
            "chapter": 15,
            "verse": 87,
            "text": "Nous t’avons revele les sept versets les plus souvent repetes, ainsi que le Coran sublime"
        },
        {
            "chapter": 15,
            "verse": 88,
            "text": "Ne lorgne pas les richesses que Nous avons accordees a quelques couples parmi eux, ne t’afflige pas a leur sujet et entoure les croyants de ton aile protectrice"
        },
        {
            "chapter": 15,
            "verse": 89,
            "text": "Dis : « Je suis en verite l’avertisseur venu vous exposer clairement »"
        },
        {
            "chapter": 15,
            "verse": 90,
            "text": "A l’instar de ce que Nous avons inflige aux conspirateurs"
        },
        {
            "chapter": 15,
            "verse": 91,
            "text": "qui ont fragmente le Coran (ne croyant qu’a ce qui leur convenait)"
        },
        {
            "chapter": 15,
            "verse": 92,
            "text": "Par ton Seigneur ! Nous les interrogerons"
        },
        {
            "chapter": 15,
            "verse": 93,
            "text": "a propos de leurs agissements"
        },
        {
            "chapter": 15,
            "verse": 94,
            "text": "Proclame ouvertement les commandements que tu as recus, et detourne-toi des polytheistes"
        },
        {
            "chapter": 15,
            "verse": 95,
            "text": "En verite, Nous te protegeons des railleurs"
        },
        {
            "chapter": 15,
            "verse": 96,
            "text": "ceux qui associent une autre divinite a Dieu et qui sauront bien assez tot"
        },
        {
            "chapter": 15,
            "verse": 97,
            "text": "Nous savons bien que leurs detractions t’oppressent le cœur"
        },
        {
            "chapter": 15,
            "verse": 98,
            "text": "Celebre donc les louanges de ton Seigneur, et sois de ceux qui se prosternent"
        },
        {
            "chapter": 15,
            "verse": 99,
            "text": "Et adore ton Seigneur jusqu’a ce que l’inevitable (la mort) te surprenne"
        },
        {
            "chapter": 16,
            "verse": 1,
            "text": "Le decret de Dieu est sur le point de s’accomplir. Ne cherchez donc pas a hater son avenement ! Gloire a Dieu et exalte soit-Il au-dela de ce qu’ils Lui associent"
        },
        {
            "chapter": 16,
            "verse": 2,
            "text": "Il fait descendre les anges avec l’Esprit, charges par Son ordre de transmettre la revelation a qui Il Lui plait parmi Ses serviteurs : « Avertissez les Hommes qu’Il n’y a d’autre divinite en dehors de Moi. Alors, craignez-Moi !»"
        },
        {
            "chapter": 16,
            "verse": 3,
            "text": "Il a cree les Cieux et la Terre a dessein ! Il est au-dela de ce qu’on peut Lui associer"
        },
        {
            "chapter": 16,
            "verse": 4,
            "text": "Il a cree l’Homme d’une goutte de sperme, pourtant le voila devenu ouvertement hostile"
        },
        {
            "chapter": 16,
            "verse": 5,
            "text": "De meme qu’Il a cree les bestiaux pour votre usage. Ils vous procurent de quoi vous maintenir au chaud ainsi que d’autres avantages, et votre nourriture"
        },
        {
            "chapter": 16,
            "verse": 6,
            "text": "Ils vous procurent satisfaction lorsque vous les rentrez du paturage et lorsque vous les y menez"
        },
        {
            "chapter": 16,
            "verse": 7,
            "text": "Ils transportent vos chargements vers des contrees que vous ne pourriez atteindre qu’a grande peine. En verite, votre Seigneur est Compatissant et Clement"
        },
        {
            "chapter": 16,
            "verse": 8,
            "text": "Et les chevaux, les mulets et les anes. Il les a crees afin qu’ils vous servent de montures et pour vos parades. Et Il cree ce qui depasse vos connaissances"
        },
        {
            "chapter": 16,
            "verse": 9,
            "text": "A Dieu incombe de montrer la Voie Droite, bien qu’il y en ait qui s’en ecartent. Et si telle etait la volonte de Dieu, Il vous aurait tous guides sans exception"
        },
        {
            "chapter": 16,
            "verse": 10,
            "text": "C’est Lui qui fait descendre du ciel de l’eau pour vous. Une eau pour votre breuvage et pour irriguer les paturages pour vos troupeaux"
        },
        {
            "chapter": 16,
            "verse": 11,
            "text": "Il fait pousser grace a cette eau, les cereales, les oliviers, les palmiers, les vignes et toutes sortes de fruits. C’est la, en verite, un signe pour ceux qui savent reflechir"
        },
        {
            "chapter": 16,
            "verse": 12,
            "text": "Il vous a soumis la nuit et le jour, le Soleil et la Lune. Et les etoiles sont soumises a Son commandement. Il y a la bien des signes a mediter pour quiconque reflechit"
        },
        {
            "chapter": 16,
            "verse": 13,
            "text": "Et ce qu’Il a ensemence pour vous dans la terre afin qu’elle produise des vegetaux aux couleurs si variees. Il y a la bien des signes a mediter pour quiconque raisonne"
        },
        {
            "chapter": 16,
            "verse": 14,
            "text": "C’est Lui Qui vous a soumis la mer afin que vous en tiriez de la chair fraiche pour vous nourrir et de beaux atours dont vous vous parez. Tu vois les vaisseaux fendre ses eaux afin de vous permettre de voguer a la recherche des bienfaits dont Allah vous a combles. Puissiez-vous Lui en etre reconnaissants"
        },
        {
            "chapter": 16,
            "verse": 15,
            "text": "Il a implante des montagnes qui stabilisent la Terre, de sorte qu’elle ne vous fait pas vaciller, de meme qu’Il y a cree des rivieres et des chemins de traverse pour que vous puissiez trouver votre voie"
        },
        {
            "chapter": 16,
            "verse": 16,
            "text": "et autant de points de repere, ainsi que les etoiles, qui permettent aux Hommes de se guider"
        },
        {
            "chapter": 16,
            "verse": 17,
            "text": "Serait-ce que Celui qui cree est comparable a celui qui ne cree pas ? Ne pouvez-vous mediter a ce propos"
        },
        {
            "chapter": 16,
            "verse": 18,
            "text": "Tenteriez-vous de compter les bienfaits de Dieu, que vous ne sauriez les denombrer. En verite, Dieu est Indulgent et Clement"
        },
        {
            "chapter": 16,
            "verse": 19,
            "text": "Et Dieu sait ce que vous taisez et ce que vous divulguez"
        },
        {
            "chapter": 16,
            "verse": 20,
            "text": "Quant a ce qu’ils invoquent en dehors de Dieu, ils ne creent rien mais eux sont crees"
        },
        {
            "chapter": 16,
            "verse": 21,
            "text": "Inertes et sans ame, ils n’ont aucune idee du jour ou ils seront ressuscites"
        },
        {
            "chapter": 16,
            "verse": 22,
            "text": "Votre Dieu est un Dieu Unique. Ceux qui ne croient pas a la Vie Future, sont denegateurs dans l’ame et ils s’en enorgueillissent"
        },
        {
            "chapter": 16,
            "verse": 23,
            "text": "En verite, Dieu connait parfaitement ce qu’ils taisent et ce qu’ils divulguent. Certes, Dieu n’aime pas les arrogants"
        },
        {
            "chapter": 16,
            "verse": 24,
            "text": "Quand il leur est demande : « Qu’a revele votre Seigneur?», ils repondent : « Ce ne sont la que des legendes des Anciens !»"
        },
        {
            "chapter": 16,
            "verse": 25,
            "text": "Qu’ils comparaissent, le Jour de la Resurrection, portant le poids de tous leurs peches, ainsi que celui d’une partie des peches de ceux qu’ils auront egares dans leur ignorance. Et quel funeste fardeau que le leur"
        },
        {
            "chapter": 16,
            "verse": 26,
            "text": "Ceux qui les ont precedes avaient intrigue, mais Dieu fit s’ebranler les fondements de leurs edifices, dont les toits s’effondrerent sur leurs tetes, leur infligeant ainsi un chatiment auquel ils ne s’attendaient pas"
        },
        {
            "chapter": 16,
            "verse": 27,
            "text": "Puis, le Jour de la Resurrection, Il jettera l’opprobre sur eux et leur dira : « Ou sont donc Mes associes pour lesquels vous etiez en desaccord ? ». C’est alors que ceux qui auront recu la science diront : « Infamie et malheur aux denegateurs en ce Jour !»"
        },
        {
            "chapter": 16,
            "verse": 28,
            "text": "Ceux auxquels les anges (de la mort) viendront cueillir l’ame alors qu’ils sont en etat d’impiete, se soumettront, en disant : «Nous ne faisions aucun mal !». « Mais si ! », leur sera-t-il repondu. « Dieu sait parfaitement ce que vous faisiez »"
        },
        {
            "chapter": 16,
            "verse": 29,
            "text": "Franchissez donc les portes de l’Enfer ou vous demeurerez immortels !». Une bien funeste demeure pour les arrogants"
        },
        {
            "chapter": 16,
            "verse": 30,
            "text": "Quant a ceux qui auront ete pieux, il sera demande : « Qu’a revele votre Seigneur?». Ils repondront : «Un bienfait !». Ainsi, a que ceux qui font le bien dans la vie ici-bas, une belle recompense est assuree, mais la recompense dans la demeure ultime est preferable. Une bien agreable demeure que celle des pieux"
        },
        {
            "chapter": 16,
            "verse": 31,
            "text": "Ce sont Les Jardins d’Eden baignes de rivieres dans lesquels ils entreront, et ou tous leurs desirs seront satisfaits, car c’est ainsi que Dieu recompense les pieux"
        },
        {
            "chapter": 16,
            "verse": 32,
            "text": "Ceux dont les anges de la mort, viendront cueillir l’ame pure, et auxquels ils diront : « Paix sur vous ! Entrez au Paradis en recompense des bonnes actions que vous avez accomplies !»"
        },
        {
            "chapter": 16,
            "verse": 33,
            "text": "Qu’attendent-ils ? Que les anges (de la mort) viennent cueillir leurs ames ou que s’accomplisse le decret de ton Seigneur ? C’est ainsi que s’etaient comportes leurs predecesseurs. Dieu ne les avait point leses, mais ils furent les artisans de leur propre perte"
        },
        {
            "chapter": 16,
            "verse": 34,
            "text": "Ils subirent les revers de leurs propres actes, et ils furent cernes par ce chatiment dont ils se moquaient"
        },
        {
            "chapter": 16,
            "verse": 35,
            "text": "Les polytheistes disent : « S’il avait plu a Dieu, nous n’aurions rien adore en dehors de Lui, ni nous, ni nos ancetres. Pas plus que nous n’aurions declare quoi que ce soit illicite a Sa place !». C’est ainsi que se comportaient ceux qui les ont precedes. Mais la mission des messagers n’etait-elle pas de transmettre le Message en toute clarte"
        },
        {
            "chapter": 16,
            "verse": 36,
            "text": "En verite, Nous avons envoye a chaque communaute un messager afin de les exhorter : « Adorez Dieu et eloignez- vous du culte des idoles !». Certaines ont ete guidees par Dieu, alors que pour d’autres, l’egarement devint ineluctable. Parcourez le monde et observez le sort qui fut reserve a ceux qui traiterent les messagers d’imposteurs"
        },
        {
            "chapter": 16,
            "verse": 37,
            "text": "Aspirerais-tu a leur montrer la Voie Droite que Dieu ne guiderait pas ceux qu’Il egare, et il ne se trouverait personne pour les secourir"
        },
        {
            "chapter": 16,
            "verse": 38,
            "text": "Ils jurent par Dieu par leurs serments les plus solennels que Dieu ne ressuscitera pas les morts. Certes oui ! C’est Sa promesse dont la realisation ineluctable Lui incombe, mais la plupart des Hommes l’ignorent"
        },
        {
            "chapter": 16,
            "verse": 39,
            "text": "Il les eclairera alors a propos de leurs divergences, et pour que les denegateurs sachent qu’ils etaient menteurs"
        },
        {
            "chapter": 16,
            "verse": 40,
            "text": "S’Il Nous plait qu’une chose soit, il Nous suffit de dire : «Sois !», et la chose est"
        },
        {
            "chapter": 16,
            "verse": 41,
            "text": "Que ceux qui ont emigre pour la Cause de Dieu, apres avoir subi des injustices, sachent que Nous les etablirons en un lieu agreable en ce monde ici-bas, et leur retribution dans la Vie Future sera meilleure, s’ils pouvaient savoir"
        },
        {
            "chapter": 16,
            "verse": 42,
            "text": "Ils avaient fait preuve d’endurance et s’en etaient remis a leur Seigneur"
        },
        {
            "chapter": 16,
            "verse": 43,
            "text": "Nous n’avons envoye avant toi que des Hommes (des mortels) auxquels Nous avons accorde des revelations. Interrogez ceux auxquels le Rappel a ete adresse (les Gens du Livre), si vous ne le saviez pas"
        },
        {
            "chapter": 16,
            "verse": 44,
            "text": "Nous les avons envoyes avec des preuves manifestes et des Ecritures. Et a toi, Nous envoyons ce Rappel, afin que tu eclaires les Hommes a propos de ce qui leur a ete revele. Puissent-ils y reflechir"
        },
        {
            "chapter": 16,
            "verse": 45,
            "text": "Ceux qui ont intrigue, ont-ils recu l’assurance que Dieu ne les fera pas disparaitre sous terre, ou qu’un malheur ne s’abattra pas sur eux au moment ou ils s’y attendront le moins"
        },
        {
            "chapter": 16,
            "verse": 46,
            "text": "Ou qu’Il ne les surprendra pas pendant leurs deplacements, et qu’ils ne pourront pas l’empecher"
        },
        {
            "chapter": 16,
            "verse": 47,
            "text": "Ou qu’Il ne les saisira pas meme s’ils se tiennent sur leurs gardes ? Mais votre Seigneur est Compatissant et Indulgent"
        },
        {
            "chapter": 16,
            "verse": 48,
            "text": "N’observent-ils pas comment les ombres de toute chose que Dieu a creee s’allongent a droite et a gauche, en se prosternant humblement devant Dieu"
        },
        {
            "chapter": 16,
            "verse": 49,
            "text": "Se prosternent devant Dieu, toutes les creatures vivant dans les Cieux et sur la Terre, ainsi que les anges, qui ne n’enorgueillissent pas"
        },
        {
            "chapter": 16,
            "verse": 50,
            "text": "car, tous redoutent leur Seigneur, soumis a Lui, et executant ce qu’Il leur commande"
        },
        {
            "chapter": 16,
            "verse": 51,
            "text": "Dieu dit : « N’adorez pas deux divinites. Il n’est, en verite"
        },
        {
            "chapter": 16,
            "verse": 52,
            "text": "qu’un Dieu Unique. Alors craignez-Moi ». Et c’est a Lui qu’appartient ce qui est dans les Cieux et sur la Terre, et c’est a Lui qu’est voue le culte eternel. Craindrez-vous donc un autre que Dieu"
        },
        {
            "chapter": 16,
            "verse": 53,
            "text": "Quelque bienfait dont vous jouissiez, c’est a Dieu que vous le devez. De meme que lorsqu’un malheur vous frappe, c’est Lui que vous implorez"
        },
        {
            "chapter": 16,
            "verse": 54,
            "text": "Pourtant, aussitot qu’Il vous en delivre, il en est parmi vous qui attribuent des associes a leur Seigneur"
        },
        {
            "chapter": 16,
            "verse": 55,
            "text": "deniant ainsi les faveurs dont Nous les avons combles. Profitez bien de Nos faveurs ! Bientot vous saurez"
        },
        {
            "chapter": 16,
            "verse": 56,
            "text": "Ils destinent une partie des biens dont Nous les avons gratifies a ce dont ils ne savent rien. Par Dieu ! Vous aurez a repondre de vos affabulations"
        },
        {
            "chapter": 16,
            "verse": 57,
            "text": "Ils attribuent des filles a Dieu. Glorifie soit-Il ! Et ils s’attribuent ce qu’ils desirent"
        },
        {
            "chapter": 16,
            "verse": 58,
            "text": "Pourtant lorsqu’on annonce a l’un d’entre eux la nouvelle de la naissance d’une fille, son visage s’assombrit et il reprime sa colere"
        },
        {
            "chapter": 16,
            "verse": 59,
            "text": "Et il se soustrait aux regards des gens, ecrase par la peine que lui cause cette nouvelle. Il se demande s’il va accepter l’enfant et subir ainsi le deshonneur, ou s’il va l’ensevelir dans la terre. Quel prejuge detestable"
        },
        {
            "chapter": 16,
            "verse": 60,
            "text": "L’image du mal s’applique a ceux qui ne croient pas a la Vie Future. Et a Dieu les plus Beaux Attributs. Il est le Tout-Puissant, le Sage"
        },
        {
            "chapter": 16,
            "verse": 61,
            "text": "Si Dieu chatiait systematiquement les Hommes pour les injustices qu’ils commettent, il ne subsisterait aucun etre vivant sur la Terre. Mais Il leur accorde un delai jusqu’a un terme fixe. Puis, lorsque ce terme est echu, ils ne pourront ni le retarder d’une heure ni l’avancer"
        },
        {
            "chapter": 16,
            "verse": 62,
            "text": "Ils attribuent a Dieu ce qu’ils meprisent, et leurs langues proferent un mensonge lorsqu’ils disent que le meilleur leur est destine. Il ne fait aucun doute que ce qui leur est destine est l’Enfer, ou ils seront precipites"
        },
        {
            "chapter": 16,
            "verse": 63,
            "text": "Par Dieu ! Nous avons envoye des messagers a d’autres peuples avant toi. Mais Satan a flatte leurs actions a leurs yeux. Ainsi, il est leur allie aujourd’hui. Ils sont voues a un chatiment douloureux"
        },
        {
            "chapter": 16,
            "verse": 64,
            "text": "Nous ne t’avons revele Le Livre qu’afin que tu eclaires les Hommes a propos de leurs differends, et afin qu’il soit un guide et une misericorde pour ceux qui croient"
        },
        {
            "chapter": 16,
            "verse": 65,
            "text": "Dieu fait descendre du ciel une eau. Par cette eau Il revivifie la terre apres sa mort. Il y a la un vrai signe pour des gens qui comprennent"
        },
        {
            "chapter": 16,
            "verse": 66,
            "text": "Vous avez dans votre betail matiere a reflexion lorsque vous considerez ce que contiennent leurs entrailles. Il y a, loge entre le chyme et le sang, un lait pur et agreable dont Nous vous abreuvons"
        },
        {
            "chapter": 16,
            "verse": 67,
            "text": "Et des fruits du palmier et de la vigne, vous tirez une boisson enivrante et une nourriture excellente. Il y a la un signe pour quiconque raisonne"
        },
        {
            "chapter": 16,
            "verse": 68,
            "text": "Ton Seigneur a inspire aux abeilles : « Etablissez des demeures dans les montagnes, dans les arbres et dans tout ce qu’ils (les Hommes) edifient"
        },
        {
            "chapter": 16,
            "verse": 69,
            "text": "Puis, butinez de toutes les plantes et avancez avec humilite dans les sentiers de votre Seigneur !». Leur abdomen secrete une liqueur de couleurs variees qui est une source de guerison pour les Hommes. Il y a la un signe pour quiconque reflechit"
        },
        {
            "chapter": 16,
            "verse": 70,
            "text": "Dieu vous a crees, puis vous fera mourir. Certains parmi vous avancent jusqu’a l’indigence, ou ils finissent par oublier tout ce qu’ils avaient appris. Dieu est Omniscient et Omnipotent"
        },
        {
            "chapter": 16,
            "verse": 71,
            "text": "Dieu a favorise certains d’entre vous plus que d’autres, dans l’attribution de Ses richesses. Or, ceux qui ont ete favorises ne sont pas disposes a verser une part de leurs richesses aux esclaves qu’ils possedent, en vue d’etablir une egalite entre eux. Serait-ce qu’ils se montrent ingrats devant les bienfaits de Dieu"
        },
        {
            "chapter": 16,
            "verse": 72,
            "text": "Dieu vous donne des epouses issues de vous-memes, et de vos epouses Il vous donne des enfants et des petits- enfants. Et Il vous prodigue d’excellentes nourritures. S’obstineraient-ils a croire a ce qui est faux et a denier les bienfaits de Dieu"
        },
        {
            "chapter": 16,
            "verse": 73,
            "text": "Serait-ce qu’ils adorent en dehors de Dieu, ce qui ne peut leur procurer aucun bien ni des Cieux ni de la Terre et qui sont par ailleurs impuissants"
        },
        {
            "chapter": 16,
            "verse": 74,
            "text": "Ne comparez rien a Dieu, car Dieu sait et vous ne savez pas"
        },
        {
            "chapter": 16,
            "verse": 75,
            "text": "Dieu propose l’exemple d’un esclave appartenant a un maitre, et de ce fait depourvu de tout pouvoir, compare a celui auquel Nous avons prodigue de belles richesses dont il fait l’aumone, discretement et ouvertement. Sont-ils egaux ? Louange a Dieu ! Mais la plupart des Hommes ne savent pas"
        },
        {
            "chapter": 16,
            "verse": 76,
            "text": "Dieu propose aussi l’exemple de deux hommes. L’un d’eux est muet, impuissant et a la charge de son maitre. Vers quelque endroit il l’envoie, il n’en revient avec rien de bon. Cet homme est-il l’egal d’un autre qui ordonne l’equite et qui suit une voie droite"
        },
        {
            "chapter": 16,
            "verse": 77,
            "text": "Les mysteres des Cieux et de la Terre relevent de Dieu. Et lorsque l’Ordre annonciateur de l’Heure s’accomplira, la fin du monde se produira en l’espace d’un clignement d’œil, ou en plus bref encore, car la Toute-Puissance de Dieu n’a pas de limite"
        },
        {
            "chapter": 16,
            "verse": 78,
            "text": "Dieu vous a fait naitre du sein de vos meres, ignorants de tout. Puis Il vous a dote de l’ouie, de la vue et des sens. Puissiez-vous Lui en etre reconnaissants"
        },
        {
            "chapter": 16,
            "verse": 79,
            "text": "Que n’observent-ils les oiseaux assujettis dans la voute celeste, ou Dieu Seul les retient de tomber ? Il y a la un signe pour quiconque a la foi"
        },
        {
            "chapter": 16,
            "verse": 80,
            "text": "Dieu a fait de vos maisons un refuge, et des peaux de vos betes, Il vous procure aussi des refuges, dont vous appreciez la legerete dans vos vies de nomades et lorsque vous etablissez vos campements. De la laine, du crin et des poils de vos betes, vous fabriquez des objets personnels dont vous jouissez pour un temps"
        },
        {
            "chapter": 16,
            "verse": 81,
            "text": "De ce qu’Il a cree, Dieu a mis a votre disposition ce qui produit de l’ombrage, et dans les montagnes Il vous a assure des refuges. Il vous a assure des vetements pour vous proteger de la chaleur et des cuirasses pour vous proteger des coups qui vous seraient portes. C’est ainsi que Dieu paracheve sur vous Ses bienfaits. Puissiez-vous vous soumettre a Lui"
        },
        {
            "chapter": 16,
            "verse": 82,
            "text": "S’ils se detournent de toi, sache que la seule mission qui t’incombe est de transmettre clairement le Message"
        },
        {
            "chapter": 16,
            "verse": 83,
            "text": "Ils connaissent bien les bienfaits de Dieu et pourtant ils les denient. Ils sont pour la plupart, ingrats"
        },
        {
            "chapter": 16,
            "verse": 84,
            "text": "Le Jour ou Nous susciterons de chaque communaute un temoin, il ne sera pas donne aux denegateurs l’opportunite de se justifier ou de s’amender"
        },
        {
            "chapter": 16,
            "verse": 85,
            "text": "Ce Jour-la, les iniques prendront connaissance de leur chatiment, il ne sera des lors plus question de l’alleger, ni de leur accorder un repit"
        },
        {
            "chapter": 16,
            "verse": 86,
            "text": "Et, confrontes a leurs idoles, ils s’ecrieront : « Seigneur ! Ceux-la sont nos associes que nous invoquions en dehors de Toi !». Mais ils repondront a leur intention : «Vous etes en verite des menteurs !»"
        },
        {
            "chapter": 16,
            "verse": 87,
            "text": "Ce jour-la, ils se soumettront a Dieu, et ce qu’ils avaient imagine disparaitra de leurs esprits"
        },
        {
            "chapter": 16,
            "verse": 88,
            "text": "A ceux qui n’auront pas cru et qui auront detourne leurs semblables de la Voie de Dieu, Nous les accablerons d’un supplice qui viendra s’ajouter au supplice inflige pour prix de leurs agissements pervers"
        },
        {
            "chapter": 16,
            "verse": 89,
            "text": "Et le jour ou Nous aurons suscite dans chaque communaute un temoin qui deposera contre les siens, Nous te ferons venir comme temoin contre ces gens-la, car Nous t’avons revele Le Livre (Le Coran), un expose clair de toute chose, une guidance, une grace et une annonce bienheureuse pour les musulmans"
        },
        {
            "chapter": 16,
            "verse": 90,
            "text": "En verite, Dieu ordonne l’equite, la bienfaisance et l’assistance des proches. Et Il interdit la turpitude, les actes reprehensibles et la transgression. Il vous exhorte. Puissiez-vous y reflechir"
        },
        {
            "chapter": 16,
            "verse": 91,
            "text": "Soyez fideles au pacte que Dieu vous a consenti. Ne violez pas vos serments apres les avoir solennellement pretes, et pris Dieu comme garant de votre bonne foi. En verite Dieu sait tout ce que vous faites"
        },
        {
            "chapter": 16,
            "verse": 92,
            "text": "N’imitez pas celle qui defaisait la laine de son fuseau alors qu’elle venait de le filer a grand peine, ne pretant serment que pour intriguer les uns contre les autres, vous en servant pour passer d’une communaute a une autre au gre de son importance. En realite, Dieu vous mets a l’epreuve (en vous faisant croire a l’importance de l’une par rapport a l’autre pour voir si vous respectez vos serments), et au Jour de la Resurrection, Il vous montrera tres certainement les raisons de vos divergences"
        },
        {
            "chapter": 16,
            "verse": 93,
            "text": "S’il avait plu a Dieu, Il aurait fait de vous une communaute unique. Mais Il egare qui Il veut et guide qui Il veut. Et certainement, vous rendrez compte de vos actions"
        },
        {
            "chapter": 16,
            "verse": 94,
            "text": "Et ne pretez pas serment pour intriguer les uns contre les autres. Vous perdriez pied apres avoir eu le pied sur, et gouteriez au malheur pour avoir ecarte vos semblables de la Voie de Dieu. Vous serez voues a un chatiment effroyable"
        },
        {
            "chapter": 16,
            "verse": 95,
            "text": "Ne troquez donc pas a vil prix le pacte que Dieu vous a assigne. En verite, ce qui est aupres de Dieu est bien meilleur pour vous, si seulement vous saviez"
        },
        {
            "chapter": 16,
            "verse": 96,
            "text": "Ce que vous possedez s’epuise, mais ce que Dieu detient est permanent. Nous retribuerons ceux qui auront ete patients en prenant en compte le meilleur de leurs œuvres"
        },
        {
            "chapter": 16,
            "verse": 97,
            "text": "Quiconque, homme ou femme, aura fait le bien tout en etant croyant, Nous le ressusciterons en une vie excellente. Et Nous le retribuerons en prenant en compte le meilleur de ses œuvres"
        },
        {
            "chapter": 16,
            "verse": 98,
            "text": "En lisant le Coran, implore la protection de Dieu contre Satan le maudit"
        },
        {
            "chapter": 16,
            "verse": 99,
            "text": "qui n’a aucun pouvoir sur ceux qui croient et qui s’en remettent a Dieu"
        },
        {
            "chapter": 16,
            "verse": 100,
            "text": "Son emprise s’exerce uniquement sur ceux qui en font leur protecteur, et qui deviennent de ce fait des polytheistes"
        },
        {
            "chapter": 16,
            "verse": 101,
            "text": "Lorsque Nous substituons un verset a un autre, et Dieu sait bien ce qu’Il revele, ils s’ecrient : « Tu es assurement un menteur !», alors que la plupart d’entre eux n’en savent rien"
        },
        {
            "chapter": 16,
            "verse": 102,
            "text": "Reponds-leur : «C’est l’Esprit Saint (l’Archange Gabriel) qui l’a transmis de la part de ton Seigneur, et il constitue la Verite, destinee a affermir la foi de ceux qui croient, a guider et a annoncer la bonne nouvelle aux musulmans »"
        },
        {
            "chapter": 16,
            "verse": 103,
            "text": "Nous savons qu’ils disent : « C’est un simple mortel qui le lui a enseigne !». Mais celui dont ils parlent s’exprime dans une langue etrangere, alors que ce Coran est en langue arabe bien claire"
        },
        {
            "chapter": 16,
            "verse": 104,
            "text": "En verite, Dieu ne guidera pas ceux qui ne croient pas a Ses versets, et un chatiment douloureux leur sera inflige"
        },
        {
            "chapter": 16,
            "verse": 105,
            "text": "Les imposteurs sont ceux qui ne croient pas aux versets de Dieu, et ceux-la sont les menteurs"
        },
        {
            "chapter": 16,
            "verse": 106,
            "text": "Quiconque renie Dieu apres avoir cru, a moins d’y avoir ete contraint, tout en demeurant secretement fidele a la foi, ainsi que ceux qui sont ouvertement verses dans l’impiete, ceux-la encourront la colere de Dieu et ils sont voues a un chatiment terrible"
        },
        {
            "chapter": 16,
            "verse": 107,
            "text": "pour avoir prefere la vie ici-bas a celle de l’au-dela, car Dieu ne guide pas les denegateurs"
        },
        {
            "chapter": 16,
            "verse": 108,
            "text": "Ceux-la, Dieu a scelle leur cœur, leur ouie et leur vue ! Ceux-la sont les inconscients"
        },
        {
            "chapter": 16,
            "verse": 109,
            "text": "Et, nul doute que dans la Vie Future, ceux-la seront les perdants"
        },
        {
            "chapter": 16,
            "verse": 110,
            "text": "Puis, a l’egard de ceux qui ont emigre apres avoir ete eprouves, et qui ont ensuite combattu et endure, ton Seigneur sera Indulgent et Clement"
        },
        {
            "chapter": 16,
            "verse": 111,
            "text": "le Jour ou chaque ame viendra plaider sa propre cause, et ou chacun sera retribue a hauteur de ses actes, sans que nul ne soit lese"
        },
        {
            "chapter": 16,
            "verse": 112,
            "text": "Dieu propose la parabole d’une cite qui vivait dans la securite et la serenite, inondee de richesses qui affluaient vers elle de toutes parts. Mais elle s’etait montree ingrate a l’egard des bienfaits de Dieu, qui la fit gouter aux affres de la faim et de la peur, en punition des mefaits de ses habitants"
        },
        {
            "chapter": 16,
            "verse": 113,
            "text": "Un messager issu d’eux-memes est bien venu les avertir, mais ils le traiterent d’imposteur, et c’est ainsi que le chatiment les saisit pour leur traitement injuste"
        },
        {
            "chapter": 16,
            "verse": 114,
            "text": "Mangez de ce que Dieu vous a attribue de licite et d’excellent et rendez grace a Dieu pour Ses bienfaits, si c’est bien Lui que vous adorez"
        },
        {
            "chapter": 16,
            "verse": 115,
            "text": "Il vous interdit seulement de consommer la bete morte, le sang, la viande de porc, et tout autre animal pour le sacrifice duquel un autre Nom que celui de Dieu est prononce. Cependant quiconque est contraint d’en consommer par necessite, et non pour ceder a une envie irresistible ou par pure velleite de transgression, n’est pas considere comme ayant peche. Car Dieu est Clement et Misericordieux"
        },
        {
            "chapter": 16,
            "verse": 116,
            "text": "Ne decretez pas a tort : «Ceci est licite, et cela est illicite !», dans le but d’inventer des mensonges que vous attribuez a Dieu. En verite, ceux qui attribuent des mensonges a Dieu ne connaitront jamais le salut"
        },
        {
            "chapter": 16,
            "verse": 117,
            "text": "Pour cette jouissance bien ephemere, ils encourent un chatiment douloureux"
        },
        {
            "chapter": 16,
            "verse": 118,
            "text": "Aux adeptes du judaisme, Nous avons interdit ce que Nous t’avons enseigne auparavant. Et Nous n’avons pas ete injustes envers eux. Mais eux, ont ete injustes avec eux- memes"
        },
        {
            "chapter": 16,
            "verse": 119,
            "text": "Toutefois, ton Seigneur a l’egard de ceux qui, par ignorance, ont fait une faute dont ils se sont repentis et se sont amendes, est Magnanime et Clement"
        },
        {
            "chapter": 16,
            "verse": 120,
            "text": "Abraham etait a lui seul une communaute, un guide devoue et un pur monotheiste qui n’a jamais ete du nombre des polytheistes"
        },
        {
            "chapter": 16,
            "verse": 121,
            "text": "Il rendait grace a Dieu pour Ses bienfaits, et Dieu l’avait elu et guide vers une voie de rectitude"
        },
        {
            "chapter": 16,
            "verse": 122,
            "text": "Nous l’avons comble de faveurs en ce monde ici-bas et il sera dans la Vie Future du nombre des vertueux"
        },
        {
            "chapter": 16,
            "verse": 123,
            "text": "Pour cela, Nous t’avons revele : « Observe (O Mohammad) le culte d’Abraham, ce monotheiste convaincu qui n’a jamais ete du nombre des polytheistes »"
        },
        {
            "chapter": 16,
            "verse": 124,
            "text": "En verite, le Sabbat ne fut prescrit qu’a ceux qui engagerent une polemique a son propos. Ton Seigneur tranchera surement leurs differends au Jour dernier"
        },
        {
            "chapter": 16,
            "verse": 125,
            "text": "Exhorte a la Voie de ton Seigneur, en usant de sagesse et de predications incitatives bienveillantes. Et lorsque tu t’adresses a eux, sois bienveillant a leur egard. Ton Seigneur connait le mieux celui qui s’ecarte de Sa Voie, comme Il connait le mieux ceux qui sont bien guides"
        },
        {
            "chapter": 16,
            "verse": 126,
            "text": "Si vous faites valoir votre droit a la vengeance, qu’elle soit proportionnelle a l’offense commise. Mais si vous prenez sur vous, c’est mieux pour quiconque se resigne"
        },
        {
            "chapter": 16,
            "verse": 127,
            "text": "Endure avec patience ! Mais tu n’y parviendras qu’avec l’aide de Dieu. Ne t’afflige pas a leur sujet, et ne cede pas a l’angoisse a l’idee de leurs intrigues"
        },
        {
            "chapter": 16,
            "verse": 128,
            "text": "car Dieu est avec ceux qui Le craignent et qui œuvrent conformement a la vertu"
        }
    ]
}