{
    "pages": [
        {
            "chapter": 36,
            "verse": 55,
            "text": "Lèyuán de jūmín zài nà rì què shì cóngshì yú yú lè de."
        },
        {
            "chapter": 36,
            "verse": 56,
            "text": "Tāmen hé zìjǐ de pèi'ǒu, zài shù yīn xià, kào zài chuángshàng."
        },
        {
            "chapter": 36,
            "verse": 57,
            "text": "Tāmen zài lèyuán zhōng, jiāng yǒu shuǐguǒ, bìng yǒu tāmen suǒ yāoqiú de ēndiǎn."
        },
        {
            "chapter": 36,
            "verse": 58,
            "text": "Píng'ān! Zhè shì cóng zhì cí zhǔ fāchū de zhùcí."
        },
        {
            "chapter": 36,
            "verse": 59,
            "text": "Fànzuì de rénmen ya! Jīnrì nǐmen dāng tuìbì dào yībiān qù."
        },
        {
            "chapter": 36,
            "verse": 60,
            "text": "Ā dān de hòuyì ya! Nándào wǒ méiyǒu zhǔfùguò nǐmen ma? Wǒ shuō nǐmen bùyào chóngbài èmó, tā què shì nǐmen de chóudí."
        },
        {
            "chapter": 36,
            "verse": 61,
            "text": "Nǐmen yīngdāng chóngbài wǒ, zhè shì zhènglù."
        },
        {
            "chapter": 36,
            "verse": 62,
            "text": "Tā què shǐ xǔduō rén mí wù, nándào nǐmen bùmíngbái ma?"
        },
        {
            "chapter": 36,
            "verse": 63,
            "text": "Zhè shì cóngqián chángcháng yòng lái kǒnghè nǐmen de huǒ yù."
        },
        {
            "chapter": 36,
            "verse": 64,
            "text": "Nǐmen shēngqián bù kěn xìndào, suǒyǐ jīnrì, nǐmen dāng rù huǒ yù."
        },
        {
            "chapter": 36,
            "verse": 65,
            "text": "Zài nà rì, wǒ jiàng fēngbì tāmen de kǒu, tāmen de shǒu jiāng duì wǒ shuōhuà, tāmen de jiǎo jiāng zuòzhèng tāmen suǒ xíng de shàn è."
        },
        {
            "chapter": 36,
            "verse": 66,
            "text": "Jiǎruò wǒ yìyù, wǒ bì huǐmiè tāmen de yǎnjīng, ránhòu tāmen mángzhe zǒulù, dàn tāmen zěn néng kànjiàn ne?"
        },
        {
            "chapter": 36,
            "verse": 67,
            "text": "Jiǎruò wǒ yìyù, wǒ bì shǐ tāmen zài zìjǐ de jiāzhōng biànxíng, ránhòu tāmen jì bùnéng qiánjìn, yòu bùnéng hòutuì;"
        },
        {
            "chapter": 36,
            "verse": 68,
            "text": "wǒ shǐ shéi chángshòu, wǒ jiàngdī shéi de tǐzhí. Nándào tāmen bù míng lǐ me?"
        },
        {
            "chapter": 36,
            "verse": 69,
            "text": "Wǒ méiyǒu jiào tā shīgē, shīgē duìyú tā shì bù xiāngyí de. Zhège zhǐshì jiàohuì hé míngbái de “gǔlánjīng”,"
        },
        {
            "chapter": 36,
            "verse": 70,
            "text": "yǐbiàn tā jǐnggào huó rén, yǐbiàn bù xìndào de rénmen dāng shòu xíngfá de pànjué."
        }
    ]
}