{
    "pages": [
        {
            "chapter": 40,
            "verse": 26,
            "text": "Pharaoh said: 'Let me kill Moses, then let him call to his Lord! I am fearful that he will change your religion or cause mischief in the land"
        },
        {
            "chapter": 40,
            "verse": 27,
            "text": "Moses said: 'I take refuge in my Lord and in your Lord from every proud (person), who does not believe in Day of Reckoning"
        },
        {
            "chapter": 40,
            "verse": 28,
            "text": "But one of Pharaoh's people, who was in secret a believer, asked: 'Would you kill a man because he says: \"My Lord is Allah?\" He has brought you clear signs from your Lord. If he is lying, let his lie be on his head, but, if he is speaking the truth then at least a part of what he promises will befall you. Allah does not guide the lying sinner"
        },
        {
            "chapter": 40,
            "verse": 29,
            "text": "O my nation, today the kingdom is yours and you are the masters in the land. But, if the might of Allah should come against us, who will help us' Pharaoh said: 'I only let you see what I see. I guide you to the path of righteousness"
        },
        {
            "chapter": 40,
            "verse": 30,
            "text": "The one who believed said: 'I fear for you the like of the day of the confederates my nation"
        },
        {
            "chapter": 40,
            "verse": 31,
            "text": "or, something similar to the circumstances of the nations of Noah, Aad, and Thamood, and those who came after them. Allah does not want to wrong His worshipers"
        },
        {
            "chapter": 40,
            "verse": 32,
            "text": "And, my nation, I fear for you the Day of Calling"
        },
        {
            "chapter": 40,
            "verse": 33,
            "text": "the Day when you will turn in retreat with none to protect you from Allah. He whom Allah leads astray has no guide"
        }
    ]
}