{
    "pages": [
        {
            "chapter": 43,
            "verse": 11,
            "text": "And (it is He), who sends down water from the sky in its measure thereby We revive the land that was dead, as such you shall be brought forth"
        },
        {
            "chapter": 43,
            "verse": 12,
            "text": "And, (it is He) who has created all the pairs and appointed for you ships and the cattle on which you ride"
        },
        {
            "chapter": 43,
            "verse": 13,
            "text": "so that you can sit upon their backs and then remember the Favors of your Lord and say: 'Exaltations to Him who has subjected these to us otherwise, we ourselves were not capable of it"
        },
        {
            "chapter": 43,
            "verse": 14,
            "text": "indeed, to our Lord we are turning"
        },
        {
            "chapter": 43,
            "verse": 15,
            "text": "Yet they assign to Him some of His own (created) worshipers! Clearly, the human is unthankful"
        },
        {
            "chapter": 43,
            "verse": 16,
            "text": "Or, has He taken daughters from those He has created for Himself and favored sons for you"
        },
        {
            "chapter": 43,
            "verse": 17,
            "text": "Yet when one of them is given glad news of (a daughter) that which he likened to the Merciful his face darkens and he chokes inwardly (with gloom)"
        },
        {
            "chapter": 43,
            "verse": 18,
            "text": "(As such they attribute to Allah) who is brought up among ornaments but when disputes arise are powerless"
        },
        {
            "chapter": 43,
            "verse": 19,
            "text": "They claim that the angels, who are themselves the worshipers of the Merciful, are females. Did they witness their creation! Their witness shall be written down and they shall be questioned"
        },
        {
            "chapter": 43,
            "verse": 20,
            "text": "They say: 'Had it been the will of the Merciful, we would never have worshipped them' Of this they have no knowledge, they are but guessing"
        },
        {
            "chapter": 43,
            "verse": 21,
            "text": "Or have We given them a Book before this which they hold fast to"
        },
        {
            "chapter": 43,
            "verse": 22,
            "text": "No, but they say: 'We found our fathers following a creed, and by following in their footsteps we are guided"
        }
    ]
}