{
    "chapter": [
        {
            "chapter": 33,
            "verse": 1,
            "text": "Proroku, boj se Boha a neposlouchej neverici a pokrytce, vzdyt Buh je veru vsemohouci i moudry"
        },
        {
            "chapter": 33,
            "verse": 2,
            "text": "Nasleduj to, co ti bylo vnuknuto od Pana tveho! A Buh vskutku je dobre zpraven o vsem, co delate"
        },
        {
            "chapter": 33,
            "verse": 3,
            "text": "Spolehni se na Boha, nebot Buh zajiste staci jako ochrance. Buh nevlozil zadnemu cloveku dve srdce do nitra jeho a z vasich zen, jez zapuzujete slovy \"Jsi pro mne jak zada me matky\", neucinil vase matky skutecne a neucinil z vasich adoptivnich deti vase syny skutecne. To jsou jen slova vase, vyrcena usty vasimi, avsak pouze Buh mluvi pravdu a vede po ceste spravne"
        },
        {
            "chapter": 33,
            "verse": 4,
            "text": "Nazyvejte adoptivni deti sve podle otcu jejich, nebot to spravedlivejsi je pred Bohem. A neznate-li jejich otce, pak jsou to vasi bratri v nabozenstvi a vasi blizni. A neni pro vas hrichem to, co ucinite omylem, nybrz jen to, co srdce vase zamyslela a Buh je odpoustejici, slitovny"
        },
        {
            "chapter": 33,
            "verse": 5,
            "text": "Prorok je blizsi vericim nez oni sobe navzajem a jeho manzelky jsou matkami jejich. A pokrevni"
        },
        {
            "chapter": 33,
            "verse": 6,
            "text": "pribuzni jsou si vzajemne blizsi, podle Pisma Boziho, nez (medinsti) verici a vystehovalci; presto cinte pratelum svym to, co je uznano za vhodne. A tak je to zaznamenano v Pismu"
        },
        {
            "chapter": 33,
            "verse": 7,
            "text": "A hle, uzavreli jsme s proroky umluvu, s tebou, s Noem, s Abrahamem, s Mojzisem i s Jezisem synem Mariinym, a uzavreli jsme s nimi umluvu prisnou"
        },
        {
            "chapter": 33,
            "verse": 8,
            "text": "a Buh pozada spravedlive o pocet z pravdomluvnosti jejich, zatimco pro neverici pripravil trest bolestny"
        },
        {
            "chapter": 33,
            "verse": 9,
            "text": "Vy, kteri verite! Pomnete dobrodini Boziho vuci vam, kdyz vojska tahla proti vam a poslali jsme proti nim vichrici a vojska neviditelna. A Buh jasne videl, co jste delali"
        },
        {
            "chapter": 33,
            "verse": 10,
            "text": "kdyz proti vam tahli zdola i shora, kdyz zraky vase se strachem zakalily a srdce vam stoupala do hrdel a kdyz jste meli o Bohu domnenky ruzne"
        },
        {
            "chapter": 33,
            "verse": 11,
            "text": "A byli tam tehdy verici podrobeni zkousce a byli otreseni silnym otresem"
        },
        {
            "chapter": 33,
            "verse": 12,
            "text": "A hle, pokrytci a ti, v jejichz srdcich nemoc dli, zvolali: \"Vse, co nam prislibil Buh a posel Jeho, neni nic nez klam"
        },
        {
            "chapter": 33,
            "verse": 13,
            "text": "A hle, jedna skupina z nich rekla: \"Lide jathribsti, neni zde pro vas mista, vratte se!\" A druhy oddil zadal proroka o povoleni k navratu rka: \"Nase domy jsou obnazeny!\", zatimco vubec nebyly obnazeny, ale oni chteli jen prchnout"
        },
        {
            "chapter": 33,
            "verse": 14,
            "text": "A kdyby byl nepritel k nim vnikl z ruznych koncu a byli by byvali vyzvani zreknout se islamu, veru by na to byvali pristoupili, ale byli by v nem zustali jen nedlouho"
        },
        {
            "chapter": 33,
            "verse": 15,
            "text": "A predtim jiz uzavreli umluvu s Bohem, ze se neobrati zady; a prece budou na umluvu svou s Bohem dotazani"
        },
        {
            "chapter": 33,
            "verse": 16,
            "text": "Rci: \"Nic vam neprospeje utek vas; jestlize utikate pred smrti prirozenou ci pred zabitim, beztak budete uzivat sveta jen nepatrne"
        },
        {
            "chapter": 33,
            "verse": 17,
            "text": "A rekni jim dale: \"Kdo je ten, jenz ochrani vas pred Bohem, bude-li On si pro vas prati zle anebo bude-li si prati pro vas milosrdenstvi?\" A nenaleznou vedle Boha ochrance ani pomocnika zadneho"
        },
        {
            "chapter": 33,
            "verse": 18,
            "text": "A Buh zna dobre ty z vas, kdoz druhym brani, i ty, kdoz rikaji bratrim svym: \"Pojdte sem k nam!\" a pritom ukazuji jen malou statecnost"
        },
        {
            "chapter": 33,
            "verse": 19,
            "text": "jsouce skoupi vuci vam. A kdyz priblizi se strach, vidis je, jak se na tebe divaji ocima v sloup obracenyma jako ten, jenz jiz smrti je omamen. Vsak jakmile strach odejde, bicuji vas jazyky ostrymi z lakoty po nejlepsi koristi. Tihle lide vubec neveri a Buh ucini marnymi skutky jejich, a to je pro Boha nadmiru snadne"
        },
        {
            "chapter": 33,
            "verse": 20,
            "text": "A domnivali se, ze spojenci neodejdou; a jestlize spojenci prijdou, tu nejradeji by se uchylili do pouste mezi Araby kocovne a dotazovali se jich na zpravy o vas. A kdyby byli mezi vami, bojovali by jen malo"
        },
        {
            "chapter": 33,
            "verse": 21,
            "text": "A veru mate nyni v poslu Bozim priklad prekrasny pro kazdeho, kdo doufa v Boha a v den posledni a kdo Boha hojne vzpomina"
        },
        {
            "chapter": 33,
            "verse": 22,
            "text": "Kdyz pak verici spatrili spojence, zvolali: \"Tohle je to, co slibil nam Buh a posel Jeho a vskutku meli Buh i posel Jeho pravdu!\" A vse to posililo jen viru a oddanost jejich"
        },
        {
            "chapter": 33,
            "verse": 23,
            "text": "A mezi vericimi jsou muzi, kteri verne dodrzuji umluvu, jiz s Bohem uzavreli; a jsou mezi nimi nekteri, jichz osud jiz se naplnil, a jini, kteri jeste cekaji a nezmenili se zmenou zadnou"
        },
        {
            "chapter": 33,
            "verse": 24,
            "text": "aby Buh mohl odmenit spravedlive za uprimnost viry jejich a mohl potrestat pokrytce, bude-li chtit, nebo jim prominout. Vzdyt Buh je veru odpoustejici, slitovny"
        },
        {
            "chapter": 33,
            "verse": 25,
            "text": "A odrazil Buh neverici zlobou naplnene, aniz dosahli neceho dobreho. A usetril Buh vericim bojovani a Buh veru je silny, mocny"
        },
        {
            "chapter": 33,
            "verse": 26,
            "text": "A vyvedl ty z vlastniku Pisma, kteri jim pomahali, z pevnosti jejich a uvrhl do srdci jejich hruzu, takze jste jednu skupinu z nich zabili a druhou zajali"
        },
        {
            "chapter": 33,
            "verse": 27,
            "text": "A ucinil vas dedici jejich zeme, obydli, majetku i jedne zeme, na niz jste dosud nevkrocili. A Buh je vsemocny nad kazdou veci"
        },
        {
            "chapter": 33,
            "verse": 28,
            "text": "Proroku, rci manzelkam svym: \"Prejete-li si tento zivot pozemsky a ozdoby jeho, tedy pojdte, necham vas ho uzivat a propustim vas krasnym propustenim"
        },
        {
            "chapter": 33,
            "verse": 29,
            "text": "Vsak prejete-li si Boha, posla Jeho a pribytek na onom svete, tedy vezte, ze Buh pripravil pro ty z vas, jez dobro konaji, odmenu nesmirnou"
        },
        {
            "chapter": 33,
            "verse": 30,
            "text": "Zeny prorokovy! Te z vas, jez dopusti se hanebnosti zjevne, te bude trest zdvojnasoben a to je pro Boha velmi snadne"
        },
        {
            "chapter": 33,
            "verse": 31,
            "text": "Avsak te, jez z vas je pokorne oddana Bohu a poslu Jeho a zbozne skutky kona, te dame odmenu dvojnasobnou a pripravime pro ni pridel stedry"
        },
        {
            "chapter": 33,
            "verse": 32,
            "text": "Zeny prorokovy! Nebudte jako lecjaka jina zena! Chcete-li byt bohabojne, pak nebudte prilis poddajne v reci sve, aby po vas nebazil ten, v jehoz srdci je choroba, nybrz mluvte slova vhodna"
        },
        {
            "chapter": 33,
            "verse": 33,
            "text": "Zdrzujte se dustojne ve svych domech a nestavte na odiv ozdoby svoje podle zpusobu drivejsi doby nevedomosti! Dodrzujte modlitbu, davejte almuznu a budte poslusne vuci Bohu a poslu Jeho! Buh chce pouze odstranit od vas spinu, lide domu, a chce vas ocistit uplnym ocistenim"
        },
        {
            "chapter": 33,
            "verse": 34,
            "text": "A zapamatujte si to, co bylo prednaseno v domech vasich ze znameni Bozich a z moudrosti! A Buh veru je bystry, dobre zpraveny"
        },
        {
            "chapter": 33,
            "verse": 35,
            "text": "Muslimove a muslimky, verici muzi a verici zeny, poslusni a poslusne, pravdomluvni a pravdomluvne, trpelivi a trpelive, pokorni a pokorne, darci a darkyne almuzny, postici se muzi a postici se zeny, cudni a cudne, muzi a zeny hojne Boha vzpominajici - tem vsem Buh veru pripravil odpusteni i odmenu nesmirnou"
        },
        {
            "chapter": 33,
            "verse": 36,
            "text": "A ani vericimu, ani verici neni dana volba v zalezitostech jejich, jakmile Buh a posel Jeho vec jednou rozhodli; a kdo neposloucha Boha a posla Jeho, ten zbloudil zjevnym zbloudenim"
        },
        {
            "chapter": 33,
            "verse": 37,
            "text": "A hle, pravil jsi tomu, koho Buh zahrnul dobrodinim a jemuz jsi i ty prokazal dobrodini: \"Podrz si manzelku svou a boj se Boha!\" A hle, skryval jsi v dusi sve to, co Buh odhalil, a bal ses lidi, zatimco Buh mel vetsi pravo na to, aby ses bal Jeho. A kdyz s ni Zajd prerusil styky, dali jsme ti ji za manzelku, aby nebylo na vericich hrichu, chteji-li si vzit manzelky svych adoptivnich synu pote, co tito s nimi prerusili styky. A rozkaz Bozi budiz vykonan"
        },
        {
            "chapter": 33,
            "verse": 38,
            "text": "A neni pro proroka zadny hrich v tom, co mu Buh ulozil podle zvyklosti Bozi u tech, kdoz jiz predtim odesli a rozkaz Bozi je urcenim predurcenym"
        },
        {
            "chapter": 33,
            "verse": 39,
            "text": "pro ty, kdo hlasaji poselstvi Bozi a neboji se nikoho krome Boha! A Buh staci jako uctovatel"
        },
        {
            "chapter": 33,
            "verse": 40,
            "text": "A Muhammad neni otcem zadneho muze z vas, ale je poslem Bozim a peceti proroku. A Buh je vsevedouci o veci kazde"
        },
        {
            "chapter": 33,
            "verse": 41,
            "text": "Vy, kteri verite! Vzyvejte hojne Boha"
        },
        {
            "chapter": 33,
            "verse": 42,
            "text": "a chvalte Jej za jitra i za vecera"
        },
        {
            "chapter": 33,
            "verse": 43,
            "text": "On je ten, jenz na vas svolava pozehnani stejne jako Jeho andele, aby vas vyvedl z temnot k svetlu - a On slitovny je vuci vericim"
        },
        {
            "chapter": 33,
            "verse": 44,
            "text": "A bude jejich privitanim v den, kdy setkaji se s Bohem, \"Mir s vami!\" a Buh pro ne pripravil odmenu stedrou"
        },
        {
            "chapter": 33,
            "verse": 45,
            "text": "Proroku, vyslali jsme te jako svedka a hlasatele zvesti radostne i jako varovatele"
        },
        {
            "chapter": 33,
            "verse": 46,
            "text": "vyzyvajiciho k Bohu, s dovolenim Jeho, a jako svitilnu zarici"
        },
        {
            "chapter": 33,
            "verse": 47,
            "text": "A oznam vericim zvest radostnou o tom, ze maji u Boha prizen velikou"
        },
        {
            "chapter": 33,
            "verse": 48,
            "text": "Neposlouchej ani neverici, ani pokrytce a nevsimej si urazek jejich! Spolehni se na Boha, vzdyt Buh vskutku postaci jako ochrance"
        },
        {
            "chapter": 33,
            "verse": 49,
            "text": "Vy, kteri verite! Kdyz se ozenite s vericimi zenami a pak se s nimi rozvedete, drive nez jste se jich dotkli, nemusite jim ukladat cekaci dobu, jiz byste jim pocitali. Zaopatrete je dary a propustte je peknym propustenim"
        },
        {
            "chapter": 33,
            "verse": 50,
            "text": "Proroku! Dovolili jsme ti manzelky tve, jimz jsi dal obveneni, a ty, jichz zmocnila se tva pravice z tech, ktere ti Buh dal jako korist, a dale tve sestrenice z otcovy strany a tve sestrenice z matciny strany, ktere se s tebou vystehovaly a kazdou zenu verici, jestlize se sama darovala prorokovi, chce-li se s ni prorok ozenit - a to je vyhradne pro tebe, nikoliv pro ostatni verici. A vime dobre, co jsme jim jiz ulozili ohledne jejich manzelek i tech, jichz zmocnily se pravice jejich, aby na tobe nebylo viny. A Buh je odpoustejici, slitovny"
        },
        {
            "chapter": 33,
            "verse": 51,
            "text": "Odkaz na pozdeji tu z nich, kterou chces, a vezmi k sobe tu, kterou chces, anebo tu, kterou vyhledas mezi temi, ktere jsi drive odmitl; a neni v tom zadny hrich. A toto je vhodnejsi pro ochlazeni oci jejich, necht se tedy nermouti a necht se raduji z toho, cos kazde z nich dal. A Buh dobre vi, co v srdcich je vasich, a Buh je vsevedouci, blahovolny"
        },
        {
            "chapter": 33,
            "verse": 52,
            "text": "A neni ti dovoleno po tomto, aby sis vzal jine zeny ani abys je vymenoval za manzelky jine, i kdyby se ti libila krasa jejich, krome tech, jichz zmocnila se pravice tva. A Buh na veci vsechny dozira"
        },
        {
            "chapter": 33,
            "verse": 53,
            "text": "Vy, kteri verite! Nevchazejte do domu prorokovych, pokud vam to nebude dovoleno, kvuli jidlu, necekajice, az bude pripravene! Jste-li vsak vyzvani, vstupte! A kdyz dojite, rozejdete se a nepoustejte se do duvernych hovoru, nebot to se dotyka proroka a on se pred vami stydi! Avsak Buh se nestydi rici pravdu. Kdyz zadate manzelky prorokovy o nejaky predmet, zadejte o to pres zaves, to bude cistsi pro srdce vase i srdce jejich. A neni vam dovoleno bolestne se dotykat posla Boziho ani se kdy ozenit s manzelkami jeho po nem; a to je pred Bohem hrich nesmirny"
        },
        {
            "chapter": 33,
            "verse": 54,
            "text": "A davate-li neco najevo anebo to tajite, tedy Buh je veru o kazde veci vsevedouci"
        },
        {
            "chapter": 33,
            "verse": 55,
            "text": "A neni pro manzelky prorokovy hrichem, jsou-li videny otci svymi, syny svymi, bratry svymi, syny bratri svych a syny sester svych nebo zenami jejich a otrokynemi svymi. Necht jsou bohabojne, vzdyt Buh je veru svedkem veci kazde"
        },
        {
            "chapter": 33,
            "verse": 56,
            "text": "Buh i andele Jeho veru svolavaji pozehnani na proroka; vy, kteri verite, modlete se take za nej a svolavejte na nej mir"
        },
        {
            "chapter": 33,
            "verse": 57,
            "text": "Veru ty, kdoz urazeji Boha a posla Jeho, Buh prokleje na tomto i onom svete a pripravi pro ne trest zahanbujici"
        },
        {
            "chapter": 33,
            "verse": 58,
            "text": "A ti, kdoz urazeji verici muze a verici zeny, aniz si to oni zaslouzili, ti se obtizili pomluvou i hrichem zjevnym"
        },
        {
            "chapter": 33,
            "verse": 59,
            "text": "Proroku, rekni manzelkam svym, dceram svym i vericim zenam, aby pritahovaly k sobe sve zavoje! A toto bude nejvhodnejsi k tomu, aby byly poznany a nebyly urazeny. A Buh je odpoustejici, slitovny"
        },
        {
            "chapter": 33,
            "verse": 60,
            "text": "Neprestanou-li pokrytci a ti, v jejichz srdcich je choroba, a ti, kdoz pomluvy siri v Medine, veru zpusobime, abys proti nim zakrocil a pak jiz budou jen kratce sousedy tvymi"
        },
        {
            "chapter": 33,
            "verse": 61,
            "text": "Prokleti budou, kdekoliv se octnou, a budou zajati a bezohledne zabiti"
        },
        {
            "chapter": 33,
            "verse": 62,
            "text": "podle zvyklosti Bozi vuci tem, kdoz jiz predtim byli. A nenaleznes ve zvyklosti Bozi zmenu zadnou"
        },
        {
            "chapter": 33,
            "verse": 63,
            "text": "A lide se te dotazuji na Hodinu. Odpovez: \"Vedeni o ni je jedine u Boha. A co ty vubec vis? Mozna ze Hodina uz je blizka"
        },
        {
            "chapter": 33,
            "verse": 64,
            "text": "Buh dozajista proklel neverici a pripravil pro ne plamen slehajici"
        },
        {
            "chapter": 33,
            "verse": 65,
            "text": "v nemz nesmrtelni budou naveky, a nenaleznou ochrance ani pomocnika zadneho"
        },
        {
            "chapter": 33,
            "verse": 66,
            "text": "v den, kdy tvare jejich se budou v ohni otacet sem a tam a kdy budou volat: \"Kez bychom byli uposlechli Boha a uposlechli posla"
        },
        {
            "chapter": 33,
            "verse": 67,
            "text": "A reknou; \"Pane nas, poslouchali jsme nacelniky sve a velmoze sve a oni nam dali zbloudit z cesty"
        },
        {
            "chapter": 33,
            "verse": 68,
            "text": "Pane nas, dej jim trest dvojnasobny a proklej je prokletim velikym"
        },
        {
            "chapter": 33,
            "verse": 69,
            "text": "Vy, kteri verite! Nebudte podobni tem, kdoz urazeli Mojzise! Buh jej pak zprostil odpovednosti za to, co hovorili; a byl u Boha ve vaznosti"
        },
        {
            "chapter": 33,
            "verse": 70,
            "text": "Vy, kteri verite! Bojte se Boha a mluvte slova prima"
        },
        {
            "chapter": 33,
            "verse": 71,
            "text": "Buh pak pro vas zlepsi skutky vase a odpusti vam hrichy vase. A kdo posloucha Boha a posla Jeho, ten jiz dosahl uspechu nesmirneho"
        },
        {
            "chapter": 33,
            "verse": 72,
            "text": "Nabidli jsme bremeno viry nebesum, zemi i horam, ale ony odmitly je nesti a zalekly se ho; a vzal je na sebe clovek, ackoli je nespravedlivy a nevedomy"
        },
        {
            "chapter": 33,
            "verse": 73,
            "text": "Buh potresta pokrytce, muze i zeny, a modlosluzebniky a modlosluzebnice, ale prijme pokani vericich muzu a vericich zen, vzdyt Buh je odpoustejici, slitovny"
        }
    ]
}