{
    "chapter": [
        {
            "chapter": 5,
            "verse": 1,
            "text": "Vy, kteri verite! Dodrzujte se zavazky! Jsou vam dovolena zvirata ze stad s vyjimkou tech, o nichz vam bylo prednaseno; a neni vam dovolena lovna zver po dobu, kdy jste ve stavu poutniho zasveceni. A Buh zajiste rozhoduje, o cem chce"
        },
        {
            "chapter": 5,
            "verse": 2,
            "text": "Vy, kteri verite, neznesvecujte ani obrady Bozi, ani posvatny mesic, ani obetni dary, ani obeti ozdobene venci, ani ty, kdoz miri k Posvatnemu chramu a usiluji tak o ziskani prizne a zalibeni Pana sveho! A az vyjdete ze stavu zasveceni, pak muzete lovit! Necht nenavist k lidu, ktery vas vypudil z Posvatne mesity, vas nevede k hrichu! Pomahejte si vzajemne ke zboznosti a bohabojnosti a nepomahejte si k hrichu a nenavisti. Budte bohabojni, vzdyt Buh je prisny v trestani svem"
        },
        {
            "chapter": 5,
            "verse": 3,
            "text": "A jsou vam zakazany zdechliny, krev, veprove maso a to, co bylo zasveceno jinemu nez Bohu, dale zvirata zardousena ci zabita uderem, padem ci bodnutim rohu nebo zakousnuta divokou zveri - krome tech, jez jste ocistili - a dale to, co bylo podrezano na kamenech vztycenych. Je vam tez zakazano losovani pomoci sipu, a to je hanebnost! A dnes jsou ti, kdoz neuverili, zoufali z nabozenstvi vaseho, proto se jich nebojte, nybrz bojte se Mne! Dnesniho dne jsem pro vas dovrsil vase nabozenstvi a naplnil nad vami Sve dobrodini a zlibilo se mi dat vam islam jako nabozenstvi. A kdo je donucen to pojidat behem hladomoru, nemaje umyslu hresit... vzdyt Buh je odpoustejici, slitovny"
        },
        {
            "chapter": 5,
            "verse": 4,
            "text": "A ptaji se te, co je jim tedy dovoleno. Rci: \"Jsou vam dovoleny vytecne pokrmy a to, co pro vas ukoristila drava zvirata, jez jste vycvicili jako psy tak, jak vas tomu naucil Buh. A pojidejte z toho, co pro vas ukoristila, a vyslovte nad tim jmeno Bozi a budte bohabojni. A Buh veru je rychly v uctovani"
        },
        {
            "chapter": 5,
            "verse": 5,
            "text": "Dnes jsou vam dovoleny vytecne pokrmy; jidla tech, jimz dostalo se Pisma, jsou vam tez dovolena a pokrmy vase jsou zase dovoleny jim. A dovoleny jsou vam muhsany z vericich zen a muhsany z tech, jimz dostalo se Pisma pred vami, jestlize jste jim dali jejich odmenu a chovate-li se jako muzi sporadani, nikoliv jako cizoloznici nebo ti, kdoz si berou milenky. A kdokoliv zavrhne viru, toho skutky budou marne a v zivote budoucim bude mezi temi, kdoz ztratu utrpi"
        },
        {
            "chapter": 5,
            "verse": 6,
            "text": "Vy, kteri verite! Kdyz se chystate k modlitbe, umyjte si obliceje sve i ruce sve az k loktum a otrete si hlavy sve a nohy sve az ke kotnikum! A jste-li potrisneni, ocistete se! Jste-li nemocni nebo na cestach ci prisel-li nekdo z vas ze zachodu anebo jste meli styk s zenami - a nenaleznete-li vodu - omyvejte se dobrym jemnym piskem a otrete si jim obliceje sve i ruce sve; Buh vam nechce pusobit zadne nesnaze, nybrz vas chce ocistit a dovrsit tak dobrodini Sve vuci vam - snad budete vdecni"
        },
        {
            "chapter": 5,
            "verse": 7,
            "text": "Pomnete tedy dobrodini Boziho vuci vam i umluvy, kterou s vami uzavrel, kdyz jste pravili: \"Slyseli jsme a poslechli jsme!\" A budte bohabojni, nebot Buh dobre zna, co skryto je v hrudich"
        },
        {
            "chapter": 5,
            "verse": 8,
            "text": "Vy, kteri verite! Budte primi pred Bohem a budte svedky spravedlivymi. Necht nenavist k lidu nevericich vas neuvede do hrichu tim, ze budete nespravedlivi. Budte spravedlivi - a to je blize k bohabojnosti - a bojte se Boha, nebot Buh je dobre zpraven o vsem, co delate"
        },
        {
            "chapter": 5,
            "verse": 9,
            "text": "Buh prislibil tem, kdoz uverili a zbozne skutky konali, ze dostane se jim odpusteni i nesmirne odmeny"
        },
        {
            "chapter": 5,
            "verse": 10,
            "text": "zatimco ti, kteri neuverili a nase znameni za lez prohlasili, budou pekla obyvateli"
        },
        {
            "chapter": 5,
            "verse": 11,
            "text": "Vy, kteri verite! Pomnete dobrodini Boziho vuci vam, kdyz tento lid se chystal vztahnout na vas ruce sve a On ruce jejich od vas odvratil! Budte bohabojni a na Boha necht se verici spolehaji"
        },
        {
            "chapter": 5,
            "verse": 12,
            "text": "A jiz kdysi Buh prijal umluvu od ditek Izraele a dali jsme povstat mezi nimi dvanacti vudcum. I pravil Buh: \"Ja zajiste jsem s vami; a budete-li dodrzovat modlitbu, davat almuznu, verit v posly Me a pomahat jim a poskytnete-li Bohu krasnou pujcku, veru vas ocistim od vasich skutku spatnych a uvedu vas do zahrad, pod nimiz reky tekou. A kdo z vas jeste po tomto bude neverici, ten veru zbloudil z cesty rovne"
        },
        {
            "chapter": 5,
            "verse": 13,
            "text": "Protoze vsak porusili svou umluvu, prokleli jsme je a zatvrdili jsme srdce jejich, takze premistuji slova z jejich mist a zapomneli na cast toho, co jim bylo pripomenuto. A stale se budes dovidat, jak zrazuji - az na nekolik malo z nich. Odpust jim a promin, nebot Buh veru miluje ty, kdoz dobro konaji"
        },
        {
            "chapter": 5,
            "verse": 14,
            "text": "I od tech, kdoz rikaji \"Jsme krestany\", jsme prijali umluvu jejich, avsak i oni zapomneli cast z toho, co bylo jim pripomenuto, a vyvolali jsme mezi nimi nepratelstvi a nenavist az do dne zmrtvychvstani - a tehdy jim Buh oznami, co vlastne provedli"
        },
        {
            "chapter": 5,
            "verse": 15,
            "text": "Vlastnici Pisma! Nyni jiz prisel k vam nas posel, aby vam jasne vylozil mnohe z toho, co skryli jste z Pisma, a prominul vam mnohe. A prislo k vam nyni od Boha svetlo a Pismo zjevne"
        },
        {
            "chapter": 5,
            "verse": 16,
            "text": "jimz Buh povede ty, kdoz usiluji o Jeho zalibeni, po cestach miru a jimz je vyvede z temnot na svetlo z dovoleni Sveho a dovede je tak ke stezce prime"
        },
        {
            "chapter": 5,
            "verse": 17,
            "text": "Veru jsou neverici ti, kdoz rikaji: \"Zajiste je Bohem Mesias, syn Mariin!\" Odpovez: \"Kdo ma u Boha takovou moc, aby Mu mohl zabranit, kdyby se mu zachtelo zahubit Mesiase, syna Mariina, a matku jeho a vubec vsechny, kdoz jsou na zemi?\" Bohu nalezi kralovstvi na nebesich i na zemi i vse, co je mezi nimi; On tvori, co chce, a On nade vsemi vecmi je mocny"
        },
        {
            "chapter": 5,
            "verse": 18,
            "text": "Zide a krestane rikaji: \"My synove jsme Bozi a milacci Jeho.\" Rci: \"Proc vas tedy tresta za vase hrichy? Nikoliv, vy jste obycejni smrtelnici, jedni z tech, ktere On stvoril. On odpousti, komu chce, a tresta take, koho chce. Bohu nalezi kralovstvi na nebesich i na zemi i vse, co je mezi nimi - a u Neho cil je konecny"
        },
        {
            "chapter": 5,
            "verse": 19,
            "text": "Vlastnici Pisma! Nyni prisel k vam nas posel, aby vam podal jasny vyklad - v prestavce mezi posly - a abyste nemohli rici: \"Neprisel k nam zadny hlasatel ani varovatel.\" Vsak nyni k vam jiz prisel i hlasatel i varovatel! A Buh je kazde veci mocny"
        },
        {
            "chapter": 5,
            "verse": 20,
            "text": "A hle, pravil Mojzis lidu svemu: \"Lide muj, pomnete dobrodini Boziho vuci vam, kdyz mezi vami ucinil proroky a vas ucinil vladci a dal vam to, co nedal nikomu z lidstva veskereho"
        },
        {
            "chapter": 5,
            "verse": 21,
            "text": "Lide muj! Vstupte do svate zeme, kterou vam Buh zaslibil, a neobracejte kroky sve, abyste se neobratili v ty, kdoz ztratu utrpi"
        },
        {
            "chapter": 5,
            "verse": 22,
            "text": "A rekli: \"Mojzisi, v te zemi je narod obru a my do ni nevstoupime, dokud oni z ni neodejdou. Jestlize vsak odejdou, my zajiste do ni vstoupime"
        },
        {
            "chapter": 5,
            "verse": 23,
            "text": "A rekli dva muzi bohabojni, jez Buh zahrnul Svou prizni: \"Vejdete k nim branou! Jestlize tudy vejdete, stanete se vitezi. A na Boha se spolehejte, jste-li verici"
        },
        {
            "chapter": 5,
            "verse": 24,
            "text": "Vsak lide zvolali: \"Mojzisi, nevstoupime nikdy do te to zeme, dokud v ni budou obri. Vytahni ty a tvuj Pan a dejte se s nimi do boje, my zustaneme sedet tady"
        },
        {
            "chapter": 5,
            "verse": 25,
            "text": "I pravil Mojzis: \"Pane muj, mam moc jen nad sebou samym a nad bratrem svym. Cin tedy rozdil mezi nami a mezi timto lidem hanebniku"
        },
        {
            "chapter": 5,
            "verse": 26,
            "text": "Odpovedel Pan: \"Tato zeme jim budiz zakazana, necht bloudi ctyricet let po zemi. A ty se nermut nad timto lidem hanebniku"
        },
        {
            "chapter": 5,
            "verse": 27,
            "text": "A sdel jim podle pravdy pribeh dvou synu Adamovych, kdyz oba prinaseli obeti; a byla od jednoho z nich obet prijata, zatimco od druheho nikoliv. I pravil tento: \"Veru te zabiji!\" I odpovedel onen: \"Buh prijima obet jen od bohabojnych"
        },
        {
            "chapter": 5,
            "verse": 28,
            "text": "Vztahnes-li na mne ruku svou, abys mne zabil, ja na tebe svou ruku nevztahnu, abych te zabil, nebot se veru bojim Boha, Pana lidstva veskereho"
        },
        {
            "chapter": 5,
            "verse": 29,
            "text": "Chci, abys vzal na sebe hrich proti mne i hrich proti sobe; a tak stanes se jednim z obyvatel ohne pekelneho, nebot to odmena je nespravedlivych"
        },
        {
            "chapter": 5,
            "verse": 30,
            "text": "A vnukla mu duse jeho zabit bratra, a zabil ho a stal se z tech, kdoz ztratu utrpeli"
        },
        {
            "chapter": 5,
            "verse": 31,
            "text": "I poslal Buh havrana, jenz hrabal v zemi, aby mu ukazal, jak skryt mrtvolu bratra sveho. I vzkrikl: \"Beda mi! Coz nejsem schopen byt jako tento havran a ukryt mrtvolu bratra sveho?\" A stal se jednim z tech, jez pronasleduji vycitky svedomi"
        },
        {
            "chapter": 5,
            "verse": 32,
            "text": "A kvuli tomuto jsme predepsali ditkam Izraele, aby ten, jenz zabije jednoho cloveka - nikoliv pro pomstu na nekom anebo za to, ze siril pohorseni na zemi - byl souzen, jako by zabil lidstvo veskere. A aby ten, kdo ozivi jednoho, byl posuzovan, jako by ozivil lidstvo veskere. A prisli k nim jiz drive poslove nasi s jasnymi dukazy, avsak mnozi z nich i potom se dopousteli prestupku na zemi"
        },
        {
            "chapter": 5,
            "verse": 33,
            "text": "A odmenou tech, kdoz vedli valku proti Bohu a Jeho poslu a sirili na zemi pohorseni, bude veru to, ze budou zabiti anebo ukrizovani ci budou jim useknuty jejich prave ruce a leve nohy anebo budou ze zeme vyhnani. A tem dostane se hanby na tomto svete, zatimco na onom svete je ocekava trest nesmirny"
        },
        {
            "chapter": 5,
            "verse": 34,
            "text": "krome tech, kteri se kajicne obrati, drive nez nad nimi ziskate moc. A vezte, ze Buh je odpoustejici, slitovny"
        },
        {
            "chapter": 5,
            "verse": 35,
            "text": "Vy, kteri verite! Bojte se Boha a hledejte zpusob, jimz byste se k Nemu priblizili! A bojujte usilovne na Jeho ceste - snad budete blazeni"
        },
        {
            "chapter": 5,
            "verse": 36,
            "text": "A veru ti, kteri neuverili, i kdyby meli vsechno, co na zemi je, a jeste neco podobneho navic, a nabizeli to, aby se tim vykoupili z trestu dne zmrtvychvstani, nebylo by to od nich prijato a pro ne urcen je trest bolestny"
        },
        {
            "chapter": 5,
            "verse": 37,
            "text": "Budou si prat, aby mohli vyjit z ohne pekelneho, avsak nikdy z neho nevyjdou, nebot je ocekava trest trvaly"
        },
        {
            "chapter": 5,
            "verse": 38,
            "text": "Zlodeji a zlodejce utnete ruce jejich v odplatu za to, co provedli, a jako varovny priklad od Boha! A Buh je mocny, moudry"
        },
        {
            "chapter": 5,
            "verse": 39,
            "text": "Vsak kdo se kajicne obrati pote, co dopustil se nepravosti, a polepsi se, tomu Buh veru odpusti. A Buh zajiste je odpoustejici, slitovny"
        },
        {
            "chapter": 5,
            "verse": 40,
            "text": "Coz nevis, ze Bohu nalezi kralovstvi na nebesich i na zemi a ze On tresta, koho chce, a odpousti, komu chce? A Buh je vsech veci mocen"
        },
        {
            "chapter": 5,
            "verse": 41,
            "text": "Posle, nermut se kvuli tem, kdoz predhaneji se v neverectvi! Ti patri k tem, kdoz rikaji usty svymi \"Uverili jsme!\", zatimco v srdcich svych neuverili, a k tem, kdoz vyznavaji zidovstvi a horlive naslouchaji lzim a naslouchaji i lidem jinym, kteri k tobe neprichazeji. Oni premistuji slova z jejich mist rikajice: \"Jestlize je vam toto dano, prijmete to, avsak neni-li vam to dano, dejte si pozor!\" A koho Buh chce uvest v pokuseni, tomu ty nicim u Boha nepomuzes. A to jsou ti, jichz srdce Buh nehodla ocistit - tem dostane se hanby na tomto svete, zatimco na onom svete je ocekava trest nesmirny"
        },
        {
            "chapter": 5,
            "verse": 42,
            "text": "Naslouchaji lzim a pohlcuji to, co nepravem ziskali. Prijdou-li k tobe, pak mezi nimi bud rozsud, anebo se od nich odvrat! Odvratis-li se od nich, nemohou ti nikterak uskodit, vsak budes-li soudit, sud mezi nimi spravedlive, nebot Buh veru miluje spravedlive"
        },
        {
            "chapter": 5,
            "verse": 43,
            "text": "A jak by si te mohli vybrat za soudce, kdyz maji Toru, v niz je obsazen rozsudek Bozi? Potom se vsak od ni odvratili - a nejsou tedy verici"
        },
        {
            "chapter": 5,
            "verse": 44,
            "text": "A seslali jsme Toru, v niz je spravne vedeni i svetlo, aby podle ni soudili proroci, kteri se odevzdali do vule Bozi, ty, kdoz vyznavaji zidovstvi; a aby rabini a uceni rozhodovali podle toho, co jim bylo svereno ke strezeni z Pisma Boziho a ceho byli svedky. Nebojte se lidi, nybrz bojte se Mne a nekupujte za Ma znameni veci ceny nicotne! Ti pak, kdoz nesoudi podle toho, co seslal Buh, jsou neverici"
        },
        {
            "chapter": 5,
            "verse": 45,
            "text": "A predepsali jsme jim v Tore: dusi za dusi, oko za oko, nos za nos, ucho za ucho, zub za zub a za zraneni mstu. A kdo misto toho da almuznu, bude to pro nej vykoupenim z hrichu. Ti pak, kdo nesoudi podle toho, co seslal Buh, ti veru jsou nespravedlivi"
        },
        {
            "chapter": 5,
            "verse": 46,
            "text": "A vypravili jsme ve stopach jejich Jezise, syna Mariina, aby potvrdil pravdivost toho, co obsazeno bylo predtim v Tore, a dali jsme mu evangelium, v nemz je spravne vedeni a svetlo, aby potvrdilo pravdivost toho, co bylo predtim v Tore, a stalo se spravnym vedenim i varovanim pro bohabojne"
        },
        {
            "chapter": 5,
            "verse": 47,
            "text": "Necht vlastnici evangelia soudi podle toho, co Buh v nem seslal; ti pak, kdoz nesoudi podle toho, co Buh seslal, jsou hanebnici"
        },
        {
            "chapter": 5,
            "verse": 48,
            "text": "I tobe jsme seslali Pismo s pravdou, aby potvrdilo pravdivost toho, co uz pred nim bylo zde z Pisma, a bylo jeho ochranou. A rozsuzuj mezi nimi podle toho, co seslal Buh, a nenasleduj jejich uceni scestna, vzdaluje se tak od toho, ceho se ti z pravdy dostalo. A kazdemu z vas jsme urcili pravidla a drahu vyslapanou. Kdyby byl Buh chtel, byl by vas veru ucinil narodem jedinym, avsak neucinil tak proto, aby vas vyzkousel tim, co vam dal. Predstihujte se vzajemne v konani dobrych skutku! K Bohu se uskutecni navrat vas vsech, a On vas pouci o tom, o cem jste byli v rozporu"
        },
        {
            "chapter": 5,
            "verse": 49,
            "text": "A rozsuzuj mezi nimi podle toho, co Buh seslal, a nenasleduj jejich uceni scestna a dej si pozor, aby te neodvratili od casti z toho, co ti Buh seslal. Obrati-li se zady, pak vez, ze Buh je chce postihnout za nektere z hrichu jejich, nebot vetsina z lidi jsou hanebnici"
        },
        {
            "chapter": 5,
            "verse": 50,
            "text": "Cozpak oni touzi po rozsudcich z doby nevedomosti? Kdo muze byt pro lid pevne presvedceny lepsim soudcem nez Buh"
        },
        {
            "chapter": 5,
            "verse": 51,
            "text": "Vy, kteri verite! Neberte si zidy a krestany jako pratele, nebot oni jsou si prateli jedni druhym. Kdokoliv z vas se s nimi prateli, ten stane se jednim z nich a Buh veru nepovede lid nespravedlivy"
        },
        {
            "chapter": 5,
            "verse": 52,
            "text": "A vidis ty, v jejichz srdcich je choroba, horlive mezi nimi obchazet a rikat: \"Bojime se, aby nas nepostihl obrat osudu!\" Vsak mozna, ze Buh prinese uspech anebo nejake Sve rozhodnuti, takze tito lide zacnou litovat toho, co skryvali ve svych dusich"
        },
        {
            "chapter": 5,
            "verse": 53,
            "text": "a reknou ti, kdoz uverili: \"Coz nejsou to tiz, kteri prisahali pri Bohu slavnostnimi prisahami, nejsou doopravdy s nami?\" Marne budou jejich skutky a stanou se z nich ti, kdoz ztratu utrpi"
        },
        {
            "chapter": 5,
            "verse": 54,
            "text": "Vy, kteri verite! Kdo z vas se odrekne nabozenstvi sveho... A Buh privede lidi, ktere bude milovat a kteri budou milovat Jeho a kteri budou pokorni vuci vericim a prisni vuci nevericim, budou bojovat na ceste Bozi a nebudou se bat vycitek nikoho. A toto je laskavost Bozi a On ji ustedruje, komu chce, a Buh je velkorysy, vsevedouci"
        },
        {
            "chapter": 5,
            "verse": 55,
            "text": "Vasim pritelem je jedine Buh a Jeho posel a ti, kdoz veri, dodrzuji modlitbu, davaji almuznu a sklaneji se"
        },
        {
            "chapter": 5,
            "verse": 56,
            "text": "A kdo si bere za pratele Boha a Jeho posla a verici, ten patri ke strane Bozi - a tito zvitezi"
        },
        {
            "chapter": 5,
            "verse": 57,
            "text": "Vy, kteri verite! Neberte si za pratele ty, kterym je vase nabozenstvi pro posmech a pro zabavu, at jsou jiz z tech, jimz dostalo se Pisma pred vami, ci at jsou z nevericich. A bojte se Boha, jste-li verici"
        },
        {
            "chapter": 5,
            "verse": 58,
            "text": "A kdyz volate k modlitbe, tropi si z toho posmesky a je jim to pro zabavu - a je to proto, ze je to lid, jenz nicemu nerozumi"
        },
        {
            "chapter": 5,
            "verse": 59,
            "text": "Rci: \"Vlastnici Pisma! Nenavidite nas snad jedine proto, ze jsme uverili v Boha a v to, co bylo seslano nam, a v to, co bylo seslano drive? Vsak vetsina z vas jsou hanebnici"
        },
        {
            "chapter": 5,
            "verse": 60,
            "text": "Rci: \"Mam vam oznamit neco horsiho nez odplatu, ktera je u Boha? Ti, ktere Buh proklel a na nez se rozhneval a z nichz ucinil opice a vepre, a ti, kteri uctivaji Taghuta - ti jsou v nejhorsim postaveni a nejdale zbloudili z cesty rovne"
        },
        {
            "chapter": 5,
            "verse": 61,
            "text": "Kdyz k vam prisli, rekli: \"Uverili jsme!\" Avsak v neverectvi prisli a s neverectvim odesli a Buh nejlepe zna, co skryvali"
        },
        {
            "chapter": 5,
            "verse": 62,
            "text": "A vidis mnohe z nich, jak pospichaji k hrichu, k nespravedlnosti a k pohlcovani toho, ceho nepravem nabyli. Jak hnusne je to, co delaji"
        },
        {
            "chapter": 5,
            "verse": 63,
            "text": "Proc jim nezabrani rabini a ucenci, aby nevedli hrisne reci a nepohlcovali nepravem nabyte? Jak hnusne je to, co provadeji"
        },
        {
            "chapter": 5,
            "verse": 64,
            "text": "A rikaji zide: \"Bozi ruka je spoutana okovy!\" Necht jsou jejich ruce spoutany okovy a necht jsou prokleti za to, co rikaji! Nikoliv, obe Jeho ruce jsou rozevreny a On ustedruje, jak chce. To, co ti bylo seslano od Pana tveho, v mnohych z nich jen rozmnozuje vzpurnost a neverectvi. A uvrhli jsme mezi ne nepratelstvi a nenavist az do dne zmrtvychvstani. A kdykoliv zazehnou ohen valky, Buh jej uhasi; a usiluji sirit po zemi pohorseni, avsak Buh nemiluje ty, kdoz pohorseni siri"
        },
        {
            "chapter": 5,
            "verse": 65,
            "text": "Kdyby vlastnici Pisma uverili a bali se Boha, veru bychom jim vymazali jejich spatne skutky a zajiste bychom je uvedli do zahrad rozkosi"
        },
        {
            "chapter": 5,
            "verse": 66,
            "text": "a kdyby dodrzovali Toru a evangelium a to, co seslano jim bylo od Pana jejich, veru by mohli pozivat z toho, co je nad nimi i co je pod nimi. Mezi nimi je obec, jez kraci stredem, avsak jak hnusne je to, co vetsina z nich provadi"
        },
        {
            "chapter": 5,
            "verse": 67,
            "text": "Posle, predej to, co ti bylo seslano od Pana tveho! Neucinis-li tak, pak nesplnis sve poslani. Vzdyt Buh te ochrani pred lidmi; Buh veru nevede spravnou cestou lid neverici"
        },
        {
            "chapter": 5,
            "verse": 68,
            "text": "Rci: \"Vlastnici Pisma, nedosahnete niceho, pokud nebudete dodrzovat Toru, evangelium a to, co vam bylo Panem vasim seslano.\" Avsak to, co ti bylo seslano Panem tvym, v mnohych z nich jen rozmnozuje vzpurnost a neverectvi; vsak nermut se pro lid neverici"
        },
        {
            "chapter": 5,
            "verse": 69,
            "text": "Veru ti, kdoz uverili, a ti, kdoz vyznavaji zidovstvi, a sabejci a krestane - vubec ti, kdoz uverili v Boha a v den posledni a dobre skutky konali, ti nemusi mit strach a nebudou zarmouceni"
        },
        {
            "chapter": 5,
            "verse": 70,
            "text": "A veru jsme kdysi uzavreli umluvu s ditkami Izraele a vyslali jsme k nim posly. Kdykoliv vsak k nim prisli poslove s necim, ceho si duse jejich nepraly, cast z nich prohlasili za lhare a cast zabili"
        },
        {
            "chapter": 5,
            "verse": 71,
            "text": "Domnivali se, ze to neni zkouska, a byli slepi a hlusi, lec Buh jim pozdeji odpustil, avsak i potom vetsina z nich oslepla a ohluchla. A Buh jasne zri, co delaji"
        },
        {
            "chapter": 5,
            "verse": 72,
            "text": "A veru jsou neverici ti, kdoz rikaji: \"Mesias, syn Mariin, je Buh!\" A pravil Mesias: \"Ditka Izraele, uctivejte Boha, Pana meho i Pana vaseho! Kdo bude pridruzovat k Bohu, tomu Buh zakaze vstup do raje a bude mu pribytkem ohen pekelny; a nespravedlivi nebudou mit pomocniky"
        },
        {
            "chapter": 5,
            "verse": 73,
            "text": "A jsou veru neverici ti, kdo prohlasuji: \"Buh je treti z trojice\" - zatimco neni bozstva krome Boha jedineho. A neprestanou-li s tim, co rikaji, veru se dotkne tech, kdoz z nich jsou neverici, trest bolestny"
        },
        {
            "chapter": 5,
            "verse": 74,
            "text": "Proc se tedy kajicne neobrati k Bohu a neprosi jej za odpusteni, kdyz Buh zajiste je odpoustejici a slitovny"
        },
        {
            "chapter": 5,
            "verse": 75,
            "text": "Mesias, syn Mariin, neni lec posel, pred nimz byli jiz poslove jini. A matka jeho byla pravdomluvna - a oba se zivili pokrmy. Pohled, jak jim objasnujeme znameni, a pohled, do jakych lzi se dostali"
        },
        {
            "chapter": 5,
            "verse": 76,
            "text": "Rci: \"Coz budete uctivat misto Boha neco, co vam nemuze zpusobit skodu ani uzitek? A Buh je ten, jenz slysici je i vsevedouci"
        },
        {
            "chapter": 5,
            "verse": 77,
            "text": "Rci: \"Vlastnici Pisma! Neprehanejte v nabozenstvi svem, mluvte jen pravdu a nenasledujte scestna uceni lidi, kteri zbloudili jiz pred vami a dali zbloudit mnoha jinym - a ti veru zbloudili z cesty rovne"
        },
        {
            "chapter": 5,
            "verse": 78,
            "text": "Byly proklety ty z deti Izraele, ktere neuverily, jazykem Davida i Jezise, syna Mariina. A to bylo za to, ze neposlouchali a byli prestupniky"
        },
        {
            "chapter": 5,
            "verse": 79,
            "text": "a ze si vzajemne nezakazovali konani zavrzenihodneho. A jak hnusne bylo to, co delali"
        },
        {
            "chapter": 5,
            "verse": 80,
            "text": "A vidis mnohe z nich se pratelit s nevericimi. A to, co jiz drive pro sebe si pripravili, je tak hnusne, ze Buh se na ne rozhneval - a v trestu svem budou nesmrtelni"
        },
        {
            "chapter": 5,
            "verse": 81,
            "text": "Kdyby byli verili v Boha, v proroka a v to, co mu bylo seslano, nebyli by se s nimi pratelili, avsak mnozi z nich jsou veru hanebnici"
        },
        {
            "chapter": 5,
            "verse": 82,
            "text": "A veru zjistis, ze lide, kteri jsou nejvetsimi neprateli vericich, jsou zide, a ti, kdo k Bohu pridruzuji; a zjistis, ze lide, kteri jsou nejvetsimi prateli vericich, jsou ti, kdoz rikaji: \"Jsme krestane!\" A je to proto, ze jsou mezi nimi knezi a mnisi a ze nejsou pychou naplneni"
        },
        {
            "chapter": 5,
            "verse": 83,
            "text": "A kdyz slysi to, co bylo poslu seslano, spatris jejich oci se plnit slzami z poznani pravdy a rikat: \"Pane nas, uverili jsme, zapis nas mezi ty, kdoz to dosvedcuji"
        },
        {
            "chapter": 5,
            "verse": 84,
            "text": "Proc bychom nemeli verit v Boha a v to, co nam prislo z pravdy, kdyz touzime, aby nas Pan nas uvedl do raje spolu s lidmi bezuhonnymi"
        },
        {
            "chapter": 5,
            "verse": 85,
            "text": "A Buh je odmeni za to, co rikaji, zahradami, pod nimiz reky tekou a v nichz nesmrtelni budou. A to je odmena za to, ze dobro konali"
        },
        {
            "chapter": 5,
            "verse": 86,
            "text": "Avsak ti, kdoz neuverili a znameni Nase za lez prohlasili, ti budou pekla obyvateli"
        },
        {
            "chapter": 5,
            "verse": 87,
            "text": "Vy, kteri verite! Nezakazujte vytecne pokrmy, jez vam Buh dovolil, a neprestupujte Jeho prikazy - vzdyt Buh veru nemiluje prestupniky"
        },
        {
            "chapter": 5,
            "verse": 88,
            "text": "Jezte z toho, co vam Buh ustedril jako dovolene a vytecne, a bojte se Boha, v nehoz verite"
        },
        {
            "chapter": 5,
            "verse": 89,
            "text": "Buh vas nebude plisnit za lehkomyslnost ve vasich prisahach, ale bude vas plisnit za to, k cemu jste se v prisahach zavazali a nedodrzeli to. Vykoupenim za to budiz nakrmeni deseti chudaku jidlem prumernym, jimz stravujete sve rodiny, anebo jejich osaceni ci propusteni otroka. A kdo k tomu nenalezne moznosti, necht posti se tri dny - a to je vykoupeni za prisahy vase, ktere jste nedodrzeli. Davejte tedy pozor na prisahy sve; a takto vam Buh znameni Sva objasnuje - snad budete vdecni"
        },
        {
            "chapter": 5,
            "verse": 90,
            "text": "Vy, kteri verite! Vino, hra majsir, obetni kameny a vrhani losu sipy jsou veru veci hnusne z dila satanova. Vystrihejte se toho - a mozna, ze budete blazeni"
        },
        {
            "chapter": 5,
            "verse": 91,
            "text": "Satan chce mezi vami podnitit pomoci vina a hry majsiru nepratelstvi a nenavist a odvest vas od vzyvani Boha a od modlitby. Prestanete s tim tedy"
        },
        {
            "chapter": 5,
            "verse": 92,
            "text": "Poslouchejte Boha a poslouchejte posla a mejte se na pozoru! Jestlize se vsak odvratite, vezte, ze poslu Nasemu prislusi toliko jasne oznameni"
        },
        {
            "chapter": 5,
            "verse": 93,
            "text": "Neni hrichem pro ty, kdoz uverili a zbozne skutky konali, to, co pojidaji, pokud jsou bohabojni, verici a zbozne skutky konaji a jsou nadale bohabojni a verici a zustanou bohabojnymi a zboznymi. A Buh miluje ty, kdoz zbozne skutky konaji"
        },
        {
            "chapter": 5,
            "verse": 94,
            "text": "Vy, kteri verite! Buh vas bude dozajista zkouset necim z koristi, kterou na lovu ziskaji vase ruce a vase kopi. A Buh tak cini, aby poznal, kdo boji se Ho v skrytu duse sve. A kdo prestoupi po tomto zakazu, toho stihne trest bolestny"
        },
        {
            "chapter": 5,
            "verse": 95,
            "text": "Vy, kteri verite! Nezabijejte zver, jste-li ve stavu poutniho zasveceni! Kdo z vas ji umyslne zabije, at da v nahradu tolik skotu, kolik zabil zvere. A necht dva muzi spravedlivi z vas to rozsoudi a necht je to dano jako obet, jez dospeje ke Ka´be. Anebo bude vykoupenim nakrmeni chudaku ci pust, ktery se tomu rovna, aby tak clovek okusil nasledek cinu sveho. Buh jiz vymazal to, co stalo se drive, kdo vsak to bude opakovat, tomu se Buh pomsti - a Buh mocny je i pan pomsty"
        },
        {
            "chapter": 5,
            "verse": 96,
            "text": "Je vam dovoleno lovit v mori a mit z toho jidlo k uzitku vam i pocestnym; vsak zakazan je vam lov na sousi, pokud jste ve stavu poutniho zasveceni. A bojte se Boha, k nemuz budete jednou shromazdeni"
        },
        {
            "chapter": 5,
            "verse": 97,
            "text": "A Buh ustanovil Ka´bu chramem posvatnym, vztycenym pro lidi, a ustanovil mesic posvatny i obetni zvirata a ovenceni - a to proto, abyste zvedeli, ze Buh zna vse, co na nebesich je i na zemi, a ze Buh vi o kazde veci"
        },
        {
            "chapter": 5,
            "verse": 98,
            "text": "Vezte, ze Buh je strasny v trestani Svem a ze Buh je i odpoustejici, slitovny"
        },
        {
            "chapter": 5,
            "verse": 99,
            "text": "A poslu prislusi toliko oznameni; vsak Buh dobre vi, co najevo davate i co tajite"
        },
        {
            "chapter": 5,
            "verse": 100,
            "text": "Rci: \"Spatne a dobre si neni rovno, trebaze se ti libi mnohe z toho, co je spatne. Bojte se Boha, lide obdareni rozmyslem - snad budete blazeni"
        },
        {
            "chapter": 5,
            "verse": 101,
            "text": "Vy, kteri verite! Nevyptavejte se na veci, ktere by vas, kdyby vam byly prozrazeny, zarmoutily. Jestlize vsak se na ne otazete, az bude seslan Koran cely, budou vam prozrazeny - a Buh vam to promine, nebot On odpoustejici je i laskavy"
        },
        {
            "chapter": 5,
            "verse": 102,
            "text": "A dotazovali se na ne jiz lide pred vami, avsak pote se kvuli tomu stali nevericimi"
        },
        {
            "chapter": 5,
            "verse": 103,
            "text": "A Buh neustanovil ani bahiru, ani sa'ibu, ani wasilu, ani hami, avsak ti, kdoz neuverili, si vymyslili tyto lzi proti Bohu - a vetsina z nich nema rozum zadny"
        },
        {
            "chapter": 5,
            "verse": 104,
            "text": "Kdyz je jim receno: \"Pojdte k tomu, co seslal Buh, a k poslovi!\", odpovidaji: \"Nam postaci, co u otcu svych jsme nalezli!\" Ale coz kdyz otcove jejich nic neznali a po spravne ceste nebyli vedeni"
        },
        {
            "chapter": 5,
            "verse": 105,
            "text": "Vy, kteri verite! Za duse sve jste sami odpovedni; neuskodi vam ten, kdo zbloudil, jste-li vy sami spravnou cestou vedeni. K Bohu se vsichni navratite a On vam jiz oznami, co jste delali"
        },
        {
            "chapter": 5,
            "verse": 106,
            "text": "Vy, kteri verite! Necht je vzato svedectvi mezi vami, kdyz smrt se priblizi k nekteremu z vas, ve chvili, kdy cini zavet. Necht svedci dva muzi spravedlivi z vas nebo dva jini, kteri nejsou z vas, cestujete-li po zemi a postihne vas pohroma smrti. Zadrzite ty dva po modlitbe, a mate-li pochybnosti, necht pri Bohu prisahaji rkouce: \"Neprodame to za zadnou cenu, i kdyby se jednalo o naseho pribuzneho, a neukryjeme svedectvi pred Bohem dane. A kdybychom tak ucinili, necht patrime mezi hrisniky"
        },
        {
            "chapter": 5,
            "verse": 107,
            "text": "Jestlize se vsak ukaze, ze oba si zaslouzi obvineni z hrichu, pak necht misto jejich zaujmou dva jini z tech, kdoz vice si toho zasluhuji a jsou prateli (umirajiciho?), a necht prisahaji pri Bohu: \"Veru je nase svedectvi pravdivejsi nez svedectvi onech dvou a my se nedopustime prestupku, jinak bychom patrili mezi nespravedlive"
        },
        {
            "chapter": 5,
            "verse": 108,
            "text": "A toto je nejvhodnejsi k tomu, aby vydali svedectvi v jeho prave podobe, anebo aby se bali, ze jejich prisaha bude odmitnuta pote, co porusi sve prisahy. A bojte se Boha a naslouchejte! Buh nepovede cestou spravnou lid hanebniku"
        },
        {
            "chapter": 5,
            "verse": 109,
            "text": "V den, kdy Buh shromazdi posly, rekne jim: \"Co bylo vam odpovedeno?\" I odveti: \"Nemame o tom vedomosti zadne, Tys veru ten, jenz sam zna nepoznatelne"
        },
        {
            "chapter": 5,
            "verse": 110,
            "text": "A hle, rekne Buh: \"Jezisi, synu Mariin, pomni milosti Me kterou jsem prokazal tobe i matce tve, kdyz podporil jsem te duchem svatym a hovorils s lidmi v kolebce i jako dospely; kdyz naucil jsem te Pismu, moudrosti, Tore i Evangeliu; a kdyz vytvorils z hliny podoby ptaku z dovoleni Meho a dychls na ne a staly se ptaky skutecnymi z dovoleni Meho; a kdyz uzdravils slepeho a malomocneho z dovoleni Meho a dals vstat mrtvym z hrobu z dovoleni Meho. A odehnal jsem od tebe ditka Izraele, kdyz prisels k nim s dukazy jasnymi a kdyz rekli ti z nich, kdoz neuverili: Tohle neni lec kouzelnictvi zjevne"
        },
        {
            "chapter": 5,
            "verse": 111,
            "text": "A kdyz jsem vnukl apostolum:, Verte ve Mne a v posla Meho!? a oni odpovedeli:, Uverili jsme a dosvedc, ze jsme do vule Tve se odevzdali"
        },
        {
            "chapter": 5,
            "verse": 112,
            "text": "A hle, pravili apostolove: \"Jezisi, synu Mariin, muze nam Pan tvuj seslat z nebe stul prostreny?\" I odvetil: \"Bojte se Boha, jste-li verici"
        },
        {
            "chapter": 5,
            "verse": 113,
            "text": "Rekli: \"Chceme z neho pojist, aby upokojila se srdce nase a abychom zvedeli, zes k nam mluvil pravdu, a mohli pak byt svedky o tom"
        },
        {
            "chapter": 5,
            "verse": 114,
            "text": "I zvolal Jezis, syn Mariin: \"Veliky Boze, Pane nas! Sesli nam stul prostreny z nebes, jenz svatkem bude pro nas, jak pro prvniho, tak i pro posledniho z nas, i znamenim od Tebe! A dej nam pridel stedry, vzdyt Tys nejlepsi z ustedrovatelu"
        },
        {
            "chapter": 5,
            "verse": 115,
            "text": "I rekl Buh: \"Dozajista vam jej seslu. Kdokoliv z vas vsak bude i potom neverici, toho potrestam trestem, jakym jsem nepotrestal nikoho z lidstva veskereho"
        },
        {
            "chapter": 5,
            "verse": 116,
            "text": "A hle, pravil Buh: \"Jezisi, synu Mariin, zdaz jsi to byl ty, kdo rekl lidem, Vezmete si mne a matku mou jako dve bozstva vedle Boha??\" I odpovedel: \"Slava Tobe! Nebylo na mne, abych rikal neco, k cemu jsem nemel pravo! Kdybych to byl byval rekl, byl bys to dobre vedel, nebot Ty znas, co je v dusi me, zatimco ja neznam, co je v Tve dusi, vzdyt Ty jediny znas nepoznatelne"
        },
        {
            "chapter": 5,
            "verse": 117,
            "text": "Nerikal jsem jim, leda to, cos mi naridil, to jest: Uctivejte Boha, Pana meho i Pana vaseho! A byl jsem svedkem o nich, dokud jsem zil mezi nimi. A kdyz jsi mne povolal k Sobe, byls to Ty, kdo byl nad nimi dozorcem - a Tys svedkem veci vsech"
        },
        {
            "chapter": 5,
            "verse": 118,
            "text": "Potrestas-li je - vzdyt jsou sluzebniky Tvymi; odpustis-li jim - vzdyt Tys veru mocny i moudry"
        },
        {
            "chapter": 5,
            "verse": 119,
            "text": "I rekne Buh: \"Toto je den, kdy prospeje pravdomluvnym pravdomluvnost jejich.\" Pro ne jsou urceny zahrady, pod nimiz reky tekou, a v nich nesmrtelni naveky budou. A Buh v nich nalezne zalibeni a oni naleznou zalibeni v Nem a to uspech bude nesmirny"
        },
        {
            "chapter": 5,
            "verse": 120,
            "text": "A Bohu nalezi kralovstvi na nebesich i na zemi i vse, co je mezi nimi - a On nade vsemi vecmi je mocny"
        }
    ]
}