{
    "pages": [
        {
            "chapter": 40,
            "verse": 41,
            "text": "O my people, what is wrong with me that I am calling you to preservation, while you invite me to the Fire"
        },
        {
            "chapter": 40,
            "verse": 42,
            "text": "You are asking me to disbelieve in God, and to associate with Him that of which I have no knowledge, yet I invite you to the all-mighty, all-forgiving"
        },
        {
            "chapter": 40,
            "verse": 43,
            "text": "What you are calling me to is surely not worth the calling in this world or in the next, because our returning is to God; and because the transgressors will be inmates of Hell"
        },
        {
            "chapter": 40,
            "verse": 44,
            "text": "You will remember what I say in time to come; I submit my case to the judgement of God. Surely God keeps an eye on His creatures"
        },
        {
            "chapter": 40,
            "verse": 45,
            "text": "So God preserved him from the evil they were planning; and a dreadful doom encompassed the people of Pharaoh"
        },
        {
            "chapter": 40,
            "verse": 46,
            "text": "Fire, to which they are exposed morning and evening. The day the Hour is proclaimed (it will be said:) \"Admit the people of Pharaoh to the severest punishment"
        },
        {
            "chapter": 40,
            "verse": 47,
            "text": "As they will noisily argue in the Fire, the weaker ones will say to the arrogant: \"We were your followers, so will you take over some of our share of the fire"
        },
        {
            "chapter": 40,
            "verse": 48,
            "text": "The arrogant will answer: \"All of us are in it. Surely God has judged between His creatures"
        },
        {
            "chapter": 40,
            "verse": 49,
            "text": "Those in the Fire will say to the warders of Hell: \"Ask your Lord to reduce the punishment by a day for us"
        }
    ]
}