{
    "rukus": [
        {
            "chapter": 47,
            "verse": 1,
            "text": "Those disbelieve zapudit chodnicek GOD He nullifies ich robota"
        },
        {
            "chapter": 47,
            "verse": 2,
            "text": "Those verit zavodny righteousness verit v co sent nadol Muhammad! -Kto bol truth ich Lord -He remits ich zhresit zehnat them contentment"
        },
        {
            "chapter": 47,
            "verse": 3,
            "text": "This je those disbelieve nasledovat falsehood chvila those verit nasledovat truth ich Lord GOD thus cites LUDIA ICH VZOR"
        },
        {
            "chapter": 47,
            "verse": 4,
            "text": "Ona encounter (do vojnovy) those disbelieve ona strike krk! Ona berie them zajatec ona set them volny ransom them vojnovy koniec! Had GOD willed He granted ona victory vojnovy. He thus tests ona 1 iny Mat rad for those get killed zapricinit GOD He never put ich sacrifice pusty"
        },
        {
            "chapter": 47,
            "verse": 5,
            "text": "He guide them zehnat them contentment"
        },
        {
            "chapter": 47,
            "verse": 6,
            "text": "He admit them Raj He described them"
        },
        {
            "chapter": 47,
            "verse": 7,
            "text": "O ona verit ona support GOD He support ona zosilnit tvoj foothold"
        },
        {
            "chapter": 47,
            "verse": 8,
            "text": "Those disbelieve incur misery; He zapricinit ich robota bol utterly v vain"
        },
        {
            "chapter": 47,
            "verse": 9,
            "text": "Ze because they hated co GOD revealed consequently He nullifies ich robota"
        },
        {
            "chapter": 47,
            "verse": 10,
            "text": "they nie roam zem robit see consequences for those before them? GOD znicit ICH ROBOTA; all disbelievers suffer same fate"
        },
        {
            "chapter": 47,
            "verse": 11,
            "text": "This je GOD bol Lord z those verit chvila disbelievers have lord"
        }
    ]
}