{
    "rukus": [
        {
            "chapter": 6,
            "verse": 11,
            "text": "Say: \"Travel through the earth and see what was the end of those who rejected Truth"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "Say: \"To whom belongs all that is in the heavens and on the earth?\" Say: \"To Allah. He has inscribed for Himself (the rule of) Mercy; (and that) He will gather you together for the Day of Judgment, there is no doubt whatever. It is they who have lost their own souls that (they) will not believe"
        },
        {
            "chapter": 6,
            "verse": 13,
            "text": "And to Him belongs all that lives (or hides away) in the night and the day. And He is the All Hearing (As-Sami’) and All Knowing (Aleem)"
        },
        {
            "chapter": 6,
            "verse": 14,
            "text": "Say: \"Shall I take as protector to myself anyone other than Allah, the Maker of the heavens and the earth? And it is He Who feeds but is not fed.\" Say: \"Surely not! For I am commanded to be the first of those who bow to Allah (in submission), and you be not of the company of those who join gods with Allah"
        },
        {
            "chapter": 6,
            "verse": 15,
            "text": "Say: \"If I disobeyed my Lord, indeed, I would have fear of the penalty of a dreadful Day"
        },
        {
            "chapter": 6,
            "verse": 16,
            "text": "On that Day, if the penalty is kept away from anyone, it is because of Allah’s Mercy: And this is the great manifest success, the true fulfillment of all desire"
        },
        {
            "chapter": 6,
            "verse": 17,
            "text": "If Allah touches you with pain (and sorrow), no one can remove it, except He; And if He touches you with good, He is Able (Khadir) to do all things"
        },
        {
            "chapter": 6,
            "verse": 18,
            "text": "He is the One Who cannot be resisted, (watching) from above over His servants; And He is the All Wise (Al-Hakeem), the All Aware (Khabeer) of all things"
        },
        {
            "chapter": 6,
            "verse": 19,
            "text": "Say: \"What thing is great as witness?\" Say: \"Allah is Witness between me and you; And this Quran has been made known to me by revelation, so that I may warn you and all (those to) whom it reaches. Do you really bear witness that besides Allah there are other gods with God?\" Say: \"No! I cannot bear witness!” Say: “But, in truth He is One God (Ilah, Allah), and I am truly free from (the falsehood of) joining others with Him"
        },
        {
            "chapter": 6,
            "verse": 20,
            "text": "Those to whom We have given the Book (Scripture) know this as they know their own sons. Those who have lost their own souls (and they) therefore refuse to believe"
        }
    ]
}