{
    "rukus": [
        {
            "chapter": 6,
            "verse": 130,
            "text": "O you assembly of jinns' and men! Did the messengers not come to you from among you, telling you of My Signs and warning you of the facing of this Day?\" They will say: \"We bear witness against ourselves.\" It was the present life that deceived them. And they will bear witness against themselves that they rejected Faith (as disbelievers)"
        },
        {
            "chapter": 6,
            "verse": 131,
            "text": "(The messengers were sent), because your Lord would not destroy the townships of men for their wrong-doing while the people (of the townships) were not warned"
        },
        {
            "chapter": 6,
            "verse": 132,
            "text": "For all (men, there) are degrees (or ranks) set by their deeds: And your Lord is not unmindful of anything that they do"
        },
        {
            "chapter": 6,
            "verse": 133,
            "text": "And your Lord is Self-Sufficient (Ghani), Full of Mercy: If He (so) wills, He can destroy you, and in your place appoint whom He wills as your successors, (or) even as He had raised you up as the descendants of other people"
        },
        {
            "chapter": 6,
            "verse": 134,
            "text": "Surely, all that has been promised to you will come out as true: Nor can you stop it (in the least bit)"
        },
        {
            "chapter": 6,
            "verse": 135,
            "text": "Say: \"O my people! Do whatever you can: I will do (my part): Soon will you know who they are whose end will be (the best) in the Hereafter: It is certain that the wrongdoers will not succeed"
        },
        {
            "chapter": 6,
            "verse": 136,
            "text": "And out of what Allah has produced in plenty as crops and as cattle, they assigned Him a share: And they say, according to their wish: \"This is for Allah, and this— For Our ‘partners’!\" But the share of their ‘partners’ does not reach Allah, whereas, the share of Allah reaches their ‘partners’! Evil (and unjust) is how they judge"
        },
        {
            "chapter": 6,
            "verse": 137,
            "text": "Even so, in the eyes of most of the (unbelieving) pagans, their ‘partners’ made the killing of their (own) children look nice, in order to lead them to their own destruction, and cause confusion in their religion. If Allah had willed, they would not have done so: But leave them and their inventions alone"
        },
        {
            "chapter": 6,
            "verse": 138,
            "text": "By their claim, they say that such and such cattle and crops, are not for general use, and none should eat from them except those whom— They say— We wish; Further, there are cattle forbidden to yoke (around their necks for work) or for burden, and (there are) cattle on which, (at the time of slaughter), the Name of Allah is not pronounced;— Inventions against Allah’s Name: Soon He will punish them for their own inventions"
        },
        {
            "chapter": 6,
            "verse": 139,
            "text": "And they say: \"What is in the wombs of such and such cattle is specially reserved (for food) of our men, and forbidden to our women; But if it is born without life, then all have shares in it.\" For their falsehoods (of superstitions to Allah), He will soon punish them: Surely, He is All Wise (Hakeem), All Knowing (Aleem)"
        },
        {
            "chapter": 6,
            "verse": 140,
            "text": "Indeed, lost are those who kill their children, with evil (and), without knowledge, and forbid food that Allah has made for them, inventing lies against Allah. They have truly gone astray and have not heeded for the guidance"
        }
    ]
}