{
    "rukus": [
        {
            "chapter": 2,
            "verse": 97,
            "text": "Say: \"Whoever is an enemy to Gabriel, because he brings down the (teachings) to your heart, by Allah’s Will, a confirmation of what went before, and guidance and glad news for those who believe"
        },
        {
            "chapter": 2,
            "verse": 98,
            "text": "Whoever is an enemy to Allah and His angels and messengers, to Gabriel and Michael— Beware! Allah is an enemy to those who reject Faith"
        },
        {
            "chapter": 2,
            "verse": 99,
            "text": "We have sent down to you clear Signs (verses); And no one rejects them except those who are evil"
        },
        {
            "chapter": 2,
            "verse": 100,
            "text": "Is it not (the case) that every time they make a promise, some party among them throws it aside? But most of them are faithless"
        },
        {
            "chapter": 2,
            "verse": 101,
            "text": "And when there came to them a messenger from Allah, confirming what was with them: A party of the People of the Book threw away the Book of Allah behind their backs, as if they did not know"
        },
        {
            "chapter": 2,
            "verse": 102,
            "text": "They followed what the Satans falsified against the belief of Sulaiman (Solomon); But the Satans disbelieved, teaching men magic, and such things as came down at Babel (Babylon), to the angels, Harut and Marut. (These are two idolized men from the ancient times.) But neither of these two (angels) taught anyone (such things) without warning: \"We are only for trial; So do not disbelieve or curse.\" They learnt from them [Satans] the means to cause separation between man and wife. But they could not harm anyone except by Allah’s permission. And they learnt that which harms them and helps them not and they knew that the buyers of (such magic) would have no share in the happiness of the Hereafter. And low was the price for which they sold their souls, if they only knew"
        },
        {
            "chapter": 2,
            "verse": 103,
            "text": "And if they had kept their faith and guarded themselves from evil, and their duty to Allah far better had been the reward from their Lord, if they only knew"
        }
    ]
}