{
    "rukus": [
        {
            "chapter": 2,
            "verse": 153,
            "text": "O you who believe! Seek (Allah's) help with Patience, Perseverance and Prayer: For Allah is with those who patiently persevere"
        },
        {
            "chapter": 2,
            "verse": 154,
            "text": "And do not say about those (people) who are killed in the sake of Allah: \"They are dead.\" No! They are living, even though you do not perceive it"
        },
        {
            "chapter": 2,
            "verse": 155,
            "text": "And be sure We shall test you with some fear and hunger, some loss in goods, or lives, or the fruits (of your hard work), but give glad news to those who patiently persevere—"
        },
        {
            "chapter": 2,
            "verse": 156,
            "text": "(And to those) when afflicted with calamity say: \"To Allah we belong, and truly, to Him is our return:\"—"
        },
        {
            "chapter": 2,
            "verse": 157,
            "text": "They are those on whom (descends the) blessing from Allah, and (His) Mercy, and they are the ones who receive guidance"
        },
        {
            "chapter": 2,
            "verse": 158,
            "text": "Look! (The two mountains named) Safa and Marwa are among the Symbols of Allah. So if those who visit the (Sacred) House in the season (of Pilgrimage) or at other times, should go around them, it is no sin in them. And if anyone follows his own wish to do good— Be sure that Allah is He Who recognizes (Shakir) all, All Knowing (Aleem)"
        },
        {
            "chapter": 2,
            "verse": 159,
            "text": "Indeed, those who conceal the Clear (Signs) that We have sent down, and the Guidance and Evidence— For (all) the mankind. On them shall be Allah’s curse, and the curse of those entitled to the curse—"
        },
        {
            "chapter": 2,
            "verse": 160,
            "text": "Except those who repent and make amends and openly declare (the Truth); To them I turn in forgiveness: And I am the One Who accepts Repentance (At-Tawwab), Most Merciful (Raheem)"
        },
        {
            "chapter": 2,
            "verse": 161,
            "text": "Indeed, those who reject Faith, and die rejecting— On them is Allah’s curse, and the curse of angels, and the curse of all mankind"
        },
        {
            "chapter": 2,
            "verse": 162,
            "text": "They will live in there (for ever): Their penalty will not be lightened, nor will forgiveness be for them"
        },
        {
            "chapter": 2,
            "verse": 163,
            "text": "And your God is One (Allah): There is no god but He, The Most Gracious (Ar-Rahman)— The Most Merciful (Ar-Raheem)"
        }
    ]
}