{
    "rukus": [
        {
            "chapter": 13,
            "verse": 1,
            "text": "Alif Lam Mim Ra: These are the Signs (or Verses) of the Book (the Quran): And what has been revealed to you (O Muhammad) from your Lord, is the Truth; But most men do not believe"
        },
        {
            "chapter": 13,
            "verse": 2,
            "text": "Allah is He, Who raised the heavens without any pillars that you can see; And (He) is firmly placed on the Throne [Seat of Power]; He has forced the sun and the moon (to His law)! Each one runs its (path) for a fixed time. He controls all things, explaining (to you) the Signs in detail, so that you may surely believe in the meeting with your Lord (Rab)"
        },
        {
            "chapter": 13,
            "verse": 3,
            "text": "And it is He Who spread out the earth, and placed upon it mountains standing firm, and rivers (flowing): And fruits of every kind He made in pairs, two and two: He draws the Night as a cover over the Day. Verily, surely in these things there are Signs for those who think and reflect"
        },
        {
            "chapter": 13,
            "verse": 4,
            "text": "And in the earth are adjoining regions (which differ even though they are) next to each other, and gardens of plants (of flexible stems) and fields planted with corn, and (many) palm trees— Growing out from single roots or otherwise: Watered by the same water, yet some of them We make much better than others to eat. (Look,) surely in these things there are Signs for those who understand"
        },
        {
            "chapter": 13,
            "verse": 5,
            "text": "If you wonder (at their faith), then (equally) surprising is their saying: \"After we are dust, then shall we be truly remade in a new creation?” They are those who disbelieve in their Lord! They will be of those with their hands tied to their necks with iron chains (and vices mounted for submission): They will be companions of the Fire, to live in there"
        },
        {
            "chapter": 13,
            "verse": 6,
            "text": "They ask you to bring the evil sooner than the good: Yet before them, (many) severe punishments have come true! But surely your Lord is full of forgiveness for mankind in spite of their evil actions, and surely, your Lord is (also) strict in punishment"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "And the disbelievers say: \"Why is a Sign not sent down to him (the Prophet) from his Lord?\"— You are truly a warner, and to every people there is a guide"
        }
    ]
}