{
    "rukus": [
        {
            "chapter": 24,
            "verse": 41,
            "text": "Do you not see that it is Allah Whose praises all beings in the heavens and on earth celebrate, and the birds with wings spread out? For each one (of the beings), He (Allah) knows its own (way of saying the) prayer and praise. And Allah knows well everything that they do"
        },
        {
            "chapter": 24,
            "verse": 42,
            "text": "And to Allah belongs the kingdom of the heavens and the earth; And to Allah is the final goal (of all)"
        },
        {
            "chapter": 24,
            "verse": 43,
            "text": "Do you not see that Allah makes the clouds move slowly, then gathers them together, then makes them into a heaps of layers? Then you see the rain come out from their middle. And He sends down from the sky vast volumes (of dark clouds) in which is hail: He hits with it whom He pleases and He turns it away from whom He pleases. The clear (distinct) flash of His lightning that almost blinds the sight"
        },
        {
            "chapter": 24,
            "verse": 44,
            "text": "It is Allah Who causes the night and the day to succeed (to search and to overtake) each other: Surely, in these things, there is a teaching for those who can see (and search)"
        },
        {
            "chapter": 24,
            "verse": 45,
            "text": "And Allah has made every animal from water: Of them, some slide on their abdomens; And some walk on two legs; And some walk on four (legs). Allah creates what He wills; For surely, Allah is Able (Khadir) to do all things"
        },
        {
            "chapter": 24,
            "verse": 46,
            "text": "We have indeed sent down clear Signs that make things clear and Allah guides whom He wills to the Straight Path"
        },
        {
            "chapter": 24,
            "verse": 47,
            "text": "They say, \"We believe in Allah and in the Messenger (Muhammad) and we obey:\" But even after (saying) that, some of them turn away: They are not (true) believers"
        },
        {
            "chapter": 24,
            "verse": 48,
            "text": "And when they are called to Allah and His Messenger (Muhammad), in order that he may judge between them, look! Some of them do not agree (to come)"
        },
        {
            "chapter": 24,
            "verse": 49,
            "text": "But if the right is on their side, they (would) come to him (the Prophet) with all the submission (to listen and accept)"
        },
        {
            "chapter": 24,
            "verse": 50,
            "text": "Is there a disease in their hearts? Or do they doubt, or are they in fear, that Allah and His Messenger (Muhammad) will deal unjustly with them? No, it is they themselves who are the wrongdoers"
        }
    ]
}