{
    "rukus": [
        {
            "chapter": 24,
            "verse": 51,
            "text": "The answer of the believers, when called to Allah and His Messenger (Muhammad) so that he may judge between them is nothing other than this: They say: \"We hear and we obey:\" And it is such as these who will be successful"
        },
        {
            "chapter": 24,
            "verse": 52,
            "text": "It is such (believers) who obey Allah and His Messenger (Muhammad), and fear Allah and work right, who will be successful"
        },
        {
            "chapter": 24,
            "verse": 53,
            "text": "They gave their strongest oath by Allah that, if you were to only order them, they would (even) leave (their homes). Say: \"You do not (just) swear; Obeying is (more) reasonable to hold your oath; Surely, Allah is quite familiar with all that you do"
        },
        {
            "chapter": 24,
            "verse": 54,
            "text": "Say: \"Obey Allah, and obey the Messenger (Muhammad): But if you turn away, he (Prophet, the Messenger) is only responsible for the duty given to him, and you for that (the duty) given to you. If you obey him, you will be on right guidance. The Messenger’s (Muhammad’s) duty is only to teach the clear (Message)"
        },
        {
            "chapter": 24,
            "verse": 55,
            "text": "Allah has promised those among you who believe and work righteous deeds, that He will surely grant them inheritance in the land, as He granted it to those before them; That He will affirm with authority their religion— The one which He has chosen for them; And that He will change (their condition), after the fear in which they lived, to one (condition) of security and peace: \"They will worship (only) Me and not join anyone with Me,\" if any do reject Faith after (accepting) this, they are rebellious and wicked"
        },
        {
            "chapter": 24,
            "verse": 56,
            "text": "And establish regular prayer and give regular charity; And obey the Messenger (Muhammad); That you may receive mercy"
        },
        {
            "chapter": 24,
            "verse": 57,
            "text": "You do not ever think that the disbelievers are going to block (Allah’s Plan) on earth: Their home is the Fire— And it is truly an evil place (for shelter)"
        }
    ]
}