{
    "rukus": [
        {
            "chapter": 37,
            "verse": 1,
            "text": "By those who arrange themselves in ranks (or rows, to serve and to worship Allah)"
        },
        {
            "chapter": 37,
            "verse": 2,
            "text": "And by those who raise the clouds in a holy way, (to keep away the fears from the mind of humans)"
        },
        {
            "chapter": 37,
            "verse": 3,
            "text": "And those who recite the Message (of Allah)"
        },
        {
            "chapter": 37,
            "verse": 4,
            "text": "Surely! (And assuredly,) your Allah is One (Wah'id)"
        },
        {
            "chapter": 37,
            "verse": 5,
            "text": "Lord of the heavens and of the earth, and all (that is) between them, and Lord of every point of the sun-rising, (that keeps changing every day of the year)"
        },
        {
            "chapter": 37,
            "verse": 6,
            "text": "Verily, We have truly stored the lower heaven with beauty (of) the stars—"
        },
        {
            "chapter": 37,
            "verse": 7,
            "text": "(For beauty) and for protection against every tough (unwilling and) revolting Satan"
        },
        {
            "chapter": 37,
            "verse": 8,
            "text": "(So that) they (the Satans') should not try to hear from the direction of the Exalted Assembly (of men and angels in Allah’s service and worship) but (they) be thrown out from every side"
        },
        {
            "chapter": 37,
            "verse": 9,
            "text": "Outcast (and unwelcome), they are under an everlasting penalty"
        },
        {
            "chapter": 37,
            "verse": 10,
            "text": "Except such who may snatch something by stealing: And they are being followed by a flaming Fire of stabbing brightness"
        },
        {
            "chapter": 37,
            "verse": 11,
            "text": "Then just ask (the disbelievers) what they think: Are they the more difficult to create, or the (other) creations whom We have created surely, We have created them (the disbelievers) out of a sticky clay"
        },
        {
            "chapter": 37,
            "verse": 12,
            "text": "Nay! Do you wonder while they mock (and make fun of you and the Quran)"
        },
        {
            "chapter": 37,
            "verse": 13,
            "text": "And when they are reminded, they pay no attention—"
        },
        {
            "chapter": 37,
            "verse": 14,
            "text": "And when they see a Sign (from Allah), they mock at it"
        },
        {
            "chapter": 37,
            "verse": 15,
            "text": "And they say: \"This is nothing but evident magic"
        },
        {
            "chapter": 37,
            "verse": 16,
            "text": "What!\" (they ask), \"When we are dead, and become dust and bones, shall we (then) be resurrected (raised up again)"
        },
        {
            "chapter": 37,
            "verse": 17,
            "text": "And also our fathers from the old (days)"
        },
        {
            "chapter": 37,
            "verse": 18,
            "text": "You say: \"Yes, then you shall (also) be put to shame (because of your evil)"
        },
        {
            "chapter": 37,
            "verse": 19,
            "text": "Then it will be a single (harsh) cry; And look, they will begin to see"
        },
        {
            "chapter": 37,
            "verse": 20,
            "text": "They will say: \"Woe (misery) to us! This is the Day of Judgment"
        },
        {
            "chapter": 37,
            "verse": 21,
            "text": "(A voice will say:) \"This is the Day of Sorting Out, whose Truth you denied (once)"
        }
    ]
}