{
    "rukus": [
        {
            "chapter": 37,
            "verse": 75,
            "text": "And indeed, (in the old days), Nuh (Noah) cried to Us, and We are the best of those to answer him"
        },
        {
            "chapter": 37,
            "verse": 76,
            "text": "And We rescued him, and his family from the great destruction (of the Flood)"
        },
        {
            "chapter": 37,
            "verse": 77,
            "text": "And made his children (and descendants) to live (and stay on this earth)"
        },
        {
            "chapter": 37,
            "verse": 78,
            "text": "And We left for him (this noble blessing) in the generations to follow in later times"
        },
        {
            "chapter": 37,
            "verse": 79,
            "text": "Peace! (and greetings) to Nuh (Noah) among the (Our) Creation"
        },
        {
            "chapter": 37,
            "verse": 80,
            "text": "Truly, like this do We reward those who do good"
        },
        {
            "chapter": 37,
            "verse": 81,
            "text": "Verily, he (Nuh) was one of Our believing servants"
        },
        {
            "chapter": 37,
            "verse": 82,
            "text": "Then We drowned the others (in the Flood)"
        },
        {
            "chapter": 37,
            "verse": 83,
            "text": "And surely, among those who followed his (Nuh’s) way was Ibrahim (Abraham)"
        },
        {
            "chapter": 37,
            "verse": 84,
            "text": "When he came to his Lord with a pure heart"
        },
        {
            "chapter": 37,
            "verse": 85,
            "text": "When he said to his father and to his people, \"What is it that, which you worship"
        },
        {
            "chapter": 37,
            "verse": 86,
            "text": "Is it a lie, false gods other than Allah, that you want"
        },
        {
            "chapter": 37,
            "verse": 87,
            "text": "Then what do you know about the Lord of the Worlds (Rab-Al-'Ala'meen)"
        },
        {
            "chapter": 37,
            "verse": 88,
            "text": "Then he took a look at the stars"
        },
        {
            "chapter": 37,
            "verse": 89,
            "text": "And he said, \"I am truly sick (at my heart)"
        },
        {
            "chapter": 37,
            "verse": 90,
            "text": "So they (his people) turned away from him, and left (him)"
        },
        {
            "chapter": 37,
            "verse": 91,
            "text": "Then he turned to their gods and said: \"Will you not eat (from what is offered to you)"
        },
        {
            "chapter": 37,
            "verse": 92,
            "text": "What is the matter with you that you do not speak (and make sense)"
        },
        {
            "chapter": 37,
            "verse": 93,
            "text": "Then he turned upon them (their gods), striking (them) with the right hand"
        },
        {
            "chapter": 37,
            "verse": 94,
            "text": "Then (the worshippers) came with quick steps, and faced (him)"
        },
        {
            "chapter": 37,
            "verse": 95,
            "text": "He said: \"Do you worship what you have carved (yourselves)"
        },
        {
            "chapter": 37,
            "verse": 96,
            "text": "While (it is) Allah (Who) has created you and (also) what you have made"
        },
        {
            "chapter": 37,
            "verse": 97,
            "text": "They said: \"Build for him a house (burning like a furnace), and throw him into the blazing fire"
        },
        {
            "chapter": 37,
            "verse": 98,
            "text": "So (after having failed; See 21.69), they then took a way (to hurt) against him, but We made them the ones most ashamed"
        },
        {
            "chapter": 37,
            "verse": 99,
            "text": "And he said: \"Verily, I am going to my Lord! He will surely guide me"
        },
        {
            "chapter": 37,
            "verse": 100,
            "text": "O my Lord! Grant me (a progeny) of the righteous"
        },
        {
            "chapter": 37,
            "verse": 101,
            "text": "So, We gave him the good news of a boy ready (to be born) to suffer and be patient"
        },
        {
            "chapter": 37,
            "verse": 102,
            "text": "And when (his son, Ismail) became (the age to) work with him, he (Ibrahim) said: \"O my son! I see in a dream (vision) that I offer you in sacrifice (to Allah): Now see what is your (own) thought!\" (The son) said: \"O my father! Do like you are commanded: You will find me, if Allah so wills one who has (great) patience (and constancy)"
        },
        {
            "chapter": 37,
            "verse": 103,
            "text": "Then, when they both had submitted their wills (to Allah’s Wish), and he (Ibrahim) had laid him (his son, Ismail) prostrate on his forehead (for sacrifice)"
        },
        {
            "chapter": 37,
            "verse": 104,
            "text": "We called out to him, \"O Ibrahim (Abraham)"
        },
        {
            "chapter": 37,
            "verse": 105,
            "text": "You have already fulfilled your vision!\"— Verily, thus We do reward those who do good"
        },
        {
            "chapter": 37,
            "verse": 106,
            "text": "Indeed, it was clearly a trial (for Ibrahim)—"
        },
        {
            "chapter": 37,
            "verse": 107,
            "text": "And We ransomed him with a great sacrifice (with that of a ram)"
        },
        {
            "chapter": 37,
            "verse": 108,
            "text": "And We left for him (this blessing) in the generations to follow in later times"
        },
        {
            "chapter": 37,
            "verse": 109,
            "text": "Peace be upon to Ibrahim (Abraham)"
        },
        {
            "chapter": 37,
            "verse": 110,
            "text": "Verily, thus do We reward those who do good"
        },
        {
            "chapter": 37,
            "verse": 111,
            "text": "Indeed, he was one of Our believing servants"
        },
        {
            "chapter": 37,
            "verse": 112,
            "text": "And We gave him the good news of Ishaq (Isaac)— A prophet— One of the righteous"
        },
        {
            "chapter": 37,
            "verse": 113,
            "text": "We blessed him and Ishaq (Isaac): And of their children (and descendants) are (some) who do right, and (some) who clearly do wrong to their own souls"
        }
    ]
}