{
    "rukus": [
        {
            "chapter": 2,
            "verse": 62,
            "text": "Indeed, those who believe (in the Quran), and those who are Jews, and the Christians and the Sabians,— Any who believe in Allah and the Last Day, and work righteousness, shall have their reward with their Lord; On them there shall be no fear, and they shall not grieve"
        },
        {
            "chapter": 2,
            "verse": 63,
            "text": "And (remember) when, We took your Promise and We raised above you (the towering height of) Mount (Sinai) (saying): \"Hold firmly to what We have given you and always remember what is in there: That you may fear Allah"
        },
        {
            "chapter": 2,
            "verse": 64,
            "text": "But you turned back after that: Had it not been for the Grace and Mercy of Allah to you, you surely had been among the lost"
        },
        {
            "chapter": 2,
            "verse": 65,
            "text": "And you knew well those among you who transgressed in the matter of the (Sacred) day (of Sabbath): We said to them: \"Be you (like) monkeys, despised and rejected"
        },
        {
            "chapter": 2,
            "verse": 66,
            "text": "So We made it an example to (others in) their own time and to their generations, and a lesson to those who fear Allah"
        },
        {
            "chapter": 2,
            "verse": 67,
            "text": "And (remember) when, Musa (Moses) said to his people: \"Allah commands that you sacrifice a calf.\" They said: \"Are you going to make a laughing-stock of us?\" He said: \"I seek refuge from Allah that I am among the ignorant (people)"
        },
        {
            "chapter": 2,
            "verse": 68,
            "text": "They said: \"Pray to your Lord on our behalf to explain to us what (calf) it is!\" He said: \"He says: The calf should be neither too old, nor too young, but of middling age: Now do what you are commanded"
        },
        {
            "chapter": 2,
            "verse": 69,
            "text": "They said: \"Pray to your Lord on our behalf to explain to us her color.\" He said: \"He says: A fawn-colored calf (heifer, also name of this Sura), pure and rich in shade, admired by (its) seers"
        },
        {
            "chapter": 2,
            "verse": 70,
            "text": "They said: \"Pray to your Lord on our behalf to explain to us what it is: To us all calves (heifers) are alike: We truly want guidance, if Allah wills"
        },
        {
            "chapter": 2,
            "verse": 71,
            "text": "He said: \"He says: A calf not trained to till the soil or water the fields; Healthy and without defects. They said: Now you have brought the truth.\" Then they offered it (the calf) in sacrifice, but not in good will"
        }
    ]
}