{
    "manzils": [
        {
            "chapter": 1,
            "verse": 1,
            "text": "(شروع کرتا ہوں) اللہ کے نام سے جو بڑا مہربان نہایت رحم والا ہے۔"
        },
        {
            "chapter": 1,
            "verse": 2,
            "text": "ہر قسم کی تعریف اس اللہ کے لیے جو سب جہانوں کا پروردگار ہے۔"
        },
        {
            "chapter": 1,
            "verse": 3,
            "text": "جو (سب پر) بڑا مہربان (اور خاص بندوں پر) نہایت رحم کرنے والا ہے۔"
        },
        {
            "chapter": 1,
            "verse": 4,
            "text": "جزا و سزا کے دن کا مالک (و مختار) ہے۔"
        },
        {
            "chapter": 1,
            "verse": 5,
            "text": "(اے اللہ!) ہم تیری ہی عبادت کرتے ہیں اور تجھ ہی سے مدد مانگتے ہیں۔"
        },
        {
            "chapter": 1,
            "verse": 6,
            "text": "ہمیں سیدھے راستے کی (اور اس پر چلنے کی) ہدایت کرتا رہ۔"
        },
        {
            "chapter": 1,
            "verse": 7,
            "text": "راستہ ان لوگوں کا جن پر تو نے انعام و احسان کیا نہ ان کا (راستہ) جن پر تیرا قہر و غضب نازل ہوا۔ اور نہ ان کا جو گمراہ ہیں۔"
        },
        {
            "chapter": 2,
            "verse": 1,
            "text": "الف۔ لام۔ میم۔"
        },
        {
            "chapter": 2,
            "verse": 2,
            "text": "یہ (قرآن) وہ کتاب ہے جس (کے کلام اللہ ہونے) میں کوئی شک و شبہ نہیں ہے۔ (یہ) ہدایت ہے ان پرہیزگاروں کے لیے۔"
        },
        {
            "chapter": 2,
            "verse": 3,
            "text": "جو غیب پر ایمان رکھتے ہیں اور پورے اہتمام سے نماز ادا کرتے ہیں اور جو کچھ ہم نے ان کو دیا ہے اس میں سے کچھ (میری راہ میں) خرچ کرتے ہیں۔"
        },
        {
            "chapter": 2,
            "verse": 4,
            "text": "اور جو ایمان رکھتے ہیں اس پر جو آپ پر نازل کیا گیا ہے اور اس پر بھی جو آپ سے پہلے (سابقہ انبیاء) پر نازل کیا گیا۔ اور آخرت پر یقین رکھتے ہیں۔"
        },
        {
            "chapter": 2,
            "verse": 5,
            "text": "یہی لوگ اپنے پروردگار کی ہدایت پر (قائم) ہیں اور یہی وہ ہیں جو (آخرت میں) فوز و فلاح پانے والے ہیں۔"
        },
        {
            "chapter": 2,
            "verse": 6,
            "text": "(اے رسول) جن لوگوں نے کفر اختیار کیا۔ ان کے لیے برابر ہے۔ آپ انہیں ڈرائیں یا نہ ڈرائیں۔ بہرحال وہ ایمان نہیں لائیں گے۔"
        },
        {
            "chapter": 2,
            "verse": 7,
            "text": "خدا نے ان کے دلوں اور ان کے کانوں پر مہر لگا دی ہے اور ان کی آنکھوں پر پردہ پڑ گیا ہے۔ اور (آخرت میں) ان کے لیے بڑا عذاب ہے۔"
        },
        {
            "chapter": 2,
            "verse": 8,
            "text": "اور کچھ لوگ ایسے بھی ہیں جو کہتے ہیں کہ ہم اللہ اور روزِ آخرت پر ایمان لائے ہیں۔ حالانکہ وہ مؤمن نہیں ہیں۔"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "خدا اور اہل ایمان کو دھوکہ دے رہے ہیں حالانکہ وہ خود اپنے سوا کسی کو دھوکہ نہیں دیتے۔ مگر انہیں اس کا (احساس) نہیں ہے۔"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "ان کے دلوں میں (نفاق) کی ایک بیماری ہے۔ سو اللہ نے ان کی بیماری اور بڑھا دی ہے اور ان کے (مسلسل) جھوٹ بولنے کی وجہ سے ان کے لیے دردناک عذاب ہے۔"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "اور جب ان سے کہا جائے کہ زمین میں فساد نہ پھیلاؤ۔ تو کہتے ہیں کہ ہم تو اصلاح کرنے والے ہیں۔"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "خبردار۔ درحقیقت وہی فساد پھیلانے والے ہیں۔ لیکن انہیں شعور نہیں ہے۔"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "اور جب ان سے کہا جاتا ہے کہ تم بھی اسی طرح ایمان لاؤ جس طرح اور لوگ ایمان لائے ہیں تو وہ کہتے ہیں کہ کیا ہم بیوقوفوں کی طرح ایمان لائیں؟ خبردار۔ یہی لوگ خود بیوقوف ہیں لیکن جانتے نہیں ہیں۔"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "اور یہ لوگ جب اہل ایمان سے ملتے ہیں تو کہتے ہیں کہ ہم بھی ایمان لائے ہیں اور جب علیحدگی میں اپنے شیطانوں سے ملتے ہیں تو کہتے ہیں کہ ہم تو تمہارے ساتھ ہیں ان (مسلمانوں) سے تو ہم صرف مذاق کر رہے ہیں۔"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "خود اللہ ان سے مذاق کر رہا ہے اور انہیں ڈھیل دے رہا ہے اور وہ اپنی سرکشی میں اندھوں کی طرح بھٹک رہے ہیں۔"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "یہی وہ لوگ ہیں جنہوں نے ہدایت کے بدلے گمراہی خریدلی۔ سو نہ تو ان کی تجارت سود مند ہوئی اور نہ ہی انہیں ہدایت نصیب ہوئی۔"
        },
        {
            "chapter": 2,
            "verse": 17,
            "text": "ان کی مثال اس شخص کی سی ہے جس نے آگ روشن کی۔ اور جب آگ نے اس کے گرد و نواح کو روشن کر دیا تو اللہ نے ان کی روشنی (بینائی) سلب کر لی اور ان کو اندھیروں میں چھوڑ دیا اب انہیں کچھ سجھائی نہیں دیتا۔"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "پس وہ ایسے بہرے، گونگے اور اندھے ہیں کہ اب (گمراہی سے راہِ ہدایت کی طرف) نہیں لوٹیں گے۔"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "یا (پھر ان کی مثال ایسی ہے جیسے) آسمان سے زور دار بارش برس رہی ہو جس میں تاریکیاں ہوں۔ اور گرج چمک بھی۔ اور وہ گرنے والی بجلیوں سے مرنے کے ڈر سے اپنی انگلیاں اپنے کانوں میں ٹھونس لیں۔ حالانکہ اللہ ہر طرف سے کافروں کو گھیرے ہوئے ہے۔"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "قریب ہے کہ بجلی (کی چمک) ان کی آنکھوں کو اچک لے (انہیں خیرہ کر دے) جب بجلی ان کے لئے اجالا کرتی ہے تو وہ اس کی روشنی میں چلنے لگتے ہیں اور جب اندھیرا چھا جاتا ہے تو کھڑے رہ جاتے ہیں اگر اللہ چاہتا تو ان کی سماعت و بصارت (سننے اور دیکھنے کی طاقت) کو زائل کر دیتا۔ بے شک اللہ ہر چیز پر قادر ہے۔"
        },
        {
            "chapter": 2,
            "verse": 21,
            "text": "اے لوگو! اپنے اس پروردگار کی عبادت (پرستش) کرو جس نے تمہیں بھی پیدا کیا اور انہیں بھی جو تم سے پہلے ہو گزرے تاکہ تم پرہیزگار بن جاؤ۔"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "وہی (پروردگار) جس نے تمہارے لئے زمین کا فرش بچھایا اور آسمان کا شامیانہ لگایا (اور اسے چھت بنایا) اور آسمان (بلندی) سے پانی برسایا۔ اس سے تمہاری روزی کے لئے کچھ پھل برآمد کئے سو جان بوجھ کر (کسی کو) اللہ کا ہمسر و شریک نہ بناؤ۔"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "اور جو کچھ (قرآن) ہم نے اپنے بندہ (خاص) پر نازل کیا ہے اگر تمہیں اس (کے کلام اللہ ہونے) میں شک ہے تو تم اس کے مانند ایک ہی سورہ لے آؤ۔ اور اگر تم سچے ہو تو ایک اللہ کو چھوڑ کر اپنے سب حمایتیوں و ہم نواؤں کو بھی بلا لو۔"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "لیکن اگر تم یہ کام نہ کر سکو اور ہرگز ایسا نہیں کر سکوگے تو پھر (دوزخ کی) اس آگ سے ڈرو۔ جس کا ایندھن آدمی اور پتھر ہیں جو کافروں کے لئے تیار کی گئی ہے۔"
        },
        {
            "chapter": 2,
            "verse": 25,
            "text": "اور (اے رسول) ان لوگوں کو خوشخبری دے دو جو ایمان لائے اور نیک عمل کئے۔ کہ ان کے لئے (بہشت کے) ایسے باغ ہیں کہ جن کے نیچے سے نہریں جاری ہیں۔ جب بھی انہیں ان (باغات) سے کوئی پھل کھانے کو ملے گا تو وہ (اس کی صورت دیکھ کر) کہیں گے کہ یہ تو وہی ہے جو اس سے پہلے ہمیں (دنیا میں) کھانے کو مل چکا ہے۔ حالانکہ انہیں جو دیا گیا ہے وہ (صورت میں دنیا کے پھل سے) ملتا جلتا ہے (مگر ذائقہ الگ ہوگا) اور ان کے لئے وہاں پاکیزہ بیویاں ہوں گی اور وہ ان (بہشتوں) میں ہمیشہ ہمیشہ رہیں گے۔"
        },
        {
            "chapter": 2,
            "verse": 26,
            "text": "بے شک اللہ اس بات سے ہرگز نہیں شرماتا کہ (کسی مطلب کی وضاحت کے لئے) مچھر اور اس سے بھی بڑھ کر (کسی حقیر چیز) کی مثال بیان کرے۔ پس جو لوگ مؤمن ہیں وہ تو جانتے ہیں کہ یہ (مثال یقینا) حق ہے ان کے پروردگار کی طرف سے اور جو کافر ہیں وہ کہتے ہیں کہ ایسی مثال سے اللہ کا کیا مقصد ہے؟ اللہ ایسی مثال سے بہت سوں کو گمراہی میں چھوڑ دیتا ہے اور بہت سوں کو ہدایت کرتا ہے اور وہ گمراہی میں نہیں چھوڑتا مگر فاسقوں (نافرمانوں) کو۔"
        },
        {
            "chapter": 2,
            "verse": 27,
            "text": "جو خدا سے مستحکم عہد و پیمان کرنے کے بعد اسے توڑ دیتے ہیں اور جس (رشتہ) کے جوڑنے کا اللہ نے حکم دیا ہے وہ اسے توڑتے ہیں۔ اور زمین میں فساد پھیلاتے ہیں (دراصل) یہی لوگ ہیں جو نقصان اٹھانے والے ہیں۔"
        },
        {
            "chapter": 2,
            "verse": 28,
            "text": "بھلا تم کس طرح اللہ کا انکار کرتے ہو۔ حالانکہ تم مردہ (بے جان) تھے تو اسی نے تمہیں زندہ کیا (جاندار بنایا) پھر وہی تمہیں موت دے گا پھر وہی تمہیں زندگی دے گا۔ پھر تم اسی کی طرف لوٹائے جاؤگے۔"
        },
        {
            "chapter": 2,
            "verse": 29,
            "text": "وہی تو وہ (اللہ) ہے جس نے تمہارے لئے پیدا کیا وہ سب کچھ جو زمین میں ہے پھر آسمان کی طرف توجہ فرمائی تو سات آسمان ہموار و استوار کر دیئے۔ اور وہ ہر چیز کا جاننے والا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 30,
            "text": "(اے رسول وہ وقت یاد کرو) جب تمہارے پروردگار نے فرشتوں سے کہا کہ میں زمین پر ایک خلیفہ (جانشین) بنانے والا ہوں تو انہوں نے کہا کیا تو اس میں اس کو (خلیفہ) بنائے گا جو اس میں فساد پھیلائے گا اور خون ریزی کرے گا۔ حالانکہ ہم تیری حمد و ثنائ کے ساتھ تسبیح کرتے ہیں اور تیری تقدیس (پاکیزگی بیان) کرتے ہیں۔ فرمایا: یقینا میں وہ کچھ جانتا ہوں جو تم نہیں جانتے۔"
        },
        {
            "chapter": 2,
            "verse": 31,
            "text": "اور اس (اللہ) نے آدم (ع) کو (تمام چیزوں کے) نام سکھائے۔ پھر ان کو (جن کے نام سکھائے تھے) فرشتوں کے سامنے پیش کیا اور فرمایا اگر تم سچے ہو (کہ تم خلافت کے زیادہ حقدار ہو) تو مجھے ان اشخاص کے نام بتاؤ۔"
        },
        {
            "chapter": 2,
            "verse": 32,
            "text": "انہوں نے کہا (ہر نقص و عیب سے) تیری ذات پاک ہے۔ ہمیں اس کے سوا جو تو نے ہمیں تعلیم دیا ہے (سکھایا ہے) اور مزید کچھ علم نہیں ہے۔ بے شک تو بڑا علم والا اور بڑی حکمت والا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 33,
            "text": "فرمایا: اے آدم تم ان کو ان کے نام بتاؤ۔ تو جب آدم نے ان (فرشتوں) کو ان کے نام بتا دیئے تو خدا نے فرمایا کیا میں نے تم سے نہیں کہا تھا کہ میں آسمانوں اور زمین کے سب مخفی رازوں کو جانتا ہوں اور وہ بھی جانتا ہوں جو تم ظاہر کر رہے ہو اور وہ بھی جو تم (اندرونِ دل) چھپائے ہوئے تھے۔"
        },
        {
            "chapter": 2,
            "verse": 34,
            "text": "اور (وہ وقت یاد کرو) جب ہم نے فرشتوں سے کہا کہ آدم کے سامنے سجدہ میں گر جاؤ ابلیس کے سوا سب سجدہ میں گر گئے۔ اس نے انکار و تکبر کیا اور کافروں میں سے ہوگیا۔"
        },
        {
            "chapter": 2,
            "verse": 35,
            "text": "اور ہم نے کہا: اے آدم! تم اور تمہاری بیوی دونوں بہشت میں رہو۔ اور اس سے جہاں سے تمہارا دل چاہے مزے اور فراغت کے ساتھ کھاؤ۔ لیکن اس (مخصوص) درخت کے پاس نہ جانا (اس کا پھل نہ کھانا) ورنہ تم زیاں کاروں میں سے ہو جاؤگے۔"
        },
        {
            "chapter": 2,
            "verse": 36,
            "text": "تب شیطان نے (اس درخت کے باعث) ان کے قدم پھسلائے۔ اور انہیں اس (عیش و آرام) سے نکلوا دیا جس میں وہ تھے اور ہم نے کہا اب تم (زمین پر) اتر جاؤ۔ ایک دوسرے کے دشمن ہو کر۔ اور تمہارے لئے زمین میں ایک (خاص) وقت تک ٹھہرنے اور فائدہ ا ٹھانے کا سامان موجود ہے۔"
        },
        {
            "chapter": 2,
            "verse": 37,
            "text": "اس کے بعد آدم نے اپنے پروردگار سے کچھ دعا کے کلمات (حاصل کئے) تو اس نے ان کی توبہ قبول کی کیونکہ وہ بڑا توبہ قبول کرنے والا اور بڑا رحم کرنے والا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 38,
            "text": "ہم نے کہا تم سب اس سے اتر جاؤ۔ اس کے بعد اگر تمہارے پاس میری طرف سے کوئی ہدایت پہنچے تو جو لوگ میری اس ہدایت کی پیروی کریں گے۔ تو ان کے لئے نہ کوئی خوف ہوگا اور نہ ہی وہ غمگین ہوں گے۔"
        },
        {
            "chapter": 2,
            "verse": 39,
            "text": "اور جو کفر اختیار کریں گے اور ہماری آیتوں (نشانیوں) کو جھٹلائیں گے وہی لوگ دوزخ والے ہوں گے۔ وہ اس میں ہمیشہ ہمیشہ رہیں گے۔"
        },
        {
            "chapter": 2,
            "verse": 40,
            "text": "اے بنی اسرائیل (اولادِ یعقوب) میری وہ نعمت یاد کرو جو میں نے تم کو عطا کی تھی اور تم مجھ سے کئے ہوئے عہد و پیمان کو پورا کرو میں بھی تم سے کئے ہوئے اپنے عہد کو پورا کروں گا اور تم مجھ سے ڈرتے رہو۔"
        },
        {
            "chapter": 2,
            "verse": 41,
            "text": "اور اس کتاب (قرآن) پر ایمان لاؤ جو میں نے (اب) نازل کی ہے۔ جو اس (توراۃ) کی تصدیق کرتی ہے جو تمہارے پاس ہے اور تم اس کے اولین منکر نہ بنو اور آیتوں کو (ان میں تحریف کرکے) تھوڑی قیمت (دنیوی مفاد) پر فروخت نہ کرو۔ اور مجھ ہی سے (میری نافرمانی سے) ڈرو۔"
        },
        {
            "chapter": 2,
            "verse": 42,
            "text": "اور حق کو باطل کے ساتھ خلط ملط نہ کرو اور جانتے بوجھتے ہوئے حق کو نہ چھپاؤ۔"
        },
        {
            "chapter": 2,
            "verse": 43,
            "text": "اور نماز قائم کرو اور زکوٰۃ ادا کرو۔ اور (میری بارگاہ میں) رکوع کرنے (جھکنے) والوں کے ساتھ رکوع کرو (باجماعت نماز ادا کرو)۔"
        },
        {
            "chapter": 2,
            "verse": 44,
            "text": "کیا تم دوسرے لوگوں کو تو نیکی کا حکم دیتے ہو مگر اپنے آپ کو بھول جاتے ہو؟ حالانکہ تم کتابِ خدا کی تلاوت کرتے رہتے ہو کیا تم عقل سے کام نہیں لیتے۔"
        },
        {
            "chapter": 2,
            "verse": 45,
            "text": "اور (مشکلات و مصائب کے وقت) صبر (روزہ) اور نماز کے ذریعہ (خدا سے) مدد مانگو اور یہ (نماز یقینا بہت گراں ہے سوائے ان بندوں کے جو خشوع و خضوع رکھنے والے ہیں)"
        },
        {
            "chapter": 2,
            "verse": 46,
            "text": "اور (بارگاہِ خداوندی میں) عاجزی کرنے والے ہیں جو سمجھتے ہیں کہ انہیں اپنے پروردگار کا سامنا کرنا ہے (اس کے حضور پیش ہونا ہے) اور (آخرکار) اسی کی طرف پلٹ کر جانے والے ہیں۔"
        },
        {
            "chapter": 2,
            "verse": 47,
            "text": "اے بنی اسرائیل! میری وہ نعمت یاد کرو جس سے میں نے تمہیں نوازا تھا اور یہ کہ میں نے تمہیں دنیا جہاں کے لوگوں پر فضیلت دی۔"
        },
        {
            "chapter": 2,
            "verse": 48,
            "text": "اور اس دن (قیامت) سے ڈرو جب کوئی کسی کو فائدہ نہیں پہنچا سکے گا اور نہ ہی کسی کی طرف سے کوئی سفارش قبول ہوگی۔ اور نہ کسی سے کوئی معاوضہ لیا جائے گا۔ اور نہ ان کی کوئی مدد کی جائے گی۔"
        },
        {
            "chapter": 2,
            "verse": 49,
            "text": "اور (وہ وقت یاد کرو) جب ہم نے تمہیں فرعونیوں سے نجات دی تھی۔ جو تمہیں بدترین عذاب کا مزہ چکھاتے تھے (یعنی) تمہارے لڑکوں کو قتل کر ڈالتے تھے اور تمہاری عورتوں (بیٹیوں) کو (اپنی خدمت گزاری کے لئے) زندہ رہنے دیتے تھے اور اس میں تمہارے پروردگار کی بڑی سخت آزمائش تھی۔"
        },
        {
            "chapter": 2,
            "verse": 50,
            "text": "اور (وہ وقت یاد کرو) جب ہم نے تمہارے لئے سمندر کو شگافتہ کیا (اسے پھاڑ کر تمہارے لئے راستہ بنایا) اور تمہیں نجات دی اور تمہارے دیکھتے دیکھتے فرعونیوں کو غرق کر دیا۔"
        },
        {
            "chapter": 2,
            "verse": 51,
            "text": "اور (وہ وقت یاد کرو) جب ہم نے موسیٰ سے (توراۃ دینے کے لئے) چالیس راتوں کا وعدہ کیا تھا پھر تم نے ان کے بعد گو سالہ (بچھڑے) کو (معبود) بنا لیا۔ جبکہ تم ظالم تھے۔"
        },
        {
            "chapter": 2,
            "verse": 52,
            "text": "پھر ہم نے اس (ظلم) کے بعد بھی معاف کر دیا۔ تاکہ تم شکر گزار بنو۔"
        },
        {
            "chapter": 2,
            "verse": 53,
            "text": "اور (وہ وقت یاد کرو) جب فرعونی (تم پر ظلم کر رہے تھے تو) ہم نے موسیٰ کو کتاب فرقان عطا کی تاکہ تم ہدایت حاصل کرو۔"
        },
        {
            "chapter": 2,
            "verse": 54,
            "text": "اور (وہ وقت یاد کرو) جب (موسیٰ نے اپنی قوم سے کہا) اے میری قوم! یقینا تم نے گو سالہ کو (معبود) بنا کر اپنی جانوں پر بڑا ظلم کیا ہے۔ لہٰذا تم اپنے خالق کی بارگاہ میں (اس طرح) توبہ کرو۔ کہ اپنی جانوں کو قتل کرو۔ یہی (طریقہ کار) تمہارے خالق کے نزدیک تمہارے لئے بہتر ہے۔ اس صورت میں اس نے تمہاری توبہ قبول کی۔ بے شک وہ بڑا توبہ قبول کرنے والا، نہایت رحم والا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 55,
            "text": "اور (وہ وقت یاد کرو) جب تم نے کہا اے موسیٰ! اس وقت تک ہم ہرگز ایمان نہیں لائیں گے جب تک ظاہر بظاہر (اعلانیہ) خدا کو دیکھ نہ لیں۔ سو (اس پر) تمہارے دیکھتے بجلی نے تمہیں اپنی گرفت میں لے لیا۔"
        },
        {
            "chapter": 2,
            "verse": 56,
            "text": "پھر ہم نے تمہاری موت کے بعد تمہیں زندہ کیا تاکہ (اس احسان کے بعد) تم شکرگزار بن جاؤ۔"
        },
        {
            "chapter": 2,
            "verse": 57,
            "text": "اور ہم نے (صحراء میں) تمہارے اوپر ابر کا سایہ کیا اور تم پر من و سلویٰ نازل کیا (اور کہا) کہ ان پاکیزہ چیزوں میں سے کھاؤ جو ہم نے تم کو عطا کی ہیں۔ اور ان لوگوں نے (ناشکری کرکے) ہم پر کوئی زیادتی نہیں کی بلکہ وہ اپنی ہی جانوں پر ظلم کرتے رہے۔"
        },
        {
            "chapter": 2,
            "verse": 58,
            "text": "اور (یاد کرو وہ وقت) جب ہم نے کہا کہ اس بستی (بیت المقدس یا اریحا) میں داخل ہو جاؤ اور اس میں سے جہاں سے چاہو (اور جو چاہو) مزے سے بافراغت کھاؤ۔ (پیو) اور دروازے سے سجدہ کرتے ہوے حطہ (بخشش) کہتے ہوئے داخل ہو جاؤ۔ ہم تمہاری خطائیں معاف کر دیں گے اور ہم نیکی کرنے والوں کو کچھ زیادہ ہی (ثواب) عطا کریں گے۔"
        },
        {
            "chapter": 2,
            "verse": 59,
            "text": "مگر ان ظالموں نے وہ بات (حطہ) جو ان سے کہی گئی تھی اسے ایک اور بات سے بدل دیا (اور حطۃ کی بجائے حنطۃ کہا) لہٰذا ہم نے ان کی نافرمانیوں کی وجہ سے ان پر آسمان سے بڑا عذاب نازل کیا"
        },
        {
            "chapter": 2,
            "verse": 60,
            "text": "اور (وہ وقت بھی یاد کرو) جب موسیٰ نے اپنی قوم کے لئے (خدا سے) پانی مانگا۔ تو ہم نے کہا اپنا عصا چٹان پر مارو جس کے نتیجہ میں بارہ چشمے پھوٹ نکلے اس طرح ہر گروہ نے اپنا اپنا گھاٹ معلوم کر لیا۔ (ہم نے کہا) خدا کے دیئے ہوئے رزق سے کھاؤ پیو اور زمین میں فساد پھیلاتے نہ پھرو۔"
        },
        {
            "chapter": 2,
            "verse": 61,
            "text": "اور (وہ وقت بھی یاد کرو) جب تم نے کہا اے موسیٰ! ہم ایک ہی (قسم کے) کھانے پر ہرگز صبر نہیں کر سکتے۔ اس لئے آپ اپنے پروردگار سے ہمارے لئے دعا کیجئے کہ وہ (من و سلویٰ کی بجائے) ہمارے لئے وہ چیزیں نکالے (پیدا کرے) جو زمین اگاتی ہے جیسے ساگ پات، ترکاری، کھیرا، ککڑی، مسور اور لہسن پیاز۔ موسیٰ نے کہا کیا تم کمتر و کہتر چیز لینا چاہتے ہو اس کے بدلہ میں جو برتر و بہتر ہے۔ اچھا شہر میں اتر پڑو۔ بے شک (وہاں) تمہیں وہ کچھ مل جائے گا جو تم مانگتے ہو۔ اور (انجام کار) ان پر ذلت و خواری اور افلاس و ناداری مسلط ہوگئی۔ اور وہ (اللہ کی نشانیوں کا ) انکار کرتے تھے اور انبیاء کو ناحق قتل کرتے تھے (اور یہ اس لئے بھی ہوا) کہ وہ نافرمانی کرتے تھے اور حد سے بڑھ بڑھ جاتے تھے (سرکشی کرتے تھے)۔"
        },
        {
            "chapter": 2,
            "verse": 62,
            "text": "بے شک جو لوگ مؤمن یہودی نصرانی اور صابی (ستارہ پرست) کہلاتے ہیں (غرض) جو کوئی بھی (واقعی) اللہ اور آخرت پر ایمان لائے اور نیک عمل کرے۔ تو ان (سب) کے لئے ان کے پروردگار کے پاس ان کا اجر و ثواب (محفوظ) ہے اور ان کے لئے نہ کوئی خوف ہے اور نہ ہی وہ غمگین ہوں گے۔"
        },
        {
            "chapter": 2,
            "verse": 63,
            "text": "اور (اس وقت کو یاد کرو) جب ہم نے (کوہ) طور کو تم پر اٹھا کر (اور لٹکا کر) یہ عہد و پیمان لیا تھا کہ ہم نے جو کچھ تم کو دیا ہے (توراۃ) اسے مضبوطی سے پکڑو۔ اور جو کچھ اس میں ہے اسے یاد رکھو (اس پر عمل کرو) تاکہ تم پرہیزگار بن جاؤ۔"
        },
        {
            "chapter": 2,
            "verse": 64,
            "text": "پھر تم اس (پختہ عہد) کے بعد پھر گئے۔ سو اگر تم پر اللہ کا خاص فضل و کرم اور اس کی خاص رحمت نہ ہوتی تو تم سخت خسارہ (گھاٹا) اٹھانے والوں میں ہو جاتے۔"
        },
        {
            "chapter": 2,
            "verse": 65,
            "text": "اور یقینا تمہیں ان لوگوں کا تو علم ہے جنہوں نے تم میں سے یوم السبت (ہفتہ کے دن) کے بارے میں زیادتی کی۔ (اور اس دن شکار کرکے قانون شکنی کی) تو ہم نے ان سے کہا کہ تم دھتکارے ہوئے بندر بن جاؤ۔"
        },
        {
            "chapter": 2,
            "verse": 66,
            "text": "پس ہم نے اس واقعہ کو اس زمانہ کے لوگوں اور بعد میں آنے والوں کے لئے (سامان) عبرت اور پرہیزگاروں کے لئے نصیحت بنا دیا۔"
        },
        {
            "chapter": 2,
            "verse": 67,
            "text": "اور (اس وقت کو یاد کرو) جب موسیٰ نے اپنی قوم سے کہا کہ اللہ تمہیں حکم دیتا ہے کہ ایک گائے ذبح کرو۔ کہنے لگے آپ ہم سے مذاق کرتے ہیں فرمایا: میں اس سے خدا کی پناہ مانگتا ہوں کہ میں جاہلوں میں سے ہو جاؤں۔"
        },
        {
            "chapter": 2,
            "verse": 68,
            "text": "انہوں نے کہا ہماری خاطر اپنے پروردگار سے التجا کیجئے کہ وہ ہمیں کھول کر بتائے کہ گائے کیسی ہو؟ (موسیٰ نے) کہا وہ (اللہ) فرماتا ہے کہ وہ نہ بالکل بوڑھی ہو اور نہ بالکل بن بیاہی بچھڑی۔ بلکہ ان دونوں کے بین (اوسط عمر کی ہو) جو حکم تمہیں دیا جا رہا ہے اس کی تعمیل کرو۔"
        },
        {
            "chapter": 2,
            "verse": 69,
            "text": "کہنے لگے کہ ہماری طرف سے اپنے پروردگار سے درخواست کیجئے کہ وہ ہمیں کھول کر بتائے کہ اس کا رنگ کیسا ہو؟ کہا وہ (اللہ) فرماتا ہے کہ وہ ایسے شوخ گہرے زرد رنگ کی ہو کہ دیکھنے والے کا جی خوش کر دے۔"
        },
        {
            "chapter": 2,
            "verse": 70,
            "text": "وہ بولے ہماری طرف سے اپنے پروردگار سے عرض کیجئے کہ وہ ہمیں کھول کر بتائے کہ وہ گائے کیسی ہو چونکہ یہ گائے ہم پر مشتبہ ہوگئی ہے؟ اور اگر اللہ نے چاہا تو ہم (اس گائے تک) صحیح راستہ پا جائیں گے۔"
        },
        {
            "chapter": 2,
            "verse": 71,
            "text": "(موسیٰ نے) کہا وہ (پروردگار) فرماتا ہے کہ وہ ایسی گائے ہے جو سدھائی ہوئی نہیں ہے۔ نہ زمین کو جوتتی ہے اور نہ کھیتی کو پانی دیتی ہے۔ وہ صحیح سالم اور بے عیب ہے (اور ایسی یک رنگی ہے کہ) اس میں کوئی داغ دھبہ نہیں ہے اس پر پکار اٹھے اب آپ ٹھیک بات لائے غرض اب انہوں نے اسے ذبح کیا جبکہ وہ ایسا کرتے معلوم نہیں ہوتے تھے۔"
        },
        {
            "chapter": 2,
            "verse": 72,
            "text": "اور (وہ وقت یاد کرو) جب تم نے ایک شخص کو قتل کر ڈالا تھا۔ اور پھر اس کے بارے میں باہم جھگڑنے لگے (ایک دوسرے پر قتل کا الزام لگانے لگے) اور اللہ اس چیز کو ظاہر کرنے والا تھا جسے تم چھپا رہے تھے"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "(اس لئے) ہم نے کہا کہ اس گائے کا کوئی ٹکڑا اس (مقتول کی لاش) پر مارو۔ اسی طرح اللہ مردوں کو زندہ کرتا ہے۔ اور تمہیں اپنی قدرت کی نشانیاں دکھاتا ہے تاکہ تم عقل سے کام لو۔"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "(اے بنی اسرائیل) پھر اس کے بعد تمہارے دل ایسے سخت ہوگئے کہ گویا وہ پتھر ہیں بلکہ اس سے بھی زیادہ سخت کیونکہ پتھروں میں سے کچھ ایسے بھی ہوتے ہیں جن سے نہریں پھوٹ نکلتی ہیں۔ اور کچھ ایسے بھی ہوتے ہیں جو پھٹ جاتے ہیں اور ان سے پانی نکل آتا ہے۔ اور کچھ ایسے بھی ہیں کہ جو خدا کے خوف و خشیہ سے گر پڑتے ہیں۔ اور تم لوگ جو کچھ بھی کرتے ہو اللہ اس سے غافل (بے خبر) نہیں ہے۔"
        },
        {
            "chapter": 2,
            "verse": 75,
            "text": "(اے مسلمانو) کیا تم یہ توقع رکھتے ہو کہ یہ (یہودی) تمہارے کہنے سے ایمان لائیں گے حالانکہ ان میں سے ایک گروہ ایسا بھی گزرا ہے جو اللہ کا کلام سنتا تھا اور پھر اسے سمجھنے کے بعد دیدہ و دانستہ اس میں تحریف (رد و بدل) کر دیتا تھا۔"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "اور (یہ منافق لوگ) جب اہل ایمان سے ملتے ہیں تو کہتے ہیں ہم بھی ایمان لائے ہیں اور جب آپس میں تنہا ہوتے ہیں تو کہتے ہیں کہ کیا تم ان (مسلمانوں) کو وہ باتیں بتاتے ہو جو اللہ نے (توراۃ میں) تم پر ظاہر کی ہیں۔ تاکہ وہ انہیں تمہارے پروردگار کے حضور تمہارے خلاف بطور حجت پیش کریں۔ کیا تم عقل سے کام نہیں لیتے۔"
        },
        {
            "chapter": 2,
            "verse": 77,
            "text": "کہا یہ لوگ اتنا بھی نہیں جانتے کہ اللہ وہ سب کچھ جانتا ہے جو کچھ یہ چھپاتے ہیں اور جو کچھ ظاہر کرتے ہیں۔"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "اور ان (یہود) میں کچھ ایسے ان پڑھ بھی ہیں جو بے بنیاد امیدوں اور جھوٹی آرزوؤں کے سوا کتاب (توراۃ) کا کچھ بھی علم نہیں رکھتے۔ اور وہ صرف خام خیالیوں میں پڑے رہتے ہیں۔"
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "سو خرابی و بربادی ہے ان لوگوں کے لئے جو اپنے ہاتھوں سے (جعلی) کتاب (تحریر) لکھتے ہیں اور پھر کہتے ہیں کہ یہ اللہ کی طرف سے (آئی) ہے تاکہ اس کے عوض تھوڑی سی قیمت (دنیوی فائدہ) حاصل کریں پس خرابی ہے ان کے لئے ان کے ہاتھوں کی لکھائی پر اور بربادی ہے۔ ان کے لئے ان کی اس کمائی پر ۔"
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "اور یہ لوگ کہتے ہیں کہ گنتی کے چند دنوں کے سوا دوزخ کی آگ ہمیں چھو بھی نہیں سکتی (اے رسول) آپ ان سے کہیے! کیا تم نے خدا سے کوئی عہد و پیمان لے لیا ہے کہ خدا کبھی اپنے عہد کی خلاف ورزی نہیں کرے گا؟ یا اللہ کے ذمہ وہ بات لگا رہے ہو جس کا تمہیں کوئی علم نہیں ہے۔"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "کیوں نہیں (چھوئے گی) جو بھی برا کام کرے گا اور اس کا گناہ (چاروں طرف سے) اسے گھیر لے گا یہی لوگ دوزخی ہیں جس میں وہ ہمیشہ ہمیشہ رہیں گے۔"
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "اور جو لوگ ایمان لائے اور (اس کے ساتھ ساتھ) نیک عمل بھی کئے یہی لوگ بہشتی ہیں جس میں وہ ہمیشہ ہمیشہ رہیں گے۔"
        },
        {
            "chapter": 2,
            "verse": 83,
            "text": "اور (وہ وقت یاد کرو) جب ہم نے بنی اسرائیل سے یہ پختہ عہد لیا تھا کہ اللہ کے سوا کسی کی عبادت نہ کرنا۔ ماں باپ سے (خصوصاً) رشتہ داروں، یتیموں اور مسکینوں سے (عموماً) نیک سلوک کرنا اور سب سے اچھی بات کہنا، نماز قائم کرنا اور زکوٰۃ ادا کرنا۔ مگر تم میں سے تھوڑے آدمیوں کے سوا باقی سب اس (عہد) سے پھر گئے۔ اور تم ہو ہی روگردانی کرنے والے۔"
        },
        {
            "chapter": 2,
            "verse": 84,
            "text": "اور (وہ وقت یاد کرو) جب ہم نے تم سے پختہ عہد لیا تھا کہ آپس میں ایک دوسرے کا خون نہ بہانا، ایک دوسرے کو اپنے وطن سے (نکال کر) بے وطن نہ کرنا۔ پھر تم نے اس کا اقرار کیا اور تم خود اس کے گواہ ہو۔"
        },
        {
            "chapter": 2,
            "verse": 85,
            "text": "پھر تم ہی وہ ہو۔ جو اپنوں کو قتل کرتے ہو۔ اور اپنے بھائی بندوں کے کچھ لوگوں کو ان کے وطن سے نکال بھی دیتے ہو اور ان کے خلاف گناہ اور ظلم و زیادتی کے ساتھ سازش کرتے ہو اور جتھے بندی کرتے ہو (ان کے مخالفین کی مدد کرتے ہو) اور (پھر لطف یہ ہے کہ) اگر وہی لوگ دشمنوں کے ہاتھوں قید ہو کر تمہارے پاس آجائیں۔ تو تم ہی فدیہ دے کر انہیں چھڑا لیتے ہو۔ حالانکہ ان کا وطن سے نکالنا تم پر حرام تھا۔ کیا تم کتاب (توراۃ) کے ایک حصہ (فدیہ دینے) پر ایمان لاتے ہو۔ اور دوسرے حصہ (جلا وطن کرنے کی حرمت) کا انکار کرتے ہو؟ تم میں سے جو ایسا کرے اس کی سزا اس کے سوا اور کیا ہے کہ دنیا کی زندگی میں ذلیل و خوار ہو اور قیامت کے دن سخت ترین عذاب کی طرف لوٹا دیئے جائیں اور تم جو کچھ بھی کرتے ہو اللہ اس سے غافل (بے خبر) نہیں ہے۔"
        },
        {
            "chapter": 2,
            "verse": 86,
            "text": "یہ وہ (بدقسمت) لوگ ہیں جنہوں نے آخرت کی (ابدی زندگی) کے عوض دنیوی (فانی) زندگی خرید لی ہے پس نہ ہی ان کے عذاب میں کوئی تخفیف کی جائے گی اور نہ ہی ان کی کوئی مدد کی جائے گی۔"
        },
        {
            "chapter": 2,
            "verse": 87,
            "text": "البتہ ہم نے موسیٰ کو کتاب (توراۃ) عطا کی۔ اور ان کے بعد ہم نے پے در پے رسول بھیجے اور عیسیٰ بن مریم کو کھلی نشانیاں عطا کیں اور روح القدس کے ذریعہ سے ان کی تائید کی۔ (اس کے باوجود جب بھی کوئی رسول تمہاری خواہشات نفسی کے خلاف کوئی حکم لے کر تمہارے پاس آیا تو تم نے تکبر کیا سو بعض کو جھٹلایا اور بعض کو قتل کر ڈالا۔)"
        },
        {
            "chapter": 2,
            "verse": 88,
            "text": "اور وہ کہتے ہیں کہ ہمارے دلوں پر (قدرتی) غلاف چڑھے ہوئے ہیں (ہماری سمجھ میں کچھ نہیں آتا)۔ نہیں۔ بلکہ اللہ نے ان کے کفر کی وجہ سے ان پر لعنت کی ہے (اپنی رحمت سے دور کر دیا ہے) اس لئے وہ کم ہی ایمان لائیں گے۔"
        },
        {
            "chapter": 2,
            "verse": 89,
            "text": "اور جب ان کے پاس اللہ کی طرف سے وہ کتاب آئی جو ان کے پاس والی کتاب (توراۃ) کی تصدیق کرتی ہے باوجودیکہ اس کے آنے سے پہلے خود یہ لوگ کافروں کے خلاف اس کے ذریعہ سے فتح و ظفر طلب کیا کرتے تھے۔ مگر جب وہ (کتاب) ان کے پاس آگئی جسے وہ پہچانتے تھے تو اس کا انکار کر دیا۔ پس کافروں (منکروں) پر اللہ کی لعنت ہو۔"
        },
        {
            "chapter": 2,
            "verse": 90,
            "text": "سو کس قدر بری ہے وہ چیز جس کے عوض ان لوگوں نے اپنی جانوں کا سودا کیا ہے کہ محض اس ضد اور سرکشی کی بناء پر اللہ کی نازل کردہ کتاب کا انکار کر دیا کہ اس نے اپنے بندوں میں سے ایک خاص بندہ (نبی خاتم (ع)) پر اپنے فضل و کرم سے کیوں (وحی نبوت و کتاب) نازل کر دی؟ پس وہ اس روش کے نتیجہ میں (خدا کے) غضب بالائے غضب کے سزاوار ہوئے اور کافروں کے لئے ذلت آمیز عذاب ہے۔"
        },
        {
            "chapter": 2,
            "verse": 91,
            "text": "اور جب ان سے کہا جاتا ہے کہ جو (قرآن) اللہ نے نازل کیا ہے اس پر ایمان لاؤ۔ تو وہ کہتے ہیں کہ ہم اس پر تو ایمان رکھتے ہیں جو ہم (بنی اسرائیل) پر نازل کیا گیا ہے مگر اس کے علاوہ جو کچھ (قرآن، انجیل وغیرہ) ہے اس کا انکار کرتے ہیں حالانکہ وہ حق ہے اور جو ان کے پاس موجود ہے (توراۃ) اس کی بھی تصدیق کرتا ہے (اے رسول) آپ ان سے کہیے کہ اگر تم (توراۃ پر) ایمان رکھتے تھے تو اس سے پہلے (اگلے زمانہ) میں اللہ کے نبیوں کو کیوں قتل کرتے رہے ہو؟ ۔"
        },
        {
            "chapter": 2,
            "verse": 92,
            "text": "اور یقینا موسیٰ تمہارے پاس کھلے ہوئے معجزے لے کر آئے پھر بھی تم ایسے ظالم تھے کہ ان کے (کوہ طور پر جانے کے) بعد گوسالہ کو (معبود) بنا لیا۔"
        },
        {
            "chapter": 2,
            "verse": 93,
            "text": "اور (وہ وقت یاد کرو) کہ جب ہم نے تم سے عہد و پیمان لیا اور تمہارے اوپر کوہِ طور کو بلند کیا (اور کہا تھا کہ جو کچھ ہم نے تمہیں دیا ہے اسے مضبوطی سے پکڑو۔ اور جو کچھ اس میں ہے اسے غور سے) سنو تو (تمہارے اسلاف) نے زبان سے کہا کہ ہم نے سن تو لیا اور دل میں کہا ہم عمل نہیں کریں گے اور ان کے کفر کی وجہ سے ان کے دلوں میں گوسالہ کی محبت بیٹھ گئی تھی۔ (اے رسول) کہیے! اگر تم مؤمن ہو تو تمہارا ایمان تمہیں بہت ہی برے کاموں کا حکم دیتا ہے (یہ عجیب ایمان ہے)۔"
        },
        {
            "chapter": 2,
            "verse": 94,
            "text": "نیز ان سے کہیے کہ اگر خدا کے نزدیک آخرت کا گھر (جنت) دوسرے لوگوں کو چھوڑ کر صرف تمہارے لئے مخصوص ہے تو پھر موت کی آرزو کرو۔ اگر تم اپنے اس دعویٰ میں سچے ہو (تاکہ جلدی بہشت میں داخل ہو جاؤ)۔"
        },
        {
            "chapter": 2,
            "verse": 95,
            "text": "اور (سن لو) کہ یہ لوگ ان (اعمالِ بد) کی وجہ سے جو ان کے ہاتھ آگے بھیج چکے ہیں کبھی بھی موت کی آرزو نہیں کریں گے اور خدائے تعالیٰ ظالموں کو خوب جانتا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 96,
            "text": "اور (اے نبی!) تم ان کو سب لوگوں سے حتیٰ کہ مشرکوں سے بھی بڑھ کر زندگی کا حریص پاؤ گے ان میں ہر ایک چاہتا ہے کہ کاش اسے ایک ہزار سال کی عمر ملے حالانکہ اس قدر عمر کا مل جانا بھی اسے خدا کے عذاب سے نہیں بچا سکتا اور یہ لوگ جو کچھ کر رہے ہیں اللہ اسے خوب دیکھ رہا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 97,
            "text": "اے رسول(ص)) کہہ دیجیئے! کہ جو شخص جبرئیل کا دشمن ہے (ہوا کرے) اس نے تو وہ (قرآن) خدا کے حکم سے آپ کے دل میں اتارا ہے، جو اپنے سے پہلے (نازل شدہ) کتابوں کی تصدیق کرتا ہے اور اہل ایمان کے لئے ہدایت اور کامیابی کی بشارت ہے۔"
        },
        {
            "chapter": 2,
            "verse": 98,
            "text": "جو کوئی اللہ، اس کے فرشتوں، اس کے رسولوں اور (خاص کر) جبرئیل و میکائیل کا دشمن ہو تو بے شک اللہ بھی کافروں کا دشمن ہے۔"
        },
        {
            "chapter": 2,
            "verse": 99,
            "text": "اے رسول(ص)) بالیقین ہم نے تمہاری طرف واضح آیتیں نازل کی ہیں اور ان کا انکار نہیں کرتے مگر وہی جو فاسق (نافرمان) ہیں۔"
        },
        {
            "chapter": 2,
            "verse": 100,
            "text": "اور کیا (ہمیشہ ایسا نہیں ہوا کہ) جب بھی انہوں (یہود) نے کوئی عہد کیا۔ تو انہی کے ایک گروہ نے اسے پس پشت ڈال دیا (توڑ دیا) بلکہ ان میں سے اکثر بے ایمان ہیں۔"
        },
        {
            "chapter": 2,
            "verse": 101,
            "text": "اور جب ان کے پاس اللہ کی طرف سے وہ رسول (حضرت محمد(ص)) آیا جو ان کے پاس والی کتاب کی تصدیق کرنے والا ہے تو انہی اہل کتاب میں سے ایک گروہ نے کتابِ خدا (توراۃ) کو اس طرح پس پشت ڈال دیا کہ جیسے کہ وہ اسے جانتے ہی نہیں۔"
        },
        {
            "chapter": 2,
            "verse": 102,
            "text": "اور (یہ لوگ) ان (بے بنیاد) چیزوں کی پیروی کرنے لگے جو شیاطین سلیمان کے عہد سلطنت میں پڑھ کر سنایا کرتے تھے۔ حالانکہ سلیمان نے کبھی کفر نہیں کیا۔ بلکہ ان شیطانوں نے کفر کیا جو لوگوں کو جادو کی تعلیم دیتے تھے (نیز) وہ اس چیز (جادو) کی پیروی کرنے لگے جو بابل کے مقام پر ہاروت و ماروت نامی دو فرشتوں پر اتاری گئی۔ حالانکہ یہ دونوں فرشتے اس وقت تک کسی کو کچھ تعلیم نہیں دیتے تھے جب تک پہلے یہ نہیں کہتے تھے کہ ہم محض آزمائش ہیں۔ لہٰذا (اس علم کو غلط استعمال کرکے) کافر نہ ہو جانا (بایں ہمہ) لوگ ان سے وہ کچھ سیکھتے تھے جس سے مرد اور اس کی بیوی میں جدائی ڈال دیں۔ حالانکہ وہ اذنِ خدا کے بغیر کسی کو کوئی نقصان نہیں پہنچا سکتے تھے۔ الغرض وہ لوگ ان سے وہ چیز سیکھتے تھے جو ان کو ضرر پہنچاتی تھی اور کوئی فائدہ نہیں پہنچاتی تھی۔ اور وہ اچھی طرح جانتے تھے کہ جو شخص (دین کے بدلے) ان چیزوں کو خریدے گا۔ اس کا آخرت میں کوئی حصہ نہیں ہے اور کس قدر برا (معاوضہ) ہے جس پر انہوں نے اپنی جانوں کا سودا کیا۔ کاش انہیں اس کا علم ہوتا۔"
        },
        {
            "chapter": 2,
            "verse": 103,
            "text": "اور اگر یہ لوگ ایمان لاتے اور پرہیزگاری اختیار کرتے تو خدا کی بارگاہ سے انہیں جو ثواب ملتا وہ (اس سے) بہتر ہوتا کاش انہیں اس کا علم ہوتا۔"
        },
        {
            "chapter": 2,
            "verse": 104,
            "text": "اے ایمان والو (پیغمبر (ع) سے) راعنا نہ کہا کرو (بلکہ) انظرنا کہا کرو اور (توجہ سے ان کی بات) سنا کرو اور کافروں کے لئے دردناک عذاب ہے۔"
        },
        {
            "chapter": 2,
            "verse": 105,
            "text": "جو لوگ کافر ہیں (خواہ) اہل کتاب میں سے ہوں یا مشرکین میں سے وہ ہرگز پسند نہیں کرتے کہ تمہارے پروردگار کی طرف سے تمہارے لئے کوئی بھلائی نازل ہو۔ حالانکہ اللہ جسے چاہتا ہے اپنی رحمت کے لئے مخصوص کر لیتا ہے اور اللہ بڑے فضل و کرم والا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 106,
            "text": "ہم جس آیت کو منسوخ کر دیتے ہیں یا اسے بھلا دیتے ہیں تو اس سے بہتر یا اس جیسی لاتے ہیں۔ کیا تم نہیں جانتے کہ اللہ ہر چیز پر بڑی قدرت رکھتا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 107,
            "text": "کیا تمہیں معلوم ہے کہ آسمانوں اور زمین کی سلطنت اللہ ہی کے لئے ہے۔ اور اللہ کے سوا تمہارا کوئی سرپرست اور مددگار نہیں ہے۔"
        },
        {
            "chapter": 2,
            "verse": 108,
            "text": "(اے مسلمانو) کیا تم چاہتے ہو کہ اپنے رسول سے ویسے ہی (احمقانہ) سوال کرو۔ جیسے اس سے پہلے موسیٰ سے کئے گئے تھے؟ اور جس شخص نے ایمان کے عوض کفر اختیار کیا وہ راہِ راست سے بھٹک گیا۔"
        },
        {
            "chapter": 2,
            "verse": 109,
            "text": "(اے مسلمانو!) بہت سے اہل کتاب اپنے ذاتی حسد کی وجہ سے چاہتے ہیں کہ ایمان لانے کے بعد تمہیں پھر کافر بنا دیں باوجودیکہ ان پر حق واضح ہو چکا ہے سو تم عفو و درگزر سے کام لو یہاں تک کہ اللہ ان کے بارے میں اپنا حکم بھیجے یقینا اللہ ہر چیز پر قادر ہے۔"
        },
        {
            "chapter": 2,
            "verse": 110,
            "text": "اور نماز قائم کرو۔ اور زکوٰۃ ادا کرو۔ اور جو کچھ نیکی اور بھلائی اپنے لئے (زادِ راہ کے طور پر) آگے بھیج دوگے اسے اللہ کے یہاں موجود پاؤگے جو کچھ تم کرتے ہو اللہ اسے دیکھ رہا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 111,
            "text": "اور وہ (یہود و نصاریٰ) کہتے ہیں کہ کوئی ہرگز جنت میں داخل نہیں ہوگا مگر وہی جو یہودی و نصرانی ہوگا۔ یہ ان کی خیال بندیاں اور خالی تمنائیں ہیں۔ ان سے کہہ دیجئے کہ اگر تم (اپنے دعویٰ میں) سچے ہو تو اپنی کوئی دلیل پیش کرو۔"
        },
        {
            "chapter": 2,
            "verse": 112,
            "text": "ہاں۔ (کسی کی کوئی خصوصیت نہیں ہے) جو شخص (حق سن کر) اپنا سر تسلیم خدا کے سامنے خم کر دے اور (مقام عمل میں) نیکوکار بھی ہو تو اس کے پروردگار کے پاس اس کا اجر و ثواب ہے اور (قیامت کے دن) ایسے لوگوں کو کوئی خوف نہ ہوگا اور نہ وہ غمگین ہوں گے۔"
        },
        {
            "chapter": 2,
            "verse": 113,
            "text": "یہودی کہتے ہیں کہ نصرانی کسی چیز (راہ راست) پر نہیں اور نصرانی کہتے ہیں کہ یہودی کسی چیز (راہ راست) پر نہیں حالانکہ یہ سب (آسمانی) کتاب کے پڑھنے والے ہیں اسی طرح (بے بنیاد) باتیں ان لوگوں (کفار و مشرکین) نے بھی کی ہیں جو کچھ بھی علم نہیں رکھتے۔ پس جن باتوں میں یہ لوگ آپس میں جھگڑ رہے ہیں قیامت کے دن اللہ ان کے درمیان فیصلہ کر دے گا۔"
        },
        {
            "chapter": 2,
            "verse": 114,
            "text": "اور اس شخص سے بڑھ کر ظالم کون ہو سکتا ہے جو اللہ کی مسجدوں میں اللہ کے ذکر سے (اللہ کے بندوں کو) روکے اور ان کی ویرانی و بربادی کی کوشش کرے حالانکہ (روکنے والوں) کو یہ حق نہیں پہنچتا کہ وہ مسجدوں میں داخل ہوں مگر ڈرتے ڈرتے۔ ان لوگوں کے لئے دنیا میں ذلت و رسوائی اور آخرت میں بڑا عذاب ہے۔"
        },
        {
            "chapter": 2,
            "verse": 115,
            "text": "اور مشرق و مغرب (پورب و پچھم) سب اللہ کے ہی ہیں سو تم جدھر بھی رخ کرو ادھر ہی اللہ کی ذات موجود ہے یقینا اللہ بڑی وسعت والا، بڑا علم والا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 116,
            "text": "اور وہ (اہل کتاب) کہتے ہیں کہ اللہ نے کوئی بیٹا بنا لیا ہے۔ وہ (ایسی باتوں سے) پاک ہے۔ بلکہ جو کچھ آسمانوں اور زمین میں ہے وہ سب کچھ اسی کا ہے سب اسی کے مطیع و فرمانبردار ہیں۔"
        },
        {
            "chapter": 2,
            "verse": 117,
            "text": "(وہی) آسمانوں اور زمین کا موجد ہے۔ جب وہ کسی کام کے کرنے کا فیصلہ کر لیتا ہے۔ تو اسے بس اتنا ہی کہتا ہے کہ ہو جا اور وہ ہو جاتا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 118,
            "text": "جاہل و ناداں کہتے ہیں کہ اللہ ہم سے (براہ راست) کلام کیوں نہیں کرتا۔ یا ہمارے پاس (اس کی) کوئی نشانی کیوں نہیں آتی؟ جو لوگ ان سے پہلے گزر چکے ہیں وہ بھی اسی طرح کی (بے پرکی) باتیں کیا کرتے تھے ان سب کے دل (اور ذہن) ملتے جلتے ہیں۔ بے شک ہم نے یقین کرنے والے لوگوں کے لئے (اپنی نشانیاں) کھول کر بیان کر دی ہیں۔"
        },
        {
            "chapter": 2,
            "verse": 119,
            "text": "(اے رسول) بے شک ہم نے آپ کو برحق بشیر و نذیر (خوشخبری دینے والا اور ڈرانے والا) بنا کر بھیجا ہے۔ اور (اس اتمام حجت کے بعد) دوزخ میں جانے والوں کے بارے میں آپ سے بازپرس نہیں کی جائے گی۔"
        },
        {
            "chapter": 2,
            "verse": 120,
            "text": "اے رسول یہود و نصاریٰ اس وقت تک آپ سے راضی نہیں ہوں گے جب تک آپ ان کے دین و مذہب کے پیرو نہ ہو جائیں۔ کہہ دیجئے کہ اللہ کی ہدایت ہی حقیقی ہدایت ہے (جو اس نے بتائی ہے) اور اگر آپ نے (اللہ کی طرف سے) علم آجانے کے بعد بھی ان لوگوں کی خواہشات و خیالات کی پیروی کی۔ تو پھر اللہ (کی گرفت) سے آپ کو بچانے والا نہ کوئی سرپرست ہوگا اور نہ کوئی یار و مددگار"
        },
        {
            "chapter": 2,
            "verse": 121,
            "text": "جن لوگوں کو ہم نے کتاب دی ہے وہ اسے اس طرح پڑھتے ہیں جس طرح پڑھنے کا حق ہے وہی لوگ ہیں جو اس پر ایمان لاتے ہیں اور جو اس کا انکار کرتے ہیں تو یہی لوگ نقصان اٹھانے والے ہیں۔"
        },
        {
            "chapter": 2,
            "verse": 122,
            "text": "اے بنی اسرائیل! میری وہ نعمت یاد کرو جس سے میں نے تمہیں نوازا۔ اور یہ بھی کہ تمہیں دنیا و جہان والوں پر فضیلت دی۔"
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "اور (قیامت کے) اس دن سے ڈرو۔ جب کوئی کسی کو کوئی فائدہ نہیں پہنچا سکے گا اور نہ کسی سے فدیہ قبول کیا جائے گا۔ اور نہ ہی سفارش کسی کو کچھ فائدہ پہنچا سکے گی اور نہ ہی (کسی اور طریقہ سے) ان کی امداد کی جائے گی۔"
        },
        {
            "chapter": 2,
            "verse": 124,
            "text": "(اور وہ وقت یاد کرو) جب ابراہیم کا ان کے پروردگار نے چند باتوں کے ساتھ امتحان لیا۔ اور جب انہوں نے پوری کر دکھائیں ارشاد ہوا۔ میں تمہیں تمام انسانوں کا امام بنانے والا ہوں۔ انہوں نے کہا اور میری اولاد (میں سے بھی(؟ ارشاد ہوا: میرا عہدہ (امامت) ظالموں تک نہیں پہنچے گا۔"
        },
        {
            "chapter": 2,
            "verse": 125,
            "text": "اور (وہ وقت یاد کرو) جب ہم نے اس گھر (خانہ کعبہ) کو تمام لوگوں کے لئے مرکز اور مقام امن قرار دیا۔ اور (حکم دیا کہ) مقام ابراہیم (جہاں عبادت کے لئے کھڑے ہوئے تھے) کو (اپنی) نماز کی جگہ بناؤ اور ہم نے ابراہیم و اسماعیل کو وصیت کی (حکم دیا) کہ تم دونوں میرے (اس) گھر کو طواف کرنے والوں، اعتکاف کرنے والوں اور رکوع کرنے والوں کے لئے پاک و صاف رکھو۔"
        },
        {
            "chapter": 2,
            "verse": 126,
            "text": "اور (وہ وقت یاد کرو) جب ابراہیم (ع) نے کہا (دعا کی) اے میرے پروردگار اس شہر (مکہ) کو امن والا شہر بنا۔ اور اس کے رہنے والوں میں سے جو اللہ اور آخرت کے دن پر ایمان لائیں انہیں ہر قسم کے پھلوں سے روزی عطا فرما۔ ارشاد ہوا: اور جو کفر اختیار کرے گا اس کو بھی چند روزہ (زندگی میں) فائدہ اٹھانے دوں گا۔ اور پھر اسے کشاں کشاں دوزخ کے عذاب کی طرف لے جاؤں گا۔ اور وہ کیسا برا ٹھکانا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 127,
            "text": "اور (وہ وقت بھی یاد کرو) جب ابراہیم اور اسماعیل اس گھر (خانہ کعبہ) کی بنیادیں بلند کر رہے تھے۔ (اور اس کے ساتھ ساتھ یہ دعا کرتے جاتے تھے) اے ہمارے پروردگار ہم سے (یہ عمل) قبول فرما۔ بے شک تو بڑا سننے والا اور بڑا جاننے والا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 128,
            "text": "اے ہمارے پروردگار! ہمیں اپنا (حقیقی) مسلمان (فرمانبردار بندہ) بنائے رکھ۔ اور ہماری اولاد میں سے بھی ایک امت مسلمہ (فرمانبردار امت) قرار دے۔ اور ہمیں ہماری عبادت کے طریقے بتا۔ اور ہماری توبہ قبول فرما بے شک تو بڑا توبہ قبول کرنے والا بڑا مہربان ہے۔"
        },
        {
            "chapter": 2,
            "verse": 129,
            "text": "اے ہمارے پروردگار ان (امت مسلمہ) میں انہی میں سے ایک ایسا پیغمبر بھیج جو انہیں تیری آیتیں پڑھ کر سنائے اور ان کو کتاب و حکمت کی تعلیم دے اور ان کے نفوس کو پاکیزہ بنائے یقینا تو بڑا زبردست اور بڑی حکمت والا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 130,
            "text": "اور کون ہے جو ابراہیم (ع) کی ملت (و مذہب) سے روگردانی کرے سوا اس کے جو اپنے کو احمق بنائے اور ہم نے انہیں دنیا میں منتخب کیا اور آخرت میں بھی ان کا شمار نیکوکاروں میں ہوگا۔"
        },
        {
            "chapter": 2,
            "verse": 131,
            "text": "(یہ انتخاب اس وقت ہوا) جب ان کے پروردگار نے ان سے فرمایا: ’’مسلم‘‘ ہو جا (سر تسلیم جھکا کر فرمانبردار ہو جا)۔ تو انہوں نے کہا میں نے تمام جہانوں کے رب کے سامنے سر جھکا دیا۔"
        },
        {
            "chapter": 2,
            "verse": 132,
            "text": "اور ابراہیم (ع) نے اپنے بیٹوں کو اسی (ملت پر قائم رہنے) کی وصیت کی اور یعقوب (ع) نے بھی۔ اے میرے فرزند! بے شک اللہ نے تمہارے لئے ایک خاص دین (اسلام) منتخب کیا ہے سو تم ہرگز نہ مرنا مگر اس حالت میں کہ تم (حقیقی) مسلمان ہو۔"
        },
        {
            "chapter": 2,
            "verse": 133,
            "text": "(اے یہود) کیا تم اس وقت موجود تھے جب یعقوب (ع) کی موت کا وقت آیا؟ اس وقت انہوں نے اپنے بیٹوں سے کہا (پوچھا) کہ تم میرے بعد کس کی عبادت کروگے؟ انہوں نے کہا کہ ہم آپ کے اور آپ کے آباء (و اجداد) ابراہیم (ع)، اسماعیل (ع) اور اسحاق (ع)کے واحد و یکتا معبود کی عبادت کریں گے۔ اور ہم اسی کے مسلمان (فرمانبردار) ہیں۔"
        },
        {
            "chapter": 2,
            "verse": 134,
            "text": "یہ ایک جماعت تھی جو گزر گئی اس کے لئے وہ ہے جو اس نے کمایا اور تمہارے لئے وہ ہے جو تم کماؤگے اور وہ جو کچھ کرتے تھے اس کے بارے میں تم سے پوچھ گچھ نہیں ہوگی۔"
        },
        {
            "chapter": 2,
            "verse": 135,
            "text": "اور وہ (یہود و نصاریٰ) کہتے ہیں کہ یہودی ہو جاؤ یا نصرانی تاکہ ہدایت پا جاؤ۔ (اے رسول(ص)) کہہ دیجئے کہ (نہیں) بلکہ ہم ابراہیم (ع) کی ملت پر ہیں جو نرے کھرے موحد تھے اور مشرکوں میں سے نہیں تھے۔"
        },
        {
            "chapter": 2,
            "verse": 136,
            "text": "(مسلمانو) کہو ہم تو ایمان لائے ہیں اللہ پر۔ اور اس (قرآن) پر جو ہماری طرف نازل ہوا ہے اور اس پر جو ابراہیم (ع)، اسماعیل (ع)، اسحاق (ع)، یعقوب (ع) اور اسباط (ع) پر اتارا گیا اور ہم ان (سب کے برحق ہونے میں اور ان پر ایمان لانے) میں کسی کے درمیان تفریق نہیں کرتے اور ہم اس (اللہ) کے مسلمان (فرمانبردار) ہیں۔"
        },
        {
            "chapter": 2,
            "verse": 137,
            "text": "تو اگر یہ لوگ (اہل کتاب) اسی طرح ایمان لے آئیں جس طرح تم لائے ہو تو ہدایت پا گئے اور اگر روگردانی کریں تو وہ بڑی مخالفت اور ہٹ دھرمی میں پڑ گئے ہیں سو ان کے مقابلہ میں اللہ تمہارے لئے کافی ہے اور وہ بڑا سننے والا، بڑا جاننے والا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 138,
            "text": "ہم نے اللہ کا رنگ اختیار کیا ہے اور اللہ کے رنگ (دین اسلام) سے بہتر کس کا رنگ ہے اور ہم اسی کے عبادت گزار ہیں۔"
        },
        {
            "chapter": 2,
            "verse": 139,
            "text": "اے رسول(ص)) کہہ دیجئے کہ کیا تم ہم سے اللہ کے بارے میں جھگڑتے ہو؟ حالانکہ وہی ہمارا بھی پروردگار ہے اور تمہارا بھی پروردگار ہے اور ہمارے اعمال ہمارے لئے ہیں اور تمہارے اعمال تمہارے لئے اور ہم تو اخلاص کے ساتھ اسی کی عبادت کرنے والے ہیں۔"
        },
        {
            "chapter": 2,
            "verse": 140,
            "text": "کیا تم یہ کہتے ہو کہ ابراہیم (ع)، اسماعیل (ع)، اسحاق (ع)، یعقوب (ع) اور اسباط (ع) یہودی تھے؟ آپ کہیئے کیا تم زیادہ جانتے ہو یا اللہ؟ اور اس شخص سے بڑا ظالم کون ہوگا جس کے پاس اللہ کی کوئی گواہی ہو جسے وہ چھپائے اور اللہ تمہارے اعمال سے غافل نہیں ہے۔"
        },
        {
            "chapter": 2,
            "verse": 141,
            "text": "یہ ایک جماعت تھی جو گزر گئی اس کے لئے وہ ہے جو اس نے کمایا اور تمہارے لئے وہ ہے جو تم کماؤگے اور جو کچھ وہ کرتے تھے اس کے بارے میں تم سے پوچھ گچھ نہیں کی جائے گی۔"
        },
        {
            "chapter": 2,
            "verse": 142,
            "text": "عنقریب بے وقوف لوگ کہیں گے کہ ان (مسلمانوں) کو کس چیز نے روگردان کر دیا۔ اس قبلہ (بیت المقدس) سے، جس پر وہ پہلے تھے (اے پیغمبر(ص)) کہہ دیجئے اللہ ہی کے لیے ہے مشرق اور مغرب بھی۔ وہ جسے چاہتا ہے سیدھے راستہ کی طرف ہدایت کرتا ہے (اس پر لگا دیتا ہے)۔"
        },
        {
            "chapter": 2,
            "verse": 143,
            "text": "(مسلمانو! جس طرح ہم نے تم کو صحیح قبلہ بتا دیا ہے) اسی طرح ہم نے تم کو ایک درمیانی (میانہ رو) امت بنایا ہے تاکہ تم عام لوگوں پر گواہ ہو اور پیغمبر(ص) تم پر گواہ ہو اور تم پہلے جس قبلہ پر تھے، ہم نے اسے صرف اسی لیے قبلہ بنایا تھا کہ ہم جان لیں کہ رسول(ص) کی پیروی کون کرتا ہے، اور کون پچھلے پاؤں پلٹ جاتا ہے۔ اگرچہ یہ (تحویل قبلہ) ان لوگوں کے سوا، جنہیں اللہ نے خاص ہدایت دی ہے اور سب پر بہت گراں تھی۔ اور اللہ ایسا نہیں ہے کہ تمہارے ایمان کو ضائع کر دے۔ بے شک اللہ لوگوں پر بڑی شفقت اور بڑا رحم کرنے والا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 144,
            "text": "اے رسول(ص)) تحویل قبلہ کی خاطر) تیرا بار بار آسمان کی طرف منہ کرنا ہم دیکھ رہے ہیں۔ تو ضرور اب ہم تمہیں موڑ دیں گے اس قبلہ کی طرف جو تمہیں پسند ہے۔ بس اپنا رخ مسجد الحرام کی طرف موڑ دیجئے۔ اور (اے اہل ایمان) تم جہاں کہیں بھی ہو اپنے منہ (نماز پڑھتے وقت) اسی طرف کیا کرو۔ جن لوگوں کو (آسمانی) کتاب (تورات وغیرہ) دی گئی ہے وہ بخوبی جانتے ہیں کہ یہ (تحویل قبلہ کا فیصلہ) ان کے پروردگار کی طرف سے ہے اور یہ حق ہے۔ اور جو کچھ (یہ لوگ) کر رہے ہیں اللہ اس سے بے خبر نہیں ہے۔"
        },
        {
            "chapter": 2,
            "verse": 145,
            "text": "اور اگر آپ اہل کتاب کے سامنے سارے معجزے (دنیا جہان کے سارے دلائل) پیش کر دیں۔ تب بھی وہ آپ کے قبلہ کی پیروی نہیں کریں گے۔ اور نہ ہی آپ ان کے قبلہ کی پیروی کریں گے۔ اور وہ خود بھی ایک دوسرے کے قبلہ کو نہ مانتے ہیں اور نہ پیروی کرتے ہیں۔ اور اس علم کے بعد جو (منجانب اللہ) تمہارے پاس آچکا ہے اگر ان لوگوں کی خواہشات کی پیروی کروگے تو تمہارا شمار ظالموں (حد سے تجاوز کرنے والوں) میں ہو جائے گا۔"
        },
        {
            "chapter": 2,
            "verse": 146,
            "text": "جن لوگوں کو ہم نے کتاب (تورات وغیرہ) دی ہے وہ اس (رسول(ص)) کو اس طرح پہچانتے ہیں، جس طرح اپنی اولاد کو پہچانتے ہیں (مگر اس کے باوجود) ان کا ایک گروہ جان بوجھ کر حق کو چھپا رہا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 147,
            "text": "اے رسول(ص)! تحویل قبلہ وغیرہ) برحق ہے اور تمہارے پروردگار کی طرف سے ہے لہٰذا ہرگز شک و شبہ کرنے والوں یا جھگڑا کرنے والوں میں سے نہ ہونا۔"
        },
        {
            "chapter": 2,
            "verse": 148,
            "text": "اور ہر ایک کے لئے ایک سمت ہے جدھر وہ (نماز کے لیے) منہ کرتا ہے (اے مسلمانو! تم اس نزاع کو چھوڑ دو) پس تم بڑھ چڑھ کر نیکیوں کی طرف سبقت کرو۔ تم جہاں بھی ہوگے اللہ تم سب کو (جزا و سزا کے لئے ایک جگہ) لے آئے گا۔ بے شک اللہ ہر چیز پر قادر ہے۔"
        },
        {
            "chapter": 2,
            "verse": 149,
            "text": "اور (اے پیغمبر(ص)) آپ جب بھی کہیں نکلیں تو (نماز کے وقت) اپنا رخ مسجد حرام کی طرف رکھیں۔ بے شک یہ (تبدیلی قبلہ) آپ کے پروردگار کی طرف سے حق ہے اور اللہ تمہارے کاموں سے غافل و بے خبر نہیں ہے۔"
        },
        {
            "chapter": 2,
            "verse": 150,
            "text": "اور آپ جب بھی کہیں نکلیں تو (نماز کے وقت) اپنا منہ مسجد الحرام کی طرف ہی موڑیں اور (اے مسلمانو!) تم بھی جہاں کہیں ہو (نماز کے وقت) اپنے مونہوں کو اسی (مسجد الحرام) کی طرف ہی کر لیا کرو۔ (اس حکم کی بار بار تکرار سے ایک غرض یہ ہے کہ) تاکہ لوگوں (مخالفین) کو تمہارے خلاف کوئی دلیل نہ ملے۔ سوا ان لوگوں کے لیے جو ظالم ہیں (کہ ان کی زبان تو کسی طرح بھی بند نہیں ہو سکتی)۔ تو تم ان سے نہ ڈرو بلکہ مجھ سے ڈرو (دوسری غرض یہ ہے) کہ تم پر میری نعمت تام و تمام ہو جائے (اور تیسری غرض یہ ہے) کہ شاید تم ہدایت یافتہ ہو جاؤ ۔"
        },
        {
            "chapter": 2,
            "verse": 151,
            "text": "(اے مسلمانو!) یہ تحویل قبلہ تم پر ایسا احسان ہے جس طرح ہم نے تمہارے درمیان تم ہی میں سے ایک پیغمبر بھیجا ہے۔ جو تمہیں ہماری آیات پڑھ کر سناتا ہے اور تمہیں (بدعقیدتی، بدعملی اور بداخلاقی کی نجاست و کثافت) سے پاک کرتا ہے اور تمہیں کتاب و حکمت کی تعلیم دیتا ہے۔ اور تمہیں وہ باتیں سکھاتا ہے جو تم نہیں جانتے تھے ۔"
        },
        {
            "chapter": 2,
            "verse": 152,
            "text": "پس تم مجھے یاد رکھو۔ میں تمہیں یاد رکھوں گا۔ اور میرا شکر ادا کرو۔ اور میری ناشکری نہ کرو۔"
        },
        {
            "chapter": 2,
            "verse": 153,
            "text": "اے ایمان والو! (مصیبت کے وقت) صبر اور نماز (کے ذریعے خدا) سے مدد لیا کرو۔ بے شک اللہ تعالیٰ صبر کرنے والوں کے ساتھ ہے۔"
        },
        {
            "chapter": 2,
            "verse": 154,
            "text": "اور جو لوگ اللہ تعالیٰ کی راہ میں قتل کیے جاتے ہیں، انہیں مردہ نہ کہو بلکہ وہ زندہ ہیں۔ مگر تمہیں (ان کی زندگی کی حقیقت کا) شعور (سمجھ) نہیں ہے۔"
        },
        {
            "chapter": 2,
            "verse": 155,
            "text": "اور ہم ضرور تمہیں آزمائیں گے خوف و خطر، اور کچھ بھوک (و پیاس) اور کچھ مالوں، جانوں اور پھلوں کے نقصان کے ساتھ (یعنی ان میں سے کسی نہ کسی چیز کے ساتھ)۔ (اے رسول(ص)) خوشخبری دے دو ان صبر کرنے والوں کو۔"
        },
        {
            "chapter": 2,
            "verse": 156,
            "text": "کہ جب بھی ان پر کوئی مصیبت آپڑے تو وہ کہتے ہیں بے شک ہم صرف اللہ ہی کے لیے ہیں۔ اور اسی کی طرف پلٹ کر جانے والے ہیں۔"
        },
        {
            "chapter": 2,
            "verse": 157,
            "text": "یہی وہ (خوش نصیب) ہیں، جن پر ان کے پروردگار کی طرف سے درود (خاص عنایتیں اور نوازشیں) ہیں اور رحمت و مہربانی ہے۔ اور یہی لوگ ہدایت یافتہ ہیں۔"
        },
        {
            "chapter": 2,
            "verse": 158,
            "text": "بیشک صفا و مروہ نامی دو پہاڑیاں اللہ تعالیٰ کی نشانیوں میں سے ہیں۔ لہٰذا جو شخص خانہ کعبہ کا حج یا عمرہ بجا لائے، اس پر کوئی گناہ نہیں ہے کہ ان دونوں کے درمیان چکر لگائے اور جو شخص برضا و رغبت کچھ (مزید) نیکی کرے تو اللہ تعالیٰ (نیکی کا) قدر دان ہے اور خوب جاننے والا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 159,
            "text": "بالتحقیق جو لوگ چھپاتے ہیں ہماری نازل کردہ روشن تعلیمات و ہدایت کو جبکہ ہم تمام لوگوں کے لئے انہیں کتاب میں واضح طور پر بیان کر چکے ہیں یہی وہ لوگ ہیں جن پر اللہ لعنت کرتا ہے اور تمام لعنت کرنے والے بھی لعنت کرتے ہیں۔"
        },
        {
            "chapter": 2,
            "verse": 160,
            "text": "مگر وہ جنہوں نے (حق پر پردہ ڈالنے سے) توبہ کی اور اپنی اصلاح کر لی۔ اور (حق بات کو) ظاہر کر دیا یہ وہ ہیں جن کی میں توبہ قبول کروں گا (انہیں معاف کر دوں گا) اور میں بڑا توبہ قبول کرنے والا اور رحم کرنے والا (مہربان) ہوں۔"
        },
        {
            "chapter": 2,
            "verse": 161,
            "text": "بلاشبہ جن لوگوں نے کفر اختیار کیا اور پھر اسی کفر کی حالت میں مر گئے۔ یہی وہ لوگ ہیں جن پر اللہ، فرشتوں اور تمام انسانوں کی لعنت ہے۔"
        },
        {
            "chapter": 2,
            "verse": 162,
            "text": "وہ اس (لعنت) میں ہمیشہ ہمیشہ رہیں گے نہ تو ان کے عذاب میں کوئی کمی کی جائے گی۔ اور نہ ہی انہیں کوئی مہلت دی جائے گی۔"
        },
        {
            "chapter": 2,
            "verse": 163,
            "text": "اور تمہارا خدا بس ایک ہی خدا ہے۔ اس کے سوا کوئی خدا نہیں ہے۔ وہ بڑا مہربان بہت رحم والا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 164,
            "text": "بے شک آسمانوں اور زمینوں کی پیدائش میں اور رات دن کی آمد و رفت (الٹ پھیر) میں اور ان کشتیوں میں جو لوگوں کو نفع پہنچانے والی چیزیں لے کر سمندر میں چلتی ہیں اور (بارش کے) اس پانی میں جسے خدا نے آسمان (بلندی) سے برسایا اور پھر اس کے ذریعہ زمین کو اس کے بے جان (بے کار) ہو جانے کے بعد جاندار بنا دیا (سرسبز و شاداب بنا دیا) اور اس میں ہر قسم کے چلنے پھرنے والے (جانور) پھیلا دیئے۔ اور ہواؤں کی گردش (ہیر پھیر) میں اور ان بادلوں میں جو آسمان و زمین کے درمیان مسخر کرکے (تابع فرمان بنا کے) رکھے گئے ہیں۔ (ان سب باتوں میں) خدا کے وجود اور اس کی قدرت کی بڑی نشانیاں ہیں ان لوگوں کے لئے جو عقل و خرد سے کام لیتے ہیں۔"
        },
        {
            "chapter": 2,
            "verse": 165,
            "text": "(ان حقائق کے باوجود) کچھ لوگ ایسے بھی ہیں جو خدا کے سوا اوروں کو اس کا ہمسر قرار دیتے ہیں اور ان سے اس طرح محبت کرتے ہیں جس طرح خدا سے کرنی چاہیے۔ مگر جو صاحب ایمان ہیں وہ سب سے بڑھ کر خدا سے محبت کرتے ہیں اور کاش یہ ظالم (اس وقت) وہ حقیقت دیکھ لیتے (سمجھ لیتے) جو عذاب دیکھتے وقت سمجھیں گے کہ ساری قوت و طاقت بس اللہ کے لئے ہی ہے اور یہ کہ اللہ سخت عذاب کرنے والا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 166,
            "text": "اور (وہ مرحلہ کتنا کھٹن ہوگا) جب وہ (پیر) لوگ جن کی (دنیا میں) پیروی کی گئی اپنے پیرؤوں (مریدوں) سے برأت اور لاتعلقی ظاہر کریں گے اور خدا کا عذاب ان سب کی آنکھوں کے سامنے ہوگا اور سب وسائل اور تعلقات بالکل قطع ہو چکے ہوں گے۔"
        },
        {
            "chapter": 2,
            "verse": 167,
            "text": "اور پیروی کرنے والے (مرید) کہتے ہوں گے کہ کاش! ہمیں ایک بار (دنیا میں) واپسی کا موقع مل جاتا تو ہم بھی بالکل اسی طرح ان سے بیزاری اور بے تعلقی ظاہر کرتے جس طرح انہوں نے آج ہم سے بیزاری اور لاتعلقی ظاہر کی ہے اسی طرح خدا ان کے (برے) کاموں کو حسرت و یاس کی شکل میں دکھائے گا اور وہ کبھی دوزخ سے باہر نہیں نکل سکیں گے۔"
        },
        {
            "chapter": 2,
            "verse": 168,
            "text": "اے انسانو! زمین میں جو حلال اور پاکیزہ چیزیں ہیں وہ کھاؤ۔ اور شیطان کے نقش قدم پر نہ چلو۔ بلاشبہ وہ تمہارا کھلم کھلا دشمن ہے۔"
        },
        {
            "chapter": 2,
            "verse": 169,
            "text": "وہ تو تمہیں برائی و بے حیائی اور بدکاری کا حکم دیتا ہے اور (چاہتا ہے کہ) تم خدا کے خلاف ایسی باتیں منسوب کرو جن کا تمہیں علم نہیں ہے۔"
        },
        {
            "chapter": 2,
            "verse": 170,
            "text": "اور جب ان (کفار و مشرکین) سے کہا جاتا ہے کہ جو کچھ خدا نے اتارا ہے اس کی پیروی کرو تو کہتے ہیں کہ ہم تو اس کی پیروی کریں گے جس پر ہم نے اپنے باپ، دادا کو پایا ہے اگرچہ ان کے باپ، دادا بے عقل ہوں اور راہ راست پر بھی نہ ہوں (تو پھر بھی انہی کی پیروی کریں گے)۔"
        },
        {
            "chapter": 2,
            "verse": 171,
            "text": "اور جن لوگوں نے کفر اختیار کیا ان کی مثال دعوت حق دینے میں اس شخص (چرواہے) کی سی ہے جو ایسے (جانور) کو پکارنے میں اپنا گلہ پھاڑے (چیخ و پکار مچائے) جو چیخ و پکار کی آواز کے سوا کچھ سنتا ہی نہیں ہے۔ (یہ کافر) ایسے بہرے، گونگے اور اندھے ہیں کہ عقل سے کچھ کام ہی نہیں لیتے۔"
        },
        {
            "chapter": 2,
            "verse": 172,
            "text": "اے ایمان والو! جو پاک و پاکیزہ چیزیں ہم نے تمہیں دی ہیں ان میں سے کھاؤ۔ اور اللہ کا شکر کرو۔ اگر تم اس کی عبادت و پرستش کرتے ہو۔"
        },
        {
            "chapter": 2,
            "verse": 173,
            "text": "اس نے (چوپایوں میں سے) صرف تمہارے او پر مردار، خون، سور کا گوشت اور وہ (ذبیحہ) جسے اللہ کے سوا کسی اور کا نام لے کر ذبح کیا گیا ہو۔ حرام قرار دیا ہے۔ پس جو شخص (شدت گرسنگی سے) مجبور ہو جائے درآنحالیکہ وہ بغاوت یا سرکشی کرنے والا نہ ہو۔ تو اس پر کوئی گناہ نہیں ہے بے شک خدا بڑا بخشنے والا، بڑا مہربان ہے۔"
        },
        {
            "chapter": 2,
            "verse": 174,
            "text": "بالتحقیق جو لوگ کتابِ خدا میں سے ان باتوں کو چھپاتے ہیں جو خدا نے نازل کی ہیں اور ان کے عوض تھوڑی سی قیمت وصول کرتے ہیں وہ اپنے پیٹوں میں آگ کے سوا کچھ بھی نہیں بھر رہے ہیں قیامت کے دن وہ توجہ ربانی سے اس قدر محروم ہوں گے کہ خدائے تعالیٰ ان سے بات تک نہیں کرے گا۔ اور نہ ہی انہیں (گناہوں کی کثافت سے) پاک کرے گا۔ اور ان کے لیے دردناک عذاب ہے۔"
        },
        {
            "chapter": 2,
            "verse": 175,
            "text": "یہی وہ لوگ ہیں جنہوں نے ہدایت کے عوض گمراہی اور بخشش کے عوض عذاب کو خرید لیا۔ یہ کس قدر صبر کرنے والے ہیں دوزخ پر۔"
        },
        {
            "chapter": 2,
            "verse": 176,
            "text": "یہ (سب کچھ) اس لئے ہے کہ خدا نے حق اور سچائی کے ساتھ کتاب اتاری تھی مگر وہ لوگ جنہوں نے اس میں اختلاف کیا (طرح طرح کی باتیں کیں) بے شک وہ بڑی تفرقہ اندازی اور فتنہ پروری میں پڑ گئے ہیں (اور ضد میں بہت دور جا چکے ہیں)۔"
        },
        {
            "chapter": 2,
            "verse": 177,
            "text": "نیکی صرف یہی تو نہیں ہے کہ تم (نماز میں) اپنے منہ مشرق اور مغرب کی طرف پھیر لو۔ بلکہ (حقیقی) نیکی تو یہ ہے کہ آدمی خدا پر، روزِ آخرت پر، فرشتوں پر، (اللہ کی) کتابوں پر اور سب پیغمبروں پر ایمان لائے۔ اور اس (خدا) کی محبت میں اپنا مال (باوجودِ مال کی محبت کے) رشتہ داروں، یتیموں، مسکینوں، مسافروں، مانگنے والوں اور (غلاموں، کنیزوں اور مقروضوں کی) گردنیں چھڑانے میں صرف کرے، نماز قائم کرے، زکوٰۃ ادا کرے (دراصل) نیک لوگ تو وہ ہوتے ہیں کہ جب کوئی عہد کر لیں تو اپنا عہد و پیمان پورا کرتے ہیں اور تنگ دستی ہو یا بیماری اور تکلیف ہو یا ہنگام جنگ ہو وہ بہرحال ثابت قدم رہتے ہیں، یہی وہ لوگ ہیں جو (سچے) ہیں اور یہی متقی و پرہیزگار ہیں۔"
        },
        {
            "chapter": 2,
            "verse": 178,
            "text": "اے ایمان والو! ان کے بارے میں جو (ناحق قتل کر دیئے گئے ہوں) تم پر قصاص (خون کا بدلہ خون) لکھ دیا گیا ہے یعنی آزاد کے بدلے آزاد، غلام کے بدلے غلام اور عورت کے بدلے عورت۔ ہاں جس (قاتل) کے لیے اس کے (ایمانی) بھائی (مقتول کے ولی) کی جانب سے کچھ (قصاص) معاف کر دیا جائے تو اس (معاف کرنے والے) کو (چاہیے کہ) نیکی کا اتباع کرے (خون بہا کا مطالبہ کرنے میں سختی نہ کرے) اور (جسے معاف کیا گیا ہے اسے بھی چاہیے کہ) خوش اسلوبی کے ساتھ (خون بہا) ادا کرے۔ یہ تمہارے پروردگار کی طرف سے رعایت و رحمت (اور آسانی و مہربانی) ہے۔ پس اس کے بعد بھی جو زیادتی کرے تو اس کیلئے دردناک عذاب ہے"
        },
        {
            "chapter": 2,
            "verse": 179,
            "text": "اے صاحبانِ عقل! تمہارے لئے قصاص یعنی جان کے بدلے جان والے قانون میں زندگی ہے تاکہ تم (خون ریزی سے) بچتے رہو۔"
        },
        {
            "chapter": 2,
            "verse": 180,
            "text": "تم پر لکھ دیا گیا ہے کہ جب تم میں سے کسی کے سامنے موت آکھڑی ہو۔ بشرطیکہ وہ کچھ مال چھوڑے جا رہا ہو تو مناسب وصیت کر جائے اپنے ماں، باپ اور زیادہ قریبی رشتہ داروں کیلئے۔ یہ پرہیزگاروں کے ذمہ حق ہے (لازم ہے)۔"
        },
        {
            "chapter": 2,
            "verse": 181,
            "text": "جو شخص اس (وصیت) کو سننے کے بعد اس میں رد و بدل کرے تو اس کا گناہ انہی لوگوں پر ہوگا جو رد و بدل کریں گے۔ بے شک خدا خوب سننے والا اور خوب جاننے والا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 182,
            "text": "اب جو شخص کسی وصیت کرنے والے کی طرف سے کسی (وارث) کی حق تلفی یا گناہ کا خوف محسوس کرے اور ان (ورثہ) کے درمیان اصلاح (سمجھوتہ) کرا دے، تو اس پر (اس ردوبدل کرنے کا) کوئی گناہ نہیں ہے۔ بے شک اللہ بڑا بخشنے والا اور رحم کرنے والا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 183,
            "text": "اے ایمان والو! روزہ اس طرح تم پر لکھ دیا گیا ہے (فرض کر دیا گیا ہے) جس طرح تم سے پہلے والوں پر لکھ دیا گیا تھا۔ تاکہ تم پرہیزگار بن جاؤ۔"
        },
        {
            "chapter": 2,
            "verse": 184,
            "text": "یہ گنتی کے چند دن ہیں (اس کے باوجود) اگر تم میں سے کوئی شخص بیمار ہو جائے یا سفر میں ہو۔ تو اتنے ہی دن اور دنوں میں پورے کرے۔ اور جو اپنی پوری طاقت صرف کرکے بمشکل روزہ رکھ سکتے ہوں تو وہ فی روزہ ایک مسکین کی خوراک فدیہ ادا کریں۔ اور جو اپنی مرضی سے کچھ (زیادہ) بھلائی کرے تو وہ اس کیلئے بہتر ہے اور اگر تم (فدیہ دینے کی بجائے) روزہ رکھو تو یہ تمہارے لئے زیادہ بہتر ہے۔ اگر تم علم و واقفیت رکھتے ہو۔"
        },
        {
            "chapter": 2,
            "verse": 185,
            "text": "ماہ رمضان وہ (مقدس) مہینہ ہے جس میں قرآن نازل کیا گیا جو تمام انسانوں کے لئے ہدایت ہے اور اس میں راہنمائی اور حق و باطل میں امتیاز کی کھلی ہوئی نشانیاں ہیں جو اس (مہینہ) میں (وطن میں) حاضر ہو (یا جو اسے پائے) تو وہ روزے رکھے اور جو بیمار ہو یا سفر میں ہو تو اتنے ہی روزے کسی اور وقت میں (رکھے)۔ اللہ تمہاری آسانی و آسائش چاہتا ہے تمہاری تنگی و سختی نہیں چاہتا اور یہ بھی (چاہتا ہے) کہ تم (روزوں کی) تعداد مکمل کرو۔ اور اس (احسان) پر کہ اس نے تمہیں سیدھا راستہ دکھایا تم اس کی کبریائی و بڑائی کا اظہار کرو۔ تاکہ تم شکر گزار (بندے) بن جاؤ۔"
        },
        {
            "chapter": 2,
            "verse": 186,
            "text": "اور جب میرے بندے آپ سے میرے بارے میں سوال کریں تو (آپ کہہ دیں) میں یقینا قریب ہوں جب کوئی پکارنے والا مجھے پکارتا ہے تو میں اس کی دعا و پکار کو سنتا ہوں اور جواب دیتا ہوں۔ تو ان پر لازم ہے کہ وہ میری آواز پر لبیک کہیں اور مجھ پر ایمان لائیں (یقین رکھیں) تاکہ وہ نیک راستہ پر آجائیں۔"
        },
        {
            "chapter": 2,
            "verse": 187,
            "text": "(اے مسلمانو) روزوں کی رات تمہارے لئے اپنی عورتوں سے مباشرت کرنا حلال کر دیا گیا ہے۔ وہ (عورتیں) تمہارا لباس ہیں اور تم ان کا لباس ہو خدا جانتا ہے کہ تم اپنی ذات کے ساتھ خیانت کرتے رہے ہو تو اس نے تمہاری توبہ قبول کی اور تمہیں معاف کر دیا۔ پس اب تم ان سے (روزوں کی راتوں میں) مباشرت کرو۔ اور جو کچھ (اولاد) خدا نے تمہارے مقدر میں لکھ دی ہے اسے طلب کرو۔ اور (رات کو) کھاؤ پیؤ۔ یہاں تک کہ صبح کا سفید ڈورا (رات کی) سیاہ ڈوری سے الگ ہو کر ظاہر ہو جائے پھر رات تک روزہ کو پورا کرو۔ اور جب تم مسجدوں میں اعتکاف (قیام) کئے ہوئے ہو تو (رات کو بھی) بیویوں سے مباشرت نہ کرو۔ یہ اللہ تعالیٰ کی مقرر کی ہوئی حدیں ہیں ان کے قریب نہ جاؤ اس طرح خدا اپنی آیتوں (احکام) کو لوگوں کے لئے بیان کرتا ہے تاکہ وہ پرہیزگار بن جائیں۔"
        },
        {
            "chapter": 2,
            "verse": 188,
            "text": "اور تم آپس میں ایک دوسرے کا مال غلط طریقہ سے نہ کھاؤ۔ اور نہ ہی (رشوت کے طور پر) وہ (مال) اس غرض سے حکام تک پہنچاؤ تاکہ گناہ کے طور پر لوگوں کا کچھ مال تم بھی خوردبرد کر جاؤ۔ درآنحالیکہ تم جانتے ہو۔"
        },
        {
            "chapter": 2,
            "verse": 189,
            "text": "اے رسول(ص)) لوگ آپ سے نئے چاندوں کے بارے میں پوچھتے ہیں (کہ وہ گھٹے بڑھتے کیوں ہیں؟) کہہ دیجئے کہ یہ لوگوں کے (دنیوی معاملات) کی تاریخیں اور حج کے لئے اوقات مقرر کرنے کا ذریعہ ہیں اور یہ کوئی اچھی بات نہیں ہے کہ تم گھروں میں پچھواڑے کی طرف سے (پھاند کر) آؤ۔ بلکہ نیکی تو یہ ہے کہ (آدمی غلط کاری سے) پرہیزگاری اختیار کرے۔ اور گھروں میں ان کے دروازوں سے داخل ہوا کرو۔ اور خدا سے ڈرو (اس کے قہر و غضب سے بچو) تاکہ تم فلاح پاؤ۔"
        },
        {
            "chapter": 2,
            "verse": 190,
            "text": "اور تم اللہ کی راہ میں ان لوگوں سے لڑو جو تم سے لڑیں۔ اور زیادتی نہ کرو۔ کیونکہ یقینا اللہ زیادتی کرنے والوں کو ہرگز دوست نہیں رکھتا۔"
        },
        {
            "chapter": 2,
            "verse": 191,
            "text": "اور ان (خواہ مخواہ لڑنے والے کفار و مشرکین) کو جہاں کہیں پاؤ۔ قتل کر دو۔ اور انہیں نکال دو جہاں (مکہ) سے انہوں نے تمہیں نکالا ہے اور فتنہ پروری قتل سے بھی بڑھ کر (بُری) ہے۔ اور مسجد الحرام میں، ان سے اس وقت تک نہ لڑو۔ جب تک وہ اس میں تم سے نہ لڑیں۔ اور اگر وہ (اس میں) تم سے لڑیں تو تم بھی انہیں قتل کرو یہی کافروں کی سزا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 192,
            "text": "پھر اگر وہ لوگ باز آجائیں تو یقینا اللہ بڑا بخشنے والا اور بڑا رحم کرنے والا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 193,
            "text": "اور ان سے اس وقت تک جنگ جاری رکھو جب تک تمام فتنہ و فساد ختم نہ ہو جائے اور دین (و اطاعت) صرف اللہ کے لئے نہ رہ جائے ہاں اگر وہ جنگ سے باز آجائیں تو پھر ظلم و زیادتی کرنے والوں کے سوا کسی پر زیادتی نہیں کی جا سکتی۔"
        },
        {
            "chapter": 2,
            "verse": 194,
            "text": "حرمت والے مہینہ کا بدلہ حرمت والا مہینہ ہے اور حرمتوں میں بھی قصاص (ادلا بدلا) ہے لہٰذا جو شخص تم پر زیادتی کرے تو تم بھی اس کے ساتھ اسی طرح زیادتی کرو جس طرح اس نے تم پر زیادتی کی ہے اور خدا (کی نافرمانی) سے ڈرو۔ اور سمجھ لو کہ اللہ یقینا پرہیزگاروں کے ساتھ ہے۔"
        },
        {
            "chapter": 2,
            "verse": 195,
            "text": "اور خدا کی راہ میں (مال و جان) خرچ کرو اور (اپنے آپ) کو اپنے ہاتھوں ہلاکت میں نہ ڈالو اور اچھا کام کرو۔ یقینا اللہ اچھے کام کرنے والوں سے محبت کرتا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 196,
            "text": "اور خدا کی (خوشنودی) کے واسطے حج و عمرہ کو تمام کرو۔ اور اگر کسی مجبوری میں گھر جاؤ تو پھر جو قربانی میسر ہو وہی کرو مگر اپنے سر اس وقت تک نہ منڈواؤ جب تک قربانی اپنے ٹھکانہ تک نہ پہنچ جائے (جہاں اسے ذبح یا نحر کرنا ہے) اور جب تم میں سے کوئی شخص بیمار ہو یا اس کے سر میں کوئی تکلیف ہو اور سر منڈوالے تو اس کا فدیہ (بدلہ) روزہ، خیرات یا قربانی ہے۔ پھر جب تمہیں امن و اطمینان حاصل ہو جائے تو جو شخص (حج تمتع کا) عمرہ کرکے حج کے موقع تک لذائذ سے فائدہ اٹھائے۔ تو وہ لازمی طور پر ممکنہ قربانی کرے۔ اور جسے قربانی نہ مل سکے تو وہ تین روزے تو حج کے دوران رکھے اور سات اس وقت جب واپس جائے۔ یہ ہو جائیں گے مکمل دس (روزے) یہ (حج تمتع) اس کے لئے ہے جس کے اہل و عیال مسجد الحرام کے باشندہ نہ ہوں۔ (حدود حرم کے اندر نہ رہتے ہوں) اور اللہ (کی نافرمانی) سے ڈرو اور سمجھ لو کہ خدا سخت سزا دینے والا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 197,
            "text": "حج کے چند خاص جانے پہچانے مقررہ مہینے ہیں۔ تو جو شخص ان (مہینوں) میں (اپنے اوپر) حج کی پابندی احرام باندھ کر فرض کر لے تو پھر حج کے دوران نہ (بیوی سے) مباشرت کرے۔ نہ (خدا کی) نافرمانی کرے اور نہ (کسی سے) لڑائی جھگڑا کرے اور تم جو کچھ نیکی کا کام کروگے تو خدا اسے جانتا ہے اور (آخرت کے سفر کے لئے) زادِ راہ مہیا کرو (اور سمجھ لو) کہ بہترین زادِ راہ تقویٰ (پرہیزگاری) ہے۔ اور اے عقل مندو! مجھ سے (میری نافرمانی سے) ڈرو۔"
        },
        {
            "chapter": 2,
            "verse": 198,
            "text": "اس میں تمہارے لئے کوئی مضائقہ نہیں ہے کہ تم حج کے دوران اپنے پروردگار سے فضل (رزق) کے طلب گار رہو۔ ہاں تو جب عرفات سے روانہ ہو تو مشعر الحرام (مزدلفہ) کے پاس (اس کی حدود) میں اللہ کو یاد کرو اور یاد بھی اس طرح کرو جس طرح اس نے تمہیں ہدایت کی ہے اگرچہ اس سے پہلے تم گمراہوں میں سے تھے۔"
        },
        {
            "chapter": 2,
            "verse": 199,
            "text": "پھر جہاں سے اور لوگ چل کھڑے ہوں تم بھی چل کھڑے ہو اور خدا سے مغفرت و بخشش طلب کرو یقینا خدا بڑا بخشنے والا، بڑا مہربان ہے۔"
        },
        {
            "chapter": 2,
            "verse": 200,
            "text": "جب تم اپنے مناسک حج (اور اس کے اعمال و ارکان) کو بجا لا چکو۔ تو پھر اس طرح اللہ کو یاد کرو جس طرح اپنے باپ داداؤں کو یاد کرتے تھے بلکہ اس سے بھی بڑھ کر خدا کو یاد کرو اب لوگوں میں سے کچھ تو ایسے ہیں جو کہتے ہیں اے ہمارے پروردگار! ہمیں (جو کچھ دینا ہے) اسی دنیا ہی میں دے دے ایسے شخص کا آخرت میں کوئی حصہ نہیں ہے۔"
        },
        {
            "chapter": 2,
            "verse": 201,
            "text": "اور کچھ ایسے ہیں جو کہتے ہیں کہ ہمارے پروردگار ہمیں دنیا میں بھی بھلائی عطا کر اور آخرت میں بھی بھلائی عطا کر اور ہمیں دوزخ کی سزا سے بچا۔"
        },
        {
            "chapter": 2,
            "verse": 202,
            "text": "یہ وہ لوگ ہیں جو کچھ انہوں نے کمایا ہے اس سے (دنیا و آخرت میں) ان کو حصہ ملے گا اور اللہ بہت جلد حساب بے باق کرنے والا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 203,
            "text": "اور گنتی کے چند دنوں میں خدا کو یاد کرو پس جو جلدی کرے گا اور (منٰی سے) دو ہی دن میں چلا جائے تو اس پر کوئی گناہ نہیں ہے۔ اور جو دیر کرے (تیسرے دن تک ٹھہرا رہے) اس پر بھی کوئی گناہ نہیں ہے مگر یہ (رعایت) اس کے لئے ہے جو (شکار سے) بچتا رہا ہو اور اللہ (کی نافرمانی سے) ڈرو اور یقین رکھو کہ تم اسی کے حضور اکھٹے کئے جاؤگے (پلٹ کر جاؤ گے)۔"
        },
        {
            "chapter": 2,
            "verse": 204,
            "text": "اور بعض لوگ (منافقین) ایسے بھی ہیں کہ جن کی (چکنی چپڑی) باتیں تمہیں زندگانی دنیا میں بہت اچھی لگتی ہیں اور وہ اپنی دلی حالت پر خدا کو گواہ بناتے ہیں حالانکہ وہ (تمہارے) بدترین دشمن ہیں۔"
        },
        {
            "chapter": 2,
            "verse": 205,
            "text": "اور جب آپ کے پاس سے منہ پھیرتے ہیں (یا برسر اقتدار آتے ہیں) تو زمین میں فساد برپا کرنے کے لیے دوڑتے پھرتے ہیں اور کھیتی اور نسل کو برباد کرتے ہیں جبکہ خدا فساد کو ہرگز پسند نہیں کرتا۔"
        },
        {
            "chapter": 2,
            "verse": 206,
            "text": "اور جب ان سے کہا جاتا ہے کہ خدا (کی حکم عدولی) سے ڈرو تو ان کی (ظاہری) عزت اور غرورِ نفس ان کو گناہ پر ابھارتا اور اصرار کراتا ہے ایسے (بدبخت) لوگوں کے لیے دوزخ کافی ہے اور وہ بہت برا ٹھکانہ ہے۔"
        },
        {
            "chapter": 2,
            "verse": 207,
            "text": "اور انسانوں میں سے کچھ ایسے (انسان) بھی ہیں جو خدا کی خوشنودی حاصل کرنے کی خاطر اپنی جان بیچ ڈالتے ہیں (خطرے میں ڈال دیتے ہیں) اور اللہ (ایسے جاں نثار) بندوں پر بڑا شفیق و مہربان ہے۔"
        },
        {
            "chapter": 2,
            "verse": 208,
            "text": "اے ایمان والو! تم سب کے سب امن و سلامتی (والے دین) میں مکمل طور پر داخل ہو جاؤ اور شیطان کے نقش قدم پر نہ چلو کیونکہ وہ تمہارا کھلا ہوا دشمن ہے۔"
        },
        {
            "chapter": 2,
            "verse": 209,
            "text": "اور اگر روشن دلیلوں (واضح احکام) کے آجانے کے بعد بھی تم ڈگمگا گئے تو خوب جان لو کہ اللہ زبردست (سب پر غالب) اور بڑی حکمت والا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 210,
            "text": "کیا یہ لوگ اس بات کا انتظار کر رہے ہیں کہ خود اللہ اور فرشتے سفید بادلوں کے سایہ میں ان کے پاس آئیں اور ہر بات کا فیصلہ ہو جائے آخر سب امور کی بازگشت تو خدا ہی کی طرف ہے۔"
        },
        {
            "chapter": 2,
            "verse": 211,
            "text": "(اے رسول) بنو اسرائیل سے پوچھو کہ ہم نے ان کو انبیاء کے ذریعے کس قدر کھلی ہوئی نشانیاں عنایت کیں اور جو (شخص و قوم) خدا کی نعمت کو اس کے پاس آجانے کے بعد بدل ڈالے (اسے برائی میں صرف کرے) تو خدا سخت عذاب والا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 212,
            "text": "جن لوگوں نے کفر اختیار کیا ان کے لئے زندگانی دنیا بڑی آراستہ کر دی گئی ہے۔ اور وہ ایمان والوں کا مذاق اڑاتے ہیں۔ حالانکہ جنہوں نے پرہیزگاری اختیار کی وہ قیامت کے دن ان لوگوں (کافروں) سے بہت بلند مقام پر ہوں گے اور خدا جسے چاہتا ہے بے حساب روزی عطا کرتا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 213,
            "text": "(پہلے) سب انسان ایک ہی دین (فطرت) پر تھے، (پھر جب ان میں باہمی اختلاف پیدا ہوئے) تو خدا نے انبیاء بھیجے۔ (جو نیکوکاروں کو) خوشخبری دینے والے (اور بدکاروں) کو ڈرانے والے تھے اور ان کے ساتھ برحق کتاب نازل کی (جس میں قانون تھا)۔ تاکہ لوگوں کے اختلاف کا فیصلہ کرے اور یہ اختلاف انہی لوگوں نے کیا جن کو وہ (کتاب) دی گئی تھی اور وہ بھی تب کہ جب کھلی ہوئی دلیلیں ان کے سامنے آچکی تھیں۔ محض بغاوت اور زیادتی کی بنا پر۔ تو خدا نے اپنے حکم سے ایمان والوں کو ان اختلافی باتوں میں راہِ حق کی طرف راہنمائی فرمائی۔ اور خدا جسے چاہتا ہے سیدھے راستے کی طرف راہنمائی فرماتا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 214,
            "text": "کیا تمہارا یہ خیال ہے کہ تم یوں ہی جنت میں داخل ہو جاؤگے حالانکہ ابھی تک تمہارے سامنے تم سے پہلے گزرے ہوئے (اہل ایمان) کی سی صورتیں (اور شکلیں) آئی ہی نہیں۔ جنہیں فقر و فاقہ اور سختیوں نے گھیر لیا تھا۔ اور انہیں (تکلیف و مصائب کے) اس قدر جھٹکے دیئے گئے کہ خود رسول اور ان پر ایمان لانے والے کہہ اٹھے کہ آخر اللہ کی مدد کب آئے گی؟ آگاہ ہو جاؤ کہ اللہ کی مدد یقینا نزدیک ہی ہے۔"
        },
        {
            "chapter": 2,
            "verse": 215,
            "text": "لوگ آپ سے دریافت کرتے ہیں کہ وہ (راہِ خدا میں) کیا خرچ کریں؟ کہہ دیجیے! کہ تم جو مال بھی صرف کرو (اس میں تمہارے) ماں باپ کے رشتہ داروں، یتیموں، مسکینوں اور مسافروں کا حق ہے اور تم جو بھی نیک کام کرو اللہ اسے خوب جانتا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 216,
            "text": "(اے مسلمانو!) تم پر جنگ کرنا فرض کیا گیا ہے جب کہ وہ تمہیں ناگوار ہے۔ اور یہ ممکن ہے کہ جس چیز کو تم ناپسند کرتے ہو وہ تمہارے لئے اچھی ہو۔ اور یہ بھی ممکن ہے کہ جس چیز کو تم پسند کرتے ہو وہ تمہارے لئے بری ہو (اچھی نہ ہو) اصل بات یہ ہے کہ اللہ بہتر جانتا ہے تم نہیں جانتے۔"
        },
        {
            "chapter": 2,
            "verse": 217,
            "text": "(مشرک) لوگ آپ سے حرمت والے مہینے میں جنگ کرنے کے متعلق سوال کرتے ہیں۔ کہہ دیجیے اس میں جنگ کرنا بڑا جرم ہے (مگر) خدا کی راہ سے روکنا، اور اس کا انکار کرنا اور مسجد (کی حرمت) کا انکار کرنا (اور لوگوں کو اس سے روکنا) اور اس کے باشندوں کو وہاں سے نکالنا۔ خدا کے نزدیک اس (جنگ) سے بھی بڑا جرم ہے۔ اور فتنہ گری قتل سے بھی زیادہ سنگین گناہ ہے۔ اور وہ لوگ برابر تم سے لڑتے رہیں گے یہاں تک کہ اگر ان کا بس چلے تو وہ تمہیں تمہارے دین سے ہی پلٹا دیں۔ (مگر یاد رکھو) کہ تم میں سے جو بھی اپنے دین سے پھر کر کفر کی حالت میں مرے گا۔ تو یہ وہ بدنصیب لوگ ہیں جن کے اعمال دنیا و آخرت میں رائیگاں ہو جائیں گے۔ یہی لوگ دوزخی ہیں جو ہمیشہ ہمیشہ اس میں رہیں گے۔"
        },
        {
            "chapter": 2,
            "verse": 218,
            "text": "بے شک جو لوگ ایمان لائے اور جنہوں نے ہجرت کی اور خدا کی راہ میں جہاد کیا یہ ہیں وہ لوگ جو خدا کی رحمت کے امیدوار ہیں اور خدا بڑا بخشنے والا مہربان ہے۔"
        },
        {
            "chapter": 2,
            "verse": 219,
            "text": "لوگ آپ سے شراب اور جوئے کے متعلق دریافت کرتے ہیں۔ کہہ دیجئے کہ ان میں بڑا گناہ ہے۔ اگرچہ ان میں لوگوں کے لئے کچھ فائدے بھی ہیں مگر ان کا گناہ ان کے فائدے سے بہت بڑا ہے اور لوگ آپ سے پوچھتے ہیں کہ (راہِ خدا میں) کیا خرچ کریں؟ کہہ دیجیے جو کچھ (تمہاری ضروریات سے) زیادہ ہو! اس طرح خدا تمہارے لئے اپنی آیات و ہدایات واضح کرتا ہے۔ تاکہ تم دنیا و آخرت کے بارے میں غور و فکر کرو۔"
        },
        {
            "chapter": 2,
            "verse": 220,
            "text": "اور لوگ آپ سے یتیموں کے متعلق پوچھتے ہیں۔ تو کہہ دیجیے کہ ان کی ہر طرح اصلاح (احوال کرنا) بہتر ہے۔ اور اگر تم ان سے مل جل کر رہو (تو اس میں کوئی مضائقہ نہیں آخر) وہ تمہارے بھائی ہی تو ہیں۔ اور اللہ بہتر جانتا ہے کہ مفسد (خرابی کرنے والا) اور اصلاح کرنے والا کون ہے اور اگر خدا چاہتا تو تمہیں مشکل و مشقت میں ڈال دیتا یقینا خدا زبردست ہے اور بڑی حکمت والا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 221,
            "text": "(اے مسلمانو!) خبردار مشرک عورتوں سے اس وقت تک نکاح نہ کرو۔ جب تک وہ ایمان نہ لے آئیں۔ (کیونکہ) ایک مؤمنہ کنیز مشرکہ (آزاد عورت) سے اچھی ہے اگرچہ (حسن و جمال میں) تمہیں کتنی ہی بھلی معلوم ہو۔ اور مشرک مردوں کے نکاح میں اس وقت تک نہ دو جب تک وہ ایمان نہ لے آئیں۔ بے شک مسلمان غلام مشرک (آزاد شوہر) سے بہتر ہے۔ اگرچہ وہ (مشرک) تمہیں کتنا ہی بھلا معلوم ہو۔ یہ لوگ تمہیں آگ کی طرف بلاتے ہیں اور خدا اپنے حکم سے (تمہیں) جنت اور مغفرت (بخشش) کی طرف بلاتا ہے۔ اور اپنے احکام کو لوگوں کے سامنے واضح طور پر بیان کرتا ہے تاکہ وہ نصیحت قبول کریں (اثر لیں)۔"
        },
        {
            "chapter": 2,
            "verse": 222,
            "text": "اور لوگ آپ سے حیض کے بارے میں دریافت کرتے ہیں۔ کہہ دیجیے کہ وہ گندگی ہے، لہٰذا تم ایامِ حیض میں عورتوں سے الگ رہو اور جب تک وہ پاک نہ ہو جائیں اس وقت تک ان کے نزدیک نہ جاؤ۔ پھر جب وہ طہارت کر لیں تو جدھر سے خدا نے حکم دیا ہے ان کے پاس جاؤ۔ بے شک اللہ دوست رکھتا ہے توبہ کرنے والوں کو اور طہارت کرنے والوں کو۔"
        },
        {
            "chapter": 2,
            "verse": 223,
            "text": "تمہاری عورتیں کھیتی ہیں۔ (اس لئے) اپنی کھیتی میں جس طرح چاہو آؤ۔ اور اپنے لئے (خدا کی بارگاہ میں) پیشگی (اعمال) بھیج دو۔ اور اللہ اور ایمان والوں کو خوشخبری (مبارکباد) دے دو۔"
        },
        {
            "chapter": 2,
            "verse": 224,
            "text": "اور اللہ کو اپنی قسموں کا نشانہ نہ بناؤ تاکہ تم نیکوکار، پرہیزگار بن سکو۔ اور لوگوں میں صلح کرا سکو اور اللہ سننے والا اور سب کچھ جاننے والا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 225,
            "text": "خدا تمہاری لایعنی (غیر ارادی) قسموں پر تم سے مواخذہ نہیں کرے گا۔ لیکن جو قسمیں تم دل سے کروگے (کھاؤ گے) اس کا مواخذہ کرے گا اور خدا بڑا بخشنے والا اور بڑا برداشت کرنے والا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 226,
            "text": "جو لوگ اپنی بیویوں سے الگ رہنے (مباشرت نہ کرنے) کی قسم کھا لیتے ہیں (ان کے لیے) چار مہینے کی مہلت ہے۔ پس اگر اس کے بعد (اپنی قسم سے) رجوع کریں تو بے شک خدا بخشنے والا، بڑا مہربان ہے۔"
        },
        {
            "chapter": 2,
            "verse": 227,
            "text": "اور وہ اگر طلاق دینے کا ہی عزم بالجزم کر لیں تو بے شک خدا (سب کچھ) سننے اور جاننے والا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 228,
            "text": "اور جن عورتوں کو طلاق دی جائے تو وہ اپنے آپ کو (عقد ثانی) سے روکیں۔ تین مرتبہ ایام ماہواری سے پاک ہونے تک۔ اور اگر وہ خدا اور روزِ جزاء پر ایمان رکھتی ہیں تو ان کے لئے یہ جائز نہیں ہے کہ اسے چھپائیں۔ جوکہ خدا نے ان کے رحموں (شکموں) میں پیدا کیا ہے۔ اور اس دوران ان کے شوہر اگر تعلقات بحال کرنا چاہیں تو وہ انہیں واپس بلانے (اور اپنی زوجیت میں رکھنے کے) زیادہ حقدار ہیں اور اس دوران دستورِ شریعت کے مطابق عورتوں کے کچھ حقوق ہیں جس طرح کہ مردوں کے حقوق ہیں ہاں البتہ مردوں کو ان پر ایک درجہ فوقیت ہے۔ خدا زبردست (حاکم) اور حکمت والا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 229,
            "text": "اور طلاق (رجعی) دو ہی مرتبہ ہے اس کے بعد یا تو اچھے طریقہ سے روک لیا جائے گا یا بھلائی کے ساتھ رخصت کر دیا جائے گا۔ اور تمہارے لئے جائز نہیں ہے کہ جو کچھ انہیں (بطورِ زر مہر اور ہدیہ و تحفہ) دے چکے ہو اس میں سے کچھ واپس لو مگر یہ کہ ان دونوں (میاں بیوی) کو اندیشہ ہو کہ وہ خدا کی قائم کردہ حدود کو قائم نہیں رکھ سکیں گے تو پھر (اے مسلمانو!) تمہیں بھی یہ خوف ہو کہ وہ حدودِ الٰہیہ کو قائم نہیں رکھ سکیں گے تو (اس صورت میں) عورت کو (بطورِ فدیہ خلع) کچھ معاوضہ دینا چاہیے (اور دے کر اپنی جان چھڑانا چاہیے) تو اس میں دونوں پر کوئی گناہ نہیں ہے۔ یہ خدا کی مقرر کردہ حدیں ہیں ان سے آگے نہ بڑھو۔ اور جو لوگ خدا کی مقرر کی ہوئی حدوں سے آگے بڑھتے ہیں وہی لوگ ظالم ہیں۔"
        },
        {
            "chapter": 2,
            "verse": 230,
            "text": "اب اگر (تیسری بار) طلاق (بائن) دے تو اس کے بعد (یہ عورت) اس مرد کے لئے اس وقت تک حلال نہ ہوگی جب تک کسی دوسرے شخص سے شادی نہ کرے۔ اب جب کہ وہ (دوسرا شوہر) اسے طلاق دے دے اور ان دونوں سابقہ میاں بیوی کا خیال ہو کہ وہ حدودِ الٰہیہ کو برقرار رکھ سکیں گے تو ان کے لئے کوئی گناہ نہیں ہے کہ وہ آپس میں (دوبارہ) شادی کر لیں۔ یہ خدا کی مقرر کردہ حدیں ہیں جنہیں وہ صاحبانِ علم کے لئے واضح طور پر بیان کرتا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 231,
            "text": "اور جب تم عورتوں کو طلاق دو اور وہ اپنی میعاد (عدت کے خاتمہ) کے قریب پہنچ جائیں تو یا تو انہیں اچھے طریقے سے (اپنے پاس) رکھو۔ یا اچھے طریقے سے انہیں رخصت کر دو اور انہیں ضرر و زیاں پہنچانے اور زیادتی کرنے کیلئے نہ روکو اور جو ایسا کرے گا وہ اپنے نفس پر ظلم کرے گا۔ اور خدا کے آیات و احکام کا ہنسی مذاق نہ بناؤ اور خدا کے اس انعام و احسان کو یاد کرو جو اس نے تم پر کیا ہے اور جو اس نے کتاب و حکمت تم پر نازل کی ہے۔ اس کے ذریعہ سے تمہیں نصیحت کرتا ہے اور اللہ (کی نافرمانی) سے ڈرو اور خوب جان لو کہ خدا ہر شی کا جاننے والا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 232,
            "text": "اور جب تم عورتوں کو طلاق دو اور جب وہ اپنی (عدّت کی) مدت پوری کر لیں تو انہیں اپنے شوہروں سے نکاح کرنے سے نہ روکو۔ جب کہ وہ مناسب طریقے پر (شریعت کے مطابق) ایک دوسرے (نئے یا پرانے) سے نکاح کرنے پر راضی ہو جائیں۔ اس (حکم) کے ذریعہ سے اس شخص کو نصیحت کی جاتی ہے (اور وہی اسے قبول کرے گا) جو خدا اور جزاء پر ایمان رکھتا ہے۔ یہ (ان احکام پر عمل کرنا)۔ تمہارے لئے زیادہ تزکیہ و طہارت کا باعث ہے اللہ بہتر جانتا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 233,
            "text": "اور (طلاق کے بعد) جو شخص (اپنی اولاد کو) پوری مدت تک دودھ پلوانا چاہے تو مائیں اپنی اولاد کو کامل دو برس تک دودھ پلائیں گی۔ اور بچہ کے باپ پر (اس دوران) ان (ماؤں) کا کھانا اور کپڑا مناسب و معروف طریقہ پر لازم ہوگا۔ کسی بھی شخص کو اس کی وسعت و آسائش سے زیادہ تکلیف نہیں دی جا سکتی۔ نہ تو ماں کو نقصان پہنچایا جائے اس کے بچہ کی وجہ سے اور نہ ہی باپ کو زیاں پہنچایا جائے اس کے بچہ کے سبب سے اور (اگر باپ نہ ہو تو پھر) وارث پر (دودھ پلانے اور نان و نفقہ کی) یہی ذمہ داری ہے۔ اور اگر دونوں (ماں باپ اس مدت سے پہلے) باہمی مشورہ و رضامندی سے بچہ کا دودھ چھڑانا چاہیں تو ان پر کوئی گناہ نہیں ہے۔ اور اگر تم اپنی اولاد کو (کسی دایہ سے) دودھ پلوانا چاہو تو اس میں کوئی جرم نہیں ہے بشرطیکہ جو مناسب طریقہ سے دینا ٹھہرایا ہے (ان کے) حوالے کر دو۔ اور خدا (کی نافرمانی سے) ڈرو اور خوب جان لو کہ تم جو کچھ کرتے ہو۔ اللہ اسے خوب دیکھ رہا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 234,
            "text": "اور تم میں سے جو لو گ بیویاں چھوڑ کر مر جائیں تو وہ (بیویاں) چار مہینے دس دن تک اپنے کو (عقد ثانی سے) روکیں۔ اور جب یہ مدت (عدت) پوری کر لیں تو وہ اپنے حق میں جو مناسب کام (فیصلہ) کریں اس میں تم پر کوئی گناہ نہیں ہے۔ اور تم جو کچھ کرتے ہو خدا اس سے خوب باخبر ہے۔"
        },
        {
            "chapter": 2,
            "verse": 235,
            "text": "اگر تم (عدت کے دوران) عورتوں کی اشارہ و کنایہ میں خواستگاری کرو (پیغام نکاح دو) یا اسے اپنے دلوں میں چھپائے رکھو تو اس میں تم پر کچھ گناہ نہیں ہے۔ اللہ کو معلوم ہے کہ تم جلد ان کو یاد کروگے (تو بے شک کرو) مگر ان سے کوئی خفیہ قول و قرار نہ کرو۔ سوا اس کے کہ مناسب طریقہ سے کوئی بات کرو۔ (اشارہ و کنایہ سے) اور جب تک مقررہ مدت پوری نہ ہو جائے۔ اس وقت تک عقد نکاح کا ارادہ بھی نہ کرو۔ اور خوب جان لو کہ خدا تمہارے دلوں کے اندر کی بات کو بھی خوب جانتا ہے۔ لہٰذا اس سے ڈرتے رہو اور خوب جان لو کہ خدا بخشنے والا اور حلیم و بردبار ہے۔"
        },
        {
            "chapter": 2,
            "verse": 236,
            "text": "اگر تم (اپنی) عورتوں کو ہاتھ لگانے (خلوت صحیحہ کرنے) اور حق مہر مقرر کرنے سے پہلے ہی طلاق دے دو تو اس میں تم پر کوئی گناہ نہیں ہے ہاں البتہ (بطور خرچہ) انہیں کچھ مال و متاع دے دو۔ مالدار اپنی حیثیت کے مطابق اور غریب و نادار اپنے مقدور کے موافق مناسب متاع (خرچہ) دے۔ یہ نیکوکار لوگوں کے ذمہ ایک حق ہے۔"
        },
        {
            "chapter": 2,
            "verse": 237,
            "text": "اور اگر تم عورتوں کو ہاتھ لگانے سے پہلے طلاق دے دو۔ لیکن تم ان کا کچھ حق مہر معین کر چکے ہو۔ تو (اس صورت میں) اس مقررہ حق مہر کا آدھا لازم ہوگا۔ مگر یہ کہ وہ (عورتیں) خود معاف کر دیں یا وہ (ولی) معاف کر دے جس کے ہاتھ میں نکاح کا معاملہ ہے۔ اور اگر تم درگزر کرو (معاف کر دو) تو یہ پرہیزگاری کے زیادہ قریب ہے۔ اور باہمی معاملات میں احسان اور بھلائی کو نہ بھولو۔ بے شک تم جو کچھ کر رہے ہو خدا اسے خوب دیکھ رہا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 238,
            "text": "اور تم تمام نمازوں کی پابندی کرو۔ خصوصاً نماز وسطی کی اور خدا کے سامنے قنوت پڑھتے ہوئے (ادب و نیاز سے) کھڑے ہو۔"
        },
        {
            "chapter": 2,
            "verse": 239,
            "text": "اور اگر تم خوف (کی حالت) میں ہو تو پھر پیدل ہو یا سوار (جس طرح بھی ممکن ہو نمازپڑھ لو) پھر جب تمہیں امن و اطمینان ہو جائے تو خدا کو اس طرح یاد کرو جس طرح اس نے تمہیں سکھا دیا ہے جو تم نہیں جانتے تھے۔"
        },
        {
            "chapter": 2,
            "verse": 240,
            "text": "اور جو تم میں سے اپنی بیویاں چھوڑ کر دنیا سے جا رہے ہوں تو ان کو اپنی بیویوں کے حق میں وصیت کرنا چاہیے کہ ان کو سال بھر تک نان و نفقہ (خرچہ) دیا جاتا رہے اور گھر سے بھی نہ نکالا جائے۔ ہاں اگر وہ خود نکل جائیں تو اور بات ہے اور اپنے بارے میں جو مناسب فیصلہ کریں اس میں تم پر کوئی گناہ نہیں ہے اور خدا زبردست اور حکمت والا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 241,
            "text": "اور جن عورتوں کو (مہر مقرر کئے اور صحبت کئے بغیر) طلاق دی گئی ہے۔ انہیں مناسب مال و متاع (خرچہ) دینا لازم ہے۔ یہ پرہیزگاروں کے ذمہ ایک حق ہے۔"
        },
        {
            "chapter": 2,
            "verse": 242,
            "text": "اسی طرح خدا تمہارے لئے اپنے آیات و احکام واضح طور پر بیان کرتا ہے تاکہ تم سمجھ بوجھ سے کام لو۔"
        },
        {
            "chapter": 2,
            "verse": 243,
            "text": "کیا تم نے ان لوگوں کو نہیں دیکھا جو موت کے ڈر سے ہزاروں کی تعداد میں اپنے گھروں سے نکل پڑے۔ خدا نے ان سے کہا: مر جاؤ (پس وہ سب کے سب مر گئے) پھر انہیں زندہ کیا۔ بے شک خدا لوگوں پر بڑا لطف و کرم کرنے والا ہے۔ لیکن اکثر لوگ شکر ادا نہیں کرتے۔"
        },
        {
            "chapter": 2,
            "verse": 244,
            "text": "اور خدا کی راہ میں جنگ کرو اور خوب جانتے رہو کہ خدا (سب کچھ) سننے اور جاننے والا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 245,
            "text": "ہے کوئی ایسا جو خدا کو قرض حسنہ دے تاکہ خدا اسے کئی گُنا کرکے واپس کرے۔ خدا ہی تنگی کرتا ہے اور وہی کشادگی دیتا ہے۔ اور (تم سب) اسی کی طرف پلٹائے جاؤگے۔"
        },
        {
            "chapter": 2,
            "verse": 246,
            "text": "کیا تم نے جناب موسیٰ کے بعد بنی اسرائیل کے سرداروں کو نہیں دیکھا کہ جب انہوں نے نبی(ص) سے کہا کہ ہمارے لئے ایک بادشاہ مقرر کر دیجئے تاکہ ہم (اس کی زیر قیادت) راہِ خدا میں جنگ کریں۔ اس نبی نے فرمایا کہیں ایسا نہ ہو کہ جب جنگ تم پر واجب ہو جائے۔ تو پھر تم جنگ نہ کرو۔ انہوں نے کہا کہ ہم کیونکر جنگ نہیں کریں گے؟ جبکہ ہمیں اپنے گھروں اور بال بچوں سے باہر نکال دیا گیا ہے۔ مگر جب جنگ ان پر واجب قرار دی گئی تو ان کے تھوڑے سے آدمیوں کے سوا باقی سب کے سب منحرف ہوگئے (پیٹھ پھیر گئے) اور خدا ظالموں کو خوب جانتا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 247,
            "text": "اور ان کے پیغمبر نے ان سے کہا کہ بے شک خدا نے تمہارے لئے طالوت کو بادشاہ مقرر کیا ہے۔ ان لوگو ں نے کہا، اس کو ہم پر کس طرح حکومت کرنے کا حق ہو سکتا ہے۔ اس سے تو ہم حکومت کرنے کے زیادہ حقدار ہیں اسے تو مالی وسعت ملی ہی نہیں ہے (کوئی بڑا مالدار آدمی نہیں ہے)۔ نبی نے جواب دیا کہ اللہ نے اسے اس لئے تم پر فضیلت اور ترجیح دی ہے کہ اسے علم اور جسمانی طاقت میں زیادتی عطا کی ہے اور اللہ جسے چاہتا ہے۔ اپنا ملک عطا کرتا ہے۔ (کیونکہ) اللہ بڑی وسعت والا اور بڑا علم والا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 248,
            "text": "اور ان کے نبی نے ان سے یہ بھی کہا کہ اس کے بادشاہ ہونے کی نشانی یہ ہے کہ تمہارے پاس وہ صندوق آجائے گا۔ جس میں تمہارے پروردگار کی جانب سے سکون کا سامان ہو گا اور موسیٰ (ع) و ہارون (ع) کے خاندان کے بچے کچھے تبرکات و متروکات بھی اور اسے فرشتے اٹھائے ہوئے ہوں گے اس میں بے شک تمہارے لئے (خدا کی قدرت کی) بڑی نشانی ہے۔ اگر تم ایماندار ہو۔"
        },
        {
            "chapter": 2,
            "verse": 249,
            "text": "اب جو طالوت فوجیں لے کر چلے تو (اپنے ہمراہیوں سے) کہا کہ خدا ایک نہر کے ساتھ تمہاری آزمائش کرنے والا ہے (دیکھو) جو شخص اس سے پانی پی لے گا اس کا مجھ سے کوئی واسطہ نہ ہوگا اور جو اسے چکھے گا بھی نہیں اس کا مجھ سے تعلق ہوگا۔ مگر یہ کہ اپنے ہاتھ سے ایک چُلو بھر لے۔ (انجام کار وقت آنے پر) تھوڑے لوگوں کے سوا باقی سب نے اس (نہر) سے پانی پی لیا۔ پس جب وہ اور ان کے ساتھ ایمان لانے والے آگے بڑھے (نہر پار کی) تو (پانی پینے والے) کہنے لگے کہ آج ہم میں جالوت اور اس کی افواج سے لڑنے کی طاقت نہیں ہے (مگر) جن لوگوں کو خدا کو منہ دکھانے کا یقین تھا کہنے لگے خدا کے حکم سے کئی چھوٹی جماعتیں بڑی جماعتوں پر غالب آجاتی ہیں اور خدا صبر کرنے والوں کے ساتھ ہے۔"
        },
        {
            "chapter": 2,
            "verse": 250,
            "text": "(غرضیکہ) یہ لوگ جالوت اور اس کی افواج کے مقابلہ کے لئے باہر نکلے۔ تو (یوں) دعا کی: اے پروردگار! ہم پر صبر انڈیل دے (بے پناہ صبر عطا کر) اور (میدانِ جنگ میں) ہمارے قدم جمائے رکھ اور کافروں کے مقابلہ میں ہماری مدد و نصرت فرما۔"
        },
        {
            "chapter": 2,
            "verse": 251,
            "text": "پس ان لوگوں نے خدا کے حکم سے ان لوگوں (دشمنوں) کو شکست دے دی۔ اور داؤد (ع) نے جالوت کو قتل کر دیا۔ اور خدا نے انہیں سلطنت و حکمت عطا فرمائی۔ اور جس جس چیز کا چاہا علم عطا فرمایا۔ اور اگر خدا ایک گروہ کا دوسرے گروہ کے ذریعہ سے دفاع نہ کرے تو زمین تباہ و برباد ہو جائے۔ مگر خدا تمام جہانوں پر بڑا لطف و کرم کرنے والا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 252,
            "text": "یہ آیاتِ الٰہیہ (قدرتِ خدا کی نشانیاں) ہیں جنہیں ہم سچائی کے ساتھ بیان کرتے ہیں اور بے شک و شبہ آپ رسولوں میں سے ہیں۔"
        },
        {
            "chapter": 2,
            "verse": 253,
            "text": "یہ سب پیغمبر ہیں جن میں سے ہم نے بعض کو بعض پر فضیلت دی ہے۔ ان میں سے بعض وہ ہیں جن سے خدا نے کلام کیا اور ان میں سے بعض کے درجے بلند کئے۔ اور ہم نے عیسیٰ بن مریم کو کئی معجزے دیئے۔ اور روح القدس کے ذریعہ سے ان کی تائید کی اور اگر خدا (جبراً) چاہتا تو ان (پیغمبروں) کے بعد آنے والے لوگ اپنے پاس معجزے آجانے کے بعد آپس میں نہ لڑتے۔ لیکن انہوں نے آپس میں اختلاف کیا۔ پھر ان میں سے کچھ ایمان لائے اور بعض نے کفر اختیار کیا۔ اور اگر خدا (جبراً) چاہتا تو یہ لوگ آپس میں نہ لڑتے۔ مگر خدا جو چاہتا ہے وہی کرتا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 254,
            "text": "اے ایمان والو! جو کچھ ہم نے تمہیں رزق دیا ہے اس میں سے کچھ (راہِ خدا میں) خرچ کرو۔ قبل اس کے کہ وہ دن (قیامت) آجائے کہ جس میں نہ سودے بازی ہوگی، نہ دوستی (کام آئے گی) اور نہ ہی سفارش۔ اور جو کافر ہیں وہی دراصل ظالم ہیں۔"
        },
        {
            "chapter": 2,
            "verse": 255,
            "text": "اللہ (ہی وہ ذات) ہے۔ جس کے علاوہ کوئی الٰہ نہیں ہے۔ زندہ (جاوید) ہے۔ جو (ساری کائنات کا) بندوبست کرنے والا ہے۔ اسے نہ اونگھ آتی ہے اور نہ نیند۔ جو کچھ آسمانوں اور جو کچھ زمین میں ہے وہ سب اسی کا ہے۔ کون ہے جو اس کی (پیشگی) اجازت کے بغیر اس کی بارگاہ میں (کسی کی) سفارش کرے؟ جو کچھ بندوں کے سامنے ہے وہ اسے بھی جانتا ہے۔ اور جو کچھ ان کے پیچھے ہے اسے بھی جانتا ہے۔ اور وہ (بندے) اس کے علم میں سے کسی چیز (ذرا) پر بھی احاطہ نہیں کر سکتے۔ مگر جس قدر وہ چاہے۔ اس کی کرسی (علم و اقتدار) آسمان و زمین کو گھیرے ہوئے ہے۔ ان دونوں (آسمان و زمین) کی نگہداشت اس پر گراں نہیں گزرتی وہ برتر ہے اور بڑی عظمت والا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 256,
            "text": "دین کے معاملہ میں کوئی زبردستی نہیں ہے۔ ہدایت گمراہی سے الگ واضح ہو چکی ہے۔ اب جو شخص طاغوت (شیطان اور ہر باطل قوت) کا انکار کرے اور خدا پر ایمان لائے اس نے یقینا مضبوط رسی تھام لی ہے۔ جو کبھی ٹوٹنے والی نہیں ہے۔ اور خدا (سب کچھ) سننے والا اور خوب جاننے والا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 257,
            "text": "اللہ ان لوگوں کا سرپرست ہے جو ایمان لائے وہ انہیں (گمراہی کے) اندھیروں سے (ہدایت کی) روشنی کی طرف نکالتا ہے۔ اور جن لوگوں نے کفر اختیار کیا ان کے سرپرست طاغوت (شیطان اور باطل کی قوتیں) ہیں جو انہیں (ایمان کی) روشنی سے نکال کر (کفر کے) اندھیروں کی طرف لے جاتے ہیں۔ یہی دوزخی لوگ ہیں جو اس میں ہمیشہ ہمیشہ رہیں گے۔"
        },
        {
            "chapter": 2,
            "verse": 258,
            "text": "کیا تم نے اس شخص کو نہیں دیکھا (اس کے حال پر غور نہیں کیا) جس نے جناب ابراہیم سے ان کے پروردگار کے بارے میں صرف اس بنا پر بحث و تکرار کی تھی کہ خدا نے اسے سلطنت دے رکھی تھی۔ جب ابراہیم نے کہا تھا کہ میرا پروردگار وہ ہے جو جلاتا بھی ہے اور مارتا بھی ہے۔ اس (شخص) نے کہا میں بھی جلاتا اور مارتا ہوں (اس پر) ابراہیم نے کہا میرا خدا سورج کو مشرق سے نکالتا ہے تو اسے مغرب سے نکال۔ اس پر کافر مبہوت (ہکا بکا) ہوگیا۔ خدا ظالموں کو ہدایت نہیں کرتا (ان کو منزل مقصود تک نہیں پہنچاتا)۔"
        },
        {
            "chapter": 2,
            "verse": 259,
            "text": "یا اسی طرح تم نے وہ آدمی نہیں دیکھا (اس کے حال پر غور نہیں کیا) جو ایک ایسے گاؤں سے گزرا جس کے در و دیوار کا ملبہ اس کی گری ہوئی چھتوں پر گر پڑا تھا۔ (اپنی چھتوں پر اوندھی گری پڑی تھی)۔ اس (آدمی) نے (یہ منظر دیکھ کر) کہا اللہ اس گاؤں (اس کے رہنے والوں) کو کیوں کر اس کی موت کے بعد زندہ کرے گا؟ اس پر اللہ نے اسے سو سال تک کے لئے موت دے دی۔ پھر اسے زندہ کیا۔ اور کہا (پوچھا) تم کتنی دیر اس طرح پڑے رہے ہو؟ کہا ایک دن یا دن کا کچھ حصہ! ۔ فرمایا بلکہ تم سو سال پڑے رہے ہو۔ ذرا اپنے کھانے پینے کی چیزوں کو دیکھو کہ ذرا بھی خراب نہیں ہوئی ہیں۔ (دوسری طرف) ذرا اپنے گدھے کو دیکھو (کہ کس طرح گل سڑ گیا ہے؟) یہ (سب کچھ) اس لئے کیا ہے کہ تمہیں لوگوں کے لئے (اپنی قدرت کی) نشانی بناؤں۔ اور (گدھے) کی سڑی گلی ہڈیوں کو ہم کس طرح انہیں (جوڑ جاڑ کر) کھڑا کرتے ہیں اور پھر کس طرح ان پر گوشت چڑھاتے ہیں۔ (اور اسے زندہ کرتے ہیں) جب اس (آدمی) پر یہ بات واضح ہوگئی۔ تو (بے ساختہ) کہا میں یقین سے جانتا ہوں کہ اللہ ہر شئی پر قادر ہے۔"
        },
        {
            "chapter": 2,
            "verse": 260,
            "text": "اے رسول(ص)) وہ واقعہ یاد کرو۔ جب ابراہیم (ع) نے کہا: اے پروردگار! مجھے دکھلا کہ تو مُردوں کو کیوں کر زندہ کرتا ہے؟ خدا نے فرمایا: کیا تمہارا (اس پر) ایمان نہیں ہے؟ کہا: کیوں نہیں؟ (ایمان تو ہے) مگر چاہتا ہوں کہ (آنکھوں سے دیکھوں) تاکہ (دل) کو اطمینان ہو جائے (اور اسے قرار آئے) فرمایا: چار پرندے لو۔ اور انہیں اپنے پاس اکٹھا کرو اور اپنے سے مانوس بناؤ۔ پھر (انہیں ٹکڑے ٹکڑے کرکے) ہر پہاڑ پر ایک ٹکڑا رکھ دو۔ پھر انہیں آواز دو۔ تو وہ دوڑتے ہوئے تمہارے پاس آئیں گے اور خوب جان لو کہ خدا زبردست اور حکمت والا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 261,
            "text": "جو لوگ خدا کی راہ میں اپنے مال خرچ کرتے ہیں ان کی مثال اس ایک دانے کے مثل ہے جس نے (اپنے بوئے جانے کے بعد) سات بالیاں اگائیں اور ہر بالی میں سو دانے ہیں اور خدا جس کے لئے چاہتا ہے اور بڑھا دیتا ہے (دونا کر دیتا ہے) خدا بڑی وسعت والا اور بڑا جاننے والا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 262,
            "text": "جو لوگ راہِ خدا میں اپنے مال خرچ کرتے ہیں اور خرچ کرنے کے بعد نہ احسان جتاتے ہیں اور نہ ایذا پہنچاتے ہیں ان کا اجر و ثواب ان کے پروردگار کے یہاں ہے نہ انہیں کوئی خوف ہے اور نہ وہ غمگین ہوں گے۔"
        },
        {
            "chapter": 2,
            "verse": 263,
            "text": "(سائل کو) اچھائی سے جواب دینا اور بخش دینا۔ اس صدقہ و خیرات سے بہتر ہے۔ جس کے بعد (سائل کو) ایذا پہنچائی جائے۔ اور اللہ بے نیاز ہے اور بڑا بردبار ہے۔"
        },
        {
            "chapter": 2,
            "verse": 264,
            "text": "اے ایمان والو! (سائل کو) احسان جتا کر اور ایذا پہنچا کر اپنے صدقہ و خیرات کو اس شخص کی طرح اکارت و برباد نہ کرو جو محض لوگوں کو دکھانے کیلئے اپنا مال خرچ کرتا ہے اور خدا اور روزِ آخرت پر ایمان نہیں رکھتا۔ اس کی (خیرات کی) مثال اس چکنی چٹان کی سی ہے۔ جس پر کچھ خاک پڑی ہوئی ہو اور اس پر بڑے دانے والی زور کی بارش برسے۔ اور (خاک کو بہا کر لے جائے) اور اس (چٹان) کو صاف چکنا چھوڑ جائے۔ اسی طرح یہ (ریاکار) لوگ جو کچھ (صدقہ و خیرات وغیرہ) کرتے ہیں اس سے کچھ بھی ان کے ہاتھ نہیں آئے گا اور خدا کافر لوگوں کو ہدایت نہیں کرتا (انہیں منزل مقصود تک نہیں پہنچاتا)۔"
        },
        {
            "chapter": 2,
            "verse": 265,
            "text": "اور جو لوگ خدا کی خوشنودی کے لئے دل کے پورے ثبات و قرار کے ساتھ اپنے مال (راہِ خدا میں) خرچ کرتے ہیں ان کی مثال اس (ہرے بھرے اور گھنے) باغ کی مانند ہے جو کسی اونچی جگہ پر ہو۔ جس پر بڑی بڑی بوندوں والی زور کی بارش برسے اور وہ دوگنا پھل دے۔ اور اگر اس پر بڑے قطروں والا زور کا مینہ نہ برسے تو پھر ہلکی پھلکی بارش ہی کافی ہے۔ اور تم لوگ جو کچھ کرتے ہو خدا اسے دیکھ رہا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 266,
            "text": "تم میں سے کوئی بھی یہ بات پسند کرے گا کہ اس کے پاس کھجوروں، انگوروں کا ہرا بھرا گھنا باغ ہو جس کے نیچے نہریں جاری ہوں اور اس کے لئے اس میں ہر قسم کے پھل اور میوے موجود ہوں اور اسے بڑھاپا گھیر لے۔ جبکہ اس کی (چھوٹی چھوٹی) کمزور و ناتواں اولاد ہو اور اچانک اس (باغ) کو ایک ایسا بگولہ اپنی لپیٹ میں لے لے جس میں آگ ہو جس سے وہ باغ جل کر رہ جائے۔ اس طرح خدا تمہارے لئے اپنے احکام کھول کر بیان کرتا ہے تاکہ تم غور و فکر کرو۔"
        },
        {
            "chapter": 2,
            "verse": 267,
            "text": "اے ایمان والو! اپنی کمائی میں سے پاک و پاکیزہ چیزوں سے اور ان چیزوں سے جو ہم نے زمین سے تمہارے لئے برآمد کی ہیں (خدا کی راہ میں) خرچ کرو۔ اور اس میں سے بری اور خراب چیز کے خیرات کرنے کا ارادہ بھی نہ کرو۔ جبکہ خود تم ایسی چیز کے لینے پر (خوشی سے) آمادہ نہیں ہو۔ مگر یہ کہ مروت کی وجہ سے چشم پوشی سے کام لو۔ اور خوب جان لو کہ خدا بے نیاز ہے اور حمد و ستائش کے قابل ہے۔"
        },
        {
            "chapter": 2,
            "verse": 268,
            "text": "شیطان تمہیں مفلسی اور تنگدستی سے ڈراتا ہے۔ اور بے حیائی و غلط کاری کا تم کو حکم (ترغیب) دیتا ہے۔ اور اللہ تم سے اپنی بخشش اور اپنے فضل و کرم کا وعدہ کرتا ہے۔ خدا بڑی وسعت والا اور بڑا جاننے والا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 269,
            "text": "جسے وہ چاہتا ہے حکمت و دانائی عطا فرماتا ہے اور جسے (منجانب اللہ) حکمت عطا ہوئی، بے شک اسے درحقیقت خیر کثیر (بڑی دولت) مل گئی۔ عقلمندوں کے سوا کوئی نصیحت قبول نہیں کرتا۔"
        },
        {
            "chapter": 2,
            "verse": 270,
            "text": "اور تم جو کچھ بھی خرچ کرتے ہو یا منت مانتے ہو تو یقینا اللہ اسے جانتا ہے اور ظالموں کا کوئی مددگار نہیں ہے۔"
        },
        {
            "chapter": 2,
            "verse": 271,
            "text": "اگر تم اپنی خیرات علانیہ طور پر دو تو بھی اچھا ہے اور اگر اسے پوشیدہ رکھو اور حاجتمندوں کو دو تو وہ تمہارے لئے زیادہ بہتر ہے اور تمہارے کچھ گناہوں اور برائیوں کا کفارہ ہو جائے گا (انہیں مٹا دے گا)۔ تم جو کچھ کرتے ہو اللہ اس سے پوری طرح باخبر ہے۔"
        },
        {
            "chapter": 2,
            "verse": 272,
            "text": "(اے رسول!) ان لوگوں کو منزل مقصود تک پہنچانے کی آپ پر ذمہ داری نہیں ہے (تمہارا فرض صرف راستہ دکھانا ہے)۔ اللہ جسے چاہتا ہے منزل مقصود تک پہنچاتا ہے اور تم جو کچھ مال خرچ کرتے ہو۔ تو وہ تمہارے اپنے (فائدہ) کے لئے ہے اور تم جو بھی خرچ کرتے ہو وہ اللہ کی خوشنودی کے لئے کرتے ہو۔ اور تم جو مال و دولت خیرات میں دوگے۔ وہ پورا پورا تمہیں ادا کر دیا جائے گا اور تم پر ہرگز ظلم نہیں کیا جائے گا۔"
        },
        {
            "chapter": 2,
            "verse": 273,
            "text": "(یہ خیرات) خاص طور پر ان حاجتمندوں کے لئے ہے جو اللہ کی راہ میں اس طرح گھر گئے ہیں کہ روئے زمین پر سفر نہیں کر سکتے، ناواقف انہیں خود داری برتنے اور رکھ رکھاؤ کی وجہ سے مالدار سمجھتا ہے۔ مگر تم انہیں ان کے چہروں سے پہچان سکتے ہو۔ وہ لوگوں سے لپٹ کر اور ان کے پیچھے پڑ کر سوال نہیں کرتے۔ اور تم جو کچھ مال و دولت (راہِ خدا میں) خرچ کروگے بے شک اللہ اسے جانتا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 274,
            "text": "جو لوگ اپنے مال رات اور دن میں خفیہ و علانیہ (راہِ خدا میں) خرچ کرتے ہیں ان کا اجر و ثواب ان کے پروردگار کے پاس ہے۔ ان کے لئے نہ کوئی خوف ہے اور نہ وہ غمگین ہوں گے۔"
        },
        {
            "chapter": 2,
            "verse": 275,
            "text": "اور جو لوگ سود کھاتے ہیں وہ (قیامت کے دن) نہیں کھڑے ہوں گے مگر اس شخص کی طرح جسے شیطان نے اپنے آسیب سے مخبوط الحواس بنا دیا ہو۔ (جس سے وہ پہچانے جائیں گے کہ وہ سود خور ہیں)۔ یہ اس لئے ہے کہ وہ قائل ہیں کہ تجارت بھی تو سود کی مانند ہے۔ حالانکہ اللہ نے تجارت کو حلال اور سود کو حرام کیا ہے۔ پس جس شخص کے پاس اس کے پروردگار کی طرف سے نصیحت (فہمائش) آئی اور وہ (سودخوری سے) باز آگیا۔ تو جو پہلے ہو چکا وہ اس کا ہے اس کا معاملہ خدا کے حوالے ہے اور جو (ممانعت کے بعد) پھر ایسا کرے تو ایسے لوگ جہنمی ہیں جو ہمیشہ ہمیشہ اس میں رہیں گے۔"
        },
        {
            "chapter": 2,
            "verse": 276,
            "text": "اللہ سود کو مٹاتا ہے اور خیر و خیرات کو بڑھاتا ہے اور جتنے ناشکرے اور گنہگار ہیں اللہ ان کو دوست نہیں رکھتا۔"
        },
        {
            "chapter": 2,
            "verse": 277,
            "text": "بے شک جو لوگ ایمان لائے اور اچھے عمل کئے۔ اور نماز پڑھی اور زکوٰۃ ادا کی ان کا اجر و ثواب ان کے پروردگار کے پاس ہے۔ اور (قیامت کے دن) ان کے لئے نہ کوئی خوف ہوگا اور نہ وہ غمگین ہوں گے۔"
        },
        {
            "chapter": 2,
            "verse": 278,
            "text": "اے ایمان والو! خدا (کی نافرمانی) سے ڈرو۔ اور جو کچھ سود (لوگوں کے ذمے) باقی رہ گیا ہے۔ اسے چھوڑ دو اگر تم ایمان والے ہو۔"
        },
        {
            "chapter": 2,
            "verse": 279,
            "text": "لیکن اگر تم نے ایسا نہ کیا تو پھر خدا اور اس کے رسول سے جنگ کرنے کے لئے تیار ہو جاؤ۔ اور اگر اب بھی تم توبہ کرلو۔ تو تمہارا اصل مال تمہارا ہوگا (جو تمہیں مل جائے گا)۔ نہ تم (زائد لے کر) کسی پر ظلم کروگے اور نہ (اصل مال خوردبرد کرکے) تم پر ظلم کیا جائے گا۔"
        },
        {
            "chapter": 2,
            "verse": 280,
            "text": "اور اگر (مقروض) تنگ دست ہے تو اسے فراخ دستی تک مہلت دینا ہوگی۔ اور اگر (قرضہ معاف کرکے) خیرات کرو۔ تو یہ چیز تمہارے لئے بہتر ہے اگر تم جانتے ہو۔"
        },
        {
            "chapter": 2,
            "verse": 281,
            "text": "اور اس دن (کی سزا اور رسوائی) سے ڈرو۔ جس دن اللہ کی طرف پلٹائے جاؤگے اور پھر جس شخص نے جو کچھ (نیکی یا بدی) کمائی ہوگی۔ وہ (اس کا بدلہ) اسے پورا پورا دیا جائے گا۔ اور (ان کی حق تلفی کرکے) ان پر ظلم نہیں کیا جائے گا۔"
        },
        {
            "chapter": 2,
            "verse": 282,
            "text": "اے ایمان والو! جب تم کسی مقررہ مدت تک آپس میں قرضہ کا لین دین کرو۔ تو اسے لکھ لیا کرو۔ اور چاہیے کہ کوئی لکھنے والا عدل و انصاف کے ساتھ تمہارے باہمی قول و قرار کو لکھے۔ اور جس طرح اللہ نے لکھنے والے کو (لکھنا پڑھنا) سکھایا ہے وہ لکھنے سے انکار نہ کرے (بلکہ) اسے چاہیے کہ لکھ دے۔ اور جس (مقروض) کے ذمہ (قرضہ کی ادائیگی) کا حق عائد ہوتا ہے اسے چاہیے کہ تحریر کا مضمون لکھوا دے اور اس (کاتب) کو چاہیے کہ اپنے پروردگار سے ڈرے اور اس میں کمی نہ کرے یااور اگر وہ شخص (مقروض) جس پر حق عائد ہو رہا ہے کم عقل ہو یا کمزور اور معذور ہو یا خود نہ لکھا سکتا ہو۔ تو پھر اس کا سرپرست (وکیل یا ولی) عدل و انصاف سے (تمسک کا مضمون) لکھوائے اور اپنے آدمیوں میں سے دو گواہوں کی گواہی کرالو۔ تاکہ اگر ان میں سے کوئی ایک بھولے تو دوسرا اسے یاد دلائے اور جب گواہوں کو (گواہی کے لئے) بلایا جائے تو وہ انکار نہ کریں۔ اور معاملہ چھوٹا ہو یا بڑا جس کی میعاد مقرر ہے۔ اس کے لکھنے میں سہل انگیزی نہ کرو۔ یہ (لکھا پڑھی) اللہ کے نزدیک زیادہ منصفانہ کاروائی ہے اور گواہی کے لئے تو زیادہ مضبوطی ہے۔ اور اس طرح زیادہ امکان ہے کہ تم شک و شبہ میں نہ پڑو۔ مگر جب نقدا نقد خرید و فروخت ہو کہ جو تم آپس میں ہاتھوں ہاتھ کرتے ہو تو اس صورت میں کوئی مضائقہ نہیں ہے کہ اسے نہ لکھو اور جب (اس طرح) خرید و فروخت کرو تو گواہ کر لیا کرو۔ اور (زبردستی کرکے) کاتب اور گواہ کو ضرر و زیاں نہ پہنچایا جائے اور اگر ایسا کروگے تو یہ تمہاری نافرمانی ہوگی (گناہ ہوگا) خدا (کی نافرمانی) سے ڈرو اللہ تمہیں (یہی) سکھاتا ہے اور اللہ ہر چیز کو خوب جانتا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 283,
            "text": "اور اگر تم سفر میں ہو اور تمہیں کاتب نہ ملے تو رہن باقبضہ رکھ لو۔ اور اگر تم میں سے ایک کو دوسرے پر اعتبار ہو۔ تو جس پر اعتبار کیا گیا ہے۔ اسے چاہیے کہ اپنی امانت واپس کر دے اور اپنے پروردگار (کی مخالفت) سے ڈرے۔ اور گواہی کو نہ چھپاؤ۔ اور جو اسے چھپائے گا اس کا دل گنہگار ہوگا۔ اور تم جو کچھ کرتے ہو اللہ اس کو خوب جانتا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 284,
            "text": "جو کچھ آسمانوں میں ہے اور جو کچھ زمین میں ہے (سب کچھ) خدا کا ہے۔ اور جو کچھ تمہارے دلوں میں ہے۔ خواہ تم اس کو ظاہر کرو یا اسے چھپاؤ۔ خدا سب کا تم سے محاسبہ کرے گا۔ اور پھر جسے چاہے گا۔ بخش دے گا اور جسے چاہے گا سزا دے گا۔ اللہ ہر چیز پر قادر ہے۔"
        },
        {
            "chapter": 2,
            "verse": 285,
            "text": "رسول(ص) ان تمام باتوں پر ایمان رکھتا ہے جو ان کے پروردگار کی طرف سے ان پر اتاری گئی ہیں اور مؤمنین بھی (سب) خدا پر اس کے ملائکہ پر، اس کی کتابوں پر اور اس کے رسولوں پر ایمان رکھتے ہیں۔ (وہ کہتے ہیں کہ) ہم خدا کے رسولوں میں تفریق نہیں کرتے اور کہتے ہیں کہ ہم نے فرمانِ الٰہی سنا اور اس کی اطاعت کی! پروردگار ہمیں تیری مغفرت درکار ہے۔ اور تیری ہی طرف پلٹ کر آنا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 286,
            "text": "خدا کسی کو اس کی وسعت سے زیادہ تکلیف نہیں دیتا وہ جو (نیکی) کرے گا۔ اس کا نفع اس کو ہوگا اور وہ جو (برائی) کرے گا اس کا نقصان بھی اسی کو ہوگا۔ پروردگار! اگر ہم بھول جائیں یا چوک جائیں تو ہماری گرفت نہ کر۔ پروردگار! ہم پر ویسا بوجھ نہ ڈال جیسا ہم سے پہلے لوگوں پر ڈالا تھا۔ پروردگار! ہم پر وہ بار نہ ڈال جس کے اٹھانے کی ہم میں طاقت نہیں ہے۔ اور ہمیں (ہمارے قصور) معاف کر۔ اور ہمیں (ہمارے گناہ) بخش دے۔ اور ہم پر رحم فرما تو ہمارا مالک و سرپرست اعلیٰ ہے۔ کافروں کے مقابلہ میں تو ہی ہماری مدد فرما۔"
        },
        {
            "chapter": 3,
            "verse": 1,
            "text": "الف۔ لام۔ میم۔"
        },
        {
            "chapter": 3,
            "verse": 2,
            "text": "اللہ ہی (کی ذات) ہے جس کے علاوہ کوئی الٰہ نہیں ہے۔ زندہ (جاوید) ہے جو (ساری کائنات کا) بندوبست کرنے والا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 3,
            "text": "اسی نے آپ پر حق کے ساتھ وہ کتاب اتاری ہے جو اس سے پہلے موجود (آسمانی کتابوں) کی تصدیق کرتی ہے۔"
        },
        {
            "chapter": 3,
            "verse": 4,
            "text": "اور اسی نے اس سے پہلے لوگوں کی ہدایت کے لئے تورات و انجیل نازل کی۔ اور (حق و باطل کا) فیصلہ کن کلام نازل کیا۔ بلاشبہ جو لوگ آیاتِ الٰہی کا انکار کرتے ہیں۔ ان کے لیے بڑا سخت عذاب ہے۔ خدا زبردست ہے (اور برائی کا) بدلہ لینے والا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 5,
            "text": "بے شک خدا پر کوئی چیز پوشیدہ نہیں ہے زمین میں اور نہ آسمان میں۔"
        },
        {
            "chapter": 3,
            "verse": 6,
            "text": "وہ (خدا) وہی ہے جو ماں کے پیٹ میں جس طرح چاہتا ہے، تمہاری صورتیں بناتا ہے۔ اس کے سوا کوئی الٰہ نہیں ہے۔ وہ زبردست اور بڑی حکمت والا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 7,
            "text": "وہ وہی ہے جس نے آپ پر ایسی کتاب نازل کی جس میں کچھ آیتیں تو محکم ہیں۔ جو کتاب کی اصل و بنیاد ہیں اور کچھ متشابہ ہیں اب جن لوگوں کے دلوں میں کجی (ٹیڑھ) ہے۔ تو وہ فتنہ برپا کرنے اور من مانی تاویلیں کرنے کی خاطر متشابہ آیتوں کے پیچھے پڑے رہتے ہیں۔ حالانکہ خدا اور ان لوگوں کے سوا جو علم میں مضبوط و پختہ کار ہیں اور کوئی ان کی تاویل (اصل معنی) کو نہیں جانتا۔ جو کہتے ہیں کہ ہم اس (کتاب) پر ایمان لائے ہیں یہ سب (آیتیں) ہمارے پروردگار کی طرف سے ہیں اور نصیحت کا اثر صرف عقل والے ہی لیتے ہیں۔"
        },
        {
            "chapter": 3,
            "verse": 8,
            "text": "(جو دعا کرتے ہیں) اے ہمارے پروردگار! ہمیں سیدھے راستے پر لگانے کے بعد ہمارے دلوں کو ٹیڑھا نہ ہونے دے اور ہمیں اپنی جناب سے رحمت عطا فرما۔ یقینا تو بڑا عطا کرنے والا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 9,
            "text": "اے ہمارے پروردگار! بے شک تو ایک دن سب لوگوں کو جمع کرنے والا ہے جس (کے آنے) میں کوئی شک نہیں ہے۔ بلاشبہ خدا کبھی وعدہ خلافی نہیں کرتا۔"
        },
        {
            "chapter": 3,
            "verse": 10,
            "text": "بے شک جن لوگوں نے کفر اختیار کیا۔ اللہ کے یہاں ان کے مال اور اولاد ہرگز ان کو کوئی فائدہ نہیں پہنچا سکتے اور یہی لوگ جہنم کا ایندھن ہیں۔"
        },
        {
            "chapter": 3,
            "verse": 11,
            "text": "ان کا حال (معاملہ بھی وہی ہے) کہ جو فرعونی گروہ اور اس سے پہلے لوگوں کا تھا کہ انہوں نے ہماری نشانیوں کو جھٹلایا۔ تو اللہ نے ان کے گناہوں کی پاداش میں ان کو گرفت میں لے لیا اور اللہ سخت سزا دینے والا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 12,
            "text": "(اے رسول!) کافروں سے کہہ دو کہ عنقریب تم (اہل اسلام کے مقابلہ میں) مغلوب ہوگے اور جہنم کی طرف محشور ہوگے اور وہ کیا بری آرام گاہ ہے۔"
        },
        {
            "chapter": 3,
            "verse": 13,
            "text": "تمہارے لیے ان دو گروہوں (کے حالات) میں جن کی (میدانِ بدر میں) مڈبھیڑ ہوئی تھی (صداقت رسول(ص) کی) ایک بڑی نشانی (معجزہ) موجود ہے۔ ایک گروہ خدا کی راہ میں جنگ کر رہا تھا۔ اور دوسرا گروہ کافر تھا جن کو (مسلمان) اپنی آنکھوں سے دوگنا دیکھ رہے تھے اور اللہ اپنی مدد سے جس کی چاہتا ہے، تائید و تقویت کرتا ہے بے شک اس (واقعہ) میں بڑی عبرت و نصیحت ہے۔ نگاہ (عبرت رکھنے) والوں کے لیے۔"
        },
        {
            "chapter": 3,
            "verse": 14,
            "text": "لوگوں کے لیے خوش نما بنا دی گئی ہے عورتوں، بیٹوں اور ڈھیروں سونے و چاندی پر مشتمل مال کی محبت اور (عمدہ) گھوڑے، چوپائے اور کھیتی باڑی۔ یہ سب (چیزیں) دنیاوی زندگی کا اثاثہ اور متاع ہیں۔ جبکہ (آخرت کا) اچھا ٹھکانہ اور بہترین انجام خدا کے یہاں ہے۔"
        },
        {
            "chapter": 3,
            "verse": 15,
            "text": "اے رسول(ص)) کہو۔ کیا میں تمہیں ان سب سے بہتر چیز بتاؤں؟ جن لوگوں نے پرہیزگاری اختیار کی ان کے لئے ان کے پروردگار کے یہاں ایسے بہشت ہیں جن کے نیچے نہریں جاری ہیں اور وہ ان میں ہمیشہ رہیں گے (ان کے علاوہ) پاک و پاکیزہ بیویاں ہیں اور (سب سے بڑی نعمت) خدا کی خوشنودی ہے۔ اور خدا (اپنے) بندوں کو خوب دیکھ رہا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 16,
            "text": "(ان متقیوں کی صفت یہ ہے کہ) کہتے ہیں (دعا کرتے ہیں) ہمارے پروردگار! بے شک ہم ایمان لائے ہیں تو ہمارے گناہوں کو بخش دے اور ہمیں آتش دوزخ کے عذاب سے بچا۔"
        },
        {
            "chapter": 3,
            "verse": 17,
            "text": "یہ لوگ صبر کرنے والے ہیں (قول و فعل میں) سچ بولنے والے، اطاعت کرنے والے، راہِ خدا میں خیرات کرنے والے اور سحر کے وقت طلب مغفرت کرنے والے ہیں۔"
        },
        {
            "chapter": 3,
            "verse": 18,
            "text": "خود اللہ، اس کے ملائکہ اور صاحبانِ علم گواہ ہیں کہ اس کے سوا کوئی خدا نہیں ہے اور وہ عدل و انصاف کے ساتھ قائم و برقرار ہے اس کے سوا کوئی خدا نہیں ہے جو زبردست، حکمت والا (دانا) ہے۔"
        },
        {
            "chapter": 3,
            "verse": 19,
            "text": "بے شک خدا کے نزدیک سچا دین صرف اسلام ہے اور اہل کتاب نے (دین حق میں) اختلاف نہیں کیا مگر اپنے پاس علم آجانے (اور اصل حقیقت معلوم ہو جانے) کے بعد۔ محض آپس کی شرارت و ضد اور ناحق کوشی کی بنا پر اور جو بھی آیاتِ الٰہیہ کا انکار کرے گا تو یقینا خدا بہت جلد حساب لینے والا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 20,
            "text": "پس اگر یہ لوگ آپ سے خواہ مخواہ حجت بازی کریں۔ تو کہہ دو کہ میں نے اور میری پیروی کرنے والوں نے تو اپنا سر خدا کے سامنے جھکا دیا ہے (اپنے کو اس کے سپرد کر دیا ہے) اور اہل کتاب اور جو کسی کتاب کے پڑھنے والے نہیں ہیں سے کہو: کیا تم بھی اسلام لائے ہو؟ پس اگر انہوں نے اسلام کا اقرار کر لیا تو گویا ہدایت پا گئے اور اگر (اس سے) منہ موڑا تو آپ کا فرض تو صرف پہنچا دینا ہے (منوانا نہیں ہے)۔ اور اللہ (اپنے) بندوں کو خوب دیکھنے (اور پہچاننے والا ہے)۔"
        },
        {
            "chapter": 3,
            "verse": 21,
            "text": "جو لوگ اللہ کی آیات کا انکار کرتے ہیں اور پیغمبروں کو ناحق قتل کرتے ہیں اور ایسے لوگوں کو بھی قتل کرتے ہیں جو عدل و انصاف کا حکم دیتے ہیں انہیں دردناک عذاب کا مژدہ سناؤ۔"
        },
        {
            "chapter": 3,
            "verse": 22,
            "text": "یہ وہ (بدنصیب) ہیں جن کے اعمال دنیا و آخرت میں اکارت و برباد ہوگئے۔ اور ان کے لئے کوئی مددگار نہیں ہے۔"
        },
        {
            "chapter": 3,
            "verse": 23,
            "text": "کیا تم نے ان (علماءِ یہود) کو نہیں دیکھا جن کو کتاب (تورات کے علم) سے تھوڑا سا حصہ ملا ہے جب انہیں کتابِ خدا کی طرف بلایا جاتا ہے تاکہ وہ ان کے درمیان فیصلہ کرے اس پر ان کا ایک گروہ پیٹھ پھیر لیتا ہے۔ درآنحالیکہ وہ روگردانی کرنے والے ہوتے ہیں۔"
        },
        {
            "chapter": 3,
            "verse": 24,
            "text": "یہ (انداز) اس لئے ہے کہ وہ اس بات کے قائل ہیں کہ گنتی کے چند دنوں کے سوا ہمیں آتش جہنم چھوئے گی بھی نہیں۔ یہ لوگ جو افتراء پردازیاں کرتے رہتے ہیں۔ انہوں نے ان کو دین کے بارے میں دھوکہ دیا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 25,
            "text": "اس وقت ان کی کیا حالت ہوگی جب ہم ان کو ایک دن (بروزِ قیامت) اکٹھا کریں گے جس (کے آنے) میں کوئی شک و شبہ نہیں ہے۔ اور ہر شخص کو جو کچھ اس نے کمایا ہوگا اس کا پورا پورا بدلہ دیا جائے گا۔ اور ان پر کوئی ظلم نہیں کیا جائے گا۔"
        },
        {
            "chapter": 3,
            "verse": 26,
            "text": "اے رسول(ص)!) کہو: اے خدا تمام جہان کے مالک! تو جسے چاہتا ہے حکومت دیتا ہے اور جس سے چاہتا ہے حکومت چھین لیتا ہے۔ تو جسے چاہتا ہے عزت دیتا ہے اور جسے چاہتا ہے ذلیل کرتا ہے، ہر قسم کی بھلائی تیرے قبضہ میں ہے۔ بے شک تو ہر چیز پر قادر ہے۔"
        },
        {
            "chapter": 3,
            "verse": 27,
            "text": "تو ہی رات کو (بڑھا کر) دن میں اور دن کو (بڑھا کر) رات میں داخل کرتا ہے اور تو جاندار کو بے جان اور بے جان کو جاندار سے نکالتا ہے اور جسے چاہتا ہے، بے حساب روزی عطا کرتا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 28,
            "text": "(خبردار) اہل ایمان، اہل ایمان کو چھوڑ کر کافروں کو دوست (اور سرپرست) نہ بنائیں۔ اور جو ایسا کرے گا۔ اس کا خدا سے کوئی تعلق اور سروکار نہیں ہوگا۔ مگر یہ کہ تمہیں ان (کافروں) سے خوف ہو تو پھر (بقصد تقیہ اور بچاؤ) ایسا کرنے میں کوئی حرج نہیں ہے۔ اور خدا تمہیں اپنی ذات سے ڈراتا ہے اور خدا ہی کی طرف پلٹ کر جانا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 29,
            "text": "کہہ دیجئے! جو کچھ تمہارے سینوں میں ہے، تم اسے چھپاؤ یا اسے ظاہر کرو، بہرحال خدا اسے جانتا ہے۔ اور جو کچھ آسمانوں اور زمین میں ہے وہ سب کچھ جانتا ہے اور خدا ہر چیز پر قادر ہے۔"
        },
        {
            "chapter": 3,
            "verse": 30,
            "text": "اس دن کو یاد کرو جب ہر شخص اس بھلائی کو اپنے سامنے پائے گا جو اس نے کی ہوگی۔ اور برائی کو بھی (جنہیں دیکھ کر) خواہش کرے گا کہ کاش اس کے اور اس کے برے اعمال کے درمیان بڑا فاصلہ ہوتا۔ اور خدا تمہیں اپنی ذات (اپنے عذاب) سے ڈراتا ہے اور خدا اپنے بندوں پر بڑا مہربان ہے۔"
        },
        {
            "chapter": 3,
            "verse": 31,
            "text": "(اے رسول! میری محبت کے دعویداروں سے) کہہ دیں کہ اگر تم خدا سے (سچی) محبت رکھتے ہو تو میری پیروی کرو خدا بھی تم سے محبت کرے گا اور تمہارے گناہوں کو بخش دے گا اور اللہ بڑا بخشنے والا مہربان ہے۔"
        },
        {
            "chapter": 3,
            "verse": 32,
            "text": "کہہ دیں خدا اور رسول(ص) کی اطاعت و فرماں برداری کرو اور اگر روگردانی کریں تو بے شک خدا کافروں (نافرمانوں) کو دوست نہیں رکھتا۔"
        },
        {
            "chapter": 3,
            "verse": 33,
            "text": "بے شک اللہ نے آدم، نو ح، خاندانِ ابراہیم اور خاندانِ عمران کو سارے جہانوں سے منتخب کیا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 34,
            "text": "جو ایک نسل ہے جن کے بعض بعض سے ہیں (یہ اولاد ہے ایک دوسرے کی) اور خدا بڑا سننے والا، بڑا جاننے والا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 35,
            "text": "(اس وقت کو یاد کرو) جب عمران کی بیوی نے کہا اے میرے پروردگار! جو بچہ میرے پیٹ میں ہے اسے میں (دنیا کے کاموں سے) آزاد کرکے (خانہ کعبہ کی) جاروب کشی اور تیری عبادت کے لئے تیری بارگاہ میں نذر کرتی ہوں تو میری (نذر) قبول فرما۔ بے شک تو بڑا سننے والا، بڑا جاننے والا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 36,
            "text": "پھر جب اس کے یہاں وہ (بچی) پیدا ہوئی۔ تو اس نے کہا: اے میرے پروردگار! میرے ہاں تو لڑکی پیدا ہوئی ہے (میں تو یہ لڑکی جنی ہوں) حالانکہ خدا خود خوب جانتا ہے کہ وہ کیا جنی ہے۔ اور وہ جانتا ہے کہ لڑکا، لڑکی یکساں نہیں ہوتے۔ اور میں نے اس کا نام مریم رکھا ہے اور میں اسے اور اس کی اولاد کو شیطان رجیم (کے شر) سے (بچنے کے لیے) تیری پناہ میں دیتی ہوں۔"
        },
        {
            "chapter": 3,
            "verse": 37,
            "text": "تو اس کے پروردگار نے اس لڑکی (مریم) کو احسن طریقہ سے قبول فرما لیا۔ اور اچھی طرح اس کی نشوونما کا انتظام کیا (یعنی) جناب زکریا کو اس کا کفیل (اور سرپرست) بنایا۔ جب بھی زکریا محرابِ عبادت میں اس (مریم) کے پاس آتے تھے تو اس کے پاس کھانے کی کوئی چیز موجود پاتے۔ (اور) پوچھتے: اے مریم! یہ تمہارے پاس کہاں سے آیا ہے؟ وہ جواب دیتی۔ یہ خدا کے یہاں سے آیا ہے۔ بے شک خدا جسے چاہتا ہے اسے بے حساب رزق عطا فرماتا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 38,
            "text": "اس موقع پر زکریا نے اپنے پروردگار سے دعا کی اور عرض کیا اے میرے پروردگار! مجھے اپنی طرف سے پاک و پاکیزہ اولاد عطا فرما۔ بے شک تو (ہر ایک کی) دعا کا سننے والا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 39,
            "text": "تو فرشتوں نے انہیں اس حالت میں آواز دی جب کہ وہ محراب میں کھڑے ہوئے نماز پڑھ رہے تھے۔ کہ خدا آپ کو یحییٰ کی بشارت دیتا ہے جو اللہ کے ایک کلمہ (عیسیٰ) کی تصدیق کرنے والا ہوگا۔ سردار، ضبط نفس کرنے والا پارسا اور نیکوکار جماعت میں سے نبی ہوگا۔"
        },
        {
            "chapter": 3,
            "verse": 40,
            "text": "جناب زکریا نے (یہ خوشخبری سن کر) کہا: اے پروردگار! میرے یہاں لڑکا کس طرح ہوگا جبکہ میرا بڑھاپا آگیا۔ اور میری بیوی بانجھ ہے؟ ارشاد ہوا اسی طرح (خدا) جو چاہتا ہے وہ کرتا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 41,
            "text": "عرض کیا: اے میرے پروردگار! میرے (اطمینانِ قلب) کیلئے کوئی علامت مقرر فرما فرمایا: تمہاری علامت یہ ہے کہ تم تین دن رات تک لوگوں سے اشارہ کے سوا بات نہیں کر سکوگے۔ (شکرانۂ نعمت کے طور پر) اپنے پروردگار کا کثرت سے ذکر کرو۔ اور صبح و شام اسی کی تسبیح کرو۔"
        },
        {
            "chapter": 3,
            "verse": 42,
            "text": "اور جب فرشتوں نے کہا اے مریم! بے شک اللہ نے تمہیں منتخب کر لیا ہے اور تمہیں پاک و پاکیزہ بنایا ہے۔ اور تمہیں تمام جہانوں کی عورتوں سے برگزیدہ بنا دیا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 43,
            "text": "اے مریم۔ اپنے پروردگار کی اطاعت کرو۔ اور سجدہ کرو۔ اور رکوع کرنے والوں کے ساتھ رکوع کرتی رہو۔"
        },
        {
            "chapter": 3,
            "verse": 44,
            "text": "اے رسول(ص)) یہ (خبر) غیب کی خبروں میں سے ایک ہے جو وحی کے ذریعہ ہم آپ کی طرف بھیج رہے ہیں اور آپ ان (دعویداران سرپرستی) کے پاس موجود نہ تھے جب وہ (قرعہ اندازی کیلئے) اپنے قلم ڈال رہے تھے کہ مریم کی کفالت کون کرے؟ اور آپ ان کے پاس موجود نہ تھے جب وہ آپس میں جھگڑ رہے تھے۔"
        },
        {
            "chapter": 3,
            "verse": 45,
            "text": "اور (وہ وقت یاد کرو) جب فرشتوں نے کہا اے مریم! بے شک خدا آپ کو اپنے کلمہ کی خوشخبری دیتا ہے۔ جس کا نام مسیح عیسیٰ بن مریم ہوگا۔ جو دنیا و آخرت میں عزت و آبرو والا ہوگا۔ اور (خدا کے) مقرب بندوں میں سے ہوگا۔"
        },
        {
            "chapter": 3,
            "verse": 46,
            "text": "اور وہ گہوارے میں بھی لوگوں سے باتیں کرے گا۔ اور ادھیڑ عمر میں بھی۔ اور نیکوکاروں میں سے ہوگا۔"
        },
        {
            "chapter": 3,
            "verse": 47,
            "text": "(یہ بشارت سن کر) مریم نے کہا: اے میرے پروردگار! میرے یہاں بچہ کہاں سے ہوگا۔ حالانکہ مجھے کسی انسان (مرد) نے ہاتھ تک نہیں لگایا؟ ارشاد ہوا: بات اسی طرح ہے مگر خدا جو چاہتا ہے (بلا اسباب بھی) پیدا کرتا ہے۔ جب وہ کسی کام کے کرنے کا فیصلہ کر لیتا ہے تو اسے حکم دیتا ہے کہ ہو جا تو بس وہ ہو جاتا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 48,
            "text": "اور خدا اس (بچہ) کو کتاب و حکمت اور توراۃ و انجیل کی تعلیم دے گا۔"
        },
        {
            "chapter": 3,
            "verse": 49,
            "text": "اور اسے بنی اسرائیل کی طرف اپنا رسول بنائے گا۔ (اور جب وہ مبعوث ہوگا تو کہے گا کہ) میں تمہارے پاس تمہارے پروردگار کی طرف سے معجزہ لے کر آیا ہوں کہ میں تمہارے لئے مٹی سے پرندہ کی صورت بناتا ہوں اور اس میں پھونک مارتا ہوں تو وہ خدا کے حکم سے پرندہ بن جاتا ہے۔ اور میں خدا کے حکم سے مادر زاد اندھے اور کوڑھی کو شفا دیتا ہوں اور مردوں کو زندہ کرتا ہوں۔ اور جو کچھ تم کھاتے ہو۔ اور اپنے گھروں میں جمع کرتے ہو وہ تمہیں بتاتا ہوں بے شک اس میں تمہارے لئے (خدا کی قدرت اور میری نبوت کی) بڑی نشانی ہے اگر تم ایمان لانے والے ہو۔"
        },
        {
            "chapter": 3,
            "verse": 50,
            "text": "اور جو مجھ سے پہلے (توراۃ) موجود ہے میں اس کی تصدیق کرتا ہوں اور (میرے آنے کا ایک مقصد یہ بھی ہے کہ) میں تمہارے لئے ان چیزوں میں سے بعض کو حلال کروں جو تم پر حرام تھیں۔ اور میں تمہارے پروردگار کی طرف سے اعجاز کے ساتھ تمہارے پاس آیا ہوں۔ لہٰذا اللہ (کی نافرمانی) سے ڈرو۔ اور میری اطاعت کرو۔"
        },
        {
            "chapter": 3,
            "verse": 51,
            "text": "بے شک اللہ میرا اور تمہارا پروردگار ہے پس تم اس کی عبادت کرو۔ یہی سیدھا راستہ ہے۔"
        },
        {
            "chapter": 3,
            "verse": 52,
            "text": "پھر جب عیسیٰ نے ان (بنی اسرائیل) کی طرف سے کفر و انکار محسوس کیا۔ تو کہا کون ہے جو اللہ کی راہ میں میرا مددگار ہو؟ حواریوں نے کہا ہم اللہ کے مددگار ہیں۔ ہم اللہ پر ایمان لائے ہیں اور آپ گواہ رہیں کہ ہم مسلمان (فرمانبردار) ہیں۔"
        },
        {
            "chapter": 3,
            "verse": 53,
            "text": "اور کہا اے ہمارے پروردگار جو کچھ تو نے نازل کیا ہے ہم اس پر ایمان لائے ہیں اور ہم نے رسول (عیسیٰ) کی پیروی اختیار کی۔ لہٰذا ہمیں (حق کی) گواہی دینے والوں (کے دفتر) میں درج فرما۔"
        },
        {
            "chapter": 3,
            "verse": 54,
            "text": "انہوں (بنی اسرائیل) نے (عیسیٰ کے خلاف) مکاری کی اور اللہ نے بھی اپنی (جوابی) تدبیر و ترکیب کی۔ اور اللہ سب سے بہتر تدبیر و ترکیب کرنے والا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 55,
            "text": "(اس وقت کو یاد کرو) جب اللہ نے کہا (اے عیسیٰ) میں تمہیں پورا قبض کرنے والا اور تمہیں اپنی جانب اٹھانے والا ہوں اور تمہیں کافروں سے پاک کرنے والا ہوں اور تمہاری پیروی کرنے والوں کو کافروں پر قیامت تک غالب اور برتر کرنے والا ہوں۔ پھر تم سب کی بازگشت میری طرف ہے تو اس وقت میں تمہارے درمیان ان باتوں کا فیصلہ کروں گا جن میں تم اختلاف کرتے تھے۔"
        },
        {
            "chapter": 3,
            "verse": 56,
            "text": "تو جن لوگوں نے کفر اختیار کیا انہیں دنیا و آخرت میں سخت سزا دوں گا۔ اور ان کا کوئی مددگار نہ ہوگا۔"
        },
        {
            "chapter": 3,
            "verse": 57,
            "text": "اور جو لوگ ایمان لائے اور نیک عمل کئے تو خدا ان کو پورا پورا اجر و ثواب دے گا۔ اور اللہ ظالموں کو دوست نہیں رکھتا۔"
        },
        {
            "chapter": 3,
            "verse": 58,
            "text": "(اے رسول) یہ جو ہم آپ کو پڑھ کر سنا رہے ہیں (کتابِ الٰہی کی) آیات ہیں (یا خدا کی قدرت اور آپ کی حقانیت کی نشانیاں ہیں) اور وہ دانائی سے لبریز تذکرے ہیں۔"
        },
        {
            "chapter": 3,
            "verse": 59,
            "text": "بے شک اللہ کے نزدیک عیسیٰ کی مثال آدم کی سی ہے کہ اللہ نے انہیں مٹی سے پیدا کیا پھر حکم دیا کہ ہو جا سو وہ ہوگیا۔"
        },
        {
            "chapter": 3,
            "verse": 60,
            "text": "یہ بات تمہارے پروردگار کی طرف سے حق ہے تو تم شک کرنے والوں میں سے نہ ہونا۔"
        },
        {
            "chapter": 3,
            "verse": 61,
            "text": "اے پیغمبر(ص)) اس معاملہ میں تمہارے پاس صحیح علم آجانے کے بعد جو آپ سے حجت بازی کرے تو آپ ان سے کہیں کہ آؤ ہم اپنے اپنے بیٹوں، اپنی اپنی عورتوں اور اپنے اپنے نفسوں کو بلائیں اور پھر مباہلہ کریں (بارگاہِ خدا میں دعا و التجا کریں) اور جھوٹوں پر خدا کی لعنت قرار دیں۔ (یعنی ہم اپنے بیٹوں کو بلائیں تم اپنے بیٹوں کو، ہم اپنی عورتوں کو بلائیں تم اپنی عورتوں کو اور ہم اپنے نفسوں کو بلائیں تم اپنے نفسوں کو پھر اللہ کے سامنے گڑگڑائیں اور جھوٹوں پر خدا کی لعنت کریں)۔"
        },
        {
            "chapter": 3,
            "verse": 62,
            "text": "(جناب عیسیٰ کی) یہ برحق سرگزشت ہے (وہ خدا یا خدا کے بیٹے نہیں بلکہ اس کے خاص بندے ہیں) اللہ کے سوا کوئی الٰہ نہیں ہے وہ توانا اور بڑا حکمت والا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 63,
            "text": "اب اس کے بعد بھی یہ لوگ انحراف کریں تو خدا مفسدین کو خوب جانتا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 64,
            "text": "(اے رسول) کہیے اے اہل کتاب! آؤ ایک ایسی بات کی طرف جو ہمارے اور تمہارے درمیان مشترک اور یکساں ہے (اور وہ یہ کہ) ہم اللہ کے سوا کسی کی عبادت نہ کریں۔ اور کسی کو اس کا شریک نہ بنائیں، اور ہم میں سے کوئی کسی کو اللہ کے سوا اپنا رب (مالک و مختار) نہ بنائے۔ اور اگر یہ لوگ اس (دعوت) سے منہ موڑیں تو (اے مسلمانو) تم کہہ دو کہ گواہ رہنا ہم مسلمان (خدا کے فرمانبردار و اطاعت گزار ہیں)۔"
        },
        {
            "chapter": 3,
            "verse": 65,
            "text": "اے اہل کتاب! تم ابراہیم کے بارے میں کیوں (ہم سے) حجت بازی کرتے ہو۔ حالانکہ تورات اور انجیل ان کے بعد اتری ہیں کیا تم میں اتنی بھی عقل (سمجھ) نہیں ہے۔"
        },
        {
            "chapter": 3,
            "verse": 66,
            "text": "تم وہی لوگ ہو۔ جو (ہم سے) ان باتوں کے بارے میں بحث و تکرار کرتے رہے جن کا تمہیں کچھ علم تھا۔ اب ان باتوں کے بارے میں کیوں حجت بازی کرتے ہو جن کا تمہیں کچھ علم نہیں (حقیقت حال) صرف اللہ جانتا ہے تم نہیں جانتے۔"
        },
        {
            "chapter": 3,
            "verse": 67,
            "text": "ابراہیم نہ یہودی تھے اور نہ نصرانی بلکہ وہ تو نرے کھرے خالص مسلمان (خدا کے فرمانبردار بندے) تھے اور وہ مشرکوں میں سے نہیں تھے۔"
        },
        {
            "chapter": 3,
            "verse": 68,
            "text": "بے شک تمام لوگوں سے ابراہیم کے زیادہ قریب اور زیادہ تعلق رکھنے والے وہ ہیں جنہوں نے اُن کی پیروی کی اور یہ نبی اور وہ جو (ان پر) ایمان لائے ہیں اور اللہ ایمان والوں کا ساتھی و سرپرست ہے۔"
        },
        {
            "chapter": 3,
            "verse": 69,
            "text": "اہل کتاب کا ایک گروہ چاہتا ہے کہ کاش وہ تمہیں گمراہ کر سکے حالانکہ وہ اپنے سوا کسی کو بھی گمراہ نہیں کرتے مگر انہیں اس کا شعور نہیں۔"
        },
        {
            "chapter": 3,
            "verse": 70,
            "text": "اے اہل کتاب تم آیاتِ الٰہیہ کا کیوں انکار کرتے ہو؟ حالانکہ تم خود گواہ ہو (کہ وہ آیاتِ الٰہیہ ہیں) اور برحق ہیں۔"
        },
        {
            "chapter": 3,
            "verse": 71,
            "text": "اے اہل کتاب! حق کو باطل کے ساتھ کیوں گڈمڈ کرتے ہو؟ اور حق کو کیوں چھپاتے ہو حالانکہ تم جانتے ہو (کہ حق کیا ہے)۔"
        },
        {
            "chapter": 3,
            "verse": 72,
            "text": "اہل کتاب کا ایک گروہ (اپنے لوگوں سے) کہتا ہے کہ جو کچھ مسلمانوں پر نازل ہوا ہے اس پر صبح کے وقت ایمان لے آؤ اور شام کے وقت انکار کر دو۔ شاید (اس ترکیب سے) وہ مسلمان (اپنے دین سے) پھر جائیں۔"
        },
        {
            "chapter": 3,
            "verse": 73,
            "text": "خبردار۔ صرف اسی کی بات مانو جو تمہارے دین کی پیروی کرے۔ کہہ دیجیے کہ حقیقی ہدایت تو اللہ کی ہدایت ہے (اور یہ اسی کی دین ہے) کہ کسی کو ویسی ہی چیز مل جائے جو (کبھی) تم کو دی گئی تھی۔ یا وہ دلیل و حجت میں تمہارے پروردگار کے ہاں تم پر غالب آجائیں۔ کہہ دیجیے کہ بے شک فضل و کرم اللہ کے ہاتھ میں ہے وہ جسے چاہتا ہے عطا کرتا ہے۔ وہ بڑی وسعت والا اور بڑا جاننے والا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 74,
            "text": "وہ جس کو چاہتا ہے اپنی رحمت کے لئے مخصوص کر لیتا ہے اللہ بڑے فضل و کرم والا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 75,
            "text": "اور اہل کتاب میں سے کوئی تو ایسا ہے۔ کہ اگر تم ڈھیر بھر روپیہ بھی بطور امانت اس کے پاس رکھو تو وہ تمہیں ادا کر دے گا۔ اور ان میں کوئی ایسا بھی ہے کہ اگر اس کے پاس ایک دینار (اشرفی) بھی بطور امانت رکھو تو جب تک تم اس کے سر پر کھڑے نہ رہو وہ تمہیں واپس نہیں کرے گا (یہ بدمعاملگی) اس وجہ سے ہے کہ ان کا قول ہے کہ ہم پر امیّون (ان پڑھ عربوں جوکہ اہل کتاب نہیں) کے بارے میں کوئی پابندی نہیں ہے۔ اور وہ جان بوجھ کر اللہ پر جھوٹ منڈھتے ہیں۔"
        },
        {
            "chapter": 3,
            "verse": 76,
            "text": "ہاں جو شخص اپنے عہد و پیمان کو پورا کرے اور پرہیزگاری اختیار کرے تو بے شک خدا پرہیزگاروں سے محبت کرتا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 77,
            "text": "جو لوگ اللہ سے کئے گئے عہد و پیمان اور قسم اقسام کو تھوڑی سی قیمت پر بیچ دیتے ہیں ان کا آخرت میں کوئی حصہ نہیں ہے۔ خدا قیامت کے دن نہ ان سے بات کرے گا اور نہ ان کی طرف نظر (رحمت) کرے گا اور نہ ان کو (گناہوں کی کثافت سے) پاک کرے گا۔ اور ان کے لئے دردناک عذاب ہے۔"
        },
        {
            "chapter": 3,
            "verse": 78,
            "text": "بے شک ان (اہل کتاب) سے ایک گروہ ایسا بھی ہے۔ جو اپنی زبانوں کو کتاب (توراۃ وغیرہ) کے پڑھنے میں مروڑتا ہے اور کچھ کا کچھ پڑھتا ہے تاکہ تم یہ سمجھو کہ یہ (توڑ موڑ) بھی کتاب خدا میں سے ہے حالانکہ وہ کتاب میں سے نہیں ہے۔ اور کہتا ہے کہ وہ خدا کی طرف سے (آیا) ہے حالانکہ وہ خدا کی طرف سے نہیں ہے یہ جان بوجھ کر خدا پر جھوٹ باندھتا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 79,
            "text": "کسی ایسے انسان کو یہ بات زیب نہیں دیتی جسے خدا کتاب، حکمت (یا اقتدار) اور نبوت عطا فرمائے اور وہ لوگوں سے کہے کہ تم خدا کو چھوڑ کر میرے بندے بن جاؤ (میری عبادت کرو) بلکہ (وہ تو یہ کہے گا کہ) تم اللہ والے ہو جاؤ۔ اس بنا پر کہ تم کتابِ الٰہی کی تعلیم دیتے ہو۔ اور اسے پڑھتے بھی رہتے ہو۔"
        },
        {
            "chapter": 3,
            "verse": 80,
            "text": "اور وہ کبھی تمہیں یہ حکم نہیں دے گا کہ تم فرشتوں اور نبیوں کو اپنا پروردگار بنا لو۔ بھلا وہ تمہیں کفر کا حکم دے گا۔ اس کے بعد کہ تم مسلمان ہو؟ ۔"
        },
        {
            "chapter": 3,
            "verse": 81,
            "text": "اور (یاد کرو) جب خدا نے تمام پیغمبروں سے یہ عہد و اقرار لیا تھا کہ میں نے جو تمہیں کتاب و حکمت عطا کی ہے۔ اس کے بعد جب تمہارے پاس ایک عظیم رسول آئے جو تمہارے پاس کی چیزوں (کتابوں) کی تصدیق کرنے والا ہو تو تم اس پر ضرور ایمان لانا اور ضرور اس کی مدد کرنا ارشاد ہوا۔ کیا تم اقرار کرتے ہو؟ اور اس پر میرے عہد و پیمان کو قبول کرتے ہو اور یہ ذمہ داری اٹھاتے ہو؟ انہوں نے کہا ہاں ہم نے اقرار کیا۔ ارشاد ہوا۔ تم سب گواہ رہنا اور میں بھی تمہارے ساتھ گواہوں میں سے ہوں۔"
        },
        {
            "chapter": 3,
            "verse": 82,
            "text": "اب جو کوئی بھی اس (عہد) سے منہ پھیرے گا تو ایسے ہی لوگ فاسق (نافرمان) ہیں۔"
        },
        {
            "chapter": 3,
            "verse": 83,
            "text": "کیا وہ اللہ کے دین (اسلام) کے سوا کسی اور (دین) کو تلاش کرتے ہیں حالانکہ جو آسمانوں میں ہیں یا زمین میں ہیں سب خوشی سے یا ناخوشی سے (چار و ناچار) اسی کی بارگاہ میں سر تسلیم خم کئے ہوئے ہیں اور بالآخر سب اسی کی طرف لوٹائے جائیں گے۔"
        },
        {
            "chapter": 3,
            "verse": 84,
            "text": "(اے رسول) کہہ دیجئے! کہ ہم اللہ پر ایمان لائے اور اس پر بھی جو ہم پر اتارا اور جو ابراہیم، اسماعیل، اسحاق، یعقوب اور اسباط پر اتارا گیا۔ اور اس پر بھی جو کچھ موسیٰ و عیسیٰ اور دوسرے پیغمبروں کو جو کچھ ان کے پروردگار کی طرف سے عطا ہوا۔ ہم (بحیثیت نبی ہونے کے) ان کے درمیان تفریق نہیں کرتے۔ اور ہم اسی (خدائے یکتا) کے مسلمان (اطاعت گزار بندے) ہیں۔"
        },
        {
            "chapter": 3,
            "verse": 85,
            "text": "اور جو شخص اسلام کے علاوہ کوئی بھی دین اختیار کرے گا تو اس کا دین ہرگز قبول نہ کیا جائے گا اور وہ آخرت میں خسارہ پانے والوں میں سے ہوگا۔"
        },
        {
            "chapter": 3,
            "verse": 86,
            "text": "بھلا خدا ان لوگوں کو کیوں کر ہدایت دے گا (منزل مقصود پر پہنچائے گا) جو ایمان لانے کے بعد پھر کافر ہوگئے۔ حالانکہ وہ گواہی دے چکے تھے کہ رسول برحق ہے۔ اور ان کے پاس آیات بینات (واضح معجزات) بھی آچکے تھے۔ بے شک خدا ظلم و جور کرنے والوں کو ہدایت نہیں دیتا۔"
        },
        {
            "chapter": 3,
            "verse": 87,
            "text": "ایسے لوگوں کی سزا یہ ہے کہ ان پر اللہ، فرشتوں اور سب انسانوں کی لعنت ہے۔"
        },
        {
            "chapter": 3,
            "verse": 88,
            "text": "وہ ہمیشہ اس لعنت (پھٹکار) میں گرفتار رہیں گے۔ نہ ان کے عذاب میں تخفیف (کمی) کی جائے گی اور نہ انہیں مہلت دی جائے گی۔"
        },
        {
            "chapter": 3,
            "verse": 89,
            "text": "مگر وہ جنہوں نے اس کے بعد توبہ کرلی اور اپنی اصلاح کر لی تو بے شک خدا بڑا بخشنے والا اور بڑا رحم کرنے والا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 90,
            "text": "بے شک وہ لوگ جو ایمان لانے کے بعد کافر ہوگئے اور کفر میں بڑھتے ہی چلے گئے ان کی توبہ قبول نہیں ہوگی اور یہی لوگ حقیقی گمراہ ہیں۔"
        },
        {
            "chapter": 3,
            "verse": 91,
            "text": "بے شک جن لوگوں نے کفر اختیار کیا اور پھر کفر ہی کی حالت میں مر گئے تو ان میں سے کسی ایک سے ساری زمین بھر سونا بطور فدیہ و معاوضہ ہرگز قبول نہیں کیا جائے گا یہ وہ لوگ ہیں جن کے لئے دردناک عذاب ہے اور ان کے لئے کوئی مددگار نہیں ہوں گے۔"
        },
        {
            "chapter": 3,
            "verse": 92,
            "text": "لوگو! تم ہرگز اس وقت تک نیکی (کو حاصل) نہیں کر سکتے جب تک اپنی پسندیدہ چیزوں میں سے کچھ راہِ خدا میں خرچ نہ کرو۔ اور تم (راہِ خدا میں) جو کچھ خرچ کرتے ہو خدا اس کو خوب جانتا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 93,
            "text": "تورات نازل ہونے سے پہلے کھانے کی سب چیزیں (جو اسلام میں حلال ہیں) بنی اسرائیل کے لیے بھی حلال تھیں۔ سوائے اس کے جو اسرائیل (یعقوب) نے اپنے اوپر حرام کر رکھی تھی (یہود سے) کہو کہ اگر تم سچے ہو تو تورات لاؤ اور اسے پڑھو۔"
        },
        {
            "chapter": 3,
            "verse": 94,
            "text": "پھر اس کے بعد جو شخص خدا پر بہتان باندھے۔ تو (سمجھ لو کہ) ایسے لوگ ہی ظالم ہیں۔"
        },
        {
            "chapter": 3,
            "verse": 95,
            "text": "اے رسول(ص)) کہہ دیجیے خدا نے سچ فرمایا! پس تم ملت (دین) ابراہیم کی پیروی کرو جو باطل سے کنارہ کش ہوکر صرف اللہ کا ہو رہا تھا اور مشرکین میں سے نہ تھا۔"
        },
        {
            "chapter": 3,
            "verse": 96,
            "text": "بے شک سب سے پہلا گھر جو لوگوں (کی عبادت) کے لیے بنایا گیا یقینا وہی ہے جو مکہ میں ہے بڑی برکت والا اور عالمین کے لیے مرکز ہدایت ہے۔"
        },
        {
            "chapter": 3,
            "verse": 97,
            "text": "اس گھر میں کھلی ہوئی نشانیاں ہیں (منجملہ ان کے ایک) مقام ابراہیم ہے۔ اور جو اس میں داخل ہوا اسے امن مل گیا۔ اور لوگوں پر واجب ہے کہ محض خدا کے لیے اس گھر کا حج کریں جو اس کی استطاعت (قدرت) رکھتے ہیں اور جو (باوجود قدرت) کفر کرے (انکار کرے) تو بے شک خدا تمام عالمین سے بے نیاز ہے۔"
        },
        {
            "chapter": 3,
            "verse": 98,
            "text": "اے رسول(ص)) کہہ دیجیے! اے اہل کتاب تم آیاتِ الٰہیہ کا کیوں انکار کرتے ہو؟ حالانکہ تم جو کچھ کرتے ہو خدا اس کا گو اہ ہے (سب کچھ دیکھ رہا ہے) ۔"
        },
        {
            "chapter": 3,
            "verse": 99,
            "text": "کہیے۔ اے اہل کتاب! آخر تم اس شخص کو جو ایمان لانا چاہتا ہے کیوں خدا کی راہ سے روکتے ہو؟ اور چاہتے ہو کہ اس راہ (راست) کو ٹیڑھا بنا دو حالانکہ تم خود گواہ ہو (کہ سیدھی راہ یہی ہے) اور جو کچھ تم کرتے ہو خدا اس سے بے خبر نہیں ہے۔"
        },
        {
            "chapter": 3,
            "verse": 100,
            "text": "اے ایمان والو! اگر تم نے اہل کتاب میں سے کسی گروہ کی بات مان لی تو یہ تمہیں ایمان کے بعد کفر کی طرف پلٹا دیں گے۔"
        },
        {
            "chapter": 3,
            "verse": 101,
            "text": "اور بھلا تم کیوں کر کفر اختیار کر سکتے ہو۔ جبکہ تمہارے سامنے برابر خدا کی آیتیں پڑھی جا رہی ہیں اور تمہارے درمیان اس کا رسول موجود ہے۔ اور جو شخص خدا سے وابستہ ہوگیا وہ ضرور سیدھے راستے پر لگا دیا گیا۔"
        },
        {
            "chapter": 3,
            "verse": 102,
            "text": "اے ایمان والو! خدا سے اس طرح ڈرو جیساکہ ڈرنے کا حق ہے اور ہرگز نہ مرو مگر اس حالت میں کہ تم مسلمان ہو۔"
        },
        {
            "chapter": 3,
            "verse": 103,
            "text": "اور سب مل کر اللہ کی رسی کو مضبوطی سے تھام لو اور آپس میں تفرقہ پیدا نہ کرو اور اللہ کے اس احسان کو یاد کرو جو اس نے تم پر کیا ہے کہ تم آپس میں دشمن تھے اس نے تمہارے دلوں میں الفت پیدا کر دی اور تم اس کی نعمت (فضل و کرم) سے بھائی بھائی ہوگئے۔ اور تم آگ کے بھرے ہوئے گڑھے (دوزخ) کے کنارے پر کھڑے تھے جو اس نے تمہیں اس سے بچا لیا اس طرح اللہ تمہارے لیے اپنی نشانیاں ظاہر کرتا ہے تاکہ تم ہدایت پا جاؤ۔"
        },
        {
            "chapter": 3,
            "verse": 104,
            "text": "اور تم میں سے ایک گروہ ایسا ہونا چاہیے جو نیکی کی دعوت دے اور اچھے کاموں کا حکم دے اور برے کاموں سے منع کرے یہی وہ لوگ ہیں (جو دین و دنیا کے امتحان میں) کامیاب و کامران ہوں گے۔"
        },
        {
            "chapter": 3,
            "verse": 105,
            "text": "اور خبردار تم ان لوگوں کی طرح نہ بننا جو انتشار کا شکار ہوگئے اور کھلی ہوئی نشانیوں (دلیلوں) کے آجانے کے بعد اختلاف میں مبتلا ہوگئے۔ یہی وہ لوگ ہیں جن کے لیے بڑا عذاب ہے۔"
        },
        {
            "chapter": 3,
            "verse": 106,
            "text": "جس دن کچھ چہرے سفید (نورانی) ہوں گے اور کچھ چہرے سیاہ ہوں گے۔ تو جن کے چہرے سیاہ ہوں گے (ان سے کہا جائے گا) کہ تم نے ہی ایمان لانے کے بعد کفر کیا تھا؟ تو اب اپنے کفر کے نتیجہ میں عذاب کا مزا چکھو۔"
        },
        {
            "chapter": 3,
            "verse": 107,
            "text": "اور جن کے چہرے سفید (نورانی) ہوں گے وہ خدا کی رحمت میں ہوں گے اور ہمیشہ ہمیشہ اس میں رہیں گے۔"
        },
        {
            "chapter": 3,
            "verse": 108,
            "text": "یہ آیاتِ الٰہیہ ہیں جو ہم سچائی کے ساتھ تمہیں پڑھ کر سنا رہے ہیں کیونکہ خدا جہان والوں پر ظلم کرنے کا ارادہ بھی نہیں کرتا۔"
        },
        {
            "chapter": 3,
            "verse": 109,
            "text": "اور جو کچھ آسمانوں میں ہے اور زمین میں ہے۔ سب اللہ کا ہے اور سب معاملات کی بازگشت اللہ ہی کی طرف ہوتی ہے۔"
        },
        {
            "chapter": 3,
            "verse": 110,
            "text": "تم بہترین امت ہو جسے لوگوں (کی راہنمائی) کے لیے پیدا کیا گیا ہے۔ تم اچھے کاموں کا حکم دیتے ہو اور برے کاموں سے منع کرتے ہو۔ اور اللہ پر ایمان رکھتے ہو۔ اور اگر اہل کتاب بھی ایمان لے آتے تو ان کے لئے بہتر ہوتا، ان میں سے کچھ تو ایمان لائے ہیں مگر بہت سے فاسق و نافرمان ہیں۔"
        },
        {
            "chapter": 3,
            "verse": 111,
            "text": "یہ معمولی اذیت کے سوا ہرگز تمہیں کوئی نقصان نہیں پہنچا سکتے۔ اور اگر یہ تم سے جنگ کریں گے تو تمہیں پیٹھ دکھائیں گے پھر ان کی (کہیں سے) مدد نہ کی جائے گی۔"
        },
        {
            "chapter": 3,
            "verse": 112,
            "text": "یہ جہاں بھی پائے جائیں ان پر ذلت کی مار پڑ گئی مگر یہ کہ خدا کے کسی عہد پر یا انسانوں کے کسی معاہدہ کے سہارے کچھ پناہ مل جائے۔ اور یہ خدا کے قہر و غضب میں گھر گئے ہیں اور ان پر محتاجی کی مار پڑی یہ سب کچھ اس لئے ہے کہ وہ آیاتِ الٰہی کے ساتھ کفر کرتے رہے اور ناحق نبیوں کو قتل کرتے رہے نیز اس لئے کہ (خدا کی) نافرمانی اور زیادتیاں کیا کرتے تھے۔"
        },
        {
            "chapter": 3,
            "verse": 113,
            "text": "یہ لوگ سب برابر نہیں ہیں۔ اہل کتاب میں ایسی ثابت قدم جماعت بھی ہے جو رات کے مختلف اوقات میں آیاتِ الٰہی کی تلاوت کرتی ہے۔ اور سجدہ ریز ہوتی ہے۔"
        },
        {
            "chapter": 3,
            "verse": 114,
            "text": "اللہ اور روزِ آخرت پر ایمان رکھتے ہیں نیکی کا حکم دیتے ہیں اور برائی سے منع کرتے ہیں اور بھلائی کے کاموں میں تیزی کرتے ہیں اور یہ لوگ نیک لوگوں میں سے ہیں۔"
        },
        {
            "chapter": 3,
            "verse": 115,
            "text": "یہ جو نیکی بھی کریں گے اس کی ہرگز ناقدری نہیں کی جائے گی۔ اور خدا پرہیزگاروں کو خوب جانتا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 116,
            "text": "بے شک جن لوگوں نے کفر اختیار کیا انہیں ان کے اموال اور اولاد اللہ (کی گرفت) سے کچھ بھی نہیں بچا سکیں گے۔ وہ تو دوزخی ہیں اور وہ اس میں ہمیشہ ہمیشہ رہیں گے۔"
        },
        {
            "chapter": 3,
            "verse": 117,
            "text": "یہ لوگ جو کچھ اس دنیوی زندگی میں خرچ کرتے ہیں اس کی مثال اس ہوا کی سی ہے جس میں سخت سردی ہو اور وہ ایسے لوگوں کی کھیتی پر چلے جنہوں نے اپنے اوپر ظلم کیا ہے۔ اور اسے تباہ و برباد کرکے رکھ دے۔ اللہ نے ان پر کوئی ظلم نہیں کیا۔ بلکہ وہ خود اپنے اوپر ظلم کرتے ہیں۔"
        },
        {
            "chapter": 3,
            "verse": 118,
            "text": "اے ایمان والو! اپنے (لوگوں کے) سوا دوسرے ایسے لوگوں کو اپنا جگری دوست (رازدار) نہ بناؤ جو تمہیں نقصان پہنچانے میں کوئی کسر اٹھا نہیں رکھتے۔ جو چیز تمہیں مصیبت و زحمت میں مبتلا کرے وہ اسے محبوب رکھتے ہیں بغض و عناد ان کے مونہوں سے ٹپکتا ہے۔ اور جو کچھ ان کے سینے چھپائے ہوئے ہیں وہ اس سے کہیں بڑھ کر ہے۔ ہم نے تمہارے لئے نشانیاں کھول کر بیان کر دی ہیں اگر تم عقل سے کام لو۔"
        },
        {
            "chapter": 3,
            "verse": 119,
            "text": "تم ایسے (سیدھے) ہو کہ تم ان سے محبت کرتے ہو مگر وہ تم سے محبت نہیں کرتے۔ حالانکہ تم (آسمانی) کتاب پر ایمان رکھتے ہو۔ (ان کی حالت یہ ہے کہ) جب تم سے ملتے ہیں تو کہتے ہیں کہ ہم ایمان لائے۔ اور جب اکیلے ہوتے ہیں تو تمہارے خلاف غیظ و غضب سے اپنی انگلیاں چبانے لگتے ہیں۔ ان سے کہہ دو کہ اپنے غم و غصہ سے مر جاؤ۔ بے شک اللہ سینے کے اندر والی باتوں کو خوب جانتا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 120,
            "text": "جب تمہیں کوئی بھلائی چھو بھی جائے تو ان کو برا لگتا ہے اور اگر تمہیں کوئی برائی پہنچے تو وہ اس سے خوش ہوتے ہیں اور اگر تم صبر سے کام کرو۔ اور پرہیزگاری اختیار کرو تو ان کی ترکیبیں اور چالیں تمہیں کچھ نقصان نہیں پہنچائیں گی۔ بے شک جو کچھ یہ لوگ کر رہے ہیں خدا اس کا علمی احاطہ کئے ہوئے ہے۔"
        },
        {
            "chapter": 3,
            "verse": 121,
            "text": "اور وہ موقع (یاد رکھنے کے لائق ہے کہ) جب تم صبح سویرے اپنے گھر سے نکلے تھے اور (احد کے مقام پر) مؤمنوں کو جنگی مورچوں پر بٹھا رہے تھے اور جگہ دے رہے تھے اور اللہ بڑا سننے والا اور بڑا جاننے والا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 122,
            "text": "جب تم میں سے دو گروہوں نے بزدلی دکھانے کا ارادہ کیا (مگر پھر سنبھل گئے) حالانکہ اللہ ان کا حامی و مددگار تھا اور مؤمنوں کو اللہ پر ہی بھروسہ کرنا چاہیے۔"
        },
        {
            "chapter": 3,
            "verse": 123,
            "text": "بے شک (اس سے پہلے) جنگ بدر میں اللہ تمہاری مدد کر چکا تھا حالانکہ تم (اس وقت) بہت کمزور تھے سو اللہ کی نافرمانی سے ڈرو۔ تاکہ تم شکرگزار بنو۔"
        },
        {
            "chapter": 3,
            "verse": 124,
            "text": "اے پیغمبر(ص)) یاد کرو۔ جب تم مؤمنوں سے کہہ رہے تھے کہ کیا یہ بات تمہارے (اطمینان) کے لئے کافی نہیں ہے۔ کہ تمہارا پروردگار تین ہزار فرشتوں سے تمہاری مدد کرے جو (آسمان سے) اتارے گئے ہوں۔"
        },
        {
            "chapter": 3,
            "verse": 125,
            "text": "ہاں کیوں نہیں! اگر تم صبر کرو اور تقویٰ الٰہی اختیار کرو۔ اور وہ (دشمن جوش میں آکر) اس وقت فوری طور پر تم پر چڑھ آئے تو تمہارا پروردگار پانچ ہزار نشان زدہ فرشتوں سے تمہاری مدد کرے گا۔"
        },
        {
            "chapter": 3,
            "verse": 126,
            "text": "اللہ نے اس (غیبی امداد) کو قرار نہیں دیا۔ مگر اس لئے کہ تمہارے لئے خوشخبری ہو۔ اور تمہارے دل مطمئن ہو جائیں اور (یہ بات تو واضح ہے کہ) مدد اور فتح و نصرت اللہ ہی کی طرف سے ہے جو زبردست ہے اور بڑی حکمت والا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 127,
            "text": "(اور یہ امداد اس لئے ہے) تاکہ کافروں کے ایک بڑے حصہ کو کاٹ دے (قلع قمع کر دے) یا ان کو ایسا ذلیل کرے کہ وہ ناکام و نامراد ہوکر واپس چلے جائیں۔"
        },
        {
            "chapter": 3,
            "verse": 128,
            "text": "اے رسول(ص)! خدا کے امر (فیصلہ) میں تمہیں کوئی اختیار نہیں ہے (بلکہ یہ اختیار اللہ کے پاس ہے) چاہے تو ان کی توبہ قبول کرے اور چاہے تو انہیں سزا دے۔ کیونکہ یہ لوگ بہرحال ظالم ہیں۔"
        },
        {
            "chapter": 3,
            "verse": 129,
            "text": "اور جو کچھ آسمانوں میں ہے اور جو کچھ زمینوں میں ہے سب اللہ ہی کا ہے۔ وہ جسے چاہتا ہے بخش دیتا ہے۔ اور جسے چاہتا ہے سزا دیتا ہے اور اللہ بڑا بخشنے والا مہربان ہے۔"
        },
        {
            "chapter": 3,
            "verse": 130,
            "text": "اے ایمان والو! یہ دوگنا چوگنا بڑھتا چڑھتا سود نہ کھاؤ (اللہ کی نافرمانی) سے ڈرو تاکہ تم فلاح پاؤ۔"
        },
        {
            "chapter": 3,
            "verse": 131,
            "text": "اور اس آگ سے بچو جو کافروں کے لئے تیار کی گئی ہے۔"
        },
        {
            "chapter": 3,
            "verse": 132,
            "text": "اور اللہ اور رسول(ص) کی فرمانبرداری کرو تاکہ تم پر رحم کیا جائے۔"
        },
        {
            "chapter": 3,
            "verse": 133,
            "text": "اور تیزی سے دوڑو اپنے پروردگار کی طرف سے بخشش۔ اور اس کے بہشت کی طرف جس کی چوڑائی تمام آسمانوں اور زمین کے برابر ہے جو پرہیزگاروں کے لئے تیار کیا گیا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 134,
            "text": "وہ پرہیزگار جو خوشحالی اور بدحالی (غرضیکہ ہر حال میں راہِ خدا میں مال) خرچ کرتے ہیں جو غصے کو پی جاتے ہیں اور لوگوں (کے قصور) معاف کر دیتے ہیں۔ اور اللہ بھلائی کرنے والوں سے محبت کرتا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 135,
            "text": "یہ لوگ اگر (اتفاقاً) کوئی فحش کام (کوئی بڑا برا کام) کر بیٹھیں یا کوئی عام گناہ کرکے اپنے اوپر ظلم کر گذریں تو (فوراً) اللہ کو یاد کرکے اس سے اپنے گناہوں کی مغفرت طلب کرتے ہیں اور اللہ کے سوا کون ہے جو گناہوں کو معاف کرے۔"
        },
        {
            "chapter": 3,
            "verse": 136,
            "text": "اور وہ اپنے کئے پر دیدہ دانستہ اصرار نہیں کرتے ایسے لوگوں کی جزاء ان کے پروردگار کی طرف سے مغفرت و بخشش ہے اور وہ جنات (باغات) کہ جن کے نیچے سے نہریں جاری ہیں۔ وہ ہمیشہ ان میں رہیں گے اور کتنا اچھا صلہ ہے نیک عمل کرنے والوں کا۔"
        },
        {
            "chapter": 3,
            "verse": 137,
            "text": "تم سے پہلے بہت سے نمونے (اور دور) گزر چکے ہیں سو زمین میں چل پھر کر دیکھو کہ (احکام خداوندی) جھٹلانے والوں کا کیا انجام ہوا؟ ۔"
        },
        {
            "chapter": 3,
            "verse": 138,
            "text": "یہ (عام) لوگوں کے لیے تو واضح تذکرہ اور تنبیہ ہے اور پرہیزگاروں کے لیے ہدایت اور نصیحت ہے۔"
        },
        {
            "chapter": 3,
            "verse": 139,
            "text": "اے مسلمانو! کمزوری نہ دکھاؤ اور غمگین نہ ہو اگر تم مؤمن ہو تو تم ہی غالب و برتر ہوگے۔"
        },
        {
            "chapter": 3,
            "verse": 140,
            "text": "اگر تمہیں زخم لگا ہے تو اس جیسا زخم ان لوگوں (کافروں) کو بھی (جنگ بدر میں) لگ چکا ہے۔ یہ تو ایام (زمانہ کے اتفاقات اور نشیب و فراز) ہیں جنہیں ہم لوگوں میں باری باری ادلتے بدلتے رہتے ہیں (تمہیں یہ چوٹ اس لئے لگی) کہ خدا (خالص) ایمان والوں کو جان لے۔ اور بعض کو (چھانٹ کر) شہید (گواہ) بنائے اور اللہ ظالموں کو دوست نہیں رکھتا۔"
        },
        {
            "chapter": 3,
            "verse": 141,
            "text": "نیز اللہ اس (ابتلا و آزمائش) سے یہ چاہتا تھا کہ خالص اہل ایمان کو چھانٹ کر الگ کر دے اور کافروں کو رفتہ رفتہ مٹا دے۔"
        },
        {
            "chapter": 3,
            "verse": 142,
            "text": "(اے مسلمانو!) کیا تم کو یہ خیال ہے کہ تم یونہی جنت میں داخل ہو جاؤگے حالانکہ ابھی تک اللہ نے (جانچ کر) معلوم ہی نہیں کیا کہ تم میں واقعی مجاہد کون ہیں؟ اور نہ ابھی یہ معلوم کیا ہے کہ صابر اور ثابت قدم کون ہیں؟ ۔"
        },
        {
            "chapter": 3,
            "verse": 143,
            "text": "اور تم لوگ موت کا سامنا کرنے سے پہلے تو اس کی بہت تمنا کیا کرتے تھے۔ لو اب تم نے اسے دیکھ لیا۔ اور اب بھی (اپنی آنکھوں سے دیکھ رہے ہو) (تو پھر اس سے کنّی کیوں کتراتے ہو؟)۔"
        },
        {
            "chapter": 3,
            "verse": 144,
            "text": "اور حضرت محمد (ص) نہیں ہیں مگر پیغمبر جن سے پہلے تمام پیغمبر گزر چکے ہیں تو کیا اگر وہ وفات پا جائیں یا قتل کر دیئے جائیں تو تم الٹے پاؤں (کفر کی طرف) پلٹ جاؤگے اور جو کوئی الٹے پاؤں پھرے گا تو وہ ہرگز اللہ تعالیٰ کو کوئی نقصان نہیں پہنچائے گا اور عنقریب خدا شکرگزار بندوں کو جزا دے گا۔"
        },
        {
            "chapter": 3,
            "verse": 145,
            "text": "کوئی ذی روح خدا کے حکم کے بغیر مر نہیں سکتا موت کا وقت تو لکھا ہوا (معیّن) ہے اور جو شخص (اپنے اعمال کا) بدلہ دنیا میں چاہتا ہے تو ہم اسی (دنیا) میں دے دیتے ہیں اور جو آخرت میں بدلہ چاہتا ہے تو ہم اسے آخرت میں دیتے ہیں اور ہم عنقریب شکرگزار بندوں کو جزا (خیر) عطا کریں گے۔"
        },
        {
            "chapter": 3,
            "verse": 146,
            "text": "اور بہت سے ایسے نبی (گزر چکے) ہیں جن کے ساتھ مل کر بہت سے اللہ والوں نے جنگ کی تو اللہ کی راہ میں ان پر جو مصیبتیں پڑیں ان پر وہ نہ پست ہمت ہوئے اور نہ انہوں نے کمزوری دکھائی اور نہ (دشمن کے سامنے) سرنگوں ہوئے اور اللہ صبر و تحمل رکھنے والے (ثابت قدموں) سے محبت رکھتا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 147,
            "text": "(ایسے مواقع پر) ان کا قول اس (دعا) کے سوا کچھ نہیں تھا کہ اے ہمارے پروردگار ہمارے گناہ اور اپنے کام میں ہماری زیادتی معاف فرما اور ہمیں ثابت قدم رکھ اور ہمیں کافروں پر فتح و نصرت عطا فرما۔"
        },
        {
            "chapter": 3,
            "verse": 148,
            "text": "تو خدا نے ان کو دنیا میں بھی صلہ عطا کیا اور آخرت کا بہترین ثواب بھی عنایت فرمایا۔ اور اللہ نیک کام کرنے والوں کو دوست رکھتا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 149,
            "text": "اے ایمان والو! اگر تم نے ان لوگوں کی اطاعت کی جنہوں نے کفر اختیار کیا تو وہ تم کو الٹے پاؤں (کفر کی طرف) پھیر کر لے جائیں گے اور تم بڑا خسارہ اٹھا کر واپس ہوگے۔"
        },
        {
            "chapter": 3,
            "verse": 150,
            "text": "(تمہیں کسی کی اطاعت کی کیا ضرورت ہے) بلکہ تمہارا حامی و سرپرست خدا ہے اور وہ بہترین مددگار ہے۔"
        },
        {
            "chapter": 3,
            "verse": 151,
            "text": "(تم پریشان نہ ہو) ہم عنقریب کافروں کے دلوں میں (تمہارا) رعب ڈال دیں گے اس لئے کہ انہوں نے خدائی میں ان بتوں کو شریک بنایا ہے۔ جن کے بارے میں خدا نے کوئی دلیل نازل نہیں کی ہے اور ان کا انجام جہّنم ہوگا اور وہ ظالمین کا بدترین ٹھکانہ ہے۔"
        },
        {
            "chapter": 3,
            "verse": 152,
            "text": "خدا نے (جنگ احد میں) اپنا وعدہ (نصرت) اس وقت سچا کر دکھایا جب تم اس کے حکم سے ان (کافروں) کا قلع قمع کر رہے تھے یہاں تک کہ جب تم نے کمزوری دکھائی تو تم نے حکم عدولی کی۔ (یہ اس لئے کہ) تم میں کچھ دنیا کے طلب گار تھے اور کچھ آخرت کے طلبگار تھے پھر اس نے تمہیں ان کے مقابلے میں پسپا کر دیا تاکہ تمہارے ایمان و اخلاص کی آزمائش کرے۔ اور (پھر بھی) تمہیں معاف کر دیا۔ اور اللہ اہل ایمان پر بڑا فضل کرنے والا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 153,
            "text": "(اس وقت کو یاد کرو) جب تم بے تحاشا بھاگے چلے جا رہے تھے اور کسی کی طرف مڑ کر بھی نہیں دیکھتے تھے۔ حالانکہ پیغمبر(ص) تمہارے پیچھے سے تمہیں پکار رہے تھے۔ (تمہاری اس روش کی وجہ سے) خدا نے تمہیں ثواب کے بدلے رنج پر رنج دیا۔ تاکہ (آئندہ) جو چیز تمہارے ہاتھ سے نکل جائے اس پر ملول نہ ہو اور جو مصیبت درپیش ہو اس پر رنج نہ کرو۔ اور اللہ تمہارے سب اعمال سے خوب باخبر ہے۔"
        },
        {
            "chapter": 3,
            "verse": 154,
            "text": "پھر اس (خدا) نے رنج و غم کے بعد نیند کی صورت میں تم پر سکون و اطمینان اتارا۔ جو تم میں سے ایک گروہ پر طاری ہوگئی۔ اور ایک گروہ ایسا تھا کہ جسے صرف اپنی جانوں کی فکر تھی وہ اللہ کے ساتھ ناحق زمانۂ جاہلیت والے گمان کر رہا تھا وہ کہہ رہا تھا۔ کہ آیا اس معاملہ میں ہمیں بھی کچھ اختیار ہے؟ کہہ دیجیے۔ ہر امر کا اختیار صرف اللہ کو ہے۔ یہ لوگ اپنے دلوں میں ایسی باتیں چھپائے ہوئے ہیں۔ جن کا آپ سے اظہار نہیں کرتے کہتے ہیں کہ اگر ہمارے ہاتھ میں بھی کچھ اختیار ہوتا تو ہم یہاں مارے نہ جاتے۔ کہہ دیجیے! اگر تم لوگ اپنے گھروں میں بھی ہوتے تو بھی جن کے لئے قتل ہونا لکھا جا چکا تھا وہ ضرور اپنے مقتل کی طرف نکل کر جاتے (یہ سب کچھ اس لئے ہوا) کہ خدا اسے آزمائے جو کچھ تمہارے سینوں کے اندر ہے اور نکھار کے سامنے لائے اس (کھوٹ) کو جو تمہارے دلوں میں ہے اور اللہ سینوں کے اندر کی باتوں کا خوب جاننے والا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 155,
            "text": "بے شک جن لوگو ں نے دو جماعتوں کی مڈبھیڑ کے دن پیٹھ پھرائی (اس کا سبب یہ تھا) کہ ان کی بعض بدعملیوں کے نتیجہ میں جو وہ کر بیٹھے تھے شیطان نے ان کے قدم ڈگمگائے تھے اور بے شک اللہ نے انہیں معاف کر دیا۔ یقینا اللہ بڑا بخشنے والا نہایت بردبار ہے۔"
        },
        {
            "chapter": 3,
            "verse": 156,
            "text": "اے ایمان والو! کافروں کی طرح نہ ہو جاؤ جو اپنے ان بھائی بندوں کے بارے میں کہتے ہیں جو سفر میں گئے۔ یا جہاد کے لیے نکلے (اور وہاں وفات پا گئے) کہ اگر وہ ہمارے پاس ہوتے تو نہ (طبعی موت) مرتے اور نہ قتل کئے جاتے۔ یہ لوگ یہ بات اس لئے کہتے ہیں کہ خدا اسے ان کے دلوں میں رنج و حسرت کا باعث بنا دے۔ حالانکہ اللہ ہی زندہ رکھتا ہے اور مارتا ہے۔ اور تم جو کچھ بھی کرتے ہو اللہ اسے خوب دیکھ رہا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 157,
            "text": "اور اگر تم راہِ خدا میں قتل کئے جاؤ۔ یا اپنی موت سے مر جاؤ۔ تو بے شک اللہ کی بخشش اور اس کی رحمت بہت ہی بہتر ہے اس (مال و دولت) سے جو لوگ جمع کرتے ہیں۔"
        },
        {
            "chapter": 3,
            "verse": 158,
            "text": "اور تم اپنی موت مرو۔ یا قتل کئے جاؤ۔ بہرحال اللہ کے ہی حضور میں محشور کئے جاؤگے۔"
        },
        {
            "chapter": 3,
            "verse": 159,
            "text": "اے رسول(ص)) یہ اللہ کی بہت بڑی مہربانی ہے کہ تم ان لوگوں کے لیے اتنے نرم مزاج ہو۔ ورنہ اگر تم درشت مزاج اور سنگدل ہوتے تو یہ سب آپ کے گرد و پیش سے منتشر ہو جاتے۔ انہیں معاف کر دیا کریں۔ ان کے لیے دعائے مغفرت کیا کریں اور معاملات میں ان سے مشورہ بھی لے لیا کریں۔ مگر جب کسی کام کے کرنے کا حتمی ارادہ ہو جائے تو پھر خدا پر بھروسہ کریں بے شک اللہ بھروسہ کرنے والوں کو دوست رکھتا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 160,
            "text": "اگر اللہ تمہاری مدد کرے۔ تو کوئی بھی تم پر غالب نہیں آسکتا اور اگر وہ تمہیں چھوڑ دے (مدد نہ کرے) تو اس کے بعد کون ہے جو تمہاری مدد کرے اور اہل ایمان کو صرف خدا پر ہی بھروسہ کرنا چاہیے۔"
        },
        {
            "chapter": 3,
            "verse": 161,
            "text": "کسی نبی کی یہ شان اور کام نہیں ہے کہ وہ خیانت کرے۔ اور جو خیانت کرے گا۔ وہ اپنی خیانت کردہ چیز سمیت قیامت کے دن حاضر ہو جائے گا۔ پھر ہر ایک شخص کو اس کی کمائی کا پورا پورا بدلہ دیا جائے گا اور ان پر ظلم نہیں ہوگا۔"
        },
        {
            "chapter": 3,
            "verse": 162,
            "text": "بھلا وہ شخص جو ہمیشہ خدا کی رضا پر چلنے والا ہو۔ وہ اس شخص کی مانند ہو سکتا ہے جو خدا کے غضب میں گھر گیا ہو۔ اور جس کا آخری ٹھکانہ دوزخ ہو اور وہ کیا برا ٹھکانہ ہے؟ ۔"
        },
        {
            "chapter": 3,
            "verse": 163,
            "text": "(ان دو قسم کے لوگوں کے) اللہ کے یہاں (مختلف درجے ہیں)۔ اور وہ جو کچھ کرتے ہیں اللہ اسے خوب دیکھ رہا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 164,
            "text": "اللہ نے ہمیشہ اہل ایمان پر یہ بہت بڑا احسان کیا ہے کہ ان میں انہی میں سے ایک پیغمبر بھیجا۔ جو ان کے سامنے آیات الٰہی کی تلاوت کرتا ہے۔ ان کو پاکیزہ کرتا ہے (ان کی اصلاح کرتا ہے) اور انہیں کتاب و حکمت کی تعلیم دیتا ہے اگرچہ وہ اس سے پہلے کھلی ہوئی گمراہی میں تھے۔"
        },
        {
            "chapter": 3,
            "verse": 165,
            "text": "(اے مسلمانو! تمہارا کیا حال ہے) کہ جب تم پر (جنگ احد میں) کوئی ایسی مصیبت آپڑی جس سے دگنی مصیبت تمہاری اپنی لائی ہوئی ہے۔ اللہ ہر چیز پر قادر ہے۔"
        },
        {
            "chapter": 3,
            "verse": 166,
            "text": "اور جو دو جماعتوں کی مڈبھیڑ والے دن (جنگ احد میں) تم پر جو مصیبت آئی وہ خدا کے اذن سے آئی تاکہ اللہ دیکھ لے (مخلص) مؤمن کون ہیں۔"
        },
        {
            "chapter": 3,
            "verse": 167,
            "text": "اور منافق کون؟ جن سے جب کہا گیا کہ آؤ اللہ کی راہ میں جنگ کرو۔ یا (کم از کم) دفاع ہی کرو۔ تو انہوں نے کہا۔ کہ اگر ہمیں علم ہوتا کہ جنگ ہوگی تو تمہارے پیچھے آتے جب وہ یہ بات کہہ رہے تھے اس وقت وہ بہ نسبت ایمان کے کفر کے زیادہ قریب تھے۔ وہ اپنے منہ سے وہ باتیں کہتے ہیں جو ان کے دلوں میں نہیں ہوتیں۔ اور جو کچھ وہ چھپاتے ہیں اللہ اسے خوب جانتا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 168,
            "text": "یہی وہ لوگ ہیں جو خود تو (گھروں میں) بیٹھے رہے مگر اپنے (شہید ہونے والے) بھائی بندوں کے بارے میں کہا کہ اگر یہ لوگ ہماری پیروی کرتے (اور جہاد کرنے نہ جاتے) تو مارے نہ جاتے۔ (اے رسول) ان سے کہو۔ کہ اگر تم سچے ہو تو جب خود تمہاری موت آئے تو اسے ٹال کر دکھا دینا۔"
        },
        {
            "chapter": 3,
            "verse": 169,
            "text": "اور جو لوگ اللہ کی راہ میں مارے گئے ہیں انہیں ہرگز مردہ نہ سمجھو بلکہ وہ زندہ ہیں اپنے پروردگار کے یہاں رزق پا رہے ہیں۔"
        },
        {
            "chapter": 3,
            "verse": 170,
            "text": "اللہ نے اپنے فضل و کرم سے انہیں جو کچھ دیا ہے وہ اس پر خوش و خرم ہیں۔ اور اپنے ان پسماندہ گان کے بارے میں بھی جو ہنوز ان کے پاس نہیں پہنچے خوش اور مطمئن ہیں کہ انہیں کوئی خوف نہیں ہے۔ اور نہ کوئی حزن و ملال ہے۔"
        },
        {
            "chapter": 3,
            "verse": 171,
            "text": "وہ اللہ کے فضل و انعام پر خوش اور شاداں ہیں اور اس بات پر فرحاں ہیں کہ اللہ اہل ایمان کے اجر و ثواب کو ضائع و برباد نہیں کرتا۔"
        },
        {
            "chapter": 3,
            "verse": 172,
            "text": "اور جن لوگوں نے زخم کھانے کے بعد بھی اللہ اور رسول کی آواز پر لبیک کہی۔ ان میں سے جو نیکوکار اور پرہیزگار ہیں ان کے لیے بڑا اجر و ثواب ہے۔"
        },
        {
            "chapter": 3,
            "verse": 173,
            "text": "وہ کہ جن سے لوگوں نے کہا کہ لوگوں نے تمہارے خلاف بڑا لشکر جمع کیا ہے لہٰذا تم ان سے ڈرو۔ تو اس بات نے ان کے ایمان میں اور اضافہ کر دیا۔ اور انہوں نے کہا کہ ہمارے لئے اللہ کافی ہے اور وہ بڑا اچھا کارساز ہے۔"
        },
        {
            "chapter": 3,
            "verse": 174,
            "text": "پس یہ لوگ اللہ کی عنایت اور اس کے فضل و کرم سے اس طرح (اپنے گھروں کی طرف) لوٹے کہ انہیں کسی قسم کی تکلیف نے چھوا بھی نہیں تھا۔ اور وہ رضاءِ الٰہی کے تابع رہے اور اللہ بڑے فضل و کرم والا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 175,
            "text": "دراصل یہ تمہارا شیطان تھا جو تمہیں اپنے حوالی موالی (دوستوں) سے ڈراتا ہے۔ اور تم ان سے نہ ڈرو اور صرف مجھ سے ڈرو۔ اگر سچے مؤمن ہو۔"
        },
        {
            "chapter": 3,
            "verse": 176,
            "text": "(اے رسول) وہ لوگ جو کفر کی راہ میں بڑی بھاگ دوڑ کر رہے ہیں وہ تمہیں غمزدہ نہ کریں یہ اللہ کا کچھ نہیں بگاڑ سکیں گے۔ اللہ کا ارادہ ہے کہ آخرت میں ان کے لئے کوئی حصہ نہ رکھے۔ اور ان کے لئے بہت بڑا عذاب ہے۔"
        },
        {
            "chapter": 3,
            "verse": 177,
            "text": "بے شک جن لوگوں نے ایمان کے بدلے کفر خرید لیا ہے وہ ہرگز اللہ کو کچھ نقصان نہیں پہنچائیں گے اور ان کے لیے دردناک عذاب (تیار) ہے۔"
        },
        {
            "chapter": 3,
            "verse": 178,
            "text": "اور کافر یہ ہرگز خیال نہ کریں کہ ہم جو انہیں ڈھیل دے رہے ہیں (ان کی رسی دراز رکھتے ہیں) یہ ان کے لیے کوئی اچھی بات ہے یہ ڈھیل تو ہم صرف اس لئے انہیں دے رہے ہیں کہ وہ زیادہ گناہ کر لیں۔ (آخرکار) ان کے لیے رسوا کرنے والا عذاب ہے۔"
        },
        {
            "chapter": 3,
            "verse": 179,
            "text": "اللہ مؤمنوں کو اس حال پر نہیں چھوڑے گا جس حال پر تم اب ہو۔ جب تک وہ ناپاک کو پاک سے الگ نہ کر دے اور اللہ کی یہ شان نہیں ہے کہ تمہیں غیب پر مطلع کرے۔ البتہ اللہ (غیب کی باتیں بتانے کے لیے) اپنے رسولوں میں سے جسے چاہتا ہے منتخب کرتا ہے۔ سو تم اللہ اور اس کے رسولوں پر ایمان لاؤ۔ اور اگر تم ایمان لاؤ۔ اور پرہیزگاری اختیار کرو تو تمہارے لئے بڑا اجر و ثواب ہے۔"
        },
        {
            "chapter": 3,
            "verse": 180,
            "text": "اور جن لوگوں کو اللہ نے اپنے فضل و کرم سے (بہت کچھ) دے رکھا ہے۔ اور وہ بخل کرتے ہیں وہ ہرگز یہ خیال نہ کریں کہ یہ (بخل) ان کے لیے اچھا ہے بلکہ یہ ان کے لیے بہت برا ہے۔ عنقریب قیامت کے دن اس مال کا طوق انہیں پہنایا جائے گا جس میں وہ بخل کر رہے ہیں۔ اور آسمانوں اور زمین کی میراث اللہ ہی کے لیے ہے اور جو کچھ تم کرتے ہو اللہ اس سے خوب خبردار ہے ۔"
        },
        {
            "chapter": 3,
            "verse": 181,
            "text": "بے شک اللہ نے ان لوگوں (یہودیوں) کا قول سن لیا ہے جنہوں نے کہا کہ خدا مفلس ہے اور ہم مالدار ہیں سو ان کی یہ باتیں ہم لکھ لیں گے نیز ان کا نبیوں کو ناحق قتل کرنا بھی لکھ لیں گے۔ اور (فیصلے کے وقت) ہم ان سے کہیں گے کہ اب آتش دوزخ کا مزہ چکھو۔"
        },
        {
            "chapter": 3,
            "verse": 182,
            "text": "یہ بدلہ ہے اس کا جو تمہارے ہاتھوں نے (زاد سفر کے طور پر) آگے بھیجا ہے اور یقینا اللہ اپنے بندوں پر ظلم کرنے والا نہیں ہے۔"
        },
        {
            "chapter": 3,
            "verse": 183,
            "text": "یہ وہ لوگ ہیں جو کہتے ہیں کہ اللہ نے ہم سے عہد و اقرار لیا ہے کہ ہم اس وقت تک کسی رسول پر ایمان نہ لائیں۔ جب تک وہ ہمارے سامنے ایسی قربانی پیش نہ کرے جسے (غیبی) آگ آکر کھا لے۔ ان سے کہیئے۔ مجھ سے پہلے تمہارے پاس بہت سے رسول(ص) روشن نشانیاں (معجزے) لے کر اور وہ (نشانی) بھی جو تم کہتے ہو لے کر آئے۔ تو اگر تم (اس شرط میں) سچے ہو تو تم نے ان کو کیوں قتل کیا تھا؟ ۔"
        },
        {
            "chapter": 3,
            "verse": 184,
            "text": "(اے رسول) اگر یہ آپ کو جھٹلاتے ہیں تو (آزردہ خاطر نہ ہوں) آپ سے پہلے بہت سے رسول(ص) جھٹلائے جا چکے ہیں جو معجزات، صحیفے اور روشن کتاب (آئین حیات) لے کر آئے تھے۔"
        },
        {
            "chapter": 3,
            "verse": 185,
            "text": "ہر جاندار نے (انجام کار) موت کا مزہ چکھنا ہے۔ اور تم سب کو قیامت کے دن تمہیں (اپنے اعمال کا) پورا پورا بدلہ دیا جائے گا پس جو شخص (اس دن) جہنم سے بچا لیا گیا۔ اور جنت میں داخل کیا گیا وہ کامیاب ہوگیا۔ اور دنیا کی زندگی تو محض دھوکے کا سامان اور سرمایہ فریب ہے۔"
        },
        {
            "chapter": 3,
            "verse": 186,
            "text": "(مسلمانو) ضرور تمہیں تمہارے مالوں اور جانوں کے بارے میں آزمایا جائے گا اور تمہیں اہل کتاب مشرکین سے بڑي دل آزار باتیں سننا پڑیں گی۔ اور اگر تم صبر و ضبظ سے کام لو اور تقویٰ اختیار کرو۔ تو بے شک یہ بڑی ہمت اور حوصلے کا کام ہے۔"
        },
        {
            "chapter": 3,
            "verse": 187,
            "text": "اے رسول(ص)) وہ وقت یاد کرو۔ جب خدا نے اہل کتاب سے عہد و پیمان لیا تھا کہ تم اسے ضرور لوگوں کے سامنے کھول کر بیان کروگے۔ اور اسے ہرگز نہیں چھپاؤگے مگر انہوں نے اسے اپنے پس پشت ڈال دیا۔ اور اس کے عوض تھوڑی سی قیمت وصول کرلی۔ کتنا برا کاروبار ہے جو یہ کر رہے ہیں۔"
        },
        {
            "chapter": 3,
            "verse": 188,
            "text": "آپ ان لوگوں کے بارے میں خیال کریں جو اپنی کارستانیوں پر اتراتے ہیں اور چاہتے ہیں کہ جو کام انہوں نے نہیں کیا اس پر بھی ان کی تعریف و ستائش کی جائے۔ ان کے بارے میں خیال نہ کرنا کہ وہ عذاب سے محفوظ ہیں (نہیں بلکہ) ان کے لیے دردناک عذاب (تیار) ہے۔"
        },
        {
            "chapter": 3,
            "verse": 189,
            "text": "اللہ کے لیے ہی ہے آسمانوں اور زمین کی حکومت (اور وہی ان کا مالک ہے) اور اللہ ہر چیز پر قادر ہے۔"
        },
        {
            "chapter": 3,
            "verse": 190,
            "text": "بے شک آسمانوں اور زمین کی پیدائش میں اور رات دن کی ادل بدل میں صاحبانِ عقل کے لیے بڑی نشانیاں ہیں۔"
        },
        {
            "chapter": 3,
            "verse": 191,
            "text": "جو اٹھتے، بیٹھتے اور پہلوؤں پر لیٹے ہوئے (برابر) اللہ کو یاد کرتے ہیں اور آسمانوں و زمین کی تخلیق و ساخت میں غور و فکر کرتے ہیں (اور بے ساختہ بول اٹھتے ہیں) اے ہمارے پروردگار! تو نے یہ سب کچھ فضول و بیکار پیدا نہیں کیا۔ تو (عبث کام کرنے سے) پاک ہے ہمیں دوزخ کے عذاب سے بچا۔"
        },
        {
            "chapter": 3,
            "verse": 192,
            "text": "اے ہمارے پروردگار! بے شک جسے تو نے دوزخ میں داخل کر دیا اسے تو نے ذلیل و رسوا کر دیا۔ اور ظالموں کے لئے کوئی یار و مددگار نہیں ہیں۔"
        },
        {
            "chapter": 3,
            "verse": 193,
            "text": "اے ہمارے پروردگار! ہمارے گناہوں کو بخش دے اور ہماری برائیاں مٹا اور دور فرما اور نیکوکاروں کے ساتھ ہمارا خاتمہ فرما۔"
        },
        {
            "chapter": 3,
            "verse": 194,
            "text": "پروردگارا! تو نے ہم سے اپنے رسولوں کی زبانی جو وعدہ کیا ہے وہ ہمیں عطا فرما قیامت کے دن ہم کو رسوا نہ فرما تو کبھی وعدہ خلافی نہیں کرتا۔"
        },
        {
            "chapter": 3,
            "verse": 195,
            "text": "سو ان کے پروردگار نے ان کی دعا و پکار کو قبول کر لیا (اور فرمایا) میں کسی عمل کرنے والے کے عمل کو خواہ مرد ہو یا عورت کبھی ضائع نہیں کرتا۔ تم سب ایک دوسرے کے ہم جنس ہی تو ہو۔ سو جن لوگوں نے ہجرت کی اور اپنے گھروں سے نکالے گئے۔ اور میری راہ میں انہیں ایذائیں دی گئیں۔ اور (دین کی خاطر) لڑے اور مارے گئے، تو میں ان کی برائیاں مٹا دوں گا اور ان کو ایسے بہشتوں میں داخل کروں گا جن کے نیچے نہریں بہتی ہوں گی۔ یہ ہے اللہ کے ہاں ان کی جزا۔ اور اللہ کے پاس بہترین ثواب و جزاء ہے۔"
        },
        {
            "chapter": 3,
            "verse": 196,
            "text": "(اے رسول) کافروں کا مختلف شہروں میں چلنا پھرنا (اور دندناتے پھرنا) تمہیں ہرگز دھوکے میں نہ ڈال دے۔"
        },
        {
            "chapter": 3,
            "verse": 197,
            "text": "یہ صرف چند روزہ فائدہ (بہار) ہے۔ پھر ان کا ٹھکانہ دوزخ ہے اور وہ کیسی بُری آرام گاہ ہے۔"
        },
        {
            "chapter": 3,
            "verse": 198,
            "text": "مگر وہ لوگ جنہوں نے تقویٰ اختیار کیا (واجبات ادا کئے اور محرمات سے اجتناب کیا) ان کے لیے ایسے بہشت ہیں جن کے نیچے نہریں جاری ہیں وہ ان میں ہمیشہ رہیں گے یہ اللہ کی طرف سے ان کی مہمان نوازی ہوگی اور جو کچھ اس کے پاس ہے وہ نیکوکاروں کے لیے بہت اچھا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 199,
            "text": "اور یقیناً اہل کتاب میں سے کچھ ایسے ہیں جو اللہ پر اور ان باتوں پر جو ہماری طرف اور جو ان کی طرف اتاری گئی ہیں پر ایمان رکھتے ہیں اللہ کے سامنے (نیازمندی سے) جھکے ہوئے ہیں اور آیاتِ الٰہیہ کو تھوڑی قیمت پر فروخت بھی نہیں کرتے یہ وہ ہیں جن کا اجر اپنے پروردگار کے پاس ہے بے شک اللہ بہت جلد حساب لینے والا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 200,
            "text": "اے ایمان والو! صبر و تحمل سے کام لو۔ اور (کفار کے) مقابلہ میں پامردی دکھاؤ۔ اور (خدمت دین کے لیے) کمربستہ رہو۔ تاکہ تم فوز و فلاح پاؤ (اور دنیا و آخرت میں کامیاب ہو جاؤ)۔"
        },
        {
            "chapter": 4,
            "verse": 1,
            "text": "(اے انسانو!) اپنے اس پروردگار سے ڈرو۔ جس نے تمہیں ایک متنفس سے پیدا کیا اور اس کا جوڑا بھی اسی سے (اس کی جنس سے) پیدا کیا اور پھر انہی دونوں سے بہت سے مردوں اور عورتوں کو پھیلا دیا۔ اللہ سے ڈرو جس کا واسطہ دے کر ایک دوسرے سے سوال کرتے ہو۔ اور رشتہ قرابت کے بارے میں بھی ڈرو۔ بے شک اللہ تعالیٰ تم پر حاضر و ناظر ہے۔"
        },
        {
            "chapter": 4,
            "verse": 2,
            "text": "اور یتیموں کے مال ان کے سپرد کرو۔ اور پاک مال کے بدلے ناپاک مال حاصل نہ کرو۔ اور ان کے مالوں کو اپنے مال کے ساتھ ملا کر نہ کھاؤ۔ بے شک یہ بہت بڑا گناہ ہے۔"
        },
        {
            "chapter": 4,
            "verse": 3,
            "text": "اور اگر تمہیں یہ خوف ہو کہ تم یتیموں کے ساتھ انصاف نہیں کر سکوگے۔ تو جو عورتیں تمہیں پسند ہوں ان سے نکاح کر لو دو دو، تین تین، چار چار سے اور اگر تمہیں اندیشہ ہو کہ (ان کے ساتھ) عدل نہ کر سکوگے تو پھر ایک ہی (بیوی) کرو۔ یا جو تمہاری ملکیت میں ہوں (ان پر اکتفا کرو) یہ زیادہ قریب ہے اس کے کہ بے انصافی نہ کرو۔ (ایک ہی طرف نہ جھک جاؤ)۔"
        },
        {
            "chapter": 4,
            "verse": 4,
            "text": "اور عورتوں کے حق مہر خوشدلی سے ادا کرو اور اگر وہ اپنی خوشی سے اس میں سے تمہیں بخش دیں تو تم اسے شوق سے کھا سکتے ہو۔"
        },
        {
            "chapter": 4,
            "verse": 5,
            "text": "اور اپنے وہ مال جنہیں اللہ نے تمہاری زندگی کا سامان اور اسے قائم رکھنے کا ذریعہ بنایا ہے ناسمجھ لوگوں کے حوالے نہ کرو۔ ہاں البتہ ان کو (کھانا و طعام) کھلاؤ اور (کپڑا) پہناؤ اور ان سے اچھی گفتگو کرو۔"
        },
        {
            "chapter": 4,
            "verse": 6,
            "text": "اور یتیموں کی جانچ پڑتال کرتے رہو۔ یہاں تک کہ جب وہ نکاح کی عمر تک پہنچ جائیں اور تم ان میں اہلیت و سمجھداری بھی پاؤ تو پھر ان کے مال ان کے حوالے کر دو۔ اور فضول خرچی سے کام لے کر اور اس جلد بازی میں کہ وہ کہیں بڑے نہ ہو جائیں ان کا مال مت کھاؤ۔ اور جو سرپرست مالدار ہو تو اسے تو بہرحال ان کے مال سے پرہیز ہی کرنا چاہیے۔ اور جو نادار ہو اسے معروف (مناسب) طریقہ سے کھانا چاہیے۔ پھر جب ان کے مال ان کے حوالے کرو۔ تو ان لوگوں کو گواہ بنا لو۔ اور یوں تو حساب کے لیے اللہ ہی کافی ہے۔"
        },
        {
            "chapter": 4,
            "verse": 7,
            "text": "مردوں کے لیے اس ترکہ سے حصہ ہے جو ماں باپ اور رشتہ دار چھوڑ جائیں۔ اور عورتوں کے لیے بھی حصہ ہے اس ترکہ سے جو ماں باپ اور رشتہ دار چھوڑ جائیں خواہ وہ (ترکہ) تھوڑا ہو یا زیادہ یہ حصہ (خدا کی طرف سے) لازمی مقرر ہے۔"
        },
        {
            "chapter": 4,
            "verse": 8,
            "text": "اور جب تقسیم کے موقع پر رشتہ دار، یتیم اور مسکین موجود ہوں تو انہیں بھی اس (مال) میں سے کچھ دے دو اور ان سے درست اور مناسب طریقہ سے بات کرو۔"
        },
        {
            "chapter": 4,
            "verse": 9,
            "text": "اور ترکہ تقسیم کرنے والوں کو ڈرنا چاہیے کہ اگر وہ خود اپنے پیچھے بے بس و کمزور بچے چھوڑ جاتے۔ تو انہیں ان کی کس قدر فکر ہوتی۔ لہٰذا وہ دوسروں کے یتیموں کے بارے میں اللہ سے ڈریں اور بالکل درست اور سیدھی بات کریں"
        },
        {
            "chapter": 4,
            "verse": 10,
            "text": "بے شک جو لوگ ظلم کے ساتھ یتیموں کا مال کھاتے ہیں وہ اپنے پیٹوں میں آگ بھر رہے ہیں اور عنقریب بھڑکتی ہوئی آگ میں داخل ہوں گے (واصل جہنم ہوں گے۔)"
        },
        {
            "chapter": 4,
            "verse": 11,
            "text": "اللہ تمہاری اولاد کے بارے میں تمہیں ہدایت کرتا ہے کہ لڑکے کا حصہ برابر ہے دو لڑکیوں کے اب اگر لڑکیاں ہی وارث ہوں اور ہوں بھی دو سے اوپر تو ان کو دو تہائی ترکہ دیا جائے گا اور ایک لڑکی (وارث) ہو تو اسے آدھا ترکہ دیا جائے گا۔ اور اگر میت صاحب اولاد ہو تو اس کے والدین میں سے ہر ایک کے لئے ترکہ کا چھٹا حصہ ہوگا (اور باقی اولاد کا) اور اگر بے اولاد ہو۔ اور اس کے والدین ہی اس کے وارث ہوں تو اس کی ماں کو تیسرا حصہ ملے گا (باقی ۳/۲ باپ کو ملے گا) اور اگر اس (مرنے والے) کے بھائی (بہن) ہوں تو پھر اس کی ماں کو چھٹا حصہ ملے گا (باقی ۶/۵ بہن بھائیوں کو ملے گا) مگر یہ تقسیم اس وقت ہوگی، جب میت کی وصیت پوری کر دی جائے۔ جو وہ کر گیا ہو اور اس کا قرضہ ادا کر دیا جائے گا جو اس پر ہو۔ تم نہیں جانتے کہ تمہارے ماں باپ یا تمہاری اولاد میں سے نفع رسانی کے لحاظ سے کون تمہارے زیادہ قریب ہے۔ یہ حصے اللہ کی طرف سے مقرر ہیں، یقینا اللہ بڑا جاننے والا اور بڑا حکمت والا ہے۔"
        },
        {
            "chapter": 4,
            "verse": 12,
            "text": "اور جو ترکہ تمہاری بیویاں چھوڑ جائیں اس میں سے آدھا تمہارے لئے ہوگا اگر ان کی اولاد نہ ہو اور اگر ان کے اولاد ہو تو پھر تمہیں ان کے ترکہ کا چوتھا حصہ ملے گا۔ یہ تقسیم اس وصیت کو پورا کرنے کے بعد ہوگی، جو انہوں نے کی ہو اور اس قرضہ کی ادائیگی کے بعد جو ان کے ذمہ ہو۔ اور وہ (بیویاں) تمہارے ترکہ میں سے چوتھے حصہ کی حقدار ہوں گی۔ اگر تمہاری اولاد نہ ہو۔ اور اگر تمہارے اولاد ہو تو پھر ان کا آٹھواں حصہ ہوگا اور (یہ تقسیم) اس وصیت کو پورا کرنے کے بعد ہوگی جو تم نے کی ہو اور اس قرض کو ادا کرنے کے بعد جو تم نے چھوڑا ہو۔ اور اگر میت (جس کی وراثت تقسیم کی جانے والی ہے) کلالہ ہو یعنی مرد ہو یا عورت بے اولاد ہو اور اس کے ماں باپ نہ ہوں۔ مگر بھائی بہن ہوں تو اگر اس کا صرف ایک بھائی یا ایک بہن موجود ہو تو بھائی یا بہن کو چھٹا حصہ ملے گا۔ اور اگر بھائی بہن ایک سے زیادہ ہوں تو پھر وہ کل ترکہ کی ایک تہائی میں برابر کے شریک ہوں گے۔ مگر (یہ تقسیم) اس وصیت کو پورا کرنے اور قرضہ کے ادا کرنے کے بعد ہوگی جو کی گئی (جبکہ وصیت کرنے والا وارثوں کو) ضرر پہنچانے کے درپے نہ ہو۔ یہ اللہ کی طرف سے لازمی ہدایت ہے، اور اللہ بڑے علم و حلم والا ہے۔"
        },
        {
            "chapter": 4,
            "verse": 13,
            "text": "یہ اللہ کی مقرر کردہ حدیں ہیں جو خدا اور رسول کی اطاعت کرے گا اللہ اسے ان بہشتوں میں داخل کرے گا۔ جن کے نیچے سے نہریں جاری ہوں گی۔ جن میں وہ ہمیشہ ہمیشہ رہیں گے اور یہ بہت بڑی کامیابی ہے۔"
        },
        {
            "chapter": 4,
            "verse": 14,
            "text": "اور جو اللہ اور اس کے رسول کی نافرمانی کرے گا اور اس کی مقرر کردہ حدوں سے تجاوز کرے گا۔ تو اللہ اسے آتش دوزخ میں داخل کرے گا۔ جس میں وہ ہمیشہ رہے گا۔ اور اس کے لیے ذلیل کرنے والا عذاب ہے۔"
        },
        {
            "chapter": 4,
            "verse": 15,
            "text": "اور جو تمہاری عورتوں میں سے بدکاری کریں تو ان کی بدکاری پر اپنے میں سے چار آدمیوں کی گواہی لو۔ اور اگر وہ گواہی دے دیں تو انہیں گھروں میں بند کر دو یہاں تک کہ انہیں موت آجائے یا اللہ ان کے لیے کوئی اور راستہ مقرر کرے۔"
        },
        {
            "chapter": 4,
            "verse": 16,
            "text": "اور تم میں سے جو دو شخص (مرد و عورت) بدکاری کا ارتکاب کریں تو ان کو اذیت پہنچاؤ۔ پھر اگر وہ توبہ کر لیں اور اپنی اصلاح کرلیں۔ تو انہیں چھوڑ دو بے شک اللہ بہت توبہ قبول کرنے والا اور بہت رحم کرنے والا ہے۔"
        },
        {
            "chapter": 4,
            "verse": 17,
            "text": "توبہ قبول کرنے کا حق اللہ کے ذمہ صرف انہی لوگوں کا ہے جو جہالت (نادانی) کی وجہ سے کوئی برائی کرتے ہیں پھر جلدی توبہ کر لیتے ہیں یہ ہیں وہ لوگ جن کی توبہ خدا قبول کرتا ہے۔ اور اللہ بڑا جاننے والا اور بڑی حکمت والا ہے۔"
        },
        {
            "chapter": 4,
            "verse": 18,
            "text": "ان لوگوں کی توبہ (قبول) نہیں ہے۔ جو (زندگی بھر) برائیاں کرتے رہتے ہیں، یہاں تک کہ جب ان میں سے کسی کی موت کا وقت آجاتا ہے، تو وہ کہتا ہے، اس وقت میں توبہ کرتا ہوں۔ اور نہ ہی ان کے لیے توبہ ہے۔ جو کفر کی حالت میں مرتے ہیں۔ یہ وہ ہیں جن کے لیے ہم نے دردناک عذاب مہیا کر رکھا ہے۔"
        },
        {
            "chapter": 4,
            "verse": 19,
            "text": "اے ایمان والو! تمہارے لئے حلال نہیں ہے۔ کہ تم زبردستی عورتوں کے وارث بن جاؤ۔ اور نہ یہ جائز ہے۔ کہ ان پر سختی کرو اور روکے رکھو تاکہ جو کچھ تم نے (جہیز وغیرہ) انہیں دیا ہے اس میں سے کچھ حصہ لے اڑو مگر یہ کہ وہ صریح بدکاری کا ارتکاب کریں (کہ اس صورت میں سختی جائز ہے) اور عورتوں کے ساتھ عمدہ طریقہ سے زندگی گزارو۔ اور اگر تم انہیں ناپسند کرتے ہو تو ہو سکتا ہے کہ ایک چیز تمہیں پسند نہ ہو۔ مگر اللہ نے اس میں بہت کچھ بھلائی رکھ دی ہو۔"
        },
        {
            "chapter": 4,
            "verse": 20,
            "text": "اور اگر تم ایک بیوی کو بدل کر اس کی جگہ دوسری لانا چاہو اور تم ان میں سے ایک کو (جسے فارغ کرنا چاہتے ہو) بہت سا مال دے چکے ہو۔ تو اس میں سے کچھ بھی واپس نہ لو کیا تم جھوٹا الزام لگا کر اور صریح گناہ کرکے (واپس) لینا چاہتے ہو۔"
        },
        {
            "chapter": 4,
            "verse": 21,
            "text": "اور بھلا تم وہ (مال) کیسے واپس لے سکتے ہو۔ جبکہ تم (مقاربت کرکے) ایک دوسرے سے لطف اندوز ہو چکے ہو؟ اور وہ تم سے پختہ عہد و پیمان لی چکی ہیں۔"
        },
        {
            "chapter": 4,
            "verse": 22,
            "text": "جن عورتوں سے تمہارے باپ دادا نکاح کر چکے ہوں۔ ان سے شادی (نکاح) نہ کرو۔ سوا اس کے جو پہلے ہو چکا۔ بے شک یہ کھلی بے حیائی اور (خدا کی) ناراضی کی بات ہے اور بہت برا طریقہ ہے۔"
        },
        {
            "chapter": 4,
            "verse": 23,
            "text": "تم پر حرام کر دی گئی ہیں تمہاری مائیں، تمہاری بیٹیاں، تمہاری بہنیں، تمہاری پھوپھیاں، تمہاری خالائیں، بھتیجیاں، بھانجیاں اور تمہاری وہ مائیں جنہوں نے تمہیں دودھ پلایا ہے۔ اور تمہاری رضاعی (دودھ شریک) بہنیں اور تمہاری بیویوں کی مائیں (خوشدامنیں) اور تمہاری ان بیویوں کی جن سے تم نے مباشرت کی ہے وہ لڑکیاں جو تمہاری گودوں میں پرورش پا رہی ہیں اور اگر صرف نکاح ہوا ہے مگر مباشرت نہیں ہوئی ہے۔ تو پھر (ان کی لڑکیوں سے نکاح کرنے میں) کوئی مضائقہ نہیں ہے۔ اور تمہارے صلبی بیٹوں کی بیویاں (بہوؤیں) اور یہ بھی حرام قرار دیا گیا کہ دو بہنوں کو ایک نکاح میں اکھٹا کرو۔ مگر جو پہلے ہو چکا ہے۔ بے شک اللہ بڑا بخشنے والا اور بڑا رحم کرنے والا ہے۔"
        },
        {
            "chapter": 4,
            "verse": 24,
            "text": "اور وہ عورتیں بھی تم پر حرام ہیں، جو شوہردار ہوں۔ مگر وہ ایسی عورتیں جو (شرعی جہاد میں) تمہاری ملکیت میں آئیں۔ یہ آئین ہے، اللہ کا جو تم پر لازم ہے۔ اور ان کے علاوہ جو عورتیں ہیں وہ تمہارے لئے حلال ہیں کہ اپنے مال (حق مہر) کے عوض ان سے شادی کرلو۔ بدکاری سے بچنے اور پاکدامنی کو قائم رکھنے کے لیے اور ان عورتوں میں سے جن سے تم متعہ کرو۔ تو ان کی مقررہ اجرتیں ادا کر دو۔ اور اگر زرِ مہر مقرر کرنے کے بعد تم آپس میں (کم و بیش پر) راضی ہو جاؤ تو اس میں کوئی حرج نہیں ہے۔ بے شک اللہ بہت جاننے والا اور بڑی رحمت والا ہے۔"
        },
        {
            "chapter": 4,
            "verse": 25,
            "text": "اور تم میں سے جو شخص مالی حیثیت سے اس کی قدرت نہ رکھتا ہو کہ وہ (خاندانی) مسلمان آزاد عورتوں سے نکاح کر سکے۔ تو وہ ان مسلمان لونڈیوں سے (نکاح کرلے) جو تمہاری ملکیت میں ہوں اور اللہ تمہارے ایمان کو خوب جانتا ہے تم (اسلام کی حیثیت سے) سب ایک دوسرے سے ہو۔ پس ان (لونڈیوں) کے مالکوں کی اجازت سے نکاح کرو۔ اور بھلائی کے ساتھ ان کے حق مہر ادا کرو۔ تاکہ وہ (قید نکاح میں آکر) پاکدامن رہیں۔ اور شہوت رانی نہ کرتی پھریں۔ اور نہ ہی چوری چھپے آشنا بناتی پھریں۔ سو جب وہ قید نکاح میں محفوظ ہو جائیں تو اگر اب بدکاری کا ارتکاب کریں تو ان کے لئے آزاد عورتوں کی نصف سزا ہوگی۔ یہ رعایت (کہ خاندانی مسلمان آزاد عورت سے نکاح کرنے کی قدرت نہ ہو تو کنیز سے نکاح کرنے کا جواز) اس شخص کے لئے ہے جسے (نکاح نہ کرنے سے) بدکاری میں مبتلا ہونے کا اندیشہ ہو اور اگر ضبط سے کام لو تو یہ تمہارے لیے بہتر ہے اور اللہ بڑا بخشنے والا اور بڑا رحم کرنے والا ہے۔"
        },
        {
            "chapter": 4,
            "verse": 26,
            "text": "اللہ چاہتا ہے کہ (تم سے اپنے احکام) کھول کر بیان کر دے اور تمہیں ان لوگوں کے طریقوں پر چلائے جو تم سے پہلے گزرے ہیں اور تمہاری توبہ قبول کرے اللہ بڑا جاننے والا اور بڑی حکمت والا ہے۔"
        },
        {
            "chapter": 4,
            "verse": 27,
            "text": "اور اللہ تو چاہتا ہے کہ تمہاری توبہ قبول کرے مگر وہ لوگ جو خواہشات نفس کی پیروی کرتے ہیں وہ چاہتے ہیں کہ تم (راہ راست سے بھٹک کر) بہت دور نکل جاؤ۔"
        },
        {
            "chapter": 4,
            "verse": 28,
            "text": "اللہ چاہتا ہے کہ تمہارا بوجھ ہلکا کرے (کیونکہ) انسان کمزور پیدا کیا گیا ہے۔"
        },
        {
            "chapter": 4,
            "verse": 29,
            "text": "اے ایمان والو! آپس میں ایک دوسرے کے مال باطل طریقہ سے نہ کھاؤ۔ مگر یہ کہ تمہاری باہمی رضامندی سے تجارتی معاملہ ہو۔ اور اپنے آپ کو قتل نہ کرو۔ بے شک اللہ تم پر بڑا مہربان ہے۔"
        },
        {
            "chapter": 4,
            "verse": 30,
            "text": "اور جو شخص ظلم و تعدی سے ایسا کرے گا۔ تو ہم عنقریب اسے آتش (دوزخ) میں ڈالیں گے۔ اور یہ بات اللہ کے لیے بالکل آسان ہے۔"
        },
        {
            "chapter": 4,
            "verse": 31,
            "text": "اگر تم ان بڑے (گناہوں) سے بچتے رہو، جن سے تمہیں منع کیا گیا ہے۔ تو ہم تمہاری (چھوٹی) برائیاں دور کر دیں گے (معاف کر دیں گے) اور تمہیں ایک معزز (جنت) میں داخل کریں گے۔"
        },
        {
            "chapter": 4,
            "verse": 32,
            "text": "اور اللہ نے تم سے بعض کو دوسرے بعض پر جو زیادتی (بڑائی) عطا کی ہے۔ تم اس کی تمنا نہ کرو۔ مردوں کا حصہ ہے (مال و اعمال وغیرہ سے) جو انہوں نے کمایا اور عورتوں کا حصہ ہے جو کچھ انہوں نے کمایا۔ اور اللہ سے اس کے فضل (مال اور اعمال وغیرہ کا) سوال کرو بے شک اللہ ہر چیز کا جاننے والا ہے۔"
        },
        {
            "chapter": 4,
            "verse": 33,
            "text": "اور ہم نے ہر شخص کے لئے وارث مقرر کر دیئے ہیں، جو کچھ ماں، باپ اور قریب ترین رشتہ دار اور جن سے تم نے عہدوپیمان کر رکھا ہے۔ چھوڑ جائیں انہیں (وارثوں کو) ان کا حصہ دو۔ بے شک اللہ ہر چیز پر گواہ (مطلع) ہے۔"
        },
        {
            "chapter": 4,
            "verse": 34,
            "text": "مرد عورتوں کے محافظ و منتظم (حاکم) ہیں (ایک) اس لئے کہ اللہ نے بعض (مردوں) کو بعض (عورتوں) پر فضیلت دی ہے اور (دوسرے) اس لئے کہ مرد (عورتوں پر) اپنے مال سے خرچ کرتے ہیں۔ سو نیک عورتیں تو اطاعت گزار ہوتی ہیں اور جس طرح اللہ نے (شوہروں کے ذریعہ) ان کی حفاظت کی ہے۔ اسی طرح پیٹھ پیچھے (شوہروں کے مال اور اپنی ناموس کی) حفاظت کرنے والی ہوتی ہیں اور وہ عورتیں جن کی سرکشی کا تمہیں اندیشہ ہو انہیں (نرمی سے) سمجھاؤ (بعد ازاں) انہیں ان کی خواب گاہوں میں چھوڑ دو اور (آخرکار)۔ انہیں مارو۔ پھر اگر وہ تمہاری اطاعت کرنے لگیں تو پھر ان کے خلاف کوئی اور اقدام کرنے کے راستے تلاش نہ کرو۔ یقینا اللہ (اپنی کبریائی میں) سب سے بالا اور بڑا ہے۔"
        },
        {
            "chapter": 4,
            "verse": 35,
            "text": "اور اگر تمہیں دونوں (میاں بیوی) کی ناچاقی کا خوف دامنگیر ہو تو ایک ثالث مرد کے کنبے سے اور ایک ثالث عورت کے کنبے سے مقرر کرو۔ اگر دونوں اصلاح کا ارادہ کریں گے تو خدا ان دونوں میں موافقت پیدا کر دے گا۔ بے شک اللہ بڑا جاننے والا بڑا باخبر ہے۔"
        },
        {
            "chapter": 4,
            "verse": 36,
            "text": "اور اللہ کی عبادت کرو اور کسی چیز کو اس کا شریک نہ بناؤ۔ اور ماں باپ کے ساتھ نیکی کرو اور رشتہ داروں، یتیموں، مسکینوں اور قریبی ہمسایہ اور اجنبی ہمسایہ اور پہلو میں بیٹھنے والے رفیق اور مسافر، اپنے مملوکہ (غلاموں کنیزوں) کے ساتھ اچھا برتاؤ کرو۔ بے شک اللہ مغرور و متکبر اور شیخی بگھارنے والوں کو دوست نہیں رکھتا۔"
        },
        {
            "chapter": 4,
            "verse": 37,
            "text": "جو خود کنجوسی سے کام لیتے ہیں اور دوسروں کو بھی کنجوسی کرنے کا حکم (ترغیب) دیتے ہیں۔ اور جو کچھ اللہ نے ان کو اپنے فضل و کرم سے دیا ہے وہ اسے چھپاتے ہیں ہم نے ایسے ناشکروں کے لئے رسوا کن عذاب مہیا کر رکھا ہے۔"
        },
        {
            "chapter": 4,
            "verse": 38,
            "text": "اور جو اپنے مال صرف لوگوں کو دکھانے کے لیے خرچ کرتے ہیں دراصل وہ خدا اور روزِ جزا پر ایمان و یقین نہیں رکھتے (اللہ ایسے لوگوں کو دوست نہیں رکھتا)۔ اور جس کا مصاحب شیطان ہو۔ وہ اس کا بہت بُرا مصاحب ہے۔"
        },
        {
            "chapter": 4,
            "verse": 39,
            "text": "اور ان کا کیا نقصان ہوتا اگر وہ اللہ اور روزِ آخرت پر ایمان لاتے اور جو کچھ اللہ نے انہیں عطا کیا ہے اس میں سے کچھ (راہِ خدا میں) خرچ کرتے اور اللہ ان سے خوب واقف ہے۔"
        },
        {
            "chapter": 4,
            "verse": 40,
            "text": "بے شک اللہ ذرہ برابر (کسی پر) ظلم نہیں کرتا اور اگر وہ (ذرہ برابر) نیکی ہو تو اسے دوگنا (بلکہ چوگنا) کر دیتا ہے اور اپنی طرف سے بہت بڑا اجر عطا فرماتا ہے۔"
        },
        {
            "chapter": 4,
            "verse": 41,
            "text": "اس وقت کیا حال ہوگا جب ہم ہر امت میں سے ایک گواہ لائیں گے اور آپ کو ان سب پر گواہ بنا کر لائیں گے۔"
        },
        {
            "chapter": 4,
            "verse": 42,
            "text": "اس دن کافر اور پیغمبر کے نافرمان تمنا کریں گے کہ کاش وہ زمین کے برابر کر دیئے جاتے۔ اور وہ اللہ سے کوئی بات چھپا نہ سکیں گے۔"
        },
        {
            "chapter": 4,
            "verse": 43,
            "text": "اے ایمان والو۔ نماز کے قریب مت جاؤ جبکہ نشہ کی حالت میں ہو یہاں تک کہ (نشہ اتر جائے اور) تمہیں معلوم ہو کہ تم کیا کہہ رہے ہو؟ اور نہ ہی جنابت کی حالت میں (نماز کے قریب جاؤ) یہاں تک کہ غسل کر لو۔ الا یہ کہ تم راستے سے گزر رہے ہو (سفر میں ہو)۔ اور اگر تم بیمار ہو یا سفر میں ہو یا تم سے کوئی بیت الخلاء سے ہو کے آئے۔ یا تم نے عورتوں سے مباشرت کی ہو اور تمہیں پانی نہ ملے تو پھر پاک مٹی سے تیمم کر لو۔ کہ (اس سے) اپنے چہروں اور ہاتھوں کے کچھ حصہ پر مسح کرلو۔ بے شک اللہ بڑا معاف کرنے والا ہے، بڑا بخشنے والا ہے۔"
        },
        {
            "chapter": 4,
            "verse": 44,
            "text": "کیا تم نے ان لوگوں کی طرف نہیں دیکھا جن کو کتاب (الٰہی) کا کچھ حصہ دیا گیا کہ وہ گمراہی خرید رہے ہیں اور چاہتے ہیں کہ تم بھی سیدھے راستے سے بہک جاؤ۔"
        },
        {
            "chapter": 4,
            "verse": 45,
            "text": "اور اللہ تمہارے دشمنوں کو خوب جانتا ہے اور اللہ تمہاری کارسازی و سرپرستی اور مددگاری کے لیے کافی ہے"
        },
        {
            "chapter": 4,
            "verse": 46,
            "text": "یہودیوں میں سے کچھ ایسے بھی ہیں جو کلموں کو ان کے موقع و محل سے پھیر دیتے ہیں اور زبانوں کو توڑ موڑ کر اور دین پر اعتراض کرتے ہوئے کہتے ہیں کہ ’’سمعنا و عصینا‘‘ (ہم نے سنا مگر مانا نہیں) اور ’’اسمع غیر مسمع‘‘ (اور سنو تمہاری بات نہ سنی جائے) اور ’’راعنا‘‘ (ہمارا لحاظ کرو)۔ اگر وہ اس کی بجائے یوں کہتے ’’سمعنا و اطعنا‘‘ (ہم نے سنا اور مانا) اور ‘‘اسمع‘‘ (اور سنیئے) ‘‘وانظرنا‘‘ (اور ہماری طرف دیکھئے) تو یہ ان کے لئے بہتر اور زیادہ درست ہوتا۔ مگر اللہ نے کفر کی وجہ سے ان پر لعنت کی ہے (اپنی رحمت سے دور کر دیا ہے) اس لئے وہ بہت کم ایمان لائیں گے۔"
        },
        {
            "chapter": 4,
            "verse": 47,
            "text": "اے اہل کتاب اس (قرآن) پر (ایمان لاؤ) اس سے پہلے کہ ہم کچھ چہروں کو بگاڑ دیں اور انہیں ان کی پیٹھ کی طرف پھیر دیں یا ان پر اس طرح لعنت کریں جس طرح ہم نے ہفتہ کے دن والوں پر لعنت کی تھی اور اللہ کا حکم نافذ ہوکر رہتا ہے۔"
        },
        {
            "chapter": 4,
            "verse": 48,
            "text": "یقینا اللہ اس بات کو نہیں بخشتا کہ اس کے ساتھ شرک کیا جائے اور اس کے سوا (ہر گناہ) جس کے لئے چاہتا ہے بخش دیتا ہے اور جس نے کسی کو اللہ کا شریک ٹھہرایا اس نے بہت بڑے گناہ کے ساتھ بہتان باندھا۔"
        },
        {
            "chapter": 4,
            "verse": 49,
            "text": "کیا تم نے ان لوگوں کو نہیں دیکھا جو اپنی پاکیزگی بیان کرتے ہیں (اور خود اپنی تعریف کرتے ہیں) حالانکہ اللہ جسے چاہتا ہے پاکیزگی عطا کرتا ہے (جس کی چاہتا ہے تعریف کرتا ہے)۔ اور ان پر سوت برابر (ذرہ برابر) ظلم نہیں کیا جائے گا۔"
        },
        {
            "chapter": 4,
            "verse": 50,
            "text": "دیکھو کہ یہ کس طرح خدا پر جھوٹی تہمت لگاتے ہیں۔ اور ان کے گنہگار ہونے کے لیے یہی کھلا ہوا گناہ کافی ہے۔"
        },
        {
            "chapter": 4,
            "verse": 51,
            "text": "کیا تم نے ان لوگوں کو نہیں دیکھا جن کو کتاب (الٰہی) سے کچھ حصہ دیا گیا ہے وہ جبت (بت) اور طاغوت (شیطان) پر ایمان رکھتے ہیں (انہیں مانتے ہیں) اور کافروں کے متعلق کہتے ہیں کہ وہ ایمان لانے والوں سے زیادہ ہدایت یافتہ ہیں۔"
        },
        {
            "chapter": 4,
            "verse": 52,
            "text": "یہی وہ لوگ ہیں جن پر اللہ نے لعنت کی ہے اور جس پر اللہ لعنت کر دے تم اس کا ہرگز کوئی یار و مددگار نہیں پاؤگے۔"
        },
        {
            "chapter": 4,
            "verse": 53,
            "text": "کیا ان کا سلطنت میں کوئی حصہ ہے؟ اگر ایسا ہوتا تو یہ لوگوں کو تل بھر بھی نہ دیتے۔"
        },
        {
            "chapter": 4,
            "verse": 54,
            "text": "یا پھر وہ لوگوں پر اس لئے حسد کرتے ہیں کہ اللہ نے ان کو اپنے فضل و کرم سے نوازا ہے۔ (اگر یہ بات ہے) تو ہم نے آلِ ابراہیم (ع) کو کتاب و حکمت عطا کی ہے اور ان کو بہت بڑی سلطنت عطا کی۔"
        },
        {
            "chapter": 4,
            "verse": 55,
            "text": "پھر ان میں کچھ تو اس پر ایمان لائے اور کچھ روگردان ہوگئے اور (ایسوں کے لئے) دوزخ کی بھڑکتی ہوئی آگ کافی ہے۔"
        },
        {
            "chapter": 4,
            "verse": 56,
            "text": "بے شک جن لوگوں نے ہماری آیتوں کا انکار کیا ہم عنقریب انہیں (دوزخ) کی آگ میں جھونکیں گے۔ جب ان کی (پہلی) کھا لیں پک (جل) جائیں گی تو ہم ان کی کھالیں اور کھالوں سے بدل دیں گے تاکہ وہ عذاب کا مزہ چکھتے رہیں بے شک اللہ زبردست ہے اور بڑی حکمت والا ہے ۔"
        },
        {
            "chapter": 4,
            "verse": 57,
            "text": "اور جو لوگ ایمان لائے اور نیک عمل کئے ہم عنقریب ان کو ان بہشتوں میں داخل کریں گے جن کے نیچے سے نہریں جاری ہوں گی اور وہ ان میں ہمیشہ ہمیشہ رہیں گے۔ ان کے لئے وہاں پاک و پاکیزہ بیویاں ہوں گی اور ہم انہیں (اپنی رحمت) کے گنجان سایہ (گھنی چھاؤں) میں اتاریں گے۔"
        },
        {
            "chapter": 4,
            "verse": 58,
            "text": "(اے مسلمانو) اللہ تمہیں حکم دیتا ہے کہ امانتیں اہل امانت کو ادا کرو۔ اور جب لوگوں کے درمیان فیصلہ کرو تو عدل کے ساتھ کرو۔ بے شک اللہ تمہیں بہت ہی اچھی بات کی نصیحت کرتا ہے۔ بے شک اللہ بڑا سننے والا، بڑا دیکھنے والا ہے۔"
        },
        {
            "chapter": 4,
            "verse": 59,
            "text": "اے ایمان والو اطاعت کرو اللہ کی اور اطاعت کرو رسول کی اور ان لوگوں کی جو تم میں سے صاحبانِ امر ہیں (فرمان روائی کے حقدار ہیں)۔ پھر اگر تمہارے درمیان کسی بات میں نزاع (یا جھگڑا) ہو جائے تو اسے اللہ اور رسول کی طرف پلٹاؤ اگر تم اللہ اور آخرت کے روز پر ایمان رکھتے ہو تو یہ طریقہ کار تمہارے لئے اچھا ہے اور انجام کے اعتبار سے عمدہ ہے۔"
        },
        {
            "chapter": 4,
            "verse": 60,
            "text": "کیا تم نے ان لوگوں کو نہیں دیکھا جن کا دعویٰ ہے کہ وہ اس پر ایمان لائے جو آپ پر نازل کیا گیا ہے اور اس پر جو آپ سے پہلے نازل کیا گیا۔ (اس کے باوجود) وہ چاہتے ہیں کہ طاغوت کی طرف رجوع کریں۔ (غیر شرعی عدالت میں مقدمہ لے جائیں) حالانکہ انہیں اس کا انکار کرنے کا حکم دیا گیا ہے۔ شیطان چاہتا ہے کہ انہیں بھٹکا کر گمراہی میں بہت دور لے جائے۔"
        },
        {
            "chapter": 4,
            "verse": 61,
            "text": "اور جب ان سے کہا جائے کہ آؤ اس کی طرف جو اللہ نے اتارا ہے (قرآن) اور آؤ رسول (سنت) کی طرف تو آپ منافقین کو دیکھیں گے کہ وہ آپ سے بڑی سخت روگردانی کرتے ہیں۔"
        },
        {
            "chapter": 4,
            "verse": 62,
            "text": "پھر کیسی گزرتی ہے جب ان پر کوئی مصیبت آپڑتی ہے اپنے ہاتھوں کی لائی ہوئی (ان کے کرتوتوں کی وجہ سے) تو آپ کی خدمت میں اللہ کے نام کی قسمیں کھاتے ہوئے آتے ہیں اور کہتے ہیں کہ ہمارا مقصد تو بھلائی اور (فریقین میں) مصالحت کرانا تھا۔"
        },
        {
            "chapter": 4,
            "verse": 63,
            "text": "یہ وہ ہیں کہ اللہ خوب جانتا ہے کہ جو کچھ ان کے دلوں میں ہے آپ ان سے چشم پوشی کریں اور انہیں نصیحت کریں اور ان سے مؤثر باتیں کریں۔"
        },
        {
            "chapter": 4,
            "verse": 64,
            "text": "اور ہم نے کوئی رسول نہیں بھیجا مگر اس لئے کہ اللہ کے حکم سے اس کی اطاعت کی جائے کاش جب یہ لوگ (گناہ کرکے) اپنی جانوں پر ظلم کر بیٹھے تھے اگر آپ کے پاس آجاتے اور اللہ سے بخشش طلب کرتے اور رسول بھی ان کے لئے دعائے مغفرت کرتے تو یقینا اللہ کو بڑا توبہ قبول کرنے والا اور بڑا مہربان پاتے۔"
        },
        {
            "chapter": 4,
            "verse": 65,
            "text": "نہیں۔ آپ کے پروردگار کی قسم! یہ لوگ اس وقت تک مؤمن نہیں ہو سکتے۔ جب تک اپنے تمام باہمی جھگڑوں میں آپ کو حَکَم نہ مانیں۔ اور پھر آپ جو فیصلہ کریں (زبان سے اعتراض کرنا تو کجا) اپنے دلوں میں بھی تنگی محسوس نہ کریں اور اس طرح تسلیم کریں جس طرح تسلیم کرنے کا حق ہے۔"
        },
        {
            "chapter": 4,
            "verse": 66,
            "text": "اور اگر ہم ان پر یہ فرض کر دیتے کہ اپنے آپ کو قتل کرو۔ یا اپنے گھروں سے نکل جاؤ۔ تو اس پر معدودے چند لوگوں کے سوا اور کوئی عمل نہ کرتا اور اگر یہ اس نصیحت پر عمل کرتے، جو ان کو کی جاتی ہے، تو یہ ان کے حق میں بہتر ہوتا۔ اور ثابت قدمی کا زیادہ موجب ہوتا۔"
        },
        {
            "chapter": 4,
            "verse": 67,
            "text": "اور اس وقت ہم انہیں اپنی طرف سے بڑا اجر دیتے۔"
        },
        {
            "chapter": 4,
            "verse": 68,
            "text": "اور انہیں سیدھے راستہ پر چلنے کی خاص توفیق عطا کرتے۔"
        },
        {
            "chapter": 4,
            "verse": 69,
            "text": "جو اللہ اور رسول(ص) کی اطاعت کرے گا۔ تو ایسے لوگ ان کے ساتھ ہوں گے جن پر اللہ نے خاص انعام کیا ہے۔ یعنی انبیاء، صدیقین، شہداء اور صالحین اور یہ بہت اچھے رفیق ہیں۔"
        },
        {
            "chapter": 4,
            "verse": 70,
            "text": "یہ اللہ کا خاص فضل ہے اور اللہ کا علم کافی ہے۔"
        },
        {
            "chapter": 4,
            "verse": 71,
            "text": "اے ایمان والو! اپنی حفاظت کا سامان مکمل رکھو۔ ہر وقت تیار رہو پھر (موقع کی مناسبت سے) دستہ دستہ ہوکر نکلو یا اکھٹے ہوکر نکلو۔"
        },
        {
            "chapter": 4,
            "verse": 72,
            "text": "اور تم میں سے کچھ ایسے بھی ہیں جو پیچھے رکا رہنا پسند کرتے ہیں پس اگر تم پر کوئی مصیبت نازل ہو تو کہتا ہے کہ یہ مجھ پر اللہ کا احسان تھا کہ ان کے ساتھ حاضر نہ تھا۔"
        },
        {
            "chapter": 4,
            "verse": 73,
            "text": "اور اگر تم پر اللہ کا فضل و کرم ہو (فتح ہو اور مالِ غنیمت مل جائے) تو کہتا ہے جیسے اس کے اور تمہارے درمیان کبھی محبت اور دوستی تھی ہی نہیں کہ کاش میں بھی ان کے ساتھ ہوتا تو بڑی کامیابی حاصل کرتا۔"
        },
        {
            "chapter": 4,
            "verse": 74,
            "text": "اللہ کی راہ میں ان لوگوں کو جنگ کرنا چاہیے جنہوں نے دنیا کی پست زندگی آخرت کے عوض فروخت کر دی ہے جو اللہ کی راہ میں جہاد کرے، پھر مارا جائے یا غالب آجائے تو ہم ضرور اسے اجر عظیم عطا کریں گے۔"
        },
        {
            "chapter": 4,
            "verse": 75,
            "text": "آخر تمہیں کیا ہوگیا ہے؟ کہ تم جنگ نہیں کرتے راہ خدا میں اور ان کمزور مردوں، عورتوں اور بچوں کی خاطر جو فریاد کر رہے ہیں۔ پروردگار! ہمیں اس بستی سے نکال دے۔ جس کے باشندے ظالم ہیں اور اپنی طرف سے ہمارے لئے کوئی سرپرست اور حامی و مددگار بنا۔"
        },
        {
            "chapter": 4,
            "verse": 76,
            "text": "جو لوگ ایمان لائے ہیں وہ تو اللہ کی راہ میں جنگ کرتے ہیں اور جو کافر ہیں وہ شیطان کی راہ میں جنگ کرتے ہیں۔ پس تم شیطان کے حوالی، موالی (حامیوں) سے جنگ کرو۔ یقینا شیطان کا مکر و فریب نہایت کمزور ہے۔"
        },
        {
            "chapter": 4,
            "verse": 77,
            "text": "کیا تم نے ان لوگوں کو نہیں دیکھا جن سے کہا گیا تھا کہ اپنے ہاتھ روکے رہو اور نماز پڑھو اور زکوٰۃ ادا کرو۔ پھر جب ان پر جدال و قتال فرض کر دیا گیا۔ تو ان میں سے ایک گروہ انسانوں سے اس طرح ڈرنے لگا، جیسے اللہ سے ڈرنا چاہیے یا اس سے بھی زیادہ۔ اور کہنے لگا پروردگار! تو نے کیوں (اتنا جلدی) ہم پر جہاد فرض کر دیا۔ اور تھوڑی مدت تک ہمیں مہلت کیوں نہ دی؟ (اے نبی) کہہ دیجیے کہ دنیا کا سامان بہت تھوڑا ہے اور جو متقی و پرہیزگار ہے اس کے لئے آخرت بہت بہتر ہے اور تم پر کھجور کی گھٹلی کے ریشہ برابر (ذرہ بھی) ظلم نہیں کیا جائے گا۔"
        },
        {
            "chapter": 4,
            "verse": 78,
            "text": "تم جہاں کہیں بھی ہوگے، موت تمہیں آئے گی اگرچہ تم مضبوط قلعوں میں کیوں نہ ہو اور جب انہیں بھلائی پہنچتی ہے۔ تو کہتے ہیں کہ یہ اللہ کی طرف سے ہے اور جب کوئی برائی اور تکلیف پہنچتی ہے تو کہتے ہیں کہ یہ آپ کی وجہ سے ہے۔ کہہ دیجیے کہ یہ سب کچھ اللہ ہی کی طرف سے ہے آخر ان لوگوں کو کیا ہوگیا ہے کہ کوئی بات سمجھتے ہی نہیں ہیں؟ ۔"
        },
        {
            "chapter": 4,
            "verse": 79,
            "text": "آپ کو جو بھلائی پہنچتی ہے۔ وہ تو اللہ کی طرف سے ہے اور آپ کو جو تکلیف پہنچتی ہے۔ وہ تمہاری وجہ سے ہے اور ہم نے آپ کو تمام لوگوں کی طرف رسول بنا کر بھیجا ہے اور گواہی کے لیے اللہ کافی ہے۔"
        },
        {
            "chapter": 4,
            "verse": 80,
            "text": "اور جس نے رسول کی اطاعت کی، اس نے اللہ کی اطاعت کی، اور جس نے روگردانی کی، تو ہم نے آپ کو ان پر نگران و پاسبان بنا کر نہیں بھیجا۔"
        },
        {
            "chapter": 4,
            "verse": 81,
            "text": "اور وہ زبان سے اطاعت و فرمانبرداری کی لفظ کہتے ہیں اور جب آپ کے پاس سے باہر نکلتے ہیں۔ تو ان میں سے ایک گروہ آپ کے فرمان (یا اپنے قول و قرار کے) برعکس رات بھر تدبیریں کرتا ہے جو کچھ وہ رات کے وقت کرتے ہیں۔ اللہ وہ سب کچھ (ان کے صحیفۂ اعمال میں) لکھ رہا ہے۔ آپ ان کی طرف توجہ نہ کریں۔ اور اللہ پر توکل و بھروسہ کریں، کارسازی کے لیے اللہ کافی ہے۔"
        },
        {
            "chapter": 4,
            "verse": 82,
            "text": "آخر یہ لوگ قرآن میں غور و فکر کیوں نہیں کرتے۔ اگر یہ اللہ کے علاوہ کسی اور کی طرف سے ہوتا تو اس میں بہت کچھ اختلاف پاتے۔"
        },
        {
            "chapter": 4,
            "verse": 83,
            "text": "اور جب ان کے پاس امن یا خوف کی کوئی بات پہنچتی ہے تو اسے پھیلا دیتے ہیں حالانکہ اگر وہ اسے رسول اور اولی الامر کی طرف لوٹاتے تو (حقیقت کو) وہ لوگ جان لیتے جو استنباط کی صلاحیت رکھتے ہیں۔ اور اگر تم پر اللہ کا فضل اور اس کی رحمت نہ ہوتی، تو چند آدمیوں کے سوا باقی شیطان کی پیروی کرنے لگ جاتے۔"
        },
        {
            "chapter": 4,
            "verse": 84,
            "text": "تو آپ(ص) اللہ کی راہ میں جہاد کریں۔ آپ پر ذمہ داری نہیں ڈالی جاتی۔ سوائے اپنی ذات کے اور اہل ایمان کو (جہاد پر) آمادہ کریں۔ امید ہے کہ اللہ کافروں کا زور روک دے اور اللہ کا زور زبردست اور اس کی سزا بہت سخت ہے۔"
        },
        {
            "chapter": 4,
            "verse": 85,
            "text": "اور جو اچھی سفارش کرے گا۔ اسے اس میں سے حصہ ملے گا اور جو کوئی بری سفارش کرے گا۔ اسے بھی اس کا حصہ (وزر و بال) ملے گا۔ اور اللہ ہر شی پر قدرت رکھنے والا ہے۔"
        },
        {
            "chapter": 4,
            "verse": 86,
            "text": "اور جب تمہیں سلام کیا جائے (یا کوئی تحفہ پیش کیا جائے) تو اس سے بہتر طریقہ پر جواب دو۔ یا (کم از کم) اسی کو لوٹادو۔ بے شک اللہ ہر چیز کا محاسبہ کرنے والا ہے۔"
        },
        {
            "chapter": 4,
            "verse": 87,
            "text": "اللہ وہ ہے جس کے سوا کوئی الٰہ نہیں ہے۔ وہ ضرور تمہیں قیامت کے دن اکٹھا کرے گا۔ جس میں کوئی شک نہیں ہے اور اللہ سے بڑھ کر کون بات میں سچا ہے۔"
        },
        {
            "chapter": 4,
            "verse": 88,
            "text": "تمہیں کیا ہوگیا ہے کہ تم منافقین کے بارے میں دو گروہ ہوگئے ہو۔ حالانکہ اللہ نے انہیں ان کے کرتوتوں کی وجہ سے (ان کے کفر کی طرف) الٹا پھیر دیا ہے۔ کیا تم چاہتے ہو کہ اسے ہدایت دو جس سے اس کی بدعملی کی وجہ سے خدا نے توفیق ہدایت سلب کر لی ہے۔ اور جس سے اللہ توفیق ہدایت سلب کرے، تم اس کے لیے (ہدایت کا) راستہ نہیں پاؤگے۔"
        },
        {
            "chapter": 4,
            "verse": 89,
            "text": "وہ چاہتے ہیں کہ تم بھی اسی طرح کفر اختیار کرو جیسے انہوں نے کفر اختیار کیا ہے۔ تاکہ پھر تم سب برابر ہو جاؤ۔ لہٰذا تم انہیں اپنا حامی و سرپرست نہ بناؤ جب تک اللہ کی راہ میں ہجرت نہ کریں اور اگر وہ اس ہجرت کرنے سے روگردانی کریں تو انہیں پکڑو۔ اور جہاں کہیں انہیں پاؤ انہیں قتل کر ڈالو اور ان میں کسی کو اپنا سرپرست اور مددگار نہ بناؤ۔"
        },
        {
            "chapter": 4,
            "verse": 90,
            "text": "سوا ان کے جو ان لوگوں سے جا ملیں جن کے اور تمہارے درمیان (جنگ نہ کرنے کا) معاہدہ ہے یا اس حالت میں تمہارے پاس آئیں کہ ان کے سینے (دل) میں تمہارے ساتھ یا اپنی قوم کے ساتھ جنگ کرنے سے تنگ آچکے ہوں (ایسے منافق قتل کے اس حکم سے مستثنیٰ ہیں) اگر خدا چاہتا تو ان کو تم پر مسلط کر دیتا اور وہ ضرور تم سے لڑتے تو پھر اگر وہ تم سے کنارہ کشی کر لیں اور تمہارے ساتھ جنگ نہ کریں اور صلح کا پیغام بھیجیں تو اللہ نے تمہارے لئے ان کے خلاف کوئی قدم اٹھانے کی کوئی راہ نہیں رکھی ہے۔"
        },
        {
            "chapter": 4,
            "verse": 91,
            "text": "عنقریب تم کچھ ایسے لوگ (منافق) پاؤگے۔ جو چاہتے ہیں کہ تم سے بھی امن میں رہیں اور اپنی قوم سے بھی امن میں رہیں لیکن جب وہ کبھی فتنہ و فساد کی طرف بلائے جاتے ہیں تو اندھے منہ اس میں جا پڑتے ہیں۔ لہٰذا اگر یہ لوگ تم سے کنارہ کشی نہ کریں اور تمہاری طرف صلح و آشتی کا ہاتھ نہ بڑھائیں اور اپنے ہاتھ نہ روکیں تو پھر انہیں پکڑو۔ اور جہاں کہیں انہیں پاؤ۔ قتل کرو۔ یہی وہ لوگ ہیں! جن پر ہم نے تمہیں کھلا غلبہ عطا کیا ہے۔"
        },
        {
            "chapter": 4,
            "verse": 92,
            "text": "کسی مسلمان کے لئے روا نہیں ہے کہ وہ کسی مسلمان کو قتل کرے مگر غلطی سے۔ اور جو کوئی کسی مؤمن کو غلطی سے قتل کرے (تو اس کا کفارہ یہ ہے کہ) ایک مؤمن غلام آزاد کیا جائے اور خون بہا اس کے گھر والوں (وارثوں) کو ادا کیا جائے، مگر یہ کہ وہ لوگ خود (خون بہا) معاف کر دیں۔ پھر اگر مقتول تمہاری دشمن قوم سے تعلق رکھتا ہو، مگر وہ خود مسلمان ہو تو پھر (اس کا کفارہ) ایک مؤمن غلام کا آزاد کرنا ہے اور اگر وہ (مقتول) ایسی (غیر مسلم) قوم کا فرد ہو جس کے اور تمہارے درمیان (جنگ نہ کرنے کا) معاہدہ ہے۔ تو (کفارہ میں) ایک خون بہا اس کے وارثوں کے حوالے کیا جائے گا۔ اور ایک مسلمان غلام بھی آزاد کیا جائے گا اور جس کو (غلام) میسر نہ ہو تو وہ مسلسل دو مہینے روزے رکھے گا۔ یہ اللہ کی طرف سے (اس گناہ کی) توبہ مقرر ہے۔ خدا بڑا جاننے والا اور بڑا حکمت والا ہے۔"
        },
        {
            "chapter": 4,
            "verse": 93,
            "text": "اور جو کوئی مسلمان کو جان بوجھ کر قتل کرے، اس کی سزا دوزخ ہے۔ جس میں وہ ہمیشہ رہے گا اور اس پر اللہ کا غضب ہوگا۔ اور اللہ اس پر لعنت کرے گا اور اس نے اس کے لیے عذاب عظیم تیار کر رکھا ہے۔"
        },
        {
            "chapter": 4,
            "verse": 94,
            "text": "اے ایمان والو! جب خدا کی راہ میں (جہاد کے لیے) نکلو تو پہلے خوب تحقیق کر لیا کرو۔ اور جو تمہیں سلام کرے تم اسے نہ کہو کہ تو مسلمان نہیں ہے۔ تم دنیاوی زندگی کا سازوسامان حاصل کرنا چاہتے ہو تو اللہ کے پاس بڑی غنیمتیں ہیں۔ اس سے پہلے تم خود ایسے (کافر) ہی تھے۔ پھر اللہ نے تم پر احسان کیا (کہ تم مسلمان ہوگئے) پس خوب تحقیق کر لیا کرو۔ یقینا اللہ اس سے باخبر ہے۔ جو کچھ تم کرتے ہو۔"
        },
        {
            "chapter": 4,
            "verse": 95,
            "text": "مسلمانوں میں سے بلا عذر گھر میں بیٹھے رہنے والے اور راہِ خدا میں مالوں اور اپنی جانوں سے جہاد کرنے والے برابر نہیں ہو سکتے۔ اللہ نے مالوں اور اپنی جانوں سے جہاد کرنے والوں کو درجہ کے اعتبار سے بیٹھ رہنے والوں پر فضیلت دی ہے اور یوں تو اللہ نے ہر ایک سے بھلائی کا وعدہ کیا ہے۔ مگر اس نے جہاد کرنے والوں کو بیٹھ رہنے والوں پر اجر عظیم کے ساتھ فضیلت دی ہے۔"
        },
        {
            "chapter": 4,
            "verse": 96,
            "text": "یعنی اس کی طرف سے (ان کے لئے) بڑے درجے، بخشش اور رحمت ہے اور اللہ بڑا بخشنے والا بڑا رحم کرنے والا ہے۔"
        },
        {
            "chapter": 4,
            "verse": 97,
            "text": "بے شک وہ لوگ جو اپنی جانوں پر ظلم کر رہے تھے۔ جب فرشتوں نے ان کی روحوں کو قبض کیا، تو ان سے کہا تم کس حال میں تھے؟ تو انہوں نے کہا کہ ہم زمین میں کمزور و بے بس تھے۔ فرشتوں نے کہا کہ اللہ کی زمین وسیع نہ تھی کہ تم اس میں ہجرت کرتے یہی وہ لوگ ہیں جن کا ٹھکانہ جہنم ہے اور وہ بُری جائے بازگشت ہے۔"
        },
        {
            "chapter": 4,
            "verse": 98,
            "text": "علاوہ ان کمزور مردوں، عورتوں اور بچوں کے جن کے اختیار میں کوئی تدبیر نہ تھی اور وہ کوئی راستہ نہ نکال سکتے تھے۔"
        },
        {
            "chapter": 4,
            "verse": 99,
            "text": "یہی وہ لوگ ہیں جن کو عنقریب خدا معاف کر دے گا کہ وہ بڑا معاف کرنے والا اور بڑا بخشنے والا ہے۔"
        },
        {
            "chapter": 4,
            "verse": 100,
            "text": "اور جو کوئی راہِ خدا میں ہجرت کرے گا۔ وہ زمین میں بہت ہجرت گاہ، جائے پناہ اور بڑی کشائش پائے گا۔ اور جو شخص اپنے گھر سے خدا اور رسول(ص) کی طرف ہجرت کے ارادہ سے نکلے پھر اسے موت آجائے، تو اس کا اجر و ثواب اللہ کے ذمہ ہوگیا۔ اور اللہ بڑا بخشنے والا، رحم کرنے والا ہے۔"
        },
        {
            "chapter": 4,
            "verse": 101,
            "text": "اور جب تم زمین میں سفر کرو۔ تو اس میں کوئی مضائقہ نہیں ہے (بلکہ واجب ہے کہ) نماز میں قصر کر دو۔ (بالخصوص) جب تمہیں خوف ہو کہ کافر لوگ تمہیں کوئی تکلیف پہنچائیں گے۔ بے شک کافر تمہارے کھلے ہوئے دشمن ہیں۔"
        },
        {
            "chapter": 4,
            "verse": 102,
            "text": "اے رسول(ص) جب آپ(ص) ان (مسلمانوں) میں ہوں اور انہیں نماز (باجماعت) پڑھانے لگیں تو چاہیے کہ ان کا ایک گروہ آپ کے ساتھ کھڑا ہو۔ اور وہ لوگ اپنے ہتھیار لئے رہیں۔ اور جب یہ سجدہ کر چکیں (نماز پڑھ چکیں) تو یہ (پشت پناہی کے لیے) تمہارے پیچھے چلے جائیں اور پھر وہ دوسرا گروہ جس نے ہنوز نماز نہیں پڑھی ہے۔ آجائے اور آپ کے ساتھ نماز پڑھے۔ اور چوکنا رہے اور اپنا اسلحہ لئے رہے، کفار کی تو یہ خواہش ہے کہ تم اپنے ہتھیاروں اور اپنے سازوسامان سے (ذرا) غافل ہو جاؤ اور وہ تم پر یکبارگی ٹوٹ پڑیں۔ اور اگر تمہیں بارش سے تکلیف ہو یا تم بیمار ہو تو کوئی مضائقہ نہیں ہے کہ تم اپنے ہتھیاروں کو رکھ دو۔ ہاں اپنی حفاظت کا خیال رکھو (چوکنا رہو) بے شک اللہ نے کافروں کے لئے رسوا کن عذاب مہیا کر رکھا ہے۔"
        },
        {
            "chapter": 4,
            "verse": 103,
            "text": "پھر جب تم نماز ادا کر چکو تو اللہ کو یاد کرو کھڑے ہوئے، بیٹھے ہوئے، اور اپنے پہلوؤں پر (لیٹے ہوئے) اور جب تمہیں اطمینان ہو جائے تو نماز کو پورے طور پر ادا کرو۔ بے شک نماز اہل ایمان پر پابندی وقت کے ساتھ فرض کی گئی ہے۔"
        },
        {
            "chapter": 4,
            "verse": 104,
            "text": "اس (مخالف) جماعت کی تلاش اور تعاقب میں سستی نہ دکھاؤ۔ اگر اس میں تمہیں تکلیف پہنچتی ہے۔ تو انہیں بھی اسی طرح تکلیف پہنچتی ہے۔ جس طرح تمہیں پہنچتی ہے اور تم اللہ سے اس چیز (ثواب) کے امیدوار ہو جس کے وہ امیدوار نہیں ہیں اور اللہ بڑا جاننے والا، بڑی حکمت والا ہے۔"
        },
        {
            "chapter": 4,
            "verse": 105,
            "text": "بے شک ہم نے (یہ) کتاب حق کے ساتھ آپ پر اتاری ہے۔ تاکہ آپ لوگوں میں اس کے مطابق فیصلہ کریں، جو اللہ نے آپ کو بتا دیا ہے اور آپ خیانت کاروں کے طرفدار نہ بنیں۔"
        },
        {
            "chapter": 4,
            "verse": 106,
            "text": "اور اللہ سے مغفرت طلب کریں، یقینا اللہ بڑا بخشنے والا، بڑا رحم کرنے والا ہے۔"
        },
        {
            "chapter": 4,
            "verse": 107,
            "text": "اور جو لوگ اپنی ذات سے خیانت کرتے ہیں۔ آپ ان کی وکالت نہ کریں۔ بے شک اللہ اسے دوست نہیں رکھتا، جو بڑا خیانت کار اور بڑا گنہگار ہے۔"
        },
        {
            "chapter": 4,
            "verse": 108,
            "text": "یہ لوگ (اپنی حرکات) لوگوں سے تو چھپا سکتے ہیں مگر اللہ سے نہیں چھپا سکتے، کیونکہ وہ تو اس وقت بھی ان کے ساتھ ہوتا ہے، جب وہ راتوں کو اس کی پسند کے خلاف گفتگوئیں (مشورے) کرتے ہیں اور وہ جو کچھ کرتے ہیں۔ اللہ اس کا احاطہ کئے ہوئے ہے۔"
        },
        {
            "chapter": 4,
            "verse": 109,
            "text": "(اے مسلمانو!) یہ تم ہو جو دنیاوی زندگی میں ان کی طرف سے جھگڑتے ہو (ان کی طرفداری کرتے ہو)۔ تو قیامت کے دن ان کی طرف سے خدا سے کون بحث کرے گا؟ یا کون ان کا وکیل (نمائندہ) ہوگا؟ ۔"
        },
        {
            "chapter": 4,
            "verse": 110,
            "text": "اور جو کوئی برائی کرے یا قبیح کام کرے یا کوئی اپنے اوپر ظلم کرے (گناہ کا ارتکاب کرے) پھر اللہ سے مغفرت طلب کرے، تو وہ اللہ کو بڑا بخشنے والا اور بڑا رحم کرنے والا پائے گا۔"
        },
        {
            "chapter": 4,
            "verse": 111,
            "text": "اور جو گناہ کرتا ہے تو وہ اپنی ہی جان کے خلاف کرتا ہے۔ اور اللہ بڑا جاننے والا ہے اور بڑی حکمت والا ہے۔"
        },
        {
            "chapter": 4,
            "verse": 112,
            "text": "اور جو کوئی غلطی یا گناہ کرے یا کسی بے قصور پر تہمت لگائے، تو اس نے ایک بڑے بہتان اور کھلے ہوئے گناہ کا بوجھ اٹھایا ہے۔"
        },
        {
            "chapter": 4,
            "verse": 113,
            "text": "اور اگر اللہ کا فضل و کرم اور اس کی خاص رحمت آپ(ص) کے شامل حال نہ ہوتی تو ان کے ایک گروہ نے تو یہ تہیّہ کر لیا تھا کہ آپ کو گمراہ کرکے رہے گا۔ حالانکہ وہ اپنے آپ کو ہی گمراہ کر رہے ہیں اور آپ کو کوئی نقصان نہیں پہنچا سکتے۔ اللہ نے آپ پر کتاب و حکمت نازل کی ہے اور آپ کو وہ کچھ پڑھا دیا ہے۔ جو آپ نہیں جانتے تھے اور آپ پر اللہ کا بڑا فضل و کرم ہے۔"
        },
        {
            "chapter": 4,
            "verse": 114,
            "text": "لوگوں کی زیادہ تر سرگوشیوں میں کوئی خیر و خوبی نہیں ہے سوا اس کے کہ کوئی صدقہ دینے، نیکی کرنے یا لوگوں کے درمیان صلح صفائی کرانے کی بات کرے اور جو شخص خدا کی خوشنودی حاصل کرنے کی خاطر ایسا کرے ہم اسے اجر عظیم عطا فرمائیں گے۔"
        },
        {
            "chapter": 4,
            "verse": 115,
            "text": "اور جو راہِ ہدایت کے واضح ہو جانے کے بعد رسول کی مخالفت کرے اور اہل ایمان کے راستے کے خلاف چلے، تو ہم اسے ادھر ہی جانے دیں گے، جدھر وہ گیا ہے (ہم اسے کرنے دیں گے جو کچھ وہ کرتا ہے)۔ اور اسے آتش دوزخ کا مزا چکھائیں گے اور یہ بہت بری جاءِ بازگشت ہے۔"
        },
        {
            "chapter": 4,
            "verse": 116,
            "text": "بے شک اللہ اس جرم کو نہیں بخشتا کہ اس کے ساتھ شرک کیا جائے اور اس کے سوا (جو کم درجہ کے جرائم ہیں) جس کے لئے چاہتا ہے، بخش دیتا ہے۔ اور جو کسی کو اس کا شریک ٹھرائے، وہ گمراہ ہوا (اور اس میں) بہت دور نکل گیا۔"
        },
        {
            "chapter": 4,
            "verse": 117,
            "text": "یہ (مشرک) لوگ اللہ کو چھوڑ کر نہیں پکارتے، مگر زنانی چیزوں (دیویوں) کو (ان کی عبادت کرتے ہیں) اور نہیں پکارتے، مگر سرکش شیطان کو (اس کی پرستش کرتے ہیں)۔"
        },
        {
            "chapter": 4,
            "verse": 118,
            "text": "جس پر اللہ نے لعنت کی ہے اور جس نے کہا کہ میں تیرے بندوں میں سے اپنا مقررہ حصہ لے کر رہوں گا۔"
        },
        {
            "chapter": 4,
            "verse": 119,
            "text": "اور انہیں ضرور گمراہ کروں گا اور میں انہیں مختلف آرزوؤں میں الجھاؤں گا (انہیں سبز باغ دکھاؤں گا) اور انہیں حکم دوں گا کہ وہ ضرور چوپاؤں کے کان شگافتہ کریں گے اور میں انہیں حکم دوں گا کہ وہ خدا کی خدائی ساخت کو ضرور بدل دیں گے اور جو اللہ کو چھوڑ کر شیطان کو اپنا سرپرست بنائے گا وہ کھلا ہوا نقصان اٹھائے گا۔"
        },
        {
            "chapter": 4,
            "verse": 120,
            "text": "وہ شیطان لوگوں سے وعدے کرتا ہے اور انہیں (جھوٹی) امیدیں دلاتا ہے۔ اور ان سے شیطان وعدہ نہیں کرتا مگر فریب کے طور پر۔"
        },
        {
            "chapter": 4,
            "verse": 121,
            "text": "یہ وہ لوگ ہیں جن کا ٹھکانہ دوزخ ہے۔ جس سے وہ چھٹکارا کی راہ نہیں پائیں گے۔"
        },
        {
            "chapter": 4,
            "verse": 122,
            "text": "جو لوگ ایمان لائے اور نیک عمل کیے ہم عنقریب انہیں ان بہشتوں میں داخل کریں گے جن کے نیچے سے نہریں جاری ہوں گی۔ وہ ان میں ہمیشہ ہمیشہ رہیں گے (یہ) اللہ کا سچا وعدہ ہے اور اللہ سے بڑھ کر کون بات کا سچا ہے۔"
        },
        {
            "chapter": 4,
            "verse": 123,
            "text": "(اے مسلمانو) نہ تمہاری تمناؤں سے کچھ ہوتا ہے اور نہ اہلِ کتاب کی تمناؤں سے۔ جو بھی برائی کرے گا، اس کو اس کی سزا دی جائے گی اور وہ اللہ کو چھوڑ کر اپنے لئے نہ کوئی سرپرست پائے گا اور نہ کوئی حامی و مددگار۔"
        },
        {
            "chapter": 4,
            "verse": 124,
            "text": "اور جو کوئی نیک عمل کرے گا خواہ مرد ہو یا عورت درانحالیکہ وہ مؤمن ہو تو ایسے ہی لوگ جنت میں داخل ہوں گے اور ان پر تل برابر ظلم نہیں کیا جائے گا۔"
        },
        {
            "chapter": 4,
            "verse": 125,
            "text": "اور اس شخص سے بڑھ کر کس کا دین اچھا ہوگا۔ جو اللہ کے لئے اپنا چہرہ جھکا دے (اپنے کو اللہ کے سپرد کر دے) اور وہ احسان کرنے والا ہو۔ اور اس ابراہیم حنیف کی ملت کا پیرو ہو۔ جسے اللہ نے اپنا خلیل بنایا تھا۔"
        },
        {
            "chapter": 4,
            "verse": 126,
            "text": "جو کچھ آسمانوں اور زمین میں ہے۔ وہ اللہ ہی کا ہے۔ اور اللہ ہر چیز کا احاطہ کئے ہوئے ہے۔"
        },
        {
            "chapter": 4,
            "verse": 127,
            "text": "اے رسول! لوگ عورتوں کے معاملہ میں آپ سے فتویٰ طلب کرتے ہیں کہہ دیجیے! کہ اللہ تمہیں ان کے بارے میں فتویٰ دیتا ہے اور متوجہ کرتا ہے ان آیات کی طرف جو کلام الٰہی کے اندر ہیں اور تمہیں ان یتیم لڑکیوں کے بارے میں پڑھ کر سنائی جا رہی ہیں۔ جن کا تم مقررہ حق تو ادا نہیں کرتے مگر چاہتے ہو کہ ان سے نکاح کرلو۔ اور متوجہ کرتا ہے ان (آیات) کی طرف جو ان کمزور و بے بس لڑکوں کے بارے میں ہیں۔ اور جو (آیات) اس بارے میں ہیں کہ یتیم بچوں کے بارے میں انصاف پر قائم رہو۔ اور تم جو بھلائی کروگے تو اللہ اس کا خوب علم رکھتا ہے۔"
        },
        {
            "chapter": 4,
            "verse": 128,
            "text": "اور اگر کوئی عورت اپنے شوہر سے حق تلفی یا بے توجہی محسوس کرے تو ان دونوں کے لیے کوئی مضائقہ نہیں ہے کہ (کچھ لو کچھ دو کی بنا پر) آپس میں صلح کر لیں اور صلح بہرحال بہتر ہے اور نفوس میں بخل موجود رہتا ہے (تنگ دلی پر آمادہ رہتے ہیں) اور اگر تم بھلائی کرو۔ اور پرہیزگاری اختیار کرو۔ تو بے شک اللہ تمہارے اس طرزِ عمل سے باخبر ہے۔"
        },
        {
            "chapter": 4,
            "verse": 129,
            "text": "یہ ٹھیک ہے کہ تم جس قدر چاہو مگر بیویوں میں پورا پورا عدل نہیں کر سکتے۔ مگر بالکل تو ایک طرف نہ جھک جاؤ۔ کہ (دوسری کو) بیچوں بیچ لٹکا چھوڑ دو۔ اور اگر تم اپنی اصلاح کر لو۔ اور تقویٰ اختیار کرو۔ تو خدا بڑا بخشنے والا، بڑا مہربان ہے۔"
        },
        {
            "chapter": 4,
            "verse": 130,
            "text": "اور اگر دونوں ایک دوسرے سے الگ ہو جائیں تو اللہ ہر ایک کو اپنے فضل و کرم کی وسعت سے بے نیاز کر دے گا۔ اور اللہ بڑی وسعت والا بڑی حکمت والا ہے۔"
        },
        {
            "chapter": 4,
            "verse": 131,
            "text": "اور جو کچھ آسمانوں اور زمین میں ہے سب اللہ ہی کا ہے اور ہم نے ان لوگوں کو بھی جن کو تم سے پہلے کتاب دی گئی تھی اور تمہیں بھی ہدایت کی ہے کہ تقویٰ و پرہیزگاری اختیار کرو۔ وہ تو آسمانوں اور زمین کی سب چیزوں کا مالک ہے۔ اللہ بڑا بے نیاز ہے حمد و ثناء کا حقدار ہے۔"
        },
        {
            "chapter": 4,
            "verse": 132,
            "text": "جو کچھ آسمانوں اور زمین میں ہے۔ وہ سب اللہ کا ہے اور اللہ کارسازی کے لیے کافی ہے۔"
        },
        {
            "chapter": 4,
            "verse": 133,
            "text": "اے لوگو! اگر وہ چاہے، تو تم سب کو لے جائے (ختم کر دے) اور دوسروں کو لے آئے اور اللہ اس پر پوری قدرت رکھتا ہے۔"
        },
        {
            "chapter": 4,
            "verse": 134,
            "text": "جو شخص صرف دنیاوی صلہ و ثواب کا طلبگار ہو (تو اس کی مرضی ورنہ) اللہ کے پاس تو دنیا و آخرت دونوں کا صلہ و ثواب ہے اور اللہ بڑا سننے والا، بڑا دیکھنے والا ہے۔"
        },
        {
            "chapter": 4,
            "verse": 135,
            "text": "اے ایمان والو! مضبوطی کے ساتھ انصاف کے علمبردار ہو جاؤ۔ اور محض اللہ کے لئے گواہی دینے والے بنو۔ خواہ تمہیں اپنے یا والدین کے اور اپنے قریبی رشتہ داروں کے خلاف ہی گواہی دینا پڑے۔ وہ (جس کے خلاف گواہی دی جا رہی ہے) چاہے امیر ہو چاہے فقیر ہو بہرحال اللہ ان دونوں کا تم سے زیادہ خیرخواہ ہے پس اس طرح خواہش نفس کی پیروی نہ کرو کہ حق سے ہٹ جاؤ۔ اور اگر تم نے ہیرپھیر کیا یا (حق سے) منہ موڑا تو بے شک جو کہ تم کرتے ہو اللہ اس سے باخبر ہے۔"
        },
        {
            "chapter": 4,
            "verse": 136,
            "text": "اے ایمان والو! اللہ پر، اس کے رسول(ص) پر اور اس کی کتاب پر ایمان لاؤ جو اس نے اپنے رسول(ص) پر نازل کی ہے۔ اور اس کتاب پر جو اس نے پہلے اتاری ہے اور جو کوئی اللہ کا، اس کے فرشتوں کا، اس کی کتابوں کا، اس کے رسولوں کا، اور آخرت کے دن کا انکار کرے۔ وہ گمراہ ہوا اور اس میں بہت دور نکل گیا۔"
        },
        {
            "chapter": 4,
            "verse": 137,
            "text": "جو لوگ ایمان لائے پھر کافر ہوگئے پھر ایمان لائے پھر کافر ہوگئے۔ پھر کفر میں بڑھتے گئے۔ اللہ ہرگز نہ ان کی مغفرت فرمائے گا اور نہ انہیں سیدھی راہ تک پہنچائے گا۔"
        },
        {
            "chapter": 4,
            "verse": 138,
            "text": "منافقوں کو سنا دیجیے! کہ ان کے لئے دردناک عذاب ہے۔"
        },
        {
            "chapter": 4,
            "verse": 139,
            "text": "وہ (منافق) جو اہل ایمان کو چھوڑ کر کافروں کو اپنا دوست بناتے ہیں۔ کیا یہ ان کے پاس عزت تلاش کرتے ہیں۔ عزت تو ساری کی ساری اللہ ہی کے لئے ہے (اس کے اختیار میں ہے)۔"
        },
        {
            "chapter": 4,
            "verse": 140,
            "text": "اور اس نے کتاب (قرآن) میں تم پر یہ حکم نازل کیا ہے کہ جب سنو کہ (کسی جگہ) آیات الٰہیہ کا انکار کیا جا رہا ہے اور ان کا مذاق اڑایا جا رہا ہے۔ تو ایسے لوگوں کے ساتھ مت بیٹھو۔ جب تک وہ کسی اور بات میں مشغول نہ ہو جائیں (ورنہ) اس حالت میں تم بھی انہی جیسے ہو جاؤگے۔ بے شک خدا سب منافقوں اور سب کافروں کو دوزخ میں اکھٹا کرنے والا ہے۔"
        },
        {
            "chapter": 4,
            "verse": 141,
            "text": "یہ وہ لوگ ہیں جو تمہارے (انجام) کے منتظر رہتے ہیں۔ پھر اگر تمہیں اللہ کی طرف سے فتح و فیروزی حاصل ہوگئی تو کہتے ہیں کیا ہم تمہارے ساتھ نہ تھے؟ اور اگر کافروں کو (فتح کا) کچھ حصہ مل گیا تو (کافروں سے) کہتے ہیں۔ کیا ہم تم پر غالب نہیں آنے لگے تھے؟ اور کیا ہم نے تمہیں مسلمانوں سے نہیں بچایا؟ اب اللہ ہی قیامت کے دن تمہارے درمیان فیصلہ کرے گا۔ اور اللہ کبھی کافروں کے لیے مسلمانوں پر غالب آنے کا کوئی راستہ نہیں رکھے گا۔"
        },
        {
            "chapter": 4,
            "verse": 142,
            "text": "منافق (بزعم خود) خدا کو دھوکہ دے رہے ہیں۔ حالانکہ وہ انہیں دھوکے میں رکھ رہا ہے (انہیں ان کی دھوکہ بازی کی سزا دینے والا ہے) اور جب وہ نماز کے لئے کھڑے ہوتے ہیں۔ تو بے دلی اور کاہلی کے ساتھ وہ بھی خلوص نیت سے نہیں بلکہ محض لوگوں کو دکھانے کے لیے۔ اور اللہ کو یاد نہیں کرتے مگر تھوڑ۔"
        },
        {
            "chapter": 4,
            "verse": 143,
            "text": "وہ (کفر و اسلام کے) درمیان ڈانواں ڈول ہیں نہ پورے اس طرف نہ پورے اس طرف جسے اللہ بھٹکنے دے (اس کی کج رفتاری کی وجہ سے توفیق ہدایت سلب کر لے) تو تو اس کے لئے ہدایت کا کوئی راستہ نہیں پائے گا۔"
        },
        {
            "chapter": 4,
            "verse": 144,
            "text": "اے ایمان والو! اہل ایمان کو چھوڑ کر کافروں کو اپنا دوست نہ بناؤ۔ کیا تم چاہتے ہو کہ اپنے خلاف اللہ کو کھلی ہوئی دلیل مہیا کر دو۔"
        },
        {
            "chapter": 4,
            "verse": 145,
            "text": "بے شک منافق دوزخ کے سب سے نیچے والے طبقہ میں ہوں گے۔ اور تم ان کے کوئی یار و مددگار نہیں پاؤگے۔"
        },
        {
            "chapter": 4,
            "verse": 146,
            "text": "سوا ان کے جنہوں نے توبہ کی، اپنی اصلاح کرلی۔ اور اللہ سے وابستہ ہوگئے اور اللہ کے لئے اپنا دین خالص کر دیا (خلوص کے ساتھ اس کی اطاعت کرنے لگے) تو یہ لوگ مؤمنین کے ساتھ ہوں گے اور اللہ اہل ایمان کو اجر عظیم عطا فرمائے گا۔"
        },
        {
            "chapter": 4,
            "verse": 147,
            "text": "اگر تم شکرگزار بن جاؤ۔ اور ایمان لے آؤ تو اللہ تمہیں عذاب کرکے کیا کرے گا؟ اور اللہ تو بڑا قدردان ہے (اور) بڑا جاننے والا ہے۔"
        },
        {
            "chapter": 4,
            "verse": 148,
            "text": "اللہ علانیہ بدگوئی کو پسند نہیں کرتا سوائے اس کے کہ جس پر ظلم ہوا ہو (کہ اس کے لیے ظالم کی بدگوئی جائز ہے) اللہ بڑا سننے والا، بڑا جاننے والا ہے۔"
        },
        {
            "chapter": 4,
            "verse": 149,
            "text": "اگر تم کوئی نیکی ظاہر کرو یا اسے چھپاؤ۔ یا کسی برائی سے درگزر کرو۔ تو بے شک اللہ (بھی) بڑا معاف کرنے والا، بڑا قدرت والا ہے۔"
        },
        {
            "chapter": 4,
            "verse": 150,
            "text": "بے شک جو لوگ اللہ اور اس کے رسولوں کا انکار کرتے ہیں اور چاہتے ہیں کہ اللہ اور اس کے پیغمبروں کے درمیان تفریق کریں اور کہتے ہیں کہ ہم بعض پر ایمان لاتے ہیں اور بعض کا انکار کرتے ہیں اور وہ چاہتے ہیں کہ (ایمان و کفر کے) درمیان کوئی راستہ نکالیں۔"
        },
        {
            "chapter": 4,
            "verse": 151,
            "text": "یہی وہ لوگ ہیں، جو حقیقی کافر ہیں اور ہم نے کافروں کے لیے رسوا کرنے والا عذاب مہیا کر رکھا ہے۔"
        },
        {
            "chapter": 4,
            "verse": 152,
            "text": "اور جو لوگ اللہ اور اس کے رسولوں پر ایمان لائے اور ان میں سے کسی کے درمیان تفریق نہیں کی۔ یہی وہ لوگ ہیں جنہیں وہ (اللہ) ان کا اجر و ثواب عطا فرمائے گا۔ اور اللہ تو ہے ہی بڑا بخشنے والا، بڑا رحم کرنے والا۔"
        },
        {
            "chapter": 4,
            "verse": 153,
            "text": "آپ سے اہل کتاب مطالبہ کرتے ہیں کہ آپ ان پر آسمان سے کوئی (لکھی ہوئی) کتاب اتروا دیں سو یہ تو جناب موسیٰ سے اس سے بھی بڑا مطالبہ کر چکے ہیں یعنی کہا تھا کہ ہمیں کھلم کھلا اللہ دکھا دو تو ان کے (اسی) ظلم کی وجہ سے ان کو بجلی نے پکڑ لیا۔ اور پھر ان لوگوں نے آیات و معجزات آجانے کے بعد گوسالے کو (خدا) بنا لیا۔ مگر ہم نے انہیں معاف کر دیا اور موسیٰ کو کھلا ہوا غلبہ عطا کیا۔"
        },
        {
            "chapter": 4,
            "verse": 154,
            "text": "اور ہم نے ان سے (فرمانبرداری کا) پختہ عہد لینے کے لیے ان کے اوپر کوہ طور کو بلند کیا اور ہم نے ان سے کہا سجدہ ریز ہوکر دروازہ (شہر) میں داخل ہو جاؤ اور ان سے کہا کہ قانون سبت کے بارے میں زیادتی نہ کرو (حد سے نہ بڑھو) اور ہم نے ان سے پختہ عہد و پیمان لیا تھا۔"
        },
        {
            "chapter": 4,
            "verse": 155,
            "text": "سو (ان کو جو سزا ملی وہ) ان کے عہد شکنی کرنے، آیاتِ الٰہیہ کا انکار کرنے، نبیوں کو ناحق قتل کرنے اور ان کے اس کہنے کی وجہ سے کہ ہمارے دلوں پر غلاف چڑھے ہوئے ہیں۔ بلکہ ان کے کفر کی وجہ سے اللہ نے ان کے (دلوں) پر مہر لگا دی ہے۔ اس لیے وہ بہت کم ایمان لائیں گے۔"
        },
        {
            "chapter": 4,
            "verse": 156,
            "text": "نیز ان کے ساتھ یہ جو کچھ ہوا یہ ان کے کفر کی وجہ سے ہوا۔ اور جناب مریم پر بہتان عظیم لگانے کی وجہ سے۔"
        },
        {
            "chapter": 4,
            "verse": 157,
            "text": "اور ان کے اس کہنے کی وجہ سے کہ ہم نے خدا کے رسول مسیح عیسیٰ بن مریم کو قتل کر دیا ہے۔ حالانکہ انہوں نے نہ انہیں قتل کیا اور نہ سولی پر چڑھایا، بلکہ ان پر اصل معاملہ مشتبہ کر دیا گیا۔ اور جن لوگوں نے اس بارے میں اختلاف کیا ہے وہ یقینا اس کے متعلق شک میں ہیں اور انہیں گمان کی پیروی کرنے کے سوا کوئی علم نہیں ہے۔ اور انہوں نے یقینا ان کو قتل نہیں کیا۔"
        },
        {
            "chapter": 4,
            "verse": 158,
            "text": "بلکہ اللہ تعالیٰ نے انہیں اپنی طرف اٹھا لیا اور اللہ زبردست ہے، بڑا حکمت والا ہے۔"
        },
        {
            "chapter": 4,
            "verse": 159,
            "text": "اور اہل کتاب میں سے کوئی ایسا نہیں، جو اپنی موت (یا ان کی موت) سے پہلے ان پر ایمان نہ لائے اور وہ قیامت کے دن ان کے خلاف گواہ ہوں گے۔"
        },
        {
            "chapter": 4,
            "verse": 160,
            "text": "یہودیوں کے ایسے ہی مظالم اور زیادتیوں کیوجہ سے ہم نے وہ بہت سی پاکیزہ چیزیں ان پر حرام کر دیں، جو پہلے ان کے لئے حلال تھیں۔ نیز ان کے (لوگوں کو) اللہ کے راستہ سے بکثرت روکنے کی وجہ سے۔"
        },
        {
            "chapter": 4,
            "verse": 161,
            "text": "اور ان کے سود لینے کے سبب سے، حالانکہ انہیں اس سے منع کیا گیا تھا اور لوگوں کا ناحق مال کھانے کے باعث (یہ سب کچھ ہوا)۔ اور ان میں سے جو لوگ کافر ہیں، ہم نے ان کے لئے دردناک عذاب مہیا کر رکھا ہے۔"
        },
        {
            "chapter": 4,
            "verse": 162,
            "text": "البتہ ان میں سے جو علم میں پختہ ہیں اور جو ایمان دار ہیں، وہ سب اس پر ایمان لاتے ہیں، جو کچھ آپ پر نازل کیا گیا اور اس پر بھی جو آپ سے پہلے نازل کیا گیا اور وہ نماز کو قائم کرتے ہیں، زکوٰۃ ادا کرتے ہیں اور اللہ اور آخرت کے دن پر ایمان رکھتے ہیں، یہ وہ لوگ ہیں جن کو ہم بہت بڑا اجر و ثواب عطا کریں گے۔"
        },
        {
            "chapter": 4,
            "verse": 163,
            "text": "بے شک ہم نے آپ کی طرف اسی طرح وحی بھیجی ہے۔ جس طرح (جناب) نوح اور ان کے بعد والے نبیوں کی طرف بھیجی تھی۔ اور ہم نے ابراہیم، اسماعیل، اسحاق، یعقوب، اولادِ یعقوب، عیسیٰ، ایوب، یونس، ہارون اور سلیمان کی طرف وحی بھیجی تھی اور ہم نے داؤد کو زبور عطا کی تھی۔"
        },
        {
            "chapter": 4,
            "verse": 164,
            "text": "کچھ پیغمبر وہ ہیں جن کے حالات ہم نے آپ سے پہلے بیان کر دیئے ہیں اور کچھ وہ ہیں جن کے واقعات ہم نے آپ سے بیان نہیں کئے اور اللہ نے موسیٰ سے اس طرح کلام کیا جیساکہ کلام کرنے کا حق ہے۔"
        },
        {
            "chapter": 4,
            "verse": 165,
            "text": "اور (ہم نے) رسولوں کو خوشخبری دینے والا اور ڈرانے والا بنا کر بھیجا تاکہ رسولوں کے آجانے کے بعد لوگوں کے لیے اللہ کے مقابلہ میں کوئی حجت باقی نہ رہ جائے اور اللہ زبردست، بڑا حکمت والا ہے۔"
        },
        {
            "chapter": 4,
            "verse": 166,
            "text": "اللہ اس بات کی گواہی دیتا ہے کہ اس نے جو کچھ آپ پر نازل کیا۔ وہ اپنے علم سے نازل کیا ہے اور فرشتے (بھی) اس کی گواہی دیتے ہیں۔ اگرچہ گواہی کے لیے اللہ کافی ہے۔"
        },
        {
            "chapter": 4,
            "verse": 167,
            "text": "بے شک جن لوگوں نے کفر اختیار کیا اور (دوسروں کو) اللہ کی راہ سے روکا گمراہی میں بہت دور نکل گئے۔"
        },
        {
            "chapter": 4,
            "verse": 168,
            "text": "بے شک جن لوگوں نے کفر اختیار کیا اور ظلم و ستم کیا، اللہ انہیں بخشنے والا نہیں ہے۔ اور نہ ہی انہیں کوئی راستہ دکھائے گا۔"
        },
        {
            "chapter": 4,
            "verse": 169,
            "text": "سوا جہنم کے راستہ کے جس میں وہ ہمیشہ ہمیشہ رہیں گے اور یہ بات اللہ کے لئے بالکل آسان ہے۔"
        },
        {
            "chapter": 4,
            "verse": 170,
            "text": "اے لوگو! تمہارے پاس پروردگار کی طرف سے رسول حق لے کر آگیا ہے۔ پس ان پر ایمان لاؤ۔ یہ بات تمہارے لئے بہتر ہے۔ اور اگر انکار کروگے تو (اللہ کا کیا نقصان کروگے) جو کچھ آسمانوں میں ہے اور جو کچھ زمین میں ہے۔ وہ اللہ ہی کا ہے۔ اور اللہ بڑا علم والا، بڑا حکمت والا ہے۔"
        },
        {
            "chapter": 4,
            "verse": 171,
            "text": "اے اہل کتاب اپنے دین میں غلو نہ کرو۔ اور اللہ کے بارے میں نہ کہو مگر سچی بات جناب عیسیٰ بن مریم اللہ کے رسول ہیں اور اس کا کلمہ جسے اس نے مریم کی طرف بھیجا۔ اور اللہ کی طرف سے ایک خاص روح ہیں۔ پس اللہ اور اس کے رسولوں پر ایمان لاؤ۔ اور تثلیث (یعنی تین خداؤں) کے قائل نہ ہو۔ (اس سے باز آجاؤ) (یہ) تمہارے لئے بہتر ہے۔ اللہ تو صرف ایک ہے۔ اس کی ذات اس سے پاک ہے کہ اس کی کوئی اولاد ہو۔ جو کچھ آسمانوں میں ہے اور جو کچھ زمین میں ہے۔ سب اسی کا ہے اور اللہ کارسازی کے لئے کافی ہے۔"
        },
        {
            "chapter": 4,
            "verse": 172,
            "text": "عیسیٰ مسیح اللہ کا بندہ ہونے میں اپنے لئے عار نہیں سمجھتے اور نہ ہی مقرب فرشتے اس میں اپنے لئے کوئی عار محسوس کرتے ہیں اور جو اس کی بندگی میں ننگ و عار محسوس کرے گا اور تکبر کرے گا۔ اللہ سب کو جلد اپنی طرف محشور فرمائے گا۔"
        },
        {
            "chapter": 4,
            "verse": 173,
            "text": "پھر جو لوگ ایمان لائے ہوں گے اور نیک عمل کئے ہوں گے انہیں ان کا پورا پورا صلہ و ثواب دے گا اور اپنے فضل و کرم سے انہیں مزید بھی عطا فرمائے گا۔ اور جنہوں نے (اس کی بندگی سے) ننگ و عار محسوس کیا ہوگا اور تکبر کیا ہوگا ان کو دردناک عذاب کی سزا دے گا۔ اور وہ اللہ کے سوا نہ کوئی سرپرست پائیں گے اور نہ کوئی یار و مددگار۔"
        },
        {
            "chapter": 4,
            "verse": 174,
            "text": "اے لوگو! تمہارے پاس تمہارے پروردگار کی طرف سے (روشن) دلیل آگئی ہے۔ اور ہم نے تمہاری طرف نمایاں نور اتارا ہے۔"
        },
        {
            "chapter": 4,
            "verse": 175,
            "text": "سو جو لوگ اللہ پر ایمان لائے اور مضبوطی سے اس کا دامن پکڑا تو ضرور اللہ انہیں اپنی رحمت اور فضل میں داخل کرے گا۔ اور ان کو اپنے سیدھے راستہ پر لگا دے گا۔"
        },
        {
            "chapter": 4,
            "verse": 176,
            "text": "اے رسول یہ لوگ آپ سے فتویٰ پوچھتے ہیں۔ کہہ دیجیے! کہ اللہ تمہیں کلالہ کے بارے میں فتویٰ دیتا ہے کہ اگر کوئی ایسا شخص مر جائے جس کی اولاد نہ ہو اور اس کی ایک بہن ہو تو اس کا آدھا ترکہ اس کا ہوگا۔ اور اگر وہ (بہن) مر جائے اور اس کی کوئی اولاد نہ ہو (اور ایک بھائی ہو) تو وہ اس کے پورے ترکہ کا وارث ہوگا۔ اور اگر کسی مرنے والے کی دو بہنیں ہوں تو ان کا اس کے ترکہ میں سے دو تہائی حصہ ہوگا۔ اور اگر کئی بھائی بہن ہوں یعنی مرد عورت دونوں ہوں تو ایک مرد کو دو عورتوں کے برابر حصہ ملے گا۔ اللہ تعالیٰ تمہارے لئے کھول کر احکام بیان کرتا ہے۔ تاکہ تم گمراہ نہ ہو اور اللہ ہر چیز کا بڑا جاننے والا ہے۔"
        }
    ]
}