{
    "chapter": [
        {
            "chapter": 33,
            "verse": 1,
            "text": "ئى پەيغەمبەر! اﷲ قا تەقۋادارلىق قىلىشنى (داۋاملاشتۇرغىن)، كاپىرلارغا ۋە مۇناپىقلارغا ئىتائەت قىلمىغىن، اﷲ ھەقىقەتەن (بەندىلەرنىڭ ئەمەللىرىنى) بىلىپ تۇرغۇچىدۇر، (ئۇلارنىڭ ئىشلىرىنى) ھېكمەت بىلەن باشقۇرغۇچىدۇر"
        },
        {
            "chapter": 33,
            "verse": 2,
            "text": "ساڭا پەرۋەردىگارىڭ تەرىپىدىن ۋەھيى قىلىنغان نەرسىگە (يەنى قۇرئانغا) ئەگەشكىن. اﷲ ھەقىقەتەن قىلغان ئەمەلىڭلاردىن تولۇق خەۋەرداردۇر"
        },
        {
            "chapter": 33,
            "verse": 3,
            "text": "(ھەممە ئىشىڭدا) اﷲ قا يۆلەنگىن، اﷲ (ساڭا) ھامىي بولۇشقا يېتەرلىكتۇر"
        },
        {
            "chapter": 33,
            "verse": 4,
            "text": "اﷲ ھېچ ئادەمنىڭ ئىچىدە ئىككى يۈرەك ياراتقىنى يوق، سىلەر زىھار قىلغان ئاياللىرىڭلارنى اﷲ سىلەرگە ئانا قىلغىنى يوق، سىلەر بالا قىلىۋالغانلارنىمۇ اﷲ (ھەممە ھۆكۈمدە ئۆز پۇشتۇڭلاردىن بولغان) بالىلىرىڭلارنىڭ ھۆكمىدە قىلمىدى، بۇ (يەنى ئۆز پۇشتۇڭلاردىن بولمىغانلارنى بالا دېيىش) پەقەت ئاغزىڭلاردا ئېيتىلغان سۆزدۇر، اﷲ ھەق (سۆز) نى ئېيتىدۇ، توغرا يولغا باشلايدۇ"
        },
        {
            "chapter": 33,
            "verse": 5,
            "text": "ئۇلارنى ئاتىلىرىنىڭ ئىسىملىرى بىلەن چاقىرىڭلار، بۇ اﷲ نىڭ دەرگاھىدا توغرىدۇر، ئەگەر ئۇلارنىڭ ئاتىلىرىنى بىلمىسەڭلار، ئۇ چاغدا ئۇلار سىلەرنىڭ دىنىي قېرىنداشلىرىڭلاردۇر، دوستلىرىڭلاردۇر، سىلەر سەۋەنلىكتىن قىلىپ سالغان ئىشلاردا سىلەرگە ھېچ گۇناھ بولمايدۇ، لېكىن قەستەن قىلغان ئىشىڭلاردا (سىلەرگە گۇناھ بولىدۇ)، اﷲ ناھايىتى مەغپىرەت قىلغۇچىدۇر، ناھايىتى مېھرىباندۇر"
        },
        {
            "chapter": 33,
            "verse": 6,
            "text": "پەيغەمبەر مۆمىنلەرگە ئۇلارنىڭ ئۆز نەپسىلىرىدىنمۇ چارىدۇر، پەيغەمبەرنىڭ ئاياللىرى ئۇلارنىڭ ئانىلىرىدۇر، كىتابۇللاھتا ئۇرۇق - تۇغقانلارنىڭ بەزىسى بەزىسىگە (مىراس ئېلىشتا) مۆمىنلەردىن ۋە مۇھاجىرلاردىن يېقىندۇر، لېكىن (مۆمىنلەردىن ۋە مۇھاجىرلاردىن بولغان) دوستلىرىڭلارغا ۋەسىيەت قىلساڭلار دۇرۇس بولىدۇ، بۇ (يەنى تۇغقانلارنىڭ ئۆز ئارا مىراسقا ۋارىسلىق قىلىشى) كىتابتا (يەنى اﷲ نىڭ كىتابىدا) يېزىلغاندۇر"
        },
        {
            "chapter": 33,
            "verse": 7,
            "text": "ئۆز ۋاقتىدا بىز پەيغەمبەرلەردىن ئەھدە ئالدۇق، سەندىن، نۇھتىن، ئىبراھىمدىن، مۇسادىن، مەريەم ئوغلى ئىسادىن مەھكەم ئەھدە ئالدۇق"
        },
        {
            "chapter": 33,
            "verse": 8,
            "text": "اﷲ (قىيامەت كۈنى) راستچىللاردىن راستچىللىقى توغرۇلۇق سورايدۇ (يەنى پەيغەمبەرلەردىن پەيغەمبەرلىكىنى يەتكۈزگەنلىكىنى سورايدۇ)، اﷲ كاپىرلارغا قاتتىق ئازاب تەييارلىدى"
        },
        {
            "chapter": 33,
            "verse": 9,
            "text": "ئى مۆمىنلەر! اﷲ نىڭ سىلەرگە بەرگەن نېمىتىنى ئەسلەڭلار، ئۆز ۋاقتىدا ئۈستۈڭلارغا (كۇففارلاردىن ئۇيۇشقان ئۇرۇشقۇچى) قوشۇن كەلگەن ئىدى. بىز ئۇلارغا قارشى بوران ۋە سىلەرگە كۆرۈنمەيدىغان قوشۇن (يەنى پەرىشتىلەرنى) ئەۋەتتۇق، اﷲ سىلەرنىڭ قىلغان ئىشىڭلارنى كۆرۈپ تۇرغۇچىدۇر"
        },
        {
            "chapter": 33,
            "verse": 10,
            "text": "ئەينى ۋاقىتتا ئۇلار يۇقىرى تەرىپىڭلاردىنمۇ، تۆۋەن تەرىپىڭلاردىنمۇ (ھۇجۇم قىلىپ) كەلگەن ئىدى. بۇ چاغدا كۆزۈڭلار چەكچىيىپ قالغان، يۈرىكىڭلار ئاغزىڭلارغا قاپلىشىپ قالغان، اﷲ ھەققىدە تۈرلۈك گۇمانلاردا بولغان ئىدىڭلار"
        },
        {
            "chapter": 33,
            "verse": 11,
            "text": "بۇ يەردە مۆمىنلەر سىنالغان ۋە (بېشىغا كەلگەن كۈننىڭ قاتتىقلىقىدىن گويا ئۇلارنى يەر سىلكىگەندەك) قاتتىق تەۋرىنىشكە ئۇچرىغان ئىدى"
        },
        {
            "chapter": 33,
            "verse": 12,
            "text": "ئەينى ۋاقىتتا مۇناپىقلار ۋە دىللىرىدا (مۇناپىقلىق) كېسىلى بارلار: «اﷲ ۋە ئۇنىڭ پەيغەمبىرى بىزلەرگە قۇرۇق ۋەدىلەرنى قىلىپتىكەن» دېيىشەتتى"
        },
        {
            "chapter": 33,
            "verse": 13,
            "text": "ئەينى ۋاقىتتا ئۇلاردىن بىر گۇرۇھ ئادەم: «ئى يەسرىبلىكلەر! بۇ يەردە تۇرماي قايتىڭلار!» دېيىشەتتى، ئۇلاردىن يەنە بىر گۇرۇھ ئادەم: «بىزنىڭ ئۆيلىرىمىز ھەقىقەتەن ئوچۇقچىلىقتا» دېيىشىپ، پەيغەمبەردىن رۇخسەت سورىشاتتى، بۇلارنىڭ ئۆيلىرى ئوچۇقچىلىقتا ئەمەس، ئۇلار پەقەت قېچىشنىلا ئويلايدۇ"
        },
        {
            "chapter": 33,
            "verse": 14,
            "text": "ئەگەر شەھەرگە تۆت تەرەپتىن ھۇجۇم قىلىپ كىرىلسە، ئاندىن ئۇلاردىن ئىمانىدىن قايتىش، مۇسۇلمانلارغا قارشى ئۇرۇش قىلىش تەلەپ قىلىنسا، ئۇلار بۇ تەلەپنى ئۈزلۈكسىز رەۋىشتە ئاز ۋاقىت ئىچىدىلا قوبۇل قىلاتتى"
        },
        {
            "chapter": 33,
            "verse": 15,
            "text": "ئۇلار (يەنى مۇناپىقلار) ئىلگىرى اﷲ قا (جەڭدە) چېكىنمەسلىككە ۋەدە بەرگەن ئىدى. اﷲ قا بەرگەن ۋەدىسى سورىلىدۇ"
        },
        {
            "chapter": 33,
            "verse": 16,
            "text": "ئېيتقىنكى، «ئەگەر سىلەر ئۆلۈمدىن يا ئۆلتۈرۈلۈشتىن قاچساڭلار، قېچىشنىڭ سىلەرگە ھېچقانداق پايدىسى يوق، قاچقاندىمۇ سىلەر (دۇنيادىن) ئازغىنا (ۋاقىت) بەھرىمەن بولالايسىلەر»"
        },
        {
            "chapter": 33,
            "verse": 17,
            "text": "ئېيتقىنكى: «ئەگەر اﷲ سىلەرگە بىرەر يامانلىقنى ئىرادە قىلسا، كىم اﷲ قا قارشى تۇرۇپ سىلەرنى قوغدىيالايدۇ، ئەگەر اﷲ سىلەرگە رەھمەت قىلىشنى ئىرادە قىلسا (كىم ئۇنىڭغا ئارىلىشالايدۇ؟)» ئۇلار ئۆزلىرى ئۈچۈن اﷲ تىن باشقا ھېچ ئىگە ۋە ھېچ ياردەمچى تاپالمايدۇ"
        },
        {
            "chapter": 33,
            "verse": 18,
            "text": "اﷲ ئىچىڭلاردىكى باشقىلارنى (جىھادتىن) توسقۇچىلارنى ۋە قېرىنداشلىرىغا (مۇھەممەدنى ۋە ساھابىلىرىنى تەرك ئېتىپ) بىزنىڭ قېشىمىزغا كېلىڭلار دېگۈچىلەرنى ئوبدان بىلىدۇ، ئۇلار جەڭگە (رىيا قىلىپ) ئاندا - ساندا قاتنىشىدۇ"
        },
        {
            "chapter": 33,
            "verse": 19,
            "text": "ئۇلار سىلەرگە (ياردەمدە بولۇشقا) بېخىلدۇر، ئەگەر (ئۇلارغا دۈشمەن تەرەپتىن) خەۋپ كېلىدىغان بولسا، ئۇلارنىڭ ساڭا سەكراتقا چۈشۈپ قالغان ئادەمدەك (قورقۇنچتىن) كۆزلىرىنى پىلدىر لىتىپ قاراۋاتقانلىقىنى كۆرىسەن. قورقۇنچ كەتكەندە، ئۇلار پۇل - مالغا ئاچكۆز بولغان ھالدا سىلەرنى كەسكىن تىللار بىلەن رەنجىتىدۇ. ئۇلار (چىن دىللىرى بىلەن) ئىمان ئېيتقان ئەمەس. (ئۇلارنىڭ كۇفرى سەۋەبلىك) ئەمەللىرىنى اﷲ بىكار قىلدى، بۇ اﷲ ئۈچۈن ئاساندۇر"
        },
        {
            "chapter": 33,
            "verse": 20,
            "text": "ئۇلار (يەنى مۇناپىقلار) (قاتتىق قورققانلىقتىن) ئىتتىپاقداش قوشۇننى چېكىنمىدى دەپ ئويلايدۇ، ئەگەر ئىتتىپاقداش قوشۇن قايتا كەلسە، ئۇلار (قىردا) ئەئرابىلارنىڭ (يەنى قىر ئەرەبلىرىنىڭ) يېنىدا تۇرۇپ سىلەرنىڭ خەۋەرلىرىڭلارنى ئۇققاچ (تىنچ يېتىشىنى) ئارزۇ قىلىدۇ، ئۇلار (ئۇرۇش ۋاقتىدا) ئاراڭلاردا بولغان تەقدىردىمۇ، (قورققانلىقتىن) جەڭگە (رىيا قىلىپ) ئاندا - ساندا قاتناشقان بولاتتى"
        },
        {
            "chapter": 33,
            "verse": 21,
            "text": "سىلەرگە - اﷲ نى، ئاخىرەت كۈنىنى ئۈمىد قىلغان ۋە اﷲ نى كۆپ ياد ئەتكەنلەرگە - رەسۇلۇللاھ ئەلۋەتتە ياخشى ئۈلگىدۇر"
        },
        {
            "chapter": 33,
            "verse": 22,
            "text": "مۆمىنلەر ئىتتىپاقداش قوشۇننى كۆرگەن چاغدا: «بۇ (يەنى قېيىن ئەھۋالدا قالغاندا دۈشمەن ئۈستىدىن غەلىبە قىلىش) اﷲ ۋە ئۇنىڭ پەيغەمبىرى بىزگە ۋەدە قىلغان ئىشتۇر. اﷲ ۋە ئۇنىڭ پەيغەمبىرى راست ئېيتتى» دېيىشتى. (بۇ ئىش) ئۇلارنىڭ (اﷲ قا بولغان) ئىمانىنى ۋە (اﷲ نىڭ بۇيرۇقلىرىغا بولغان) بويسۇنۇشىنى تېخىمۇ كۈچەيتتى"
        },
        {
            "chapter": 33,
            "verse": 23,
            "text": "مۆمىنلەرنىڭ ئىچىدە (رەسۇلۇللاھ بىلەن غازاتقا چىققاندا ساباتلىق بولۇپ، شېھىت بولغانغا قەدەر دادىللىق بىلەن جەڭ قىلىش توغرۇلۇق) اﷲ قا بەرگەن ئەھدىنى ئىشقا ئاشۇرغان نۇرغۇن كىشىلەر بار. ئۇلارنىڭ بەزىسى (ئەھدىگە ۋاپا قىلىپ) شېھىت بولدى، بەزىسى (شېھىت بولۇشنى) كۈتكمەكتە، ئۇلار (پەرۋەردىگارىغا بەرگەن ئەھدىسىنى) ھەرگىز ئۆزگەرتكىنى يوق"
        },
        {
            "chapter": 33,
            "verse": 24,
            "text": "اﷲ راستچىللارغا راستچىللىقى ئۈچۈن (ئاخىرەتتە ئەڭ ياخشى) مۇكاپات بېرىدۇ، مۇناپىقلارنى (ئەھدىنى بۇزغۇچى مۇناپىقلارنى مۇناپىق پېتى بۇ دۇنيادىن كەتكۈزۈپ) ئەگەر خالىسا ئازابلايدۇ، يا ئۇلارنى تەۋبىگە مۇۋەپپەق قىلىدۇ، اﷲ ھەقىقەتەن (بەندىلىرىگە) ناھايىتى مەغپىرەت قىلغۇچىدۇر، ناھايىتى مېھرىباندۇر"
        },
        {
            "chapter": 33,
            "verse": 25,
            "text": "اﷲ كاپىرلار (يەنى مەدىنىگە ھۇجۇم قىلغان ئىتتىپاقداش قوشۇن) نى خاپا قايتۇردى، ئۇلار مەقسىتىگە يېتەلمىدى، اﷲ (دۈشمەنگە بوران ۋە پەرىشتىلەرنى ئاپىرىدە قىلىپ) مۆمىنلەرنى ئۇرۇشسىز غەلىبىگە ئېرىشتۈردى، اﷲ كۈچلۈكتۇر، غالىبتۇر"
        },
        {
            "chapter": 33,
            "verse": 26,
            "text": "اﷲ ئەھلى كىتابتىن مۇشرىكلارغا ياردەم بەرگەنلەرنى (يەنى رەسۇلۇللاھ بىلەن قىلغان ئەھدىنى بۇزغان بەنى قۇرەيزە يەھۇدىيلىرىنى) قۇرغانلىرىدىن چۈشۈردى، ئۇلارنىڭ دىللىرىغا قورقۇنچ سالدى. (ئۇلارنىڭ) بىر بۆلۈكىنى ئۆلتۈردۇڭلار ۋە بىر بۆلۈكىنى ئەسىر ئالدىڭلار"
        },
        {
            "chapter": 33,
            "verse": 27,
            "text": "اﷲ سىلەرگە ئۇلارنىڭ زېمىنىنى، قورو - جايلىرىنى، مال - مۈلۈكلىرىنى ۋە (تېخى) سىلەرنىڭ قەدىمىڭلار دەسسەپ باقمىغان زېمىننى مىراس قىلىپ بەردى، اﷲ ھەر نەرسىگە قادىردۇر"
        },
        {
            "chapter": 33,
            "verse": 28,
            "text": "ئى پەيغەمبەر! (ئارتۇق خىراجەت سوراپ سېنى رەنجىتكەن) ئاياللىرىڭغا ئېيتقىنكى، «ئەگەر سىلەر دۇنيا تېرىكچىلىكىنى (يەنى پاراۋان تۇرمۇشنى) ۋە دۇنيانىڭ زىبۇ زىننىتىنى كۆزلىسەڭلار، كېلىڭلار، سىلەرگە بىر ئاز نەرسە بېرەي، سىلەرنى چىرايلىقچە قويۇپ بېرەي"
        },
        {
            "chapter": 33,
            "verse": 29,
            "text": "ئەگەر سىلەر اﷲ نى ۋە اﷲ نىڭ پەيغەمبىرىنى، ئاخىرەت يۇرتىنى ئىختىيار قىلساڭلار، اﷲ ھەقىقەتەن ئىچىڭلاردىكى ياخشى ئىش قىلغۇچىلارغا چوڭ ساۋابنى (يەنى كۆز كۆرمىگەن، قۇلاق ئاڭلىمىغان ۋە ئىنساننىڭ كۆڭلىگە كەلمىگەن نازۇنېمەتلەر بار جەننەتنى) تەييار قىلدى»"
        },
        {
            "chapter": 33,
            "verse": 30,
            "text": "ئى پەيغەمبەرنىڭ ئاياللىرى! ئىچىڭلاردىن كىمكى ئاشكارا قەبىھ ئىشنى قىلىدىكەن، ئۇنىڭغا ھەسسىلەپ ئازاب قىلىنىدۇ، بۇ اﷲ قا ئاساندۇر"
        },
        {
            "chapter": 33,
            "verse": 31,
            "text": "سىلەردىن كىمكى اﷲ قا ۋە ئۇنىڭ پەيغەمبىرىگە ئىتائەت قىلسا ۋە ياخشى ئەمەل قىلسا، ئۇنىڭغا ساۋابنى ئىككى قاتلاپ بېرىمىز، ئۇنىڭغا (جەننەتتە) ئېسىل رىزىق تەييارلىدۇق"
        },
        {
            "chapter": 33,
            "verse": 32,
            "text": "ئى پەيغەمبەرنىڭ ئاياللىرى! سىلەر باشقا ئاياللارنىڭ ھېچبىرىگە ئوخشىمايسىلەر، سىلەر (يات ئەرلەرگە سۆز قىلغاندا) نازاكەت بىلەن سۆز قىلماڭلار، (نازاكەت بىلەن سۆز قىلساڭلار) دىلىدا نىفاق بار ئادەم (سىلەرگە قارىتا) تەمەدە بولۇپ قالىدۇ، (گۇماندىن خالى) ياخشى سۆزنى سۆزلەڭلار"
        },
        {
            "chapter": 33,
            "verse": 33,
            "text": "ئۆيلىرىڭلاردا ئولتۇرۇڭلار، ئىلگىرىكى جاھىلىيەت دەۋرىدىكى ئاياللارنىڭ ياسىنىپ چىققىنىدەك ياسىنىپ چىقماڭلار، ناماز ئوقۇڭلار، زاكات بېرىڭلار، اﷲ قا ۋە ئۇنىڭ پەيغەمبىرىگە ئىتائەت قىلىڭلار، ئى پەيغەمبەرنىڭ ئائىلىسىدىكىلەر! اﷲ سىلەردىن گۇناھنى ساقىت قىلىشنى ۋە سىلەرنى تامامەن پاك قىلىشنى خالايدۇ"
        },
        {
            "chapter": 33,
            "verse": 34,
            "text": "ئۆيلىرىڭلاردا اﷲ نىڭ ئايەتلىرىدىن ۋە ھېكمەت (يەنى پەيغەمبەر ئەلەيھىسسالامنىڭ ھەدىسلىرى) تىن ئوقۇلۇۋاتقان نەرسىلەرنى ياد ئېتىڭلار، اﷲ ھەقىقەتەن سىرلەرنى بىلگۈچىدۇر، ھەممىدىن خەۋەرداردۇر"
        },
        {
            "chapter": 33,
            "verse": 35,
            "text": "مۇسۇلمان ئەرلەر ۋە مۇسۇلمان ئاياللارغا، مۆمىن ئەرلەر ۋە مۆمىن ئاياللارغا، تائەت - ئىبادەت قىلغۇچى ئەرلەر ۋە تائەت - ئىبادەت قىلغۇچى ئاياللارغا، راستچىل ئەرلەر ۋە راستچىل ئاياللارغا، سەۋر قىلغۇچى ئەرلەر ۋە سەۋر قىلغۇچى ئاياللارغا، خۇدادىن قورققۇچى ئەرلەر ۋە خۇدادىن قورققۇچى ئاياللارغا، سەدىقە بەرگۈچى ئەرلەر ۋە سەدىقە بەرگۈچى ئاياللارغا، روزا تۇتقۇچى ئەرلەر ۋە روزا تۇتقۇچى ئاياللارغا، نەپسىلىرىنى ھارامدىن ساقلىغۇچى ئەرلەر ۋە نەپسىلىرىنى ھارامدىن ساقلىغۇچى ئاياللارغا، اﷲ نى كۆپ زىكرى قىلغۇچى ئەرلەر ۋە اﷲ نى كۆپ زىكرى قىلغۇچى ئاياللارغا اﷲ مەغپىرەت ۋە كاتتا ساۋاب تەييارلىدى"
        },
        {
            "chapter": 33,
            "verse": 36,
            "text": "اﷲ ۋە ئۇنىڭ پەيغەمبىرى بىرەر ئىشتا ھۆكۈم چىقارغان چاغدا، ئەر - ئايال مۆمىنلەرنىڭ ئۆز ئىشىدا ئىختىيارلىقى بولمايدۇ (يەنى اﷲ ۋە اﷲ نىڭ پەيغەمبىرى بىرەر ئىشتا ھۆكۈم چىقارغان ئىكەن، ھېچ ئادەمنىڭ ئۇنىڭغا مۇخالىپەتچىلىك قىلىشىغا بولمايدۇ)، كىمكى اﷲ قا ۋە ئۇنىڭ پەيغەمبىرىگە ئاسىيلىق قىلسا، ھەقىقەتەن ئۇ ئوپئوچۇق ئازغان بولىدۇ"
        },
        {
            "chapter": 33,
            "verse": 37,
            "text": "ئۆز ۋاقتىدا سەن اﷲ نېمەت بەرگەن، سەنمۇ ئىنئام قىلغان كىشىگە: «خوتۇنۇڭنى نىكاھىڭدا تۇتقىن، اﷲ تىن قورققىن!» دېدىڭ، اﷲ ئاشكارىلىماقچى بولغان نەرسىنى كۆڭلۈڭدە يوشۇردۇڭ، كىشىلەرنىڭ تەنە قىلىشىدىن قورقتۇڭ، اﷲ تىن قۇرقۇشۇڭ ئەڭ ھەقلىق ئىدى. مۆمىنلەرگە ئۇلارنىڭ بالا قىلىۋالغان ئوغۇللىرىنىڭ قويۇپ بەرگەن خوتۇنلىرىنى نىكاھلاپ ئالسا گۇناھ بولماسلىقى ئۈچۈن، زەينەبنى زەيد قويۇۋەتكەندىن كېيىن ساڭا نىكاھلاپ بەردۇق، اﷲ نىڭ (سېنىڭ زەينەبنى ئېلىشىڭ توغرىسىدىكى) ئەمرى چوقۇم ئورۇنلىنىدۇ"
        },
        {
            "chapter": 33,
            "verse": 38,
            "text": "اﷲ پەيغەمبەرگە ھالال قىلغان ئىشقا ھېچ گۇناھ بولمايدۇ. (بۇ) اﷲ نىڭ ئۆتكەنكى (پەيغەمبەرلەرگە) تۇتقان يولىدۇر. اﷲ نىڭ ئەمرى ئەزەلدىنلا بېكىپ كەتكەن (ئۆزگەرمەس) ھۆكۈمدۇر"
        },
        {
            "chapter": 33,
            "verse": 39,
            "text": "ئۇلار (يەنى پەيغەمبەرلەر) اﷲ نىڭ ئەمر - پەرمانلىرىنى يەتكۈزىدۇ، اﷲ تىن قورقىدۇ، اﷲ تىن باشقا ھېچ كىشىدىن قورقمايدۇ (ئى مۇھەممەد! سەنمۇ اﷲ تىن غەيرىيدىن قورقماسلىقتا شۇ پەيغەمبەرلەرگە ئەگەشكىن)، اﷲ (ھەممە ئىشلاردىن) ھېساب ئېلىشقا يېتەرلىكتۇر"
        },
        {
            "chapter": 33,
            "verse": 40,
            "text": "مۇھەممەد ئاراڭلاردىكى ئەرلەردىن ھېچبىرىنىڭ ئاتىسى ئەمەس، لېكىن (ئۇ) اﷲ نىڭ پەيغەمبىر ى ۋە پەيغەمبەرلەرنىڭ ئاخىرقىسىدۇر (اﷲ ئۇنىڭ بىلەن پەيغەمبەرلىكنى ئاخىرلاشتۇرغان، ئۇنىڭدىن كېيىن ھېچقانداق پەيغەمبەر كەلمەيدۇ)، اﷲ ھەممە نەرسىنى بىلگۈچىدۇر (سىلەرنىڭ سۆز - ھەرىكىتىڭلاردىن ھېچ نەرسە اﷲ قا مەخپىي ئەمەس)"
        },
        {
            "chapter": 33,
            "verse": 41,
            "text": "ئى مۆمىنلەر! اﷲ نى كۆپ ياد قىلىڭلار"
        },
        {
            "chapter": 33,
            "verse": 42,
            "text": "ئۇنىڭغا ئەتىگەن - ئاخشامدا تەسبىھ ئېيتىڭلار (چۈنكى بۇ ئىككى ۋاقىتتا پەرىشتىلەر چۈشۈپ تۇرغانلىقتىن، ئۇ ۋاقىتلارنىڭ ئەۋزىلى ھېسابلىنىدۇ)"
        },
        {
            "chapter": 33,
            "verse": 43,
            "text": "اﷲ سىلەرنى قاراڭغۇلۇقتىن نۇرغا (يەنى گۇمراھلىقتىن ھىدايەتكە) چىقىرىش ئۈچۈن، سىلەرگە رەھمەت قىلىپ تۇرىدۇ، ئۇنىڭ پەرىشتىلىرى سىلەرگە مەغپىرەت تەلەپ قىلىپ تۇرىدۇ، اﷲ مۆمىنلەرگە ناھايىتى مېھرىباندۇر"
        },
        {
            "chapter": 33,
            "verse": 44,
            "text": "ئۇلار اﷲ قا مۇلاقات بولغان كۈندە ئۇلارغا اﷲ تەرىپىدىن يوللىنىدىغان سالام (سىلەرگە) ئامانلىق بولسۇن (دېگەن سۆزدىن ئىبارەت)، اﷲ ئۇلارغا ئېسىل مۇكاپات تەييارلىدى"
        },
        {
            "chapter": 33,
            "verse": 45,
            "text": "ئى پەيغەمبەر! سېنى بىز ھەقىقەتەن گۇۋاھچى، بېشارەتچى، ئاگاھلاندۇرغۇچى، اﷲ نىڭ ئىزنى بىلەن ئۇنىڭ (بىر لىكىگە، تائەت - ئىبادىتىگە) دەۋەت قىلغۇچى ۋە نۇرلۇق چىراق قىلىپ ئەۋەتتۇق"
        },
        {
            "chapter": 33,
            "verse": 46,
            "text": "ئى پەيغەمبەر! سېنى بىز ھەقىقەتەن گۇۋاھچى، بېشارەتچى، ئاگاھلاندۇرغۇچى، اﷲ نىڭ ئىزنى بىلەن ئۇنىڭ (بىر لىكىگە، تائەت - ئىبادىتىگە) دەۋەت قىلغۇچى ۋە نۇرلۇق چىراق قىلىپ ئەۋەتتۇق"
        },
        {
            "chapter": 33,
            "verse": 47,
            "text": "مۆمىنلەرگە ئۇلارنىڭ اﷲ نىڭ بۈيۈك ئېھسانىغا ئېرىشىدىغانلىقىدىن خۇش خەۋەر بەرگىن"
        },
        {
            "chapter": 33,
            "verse": 48,
            "text": "كاپىرلارغا ۋە مۇناپىقلارغا ئىتائەت قىلمىغىن، ئۇلارنىڭ (ساڭا قىلغان) ئازار - كۈلپەتلىرىگە پەرۋا قىلمىغىن (اﷲ قا تەۋەككۈل قىلغىن)، اﷲ (ئۇنىڭغا) تەۋەككۈل قىلغانلارغا يېتەرلىكتۇر"
        },
        {
            "chapter": 33,
            "verse": 49,
            "text": "ئى مۆمىنلەر! سىلەر مۆمىن ئاياللارنى ئالساڭلار، ئاندىن ئۇلارغا يېقىنچىلىق قىلىشتىن بۇرۇن ئۇلارنى قويۇۋەتسەڭلار، بۇ چاغدا ئۇلار سىلەر ئۈچۈن ئىددەت تۈتماسلىقى كېرەك، ئۇلارغا ئاز - تولا نەرسە بېرىڭلار، ئۇلارنى چىرايلىقچە قويۇپ بېرىڭلار"
        },
        {
            "chapter": 33,
            "verse": 50,
            "text": "ئى پەيغەمبەر! ساڭا بىز سەن مەھرىلىرىنى بەرگەن ئاياللىرىڭنى، اﷲ ساڭا غەنىمەت قىلىپ بەرگەن، ئەسىر چۈشكەن ئاياللاردىن ئۆزۈڭ مالىك بولغانلارنى ھالال قىلدۇق، ئاتاڭنىڭ ئەر قېرىندىشى ۋە ھەمشىرە قېرىندىشىنىڭ قىزلىرىنى، ئاناڭنىڭ ئەر قېرىندىشى ۋە ھەمشىرە قېرىندىشىنىڭ قىزلىرىنى (ساڭا ھالال قىلدۇق). بۇلار سەن بىلەن بىرلىكتە ھىجرەت قىلدى. ئەگەر بىر مۆمىن خوتۇن ئۆزىنى پەيغەمبەرگە بەخش قىلسا، پەيغەمبەر ئۇنى (مەھرىسىز) ئېلىشىنى خالىسا، بۇنى مۆمىنلەرگە ئەمەس، يالغۇز ساڭىلا (ھالال قىلدۇق)، ئۇلارنىڭ ئاياللىرى ۋە چۆرىلىرى توغرۇلۇق بىزنىڭ چىقارغان بەلگىلىمىلىرىمىز بىزگە مەلۇمدۇر، ساڭا ھەرەج بولۇپ قالماسلىقى ئۈچۈن (سېنى ئالاھىدىلىكلەرگە ئىگە قىلدۇق)، اﷲ ناھايىتى مەغپىرەت قىلغۇچىدۇر، ناھايىتى مېھرىباندۇر"
        },
        {
            "chapter": 33,
            "verse": 51,
            "text": "ئاياللىرىڭدىن خالىغىنىڭنىڭ نۆۋىتىنى ئارقىغا سۈرسەڭ، خالىغىنىڭ بىلەن (نۆۋىتىدىن باشقا ۋاقىتتا) بىر يەردە بولساڭ بولىۋېرىدۇ، (ۋاقىتلىق) ئايرىلىپ تۇرغان ئاياللىرىڭدىن بىرى بىلەن ھەمتۆشەك بولماقچى بولساڭ، ساڭا ھېچ گۇناھ يوقتۇر، (مانا) بۇ ئۇلارنىڭ خۇشال بولۇشىغا، قايغۇرماسلىقىغا، بەرگەنلىرىڭگە ئۇلارنىڭ ھەممىسىنىڭ رازى بولۇشىغا ئەڭ يېقىندۇر، اﷲ دىلىڭلاردىكىنى بىلىپ تۇرىدۇ، اﷲ ھەممىنى بىلگۈچىدۇر، ھەلىمدۇر (يەنى جازالاشقا ئالدىراپ كەتمەيدۇ)"
        },
        {
            "chapter": 33,
            "verse": 52,
            "text": "(ئى پەيغەمبەر! ئىلكىڭدىكى ئاياللىرىڭدىن باشقا) يەنە خوتۇن ئالساڭ، ساڭا ھالال بولمايدۇ، باشقا ئاياللارنىڭ جامالى سېنى ئەجەبلەندۈرگەن تەقدىردىمۇ، ئۇلارنى يەڭگۈشلەش (ساڭا ھالال بولمايدۇ). پەقەت سېنىڭ ئىلكىڭدىكى چۆرىلەر بۇنىڭدىن مۇستەسنا، اﷲ ھەممە نەرسىنى كۆزىتىپ تۇرغۇچىدۇر"
        },
        {
            "chapter": 33,
            "verse": 53,
            "text": "ئى مۆمىنلەر! پەيغەمبەرنىڭ ئۆيلىرىگە كىرمەڭلار، پەقەت تاماققا چاقىرىلغان ۋاقتىڭلاردىلا كىرىڭلار، (باشقا ۋاقىتتا رۇخسەت بىلەن كىرگەندە) تاماقنىڭ پىشىشىنى كۈتۈپ ئولتۇرماڭلار، لېكىن چاقىرىلغاندا كىرىڭلار يۇ، تاماق يەپ بولغاندىن كېيىن تارقاپ كېتىڭلار، تاماقتىن كېيىن) پاراڭ سېلىشىپ ئولتۇرماڭلار، بۇ (يەنى تاماقتىن كېيىن پاراڭ سېلىشىپ ئولتۇرۇش) پەيغەمبەرنى رەنجىتىدۇ، پەيغەمبەر (بۇنى ئېيتىشقا) سىلەردىن خىجىل بولىدۇ، اﷲ ھەق (نى ئېيتىش) تىن خىجىل بولمايدۇ، سىلەر پەيغەمبەرنىڭ ئاياللىرىدىن بىر نەرسە سوراپ (ئالماقچى) بولساڭلار، پەردە ئارقىسىدىن سوراپ ئېلىڭلار، مۇنداق قىلىش سىلەرنىڭ دىللىرىڭلارنىمۇ، ئۇلارنىڭ دىللىرىنىمۇ ئەڭ پاك تۇتىدۇ، سىلەرنىڭ رەسۇلۇللاھنى رەنجىتىپ قويۇشۇڭلار دۇرۇس ئەمەس، رەسۇلۇللاھتىن كېيىن ئۇنىڭ ئاياللىرىنى ئېلىشىڭلارمۇ مەڭگۈ دۇرۇس ئەمەس، بۇنداق قىلىش (يەنى رەسۇلۇللاھنى رەنجىتىش ۋە ئۇنىڭ ئاياللىرىنى ئېلىش) ھەقىقەتەن اﷲ نىڭ دەرگاھىدا چوڭ گۇناھتۇر"
        },
        {
            "chapter": 33,
            "verse": 54,
            "text": "بىرەر نەرسىنى ئاشكارىلىساڭلارمۇ، يا (دىلىڭلاردا) يوشۇرساڭلارمۇ (اﷲ ھامان بىلىدۇ)، چۈنكى اﷲ ھەقىقەتەن ھەممە نەرسىنى بىلگۈچىدۇر"
        },
        {
            "chapter": 33,
            "verse": 55,
            "text": "ئۇلارغا (يەنى پەيغەمبەر ئەلەيھىسسالامنىڭ ئاياللىرىغا) ئاتىلىرى بىلەن، ئوغۇللىرى بىلەن، قېرىنداشلىرى بىلەن، قېرىنداشلىرىنىڭ ئوغۇللىرى بىلەن، ھەمشىرىلىرىنىڭ ئوغۇللىرى بىلەن، مۆمىن ئاياللار بىلەن، قۇل، چۆرىلىرى بىلەن كۆرۈشۈش ھېچ گۇناھ ئەمەس، (ئى پەيغەمبەرنىڭ ئاياللىرى!) اﷲ تىن قورقۇڭلار، اﷲ ھەقىقەتەن ھەممە نەرسىنى كۆزىتىپ تۇرغۇچىدۇر"
        },
        {
            "chapter": 33,
            "verse": 56,
            "text": "اﷲ ھەقىقەتەن پەيغەمبەرگە رەھمەت يوللايدۇ (يەنى پەيغەمبەر ئەلەيھىسسالامغا رەھمەت قىلىدۇ، شەنىنى ئۇلۇغ قىلىدۇ، دەرىجىسىنى ئۈستۈن قىلىدۇ)، پەرىشتىلەرمۇ ھەقىقەتەن (پەيغەمبەرگە) مەغپىرەت تەلەپ قىلىدۇ، ئى مۆمىنلەر! سىلەر پەيغەمبەرگە دۇرۇد ئېيتىڭلار ۋە ئامانلىق تىلەڭلار (چۈنكى رەسۇلۇللاھنىڭ سىلەرنىڭ ئۈستۈڭلاردىكى ھەققى چوڭدۇر، ئۇ سىلەرنى گۇمراھلىقتىن ھىدايەتكە، زۇلمەتتىن يورۇقلۇققا چىقارغۇچىدۇر)"
        },
        {
            "chapter": 33,
            "verse": 57,
            "text": "اﷲ نى ۋە ئۇنىڭ پەيغەمبىرىنى رەنجىتىدىغانلار (يەنى اﷲ ۋە رەسۇلۇللاھ يامان كۆرىدىغان ئىشلارنى قىلىدىغانلار) نى اﷲ دۇنيا ۋە ئاخىرەتتە رەھمىتىدىن يىراق قىلىدۇ ۋە ئۇلارغا خار قىلغۇچى ئازابنى تەييار لايدۇ"
        },
        {
            "chapter": 33,
            "verse": 58,
            "text": "مۆمىنلەر ۋە مۆمىنەلەرگە قىلمىغان ئىشلارنى (چاپلاپ) ئۇلارنى رەنجىتىدىغانلار (شۇ) بۇھتاننى ۋە روشەن گۇناھنى ئۈستىگە ئارتىۋالغان بولىدۇ"
        },
        {
            "chapter": 33,
            "verse": 59,
            "text": "ئى پەيغەمبەر! ئاياللىرىڭغا، قىزلىرىڭغا ۋە مۆمىنلەرنىڭ ئاياللىرىغا ئېيتقىنكى، پۈركەنجى بىلەن بەدىنىنى ئورىۋالسۇن، بۇنداق قىلغاندا ئۇلارنىڭ (ھۈر ئاياللار ئىكەنلىكى) ئەڭ ئوڭاي تونۇلىدۇ - دە، باشقىلار ئۇلارغا چېقىلمايدۇ. اﷲ (بەندىلىرىگە) ناھايىتى مەغپىرەت قىلغۇچىدۇر، ناھايىتى مېھرىباندۇر"
        },
        {
            "chapter": 33,
            "verse": 60,
            "text": "ئەگەر مۇناپىقلار، (نىفاقتىن) دىللىرىدا كېسەل بارلار، مەدىنىدە يالغان خەۋەر تارقاتقۇچىلار (قىلمىشلىرىدىن) يانمىسا، (ئى مۇھەممەد) ئەلۋەتتە بىز سېنى ئۇلارغا مۇسەللەت قىلىمىز، ئاندىن ئۇلار مەدىنىدە لەنەتكە ئۇچرىغان ھالدا سەن بىلەن ئازغىنا ۋاقىت تۇرالايدۇ (يەنى ئۇلار مەدىنىدىن سۈرگۈن قىلىنىپ ھەيدەپ چىقىرىلىدۇ، چىقىپ كېتىشكە تەييارلىق قىلىۋېلىش ئۈچۈن مەدىنىدە پەقەت ئازغىنا ۋاقىت تۇرالايدۇ). ئۇلار قەيەردە بايقالسا، شۇ يەردە تۇتۇلىدۇ ۋە ئۆلتۈرۈلىدۇ"
        },
        {
            "chapter": 33,
            "verse": 61,
            "text": "ئەگەر مۇناپىقلار، (نىفاقتىن) دىللىرىدا كېسەل بارلار، مەدىنىدە يالغان خەۋەر تارقاتقۇچىلار (قىلمىشلىرىدىن) يانمىسا، (ئى مۇھەممەد) ئەلۋەتتە بىز سېنى ئۇلارغا مۇسەللەت قىلىمىز، ئاندىن ئۇلار مەدىنىدە لەنەتكە ئۇچرىغان ھالدا سەن بىلەن ئازغىنا ۋاقىت تۇرالايدۇ (يەنى ئۇلار مەدىنىدىن سۈرگۈن قىلىنىپ ھەيدەپ چىقىرىلىدۇ، چىقىپ كېتىشكە تەييارلىق قىلىۋېلىش ئۈچۈن مەدىنىدە پەقەت ئازغىنا ۋاقىت تۇرالايدۇ). ئۇلار قەيەردە بايقالسا، شۇ يەردە تۇتۇلىدۇ ۋە ئۆلتۈرۈلىدۇ"
        },
        {
            "chapter": 33,
            "verse": 62,
            "text": "بۇ (يەنى مۇناپىقلارغا اﷲ نىڭ تۇتقان يولى) اﷲ نىڭ ئۆتكەنكى ئۈممەتلەرگە تۇتقان يولىدۇر، اﷲ نىڭ تۇتقان يولىدا ھېچقانداق ئۆزگىرىش تاپالمايسەن"
        },
        {
            "chapter": 33,
            "verse": 63,
            "text": "كىشىلەر سەندىن قىيامەتنىڭ ۋاقتىنى سورايدۇ. «ئۇنى (مەن بىلمەيمەن) پەقەت اﷲ بىلىدۇ» دېگىن. سەن نېمە بىلىسەن، قىيامەت يېقىن بولۇشى مۇمكىن"
        },
        {
            "chapter": 33,
            "verse": 64,
            "text": "اﷲ ھەقىقەتەن كاپىرلارنى رەھمىتىدىن يىراق قىلدى ۋە ئۇلارغا دوزاخنى تەييارلىدى"
        },
        {
            "chapter": 33,
            "verse": 65,
            "text": "ئۇلار دوزاختا مەڭگۈ قالىدۇ، ئۇلار ھېچقانداق (ئۇلارنى قوغدايدىغان) دوست ۋە (ئۇلاردىن ئازابنى دەپئى قىلىدىغان) ياردەمچى تاپالمايدۇ"
        },
        {
            "chapter": 33,
            "verse": 66,
            "text": "دوزاختا ئۇلارنىڭ يۈزلىرى تۈرۈلۈپ كېتىدىغان كۈندە، ئۇلار: «كاشكى بىز اﷲ قا ئىتائەت قىلغان بولساقچۇ! پەيغەمبەرگە ئىتائەت قىلغان بولساقچۇ!» دەيدۇ"
        },
        {
            "chapter": 33,
            "verse": 67,
            "text": "ئۇلار: «پەرۋەردىگارىمىز! بىز ھەقىقەتەن باشلىقلىرىمىزغا، كاتتىلىرىمىزغا ئىتائەت قىلدۇق، ئۇلار بىزنى توغرا يولدىن ئازدۇردى، پەرۋەردىگارىمىز! ئۇلارغا ئازابنى ئىككى ھەسسە بەرگىن ۋە ئۇلارغا قاتتىق لەنەت قىلغىن» دەيدۇ"
        },
        {
            "chapter": 33,
            "verse": 68,
            "text": "ئۇلار: «پەرۋەردىگارىمىز! بىز ھەقىقەتەن باشلىقلىرىمىزغا، كاتتىلىرىمىزغا ئىتائەت قىلدۇق، ئۇلار بىزنى توغرا يولدىن ئازدۇردى، پەرۋەردىگارىمىز! ئۇلارغا ئازابنى ئىككى ھەسسە بەرگىن ۋە ئۇلارغا قاتتىق لەنەت قىلغىن» دەيدۇ"
        },
        {
            "chapter": 33,
            "verse": 69,
            "text": "ئى مۆمىنلەر! سىلەر مۇساغا ئازار قىلغان كىشىلەر (يەنى بەنى ئىسرائىل) دەك بولماڭلار، اﷲ مۇسانى ئۇلارنىڭ ئېيتقانلىرىدىن (يەنى تۆھمەتلىرىدىن) ئاقلىدى، مۇسا اﷲ نىڭ دەرگاھىدا ئابرۇيلۇق ئىدى"
        },
        {
            "chapter": 33,
            "verse": 70,
            "text": "ئى مۆمىنلەر! اﷲ تىن قورقۇڭلار، توغرا سۆزنى قىلىڭلار"
        },
        {
            "chapter": 33,
            "verse": 71,
            "text": "اﷲ سىلەرنىڭ ئەمەللىرىڭلارنى تۈزەيدۇ (يەنى سىلەرنى ياخشى ئەمەللەرگە مۇۋەپپەق قىلىدۇ)، گۇناھلىرىڭلارنى مەغپىرەت قىلىدۇ، كىمكى اﷲ قا ۋە ئۇنىڭ پەيغەمبىرىگە ئىتائەت قىلسا زور مۇۋەپپەقىيەت قازانغان بولىدۇ"
        },
        {
            "chapter": 33,
            "verse": 72,
            "text": "شۈبھىسىزكى، بىز ئامانەتنى (يەنى پەرزلەرنى ۋە شەرىئەت تەكلىپلىرىنى) ئاسمانلارغا، زېمىنغا ۋە تاغلارغا تەڭلىدۇق، ئۇلار ئۇنى ئۈستىگە ئالمىدى، ئۇنىڭ (ئېغىرلىقى) دىن قورقتى، ئۇنى ئىنسان ئۈستىگە ئالدى، ئىنسان ھەقىقەتەن (ئۆزىگە) زۇلۇم قىلغۇچىدۇر، ھەقىقەتەن ناداندۇر"
        },
        {
            "chapter": 33,
            "verse": 73,
            "text": "(مەزكۇر ئامانەتكە خىيانەت قىلغانلىقلىرى ئۈچۈن) مۇناپىق ئەرلەرنى، مۇناپىق ئاياللارنى، مۇشرىك ئەرلەرنى، مۇشرىك ئاياللارنى اﷲ ئازابلايدۇ، (مەزكۇر ئامانەتكە رىئايە قىلغانلىقلىرى ئۈچۈن) مۆمىن ئەرلەر ۋە مۆمىن ئاياللارنى اﷲ ئەپۇ قىلىدۇ، (اﷲ مۆمىنلەرگە) ناھايىتى مەغپىرەت قىلغۇچىدۇر، ناھايىتى مېھرىباندۇر"
        }
    ]
}