{
    "maqras": [
        {
            "chapter": 15,
            "verse": 1,
            "text": "Alif-Lam-Ra. Dies sind die Zeichen des Buches und eines deutlichen Qur’ans"
        },
        {
            "chapter": 15,
            "verse": 2,
            "text": "Vielleicht werden diejenigen, die ungläubig sind, wünschen, Muslime gewesen zu sein"
        },
        {
            "chapter": 15,
            "verse": 3,
            "text": "Lasse sie nur essen und genießen und sich durch (falsche) Hoffnung ablenken lassen. Sie werden (es noch) erfahren"
        },
        {
            "chapter": 15,
            "verse": 4,
            "text": "Und wir haben keine Stadt vernichtet, ohne daß sie eine festgelegte Frist gehabt hätte"
        },
        {
            "chapter": 15,
            "verse": 5,
            "text": "Keine Gemeinschaft kann ihrer Frist vorausgehen, noch sie hinausschieben"
        },
        {
            "chapter": 15,
            "verse": 6,
            "text": "Und sie sagen: O du, dem (angeblich) die Ermahnung offenbart worden ist, du bist ja fürwahr besessen"
        },
        {
            "chapter": 15,
            "verse": 7,
            "text": "Warum bringst du uns nicht die Engel, wenn du zu den Wahrhaftigen gehörst"
        },
        {
            "chapter": 15,
            "verse": 8,
            "text": "Wir senden die Engel nur mit der Wahrheit hinab. Dann wird ihnen kein Aufschub gewährt"
        },
        {
            "chapter": 15,
            "verse": 9,
            "text": "Gewiß, Wir sind es, die Wir die Ermahnung offenbart haben, und Wir werden wahrlich ihr Hüter sein"
        },
        {
            "chapter": 15,
            "verse": 10,
            "text": "Wir haben ja bereits vor dir unter den Lagern der Früheren entsandt"
        },
        {
            "chapter": 15,
            "verse": 11,
            "text": "Und kein Gesandter kam zu ihnen, ohne daß sie sich über ihn lustig gemacht hätten"
        },
        {
            "chapter": 15,
            "verse": 12,
            "text": "So lassen Wir ihn in die Herzen der Übeltäter einziehen"
        },
        {
            "chapter": 15,
            "verse": 13,
            "text": "Sie glauben nicht daran, obwohl bereits die Gesetzmäßigkeit an den Früheren ergangen ist"
        },
        {
            "chapter": 15,
            "verse": 14,
            "text": "Selbst wenn Wir ihnen ein Tor vom Himmel öffneten und sie dauernd dadurch hinaufstiegen"
        },
        {
            "chapter": 15,
            "verse": 15,
            "text": "würden sie dennoch sagen: Unsere Blicke sind verschlossen. Nein! Vielmehr sind wir Leute, die einem Zauber verfallen sind"
        },
        {
            "chapter": 15,
            "verse": 16,
            "text": "Und Wir haben ja im Himmel Türme gesetzt und ihn für die Betrachter ausgeschmückt"
        },
        {
            "chapter": 15,
            "verse": 17,
            "text": "und Wir haben ihn vor jedem gesteinigten Satan behütet"
        },
        {
            "chapter": 15,
            "verse": 18,
            "text": "außer demjenigen, der verstohlen zuhört, worauf ihn ein deutlich erkennbarer Leuchtkörper verfolgt"
        },
        {
            "chapter": 15,
            "verse": 19,
            "text": "Und die Erde haben Wir gedehnt und darauf festgegründete Berge gesetzt und auf ihr von allen zu wiegenden Dingen wachsen lassen"
        },
        {
            "chapter": 15,
            "verse": 20,
            "text": "Und Wir haben auf ihr für euch (Möglichkeiten für den) Lebensunterhalt geschaffen und (auch) für diejenigen, die ihr nicht versorgt"
        },
        {
            "chapter": 15,
            "verse": 21,
            "text": "Und es gibt nichts, dessen Schatzkammern nicht bei Uns wären. Und Wir senden es nur in bestimmtem Maß hinab"
        },
        {
            "chapter": 15,
            "verse": 22,
            "text": "Und Wir senden die Winde zur Befruchtung. Und Wir lassen dann vom Himmel Wasser hinabkommen und geben es euch zu trinken, doch ihr könnt es nicht (alles davon) als Vorrat lagern"
        },
        {
            "chapter": 15,
            "verse": 23,
            "text": "Und fürwahr, Wir sind es, die lebendig machen und sterben lassen, und Wir sind die (alles) Erbenden"
        },
        {
            "chapter": 15,
            "verse": 24,
            "text": "Und Wir kennen ja diejenigen unter euch, die vorausgehen, und Wir kennen ja (auch) diejenigen, die zurückbleiben"
        },
        {
            "chapter": 15,
            "verse": 25,
            "text": "Und gewiß, dein Herr wird sie versammeln. Er ist Allweise und Allwissend"
        },
        {
            "chapter": 15,
            "verse": 26,
            "text": "Und Wir haben ja den Menschen aus trockenem Ton, aus fauligem schwarzen Schlamm erschaffen"
        },
        {
            "chapter": 15,
            "verse": 27,
            "text": "Und die Ginn haben Wir zuvor aus dem Feuer des Glutwindes erschaffen"
        },
        {
            "chapter": 15,
            "verse": 28,
            "text": "Und als dein Herr zu den Engeln sagte: Ich bin dabei, ein menschliches Wesen aus trockenem Ton, aus fauligem schwarzen Schlamm zu erschaffen"
        },
        {
            "chapter": 15,
            "verse": 29,
            "text": "Wenn Ich es zurechtgeformt und ihm von Meinem Geist eingehaucht habe, dann fallt und werft euch vor ihm nieder"
        },
        {
            "chapter": 15,
            "verse": 30,
            "text": "Da warfen sich die Engel alle zusammen nieder"
        },
        {
            "chapter": 15,
            "verse": 31,
            "text": "außer Iblis; er weigerte sich, mit denen zu sein, die sich niederwerfen"
        },
        {
            "chapter": 15,
            "verse": 32,
            "text": "Er sagte: O lblis, was ist mit dir, daß du nicht mit denen bist, die sich niederwerfen"
        },
        {
            "chapter": 15,
            "verse": 33,
            "text": "Er sagte: Ich kann mich unmöglich vor einem menschlichen Wesen niederwerfen, das Du aus trockenem Ton, aus fauligem schwarzen Schlamm erschaffen hast"
        },
        {
            "chapter": 15,
            "verse": 34,
            "text": "Er sagte: Dann geh aus ihm hinaus, denn du bist der Steinigung würdig"
        },
        {
            "chapter": 15,
            "verse": 35,
            "text": "Und auf dir liegt der Fluch bis zum Tag des Gerichts"
        },
        {
            "chapter": 15,
            "verse": 36,
            "text": "Er sagte: Mein Herr, so gewähre mir Aufschub bis zu dem Tag, da sie auferweckt werden"
        },
        {
            "chapter": 15,
            "verse": 37,
            "text": "Er sagte: Gewiß, du gehörst zu denjenigen, denen Aufschub gewährt wird"
        },
        {
            "chapter": 15,
            "verse": 38,
            "text": "bis zum Tag der (wohl)bekannten Zeit"
        },
        {
            "chapter": 15,
            "verse": 39,
            "text": "Er sagte: Mein Herr, darum, daß Du mich in Verirrung hast fallen lassen, werde ich ihnen ganz gewiß auf der Erde (das Böse) ausschmücken und sie ganz gewiß allesamt in Verirrung fallen lassen"
        },
        {
            "chapter": 15,
            "verse": 40,
            "text": "außer Deinen Dienern, den auserlesenen unter ihnen"
        },
        {
            "chapter": 15,
            "verse": 41,
            "text": "Er sagte: Das ist ein gerader Weg, der (einzuhalten) Mir obliegt"
        },
        {
            "chapter": 15,
            "verse": 42,
            "text": "Gewiß, über Meine Diener hast du keine Macht, außer wer dir von den Verirrten folgt"
        },
        {
            "chapter": 15,
            "verse": 43,
            "text": "Und die Hölle ist wahrlich ihrer aller Verabredung(sort)"
        },
        {
            "chapter": 15,
            "verse": 44,
            "text": "Sie hat sieben Tore, und jedem Tor wird ein Teil von ihnen zugewiesen"
        },
        {
            "chapter": 15,
            "verse": 45,
            "text": "Die Gottesfürchtigen aber werden in Gärten und an Quellen sein"
        },
        {
            "chapter": 15,
            "verse": 46,
            "text": "Betretet sie in Frieden und in Sicherheit"
        },
        {
            "chapter": 15,
            "verse": 47,
            "text": "Und Wir nehmen weg, was in ihren Brüsten an Groll ist, als Brüder auf Liegen (ruhend), einander gegenüber"
        },
        {
            "chapter": 15,
            "verse": 48,
            "text": "Darin widerfährt ihnen weder Mühsal, noch werden sie daraus vertrieben"
        },
        {
            "chapter": 15,
            "verse": 49,
            "text": "Tue Meinen Dienern kund, daß Ich es bin, der Allvergebend und Barmherzig ist"
        }
    ]
}