{
    "maqras": [
        {
            "chapter": 41,
            "verse": 25,
            "text": "Und Wir hatten ihnen Gesellen verschafft, die ihnen dann ausschmückten, was vor ihnen und was hinter ihnen lag. Und unvermeidlich fällig wurde das Wort gegen sie, unter (anderen) Gemeinschaften von den Ginn und den Menschen, die vor ihnen dahingegangen waren. Gewiß, sie waren ja Verlierer"
        },
        {
            "chapter": 41,
            "verse": 26,
            "text": "Diejenigen, die ungläubig sind, sagen: Hört nicht auf diesen Qur’an, und führt dazwischen unbedachte Reden, auf daß ihr siegen möget"
        },
        {
            "chapter": 41,
            "verse": 27,
            "text": "Ganz gewiß werden Wir diejenigen, die ungläubig sind, eine strenge Strafe kosten lassen, und ganz gewiß werden Wir ihnen das Schlechteste von dem vergelten, was sie zu tun pflegten"
        },
        {
            "chapter": 41,
            "verse": 28,
            "text": "Das ist der Lohn der Feinde Allahs: das (Höllen)feuer, in dem sie die ewige Wohnstätte haben, als Vergeltung dafür, daß sie Unsere Zeichen zu verleugnen pflegten"
        },
        {
            "chapter": 41,
            "verse": 29,
            "text": "Und diejenigen, die ungläubig sind, werden sagen: Unser Herr, zeige uns die beiden von den Ginn und den Menschen, die uns in die Irre geführt haben, daß wir sie unter unsere Füße legen, damit sie zu den Unterlegenen gehören"
        },
        {
            "chapter": 41,
            "verse": 30,
            "text": "Gewiß, diejenigen, die sagen: Unser Herr ist Allah, und sich hierauf recht verhalten, auf sie kommen die Engel herab: Fürchtet euch nicht, seid nicht traurig, und vernehmt die frohe Botschaft vom (Paradies)garten’, der euch stets versprochen wurde"
        },
        {
            "chapter": 41,
            "verse": 31,
            "text": "Wir sind eure Beschützer im diesseitigen Leben und im Jenseits. Ihr werdet darin haben, was eure Seelen begehren, und ihr werdet darin haben, was ihr erbetet"
        },
        {
            "chapter": 41,
            "verse": 32,
            "text": "eine gastliche Aufnahme von einem Allvergebenden, einem Barmherzigen"
        },
        {
            "chapter": 41,
            "verse": 33,
            "text": "Und wer spricht bessere Worte als wer zu Allah ruft, rechtschaffen handelt und sagt: Gewiß doch, ich gehöre zu den (Allah) Ergebenen"
        },
        {
            "chapter": 41,
            "verse": 34,
            "text": "Nicht gleich sind die gute Tat und die schlechte Tat. Wehre mit einer Tat, die besser ist, (die schlechte) ab, dann wird derjenige, zwischen dem und dir Feindschaft besteht, so, als wäre er ein warmherziger Freund"
        },
        {
            "chapter": 41,
            "verse": 35,
            "text": "Aber dies wird nur denjenigen dargeboten, die standhaft sind, ja es wird nur demjenigen dargeboten, der ein gewaltiges Glück hat"
        },
        {
            "chapter": 41,
            "verse": 36,
            "text": "Und wenn dich vom Satan eine Eingebung aufstachelt, dann suche Zuflucht bei Allah, denn Er ist ja der Allhörende und Allwissende"
        },
        {
            "chapter": 41,
            "verse": 37,
            "text": "Und zu Seinen Zeichen gehören die Nacht und der Tag, die Sonne und der Mond. Werft euch weder vor der Sonne noch vor dem Mond nieder, sondern werft euch vor Allah nieder, Der sie erschaffen hat, wenn ihr (tatsächlich) Ihm allein dient"
        },
        {
            "chapter": 41,
            "verse": 38,
            "text": "Wenn sie sich jedoch hochmütig weigern ... (, dann lasse sie,) - diejenigen, die bei deinem Herrn sind, preisen Ihn doch bei Nacht und Tag, ohne Überdruß zu empfinden"
        },
        {
            "chapter": 41,
            "verse": 39,
            "text": "Zu Seinen Zeichen gehört es, daß du die Erde demütig siehst. Wenn Wir aber Wasser auf sie herabkommen lassen, regt sie sich und schwillt. Gewiß, Derjenige, Der sie wieder belebt, wird (auch) die Toten wieder lebendig machen, denn gewiß, Er hat zu allem die Macht"
        },
        {
            "chapter": 41,
            "verse": 40,
            "text": "Gewiß, diejenigen, die mit Unseren Zeichen abwegig umgehen, sind Uns nicht verborgen. Ist denn einer, der ins (Höllen)feuer geworfen wird, besser oder jemand, der am Tag der Auferstehung in Sicherheit kommt. Tut, was ihr wollt, denn was ihr tut, sieht Er wohl"
        },
        {
            "chapter": 41,
            "verse": 41,
            "text": "Gewiß, diejenigen, die die Ermahnung verleugnen, nachdem sie zu ihnen gekommen ist ... Es ist fürwahr ein wehrhaftes Buch"
        },
        {
            "chapter": 41,
            "verse": 42,
            "text": "an das das Falsche weder von vorn noch von hinten herankommt, eine Offenbarung von einem Allweisen und Lobenswürdigen"
        },
        {
            "chapter": 41,
            "verse": 43,
            "text": "Es wird dir nur das gesagt, was schon den Gesandten vor dir gesagt wurde. Dein Herr ist wahrlich voll der Vergebung und verhängt (auch) schmerzhafte Strafe"
        },
        {
            "chapter": 41,
            "verse": 44,
            "text": "Hätten Wir ihn zu einem fremdsprachigen Qur’an gemacht, hätten sie sicherlich gesagt: Wären doch seine Zeichen ausführlich dargelegt worden! Wie, ein fremdsprachiger (Qur’an) und ein Araber? Sag: Er ist für diejenigen, die glauben, eine Rechtleitung und eine Heilung. Und diejenigen, die nicht glauben, haben Schwerhörigkeit in ihren Ohren, und er ist für sie (wie) Blindheit. Diese sind, als würde ihnen von einem fernen Ort aus zugerufen"
        },
        {
            "chapter": 41,
            "verse": 45,
            "text": "Und Wir gaben bereits Musa die Schrift, doch wurde man darüber uneinig. Und wenn es nicht ein früher ergangenes Wort von deinem Herrn gegeben hätte, so wäre zwischen ihnen wahrlich entschieden worden. Und sie sind darüber fürwahr in starkem Zweifel"
        },
        {
            "chapter": 41,
            "verse": 46,
            "text": "Wer rechtschaffen handelt, der (tut es) zu seinem eigenen Vorteil, und wer Böses tut, der (tut es) zu seinem eigenen Nachteil. Und dein Herr ist keiner, der den Dienern Unrecht zufügt"
        }
    ]
}