{
    "maqras": [
        {
            "chapter": 7,
            "verse": 117,
            "text": "Und Wir gaben Musa ein: Wirf deinen Stock hin! Da verschlang er sogleich, was sie vortäuschten"
        },
        {
            "chapter": 7,
            "verse": 118,
            "text": "So bestätigte sich die Wahrheit, und zunichte wurde das, was sie taten"
        },
        {
            "chapter": 7,
            "verse": 119,
            "text": "Sie wurden dort besiegt und kehrten gering geachtet zurück"
        },
        {
            "chapter": 7,
            "verse": 120,
            "text": "Und die Zauberer warfen sich ehrerbietig nieder"
        },
        {
            "chapter": 7,
            "verse": 121,
            "text": "Sie sagten: Wir glauben an den Herrn der Weltenbewohner"
        },
        {
            "chapter": 7,
            "verse": 122,
            "text": "den Herrn von Musa und Harun"
        },
        {
            "chapter": 7,
            "verse": 123,
            "text": "Fir’aun sagte: Ihr glaubt an Ihn, bevor ich es euch erlaube? Das sind wahrlich Ränke, die ihr in der Stadt geschmiedet habt, um ihre Bewohner daraus zu vertreiben. Aber ihr werdet (es noch) erfahren"
        },
        {
            "chapter": 7,
            "verse": 124,
            "text": "Ich werde ganz gewiß eure Hände und eure Füße wechselseitig abhacken und euch hierauf ganz gewiß allesamt kreuzigen (lassen)"
        },
        {
            "chapter": 7,
            "verse": 125,
            "text": "Sie sagten: Wir werden gewiß zu unserem Herrn zurückkehren"
        },
        {
            "chapter": 7,
            "verse": 126,
            "text": "Du grollst uns ja nur (darum), daß wir an die Zeichen unseres Herrn glaubten, als sie zu uns kamen. Unser Herr, überschütte uns mit Standhaftigkeit und berufe uns ab als (Dir) Ergebene"
        },
        {
            "chapter": 7,
            "verse": 127,
            "text": "Die führende Schar aus dem Volk Fir’auns sagte: Willst du zulassen, daß Musa und sein Volk auf der Erde Unheil stiften und daß er dich und deine Götter verläßt? Er sagte: Wir werden ihre Söhne allesamt töten und (nur) ihre Frauen am Leben lassen. Wir sind ja Bezwinger über sie"
        },
        {
            "chapter": 7,
            "verse": 128,
            "text": "Musa sagte zu seinem Volk: Sucht Hilfe bei Allah, und seid standhaft! Gewiß, die Erde gehört Allah; Er gibt sie zum Erbe, wem von Seinen Dienern Er will. Und das (gute) Ende gehört den Gottesfürchtigen"
        },
        {
            "chapter": 7,
            "verse": 129,
            "text": "Sie sagten: Uns ist Leid zugefügt worden, bevor du zu uns kamst und nachdem du zu uns gekommen bist. Er sagte: Vielleicht wird euer Herr euren Feind vernichten und euch zu Nachfolgern auf der Erde machen und dann schauen, wie ihr handelt"
        },
        {
            "chapter": 7,
            "verse": 130,
            "text": "Und Wir ergriffen ja schon die Leute Fir’auns mit Dürrejahren und Mangel an Früchten, auf daß sie bedenken mögen"
        },
        {
            "chapter": 7,
            "verse": 131,
            "text": "Aber wenn dann etwas Gutes zu ihnen kam, sagten sie: Dies gehört uns. und wenn sie etwas Böses traf, sahen sie ein (böses) Vorzeichen in Musa und denjenigen, die mit ihm waren. Aber ihr Vorzeichen ist sicherlich bei Allah, jedoch wissen die meisten von ihnen nicht"
        },
        {
            "chapter": 7,
            "verse": 132,
            "text": "Und sie sagten: Welches Zeichen du uns auch vorbringen magst, um uns damit zu bezaubern, so werden wir dir nicht glauben"
        },
        {
            "chapter": 7,
            "verse": 133,
            "text": "Da sandten Wir über sie die Überschwemmung, die Heuschrecken, die Zecken, die Frösche und das Blut als einzeln vorgebrachte Zeichen. Aber sie verhielten sich hochmütig und waren ein Volk von Übeltätern"
        },
        {
            "chapter": 7,
            "verse": 134,
            "text": "Als nun die unheilvolle Strafe sie überfiel, sagten sie: O Musa, rufe für uns deinen Herrn an auf Grund Seines Bundes mit dir. Wenn du die unheilvolle Strafe hinwegnimmst, werden wir dir ganz gewiß glauben und die Kinder Isra’ils ganz gewiß mit dir wegschicken"
        },
        {
            "chapter": 7,
            "verse": 135,
            "text": "Als Wir dann die unheilvolle Strafe von ihnen hinwegnahmen auf eine Frist, die sie erreichen sollten, brachen sie sogleich (ihr Wort)"
        },
        {
            "chapter": 7,
            "verse": 136,
            "text": "Da übten Wir an ihnen Vergeltung und ließen sie im großen Gewässer ertrinken, dafür, daß sie Unsere Zeichen für Lüge erklärten und ihnen gegenüber unachtsam waren"
        },
        {
            "chapter": 7,
            "verse": 137,
            "text": "Und Wir gaben dem Volk, das unterdrückt worden war, zum Erbe die östlichen und die westlichen (Gegenden) des Landes, das Wir gesegnet haben. Und das schönste Wort deines Herrn erfüllte sich an den Kindern Isra’ils dafür, daß sie standhaft waren. Und Wir zerstörten, was Fir’aun und sein Volk zu machen und was sie zu errichten pflegten"
        },
        {
            "chapter": 7,
            "verse": 138,
            "text": "Und Wir ließen die Kinder lsra’ils das Meer durchschreiten. Sie kamen zu Leuten, die sich zur Andacht an ihren Götzen zurückzogen. Sie sagten: O Musa, mache uns einen Gott, so wie sie Götter haben! Er sagte: Ihr seid ja Leute, die töricht sind"
        },
        {
            "chapter": 7,
            "verse": 139,
            "text": "Gewiß, was diese da betreiben, wird zerstört, und zunichte wird, was sie zu tun pflegten"
        },
        {
            "chapter": 7,
            "verse": 140,
            "text": "Er sagte: Sollte ich für euch einen anderen Gott begehren als Allah, wo Er euch vor den (anderen) Weltenbewohnern bevorzugt hat"
        },
        {
            "chapter": 7,
            "verse": 141,
            "text": "Und (gedenkt,) als Wir euch vor den Leuten Fir’auns retteten, als sie euch eine böse Qual auferlegten, indem sie eure Söhne allesamt töteten und (nur) eure Frauen am Leben ließen. Darin war für euch eine gewaltige Prüfung von eurem Herrn"
        }
    ]
}