{
    "maqras": [
        {
            "chapter": 12,
            "verse": 7,
            "text": "Wahrlich, in Yusuf und seinen Brüdern sind Zeichen für diejenigen, die (nach der Wahrheit) fragen"
        },
        {
            "chapter": 12,
            "verse": 8,
            "text": "Als sie sagten: Wahrlich, Yusuf und sein Bruder sind unserem Vater lieber als wir, obwohl wir eine (ansehnliche) Schar sind. Unser Vater befindet sich fürwahr in deutlichem Irrtum"
        },
        {
            "chapter": 12,
            "verse": 9,
            "text": "Tötet Yusuf oder werft ihn ins Land hinaus, so wird das Gesicht eures Vaters sich nur noch euch zuwenden, und danach werdet ihr rechtschaffene Leute sein"
        },
        {
            "chapter": 12,
            "verse": 10,
            "text": "Einer von ihnen sagte: Tötet Yusuf nicht, sondern werft ihn in die verborgene Tiefe des Brunnenlochs, so werden ihn schon einige der Reisenden auflesen, wenn ihr doch etwas tun wollt"
        },
        {
            "chapter": 12,
            "verse": 11,
            "text": "Sie sagten: O unser Vater, warum vertraust du uns Yusuf nicht an? Wir werden ihm wahrlich aufrichtig zugetan sein"
        },
        {
            "chapter": 12,
            "verse": 12,
            "text": "Sende ihn morgen mit uns, daß er Spaß und Spiel finde; wir werden ihn fürwahr behüten"
        },
        {
            "chapter": 12,
            "verse": 13,
            "text": "Er sagte: Es macht mich fürwahr traurig, daß ihr ihn mitnehmt. Und ich fürchte, daß ihn der Wolf frißt, während ihr seiner unachtsam seid"
        },
        {
            "chapter": 12,
            "verse": 14,
            "text": "Sie sagten: Wenn ihn der Wolf fressen sollte, wo wir doch eine (ansehnliche) Schar sind, dann wären wir fürwahr Verlierer"
        },
        {
            "chapter": 12,
            "verse": 15,
            "text": "Als sie ihn mitnahmen und sich geeinigt hatten, ihn in die verborgene Tiefe des Brunnenlochs zu stecken, gaben Wir ihm ein: Du wirst ihnen ganz gewiß noch diese ihre Tat kundtun, ohne daß sie merken"
        },
        {
            "chapter": 12,
            "verse": 16,
            "text": "Und am Abend kamen sie weinend zu ihrem Vater"
        },
        {
            "chapter": 12,
            "verse": 17,
            "text": "Sie sagten: O unser Vater, wir gingen, um einen Wettlauf zu machen, und ließen Yusuf bei unseren Sachen zurück. Da fraß ihn der Wolf. Aber du glaubst uns wohl nicht, auch wenn wir die Wahrheit sagen"
        },
        {
            "chapter": 12,
            "verse": 18,
            "text": "Sie brachten falsches Blut auf seinem Hemd. Er sagte: Nein! Vielmehr habt ihr selbst euch etwas eingeredet. (So gilt es,) schöne Geduld (zu üben). Allah ist Derjenige, bei Dem Hilfe zu suchen ist gegen das, was ihr beschreibt"
        },
        {
            "chapter": 12,
            "verse": 19,
            "text": "Reisende kamen vorbei. Sie sandten ihren Wasserschöpfer, und er ließ seinen Eimer hinunter. Er sagte: O frohe Botschaft! Da ist ein Junge. Sie verbargen ihn als Ware. Und Allah wußte wohl, was sie taten"
        },
        {
            "chapter": 12,
            "verse": 20,
            "text": "Und sie verkauften ihn für einen zu niedrigen Preis, einige gezählte Dirhams. Und sie übten Verzicht in Bezug auf ihn"
        },
        {
            "chapter": 12,
            "verse": 21,
            "text": "Und derjenige aus Ägypten, der ihn gekauft hatte, sagte zu seiner Frau: Bereite ihm einen gastfreundlichen Aufenthalt. Vielleicht wird er uns nützlich sein, oder nehmen wir ihn als Kind an. So verliehen Wir Yusuf eine feste Stellung im Land. Und Wir wollten ihn etwas von der Deutung der Geschichten lehren. Und Allah ist in Seiner Angelegenheit überlegen. Aber die meisten Menschen wissen nicht"
        },
        {
            "chapter": 12,
            "verse": 22,
            "text": "Als er seine Vollreife erlangt hatte, gaben Wir ihm Urteil(skraft) und Wissen. So vergelten Wir den Gutes Tuenden"
        },
        {
            "chapter": 12,
            "verse": 23,
            "text": "Und diejenige, in deren Haus er war, versuchte, ihn zu verführen. Sie schloß die Türen ab und sagte: Da bin ich für dich! Er sagte: Allah schütze mich (davor)! Er, mein Herr, hat mir einen schönen Aufenthalt bereitet. Gewiß, den Ungerechten wird es nicht wohl ergehen"
        },
        {
            "chapter": 12,
            "verse": 24,
            "text": "Es verlangte sie nach ihm, und es hätte ihn nach ihr verlangt, wenn er nicht den Beweis seines Herrn gesehen hätte. Dies (geschah), damit Wir das Böse und das Schändliche von ihm abwendeten. Er gehört ja zu Unseren auserlesenen Dienern"
        },
        {
            "chapter": 12,
            "verse": 25,
            "text": "Sie versuchten beide als erster zur Tür zu gelangen. Sie zerriß ihm von hinten das Hemd. Und sie fanden ihren Herrn bei der Tür vor. Sie sagte: Der Lohn dessen, der deiner Familie Böses (antun) wollte, ist nur, daß er ins Gefängnis gesteckt wird, oder schmerzhafte Strafe"
        },
        {
            "chapter": 12,
            "verse": 26,
            "text": "Er sagte: Sie war es, die versucht hat, mich zu verführen. Und ein Zeuge aus ihrer Familie bezeugte: Wenn sein Hemd vorn zerrissen ist, dann hat sie die Wahrheit gesprochen, und er gehört zu den Lügnern"
        },
        {
            "chapter": 12,
            "verse": 27,
            "text": "Wenn sein Hemd aber hinten zerrissen ist, dann hat sie gelogen, und er gehört zu den Wahrhaftigen"
        },
        {
            "chapter": 12,
            "verse": 28,
            "text": "Als er nun sah, daß sein Hemd hinten zerrissen war, sagte er: Das gehört zu euren Listen. Eure List ist gewaltig"
        },
        {
            "chapter": 12,
            "verse": 29,
            "text": "Yusuf, lasse davon ab! Und (du, jene,) bitte um Vergebung für deine Sünde! Du gehörst ja zu denjenigen, die Verfehlungen begangen haben"
        }
    ]
}