{
    "rukus": [
        {
            "chapter": 2,
            "verse": 87,
            "text": "We gave Moses the Book and followed him up with a succession of messengers; We gave Jesus the son of Mary Clear (Signs) and strengthened him with the holy spirit. Is it that whenever there comes to you a messenger with what ye yourselves desire not, ye are puffed up with pride?- Some ye called impostors, and others ye slay"
        },
        {
            "chapter": 2,
            "verse": 88,
            "text": "They say, \"Our hearts are the wrappings (which preserve Allah's Word: we need no more).\" Nay, Allah's curse is on them for their blasphemy: Little is it they believe"
        },
        {
            "chapter": 2,
            "verse": 89,
            "text": "And when there comes to them a Book from Allah, confirming what is with them,- although from of old they had prayed for victory against those without Faith,- when there comes to them that which they (should) have recognised, they refuse to believe in it but the curse of Allah is on those without Faith"
        },
        {
            "chapter": 2,
            "verse": 90,
            "text": "Miserable is the price for which they have sold their souls, in that they deny (the revelation) which Allah has sent down, in insolent envy that Allah of His Grace should send it to any of His servants He pleases: Thus have they drawn on themselves Wrath upon Wrath. And humiliating is the punishment of those who reject Faith"
        },
        {
            "chapter": 2,
            "verse": 91,
            "text": "When it is said to them, \"Believe in what Allah Hath sent down, \"they say, \"We believe in what was sent down to us:\" yet they reject all besides, even if it be Truth confirming what is with them. Say: \"Why then have ye slain the prophets of Allah in times gone by, if ye did indeed believe"
        },
        {
            "chapter": 2,
            "verse": 92,
            "text": "There came to you Moses with clear (Signs); yet ye worshipped the calf (Even) after that, and ye did behave wrongfully"
        },
        {
            "chapter": 2,
            "verse": 93,
            "text": "And remember We took your covenant and We raised above you (the towering height) of Mount (Sinai): (Saying): \"Hold firmly to what We have given you, and hearken (to the Law)\": They said:\" We hear, and we disobey:\" And they had to drink into their hearts (of the taint) of the calf because of their Faithlessness. Say: \"Vile indeed are the behests of your Faith if ye have any faith"
        },
        {
            "chapter": 2,
            "verse": 94,
            "text": "Say: \"If the last Home, with Allah, be for you specially, and not for anyone else, then seek ye for death, if ye are sincere"
        },
        {
            "chapter": 2,
            "verse": 95,
            "text": "But they will never seek for death, on account of the (sins) which their hands have sent on before them. and Allah is well-acquainted with the wrong-doers"
        },
        {
            "chapter": 2,
            "verse": 96,
            "text": "Thou wilt indeed find them, of all people, most greedy of life,-even more than the idolaters: Each one of them wishes He could be given a life of a thousand years: But the grant of such life will not save him from (due) punishment. For Allah sees well all that they do"
        }
    ]
}