{
    "rukus": [
        {
            "chapter": 37,
            "verse": 1,
            "text": "By those who range themselves in ranks"
        },
        {
            "chapter": 37,
            "verse": 2,
            "text": "And so are strong in repelling (evil)"
        },
        {
            "chapter": 37,
            "verse": 3,
            "text": "And thus proclaim the Message (of Allah)"
        },
        {
            "chapter": 37,
            "verse": 4,
            "text": "Verily, verily, your Allah is one"
        },
        {
            "chapter": 37,
            "verse": 5,
            "text": "Lord of the heavens and of the earth and all between them, and Lord of every point at the rising of the sun"
        },
        {
            "chapter": 37,
            "verse": 6,
            "text": "We have indeed decked the lower heaven with beauty (in) the stars"
        },
        {
            "chapter": 37,
            "verse": 7,
            "text": "(For beauty) and for guard against all obstinate rebellious evil spirits"
        },
        {
            "chapter": 37,
            "verse": 8,
            "text": "(So) they should not strain their ears in the direction of the Exalted Assembly but be cast away from every side"
        },
        {
            "chapter": 37,
            "verse": 9,
            "text": "Repulsed, for they are under a perpetual penalty"
        },
        {
            "chapter": 37,
            "verse": 10,
            "text": "Except such as snatch away something by stealth, and they are pursued by a flaming fire, of piercing brightness"
        },
        {
            "chapter": 37,
            "verse": 11,
            "text": "Just ask their opinion: are they the more difficult to create, or the (other) beings We have created? Them have We created out of a sticky clay"
        },
        {
            "chapter": 37,
            "verse": 12,
            "text": "Truly dost thou marvel, while they ridicule"
        },
        {
            "chapter": 37,
            "verse": 13,
            "text": "And, when they are admonished, pay no heed"
        },
        {
            "chapter": 37,
            "verse": 14,
            "text": "And, when they see a Sign, turn it to mockery"
        },
        {
            "chapter": 37,
            "verse": 15,
            "text": "And say, \"This is nothing but evident sorcery"
        },
        {
            "chapter": 37,
            "verse": 16,
            "text": "What! when we die, and become dust and bones, shall we (then) be raised up (again)"
        },
        {
            "chapter": 37,
            "verse": 17,
            "text": "And also our fathers of old"
        },
        {
            "chapter": 37,
            "verse": 18,
            "text": "Say thou: \"Yea, and ye shall then be humiliated (on account of your evil)"
        },
        {
            "chapter": 37,
            "verse": 19,
            "text": "Then it will be a single (compelling) cry; and behold, they will begin to see"
        },
        {
            "chapter": 37,
            "verse": 20,
            "text": "They will say, \"Ah! Woe to us! This is the Day of Judgment"
        },
        {
            "chapter": 37,
            "verse": 21,
            "text": "(A voice will say,) \"This is the Day of Sorting Out, whose truth ye (once) denied"
        }
    ]
}