{
    "maqras": [
        {
            "chapter": 31,
            "verse": 22,
            "text": "Sano jwaakujipeleka ngope jakwe kwa Allah aku ali jwakolosya (masengo), nikuti pamasile paakamulisye nkonjo wakulimbangana wauli wangatemeka. Sano kwa Allah ni kwajili mbesi ja ichindu yosope"
        },
        {
            "chapter": 31,
            "verse": 23,
            "text": "Sano jwaakufuulu, basi kukan’dandaulikasya kufulu kwakweko, Kukwetu ni kwakuujila kwao, basi ni tuchatagulila yawapanganyisye, chisimu Allah ni Nkuimanya chenene yayili m’mitima"
        },
        {
            "chapter": 31,
            "verse": 24,
            "text": "Chitwasengwasye panandi, kaneko tuuchatutila ku ilagasyo yakandapala"
        },
        {
            "chapter": 31,
            "verse": 25,
            "text": "Soni naga n’di mwawusisye wanganyao (kuti): “Ana nduni juwagumbile mawunde ni mataka?” Chisimu chene tajile: “Allah.” Jilani: “Lumbili losope lwene alapikwe Allah.” Nambo wajinji mwa wanganyao wangali chachimanyi"
        },
        {
            "chapter": 31,
            "verse": 26,
            "text": "Iwele Yakwe Allah yosope yaili kumawunde ni petaka, chisimu Allah ni Jwakupata kwejinji, Jwakulapilidwa kusyesyene"
        },
        {
            "chapter": 31,
            "verse": 27,
            "text": "Soni ingawe kuti itela yosope yaili pa chilambo yaliji mapensulo, sano mbwani (nikuwa wino wakulembela), ni kujijonjechesya panyuma pakwe ni mbwani sine nsano nasiwili; malowe ga Allah nga nganigamala. Chisimu Allah ni Jwamachili gakupunda, Jwalunda lwakusokoka"
        },
        {
            "chapter": 31,
            "verse": 28,
            "text": "Nganikuwa gumbidwa kwenu namuno kuukulidwa kwenu (m’malembe) ikaweje mpela (gumbidwa ni kuukulidwa kwa) mundu jumpepe. Chisimu Allah ni Jwakupikanichisya, Jwakulolechesya"
        },
        {
            "chapter": 31,
            "verse": 29,
            "text": "Ana ngankuiona yanti Allah akwinjisyaga chilo m’muusi (ni kuleupa muusi kwipipa chilo mpela ndawi jachitukuta), ni akwinjisyaga soni muusi nchilo (ni kuleupa chilo kwipipa muusi mpela ndawi jakusisima), ni alijepepesye lyuwa ni mwesi chilichose chikwenda kwandawi jekolanjidwe, nambo soni yanti Allah abali syosope sya yankutenda awele Jwasimanya chenene"
        },
        {
            "chapter": 31,
            "verse": 30,
            "text": "Yalakweyo ni ligongo lyanti Allah ni jwali Jwakuona, soni kuti ayila yaakuiwendaga yangawaga Jwalakwe yaukoleko, soni kuti Allah ni jwali Jwapenani kusyene, Jwankulungwa kwannope"
        },
        {
            "chapter": 31,
            "verse": 31,
            "text": "Ana ngankuiona yanti yombo ikwenda pa mbwani mwa ukoto wa Allah, kuti annosye jenumanja mu imanyilo Yakwe (yakulosya ukombosi Wakwe)? Chisimu mu yalakweyo muwele mwana imanyisyo kwa jwalijose jwali jwakupilila nnope, jwakutogolela kwejinji"
        },
        {
            "chapter": 31,
            "verse": 32,
            "text": "Sano pati gaawunichile wanganyao matumbela ganti chisawu miulili (ja mawunde gawula ni matumbi), akasam’bombaga Allah mwakunswejechesya duwa (syao pakum’bomba Jwele pejo), nambo nkwakulupuchisya pankuuli, basi wane mwa jamanjao pana waakuwa chilikati (cha chikulupi ni ukafili). Ni pangali waakasaikanilaga imanyilo Yetu ikaweje nkukasa nnope ilanga jwalijose, jwakufulu nnope"
        },
        {
            "chapter": 31,
            "verse": 33,
            "text": "E jenumanja achinawandu! Mun’jogopani M’mbuje gwenu (Allah), ni llijogope soni Lisiku lyangakomboleka nangolo kunkamuchisya mwanagwe, namuno mwanache kwakamuchisya wanangolo wakwe chilichose. Chisimu chilanga cha Allah chakuonaonape. Basi ukannyenga wanganyammwe ata panandi umi wa duniya, nambo soni akannyenga jenumanja ata panandi nkunyenga (shetani) pa ya Allah"
        },
        {
            "chapter": 31,
            "verse": 34,
            "text": "Chisimu Allah, Kukwakwe pe ni kuuli umanyilisi wa ndawi (jakwichila Kiyama), Jwalakwe ni jwaakutulusyaga wula, soni ni jwaakumanyililaga yaili mu itumbo. Ni ngakasamanyilila mundu jwalijose ichapanganye malawi, nambo soni mundu jwalijose ngakasamanyilila kuti chilambochi chachiwila. Chisimu Allah ni Jwakumanyilila nnope (ichindu), Jwasimanya abali syosope"
        },
        {
            "chapter": 32,
            "verse": 1,
            "text": "Alif-Lam-Mim"
        },
        {
            "chapter": 32,
            "verse": 2,
            "text": "Kutulusya kwa Chitabu (Qur’an) changali kaikasya nkati mwakwe kutyochele kwa M’mbuje jwa iwumbe yosope"
        },
        {
            "chapter": 32,
            "verse": 3,
            "text": "Kapena wanganyao akuti: “Jwalakwe (Muhammadi ﷺ) ni jwaachitunjile?” (Ngwamba)! Nambo chalakwecho chiwele chakuona chakuumila kwa Ambuje wenu (Allah), kuti mwatetele wandu wanganijwaichilileje nkutetela paujo penu, kuti wanganyao ajongoche"
        },
        {
            "chapter": 32,
            "verse": 4,
            "text": "Allah ni Ajula juwagumbile mawunde ni mataka ni yaili chilikati chakwe m'mowa nsano nalimo, kaneka ni jwatenjele pa Arishi (Chindanda Chaulungu). Nganinkola jenumanja jwangawaga Jwalakwe akun’gosa waliose namuno akun’jokola, ana ngankukumbuchila"
        },
        {
            "chapter": 32,
            "verse": 5,
            "text": "(Jwalakwe) jukasalondesyaga ichindu (yosope) kutyochela kwinani mpaka pasi, kaneka ni ikasakwelaga Kukwakwe, pa lisiku limpepe lyachiwele chipiimo chauleu wakwe yaka sausande yankuti pakuwalanjila jenumanja (ni yaka yenu ya pa duniya)"
        },
        {
            "chapter": 32,
            "verse": 6,
            "text": "Jwalakwejo ni Nkumanyilila yakusisika ni yakuonechela, Jwamachili gakupunda, Jwachanasa channope"
        },
        {
            "chapter": 32,
            "verse": 7,
            "text": "Ajula juwachikolosyisye chindu chilichose kagumbidwe kakwe, ni jwakutandite gumbidwa kwa mundu kuumila mwilongo"
        },
        {
            "chapter": 32,
            "verse": 8,
            "text": "Kaneko jwautesile uwelesi wakwe (mundujo) kuwa wakuumila m’mesi gasyesyene gakunyosyeka"
        },
        {
            "chapter": 32,
            "verse": 9,
            "text": "Kaneko ni wankolosyisye ni kumpepelela nsimu wakuumila Kukwakwe. Ni am’biichiile jenumanja mawiwi (gakupikanila), meso (gakulolela) kwisa soni mitima (jaganichisya), nambo kutogolela kwenu kuli kwannonope"
        },
        {
            "chapter": 32,
            "verse": 10,
            "text": "Sano wanganyao ni akutiji: “Ana patuchipotela mwitaka, (panyuma pakuwa ni kuwanganyichilana ni litaka), nikuti chisimu uwwe mpaka tuchiwa soni mu kagumbidwe kasambano?” (Elo tachiwa), nambo wanganyao yakusimangana ni M’mbuje gwao (Allah) akuikanila"
        }
    ]
}