{
    "chapter": [
        {
            "chapter": 39,
            "verse": 1,
            "text": "La revelacio de l'Escriptura procedeix d'Al·la, el Poderos, el Savi"
        },
        {
            "chapter": 39,
            "verse": 2,
            "text": "T'hem revelat l'Escriptura amb la veritat. Serveix, doncs, a Al·la, rendint-li culte sincer"
        },
        {
            "chapter": 39,
            "verse": 3,
            "text": "El culte pur no es deu a Al·la? Els que han pres amos en lloc de prendre-li a Ell -«Nomes els servim perque ens acostin be a Al·la»-... Al·la decidira entre ells sobre allo que discrepaven. Al·la no guia al que menteix, a l'infidel pertinac"
        },
        {
            "chapter": 39,
            "verse": 4,
            "text": "Si Al·la hagues desitjat adoptar un fill, hauria triat entre el que ha creat el que hagues volgut. Gloria a Ell! Es Al·la, l'U, l'Invicte"
        },
        {
            "chapter": 39,
            "verse": 5,
            "text": "Ha creat amb una fi els cels i la terra. Fa que la nit succeeixi al dia i el dia a la nit. Ha subjectat el sol i la lluna, prosseguint cadascun el seu curs cap a un terme fix. No es Ell el Poderos, l'Indulgent"
        },
        {
            "chapter": 39,
            "verse": 6,
            "text": "Us ha creat d'una sola persona, de la qual ha tret al seu conjuge. Us ha donat, dels ramats, huit parelles. Us ha creat en el si de les vostres mares, creacio despres de creacio, en triple foscor. Tal es Al·la, el vostre Senyor. Seu es el Domini. No hi ha mes deu que Ell. Com, podeu doncs, ser tan desviats"
        },
        {
            "chapter": 39,
            "verse": 7,
            "text": "Si sou ingrats,... Al·la pot prescindir de vosaltres. No accepta la ingratitud dels seus serfs. En canvi, si sou agraits, us ho acceptara complagut. Ningu carregara amb la carrega aliena. Al final, tornareu al vostre Senyor i ja us informara Ell del que feieu. Ell sap be el que els pits tanquen"
        },
        {
            "chapter": 39,
            "verse": 8,
            "text": "Quan sofreix l'home una desgracia, invoca al seu Senyor, tornant-se a Ell penedit. Despres, quan Ell li ha dispensat una gracia Seva, s'oblida de l'objecte de la seva invocacio anterior i atribuix iguals a Al·la per a extraviar a uns altres del seu cami. Digues: «Gaudeix un poc de la teva incredulitat! Seras dels habitants del Foc»"
        },
        {
            "chapter": 39,
            "verse": 9,
            "text": "Es el devot, que vetlla a la nit, postrat o dempeus, que tem l'altra vida i espera en la misericordia del seu Senyor...? Digues: «Son iguals els quals saben i els quals no saben?» Nomes es deixen amonestar els dotats d'intel·lecte"
        },
        {
            "chapter": 39,
            "verse": 10,
            "text": "Digues: «Serfs Meus que creeu! Temeu al vostre Senyor! Qui obrin be tindran en la vida d'aqui una bella recompensa. La terra d'Al·la es vasta. Els pacients reberen una recompensa il·limitada»"
        },
        {
            "chapter": 39,
            "verse": 11,
            "text": "Digues: «He rebut l'ordre de servir a Al·la, rendint-li culte sincer"
        },
        {
            "chapter": 39,
            "verse": 12,
            "text": "He rebut l'ordre de ser el primer en sotmetre's a Ell»"
        },
        {
            "chapter": 39,
            "verse": 13,
            "text": "Digues: «Temo, si desobeeixo al meu Senyor, el castig d'un dia terrible»"
        },
        {
            "chapter": 39,
            "verse": 14,
            "text": "Digues: «A Al·la serveixo, rendint-li culte sincer"
        },
        {
            "chapter": 39,
            "verse": 15,
            "text": "Serviu, doncs, en lloc de servir-li a Ell, el que vulgueu!» Digues: «Perdran qui es perdin a si mateixos i perdin a les seves families el dia de la Resurreccio. No es aquesta una perdua manifesta?»"
        },
        {
            "chapter": 39,
            "verse": 16,
            "text": "Per damunt i per sota, tindran pavellons de foc. Aixi atemoreix Al·la Els seus serfs. «Temeu-me, doncs, serfs!»"
        },
        {
            "chapter": 39,
            "verse": 17,
            "text": "Bona nova per a qui hagin evitat als taguts, refusant servir-les, i s'hagin tornat penedits a Al·la! I anuncia la bona nova als meus serfs"
        },
        {
            "chapter": 39,
            "verse": 18,
            "text": "que escolten la Paraula i segueixen el millor d'ella! aquests son els quals Al·la ha dirigit! aquests son els dotats d'intel·lecte"
        },
        {
            "chapter": 39,
            "verse": 19,
            "text": "Aquell contra qui es compleixi la sentencia del castig... Podras salvar tu a qui esta en el Foc"
        },
        {
            "chapter": 39,
            "verse": 20,
            "text": "Pero els quals van temer al seu Senyor estaran en cambres altes sobre les quals hi ha construides altres cambres altes, als peus de les quals fluixen rierols. Promesa d'Al·la! Al·la no manca a La seva promesa"
        },
        {
            "chapter": 39,
            "verse": 21,
            "text": "No veus com fa Al·la baixar aigua del cel i Ell la conduix a deus en la terra? Mitjancant ella treu cereals de classes diverses, que, mes tard, es marceixen i veus que engrogueixen. Despres, fa d'ells palla seca. Hi ha en aixo, si, una amonestacio per als dotats d'intel·lecte"
        },
        {
            "chapter": 39,
            "verse": 22,
            "text": "Aquell que, el pit del qual Al·la ha obert a l'islam, camina en la llum del seu Senyor...? Ai dels que tenen un cor insensible a l'amonestacio d'Al·la! Estan evidentment extraviats"
        },
        {
            "chapter": 39,
            "verse": 23,
            "text": "Al·la ha revelat el mes bell relat, una Escriptura els versicles de la qual harmonitzen i es reiteren. A l'escoltar-la, s'estremeixen qui tenen por del seu Senyor; despres, es calmen en cos i en esperit al record d'Al·la. Aquesta es La Guia d'Al·la, per la qual dirigeix a qui Ell vol. En canvi, aquell a qui Al·la extravia no podra trobar qui li dirigeixi"
        },
        {
            "chapter": 39,
            "verse": 24,
            "text": "Aquell qui,el dia de la Resurreccio,tracta de protegir-se amb la seva propia persona contra el mal castig,mentres es dira als impius: «Agradeu el que heu merescut!»"
        },
        {
            "chapter": 39,
            "verse": 25,
            "text": "Els seus predecessors van desmentir i el castig els va venir d'on no ho pressentien"
        },
        {
            "chapter": 39,
            "verse": 26,
            "text": "Al·la els va fer agradar la ignominia en la vida d'aqui, pero, certament, el castig de l'altra vida es major. Si sabessin"
        },
        {
            "chapter": 39,
            "verse": 27,
            "text": "En aquest Alcora hem donat als homes tota classe d'exemples. Potser, aixi, es deixin amonestar"
        },
        {
            "chapter": 39,
            "verse": 28,
            "text": "Es un Alcora arab, exempt d’amagatalls. Potser, aixi, temin a Al·la"
        },
        {
            "chapter": 39,
            "verse": 29,
            "text": "Al·la proposa el simil d'un home que pertany a socis que no estan d'acord i l'home que pertany exclusivament a un. Son ambdos similars? Lloat sigui Al·la! Pero la majoria no saben"
        },
        {
            "chapter": 39,
            "verse": 30,
            "text": "Tu has de morir i ells han de morir"
        },
        {
            "chapter": 39,
            "verse": 31,
            "text": "Despres, el dia de la Resurreccio, disputareu al costat del vostre Senyor"
        },
        {
            "chapter": 39,
            "verse": 32,
            "text": "Hi ha algu que sigui mes impiu que , qui menteix contra Al·la i que, quan ve a ell la Veritat, la desmenteix? No hi ha en la Jahenam un estatge per als infidels"
        },
        {
            "chapter": 39,
            "verse": 33,
            "text": "Qui porten la Veritat i la confirmen, aquests son els temorosos d'Al·la"
        },
        {
            "chapter": 39,
            "verse": 34,
            "text": "Tindran al costat del seu Senyor el que desitgin -aquesta sera la retribucio de qui fan el be"
        },
        {
            "chapter": 39,
            "verse": 35,
            "text": "que Al·la esborri les seves pitjors obres i els retribueixi conformement a les seves millors obres"
        },
        {
            "chapter": 39,
            "verse": 36,
            "text": "No basta Al·la al seu serf? Volen intimidar-te amb uns altres anes d'Ell. Pero aquell a qui Al·la extravia no podra trobar qui li dirigeixi"
        },
        {
            "chapter": 39,
            "verse": 37,
            "text": "I a aquell a qui Al·la dirigeixi ningu podra extraviar. Per ventura no es Al·la poderos, venjador"
        },
        {
            "chapter": 39,
            "verse": 38,
            "text": "Si els preguntes: «Qui ha creat els cels i la terra?», segur que diuen: «Al·la!» Digues: «I que us sembla? Si Al·la em desitges una desgracia, les que invoqueu en lloc d'invocar-li a Ell podrien impedir-ho? I, si Ell volgues fer-me objecte d'una misericordia, podrien elles evitar-ho?» Digues: «Al·la em basta! Qui confien, confien en El»"
        },
        {
            "chapter": 39,
            "verse": 39,
            "text": "Digues: «Poble! Obreu segons la vostra situacio! Jo tambe obrare... I aviat veureu"
        },
        {
            "chapter": 39,
            "verse": 40,
            "text": "qui rebra un castig humiliant i sobre qui recaura un castig permanent»"
        },
        {
            "chapter": 39,
            "verse": 41,
            "text": "T'hem revelat l'Escriptura destinada als homes amb la Veritat. Qui segueix la via recta, la segueix en profit propi i qui s'extravia s'extravia, en realitat, en detriment propi. Tu no ets el seu protector"
        },
        {
            "chapter": 39,
            "verse": 42,
            "text": "Al·la crida a les animes quan moren i quan, sense haver mort, dormen. Rete aquelles la mort de les quals ha decretat i remet les altres a un termini fix. Certament, hi ha en aixo signes per a gent que reflexiona"
        },
        {
            "chapter": 39,
            "verse": 43,
            "text": "Prendran els infidels a altres intercessores en lloc de prendre a Al·la? Digues: «I si no poguessin res ni raonessin?»"
        },
        {
            "chapter": 39,
            "verse": 44,
            "text": "Digues: «Tota intercessio prove d'Al·la. Seu es el domini dels cels i de la terra. Per fi, a Ell sereu retornats»"
        },
        {
            "chapter": 39,
            "verse": 45,
            "text": "Quan Al·la Solament es esmentat, s'oprimeix el cor de qui no creuen en l'altra vida, pero quan s'esmenten uns altres anes d'Ell, heus aqui que es alegren"
        },
        {
            "chapter": 39,
            "verse": 46,
            "text": "Digues: «Al·la, creador dels cels i de la terra! El Coneixedor de l'ocult i del pales! Tu decidiras entre Els teus serfs sobre allo que discrepaven»"
        },
        {
            "chapter": 39,
            "verse": 47,
            "text": "Si els impius posseissin tot quant hi ha en la terra i inclus altre tant, ho oferirien com rescat el dia de la Resurreccio per a lliurar-se del mal castig. Al·la els manifestara allo amb que no contaven"
        },
        {
            "chapter": 39,
            "verse": 48,
            "text": "Se'ls mostrara el mal que van cometre i es veuran voltats per allo que es burlaven"
        },
        {
            "chapter": 39,
            "verse": 49,
            "text": "Quan l'home sofreix una desgracia, Ens invoca. Despres, quan li dispensem una gracia Nostra, diu: «El que se m'ha donat ho he adquirit a traves ciencia meva!» No! Es una prova, pero la majoria no saben"
        },
        {
            "chapter": 39,
            "verse": 50,
            "text": "El mateix deien els quals van anar abans d'ells i les seves possessions no els van servir de res"
        },
        {
            "chapter": 39,
            "verse": 51,
            "text": "Els va arribar el mal resultant de les seves accions i els que d'aquests hagin estat impius seran arribats a pel mal resultant de les seves accions i no podran escapar"
        },
        {
            "chapter": 39,
            "verse": 52,
            "text": "No saben que Al·la dispensa el sosteniment a qui Ell vol: a uns amb llarguesa, a uns altres amb mesura? Certament, hi ha en aixo signes per a gent que creu"
        },
        {
            "chapter": 39,
            "verse": 53,
            "text": "Digues: «Serfs que heu prevaricat en detriment propi! No desespereu de la misericordia d'Al·la! Al·la perdona tots els pecats. Ell es l'Indulgent, el Misericordios»"
        },
        {
            "chapter": 39,
            "verse": 54,
            "text": "Torneu-vos al vostre Senyor penedits! Sotmeteu-vos a Ell abans que us arribi el castig, perque despres no sereu auxiliats"
        },
        {
            "chapter": 39,
            "verse": 55,
            "text": "Seguiu el millor que el vostre Senyor us ha revelat, abans que us arribi el castig de cop i volta, sense pressentir-ho"
        },
        {
            "chapter": 39,
            "verse": 56,
            "text": "No sigui que algu digui; «Ai de mi que vaig ser tan reticent envers Al·la! Jo era dels quals es burlaven!»"
        },
        {
            "chapter": 39,
            "verse": 57,
            "text": "o digui: «Si Al·la m'hagues dirigit, hauria estat dels quals Li temen!»"
        },
        {
            "chapter": 39,
            "verse": 58,
            "text": "o digui, al veure el castig: «Si pogues regressar, seria de qui fan el be!»"
        },
        {
            "chapter": 39,
            "verse": 59,
            "text": "«Pero, si ja et van venir Els meus signes i els vas desmentir, mostrant-te altiu i sent dels infidels...»"
        },
        {
            "chapter": 39,
            "verse": 60,
            "text": "El dia de la Resurreccio veuras a qui van mentir contra Al·la, aspre el rostre. No hi ha en la Jahenam un estatge per els altius"
        },
        {
            "chapter": 39,
            "verse": 61,
            "text": "Al·la salvara a qui Li hagin temut, lliurant-los del castig: no sofriran mal ni estaran trists"
        },
        {
            "chapter": 39,
            "verse": 62,
            "text": "Al·la es creador de tot i vela per tot"
        },
        {
            "chapter": 39,
            "verse": 63,
            "text": "Seves son les claus dels cels i de la terra. Els quals no creen en els signes d'Al·la, aquests seran els quals perdin"
        },
        {
            "chapter": 39,
            "verse": 64,
            "text": "Digues: «Es que m'ordeneu que serveixi a altre diferent d'Al·la, ignorants!?»"
        },
        {
            "chapter": 39,
            "verse": 65,
            "text": "A tu i als quals et van precedir se us ha revelat: «Si associes a Al·la altres deus, les teves obres seran vanes i seras, si, dels quals perdin"
        },
        {
            "chapter": 39,
            "verse": 66,
            "text": "Sino que, a Al·la serveix i se dels agraits!»"
        },
        {
            "chapter": 39,
            "verse": 67,
            "text": "No han valorat a Al·la degudament. El dia de la Resurreccio, contindra tota la terra en El seu puny, els cels estaran plegats en El seu destra. Gloria a Ell! Esta per sobre del que Li associen"
        },
        {
            "chapter": 39,
            "verse": 68,
            "text": "Es tocara la trompeta i els que estiguin en els cels i en la terra cauran fulminats, excepte els que Al·la vulgui. Es tocara la trompeta altra vegada i heus aqui que es posaran en peus, mirant"
        },
        {
            "chapter": 39,
            "verse": 69,
            "text": "La terra brillara amb la llum del seu Senyor. Es traura l'Escriptura. Es fara venir als profetes i als testimonis. Es decidira entre ells segons justicia i no seran tractats injustament"
        },
        {
            "chapter": 39,
            "verse": 70,
            "text": "Cadascun rebra conforme a les seves obres. Ell sap be el que fan"
        },
        {
            "chapter": 39,
            "verse": 71,
            "text": "Els infidels seran conduits en grups a la Jahenam. Fins que, arribats a ella, s'obriran les portes i els seus guardians els diran: «No van venir a vosaltres Missatgers, sortits de vosaltres, per a recitar-vos les versicles del vostre Senyor i prevenir-vos contra la trobada d'aquest dia,el vostre?» Diran: «Clar que si!» Pero es complira la sentencia del castig contra els infidels"
        },
        {
            "chapter": 39,
            "verse": 72,
            "text": "Es dira: «Entreu per les portes de la Jahenam, per a estar en ella eternament!» Quina mala es l'estatge dels altius"
        },
        {
            "chapter": 39,
            "verse": 73,
            "text": "Pero els quals hagin temut al seu Senyor, seran conduits en grups al Paradis. Fins que, arribats a ell, s'obriran les seves portes i els seus guardians els diran: «Pau sobre vosaltres! Van ser bons. Entreu, doncs, en ell, per tota l'eternitat »"
        },
        {
            "chapter": 39,
            "verse": 74,
            "text": "I diran: «Lloat sigui Al·la, Que ens ha complert La seva promesa i ens ha donat la terra en herencia. Podem establir-nos en el Paradis on vulguem». Quin grata es la recompensa dels que obren be"
        },
        {
            "chapter": 39,
            "verse": 75,
            "text": "Veuras als angels, anant al voltant del Tron, celebrant les lloances del seu Senyor. Es decidira entre ells segons justicia i es dira: «Lloat sigui Al·la, Senyor de l'univers!»"
        }
    ]
}