{
    "chapter": [
        {
            "chapter": 67,
            "verse": 1,
            "text": "Beneit sigui Aquell en la ma del qual esta el domini! Es omnipotent"
        },
        {
            "chapter": 67,
            "verse": 2,
            "text": "Es Qui ha creat la mort i la vida per a provar-vos, per a veure qui de vosaltres es el que millor es porta. Es el Poderos, l'Indulgent"
        },
        {
            "chapter": 67,
            "verse": 3,
            "text": "Es Qui ha creat set cels superposats. No veus cap contradiccio en la creacio del Compassiu. Mira altra vegada! Adverteixes alguna falla"
        },
        {
            "chapter": 67,
            "verse": 4,
            "text": "Despres, mira altres dues vegades: la teva mirada tornara a tu cansada, esgotada"
        },
        {
            "chapter": 67,
            "verse": 5,
            "text": "Hem engalanat el cel mes baix amb llumeners, dels quals hem fet projectils contra els dimonis i hem preparat per a ells el castig del foc flamejant"
        },
        {
            "chapter": 67,
            "verse": 6,
            "text": "Qui no hagin cregut en el seu Senyor tindran el castig de la Jahenam. Quina mala fi"
        },
        {
            "chapter": 67,
            "verse": 7,
            "text": "Quan siguin llancats a ella, escoltaran el seu fragor, en plena ebullicio"
        },
        {
            "chapter": 67,
            "verse": 8,
            "text": "a punt d'esclatar de furor. Sempre que se li llanci una onada, els seus guardians els preguntaran: «Es que no va venir a vosaltres un monitor?»"
        },
        {
            "chapter": 67,
            "verse": 9,
            "text": "«Clar que si!» diran: «Vi a nosaltres un monitor, pero desmentim, i vam dir: 'Al·la no ha revelat gens. No esteu sino molt extraviats'»"
        },
        {
            "chapter": 67,
            "verse": 10,
            "text": "I diran: «Si haguessim escoltat o compres, no estariem ara entre els del foc flamejant»"
        },
        {
            "chapter": 67,
            "verse": 11,
            "text": "Confessaran el seu pecat. Que Al·la allunyi als del foc flamejant"
        },
        {
            "chapter": 67,
            "verse": 12,
            "text": "Qui hagin tingut por al seu Senyor en secret tindran perdo i una gran recompensa"
        },
        {
            "chapter": 67,
            "verse": 13,
            "text": "Dona el mateix que mantingueu ocultes les vostres paraules o que les divulgueu. Ell coneix be el que tanquen els pits"
        },
        {
            "chapter": 67,
            "verse": 14,
            "text": "No va a saber Qui ha creat, Ell, Que es el Subtil, el Be Informat"
        },
        {
            "chapter": 67,
            "verse": 15,
            "text": "Ell es Qui us ha fet docil la terra. Recorreu-la, doncs, d'aqui cap enlla i mengeu del seu sosteniment. La Resurreccio es fara cap a Ell"
        },
        {
            "chapter": 67,
            "verse": 16,
            "text": "Esteu a salvo de que Qui esta en el cel faci que la terra us empassi? Heus aqui que tremola"
        },
        {
            "chapter": 67,
            "verse": 17,
            "text": "O esteu a salvo de que Qui esta en el cel envii contra vosaltres una tempestat de sorra? Llavors veureu com era El meu advertiment"
        },
        {
            "chapter": 67,
            "verse": 18,
            "text": "Qui van anar abans que ells van desmentir i quin no va ser El meu reprovacio"
        },
        {
            "chapter": 67,
            "verse": 19,
            "text": "Es que no han vist les aus damunt d'ells, desplegant i recollint les ales? Nomes el Compassiu les soste. Ho veu be tot"
        },
        {
            "chapter": 67,
            "verse": 20,
            "text": "O qui es el que podria auxiliar-vos com legio, fora del Compassiu? Els infidels son presa d'una il·lusio"
        },
        {
            "chapter": 67,
            "verse": 21,
            "text": "O qui es el que us proveiria de sosteniment si Ell interrompes El seu sosteniment? Si, persisteixen en la seva insolencia i aversio"
        },
        {
            "chapter": 67,
            "verse": 22,
            "text": "Qui camina ajupit va millor dirigit que qui camina alcat per una via recta"
        },
        {
            "chapter": 67,
            "verse": 23,
            "text": "Digues: «Ell es Qui us ha creat, Qui us ha donat l'oida, la vista i l’intel·lecte. Que poc agraits sou!»"
        },
        {
            "chapter": 67,
            "verse": 24,
            "text": "Digues: «Ell es Qui us ha disseminat per la terra. I cap a Ell sereu congregats»"
        },
        {
            "chapter": 67,
            "verse": 25,
            "text": "I diuen: «Quan es complira aquesta amenaca, si es veritat el que dieu?»"
        },
        {
            "chapter": 67,
            "verse": 26,
            "text": "Digues: «Nomes Al·la ho sap. Jo soc solament un monitor que parla clar»"
        },
        {
            "chapter": 67,
            "verse": 27,
            "text": "Pero, quan vegin el seu imminencia, s'afligiran els rostres dels infidels. I es dira: «Aqui teniu el que reclamaveu»"
        },
        {
            "chapter": 67,
            "verse": 28,
            "text": "Digues: «Que us sembla? El mateix si Al·la ens fa perir, a mi i als que estan amb mi, que si es apiada de nosaltres, qui preservara als infidels d'un castig doloros"
        },
        {
            "chapter": 67,
            "verse": 29,
            "text": "Digues: «Es el Compassiu! Creiem en Ell i confiem en Ell! Ja veureu qui es el que esta evidentment extraviat»"
        },
        {
            "chapter": 67,
            "verse": 30,
            "text": "Digues: «Que us sembla? Si l'aigua se us esgotes un mati, qui anava a portar-vos aigua viva?»"
        }
    ]
}