{
    "juzs": [
        {
            "chapter": 8,
            "verse": 41,
            "text": "Āra jēnē rēkhō yā kichu tōmarā yud'dhakṣētrē lābha karō tāra pañcamānśa tāhalē āllāh‌ra, jan'ya yathā rasūlēra jan'ya, āra nikaṭā‌tmīẏēra jan'ya, āra ētīmadēra, misakinadēra, ō pathacārīdēra jan'ya, yadi tōmarā biśbāsa karō āllāh‌tē āra tātē yā āmarā āmādēra bāndāra kāchē abatāraṇa karēchi sē'i phurakānēra dinē, yēdina du'i dala mukhōmukhi haẏēchila. Āra āllāh saba-kichura uparē sarbaśaktimāna."
        },
        {
            "chapter": 8,
            "verse": 42,
            "text": "Smaraṇa karō! Tōmarā chilē upatyakāra nikaṭa prāntē āra tārā upatyakāra dūra prāntē, āra kāphēlā chila tōmādēra cēẏē ninma bhūmitē. Āra yadi tōmarā parasparēra madhyē kōnō bandōbasta karē thākatē tabē ē sid'dhāntē tōmarā matabhēda karatē, kintu -- yēna āllāh byāpāra ēkaṭā ghaṭātē pārēna yēṭā ghaṭē'i gēchē, yēna yāra dhbansa habāra sē dhbansa hatē pārē spaṣṭa pramāṇēra phalē, āra yāra bām̐cabāra sē bām̐catē pārē spaṣṭa pramāṇēra phalē. Āra niḥsandēha āllāh abaśya'i sarbaśrōtā, sarbajñātā."
        },
        {
            "chapter": 8,
            "verse": 43,
            "text": "Smaraṇa karō! Āllāh tōmāra kāchē tādēra dēkhiẏēchilēna tōmāra sbarē madhyē alpasaṅkhyaka. Āra tini yadi tōmāra kāchē tādēra dēkhātēna bahusaṅkhyaka tabē tōmarā abaśya'i durbala-citta haẏē paṛatē ēbaṁ byāpāraṭi sanbandhē tōmarā tarkabitarka karatē, kintu āllāh rakṣā karēchēna. Niḥsandēha tini biśēṣabhābē abahita āchēna bukēra bhētarē yā raẏēchē sē-sanbandhē."
        },
        {
            "chapter": 8,
            "verse": 44,
            "text": "Āra smaraṇa karō! Tini tōmādēra kāchē tādēra dēkhiẏē-chilēna, yakhana tōmarā mukhōmukhi haẏēchilē, tōmādēra cōkhē alpasaṅkhyaka, āra tini tōmādēra karēchilēna sbalpasaṅkhyaka tādēra cōkhē, ē'ijan'ya yēna āllāh byāpāra ēkaṭā ghaṭātē pārēna yā ghaṭē'i gēchē. Āra āllāh‌ra kāchē'i saba byāpāra phiriẏē ānā haẏa."
        },
        {
            "chapter": 8,
            "verse": 45,
            "text": "Ōhē yārā īmāna ēnēcha! Tōmarā yakhana kōnō sain'yadalēra sam'mukhīna ha'ō takhana dr̥ṛhasaṅkalpa habē, āra āllāh‌kē bēśī ka’rē smaraṇa karabē yēna tōmarā saphalakāma ha'ō."
        },
        {
            "chapter": 8,
            "verse": 46,
            "text": "Āra āllāh ō tām̐ra rasūlakē mēnē calō, āra bibāda karō nā pāchē tōmarā durbalacitta ha'ō, ō tōmādēra bāẏuprabāha calē yāka, āra adhyabasāẏa abalanbana karō. Niḥsandēha āllāh adhyabasāẏīdēra sāthē raẏēchēna."
        },
        {
            "chapter": 8,
            "verse": 47,
            "text": "Āra tōmarā tādēra matō haẏō nā yārā tādēra ghara thēkē bēriẏēchila garbabharē ō lōka dēkhānōra jan'yē, āra bādhā dēẏa āllāh‌ra patha thēkē. Āra tārā yā karē āllāh tā ghirē raẏēchēna."
        },
        {
            "chapter": 8,
            "verse": 48,
            "text": "Āra smaraṇa karō! Śaẏatānaṭi tādēra kāryābalī tādēra kāchē cittākarṣaka karēchila ō balēchila -- ''ājakēra dinē lōkadēra madhyē kē'u'i tōmādēra uparē bijaẏī hatē pārabē nā, āra niḥsandēha āmi tō raẏēchi tōmādēra sāhāyyakārī.’’ Kintu tārapara yakhana du'i sain'yadalē dēkhādēkhi halō, sē tāra gōṛālira uparē mōṛa phērālō āra balalē -- ''āmi ālabaṯ tōmādēra thēkē bidāẏa, āmi niḥsandēha dēkhatē pācchi yā tōmarā dēkhachō nā, āmi abaśya'i āllāh‌kē bhaẏa kari, āra āllāh pratiphala dānē ati kaṭhōra.’’"
        },
        {
            "chapter": 8,
            "verse": 49,
            "text": "Smaraṇa karō! Kapaṭarā āra yādēra antarē byādhi raẏēchē tārā balē -- ''tādēra dharma'i tādēra bibhrānta karēchē.’’ Bastuta yē kē'u āllāh‌ra uparē nirbhara karē, tabē niḥsandēha āllāh mahāśaktiśālī, paramajñānī."
        },
        {
            "chapter": 8,
            "verse": 50,
            "text": "Āra tumi yadi dēkhatē pētē yakhana yārā abiśbāsa pōṣaṇa karē tādēra prāṇa haraṇa karachē, phiriś‌tārā āghāta karachē tādēra mukhē ō tādēra piṭhē, āra -- ''pōṛāra yantraṇā āsbāda karō!’’"
        },
        {
            "chapter": 8,
            "verse": 51,
            "text": "Ē ē-jan'ya yā tōmādēra hāta āgabāṛiẏē diẏēchila, āra āllāh kakhanō bāndādēra prati atyācārī nana.’’"
        },
        {
            "chapter": 8,
            "verse": 52,
            "text": "Phira'ā'unēra sāṅgapāṅgadēra abasthāẏa n'yāẏa āra yārā tādēra pūrbabartī chila. Tārā āllāh‌ra nidarśanasamūha pratyākhyāna karēchila, tā'i āllāh tādēra pākaṛā'ō karalēna tādēra pāpēra daruna. Niḥsandēha āllāh asīma kṣamatāśālī, pratiphala dānē ati kaṭhōra."
        },
        {
            "chapter": 8,
            "verse": 53,
            "text": "Ē ējan'ya yē āllāh anugraha paribartanakārī hōna nā yā kōnō jātira prati tini arpaṇa karēchēna, yatakṣaṇa nā tārā nijērā sē- saba badaliẏē phēlē. Āra āllāh niḥsandēha sarbaśrōtā, sarbajñātā."
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "Phira'ā'unēra gōṣṭhīra abasthāra n'yāẏa āra yārā tādēra pūrbabartī chila. Tārā tādēra prabhura bāṇīsamūhē mithyārōpa karēchila, kājē'i tādēra pāpēra daruna āmarā tādēra dhbansa karēchilāma āra phira'ā'unēra sāṅgōpāṅgadēra āmarā ḍubiẏē diẏēchilāma, āra tārā sabā'i chila atyācārī."
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "Niḥsandēha āllāh‌ra kāchē nikr̥ṣṭatama jība hacchē tārā yārā abiśbāsa pōṣaṇa karē, kājē'i tārā īmāna ānē nā."
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "Ōdēra madhyē yādēra saṅgē tumi cukti sampādana karō, -- tārapara tārā tādēra cukti pratyēka bārē'i bhaṅga karē, āra tārā bhaẏabhakti karē nā."
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "Sutarāṁ yud'dhēra madhyē yadi tādēra karāẏatta karō tabē tādēra dbārā yārā tādēra paścādanusaraṇa karē tādēra bidhabasta karō, yēna tārā satarkatā abalanbana karē."
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "Āra yadi tumi kōnō dala thēkē biśbāsaghātakatāra āśaṅkā karō, tabē chōm̐ṛē dā'ō tādēra dikē samāna-samānabhābē. Niḥsandēha āllāh biśbāsaghātakadēra bhālōbāsēna nā."
        },
        {
            "chapter": 8,
            "verse": 59,
            "text": "Āra yārā abiśbāsa pōṣaṇa karē tārā yēna nā bhābē yē tārā ḍiṅiẏē yētē pārabē. Niḥsandēha tārā paritrāṇa pābē nā."
        },
        {
            "chapter": 8,
            "verse": 60,
            "text": "Āra tōmarā tādēra birud'dhē prastuta rākhabē yā-kichutē tōmarā samartha ha'ō -- śaurya-bīryē ō hr̥spuṣṭa ghōṛāgulōẏa, -- tāra dbārā bhīta-santrasta rākhabē āllāh‌ra śatrudēra tathā tōmādēra śatrudēra, āra tādēra chāṛā an'yadēra'ō, tādēra tōmarā jānō nā, āllāh tādēra jānēna. Āra yā-kichu tōmarā āllāh‌ra pathē byaẏa karabē tā tōmādēra purōpuri pratidāna dē'ōẏā habē, āra tōmarā atyācārita habē nā."
        },
        {
            "chapter": 8,
            "verse": 61,
            "text": "Āra yadi tārā śāntira dikē jhōm̐kē tabē tumi'ō ēra dikē jhukam̐bē, āra āllāh‌ra prati nirbhara karō. Niḥsandēha tini'i sarbaśrōtā, sarbajñātā."
        },
        {
            "chapter": 8,
            "verse": 62,
            "text": "Āra yadi tārā cāẏa yē tārā tōmākē phām̐ki dēbē, tabē niḥsandēha āllāh tōmāra jan'ya yathēṣṭa. Tini'i sē'i jana yini tōmākē balīẏāna karēna tām̐ra sahāẏatāra dbārā āra muminadēra dbārā."
        },
        {
            "chapter": 8,
            "verse": 63,
            "text": "Āra tādēra hr̥daẏēra madhyē tini prīti sthāpana karēchēna. Tumi yadi pr̥thibītē yā āchē tāra sabaṭā'i kharaca karatē tabu tumi tādēra hr̥daẏēra madhyē samprīti sthāpana karatē pāratē nā, kintu āllāh tādēra madhyē prīti sthāpana karēchēna. Niḥsandēha tini mahāśaktiśālī, paramajñānī."
        },
        {
            "chapter": 8,
            "verse": 64,
            "text": "Hē priẏa nabī! Āllāh‌i tōmāra jan'ya āra sē'isaba muminadēra jan'ya yathēṣṭa yārā tōmāra anusaraṇa karē."
        },
        {
            "chapter": 8,
            "verse": 65,
            "text": "Hē priẏa nabī! Muminadēra yud'dhēra jan'ya uṯsāhita karō. Yadi tōmādēra madhyē kuṛijana dhairyaśīla thākē tabē tārā du’śa janakē parājita karabē, āra yadi tōmādēra madhyē ēkaśata jana thākē tabē tārā parājita karabē yārā abiśbāsa pōṣaṇa karē tādēra ēkahājāra janakē, yēhētu tārā hacchē ēkaṭi sampradāẏa yārā bōjhē nā."
        },
        {
            "chapter": 8,
            "verse": 66,
            "text": "Ēkhanakāra samaẏē āllāh tōmādēra bōjhā hālkā karēchēna, kēnanā tini jānēna yē tōmādēra madhyē durbalatā āchē. Sējan'ya yadi tōmādēra madhyē ēkaśata jana dhairyaśīla thākē tabē tārā du’śa janakē parājita karabē, āra yadi tōmādēra madhyē ēkahājāra jana thākē tabē tārā āllāh‌ra anumatikramē du'ihājārakē parājita karabē. Āra āllāh dhairyaśīladēra sāthē raẏēchēna."
        },
        {
            "chapter": 8,
            "verse": 67,
            "text": "Ēkajana nabīra jan'ya saṅgata naẏa yē tām̐ra jan'ya bandīdēra rākhā hōka yē paryanta nā tini dēśē jaẏalābha karēchēna. Tōmarā cā'ō pārthiba sampada, athaca āllāh cāna paralōka. Āra āllāh mahāśaktiśālī, paramajñānī."
        },
        {
            "chapter": 8,
            "verse": 68,
            "text": "Yadi āllāh‌ra tarapha thēkē bidhāna nā thākatō yā pūrbē'i ullēkha haẏēchē, tabē tōmarā yā grahaṇa karatē yācchilē sējan'ya tōmādēra uparē paṛatō ēka birāṭa śāsti."
        },
        {
            "chapter": 8,
            "verse": 69,
            "text": "Ata'ēba bhōga karō yē-saba baidha ō pabitra drabya tōmarā yud'dhakṣētrē saṅgraha karēcha, āra āllāh‌kē bhaẏabhakti karō. Niḥsandēha āllāh paritrāṇakārī, aphuranta phaladātā."
        },
        {
            "chapter": 8,
            "verse": 70,
            "text": "Hē priẏa nabī! Tōmādēra hātē bandīdēra yārā āchē tādēra balō -- ''āllāh yadi tōmādēra hr̥daẏē bhālō kichu jānatē pārēna tabē tini tōmādēra dāna karabēna ārō bhālō kichu yā tōmādēra kācha thēkē nēẏā haẏēchē tā thēkē'ō, āra tini tōmādēra paritrāṇa karabēna. Āra āllāh paritrāṇakārī, aphuranta phaladātā.’’"
        },
        {
            "chapter": 8,
            "verse": 71,
            "text": "Kintu yadi tārā cāẏa tōmāra prati biśbāsaghātakatā karatē, tabē ēra āgē'ō tārā abaśya'i āllāh‌ra prati biśbāsabhaṅga karēchē, sutarāṁ tini kartr̥tba dilēna tādēra anēkēra uparē. Āra āllāh sarbajñātā, paramajñānī."
        },
        {
            "chapter": 8,
            "verse": 72,
            "text": "Niḥsandēha yārā īmāna ēnēchē ō hijarata karēchē, āra tādēra dhanadaulata ō tādēra jāna-prāṇa diẏē āllāh‌ra pathē saṅgrāma karēchē, āra yārā āśraẏa dāna karēchē ō sāhāyya karēchē, -- ērā'i hacchē paraspara parasparēra bandhu. Āra yārā īmāna ēnēchē, athaca hijarata karē ni, tādēra abhibhābakatba kōnōbhābē'i tōmādēra dāẏitba naẏa yē paryanta nā tārā'ō hijarata karē. Kintu yadi tārā tōmādēra kāchē dharmēra byāpārē sāhāyya prārthanā karē tabē sāhāyya karā tōmādēra kartabya, abaśya sē-sampradāẏēra birud'dhē chāṛā yādēra madhyē cukti raẏēchē. Āra tōmarā yā karō āllāh tāra samyaka draṣṭā."
        },
        {
            "chapter": 8,
            "verse": 73,
            "text": "Āra yārā abiśbāsa pōṣaṇa karē -- tādēra kē'u kē'u aparadēra bandhu. Yadi tōmarā ē nā karō tabē dēśē anācāra ō birāṭa- biparyaẏa sr̥ṣṭi habē."
        },
        {
            "chapter": 8,
            "verse": 74,
            "text": "Āra yārā īmāna ēnēchē ō hijarata karēchē ō āllāh‌ra pathē jihāda karēchē, āra yārā āśraẏa diẏēchē ō sāhāyya karēchē, -- ērā nijērā'i hacchē prakr̥ta mumina. Ēdēra jan'yē'i raẏēchē paritrāṇa ō mahaṯ jībikā."
        },
        {
            "chapter": 8,
            "verse": 75,
            "text": "Āra yārā parē īmāna ēnēchē ēbaṁ gr̥hatyāga karēchē ō tōmādēra saṅgē thēkē saṅgrāma karēchē, tārā'ō tōmādēra madhyēkāra. Āra raktasamparkēra lōkērā -- tārā āllāh‌ra bidhānē paraspara parasparēra adhikatara nikaṭā‌tmīẏa. Niḥsandēha āllāh sarbabiṣaẏē sarbajñātā."
        },
        {
            "chapter": 9,
            "verse": 1,
            "text": "Ēka abyāhati āllāh ō tām̐ra rasūlēra tarapha thēkē sē'isaba bahukhōdābādīdēra prati yādēra saṅgē tōmarā sandhi karēchilē."
        },
        {
            "chapter": 9,
            "verse": 2,
            "text": "Sutarāṁ tōmarā dēśē abādhē ghōrāphērā karō cāra māsakāla, āra jēnē rēkhō -- tōmarā niścaẏa'i āllāh‌ra kācha thēkē phasakē yābāra pātra na'ō. Āra āllāh ālabaṯ abiśbāsīdēra lāñchita karē thākēna."
        },
        {
            "chapter": 9,
            "verse": 3,
            "text": "Āra āllāh ō tām̐ra rasūlēra tarapha thēkē janagaṇēra prati ē'i mahāna hajēra dinē ē ēka ghōṣaṇā yē āllāh muśarikadēra kāchē dāẏamukta, āra tām̐ra rasūla'ō. Ata'ēba tōmarā yadi ta'ōbā karō tabē sēṭi habē tōmādēra jan'ya kalyāṇajanaka, kintu tōmarā yadi phirē yā'ō tāhalē jēnē rēkhō -- tōmarā niḥsandēha āllāh‌ra kācha thēkē phasakē yābāra pātra na'ō. Āra yārā abiśbāsa pōṣaṇa karē tādēra marmantuda śāstira sambāda dā'ō"
        },
        {
            "chapter": 9,
            "verse": 4,
            "text": "muśarikadēra madhyēra sē'isaba chāṛā yādēra saṅgē tōmarā cukti karēcha, tārapara tārā tōmādēra sāthē kōnō truṭi karē ni, āra tōmādēra birud'dhē an'ya kārōra pr̥ṣṭhapōṣakatā'ō karē ni, tādēra saṅgē tāhalē tādēra cukti pratipālana karō sēgulōra mēẏāda paryanta. Niḥsandēha āllāh bhālōbāsēna dharmaparāẏaṇadēra."
        },
        {
            "chapter": 9,
            "verse": 5,
            "text": "Ataḥpara niṣid'dha māsagulō yakhana atibāhita haẏē yāẏa takhana muśarikadēra kātala karō yēkhānē tādēra pā'ō, āra tādēra bandī karō, āra tādēra ghērā'ō karō, āra tādēra jan'ya ōṯ pētē thākō pratyēka ghām̐ṭitē. Kintu yadi tārā ta'ōbā karē ēbaṁ nāmāya kāẏēma karē āra yākāta ādāẏa karē tabē tādēra patha chēṛē diẏō. Niḥsandēha āllāh paritrāṇakārī aphuranta phaladātā."
        },
        {
            "chapter": 9,
            "verse": 6,
            "text": "Āra yadi muśarikadēra kōnō ēkajana tōmāra kāchē āśraẏa cāẏa tabē tākē āśraẏa dā'ō yēna sē āllāh‌ra bāṇī śōnē, tārapara tākē tāra nirāpada yāẏagāẏa paum̐chē diẏō. Ēṭi ē'i jan'ya yē tārā hacchē ēmana ēka sampradāẏa yārā jānē nā."
        },
        {
            "chapter": 9,
            "verse": 7,
            "text": "Kēmana ka’rē muśarikadēra jan'ya āllāh‌ra saṅgē ō tām̐ra rasūlēra saṅgē cukti hatē pārē, tādēra samparkē chāṛā yādēra saṅgē tōmarā cukti karēchilē pabitra masajidēra nikaṭē? Sutarāṁ yatakṣaṇa tārā tōmādēra prati kāẏēma thākabē tatakṣaṇa tōmarā'ō tādēra prati kāẏēma ra'ibē. Niḥsandēha āllāh dharmaparāẏaṇadēra bhālōbāsēna."
        },
        {
            "chapter": 9,
            "verse": 8,
            "text": "Kēmana ka’rē yakhana tārā yadi tōmādēra piṭhē caṛatē pārē tabē tārā tōmādēra saṅgē ā‌tmīẏatāra bā cuktira bandhana mānabē nā? Tārā tōmādēra khuśī rākhatē cāẏa tādēra mukha diẏē, kintu tādēra hr̥daẏa asbīkāra karē, āra tādēra adhikānśa'i duṣkr̥tikārī."
        },
        {
            "chapter": 9,
            "verse": 9,
            "text": "Tārā āllāh‌ra āẏātakē sbalpamūlyē binimaẏa karē, tā'i tārā tām̐ra patha thēkē phiriẏē rākhē. Niḥsandēha jaghan'ya yā tārā karē yācchē."
        },
        {
            "chapter": 9,
            "verse": 10,
            "text": "Tārā kōnō muminēra bēlāẏa ā‌tmīẏatāra bā cuktira bandhana-sanbandhē bhābē nā. Ērā nijērā'i hacchē sīmālaṅghanakārī."
        },
        {
            "chapter": 9,
            "verse": 11,
            "text": "Kintu yadi tārā ta'ōbā karē, āra nāmāya kāẏēma karē, āra yākāta ādāẏa karē, tabē tārā dharmē tōmādēra bhā'i. Āra āmarā nirdēśābalī biśadabhābē bibr̥ta kari sē'i lōkadēra jan'ya yārā jānē."
        },
        {
            "chapter": 9,
            "verse": 12,
            "text": "Āra tārā yadi tādēra cukti sampādanēra parē'ō tādēra prati‌śruti bhaṅga karē āra tōmādēra dharma niẏē bidrūpa karē tabē abiśbāsēra sardāradēra sāthē yud'dha karō, -- niḥsandēha tādēra bēlā pratijñāsaba tādēra kāchē kichu'i naẏa, -- yēna tārā birata hatē pārē."
        },
        {
            "chapter": 9,
            "verse": 13,
            "text": "Tōmarā ki yud'dha karabē nā sē'isaba sampradāẏēra sāthē yārā tādēra prati‌śruti bhaṅga karēchē, āra saṅkalpa karēchē rasūlakē bahiskāra karāra, āra tārā'i tōmādēra uparē śuru karēchē prathamē? Tōmarā ki tādēra bhaẏa karō? Kintu āllāh‌i adhikatara dābidāra yē tōmarā tām̐kē bhaẏa karabē -- yadi tōmarā mūmina ha'ō."
        },
        {
            "chapter": 9,
            "verse": 14,
            "text": "Tādēra saṅgē yud'dha karō, āllāh tādēra śāsti dēbēna tōmādēra hātē, āra tādēra lāñchita karabēna, āra tōmādēra sāhāyya karabēna tādēra birud'dhē, āra mumina sampradāẏēra buka praśamita karabēna."
        },
        {
            "chapter": 9,
            "verse": 15,
            "text": "Āra tini tādēra bukēra kṣōbha dūra karabēna. Āra yākē icchē karēna tāra prati āllāh phērēna. Āra āllāh sarbajñātā, paramajñānī."
        },
        {
            "chapter": 9,
            "verse": 16,
            "text": "Tōmarā ki manē karō yē tōmādēra chēṛē dēẏā habē, athaca āllāh jēnē nēna ni yē tōmādēra madhyēra kārā saṅgrāma karachē, āra kārā āllāh‌kē chēṛē diẏē bā tām̐ra rasūlakē bāda diẏē bā muminadēra byatīta kōnō antaraṅga bandhu grahaṇa karē ni? Āra tōmarā yā karō āllāh sē-sanbandhē pūrṇa-ōẏākiphahāla."
        },
        {
            "chapter": 9,
            "verse": 17,
            "text": "Muśarikadēra kōnō adhikāra nē'i yē tārā āllāh‌ra masajidagulō dēkhāśōnā karabē yakhana tārā tādēra nijēdēra birud'dhē abiśbāsēra sākṣya dēẏa. Ērā'i tārā yādēra kājakarma byartha haẏēchē, āra āgunēra madhyē tārā'i abasthāna karabē."
        },
        {
            "chapter": 9,
            "verse": 18,
            "text": "Niḥsandēha sē-i śudhu āllāh‌ra masajidagulō rakṣaṇābēkṣaṇa karabē yē āllāh‌tē biśbāsa karē āra parakālē'ō, āra nāmāya kāẏēma karē ō yākāta ādāẏa karē, āra āllāh chāṛā kā'ukē'ō bhaẏa karē nā, kājē'i ēdēra pakṣē'i sābya yē ērā hēdāẏataprāptadēra madhyēkāra habē."
        },
        {
            "chapter": 9,
            "verse": 19,
            "text": "Tōmarā ki hajayātrīdēra pāni sarabarāha karā ō pabitra masajidēra dēkhāśōnā karākē tulyajñāna karō tāra sāthē yē āllāh‌ra prati ō parakālēra prati āsthā rēkhēchē āra āllāh‌ra pathē saṅgrāma karachē? Āllāh‌ra kāchē ōrā samatulya naẏa. Āra āllāh an'yāẏakārī sampradāẏakē saṯpathē paricālana karēna nā."
        },
        {
            "chapter": 9,
            "verse": 20,
            "text": "Yārā īmāna ēnēchē ō hijarata karēchē, āra āllāh‌ra pathē tādēra dhanadaulata ō tādēra jānaprāṇa diẏē saṅgrāma karēchē, tārā āllāh‌ra kāchē maryādāẏa unnatatara. Āra ērā nijērā'i saphalakāma."
        },
        {
            "chapter": 9,
            "verse": 21,
            "text": "Tādēra prabhu tādēra susambāda dicchēna tām̐ra tarapha thēkē karuṇādhārāra, āra prasannatāra, āra bāga-bāgicāra yātē tādēra jan'yē raẏēchē cirasthāẏī sukhasamr̥d'dhi"
        },
        {
            "chapter": 9,
            "verse": 22,
            "text": "sēkhānē tārā thākabē cirakāla. Niḥsandēha āllāh -- tām̐ra kāchē raẏēchē parama puraskāra."
        },
        {
            "chapter": 9,
            "verse": 23,
            "text": "Ōhē yārā īmāna ēnēcha! Tōmādēra pitr̥bargakē ō tōmādēra bhrātr̥br̥ndakē tōmarā abhibhābakarūpē grahaṇa karō nā yadi tārā biśbāsēra cā'itē abiśbāsakē'i bhālōbāsē. Āra tōmādēra madhyē yē kē'u tādēra murabbīrūpē grahaṇa karē tabē tārā nijērā'i habē an'yāẏakārī."
        },
        {
            "chapter": 9,
            "verse": 24,
            "text": "Balō, ''yadi tōmādēra pitārā ō tōmādēra putrērā, āra tōmādēra bhā'iẏērā ō tōmādēra paribārarā, āra tōmādēra ā‌tmīẏasbajana, āra māla-āsabāba yā tōmarā arjana karēcha, āra byabasā-bāṇijya yāra acalābasthā tōmarā āśaṅkā karō, āra bāṛighara yā tōmarā bhālōbāsō -- tōmādēra kāchē āllāh ō tām̐ra rasūlēra ō tām̐ra pathē saṅgrāmēra cēẏē adhikatara priẏa haẏa tabē apēkṣā karō yē paryanta nā āllāh niẏē āsēna tām̐ra ādēśa.’’ Āra āllāh duṣkr̥tikārī sampradāẏakē saṯpatha pradarśana karēna nā."
        },
        {
            "chapter": 9,
            "verse": 25,
            "text": "Āllāh itimadhyē bahukṣētrē tōmādēra sāhāyya karēchēna, āra hunā'inēra dinē'ō yakhana tōmādēra saṅkhyādhikya tōmādēra uṯphulla karēchila, kintu tā tōmādēra lābhabāna karē ni kōnō-bhābē'i, āra pr̥thibī bistr̥ta ha'ōẏā sattbē'ō tōmādēra jan'ya haẏēchila saṅkīrṇa, tōmarā phirēchilē palāẏanapara haẏē."
        },
        {
            "chapter": 9,
            "verse": 26,
            "text": "Tārapara āllāh tām̐ra praśānti barṣaṇa karalēna tām̐ra rasūlēra uparē āra muminadēra uparē, āra tini abatīrṇa karēchilēna ēka sēnābāhinī yā tōmarā dēkhatē pā'ō ni, āra śāsti diẏēchilēna tādēra yārā abiśbāsa pōṣaṇa karē. Āra ē'i hacchē abiśbāsīdēra karmaphala."
        },
        {
            "chapter": 9,
            "verse": 27,
            "text": "Tārapara āllāh ēra parē'ō phērēna yāra prati tini icchā karēna. Āra āllāh paritrāṇakārī, aphuranta phaladātā."
        },
        {
            "chapter": 9,
            "verse": 28,
            "text": "Ōhē yārā īmāna ēnēcha! Niḥsandēha muśarikarā hacchē apabitra, kājē'i tādēra ē'i baṯsarēra parē tārā pabitra masajidēra sannikaṭē āsatē pārabē nā; āra yadi tōmarā dāridrēra āśaṅkā karō tā halē āllāh acirē'i tōmādēra samr̥d'dha karabēna tām̐ra karuṇābhānḍāra thēkē yadi tini cāna. Niḥsandēha āllāh sarbajñātā, paramajñānī."
        },
        {
            "chapter": 9,
            "verse": 29,
            "text": "Yud'dha karō tādēra saṅgē yārā āllāh‌tē biśbāsa karē nā āra ākhērātēra dinē'ō nā, āra niṣēdha karē nā yā āllāh ō tām̐ra rasūla niṣēdha karēchēna, āra satyadharmē dharmaniṣṭhā pālana karē nā -- tādēra madhyē thēkē yādēra dharmagrantha dēẏā haẏēchē, yē paryanta nā tārā sbahastē jiyiẏā pradāna karē, āra tārā ānugatya mēnē nēẏa."
        },
        {
            "chapter": 9,
            "verse": 30,
            "text": "Āra ihudīrā balē -- ''uyā'ira āllāh‌ra putra’’, āra khrīṣṭānarā balē -- ''masīha āllāh‌ra putra.’’ Ēsaba hacchē tādēra mukha diẏē tādēra buli ā'ōṛānō, -- tārā ōdēra kathāra anusaraṇa karē yārā pūrbakālē abiśbāsa pōṣaṇa karēchila. Āllāh tādēra dhbansa karabēna. Tārā kēmana ka’rē bimukha haẏa"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "Tārā āllāh‌kē chēṛē diẏē tādēra panḍitagaṇakē ō sann'yāsīdēra prabhurūpē grahaṇa karēchē, āra mariẏama-putra masīh‌kē'ō, athaca śudhu ēka upāsyēra upāsanā karā chāṛā an'ya nirdēśa tādēra dēẏā haẏa ni. Tini chāṛā an'ya upāsya nē'i. Tām̐ra'i saba mahimā -- tārā yē- saba anśī dām̐ṛa karāra sē-saba thēkē"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "tārā āllāh‌ra jyōti nibhiẏē ditē cāẏa tādēra mukha diẏē, āra āllāh tām̐ra jyōtira pūrṇāṅga sādhana nā ka’rē thāmachēna nā yadi'ō abiśbāsīrā asantōṣa bōdha karachē."
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "Tini'i sē'ijana yini tām̐ra rasūlakē pāṭhiẏēchēna pathanirdēśa ō satya-dharmēra sāthē yēna tini tākē prādhān'ya ditē pārēna dharmēra -- tādēra sabaka’ṭi uparē, yadi'ō muśarikarā anicchuka."
        },
        {
            "chapter": 9,
            "verse": 34,
            "text": "Ōhē yārā īmāna ēnēcha! Niḥsandēha panḍitadēra ō sann'yāsīdēra madhyēra anēkē lōkēra dhanasampatti an'yāẏabhābē galādhaḥkaraṇa karē āra āllāh‌ra patha thēkē phiriẏē rākhē. Bastutaḥ yārā sōnā ō rūpā puñjībhūta karē athaca āllāh‌ra pathē kharaca karē nā, tādēra tāhalē sambāda dā'ō marmantuda śāstira"
        },
        {
            "chapter": 9,
            "verse": 35,
            "text": "yēdina ēgulō uttapta karā habē jāhānnāmēra āgunē, tārapara tā diẏē dēgē dēẏā habē tādēra kapālē ō tādēra pārśbadēśē ō tādēra piṭhē. ''Ēṭi'i sē'i yā tōmarā jaṛō karēchilē, ata'ēba āsbādana karō yā tōmarā jamiẏēchilē!’’"
        },
        {
            "chapter": 9,
            "verse": 36,
            "text": "Niḥsandēha āllāh‌ra kāchē māsagulōra saṅkhyā hacchē āllāh‌ra bidhānē bārō māsa, -- yēdina thēkē tini mahākāśamanḍala ō pr̥thibī sr̥ṣṭi karēchēna, -- ēra madhyē cāraṭi hacchē pabitra. Ē'i hacchē supratiṣṭhita bidhāna, kājē'i ēdēra madhyē tōmādēra nijēdēra prati an'yāẏa karō nā, āra muśarikadēra birud'dhē samabētabhābē yud'dha karō yēmana tārā samabētabhābē tōmādēra sāthē yud'dha karē thākē. Āra jēnē rēkhō -- āllāh ālabaṯ dharmabhīrudēra saṅgē raẏēchēna."
        },
        {
            "chapter": 9,
            "verse": 37,
            "text": "Pichiẏē dēẏā abiśbāsēra'i mātrā br̥d'dhi mātra, ēra dbārā yārā abiśbāsa pōṣaṇa karē tādēra pathabhraṣṭa karā haẏa, tārā ē baidha karē kōnō bachara āra ēkē abaidha karē kōnō bachara, yēna tārā ṭhika rākhatē pārē saṅkhyā yā āllāh niṣid'dha karēchēna, phalē tārā baidha karē yā āllāh abaidha karēchēna. Tādēra manda kājagulō tādēra kācha cittākarṣaka karā haẏachē. Āra āllāh patha dēkhāna nā abiśbāsī sampradāẏakē."
        },
        {
            "chapter": 9,
            "verse": 38,
            "text": "Ōhē yārā īmāna ēnēcha? Ki tōmādēra haẏēchē yakhana tōmādēra balā hacchē -- 'āllāh‌ra pathē bēriẏē paṛō’, -- takhana tōmarā bhāri haẏē jhukam̐chō māṭira dikē? Tōmarā ki bēśi parituṣṭa parakālēra paribartē ē'i duniẏāra jībanē bastutaḥ pārthiba jībanēra bhōgabilāsa parakālēra tulanāẏa yaṯsāmān'ya ba'i tō naẏa."
        },
        {
            "chapter": 9,
            "verse": 39,
            "text": "Yadi tōmarā bēra nā ha'ō tabē tini tōmādēra śāsti dēbēna marmantuda śāstitē, āra tōmādēra paribartē badalē nēbēna bhinna ēka jātikē, āra tōmarā tām̐ra kōnō'i kṣati karatē pārabē nā. Bastutaḥ āllāh saba-kichura uparē sarbaśaktimāna."
        },
        {
            "chapter": 9,
            "verse": 40,
            "text": "Tōmarā yadi tām̐kē sāhāyya nā kara tabē āllāh tām̐kē itipūrbē sāhāyya karēchilēna yakhana yārā abiśbāsa pōṣaṇa karēchila tārā tām̐kē bēra karē diẏēchila, du'i janēra dbitīẏa jana, yakhana tām̐rā dujana chilēna guhāra bhētarē, yakhana tini tām̐ra saṅgīkē balēchilēna -- ''biṣanna haẏō nā, niḥsandēha āllāh āmādēra saṅgē raẏēchēna.’’ Ataḥpara āllāh tām̐ra praśānti abatāraṇa karēchilēna tām̐ra uparē āra tām̐ra balabr̥d'dhi karēchilēna ēmana ēka bāhinī diẏē yādēra tōmarā dēkhatē pā'ō ni, āra yārā abiśbāsa pōṣaṇa karēchila tādēra kathābārtākē hēẏa karēchilēna. Āra āllāh‌ra bāṇī -- tā hacchē uccatama. Āra āllāh hacchēna mahāśaktiśālī, paramajñānī."
        },
        {
            "chapter": 9,
            "verse": 41,
            "text": "Bēriẏē paṛa hālkābhābē ō bhārī haẏē āra tōmādēra dhanasampada ō tōmādēra jānaprāṇa diẏē āllāh‌ra pathē saṅgrāma karō. Ēṭi'i tōmādēra jan'ya bhālō yadi tōmarā jānatē."
        },
        {
            "chapter": 9,
            "verse": 42,
            "text": "Yadi ēṭi hatō āśu lābhēra byāpāra ō hālkā saphara tabē tārā niścaẏa'i tōmākē anusaraṇa karatō, kintu durgama-patha tādēra kāchē sudīrgha manē halō. Āra tārā āllāh‌ra nāmē halapha karē balalē -- ''āmarā yadi pāratāma tabē niścaẏa'i tōmādēra saṅgē āmarā'ō bēra hatāma.’’ Tārā tādēra nijēdēra'i dhbansa sādhana karachē, āra āllāh jānēna yē tārā ālabaṯ ḍ'̔āhā mithyābādī."
        },
        {
            "chapter": 9,
            "verse": 43,
            "text": "Āllāh tōmākē kṣamā karuna! Kēna tumi tādēra abyāhati dilē yē paryanta nā tōmāra kāchē suspaṣṭa haẏēchila yē kārā satyakathā balachē, āra tumi jānatē pērēchilē mithyābādīdēra"
        },
        {
            "chapter": 9,
            "verse": 44,
            "text": "yārā āllāh‌tē'ō ō ākhērātēra dinē āsthā rākhē tārā tōmāra kāchē anumati cāẏa nā tādēra dhanasampada ō tādēra jānaprāṇa diẏē saṅgrāma karā thēkē. Āra āllāh dharmaparāẏaṇadēra samparkē sarbajñātā."
        },
        {
            "chapter": 9,
            "verse": 45,
            "text": "Tōmāra nikaṭa anumati cāẏa kēbala ōrā'i yārā āllāh‌tē ō śēṣadinē īmāna ānē nā, āra tādēra hr̥daẏa dbidhāgrasta. Kājē'i tādēra sandēhēra madhyē'i tārā dōla khācchē."
        },
        {
            "chapter": 9,
            "verse": 46,
            "text": "Āra tārā yadi yātrā karabāra icchā karatō tabē tārā niścaẏa'i tāra jan'ya yōgāṛayantra yōgāṛa karatō, kintu āllāh anicchuka tādēra gamanē, tā'i tādēra tini ṭhēkiẏē rēkhēchēna, āra balā halō -- ''basē thākō basē-thākā lōkadēra sāthē.’’"
        },
        {
            "chapter": 9,
            "verse": 47,
            "text": "Tārā yadi tōmādēra saṅgē bēra hata tabē tārā biśr̥ṅkhalā sr̥ṣṭi chāṛā tōmādēra āra kichu'i bāṛātō nā, āra tārā niścaẏa'i tōmādēra madhyē chuṭōchuṭi karatō tōmādēra madhyē bidrōha kāmanā ka’rē, āra tōmādēra madhyē ōdēra kathā śōnabāra lōka raẏēchē. Āra āllāh atyācārīdēra sanbandhē sarbajñātā."
        },
        {
            "chapter": 9,
            "verse": 48,
            "text": "Tārā bāstabika'i itipūrbē biśr̥ṅkhalā sr̥ṣṭi karatē cēẏēchila, āra tārā tōmāra jan'ya kājakarma panḍa karatē yācchila, yatakṣaṇa nā satya ēsēchila ō āllāh‌ra ādēśa prakāśa pēlō, yadi'ō tārā anicchuka chila."
        },
        {
            "chapter": 9,
            "verse": 49,
            "text": "Āra tādēra madhyē ēmana āchē yē balē -- ''āmākē chēṛē dā'ō ēbaṁ āmākē samasyāẏa phēlō nā.’’ Tārā ki samasyāẏa paṛē yāẏa ni? Āra niḥsandēha jāhānnāma abiśbāsīdēra ghērā'ō karē'i raẏēchē."
        },
        {
            "chapter": 9,
            "verse": 50,
            "text": "Yadi tōmāra uparē bhālō kichu ghaṭē tabē tā tādēra duḥkha dēẏa, āra yadi tōmāra kōnō bipada ghaṭē tārā balē -- ''āmarā tō āmādēra byāpāra āgē'i guṭiẏē niẏēchilāma’’, āra tārā phirē yāẏa ēbaṁ tārā uṯphullacitta haẏa."
        },
        {
            "chapter": 9,
            "verse": 51,
            "text": "Balō -- ''āllāh āmādēra jan'ya yā bidhāna karēchēna tā byatīta kichu'i āmādēra uparē kakhanō ghaṭabē nā. Tini'i āmādēra rakṣaka, āra āllāh‌ra uparē'i tabē muminarā nirbhara karuka."
        },
        {
            "chapter": 9,
            "verse": 52,
            "text": "Balē yā'ō -- ''tōmarā āmādēra jan'ya duṭi kalyāṇēra kōnō ēkaṭi chāṛā āra kisēra pratīkṣā karatē pārō? Āra āmarā tōmādēra jan'ya pratīkṣā karachi yē āllāh tōmādēra śāsti hānabēna tām̐ra tarapha thēkē athabā āmādēra hātē. Ata'ēba pratīkṣā karō, āmarā'ō abaśya'i tōmādēra sāthē pratīkṣamāṇa.’’"
        },
        {
            "chapter": 9,
            "verse": 53,
            "text": "Balō -- ''tōmarā icchākr̥tabhābē kharaca karō athabā anicchā-kr̥tabhābē, tōmādēra kācha thēkē tā kakhanō kabula karā habē nā. Niḥsandēha tōmarā hacchō ēkaṭi duṣkr̥tikārī sampradāẏa.’’"
        },
        {
            "chapter": 9,
            "verse": 54,
            "text": "Āra tādēra kharacapatra tādēra kācha thēkē kabula hatē tādēra jan'ya kōnō bādhā chila nā śudhu ējan'ya chāṛā yē tārā āllāh‌tē ō tām̐ra rasūlēra prati abiśbāsa pōṣaṇa karē. Āra tārā nāmāyē āsē nā tādēra gaṛimasi karā abasthā chāṛā, āra tārā kharaca karē nā tādēra anicchāra bhāba chāṛā."
        },
        {
            "chapter": 9,
            "verse": 55,
            "text": "Tādēra dhanadaulata tōmākē yēna tājjaba nā karē āra tādēra santānasantati'ō nā. Āllāh ālabaṯ cāna ē-sabēra dbārā pārthiba jībanē tādēra śāsti ditē; āra tādēra prāṇa tyāga karē yāẏa tādēra abiśbāsī thākā abasthāẏa."
        },
        {
            "chapter": 9,
            "verse": 56,
            "text": "Āra tārā āllāh‌ra nāmē halapha karē yē tārā niḥsandēha tōmādēra'i madhyēkāra. Kintu tārā tōmādēra madhyēkāra naẏa, bastutaḥ tārā ēmana ēka sampradāẏa yārā kāpuruṣa."
        },
        {
            "chapter": 9,
            "verse": 57,
            "text": "Tārā yadi pētō kōnō āśraẏasthala bā kōnō guhāgahbara athabā kōnō prabēśa karāra jāẏagā, -- tārā niścaẏa'i sēkhānē calē yēta dratagatitē palāẏanapara haẏē."
        },
        {
            "chapter": 9,
            "verse": 58,
            "text": "Āra ōdēra madhyē ēmana'ō āchē yē tōmākē dōṣārōpa karē dānēra byāpārē. Ataḥpara tādēra yadi ē thēkē dēẏā haẏa tabē tārā khuśī haẏa, kintu yadi tādēra ē thēkē dēẏā nā haẏa tō dēkhō! -- Tārā rāga karē"
        },
        {
            "chapter": 9,
            "verse": 59,
            "text": "āra ōrā yadi santaṣṭa thākatō āllāh ō tām̐ra rasūla ōdēra yā diẏēchēna tātē, āra balatō -- ''āllāh‌i āmādēra jan'ya yathēṣṭa, -- āllāh śīghra'i tām̐ra karuṇābhānḍāra thēkē āmādēra dēbēna āra tām̐ra rasūla'ō, niḥsandēha āllāh‌ra kāchē'i āmarā āsakta’’."
        },
        {
            "chapter": 9,
            "verse": 60,
            "text": "Dāna tō kēbala akṣamadēra jan'ya, āra abhābagrastadēra, āra ēra jan'ya niyukta karmacārīdēra, āra yādēra hr̥daẏa jhōm̐kōnō haẏa tādēra, āra dāsa-muktira, āra r̥ṇagrastadēra, āra āllāh‌ra pathē, āra paryaṭakadēra jan'ya, -- āllāh‌ra tarapha thēkē ē'i bidhāna. Āra āllāh sarbajñātā, paramajñānī."
        },
        {
            "chapter": 9,
            "verse": 61,
            "text": "Āra ōdēra ēmana'ō āchē yārā nabīkē uttyakta karē āra balē -- ''uni tō kāna dēna.’’ Tumi balō -- ''kāna dēna tōmādēra bhālōra jan'yē, tini āllāh‌tē biśbāsa karēna āra biśbāsa karēna muminadēra, āra tōmādēra madhyē yārā īmāna ānē tādēra jan'ya tini karuṇā.’’ Āra yārā āllāh‌ra rasūlakē uttyakta ka’rē tādēra jan'ya raẏēchē marmantuda śāsti."
        },
        {
            "chapter": 9,
            "verse": 62,
            "text": "Tārā tōmādēra kāchē āllāh‌ra nāmē halapha karē yēna tārā tōmādēra khuśī karatē pārē, athaca āllāh ō tām̐ra rasūlēra bēśī adhikāra āchē yēna tārā tām̐kē rājī karē, yadi tārā mumina haẏa."
        },
        {
            "chapter": 9,
            "verse": 63,
            "text": "Tārā ki jānē nā yē yē-kē'u āllāh ō tām̐ra rasūlēra birud'dhē kāja karē tāra jan'ya tabē raẏēchē jāhānnāmēra āguna tātē abasthānēra jan'yē? Aiṭi'i tō carama lāñchanā."
        },
        {
            "chapter": 9,
            "verse": 64,
            "text": "Munāphikarā bhaẏa karē pāchē tādēra saṅkrāntē ēmana kōnō sūrā abatīrṇa haẏē yāẏa yā ōdēra antarē yā-kichu āchē tā tādēra byakta karē dēbē! Balō -- ''bidrūpa ka’rē yā'ō, niḥsandēha āllāh bēra karē ānabēna tōmarā yā bhaẏa karō tā.’’"
        },
        {
            "chapter": 9,
            "verse": 65,
            "text": "Āra tumi yadi ōdēra praśna karō ōrā niścaẏa'i balabē -- ''āmarā tō śudhu ālāpa-ālōcanā ō krīṛā-kautuka karachilāma.’’ Balō -- ''tōmarā ki āllāh ō tām̐ra bāṇīsamūha ō tām̐ra rasūlakē niẏē maskarā karachilē?’’"
        },
        {
            "chapter": 9,
            "verse": 66,
            "text": "Ajuhāta dēkhi'ō nā, tōmarā ālabaṯ abiśbāsa karēcha tōmādēra biśbāsa sthāpanēra parē. Yadi āmarā kṣamā kari tōmādēra madhyēra kōnō ēka dalakē, an'ya ēka dalakē śāsti'ō dēbō, kēnanā tārā niścaẏa'i aparādhī."
        },
        {
            "chapter": 9,
            "verse": 67,
            "text": "Munāphika puruṣarā ō munāphika nārīrā -- tādēra katakajana apara katakajanēra madhyēkāra. Tārā asaṯ kājēra nirdēśa dēẏa āra saṯkājē niṣēdha karē, āra tārā nijēdēra hāta guṭiẏē nēẏa. Tārā āllāh‌kē bhulē gēchē, tā'i tini'ō tādēra bhulē gēchēna. Niḥsandēha munāphikarā nijērā'i duṣkr̥tikārī."
        },
        {
            "chapter": 9,
            "verse": 68,
            "text": "Munāphika puruṣadēra ō munāphika nārīdēra ō abiśbāsīdēra jan'ya āllāh ōẏādā karēchēna jāhānnāmēra āguna, tātē tārā abasthāna karabē. Tā'i tādēra jan'ya paryāpta, āra āllāh tādēra dhikkāra diẏēchēna, āra tādēra jan'ya raẏēchē nirdhārita śāsti."
        },
        {
            "chapter": 9,
            "verse": 69,
            "text": "Tādēra matō yārā chila tōmādēra pūrbabartīkālē, -- tārā chila tōmādēra cā'itē bala-bikramē bēśī prabala āra dhana-sampadē ō santāna santatitē bēśī samr̥d'dha. Kājē'i tārā tādēra bhāga bhōga karē gēchē, ata'ēba tōmarā'ō tōmādēra bhāga bhōga karachō, yēmana ōrā yārā tōmādēra pūrbabartī chila tārā bhōga karēchila tādēra bhāga, āra tōmarā'ō br̥thā-bākyālāpa karachō yēmana tārā anarthaka khōśa- galpa karēchila. Ērā'i -- ēdēra kriẏākalāpa byartha haẏēchē ihakālē ō parakālē, āra ērā nijērā'i hacchē kṣatigrasta."
        },
        {
            "chapter": 9,
            "verse": 70,
            "text": "Tādēra kāchē ki tādēra pūrbē yārā chila tādēra sambāda āsē ni -- nūh‌-ēra lōkadēra ō'āda-ēra ō chāmūdēra, āra ibrāhīmēra sampradāẏēra ō mādaẏānēra bāsindādēra ō bidhabasta śaharagulōra? Ōdēra kāchē ōdēra rasūlagaṇa ēsēchilēna spaṣṭa pramāṇa niẏē. Kājē'i āllāh tō ōdēra uparē abicāra karāra jan'ya nana, kintu ōrā ōdēra nijēdēra'i prati juluma karēchila."
        },
        {
            "chapter": 9,
            "verse": 71,
            "text": "Āra mumina puruṣarā ō mumina nārīrā -- tādēra katakajana apara katakajanēra bandhu. Tārā bhālō kājēra nirdēśa dēẏa ō manda kāja thēkē niṣēdha karē, āra tārā nāmāya kāẏēma karē ō yākāta ādāẏa karē, āra tārā āllāh ō tām̐ra rasūlakē anusaraṇa karē. Ērā -- āllāh śīghra'i ēdēra karuṇā karabēna. Niḥsandēha āllāh mahāśaktiśālī, paramajñānī."
        },
        {
            "chapter": 9,
            "verse": 72,
            "text": "Biśbāsī puruṣadēra ō biśbāsinī nārīdēra āllāh ōẏādā karēchēna sbargōdyānasamūha yādēra nicē diẏē baẏē calē jharanārāji, tārā tātē abasthāna karabē, āra puṇya bāsasthānasamūha iḍēna gārḍēnē. Āra āllāh‌ra santaṣṭi'i hacchē sarbaśrēṣṭha. Ēṭi -- ē'i-i hacchē carama sāphalya."
        },
        {
            "chapter": 9,
            "verse": 73,
            "text": "Hē priẏa nabī! Abiśbāsīdēra ō munāphikadēra birud'dhē saṅgrāma karō, āra tādēra prati kaṭhōra ha'ō. Āra tādēra ābāsasthala jāhānnāma. Āra manda sē'i gantabyasthāna."
        },
        {
            "chapter": 9,
            "verse": 74,
            "text": "Tārā āllāh‌ra nāmē halapha karē yē tārā kichu balē ni, athaca tārā niścaẏa'i abiśbāsēra kathā balēchila, āra abiśbāsa pōṣaṇa karēchila tādēra isalāma grahaṇēra parē, āra tārā matalaba karēchila yā tārā pērē ōṭhē ni, āra tārā uttējanā bōdha karē ni ē bhinna yē āllāh ō tām̐ra rasūla tādēra samr̥d'dha karēchēna tām̐ra prācurya thēkē. Kājē'i yadi tārā ta'ōbā karē tabē sēṭi tādēra jan'ya habē bhālō, āra yadi tārā phirē yāẏa tabē āllāh tādēra śāsti dēbēna marmantuda śāstitē -- ē'i duniẏātē ō parakālē. Āra tādēra jan'ya ē'i pr̥thibītē thākabē nā kōnō bandhubāndhaba, nā kōnō sāhāyyakārī."
        },
        {
            "chapter": 9,
            "verse": 75,
            "text": "Āra ōdēra madhyē kē'u-kē'u āllāh‌ra kāchē aṅgīkāra karēchila -- ''tini yadi tām̐ra karuṇābhānḍāra thēkē āmādēra dāna karēna tabē āmarā niścaẏa'i sadakā-khaẏarāta karabō āra āmarā abaśya'i habō saṯkarmīdēra madhyēkāra.’’"
        },
        {
            "chapter": 9,
            "verse": 76,
            "text": "Kintu yakhana tini tādēra dilēna tām̐ra karuṇābhānḍāra thēkē, tārā ētē kārpaṇya karalō ō phirē gēla āra tārā halō bimukha."
        },
        {
            "chapter": 9,
            "verse": 77,
            "text": "Sutarāṁ tini tādēra antarē munāphiki n'yasta karēchēna sēdina paryanta yēdina tārā tām̐ra sāthē milita habē, kēnanā tārā āllāh‌ra kāchē bhaṅga karēchila yā tām̐ra kāchē tārā ōẏādā karēchila, āra yēhētu tārā mithyākathā balalō."
        },
        {
            "chapter": 9,
            "verse": 78,
            "text": "Tārā ki jānē nā yē āllāh abaśya'i jānēna tādēra lukōnō ō tādēra salāparāmarśa, āra āllāh niḥsandēha adr̥śya byāpāragulō samparkē parijñāta."
        },
        {
            "chapter": 9,
            "verse": 79,
            "text": "Yārā bidrūpa karē muminadēra madhyēra tādēra yārā dānadakṣiṇāẏa badān'ya āra tādēra yārā kichu'i pāẏa nā nijēdēra kāẏika śrama byatīta, athaca ēdēra tārā abajñā karē, -- āllāh tādēra abajñā karabēna, āra tādēra jan'ya raẏēchē marmantuda śāsti."
        },
        {
            "chapter": 9,
            "verse": 80,
            "text": "Tumi ōdēra jan'ya kṣamā prārthanā karō athabā ōdēra jan'ya kṣamā prārthanā nā karō, -- tumi yadi ōdēra jan'ya sattarabāra'ō kṣamā prārthanā karō āllāh kakhanō ōdēra kṣamā karabēna nā. Ēṭi ē'ijan'ya yē tārā āllāh‌tē ō tām̐ra rasūlēra prati abiśbāsa pōṣaṇa karē. Āra āllāh duṣkr̥tikārī sampradāẏakē pathapradarśana karēna nā."
        },
        {
            "chapter": 9,
            "verse": 81,
            "text": "Yārā pēchanē raẏē giẏēchila tārā āllāh‌ra rasūlēra paścātē tādēra basē thākātē'i ānandabōdha karalō, āra tādēra dhanadaulata ō tādēra jānaprāṇa diẏē āllāh‌ra pathē saṅgrāma karatē tārā bimukha chila, āra tārā balēchila -- ''ē'i garamēra madhyē bēriẏō nā.’’ Tumi balō -- ''jāhānnāmēra āguna ārō bēśī garama.’’ Yadi tārā bujhatē pāratō"
        },
        {
            "chapter": 9,
            "verse": 82,
            "text": "ata'ēba tārā kichuṭā hēsē nika ō khuba ka’rē kām̐duka, -- tārā yā arjana karachila tāra pratiphalasbarūpa"
        },
        {
            "chapter": 9,
            "verse": 83,
            "text": "kājē'i āllāh yadi tōmākē phiriẏē ānēna tādēra madhyēra kōnō dalēra nikaṭa, tārapara tārā yadi tōmāra anumati cāẏa bēra ha'ōẏāra jan'ya tabē balō -- ''tōmarā kōnō kramē'i āmāra sāthē kakhanō bērutē pārabē nā, ēbaṁ tōmarā āmāra saṅgī haẏē kakhanō kōnō śatrura birūd'dhē laṛatē pārabē nā. Niḥsandēha tōmarā basē thākātē'i santaṣṭa chilē prathama bārē, ata'ēba basē thākō paścātē abasthānakārīdēra saṅgē.’’"
        },
        {
            "chapter": 9,
            "verse": 84,
            "text": "Āra tādēra madhyēra ēkajanēra jan'yē'ō, sē mārā gēlē, tumi kakhanō nāmāya paṛabē nā, āra tāra kabarēra pāśē'ō dām̐ṛābē nā. Niḥsandahē tārā āllāh‌tē ō tām̐ra rasūlē abiśbāsa karēchē, āra tārā marēchē yakhana tārā chila duṣkr̥tiparāẏaṇa."
        },
        {
            "chapter": 9,
            "verse": 85,
            "text": "Āra tādēra dhanasampatti ō tādēra santānasantati tōmākē yēna tājjaba nā karē. Āllāh abaśya'i cāna ē-sabēra dbārā pārthiba jībanē tādēra śāsti ditē, āra yēna tādēra ā‌tmā calē yāẏa ōdēra abiśbāsī thākā abasthāẏa."
        },
        {
            "chapter": 9,
            "verse": 86,
            "text": "Āra yakhana kōnō sūrā abatīrṇa haẏa ē'i marmē -- 'āllāh‌ra prati īmāna ānō ō tām̐ra rasūlēra saṅgī haẏē saṅgrāma karō’, tādēra madhyēra śakti- sāmarthēra adhikārīrā tōmāra kāchē abyāhati cāẏa ō balē -- ''āmādēra rēhā'i dina, āmarā basē-thākā-lōkadēra saṅgē i thākabō.’’"
        },
        {
            "chapter": 9,
            "verse": 87,
            "text": "Tārā pēchanē-raẏē-thākādēra sāthē abasthāna karā'i pachanda karēchila, āra tādēra hr̥daẏēra uparē mōhara mērē dēẏā haẏēchē, kājē'i tārā bujhatē pārē nā."
        },
        {
            "chapter": 9,
            "verse": 88,
            "text": "Kintu rasūla ēbaṁ yārā tām̐ra saṅgē īmāna ēnēchē tārā saṅgrāma karē tādēra dhanadaulata ō tādēra jānaprāṇa diẏē. Āra ērā'i -- ēdēra jan'yē'i raẏēchē kalyāṇa, āra ērā nijērā'i hacchē saphalakāma."
        },
        {
            "chapter": 9,
            "verse": 89,
            "text": "Āllāh ēdēra jan'ya prastuta karēchēna sbargōdyānasamūha, yādēra nicē diẏē baẏē calē jharanārāji, tārā sēkhānē thākabē sthāẏībhābē. Ēṭi hacchē birāṭa sāphalya."
        },
        {
            "chapter": 9,
            "verse": 90,
            "text": "Āra bēdu'inadēra madhyēra ōjara pradarśanakārīrā ēsēchila yēna tādēra abyāhati dēẏā haẏa, āra yārā āllāh ō tām̐ra rasūlēra kāchē mithyākathā balēchila tārā basē ra'ila. Tādēra madhyēra yārā abiśbāsa pōṣaṇa karē tādēra acirē'i marmantuda śāsti dēẏā habē."
        },
        {
            "chapter": 9,
            "verse": 91,
            "text": "Durbaladēra uparē, kōnō dōṣa habē nā, pīṛitadēra uparē'ō nā, ōdēra uparē'ō nā yārā khum̐jē pāẏa nā ki tārā kharaca karabē, yē paryanta tārā āllāh ō tām̐ra rasūlēra prati anurāga dēkhābē. Saṯkarmaparāẏaṇadēra uparē kōnō rāstā nē'i. Āra āllāh paritrāṇakārī, aphuranta phaladātā."
        },
        {
            "chapter": 9,
            "verse": 92,
            "text": "Āra ōdēra uparē'ō nē'i yārā tōmāra kāchē ēsēchila yēna tumi tādēra jan'ya bāhana yōgāṛa karē dā'ō, takhana tumi balēchila -- 'yāra uparē āmi tōmādēra bahana karaba tā āmi pācchi nā’, ōrā phirē giẏēchila āra ōdēra cōkhē a‌śru prabāhita hacchila tārā yā kharaca karatē cāẏa tā nā pā'ōẏāra duḥkhē."
        }
    ]
}