{
    "maqras": [
        {
            "chapter": 33,
            "verse": 51,
            "text": "Ty mozhesh' (svoy nochnoy vizit) Po svoyemu zhelaniyu k odnoy (zhene) otsrochit' I priglasit' k sebe druguyu Il' tu prinyat', kotoroy ran'she prenebreg, - I v etom na tebe grekha ne budet: Tak budet legche osvezhat' ikh ochi. Pust' ne pechalyatsya oni I udovol'stvuyutsya tem, chto ty dayesh' im - vsem im, (Kak obyazal tebya Allakh), - Allakh ved' znayet, chto u vas v serdtsakh. Poistine, On znayushch i vozderzhan"
        },
        {
            "chapter": 33,
            "verse": 52,
            "text": "No vpred' drugikh brat' v zheny nedozvoleno tebe Il' etikh - zamenyat' drugimi, Dazhe kogda tebya plenit ikh krasota, Za isklyucheniyem nevol'nits, Kotorymi ty mozhesh' zavladet', - Allakh - nad vsyakoy veshch'yu strazh"
        },
        {
            "chapter": 33,
            "verse": 53,
            "text": "O vy, kto veruyet! V doma proroka ne vkhodite, Poka vam ne pozvolyat k trapeze priyti, No i togda (ne prikhodite ran'she), Chtob vam ne dozhidat'sya (i ne stesnyat' khozyayev). Kogda vas pozovut, vkhodite. Otkushav zhe spolna, (Staraytes' poskoreye) razoytis', Bestseremonno ne vkhodya v besedu (s temi, Kto vas ne priglashayet k ney). Podobnyy (khod veshchey) proroka udruchayet, I on styditsya otkazat' (v obshchen'ye vam), Allakh zhe ne styditsya pravdy. Yesli vam nuzhno poprosit' u (zhen yego) kakuyu-libo utvar', To poprosite ikh cherez zavesu - Eto dlya ikh serdets i vashikh chishche. Ne nadlezhit vam ogorchat' poslannika Allakha, Ni oskorblyat' yego, ni prichinyat' vreda; Ne nadlezhit brat' v zheny yego zhen posle yego (konchiny). Eto, poistine, u Gospoda velikiy grekh"
        },
        {
            "chapter": 33,
            "verse": 54,
            "text": "I chto by vy ni utaili, Chto b ni yavili napokaz, Allakh ved' znayet vse i vsya"
        },
        {
            "chapter": 33,
            "verse": 55,
            "text": "I (na tvoikh suprugakh) net grekha, (Kogda oni ne polnost'yu pokryty) Pred ikh ottsami, synov'yami, brat'yami svoimi, Pred synov'yami svoikh brat'yev i sester, Pri zhenshchinakh ili pred temi, Kotorymi vladeyut pravy ruki. Strashites' Gospoda, - Ved' On - svidetel' vsyakogo deyan'ya"
        },
        {
            "chapter": 33,
            "verse": 56,
            "text": "Allakh i angely Yego, poistine, Proroku shlyut svoye blagosloven'ye, I vy, chto Gospodu predalis', Yemu svoye blagosloven'ye govorite I iskrennim privetstviyem privetstvuyte yego"
        },
        {
            "chapter": 33,
            "verse": 57,
            "text": "A te, kto skverno dosazhdayet Allakhu i poslanniku Yego, Allakhom predany proklyat'yu I v etom mire, i v drugom, - On im naznachil unizitel'nuyu karu"
        },
        {
            "chapter": 33,
            "verse": 58,
            "text": "A te, chto nezasluzhenno kleveshchut Na veruyushchikh zhenshchin i muzhchin, - Te lozh' tvoryat i grekh ogromnyy"
        },
        {
            "chapter": 33,
            "verse": 59,
            "text": "Skazhi svoim suprugam, o prorok, I docheryam, i zhenam vernykh, Chtob na sebe oni plotneye pokryvala zakryvali, - Eto udobneye vsego, chtob uznannymi byt', Ne byt' obrugannymi (bez prichiny), - Ved' miloserd Allakh, proshchayushch"
        }
    ]
}