{
    "rukus": [
        {
            "chapter": 7,
            "verse": 172,
            "text": "واذ اخذ ربك من بني ءادم من ظهورهم ذريتهم واشهدهم على انفسهم الست بربكم قالوا بلى شهدنا ان تقولوا يوم القيمة انا كنا عن هذا غفلين (واشهدهم على انفسهم: قررهم بما اودع في فطرهم من توحيده, ان تقولوا: ليلا تقولوا)"
        },
        {
            "chapter": 7,
            "verse": 173,
            "text": "او تقولوا انما اشرك ءاباونا من قبل وكنا ذرية من بعدهم افتهلكنا بما فعل المبطلون (ذرية: صغارا)"
        },
        {
            "chapter": 7,
            "verse": 174,
            "text": "وكذلك نفصل الايت ولعلهم يرجعون"
        },
        {
            "chapter": 7,
            "verse": 175,
            "text": "واتل عليهم نبا الذي ءاتينه ءايتنا فانسلخ منها فاتبعه الشيطن فكان من الغاوين (فانسلخ منها: خرج منها بكفره، ونبذها, فاتبعه الشيطان: لحقه، وصار قرينه، واستحوذ عليه)"
        },
        {
            "chapter": 7,
            "verse": 176,
            "text": "ولو شينا لرفعنه بها ولكنه اخلد الى الارض واتبع هوىه فمثله كمثل الكلب ان تحمل عليه يلهث او تتركه يلهث ذلك مثل القوم الذين كذبوا بايتنا فاقصص القصص لعلهم يتفكرون (اخلد الى الارض: ركن الى الدنيا، ورضي بها, تحمل عليه: تطرده, يلهث: يخرج لسانه لاهثا)"
        },
        {
            "chapter": 7,
            "verse": 177,
            "text": "ساء مثلا القوم الذين كذبوا بايتنا وانفسهم كانوا يظلمون (ساء: قبح)"
        },
        {
            "chapter": 7,
            "verse": 178,
            "text": "من يهد الله فهو المهتدي ومن يضلل فاوليك هم الخسرون"
        },
        {
            "chapter": 7,
            "verse": 179,
            "text": "ولقد ذرانا لجهنم كثيرا من الجن والانس لهم قلوب لا يفقهون بها ولهم اعين لا يبصرون بها ولهم ءاذان لا يسمعون بها اوليك كالانعم بل هم اضل اوليك هم الغفلون (ذرانا: خلقنا)"
        },
        {
            "chapter": 7,
            "verse": 180,
            "text": "ولله الاسماء الحسنى فادعوه بها وذروا الذين يلحدون في اسميه سيجزون ما كانوا يعملون (يلحدون: يميلون عن الحق في اسمايه؛ كان يسموا الهتهم باسمايه، او في معانيها بتحريفها)"
        },
        {
            "chapter": 7,
            "verse": 181,
            "text": "وممن خلقنا امة يهدون بالحق وبه يعدلون (يعدلون: يقضون، ويحكمون)"
        }
    ]
}