{
    "rukus": [
        {
            "chapter": 23,
            "verse": 33,
            "text": "وقال ٱلۡملأ من قوۡمه ٱلذين كفروا وكذبوا بلقآء ٱلۡأٓخرة وأتۡرفۡنٰهمۡ في ٱلۡحيوٰة ٱلدنۡيا ما هٰذآ إلا بشرٞ مثۡلكمۡ يأۡكل مما تأۡكلون منۡه ويشۡرب مما تشۡربون (الملأ من قومه: أشراف قوم هود، ووجهاؤهم)"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "ولئنۡ أطعۡتم بشرا مثۡلكمۡ إنكمۡ إذا لخٰسرون"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "أيعدكمۡ أنكمۡ إذا متمۡ وكنتمۡ ترابا وعظٰما أنكم مخۡرجون"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "۞هيۡهات هيۡهات لما توعدون (هيهات: بعيدا حقا)"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "إنۡ هي إلا حياتنا ٱلدنۡيا نموت ونحۡيا وما نحۡن بمبۡعوثين"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "إنۡ هو إلا رجل ٱفۡترىٰ على ٱلله كذبا وما نحۡن له بمؤۡمنين"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "قال رب ٱنصرۡني بما كذبون"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "قال عما قليلٖ ليصۡبحن نٰدمين (عما قليل: بعد زمن قريب)"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "فأخذتۡهم ٱلصيۡحة بٱلۡحق فجعلۡنٰهمۡ غثآءۚ فبعۡدا للۡقوۡم ٱلظـٰلمين (غثاء: كغثاء السيل الذي يطفو على الماء, فبعدا: فهلاكا وإبعادا من الرحمة)"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "ثم أنشأۡنا منۢ بعۡدهمۡ قرونا ءاخرين (قرونا: أمما وأجيالا)"
        },
        {
            "chapter": 23,
            "verse": 43,
            "text": "ما تسۡبق منۡ أمة أجلها وما يسۡتـٔۡخرون (أجلها: موعد هلاكها المحدد)"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "ثم أرۡسلۡنا رسلنا تتۡراۖ كل ما جآء أمة رسولها كذبوهۖ فأتۡبعۡنا بعۡضهم بعۡضا وجعلۡنٰهمۡ أحاديثۚ فبعۡدا لقوۡمٖ لا يؤۡمنون (تترا: يتبع بعضهم بعضا, أحاديث: أخبارا لمن بعدهم)"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "ثم أرۡسلۡنا موسىٰ وأخاه هٰرون بـٔايٰتنا وسلۡطٰنٖ مبين (بآياتنا: وهي تسع: العصا، واليد، والجراد، والقمل، والضفادع، والدم، والطوفان، والسنون، ونقص الثمرات)"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "إلىٰ فرۡعوۡن وملإيه فٱسۡتكۡبروا وكانوا قوۡما عالين (عالين: متكبرين متطاولين على الناس)"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "فقالوٓا أنؤۡمن لبشريۡن مثۡلنا وقوۡمهما لنا عٰبدون (عابدون: متذللون مطيعون)"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "فكذبوهما فكانوا من ٱلۡمهۡلكين"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "ولقدۡ ءاتيۡنا موسى ٱلۡكتٰب لعلهمۡ يهۡتدون"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "وجعلۡنا ٱبۡن مرۡيم وأمهٓ ءاية وءاويۡنٰهمآ إلىٰ ربۡوةٖ ذات قرارٖ ومعينٖ (وآويناهما: جعلنا لهما ماوى ومسكنا, ربوة: مكان مرتفع من الأرض, ذات قرار: مستو للاستقرار عليه, ومعين: ماء جار ظاهر للعيون)"
        }
    ]
}