{
    "rukus": [
        {
            "chapter": 46,
            "verse": 27,
            "text": "ولقدۡ أهۡلكۡنا ما حوۡلكم من ٱلۡقرىٰ وصرفۡنا ٱلۡأٓيٰت لعلهمۡ يرۡجعون (وصرفنا الآيات: بينا لهم أنواع الحجج، وكررناها لهم)"
        },
        {
            "chapter": 46,
            "verse": 28,
            "text": "فلوۡلا نصرهم ٱلذين ٱتخذوا من دون ٱلله قرۡبانا ءالهةۢۖ بلۡ ضلوا عنۡهمۡۚ وذٰلك إفۡكهمۡ وما كانوا يفۡترون (فلولا: هلا, قربانا: يتقربون بها إلى ربهم, إفكهم: كذبهم, يفترون: يكذبون)"
        },
        {
            "chapter": 46,
            "verse": 29,
            "text": "وإذۡ صرفۡنآ إليۡك نفرا من ٱلۡجن يسۡتمعون ٱلۡقرۡءان فلما حضروه قالوٓا أنصتواۖ فلما قضي ولوۡا إلىٰ قوۡمهم منذرين (صرفنا: بعثنا ووجهنا نحوك, قضي: فرغ رسول الله - صلى الله عليه وسلم - من تلاوته, منذرين: محذرين من باس الله)"
        },
        {
            "chapter": 46,
            "verse": 30,
            "text": "قالوا يٰقوۡمنآ إنا سمعۡنا كتٰبا أنزل منۢ بعۡد موسىٰ مصدقا لما بيۡن يديۡه يهۡديٓ إلى ٱلۡحق وإلىٰ طريقٖ مسۡتقيمٖ"
        },
        {
            "chapter": 46,
            "verse": 31,
            "text": "يٰقوۡمنآ أجيبوا داعي ٱلله وءامنوا به يغۡفرۡ لكم من ذنوبكمۡ ويجرۡكم منۡ عذاب أليمٖ (داعي الله: رسول الله محمدا - صلى الله عليه وسلم -, ويجركم: ينقذكم)"
        },
        {
            "chapter": 46,
            "verse": 32,
            "text": "ومن لا يجبۡ داعي ٱلله فليۡس بمعۡجزٖ في ٱلۡأرۡض وليۡس له من دونهٓ أوۡليآءۚ أولـٰٓئك في ضلٰلٖ مبين (بمعجز: بفائت من الله بالهرب, أولياء: أنصار يمنعونه من عذاب الله)"
        },
        {
            "chapter": 46,
            "verse": 33,
            "text": "أولمۡ يروۡا أن ٱلله ٱلذي خلق ٱلسمٰوٰت وٱلۡأرۡض ولمۡ يعۡي بخلۡقهن بقٰدر علىٰٓ أن يحۡـۧي ٱلۡموۡتىٰۚ بلىٰٓۚ إنه علىٰ كل شيۡءٖ قديرٞ (ولم يعي بخلقهن: لم يعجز عن خلقهن، ولم يتعب به)"
        },
        {
            "chapter": 46,
            "verse": 34,
            "text": "ويوۡم يعۡرض ٱلذين كفروا على ٱلنار أليۡس هٰذا بٱلۡحقۖ قالوا بلىٰ وربناۚ قال فذوقوا ٱلۡعذاب بما كنتمۡ تكۡفرون"
        },
        {
            "chapter": 46,
            "verse": 35,
            "text": "فٱصۡبرۡ كما صبر أولوا ٱلۡعزۡم من ٱلرسل ولا تسۡتعۡجل لهمۡۚ كأنهمۡ يوۡم يروۡن ما يوعدون لمۡ يلۡبثوٓا إلا ساعة من نهارۭۚ بلٰغٞۚ فهلۡ يهۡلك إلا ٱلۡقوۡم ٱلۡفٰسقون (أولوا العزم: ذوو الثبات والصبر؛ وهم: نوح، وإبراهيم، وموسى، وعيسى، ومحمد؛ عليهم الصلاة والسلام, ولا تستعجل لهم: لا تتعجل بطلب عقوبتهم, بلاغ: هذا تبليغ من الله لهم)"
        }
    ]
}