{
    "pages": [
        {
            "chapter": 10,
            "verse": 7,
            "text": "Onima koji ne ocekuju da ce pred Nas stati i koji su zadovoljni zivotom na ovom svijetu, koji su u njemu smireni, i onima koji su prema dokazima Nasim ravnodusni"
        },
        {
            "chapter": 10,
            "verse": 8,
            "text": "prebivaliste njihovo bice Dzehennem, zbog onoga sto su radili"
        },
        {
            "chapter": 10,
            "verse": 9,
            "text": "One koji vjeruju i cine dobra djela Gospodar njihov ce na pravom putu podrzati, zato sto vjeruju; rijeke ce teci ispred njih u Dzennetima zadovoljstva"
        },
        {
            "chapter": 10,
            "verse": 10,
            "text": "molitva njihova bice u njima: \"Hvaljen neka si, Allahu!\", pozdrav njihov; \"Mir vama!\" a njihova posljednja molitva: \"Tebe, Allaha, Gospodara svjetova hvalimo"
        },
        {
            "chapter": 10,
            "verse": 11,
            "text": "Da Allah ljudima daje zlo onako brzo kao sto im se odaziva kad traze dobro, oni bi, uistinu, stradali. A Mi ipak ostavljamo da u zabludi svojoj lutaju oni koji ne vjeruju da ce pred Nas stati"
        },
        {
            "chapter": 10,
            "verse": 12,
            "text": "kada covjeka snađe nevolja, on Nam se moli: ili lezeci, ili sjedeci, ili stojeci. A cim mu nevolju otklonima, on nastavlja, kao da Nam se nije ni obracao molbom zbog nevolje koja ga je bila zadesila. Tako se nevjernicima cini lijepim ono sto rade"
        },
        {
            "chapter": 10,
            "verse": 13,
            "text": "Mi smo drevne narode prije vas unistavali zato sto nisu povjerovali kad su im poslanici njihovi jasne dokaze donosili. Oni nisu htjeli da vjeruju. Tako Mi kaznjavamo narod nevjernicki"
        },
        {
            "chapter": 10,
            "verse": 14,
            "text": "Zatim smo vas poslije njih namjesnicima na Zemlji ucinili, da bismo vidjeli kako cete postupati"
        }
    ]
}