{
    "pages": [
        {
            "chapter": 12,
            "verse": 23,
            "text": "I poce da ga na grijeh navodi ona u cijoj je kuci bio, pa zakljuca sva vrata i rece: \"Hodi!\" - \"Sacuvaj Boze!\" - uzviknu on -, \"vlasnik me moj lijepo pazi; a oni koji dobro uzvrate zlim nece nikad uspjeti"
        },
        {
            "chapter": 12,
            "verse": 24,
            "text": "I ona je bila pozeljela njega, a i on bi nju pozelio da od Gospodara svoga nije opomenu ugledao - tako bi, da odvratimo od njega izdajstvo i blud, jer je on uistinu bio Nas iskreni rob"
        },
        {
            "chapter": 12,
            "verse": 25,
            "text": "I njih dvoje prema vratima potrcase - a ona razdera straga kosulju njegovu - i muza njezina kraj vrata zatekose. \"Kakvu kaznu zasluzuje onaj koji je htio da zeni tvojoj zlo ucini\" - rece ona - \"ako ne tamnicu ili kaznu bolnu"
        },
        {
            "chapter": 12,
            "verse": 26,
            "text": "Ona je pokusala da mene na grijeh navede\" - rece Jusuf. - \"Ako je kosulja njegova s prijeda razderana onda ona istinu govori, a on neistinu,\" - primjeti jedan rođak njezin"
        },
        {
            "chapter": 12,
            "verse": 27,
            "text": "a ako je kosulja njegova straga raderana, onda ona laze, a on govori isitnu"
        },
        {
            "chapter": 12,
            "verse": 28,
            "text": "I kada on vidje da je kosulja njegova straga razderana, rece: \"To je jedno od vasih lukavstava, vasa lukavstva su zaista velika"
        },
        {
            "chapter": 12,
            "verse": 29,
            "text": "Ti, Jusufe, ostavi se toga, a ti trazi oprostenje za grijeh svoj, jer si zaista htjela da zgrijesis"
        },
        {
            "chapter": 12,
            "verse": 30,
            "text": "I zene u gradu pocese govorkati: \"Upravnikova zena navracala momka svoga na grijeh, u njega se ludo zagledala! Mi mislimo da jako grijesi"
        }
    ]
}