{
    "pages": [
        {
            "chapter": 17,
            "verse": 8,
            "text": "I Gospodar vas ce vam se opet smilovati; ako vi ponovo zapocnete, zapocecemo i Mi. A Dzehennem smo za nevjernike tamnicom ucinili"
        },
        {
            "chapter": 17,
            "verse": 9,
            "text": "Ovaj Kur´an vodi jedinom ispravnom putu, i vjernicima koji cine dobra djela donosi radosnu vijest da ih ceka nagrada velika"
        },
        {
            "chapter": 17,
            "verse": 10,
            "text": "a da smo za one koji u onaj svijet ne vjeruju - bolnu patnju pripremili"
        },
        {
            "chapter": 17,
            "verse": 11,
            "text": "Covjek i proklinje i blagosilje; covjek je doista nagao"
        },
        {
            "chapter": 17,
            "verse": 12,
            "text": "I Mi smo noc i dan kao dva znamenja ucinili: znamenje za noc smo uklonili, a znamenje za dan smo vidnim ucinili kako biste mogli da trazite od Gospodara svoga blagodati i da biste broj godina znali i da biste vrijeme racunali; i sve smo potanko objasnili"
        },
        {
            "chapter": 17,
            "verse": 13,
            "text": "I svakom covjeku cemo ono sto uradi o vrat privezati, a na Sudnjem danu cemo mu knjigu otvorenu pokazati"
        },
        {
            "chapter": 17,
            "verse": 14,
            "text": "Citaj knjigu svoju, dosta ti je danas sto ces svoj racun polagati"
        },
        {
            "chapter": 17,
            "verse": 15,
            "text": "Onaj koji ide pravim putem, od toga ce samo on koristi imati, a onaj ko luta - na svoju stetu luta, i nijedan grjesnik nece tuđe grijehe nositi. A Mi nijedan narod nismo kaznili dok poslanika nismo poslali"
        },
        {
            "chapter": 17,
            "verse": 16,
            "text": "Kad hocemo jedan grad da unistimo, onima koji su u njemu na raskos navikli prepustimo da se razvratu odaju i da tako zasluze kaznu, pa ga onda do temelja razrusimo"
        },
        {
            "chapter": 17,
            "verse": 17,
            "text": "I koliko smo samo naroda poslije Nuha unistili! A dovoljno je to sto Gospodar tvoj zna i vidi grijehe robova Svojih"
        }
    ]
}