{
    "pages": [
        {
            "chapter": 18,
            "verse": 62,
            "text": "A kada se udaljise, Musa rece momku svome: \"Daj nam uzinu nasu, jer smo se od ovog naseg putovanja umorili"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "Vidi!\" - rece on - \"kad smo se kod one stijene svratili, ja sam zaboravio onu ribu, - sam sejtan je ucinio da je zaboravim, da ti je ne spomenem -, mora da je ona skliznula u more; bas cudnovato"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "E, to je ono sto trazimo!\" - rece Musa, i njih dvojica se vratise putem kojim su bili dosli"
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "i nađose jednog Naseg roba kome smo milost Nasu darovali i onome sto samo Mi znamo naucili"
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "Mogu li da te pratim\" - upita ga Musa -, \"ali da me poucis onome cemu si ti ispravno poucen"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "Ti sigurno neces moci sa mnom da izdrzis\" - rece onaj"
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "a i kako bi izdrzao ono o cemu nista ne znas"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "Vidjeces da cu strpljiv biti, ako Bog da! - rece Musa - \"i da ti se necu ni u cemu protiviti"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "Ako ces me vec pratiti\" - rece onaj - \"onda me ni o cemu ne pitaj dok ti ja o tome prvi ne kazem"
        },
        {
            "chapter": 18,
            "verse": 71,
            "text": "I njih dvojica krenuse. I kad se u lađu ukrcase, onaj je probusi. \"Zar je probusi da potopis one koji na njoj plove? Ucinio si, doista, nesto vrlo krupno"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "Ne rekoh li ja\" - rece onaj - \"da ti, doista, neces moci izdrzati sa mnom"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "Ne karaj me sto sam zaboravio\" - rece - \"i ne cini mi poteskoce u ovom poslu mome"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "I njih dvojica krenuse. I kad sretose jednog djecaka pa ga onaj ubi, Musa rece: \"Sto ubi dijete bezgrjesno, koje nije nikoga ubilo! Ucinio si, zaista, nasto vrlo ruzno"
        }
    ]
}