{
    "juzs": [
        {
            "chapter": 41,
            "verse": 47,
            "text": "Njemu se vraća znanje Časa. I ne izlaze plodovi iz čaški svojih, i ne nosi nijedno žensko, niti rodi - osim sa znanjem Njegovim. A na Dan kad ih zovne: “Gdje su ortaci Moji?” Reći će: “Objavljujemo Ti: nije od nas nijedan svjedok.”"
        },
        {
            "chapter": 41,
            "verse": 48,
            "text": "I nestaće od njih ono šta su prizivali ranije i znaće da oni neće imati nikakvog pribježišta"
        },
        {
            "chapter": 41,
            "verse": 49,
            "text": "Ne zamara čovjeka nimalo traženje dobra; a ako ga takne zlo, tad je onaj koji zdvaja, očajan je"
        },
        {
            "chapter": 41,
            "verse": 50,
            "text": "A ako damo da on okusi milost od Nas, nakon što ga je nesreća dotakla, sigurno govori: “Ovo je moje i ne mislim da će Čas nastupiti. A ako se vratim Gospodaru svom, uistinu ću ja kod Njega imati dobro.” Pa sigurno ćemo obavijestiti one koji ne vjeruju, o onome šta su radili; i sigurno ćemo dati da oni okuse kaznu grubu"
        },
        {
            "chapter": 41,
            "verse": 51,
            "text": "I kad čovjeka obdarimo, odvrati se i udalji u svoju stranu. A kad ga dotakne zlo, tad je dowe široke"
        },
        {
            "chapter": 41,
            "verse": 52,
            "text": "Reci: “Da li vidite, ako je od Allaha, potom ne vjerujete u njega, ko je zabludjeliji od onog ko je u protivrječju dalekom?”"
        },
        {
            "chapter": 41,
            "verse": 53,
            "text": "Pokazivaćemo im znakove Naše na horizontima i u dušama njihovim, dok im ne bude jasno da je on Istina. Zar nije dovoljno, Gospodar tvoj, što je On nad svakom stvari svjedok"
        },
        {
            "chapter": 41,
            "verse": 54,
            "text": "Zar oni uistinu nisu u sumnji o susretu Gospodara svog!? Zar On uistinu nije svake stvari Okružitelj"
        },
        {
            "chapter": 42,
            "verse": 1,
            "text": "Ha. Mim"
        },
        {
            "chapter": 42,
            "verse": 2,
            "text": "’Ain. Sin. Kaf"
        },
        {
            "chapter": 42,
            "verse": 3,
            "text": "Tako objavljuje tebi (kao) i onima prije tebe, Allah, Moćni, Mudri"
        },
        {
            "chapter": 42,
            "verse": 4,
            "text": "Njegovo je šta je na nebesima i šta je na Zemlji; a On je Uzvišeni, Veličanstveni"
        },
        {
            "chapter": 42,
            "verse": 5,
            "text": "Gotovo da se iznad njih nebesa raspuknu,a meleci slave sa hvalom Gospodara svog, i traže oprost za onog ko je na Zemlji. Zar nije uistinu Allah - On Oprosnik, Milosrdni"
        },
        {
            "chapter": 42,
            "verse": 6,
            "text": "A oni koji mimo Njega uzimaju zaštitnike - Allah je Čuvar nad njima. A nisi ti nad njima zaštitnik"
        },
        {
            "chapter": 42,
            "verse": 7,
            "text": "I tako ti objavljujemo Kur’an na arapskom, da upozoriš Majku gradova i onog ko je oko nje; i upozoriš Danom okupljanja u koji nema sumnje. Skupina će u Džennet, a skupina u seir"
        },
        {
            "chapter": 42,
            "verse": 8,
            "text": "A da je htio Allah, sigurno bi ih učinio ummom jednom; međutim, uvodi koga hoće u milost Svoju. A zalimi - neće oni imati nikakva zaštitnika, niti pomagača"
        },
        {
            "chapter": 42,
            "verse": 9,
            "text": "Zar su uzeli mimo Njega zaštitnike? Pa Allah - On je Zaštitnik! A On oživljava mrtve i On je nad svakom stvari Posjednik moći"
        },
        {
            "chapter": 42,
            "verse": 10,
            "text": "A ono od stvari u čemu se razilazite, sud toga je Allahov. To je Allah, Gospodar moj; u Njega se pouzdavam i Njemu se obraćam"
        },
        {
            "chapter": 42,
            "verse": 11,
            "text": "Stvoritelj nebesa i Zemlje! Načinio vam je od duša vaših parice, i od stoke parove. Tako vas umnožava. Njemu ništa nije slično; a On je Onaj koji čuje, Onaj koji vidi"
        },
        {
            "chapter": 42,
            "verse": 12,
            "text": "Njegovi su ključevi nebesa i Zemlje; pruža opskrbu kome hoće, i uskraćuje. Uistinu, On je o svakoj stvari Znalac"
        },
        {
            "chapter": 42,
            "verse": 13,
            "text": "Propisao vam je od vjere ono što je naložio Nuhu, i šta smo objavili tebi, i šta smo naložili Ibrahimu i Musau i Isau: “Ispovijedajte vjeru i ne podvajajte se u njoj!” Teško je mušricima to čemu ih pozivaš. Allah odabire Sebi koga hoće i Sebi upućuje onog ko se obraća"
        },
        {
            "chapter": 42,
            "verse": 14,
            "text": "A podijelili su se jedino nakon što im je došlo znanje, zavišću između njih. A da nije Riječi prethodne od Gospodara tvog do roka određenog, zaista bi među njima bilo presuđeno. A uistinu, oni kojima je Knjiga data u naslijeđe poslije njih, o njoj su u sumnji zbunjujućoj"
        },
        {
            "chapter": 42,
            "verse": 15,
            "text": "Pa tome zato pozivaj i budi prav kao što ti je naređeno, i ne slijedi strasti njihove, i reci: “Vjerujem u ono što je Allah objavio od Knjige, a naređeno mi je da među vama budem pravedan. Allah je Gospodar naš i Gospodar vaš. Nama djela naša, a vama djela vaša. Nema dokazivanja između nas i između vas. Allah će nas sastaviti; a Njemu je dolazište"
        },
        {
            "chapter": 42,
            "verse": 16,
            "text": "A oni koji raspravljaju o Allahu, nakon što Mu se odazvalo - dokaz njihov je ništavan kod Gospodara njihovog i na njima je srdžba, a imaće oni kaznu žestoku"
        },
        {
            "chapter": 42,
            "verse": 17,
            "text": "Allah je Taj koji je objavio Knjigu s Istinom i Mjerilom. A šta znaš ti? Možda je Čas blizu"
        },
        {
            "chapter": 42,
            "verse": 18,
            "text": "Požuruju ga oni koji u njega ne vjeruju. A oni koji vjeruju, boje ga se i znaju da je on Istina. Zar nisu uistinu oni koji raspravljaju o Času, u zabludi dalekoj"
        },
        {
            "chapter": 42,
            "verse": 19,
            "text": "Allah je Fin robovima Svojim. Opskrbljuje koga hoće; a On je Silni, Moćni"
        },
        {
            "chapter": 42,
            "verse": 20,
            "text": "Ko bude želio usjev Ahireta, povećaćemo mu usjev njegov; a ko bude želio usjev Dunjaa, daćemo mu od njega i neće on imati u Ahiretu nikakva udjela"
        },
        {
            "chapter": 42,
            "verse": 21,
            "text": "Zar oni imaju ortake koji su im od vjere propisali ono što Allah ne dozvaljava? A da nije Riječi odlučujuće, sigurno bi bilo presuđeno među njima. A uistinu, zalimi - imaće oni kaznu bolnu"
        },
        {
            "chapter": 42,
            "verse": 22,
            "text": "Vidjećeš zalime brižne zbog onog šta su zaradili, a to će pasti na njih. A oni koji budu vjerovali i radili dobra djela, biće u bujnim vrtovima Dženneta. Imat će šta hoće kod Gospodara svog. To je to, blagodat velika"
        },
        {
            "chapter": 42,
            "verse": 23,
            "text": "To je ono čime Allah obveseljava robove Svoje koji vjeruju i čine dobra djela. Reci: “Ne tražim od vas za to nagradu, osim ljubavi prema rodbini.” A ko zaradi dobro, dodaćemo mu u tome dobro. Uistinu! Allah je Oprosnik, Zahvalni"
        },
        {
            "chapter": 42,
            "verse": 24,
            "text": "Zar govore: “Izmislio je o Allahu laž?” Pa da je htio Allah, zapečatio bi srce tvoje. A briše Allah neistinu i utvrđuje Istinu riječima Svojim. Uistinu! On je Znalac onog u grudima"
        },
        {
            "chapter": 42,
            "verse": 25,
            "text": "I On je Taj koji prima pokajanje robova Svojih. A oprašta zla djela i zna šta činite"
        },
        {
            "chapter": 42,
            "verse": 26,
            "text": "I odaziva se onima koji vjeruju i rade dobra djela, i uvećava im iz dobrote Svoje. A kafiri - imaće oni kaznu žestoku"
        },
        {
            "chapter": 42,
            "verse": 27,
            "text": "I kad bi Allah pružio opskrbu robovima Svojim, sigurno bi se pobunili na Zemlji, ali, spušta po mjeri, šta hoće. Uistinu! On je o robovima Svojim Obaviješteni, Vidilac"
        },
        {
            "chapter": 42,
            "verse": 28,
            "text": "I On je Taj koji spušta kišu nakon što postanu očajni, i rasprostire milost Svoju. A On je Zaštitnik, Hvaljeni"
        },
        {
            "chapter": 42,
            "verse": 29,
            "text": "I od znakova Njegovih je stvaranje nebesa i Zemlje i šta je po njima rasijao od živoga. I On je za skupljanje njihovo - kad bude htio - Kadar"
        },
        {
            "chapter": 42,
            "verse": 30,
            "text": "A šta vas pogodi od nesreće - to je što ste zaradili rukama svojim; a oprašta mnogo"
        },
        {
            "chapter": 42,
            "verse": 31,
            "text": "I niste vi ti koji će umaći u Zemlji, i nemate vi mimo Allaha nikakvog zaštitnika, niti pomagača"
        },
        {
            "chapter": 42,
            "verse": 32,
            "text": "I od znakova Njegovih su plovila na moru kao brda"
        },
        {
            "chapter": 42,
            "verse": 33,
            "text": "Ako hoće umiri vjetar, pa postanu nepomična na površini njegovoj. Uistinu, u tome su znaci za svakog strpljivog, zahvalnog"
        },
        {
            "chapter": 42,
            "verse": 34,
            "text": "Ili ih uništi zbog onog šta su zaradili, a oprašta mnogo"
        },
        {
            "chapter": 42,
            "verse": 35,
            "text": "A oni koji raspravljaju o ajetima Našim znaju, (da) njima nema nikakva pribježišta"
        },
        {
            "chapter": 42,
            "verse": 36,
            "text": "Pa ono što vam je dato od stvari - pa uživanje je života Dunjaa; a šta je kod Allaha, bolje je i trajnije za one koji vjeruju i u Gospodara svog se pouzdavaju"
        },
        {
            "chapter": 42,
            "verse": 37,
            "text": "I one koji se klonu velikih grijeha i nemorala, a kad se rasrde, oni opraštaju"
        },
        {
            "chapter": 42,
            "verse": 38,
            "text": "I one koji se odazovu Gospodaru svom i obave salat - a posao njihov je (predmet) savjetovanja među njima - i od onog čim smo ih opskrbili udjeljuju"
        },
        {
            "chapter": 42,
            "verse": 39,
            "text": "I one koji, kad ih pogodi nasilje, oni se brane"
        },
        {
            "chapter": 42,
            "verse": 40,
            "text": "A plaća za zlodjelo je zlodjelo slično tome. Pa ko oprosti i popravi, pa njegova nagrada je do Allaha. Uistinu! On ne voli zalime"
        },
        {
            "chapter": 42,
            "verse": 41,
            "text": "I doista, ko se odupre nakon zulma (nanešenog) njemu - pa takvi - nema protiv njih nikakva puta"
        },
        {
            "chapter": 42,
            "verse": 42,
            "text": "Jedino je put protiv onih koji čine zulm ljudima i bune se na Zemlji bez ikakva prava. Ti takvi će imati kaznu bolnu"
        },
        {
            "chapter": 42,
            "verse": 43,
            "text": "A doista, ko se strpi i oprosti - uistinu, to je od odlučujućih stvari"
        },
        {
            "chapter": 42,
            "verse": 44,
            "text": "A koga zabludi Allah, pa nema njemu nikakvog zaštitnika poslije Njega. I vidjećeš zalime pošto vide kaznu, govoriće: “Ima li povratku ikakva puta?”"
        },
        {
            "chapter": 42,
            "verse": 45,
            "text": "I vidjećeš ih, izlagaće se na nju poniženi od srama, gledaće ispod oka prikriveno. I reći će oni koji vjeruju: “Uistinu! Gubitnici su oni koji su izgubili duše svoje i porodice svoje na Dan kijameta.” Zar neće uistinu zalimi u kazni trajnoj biti"
        },
        {
            "chapter": 42,
            "verse": 46,
            "text": "I neće oni imati nikakvih zaštitnika da im pomognu mimo Allaha. A koga zabludi Allah - pa nema za njega nikakva puta"
        },
        {
            "chapter": 42,
            "verse": 47,
            "text": "Odazovite se Gospodaru svom prije nego dođe Dan kojem od Allaha neće biti odbijanja. Nećete vi Tog dana imati nikakvo sklonište i nećete vi imati (mogućnost) nikakvog poricanja"
        },
        {
            "chapter": 42,
            "verse": 48,
            "text": "Pa ako se okrenu - ta nismo te poslali nad njima čuvarom. Na tebi je jedino dostava. A uistinu, kad Mi damo da čovjek od Nas okusi milost, raduje joj se. A ako ih pogodi zlo zbog onog šta su pripravile ruke njihove, tad je čovjek uistinu nezahvalan"
        },
        {
            "chapter": 42,
            "verse": 49,
            "text": "Allahova je vlast nebesa i Zemlje. Stvara šta hoće! Daruje kome hoće žensko, a daruje kome hoće muško"
        },
        {
            "chapter": 42,
            "verse": 50,
            "text": "Ili ih udvaja, muške i ženske, a koga hoće - učini ga neplodnim. Uistinu! On je Znalac, Moćni"
        },
        {
            "chapter": 42,
            "verse": 51,
            "text": "A nije za smrtnika da mu govori Allah izuzev Objavom, ili iza hidžaba, ili pošalje poslanika, pa se objavljuje s dopuštenjem Njegovim šta (On) hoće. Uistinu! On je Uzvišeni, Mudri"
        },
        {
            "chapter": 42,
            "verse": 52,
            "text": "I tako smo ti objavili Duha naredbe Naše. Nisi znao šta je Knjiga, niti iman. Ali, učinili smo je svjetlom - upućujemo njime koga hoćemo od robova Naših. I uistinu, ti upućuješ putu pravom"
        },
        {
            "chapter": 42,
            "verse": 53,
            "text": "Putu Allahovom, Onog čije je šta je na nebesima i šta je na Zemlji. Zar k Allahu ne putuju stvari"
        },
        {
            "chapter": 43,
            "verse": 1,
            "text": "Ha. Mim"
        },
        {
            "chapter": 43,
            "verse": 2,
            "text": "Tako mi Kitaba jasnog"
        },
        {
            "chapter": 43,
            "verse": 3,
            "text": "Uistinu, Mi smo ga učinili Kur’anom na arapskom, da biste vi razumjeli"
        },
        {
            "chapter": 43,
            "verse": 4,
            "text": "A uistinu, on je u Majci-knjizi kod Nas uzvišen, mudar"
        },
        {
            "chapter": 43,
            "verse": 5,
            "text": "Pa zar da potpuno okrenemo od vas Opomenu jer ste narod pretjerujućih"
        },
        {
            "chapter": 43,
            "verse": 6,
            "text": "A koliko smo vjerovjesnika poslali ranijima"
        },
        {
            "chapter": 43,
            "verse": 7,
            "text": "I nije im došao nijedan vjerovjesnik, a da mu se nisu rugali"
        },
        {
            "chapter": 43,
            "verse": 8,
            "text": "Zato smo uništavali (one) žešće od ovih u sili, i prošao bi primjer ranijih"
        },
        {
            "chapter": 43,
            "verse": 9,
            "text": "A ako ih upitaš: “Ko je stvorio nebesa i Zemlju?” - sigurno će reći: “Stvorio ih je Moćni, Znalac”"
        },
        {
            "chapter": 43,
            "verse": 10,
            "text": "Onaj koji je za vas Zemlju učinio ležajem, i načinio vam na njoj puteve, da biste se vi uputili"
        },
        {
            "chapter": 43,
            "verse": 11,
            "text": "I Koji s neba spušta vodu po mjeri, pa njome proživljujemo predio mrtvi - tako ćete biti izvedeni"
        },
        {
            "chapter": 43,
            "verse": 12,
            "text": "I Koji je stvorio parove svega, i načinio vam plovila i stoku što jašete"
        },
        {
            "chapter": 43,
            "verse": 13,
            "text": "Da se smjestite na leđa njena, potom sjetite blagodati Gospodara svog kad se na njoj uspravite, i reknete: “Slava Onom koji nam je ovo potčinio, a ne bismo mi bili njeni ukrotitelji.”"
        },
        {
            "chapter": 43,
            "verse": 14,
            "text": "A uistinu, mi smo Gospodaru našem povratnici"
        },
        {
            "chapter": 43,
            "verse": 15,
            "text": "I pripisuju Mu od robova Njegovih dio! Uistinu, čovjek je nezahvalnik očiti"
        },
        {
            "chapter": 43,
            "verse": 16,
            "text": "Zar uzima od onog šta stvara, kćeri, a vas odlikuje sinovima"
        },
        {
            "chapter": 43,
            "verse": 17,
            "text": "A kad se neki od njih obraduje onim šta je Milostivom navodio kao primjer, zasjeni lice njegovo crnilom, i on je potišten"
        },
        {
            "chapter": 43,
            "verse": 18,
            "text": "Zar onaj ko se podiže u nakitu, a koji nije u prepirci jasan"
        },
        {
            "chapter": 43,
            "verse": 19,
            "text": "I tretiraju meleke - one koji su robovi Milostivog - ženskima. Jesu li bili svjedoci stvaranja njihovog? Zapisaće se svjedočenje njihovo i biće pitani"
        },
        {
            "chapter": 43,
            "verse": 20,
            "text": "I govore: “Da je htio Milostivi, ne bismo ih obožavali.” Nemaju oni o tome nikakvo znanje, oni samo nagađaju"
        },
        {
            "chapter": 43,
            "verse": 21,
            "text": "Zar smo im dali Knjigu prije njega, pa je se oni pridržavaju"
        },
        {
            "chapter": 43,
            "verse": 22,
            "text": "Naprotiv, govore: “Uistinu, mi smo našli očeve naše u ummetu i uistinu, mi smo na tragove njihove upućeni.”"
        },
        {
            "chapter": 43,
            "verse": 23,
            "text": "I isto tako, nismo u grad poslali nijednog od opominjača prije tebe, a da nisu rekli raskošnici njegovi: “Uistinu, mi smo našli očeve naše u ummetu, i uistinu, mi smo tragova njihovih sljedbenici.”"
        },
        {
            "chapter": 43,
            "verse": 24,
            "text": "Rekao bi: “Zar iako sam vam donio bolju Uputu od onog na čemu ste našli očeve svoje?” Rekli bi: “Uistinu, mi smo u ono s čim ste poslati, nevjernici.”"
        },
        {
            "chapter": 43,
            "verse": 25,
            "text": "Zato bismo im se osvetili, pa pogledaj kakav je bio kraj poricatelja"
        },
        {
            "chapter": 43,
            "verse": 26,
            "text": "I kad reče Ibrahim ocu svom i narodu svom: “Uistinu, ja sam slobodan od onog šta obožavate"
        },
        {
            "chapter": 43,
            "verse": 27,
            "text": "Izuzev Onog koji me je stvorio, pa uistinu, On će me uputiti.”"
        },
        {
            "chapter": 43,
            "verse": 28,
            "text": "I učinio je to riječju trajnom u potomstvu svom, da bi se oni povratili"
        },
        {
            "chapter": 43,
            "verse": 29,
            "text": "Naprotiv, dao sam da uživaju ovi i očevi njihovi, dok im nije došla Istina i Poslanik jasni"
        },
        {
            "chapter": 43,
            "verse": 30,
            "text": "I pošto im je došla Istina, rekoše: “Ovo je sihr, i uistinu, mi smo u njega nevjernici.”"
        },
        {
            "chapter": 43,
            "verse": 31,
            "text": "I rekoše: “Što ovaj Kur’an nije objavljen velikom čovjeku iz dva grada?”"
        },
        {
            "chapter": 43,
            "verse": 32,
            "text": "Dijele li oni milost Gospodara tvog? Mi raspodjeljujemo između njih njihova sredstva za izdržavanje u životu Dunjaa, a uzdigli smo ih jedne nad drugima stepenima, da jedni druge uzimaju u službu. A milost Gospodara tvog je bolja od onog šta skupljaju"
        },
        {
            "chapter": 43,
            "verse": 33,
            "text": "A da ljudi ne bi postali jedna zajednica, sigurno bismo onom ko ne vjeruje u Milostivog, za kuće njihove načinili krovove od srebra i stepeništa uz koja se penju"
        },
        {
            "chapter": 43,
            "verse": 34,
            "text": "I za kuće njihove vrata i sofe na koje se naslanjaju"
        },
        {
            "chapter": 43,
            "verse": 35,
            "text": "I zlatne ukrase. A sve je to samo užitak života Dunjaa. A Ahiret je kod Gospodara tvog za bogobojazne"
        },
        {
            "chapter": 43,
            "verse": 36,
            "text": "A ko bude slijep na sjećanje Milostivog, dodijelit ćemo mu šejtana, pa će mu on biti drug"
        },
        {
            "chapter": 43,
            "verse": 37,
            "text": "I uistinu, oni će ih odvraćati od puta, a računaju da su oni upućeni"
        },
        {
            "chapter": 43,
            "verse": 38,
            "text": "Dok, kad Nam dođe, reći će: “O da je između mene i između tebe rastojanje dvaju istoka. Pa loš si drug!”"
        },
        {
            "chapter": 43,
            "verse": 39,
            "text": "I neće vam koristiti (ovaj) Dan - kad ste zulm činili - što ste vi u kazni saučesnici"
        },
        {
            "chapter": 43,
            "verse": 40,
            "text": "Pa zar ti da pročuješ gluhe ili uputiš slijepce i onog ko je u zabludi očitoj"
        },
        {
            "chapter": 43,
            "verse": 41,
            "text": "Pa ako uklonimo tebe, pa uistinu, Mi ćemo njima biti Osvetnici"
        },
        {
            "chapter": 43,
            "verse": 42,
            "text": "Ili ti pokažemo ono čime im prijetimo; pa uistinu, Mi smo nad njima Svemoćni"
        },
        {
            "chapter": 43,
            "verse": 43,
            "text": "Zato se drži onoga šta ti je objavljeno. Uistinu, ti si na putu pravom"
        },
        {
            "chapter": 43,
            "verse": 44,
            "text": "I uistinu, on je Opomena tebi i narodu tvom; a bićete pitani"
        },
        {
            "chapter": 43,
            "verse": 45,
            "text": "I pitaj onog koga smo poslali prije tebe od poslanika Naših, jesmo li učinili mimo Milostivog bogove da budu obožavani"
        },
        {
            "chapter": 43,
            "verse": 46,
            "text": "I doista smo poslali Musaa sa znakovima Našim faraonu i uglednicima njegovim, pa je rekao: “Uistinu, ja sam poslanik Gospodara svjetova.”"
        },
        {
            "chapter": 43,
            "verse": 47,
            "text": "Pa pošto im dođe sa znakovima Našim, gle - oni su im se ismijavali"
        },
        {
            "chapter": 43,
            "verse": 48,
            "text": "I nismo im pokazali nijedan znak, a da on nije bio veći od sestre svoje, i dograbili smo ih kaznom, da bi se oni povratili"
        },
        {
            "chapter": 43,
            "verse": 49,
            "text": "I rekoše: “O čarobnjače! Zovi nam Gospodara svog s onim što je s tobom sklopio. Uistinu, mi ćemo biti upućeni.”"
        },
        {
            "chapter": 43,
            "verse": 50,
            "text": "Pa pošto smo otklonili od njih kaznu, gle - oni prekršiše"
        },
        {
            "chapter": 43,
            "verse": 51,
            "text": "I objavi faraon u narodu svom, reče: “O narode moj! Zar nije moja vlast Egipta, i ovih rijeka (što) teku ispod mene? Pa zar ne vidite"
        },
        {
            "chapter": 43,
            "verse": 52,
            "text": "Zar (nisam) ja bolji od ovog - njega koji je prezren i jedva jasan"
        },
        {
            "chapter": 43,
            "verse": 53,
            "text": "Pa zašto na njega nisu stavljene narukvice od zlata ili s njim došli meleci pratioci?”"
        },
        {
            "chapter": 43,
            "verse": 54,
            "text": "Tad učini lahkim narod svoj, te ga poslušaše. Uistinu, oni su bili narod grješnika"
        },
        {
            "chapter": 43,
            "verse": 55,
            "text": "Pa pošto su Nas rasrdili, osvetili smo im se, te ih sve potopili"
        },
        {
            "chapter": 43,
            "verse": 56,
            "text": "Pa ih učinili (stvari) prošlom, i primjerom kasnijima"
        },
        {
            "chapter": 43,
            "verse": 57,
            "text": "I pošto je naveden sin Merjemin kao primjer - gle! narod tvoj na to zagalami"
        },
        {
            "chapter": 43,
            "verse": 58,
            "text": "I rekoše: “Jesu li bogovi naši bolji ili on?” Naveli su ti ga samo radi rasprave. Šta više, oni su narod svađalački"
        },
        {
            "chapter": 43,
            "verse": 59,
            "text": "On je samo rob kojeg smo obdarili i učinili ga primjerom sinovima Israilovim"
        },
        {
            "chapter": 43,
            "verse": 60,
            "text": "A da smo htjeli, sigurno bismo od vas načinili meleke na Zemlji, da naslijede"
        },
        {
            "chapter": 43,
            "verse": 61,
            "text": "I uistinu, to je znanje o Času, zato nikako ne sumnjajte u to, i slijedite Mene. Ovo je put pravi"
        },
        {
            "chapter": 43,
            "verse": 62,
            "text": "I neka vas nikako ne odvrati šejtan; uistinu, on vam je neprijatelj otvoreni"
        },
        {
            "chapter": 43,
            "verse": 63,
            "text": "I pošto Isa dođe sa dokazima jasnim, reče: “Doista sam vam došao s mudrošću i da vam objasnim dio onog o čemu se razilazite. Zato se bojte Allaha i mene poslušajte"
        },
        {
            "chapter": 43,
            "verse": 64,
            "text": "Uistinu, Allah! On je Gospodar moj i Gospodar vaš, zato Njega obožavajte. Ovo je put pravi.”"
        },
        {
            "chapter": 43,
            "verse": 65,
            "text": "Tad su se razišle stranke među njima. Pa teško onima koji čine zulm, od kazne Dana bolnog"
        },
        {
            "chapter": 43,
            "verse": 66,
            "text": "Čekuju li samo Čas da im dođe iznenada, a oni ne opaze"
        },
        {
            "chapter": 43,
            "verse": 67,
            "text": "Prijatelji će Tog dana jedni drugima neprijatelji biti - izuzev bogobojaznih"
        },
        {
            "chapter": 43,
            "verse": 68,
            "text": "“O robovi Moji! Nema za vas straha Danas, niti ćete vi tugovati"
        },
        {
            "chapter": 43,
            "verse": 69,
            "text": "Oni koji su vjerovali u ajate Naše i bili muslimani"
        },
        {
            "chapter": 43,
            "verse": 70,
            "text": "Uđite u Džennet vi i žene vaše, veseleći se.”"
        },
        {
            "chapter": 43,
            "verse": 71,
            "text": "Obilaziće se oko njih sa posudama od zlata i peharima; a u njima će biti ono šta zažele duše i naslađuju oči; a u njemu ćete vi vječito biti"
        },
        {
            "chapter": 43,
            "verse": 72,
            "text": "A to je Džennet koji vam je dat u naslijeđe zbog onog šta ste radili"
        },
        {
            "chapter": 43,
            "verse": 73,
            "text": "Imaćete u njemu mnogo voća koje ćete jesti"
        },
        {
            "chapter": 43,
            "verse": 74,
            "text": "Uistinu, zločinci će u kazni Džehennema vječito biti"
        },
        {
            "chapter": 43,
            "verse": 75,
            "text": "Neće im se ublažiti, a oni će u njoj biti očajnici"
        },
        {
            "chapter": 43,
            "verse": 76,
            "text": "I nismo im učinili zulm, nego su oni bili zalimi"
        },
        {
            "chapter": 43,
            "verse": 77,
            "text": "I dozivat će: “O Malik! Nek svrši s nama Gospodar tvoj.” Reći će: “Uistinu, vi ste ti koji ostajete!”"
        },
        {
            "chapter": 43,
            "verse": 78,
            "text": "Doista, donijeli smo vam Istinu, međutim, većina vas ste mrzitelji Istine"
        },
        {
            "chapter": 43,
            "verse": 79,
            "text": "Zar oni sređuju stvar? Pa uistinu, Mi smo Sređivatelji"
        },
        {
            "chapter": 43,
            "verse": 80,
            "text": "Zar računaju da Mi ne čujemo tajnu njihovu i sašaptavanje njihovo? Svakako! A izaslanici Naši su kod njih - zapisuju"
        },
        {
            "chapter": 43,
            "verse": 81,
            "text": "Reci: “Kad bi Milostivi imao dijete, pa ja bih bio prvi od obožavatelja.”"
        },
        {
            "chapter": 43,
            "verse": 82,
            "text": "Slava neka je Gospodaru nebesa i Zemlje, Gospodaru Arša, nad onim šta pripisuju"
        },
        {
            "chapter": 43,
            "verse": 83,
            "text": "Zato ih ostavi - upuštaju se i zabavljaju, dok ne sretnu Dan njihov kojim im se prijeti"
        },
        {
            "chapter": 43,
            "verse": 84,
            "text": "A On je Taj koji je na nebu Bog i na Zemlji Bog, i On je Mudri, Znalac"
        },
        {
            "chapter": 43,
            "verse": 85,
            "text": "I neka je blagoslovljen Onaj čija je vlast nebesa i Zemlje i onog što je između njih. A kod Njega je znanje Časa i Njemu ćete biti vraćeni"
        },
        {
            "chapter": 43,
            "verse": 86,
            "text": "I oni koje mimo Njega prizivaju, ne vladaju posredništvom - izuzev ko svjedoči Istinu - a oni znaju"
        },
        {
            "chapter": 43,
            "verse": 87,
            "text": "A ako ih upitaš ko ih je stvorio, sigurno će reći: “Allah!” Pa kud se odvraćaju"
        },
        {
            "chapter": 43,
            "verse": 88,
            "text": "I govor njegov je: “O Gospodaru moj! Uistinu, ovo su ljudi koji ne vjeruju.”"
        },
        {
            "chapter": 43,
            "verse": 89,
            "text": "Pa okreni se od njih i reci: “Selam!” Pa saznat će"
        },
        {
            "chapter": 44,
            "verse": 1,
            "text": "Ha. Mim"
        },
        {
            "chapter": 44,
            "verse": 2,
            "text": "Tako mi Knjige jasne"
        },
        {
            "chapter": 44,
            "verse": 3,
            "text": "Uistinu, Mi smo je spustili u noći blagoslovljenoj - uistinu, Mi smo Opominjači"
        },
        {
            "chapter": 44,
            "verse": 4,
            "text": "U njoj se razdjeljuje svaka stvar mudra"
        },
        {
            "chapter": 44,
            "verse": 5,
            "text": "Naredbom od Nas - uistinu, Mi smo Pošiljaoci"
        },
        {
            "chapter": 44,
            "verse": 6,
            "text": "Milošću Gospodara tvog. Uistinu, On, On je Onaj koji čuje, Znalac"
        },
        {
            "chapter": 44,
            "verse": 7,
            "text": "Gospodara nebesa i Zemlje i šta je između njih; ako ste uvjereni"
        },
        {
            "chapter": 44,
            "verse": 8,
            "text": "Samo je On Bog! Oživljava i usmrćuje; Gospodar vaš i Gospodar očeva vaših ranijih"
        },
        {
            "chapter": 44,
            "verse": 9,
            "text": "Naprotiv, oni se u sumnji zabavljaju"
        },
        {
            "chapter": 44,
            "verse": 10,
            "text": "Pa sačekaj Dan kad se nebo pojavi s dimom očitim"
        },
        {
            "chapter": 44,
            "verse": 11,
            "text": "Prekrit će ljude! Ovo će biti kazna bolna"
        },
        {
            "chapter": 44,
            "verse": 12,
            "text": "“Gospodaru naš! Otkloni od nas kaznu. Uistinu, mi smo vjernici.”"
        },
        {
            "chapter": 44,
            "verse": 13,
            "text": "Otkud im Opomena, a već im je došao Poslanik jasni"
        },
        {
            "chapter": 44,
            "verse": 14,
            "text": "Potom su se od njega okrenuli i rekli: “Poučeni, luđak!”"
        },
        {
            "chapter": 44,
            "verse": 15,
            "text": "Uistinu! Mi ćemo kaznu malo otkloniti. Doista! Vi ste povratnici"
        },
        {
            "chapter": 44,
            "verse": 16,
            "text": "Na Dan kad dograbimo grabljenjem najvećim, uistinu, Mi ćemo biti Osvetnici"
        },
        {
            "chapter": 44,
            "verse": 17,
            "text": "I doista smo iskušali prije njih narod faraonov, a došao im je poslanik plemeniti"
        },
        {
            "chapter": 44,
            "verse": 18,
            "text": "“Izručite mi robove Allahove. Uistinu! Ja sam vam poslanik pouzdani"
        },
        {
            "chapter": 44,
            "verse": 19,
            "text": "I ne uzvisujte se protiv Allaha. Uistinu! Ja vam dolazim s autoritetom očitim"
        },
        {
            "chapter": 44,
            "verse": 20,
            "text": "I uistinu, ja tražim zaštitu u Gospodara svog i Gospodara vašeg, da me ne kamenujete"
        },
        {
            "chapter": 44,
            "verse": 21,
            "text": "A ako mi ne vjerujete, onda me ostavite.”"
        },
        {
            "chapter": 44,
            "verse": 22,
            "text": "Tad pozva Gospodara svog: “Ovi su narod zločinaca.”"
        },
        {
            "chapter": 44,
            "verse": 23,
            "text": "“Pa otputuj s robovima Mojim noću. Uistinu, vi ćete biti slijeđeni"
        },
        {
            "chapter": 44,
            "verse": 24,
            "text": "I ostavi more smirenim! Uistinu, oni će biti vojska potopljenih.”"
        },
        {
            "chapter": 44,
            "verse": 25,
            "text": "Koliko ostaviše bašča i izvora"
        },
        {
            "chapter": 44,
            "verse": 26,
            "text": "I žitnih polja i mjesta plemenitog"
        },
        {
            "chapter": 44,
            "verse": 27,
            "text": "I blagodati u kojoj su radosni bili"
        },
        {
            "chapter": 44,
            "verse": 28,
            "text": "Tako - a dali smo to u naslijeđe narodu drugih"
        },
        {
            "chapter": 44,
            "verse": 29,
            "text": "Pa nije plakalo nad njima nebo i Zemlja, i nije im bilo odgođeno"
        },
        {
            "chapter": 44,
            "verse": 30,
            "text": "I doista smo spasili sinove Israilove od kazne prezrene"
        },
        {
            "chapter": 44,
            "verse": 31,
            "text": "Od faraona. Uistinu, on je bio nadmen, od onih koji pretjeruju"
        },
        {
            "chapter": 44,
            "verse": 32,
            "text": "I doista smo ih odabrali sa znanjem nad svjetovima"
        },
        {
            "chapter": 44,
            "verse": 33,
            "text": "I dali im znakove u kojima je bila kušnja očita"
        },
        {
            "chapter": 44,
            "verse": 34,
            "text": "Uistinu, ovi govore"
        },
        {
            "chapter": 44,
            "verse": 35,
            "text": "“To je samo naša prva smrt, i nećemo mi biti podignuti"
        },
        {
            "chapter": 44,
            "verse": 36,
            "text": "Pa dajte očeve naše, ako ste iskreni!”"
        },
        {
            "chapter": 44,
            "verse": 37,
            "text": "Jesu li oni bolji ili narod Tubba i oni prije njih? Uništili smo ih. Uistinu, oni su bili zločinci"
        },
        {
            "chapter": 44,
            "verse": 38,
            "text": "I nismo stvorili nebesa i Zemlju i šta je između njih zabavljajući se"
        },
        {
            "chapter": 44,
            "verse": 39,
            "text": "Stvorili smo ih jedino s Istinom, ali većina njih ne zna"
        },
        {
            "chapter": 44,
            "verse": 40,
            "text": "Uistinu, Dan odluke je vrijeme svih njih"
        },
        {
            "chapter": 44,
            "verse": 41,
            "text": "Dan kad neće prijatelj koristiti prijatelju nimalo, niti će oni biti pomognuti"
        },
        {
            "chapter": 44,
            "verse": 42,
            "text": "Izuzev kome se smiluje Allah. Uistinu! On, On je Moćni, Milosrdni"
        },
        {
            "chapter": 44,
            "verse": 43,
            "text": "Uistinu, drvo zekkum će biti"
        },
        {
            "chapter": 44,
            "verse": 44,
            "text": "Hrana grješnika"
        },
        {
            "chapter": 44,
            "verse": 45,
            "text": "Kao rastopljen metal vriće u trbusima"
        },
        {
            "chapter": 44,
            "verse": 46,
            "text": "Kao vrenje ključale vode"
        },
        {
            "chapter": 44,
            "verse": 47,
            "text": "“Zgrabite ga te ga odvucite usred džehima"
        },
        {
            "chapter": 44,
            "verse": 48,
            "text": "Potom nad glavom njegovom za kaznu izlivajte ključalu vodu.”"
        },
        {
            "chapter": 44,
            "verse": 49,
            "text": "“Kušaj! Uistinu ti, ti si ’moćni, plemeniti!”"
        },
        {
            "chapter": 44,
            "verse": 50,
            "text": "“Uistinu, ovo je ono u što ste sumnjali.”"
        },
        {
            "chapter": 44,
            "verse": 51,
            "text": "Uistinu, bogobojazni će biti u mjestu sigurnom"
        },
        {
            "chapter": 44,
            "verse": 52,
            "text": "U baščama i izvorima"
        },
        {
            "chapter": 44,
            "verse": 53,
            "text": "Odijevat će se svilom i brokatom, naspramni će biti"
        },
        {
            "chapter": 44,
            "verse": 54,
            "text": "Tako; i oženićemo ih hurijama lijepih krupnih očiju"
        },
        {
            "chapter": 44,
            "verse": 55,
            "text": "Pozivat će u njima za svako voće, sigurni"
        },
        {
            "chapter": 44,
            "verse": 56,
            "text": "Neće u njima okusiti smrt, izuzev smrti prve, i sačuvaće ih kazne džehima"
        },
        {
            "chapter": 44,
            "verse": 57,
            "text": "Dobrota od Gospodara tvog. To je to, postignuće veličanstveno"
        },
        {
            "chapter": 44,
            "verse": 58,
            "text": "Pa doista smo ga olakšali na jeziku tvom, da bi se oni poučili"
        },
        {
            "chapter": 44,
            "verse": 59,
            "text": "Zato pričekaj! Uistinu, oni su čekatelji"
        },
        {
            "chapter": 45,
            "verse": 1,
            "text": "Ha. Mim"
        },
        {
            "chapter": 45,
            "verse": 2,
            "text": "Objava Knjige je od Allaha, Moćnog, Mudrog"
        },
        {
            "chapter": 45,
            "verse": 3,
            "text": "Uistinu, na nebesima i Zemlji su znaci za vjernike"
        },
        {
            "chapter": 45,
            "verse": 4,
            "text": "I u stvaranju vašem i onom šta je rasijao od živine - znaci su za ljude koji su uvjereni"
        },
        {
            "chapter": 45,
            "verse": 5,
            "text": "I variranju noći i dana i šta Allah spusti s neba od opskrbe - pa oživljava njome zemlju nakon mrtvila njenog - i izmjeni vjetrova - znaci su za ljude koji shvataju"
        },
        {
            "chapter": 45,
            "verse": 6,
            "text": "To su ajeti Allahovi, učimo ih tebi s Istinom. Pa u koji će hadis nakon Allaha i ajeta Njegovih vjerovati"
        },
        {
            "chapter": 45,
            "verse": 7,
            "text": "Teško svakom lažljivcu, grješniku"
        },
        {
            "chapter": 45,
            "verse": 8,
            "text": "Sluša ajete Allahove, uče mu se, zatim ustrajava oholo, kao da ih nije čuo. Zato ga obraduj kaznom bolnom"
        },
        {
            "chapter": 45,
            "verse": 9,
            "text": "A kad od ajeta Naših nešto sazna, uzme ih ruglom. Ti takvi će imati kaznu prezrenu"
        },
        {
            "chapter": 45,
            "verse": 10,
            "text": "Pred njima je Džehennem; i nimalo im neće koristiti ono što su stekli, niti ono šta su mimo Allaha uzimali zaštitnicima. A imaće oni kaznu strahovitu"
        },
        {
            "chapter": 45,
            "verse": 11,
            "text": "Ovo je Uputa. A oni koji ne vjeruju u ajete Gospodara svog, imaće oni bolnu kaznu prljavštine"
        },
        {
            "chapter": 45,
            "verse": 12,
            "text": "Allah je Taj koji je za vas potčinio more, da plovilo plovi njime po odredbi Njegovoj, i da tražite iz blagodati Njegove, i da biste vi zahvaljivali"
        },
        {
            "chapter": 45,
            "verse": 13,
            "text": "I potčinio je za vas šta je na nebesima i šta je na Zemlji; sve je od Njega. Uistinu, u tome su znaci za ljude koji razmišljaju"
        },
        {
            "chapter": 45,
            "verse": 14,
            "text": "Reci onima koji vjeruju, da oproste onima koji se ne nadaju danima Allahovim, da bi ljudima platio za ono šta su zaradili"
        },
        {
            "chapter": 45,
            "verse": 15,
            "text": "Ko radi dobro, pa za dušu je njegovu; a ko radi zlo, pa protiv nje je; zatim ćete Gospodaru svom biti vraćeni"
        },
        {
            "chapter": 45,
            "verse": 16,
            "text": "I zaista smo sinovima Israilovim dali Knjigu i sud i poslanstvo, i opskrbili ih dobrim stvarima, i odlikovali ih nad svjetovima"
        },
        {
            "chapter": 45,
            "verse": 17,
            "text": "I dali smo im dokaze jasne o stvari, pa su se razišli jedino nakon što im je došlo znanje, zavišću međusobnom. Uistinu, Gospodar tvoj će presuditi među njima na Dan kijameta, o onome u čemu su se razilazili"
        },
        {
            "chapter": 45,
            "verse": 18,
            "text": "Zatim smo učinili da ti (ideš) Šeriatom po naredbi, zato ga slijedi, i ne slijedi strasti onih koji ne znaju"
        },
        {
            "chapter": 45,
            "verse": 19,
            "text": "Uistinu, oni ti neće koristiti protiv Allaha nimalo. A uistinu, zalimi - oni su zaštitnici jedni drugima; a Allah je Zaštitnik bogobojaznih"
        },
        {
            "chapter": 45,
            "verse": 20,
            "text": "Ovo su jasni uvidi za ljude, i Uputa i milost za ljude koji su uvjereni"
        },
        {
            "chapter": 45,
            "verse": 21,
            "text": "Zar računaju oni koji čine zla djela, da ćemo njih tretirati kao one koji vjeruju i čine dobra djela - istim životom njihovim i smrću njihovom? Loše je šta prosuđuju"
        },
        {
            "chapter": 45,
            "verse": 22,
            "text": "A Allah je stvorio nebesa i Zemlju s Istinom, i da se plati svakoj duši za ono šta je zaradila, a neće im se učiniti zulm"
        },
        {
            "chapter": 45,
            "verse": 23,
            "text": "Pa vidiš li onog ko je bogom svojim uzeo strast svoju? A zaveo ga je Allah znanjem, i zapečatio sluh njegov i srce njegovo i postavio na vid njegov pokrivku? Pa ko će ga uputiti mimo Allaha? Pa zar se nećete poučiti"
        },
        {
            "chapter": 45,
            "verse": 24,
            "text": "I govore: “Šta je to sem života našeg dunjalučkog? Umiremo i živimo, uništava nas jedino vrijeme.” A nemaju oni o tome nikakvo znanje, oni samo nagađaju"
        },
        {
            "chapter": 45,
            "verse": 25,
            "text": "I kad im se uče ajeti Naši jasni, nemaju argumenta svog, izuzev da kažu: “Dajte nam pretke naše, ako ste istiniti.”"
        },
        {
            "chapter": 45,
            "verse": 26,
            "text": "Reci: “Allah vas oživljava, zatim vas usmrćuje, potom će vas sabrati na Dan kijameta u koji nema sumnje”, ali većina ljudi ne zna"
        },
        {
            "chapter": 45,
            "verse": 27,
            "text": "A Allahova je vlast nebesa i Zemlje. A na Dan kad nastupi Čas, Tog dana će izgubiti blebetala"
        },
        {
            "chapter": 45,
            "verse": 28,
            "text": "I vidjet ćeš svaki ummet - klečat će. Svaki ummet će biti pozvan knjizi svojoj. “Danas ćete biti plaćeni za ono šta ste radili"
        },
        {
            "chapter": 45,
            "verse": 29,
            "text": "Ovo je Knjiga Naša, govori o vama s Istinom. Uistinu, Mi smo prepisali šta ste radili.”"
        },
        {
            "chapter": 45,
            "verse": 30,
            "text": "Pa što se tiče onih koji vjeruju i rade dobra djela - pa uvešće ih Gospodar njihov u milost Svoju. To je taj uspjeh očiti"
        },
        {
            "chapter": 45,
            "verse": 31,
            "text": "A što se tiče onih koji ne vjeruju: “Zar vam ajeti Moji nisu učeni bili? Tad ste se oholili i bili narod zločinaca.”"
        },
        {
            "chapter": 45,
            "verse": 32,
            "text": "I kad se govorilo: “Uistinu! Obećanje Allahovo je Istina i Čas u koji nema sumnje”, rekli ste: “Ne znamo šta je Čas i nagađamo jedino pretpostavke i nismo mi uvjereni.”"
        },
        {
            "chapter": 45,
            "verse": 33,
            "text": "I ukazaće im se zla koja su uradili i spopašće ih ono čemu su se izrugivali"
        },
        {
            "chapter": 45,
            "verse": 34,
            "text": "I biće rečeno: “Danas vas zaboravljamo, kao što ste zaboravili na susret dana vašeg ovog. A sklonište vaše je vatra i nema za vas nikakvih pomagača.”"
        },
        {
            "chapter": 45,
            "verse": 35,
            "text": "To stoga što ste vi ajete Allahove uzimali ruglu, a zavarao vas je život Dunjaa. Zato se Danas neće izvući iz nje, i neće im se udovoljiti"
        },
        {
            "chapter": 45,
            "verse": 36,
            "text": "Pa Allahu neka je hvala, Gospodaru nebesa i Gospodaru Zemlje, Gospodaru svjetova!”"
        },
        {
            "chapter": 45,
            "verse": 37,
            "text": "A Njegova je veličanstvenost na nebesima i Zemlji; a On je Moćni, Mudri"
        }
    ]
}