{
    "rukus": [
        {
            "chapter": 6,
            "verse": 11,
            "text": "Say, \"Travel in the earth; thereafter look into how was the end of the beliers"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "Say, \"To whom (belongs) whatever is in the heavens and the earth?\" Say, \"To Allah.\" He has prescribed for Himself (the) mercy. Indeed He will definitely gather you to the Day of the Resurrection; there is no suspicion about it. The ones who have lost their (own) selves; so they do not believe"
        },
        {
            "chapter": 6,
            "verse": 13,
            "text": "And to Him belongs whatever rests in the night and the daytime; and He is The Ever-Hearing, The Ever-Knowing"
        },
        {
            "chapter": 6,
            "verse": 14,
            "text": "Say, \"Shall I take to myself as constant patron other than Allah, The Originator (Literally: The Renderer) of the heavens and the earth, and He is (The One) Who feeds, and is not fed?\" Say, \"Surely I have been commanded to be the first of the ones who have surrendered, \" (i.e. who have become Muslims) and definitely do not be of the associators (i.e., those who associate others with Allah)"
        },
        {
            "chapter": 6,
            "verse": 15,
            "text": "Say, \"Surely I fear, in case I disobey my Lord, the torment of a tremendous Day"
        },
        {
            "chapter": 6,
            "verse": 16,
            "text": "From whomever it is turned about (i.e., it \"torment\" is turned away) upon that Day, then He will have mercy on him; and that is the evident triumph"
        },
        {
            "chapter": 6,
            "verse": 17,
            "text": "And in case Allah touches you with an adversity, then none (can) lift it off except He, and in case He touches you with charity, (i.e., benefit, welfare) then He is Ever-Determiner over everything"
        },
        {
            "chapter": 6,
            "verse": 18,
            "text": "And He is The Vanquisher above His bondmen, and He is The Ever-Wise, The Ever-Cognizant"
        },
        {
            "chapter": 6,
            "verse": 19,
            "text": "Say, \"Which thing is greatest in testimony?\" Say, \" Allah is Ever- Witnessing between me and you; and this Qur'an has been revealed to me to warn you thereby and whomever it reaches.\" Do you surely bear witness indeed that there are other gods with Allah?\" Say, \"I do not bear witness.\" Say, \"Surely He is only One God, and surely I (myself) am quit of whatever you associate (with Him)"
        },
        {
            "chapter": 6,
            "verse": 20,
            "text": "The ones to whom We have brought the Book recognize it (just) as they recognize their sons. The ones who lost their (own) selves, so they do not believe"
        }
    ]
}