{
    "rukus": [
        {
            "chapter": 10,
            "verse": 31,
            "text": "Say, \"Who provides you from the heaven and the earth, or even who possesses hearing and beholdings, (i.e., eyesights) and who brings out the living from the dead and brings out the dead from the living, and who conducts the Command?\" Then will they soon say, \" Allah.\" So say, \"Then will you not be pious"
        },
        {
            "chapter": 10,
            "verse": 32,
            "text": "That then is Allah, your Lord, The True; so what is there, after the Truth, except error? Then wherever are you turned about"
        },
        {
            "chapter": 10,
            "verse": 33,
            "text": "Thus the Word of your Lord has come true against the ones who were immoral that they do not believe"
        },
        {
            "chapter": 10,
            "verse": 34,
            "text": "Say, \"Is there any of your associates who begins creation (and) thereafter brings it back?\" Say Allah begins creation (and) thereafter brings it back. So wherever are you diverged (into falsehood)"
        },
        {
            "chapter": 10,
            "verse": 35,
            "text": "Say, \"Is there any of your associates (Those things associated with Allah) who gives guidance towards the Truth?\" Say, \" Allah guides to the Truth. Then is He who guides to the Truth (worthier) to be closely followed or he who finds no guidance (for himself or others) unless he is guided? What (plea) have you; how do you judge"
        },
        {
            "chapter": 10,
            "verse": 36,
            "text": "And in no way do most of them ever follow anything except surmise; surely surmise avails nothing against the Truth. Surely ? Allah is Ever-Knowing of whatever they perform"
        },
        {
            "chapter": 10,
            "verse": 37,
            "text": "And in no way could this Qur'an have been fabricated, apart from Allah; but it is a (sincere) verification of what is before it (Literally: between its two hands) and an expounding of the Book. There is no suspicion about it, (it is) from The Lord of the worlds"
        },
        {
            "chapter": 10,
            "verse": 38,
            "text": "Or (even) do they say, \"He has fabricated it\"? Say, \"Then come up with a s?rah like it and call on whom you can call apart from Allah, in case you are sincere"
        },
        {
            "chapter": 10,
            "verse": 39,
            "text": "No indeed, (but) they have cried lies to that of which they did not encompass the knowledge and whose interpretation as yet has not come up to them. Thus the ones who were even before them cried lies; so, look how was the end of the unjust"
        },
        {
            "chapter": 10,
            "verse": 40,
            "text": "And of them are the ones who believe in it, and of them are the ones who do not believe in it; and your Lord knows best the corruptors"
        }
    ]
}