{
    "rukus": [
        {
            "chapter": 10,
            "verse": 83,
            "text": "So, in no way did (anyone) believe Musa, (Moses) except (some) offspring of his people, with fear of Firaawn (Pharaoh) and their chiefs, that they would tempt them; (i.e., persecute them of force them into disbelief) and surely Firaawn was indeed exalted in the land, and surely he was indeed of the extravagant"
        },
        {
            "chapter": 10,
            "verse": 84,
            "text": "And Musa said, \"O my people, in case you have believed in Allah, then in Him put your trust, in case you are Muslims.\" (i.e., you have surrendered to Allah)"
        },
        {
            "chapter": 10,
            "verse": 85,
            "text": "Then they said, \"On Allah we have put our trust. Our Lord, do not make us a temptation to the unjust people"
        },
        {
            "chapter": 10,
            "verse": 86,
            "text": "And safely deliver us (all) by Your mercy from the disbelieving people"
        },
        {
            "chapter": 10,
            "verse": 87,
            "text": "And We revealed to Musa and his brother, (saying), \"Take as a location for your people, in M?isr, (Egypt) (some) homes, and make your homes a Qiblah, (A direction for prayer, i.e., make your houses places of worship) and keep up prayer, and give good tidings to the believers"
        },
        {
            "chapter": 10,
            "verse": 88,
            "text": "And Musa said, \"Our Lord, surely You have brought Firaawn and his chiefs adornment and riches in the present life, (Literally: the lowly life, i.e., the life of this world) Our Lord, that they may make (people) err away from Your way. Our Lord, obliterate their riches, and strictly harden their hearts so that they do not believe till they see the painful torment"
        },
        {
            "chapter": 10,
            "verse": 89,
            "text": "Said He, \"Your invocation (i.e., of both Musa and H?arun) has been answered; so go you (two) straight and definitely do not ever follow the way of the ones who do not know"
        },
        {
            "chapter": 10,
            "verse": 90,
            "text": "And We made the Seeds (Or: sons) of Israel) pass over the sea; then Firaawn and his hosts followed them up inequitably and aggressively till, when the drowning overtook him, he said, \"I believe that there is no god except He in Whom the Seeds of believe, and I am one of the Muslims"
        },
        {
            "chapter": 10,
            "verse": 91,
            "text": "Do you (believe) now? And before (that) you readily disobeyed, and you were (one) of the corruptors"
        },
        {
            "chapter": 10,
            "verse": 92,
            "text": "So today We will (safely) deliver you with your body that you may be a sign to the ones succeeding you; and surely many among mankind are indeed heedless of Our signs"
        }
    ]
}