{
    "rukus": [
        {
            "chapter": 12,
            "verse": 69,
            "text": "And soon as they entered to Yusuf, (Joseph) he gave an abode to his brother (saying), \"Surely I, even I, am your brother; so do not feel chagrined by whatever were doing"
        },
        {
            "chapter": 12,
            "verse": 70,
            "text": "Then as soon as he equipped them with their equipment, he placed (Literally: made) the drinking- cup in the saddlebag of his brother. Thereafter a crier announced, (Literally: an announcer announced) \"O you (of) the caravan, surely you are indeed thieves"
        },
        {
            "chapter": 12,
            "verse": 71,
            "text": "They said (as) they came forward to them, \"What is (it) that you are missing"
        },
        {
            "chapter": 12,
            "verse": 72,
            "text": "They said, \"We are missing the king's tumbler; and whoever comes up with it shall have a camel's burden; and for that I am a (sure) guarantor"
        },
        {
            "chapter": 12,
            "verse": 73,
            "text": "They said, \"By (The Arabic here is at-llahi, which is a stronger oath than the usual we-llahi) Allah, indeed you already know that in no way have we come to corrupt in the land and in no way are we thieves"
        },
        {
            "chapter": 12,
            "verse": 74,
            "text": "They said, \"Then what shall be the recompense of this, in case you are liars"
        },
        {
            "chapter": 12,
            "verse": 75,
            "text": "They said, \"The recompense for this (is that) he in whomever?s saddlebag (the tumbler) is found, then he shall be its recompense. Thus we recompense the unjust"
        },
        {
            "chapter": 12,
            "verse": 76,
            "text": "So he began with their sacks before his brother's sack; thereafter he drew it forth out of his brother's sack. Thus We plotted for Yusuf; in no way indeed could he take his brother, in the king's religion (OR: law) except that Allah decided. We raise in degree (s) whomever We decide; and above every (man) owning knowledge is One Who is Ever-Knowing"
        },
        {
            "chapter": 12,
            "verse": 77,
            "text": "They said, \"In case he steals, then a brother of his already stole even before.\" Yet Yusuf (Joseph) kept it secret within himself and did not display it to them. He said (to himself), \"You are in an eviler place; and Allah knows best what you are describing"
        },
        {
            "chapter": 12,
            "verse": 78,
            "text": "They said, \"O you mighty (Governor), (Literally: the ever-Mighty Al-caziz) surely he has a father, aged and great with years; so take one of us in his place; surely we see that you are one of the fair-doers"
        },
        {
            "chapter": 12,
            "verse": 79,
            "text": "He said, \" Allah be my refuge that we should take anyone except him at whom we found our belongings; (then) surely we would indeed be unjust"
        }
    ]
}