{
    "rukus": [
        {
            "chapter": 21,
            "verse": 42,
            "text": "Say, \"Who will take good care of you by night and in the daytime from The All-Merciful?\" No indeed, (but) from the Remembrance of their Lord they are veering away"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "Or even have they gods that will prevent (their punishment), apart from Us? They are not able to vindicate themselves, nor will they be kept company by Us"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "No indeed, (but) We gave these and their fathers enjoyment (of days), until age grew long for them. Do they then not see that We come up to the earth, diminishing it in its extremes? Or are they then the overcomers"
        },
        {
            "chapter": 21,
            "verse": 45,
            "text": "Say, \"Surely I am only warning you by the Revelation.\" And (yet) they that are deaf do not hear the call (even) when they are warned"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "And indeed in case a gust of your Lord's torment touched them, indeed they would definitely say, \"O, woe to us! Surely we were an unjust (people)"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "And We will lay down the equitable scales for the Day of the Resurrection, so that not one self will be done an injustice in anything, and even in case it be the weight of one grain of mustard-seed, We will come up with it. And Sufficient are We for reckoners"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "And indeed We already brought Musa and Harun (Moses and Aaron, respectively) the Furqan (The all-distinctive Criterion) and an Illumination and a Remembrance for the pious"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "The ones who are apprehensive of their Lord in the Unseen, and they are timorous (because of) the Hour"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "And this is a blessed Remembrance that We have sent down. So are you (now) denying it"
        }
    ]
}