{
    "rukus": [
        {
            "chapter": 2,
            "verse": 249,
            "text": "Then as soon as Talut (Saul) departed with the hosts, he said, \"Surely Allah will be trying you with a river; so whoever drinks of it, then he is not of me, and whoever does not taste (Literally: does not feed on it) it, then surely he is of me, excepting him who scoops up (a scoop) with his hand.\" Then they drank of it except a few of them. Then, as soon as he passed over it, he and the ones who believed with him, they said, \"We have no capability today against Jalut (Goliath) and his hosts.\" (But) the ones who expect that they will be meeting Allah said, \"How often a little community has overcome a much (larger) community by the permission of Allah; and Allah is with the patient"
        },
        {
            "chapter": 2,
            "verse": 250,
            "text": "And as soon as they went forth against Jalut (Goliath)and his hosts, they said, \"Our Lord, pour out upon us patience, and make firm our feet, and give us victory over the disbelieving people"
        },
        {
            "chapter": 2,
            "verse": 251,
            "text": "So they routed them, by the permission of Allah, and Dawud (David) killed Jaul?t; (Goliath) and Allah brought him the kingship, and (the) Wisdom, and He taught him (part of) whatever (knowledge) He decides. And had it not been for the repelling by Allah of mankind, some by means of others, (Literally: by means of some) the earth would indeed have corrupted; but Allah is The Owner of Grace over the worlds"
        },
        {
            "chapter": 2,
            "verse": 252,
            "text": "Those are the signs of Allah. We recite them to you with the Truth, and surely you are indeed (one) of the Emissaries"
        },
        {
            "chapter": 2,
            "verse": 253,
            "text": "Those are the Messengers; We have graced some of them over some others; of them (there are some) to whom Allah spoke, and some He raised in degrees. And We brought Isa son of Maryam (Jesus son of Mary) the supreme evidences and aided him with the Spirit of Holiness. (The Angel Jibril) And if Allah had (so) decided, the ones who (came) after them would not have fought against each other, after the supreme evidences had come to them. But they differed among themselves. So of them are the ones who believed, and of them are the ones who disbelieved. And if Allah had (so) decided, they would not have fought against each other; but Allah performs whatever He wills"
        }
    ]
}