{
    "rukus": [
        {
            "chapter": 5,
            "verse": 35,
            "text": "O you who have believed, be pious to Allah and seek (close) proximity to Him, and strive in His way, that possibly you would prosper"
        },
        {
            "chapter": 5,
            "verse": 36,
            "text": "Surely the ones who have disbelieved, (even) if they had whatever is in the earth altogether and the like of it, with it to ransom themselves from the torment of the Day of the Resurrection, in no way would it be (favorably) accepted of them, and they will have a painful torment"
        },
        {
            "chapter": 5,
            "verse": 37,
            "text": "They would like to go out of the Fire, and in no way will they be going out of it; and they will have a perpetual torment"
        },
        {
            "chapter": 5,
            "verse": 38,
            "text": "And the male thief and the female thief: then cut (off) the hands of both, as a recompense for what they (both) have earned, as a torture from Allah; and Allah is Ever-Mighty, Ever-Wise"
        },
        {
            "chapter": 5,
            "verse": 39,
            "text": "Yet whoever repents, even after his injustice, and acts righteously, then surely Allah relents towards (i.e. accepts his repentance) him; surely Allah is Ever-Forgiving, Ever-Merciful"
        },
        {
            "chapter": 5,
            "verse": 40,
            "text": "Do you not know that to Allah belongs the Kingdom of the heavens and the earth? He torments whomever He decides and forgives whomever He decides; and Allah is Ever-Determiner over everything"
        },
        {
            "chapter": 5,
            "verse": 41,
            "text": "O you Messenger, do not let them grieve you that vie swiftly with one another in disbelief, of the ones who say, \"We believe, \" with their mouths, and their hearts do not believe. And of the ones who have Judaized are constant listeners to lies, (and) constant listeners to other people, (who) have not come up to you, perverting the Wordings from their original meanings (Literally: even after their positions). They say, \"In case you are brought this, then take it, and in case you are not brought it, then beware.\" And whomever Allah wills to (subject to) temptation, then you will never possess for him anything against Allah. Those are (they) whose hearts Allah is not willing to purify; for them is disgrace in the present (life), (Literally: lowly \"life\", i.e., the life of this world) and in the Hereafter they will have a tremendous torment"
        },
        {
            "chapter": 5,
            "verse": 42,
            "text": "Constant listeners to lies, constant eaters of illicit gain, so in case they come to you, then judge between them or veer away from them; and in case you veer away from them, then they will never harm you anything; and in case you judge, then judge with equity between them. Surely Allah loves the equitable"
        },
        {
            "chapter": 5,
            "verse": 43,
            "text": "And how do they make you their judge and the Tawrah (The Book revealed to Musa \"Moses\", of which the extant Torah is a corruption) is in their presence, wherein is the Judgment of Allah? Thereafter they turn away even after that. And in no way are those the (real) believers"
        }
    ]
}