{
    "maqras": [
        {
            "chapter": 20,
            "verse": 55,
            "text": "Dari bumilah Kami ciptakan kamu, dan ke dalamnya Kami akan mengembalikan kamu, dan daripadanya pula Kami akan mengeluarkan kamu sekali lagi"
        },
        {
            "chapter": 20,
            "verse": 56,
            "text": "Dan demi sesungguhnya! Kami telah tunjukkan kepada Firaun segala tanda-tanda yang membukti kekuasaan Kami; dalam pada itu ia mendustakannya dan enggan beriman"
        },
        {
            "chapter": 20,
            "verse": 57,
            "text": "Firaun berkata: \"Patutkah engkau datang kepada kami untuk mengeluarkan kami dari negeri kami dengan sihirmu, hai Musa"
        },
        {
            "chapter": 20,
            "verse": 58,
            "text": "Kalau demikian, sesungguhnya kami juga akan bawakan kepadamu sihir yang seperti itu untuk melawanmu! Maka tentukanlah suatu tempoh pertemuan antara kami denganmu, yang kita bersama tidak akan memungkirinya, di suatu tempat yang sesuai bagi kedua belah pihak"
        },
        {
            "chapter": 20,
            "verse": 59,
            "text": "Nabi Musa menjawab: \"Tempoh yang aku tetapkan untuk kamu itu ialah hari perayaan, dan hendaklah orang ramai berhimpun pada waktu dhuha"
        },
        {
            "chapter": 20,
            "verse": 60,
            "text": "Maka Firaun pun berangkat dari majlis itu. Ia mengumpulkan ahli-ahli sihir untuk menjalankan tipu-dayanya, kemudian ia datang ke tempat perlawanan"
        },
        {
            "chapter": 20,
            "verse": 61,
            "text": "Nabi Musa berkata kepada mereka: \"Celakalah kamu kelak! Janganlah kamu mendakwa secara dusta terhadap Allah, kerana dengan sebab itu Ia akan membinasakan kamu dengan azab seksa; dan sesungguhnya orang yang berdusta, tetap hampa dan kecewa"
        },
        {
            "chapter": 20,
            "verse": 62,
            "text": "Maka merekapun berbantahan dan berunding sesama sendiri mengenai perkara sihir mereka, dan mereka rahsiakan apa yang mereka rundingkan"
        },
        {
            "chapter": 20,
            "verse": 63,
            "text": "Mereka berkata: \"Dua orang ini, sebenarnya dua ahli sihir yang bertujuan hendak mengeluarkan kamu dari negeri kamu dengan sihir mereka, dan hendak melenyapkan kepercayaan serta adat peraturan kamu yang utama"
        },
        {
            "chapter": 20,
            "verse": 64,
            "text": "Oleh itu, satukanlah segala cara helah kamu, kemudian datanglah beramai-ramai dalam satu barisan untuk menentangnya; dan sesungguhnya beruntunglah orang yang menang pada hari ini"
        },
        {
            "chapter": 20,
            "verse": 65,
            "text": "Mereka berkata: \"Wahai Musa! Engkaukah yang akan mencampak lebih dahulu atau kamikah yang mula-mula mencampak"
        },
        {
            "chapter": 20,
            "verse": 66,
            "text": "Nabi Musa menjawab: \"Bahkan kamulah campak dahulu\". Tiba-tiba tali-tali mereka dan tongkat-tongkat mereka terbayang-bayang kepadanya seolah-olah benda-benda berjalan, disebabkan sihir mereka"
        },
        {
            "chapter": 20,
            "verse": 67,
            "text": "Maka yang demikian menjadikan Nabi Musa merasa takut sedikit dalam hatinya"
        },
        {
            "chapter": 20,
            "verse": 68,
            "text": "Kami berfirman kepadanya: \"Janganlah engkau takut (wahai Musa)! Sesungguhnya engkaulah yang tertinggi mengatasi mereka dengan kemenangan"
        },
        {
            "chapter": 20,
            "verse": 69,
            "text": "Dan campakkanlah apa yang ada di tangan kananmu, nescaya ia menelan segala (benda-benda sihir) yang mereka lakukan, kerana sesungguhnya apa yang mereka lakukan itu hanyalah tipu daya ahli sihir; sedang ahli sihir itu tidak akan beroleh kejayaan, di mana sahaja ia berada"
        },
        {
            "chapter": 20,
            "verse": 70,
            "text": "(Nabi Musa pun mencampakkan tongkatnya yang terus menelan segala benda sihir mereka), maka keadaan yang demikian menjadikan ahli-ahli sihir itu segera merebahkan diri sujud sambil berkata: \"Kami beriman kepada Tuhan yang mengutus Nabi Harun dan Nabi Musa"
        },
        {
            "chapter": 20,
            "verse": 71,
            "text": "Firaun berkata: \"Patutkah kamu beriman kepada Musa sebelum aku memberi izin kepada kamu? Sesungguhnya dia lah ketua kamu yang mengajar sihir kepada kamu. Oleh itu, demi sesungguhnya, aku akan memotong tangan dan kaki kamu dengan bersilang, dan aku akan memalang kamu pada batang-batang pohon tamar; dan demi sesungguhnya kamu akan mengetahui kelak siapakah di antara kita yang lebih keras azab seksanya dan lebih kekal"
        },
        {
            "chapter": 20,
            "verse": 72,
            "text": "Mereka menjawab: \"Kami tidak sekali-kali akan mengutamakanmu daripada apa yang telah datang kepada kami dari mukjizat-mukjizat yang terang nyata, dan (tidak akan mengutamakanmu daripada) Tuhan yang telah menjadikan kita semua. Oleh itu, hukumkanlah apa sahaja yang engkau hendak hukumkan, kerana sesungguhnya engkau hanyalah dapat menghukum dalam kehidupan dunia ini sahaja"
        },
        {
            "chapter": 20,
            "verse": 73,
            "text": "Sesungguhnya kami telah beriman kepada Tuhan kami, supaya diampunkanNya kesalahan-kesalahan kami, dan dosa-dosa sihir yang engkau paksakan kami melakukannya. Dan Allah jualah yang lebih baik dan lebih kekal balasan pahalaNya"
        },
        {
            "chapter": 20,
            "verse": 74,
            "text": "Sebenarnya sesiapa yang datang kepada Tuhannya pada hari akhirat sedang ia bersalah maka sesungguhnya adalah baginya neraka jahannam yang ia tidak mati di dalamnya dan tidak pula hidup"
        },
        {
            "chapter": 20,
            "verse": 75,
            "text": "Dan sesiapa yang datang kepadaNya sedang ia beriman, serta ia telah mengerjakan amal-amal yang soleh, maka mereka itu akan beroleh tempat-tempat tinggal yang tinggi darjatnya"
        },
        {
            "chapter": 20,
            "verse": 76,
            "text": "(Iaitu) Syurga-syurga yang kekal, yang mengalir padanya beberapa sungai, mereka kekal di dalamnya; dan yang demikian itu ialah balasan orang-orang yang membersihkan dirinya dari perbuatan kufur dan maksiat"
        },
        {
            "chapter": 20,
            "verse": 77,
            "text": "Dan demi sesungguhnya! Kami telah wahyukan kepada Nabi Musa: \"Hendaklah engkau membawa hamba-hambaKu (kaummu) keluar memgembara pada waktu malam, kemudian pukulah air laut dengan tongkatmu, untuk mengadakan jalan yang kering bagi mereka di laut itu; janganlah engkau menaruh bimbang daripada ditangkap oleh musuh, dan jangan pula engkau takut tenggelam"
        },
        {
            "chapter": 20,
            "verse": 78,
            "text": "Maka Firaun pun mengejar mereka bersama-sama dengan tenteranya, lalu ia dan orang-orangnya diliputi oleh air laut yang menenggelamkan mereka semuanya dengan cara yang sedahsyat-dahsyatnya"
        },
        {
            "chapter": 20,
            "verse": 79,
            "text": "Dan dengan itu Firaun telah menjerumuskan kaumnya ke tempat kebinasaan, dan tidaklah ia membawa mereka ke jalan yang benar"
        },
        {
            "chapter": 20,
            "verse": 80,
            "text": "Wahai Bani lsrail! Sesungguhnya Kami telah selamatkan kamu dari musuh kamu, dan Kami telah janjikan kamu (dengan memberi wahyu kepada Nabi Musa) di sebelah kanan Gunung Tursina itu, dan kami turunkan kepada kamu \"Mann\" dan \"Salwa"
        },
        {
            "chapter": 20,
            "verse": 81,
            "text": "Serta Kami katakan: Makanlah dari benda-benda yang baik yang Kami kurniakan kepada kamu, dan janganlah kamu melampaui batas padanya, kerana dengan yang demikian kamu akan ditimpa kemurkaanKu; dan sesiapa yang ditimpa kemurkaanKu, maka sesungguhnya binasalah ia"
        },
        {
            "chapter": 20,
            "verse": 82,
            "text": "Dan sesungguhnya Aku yang amat memberi ampun kepada orang-orang yang bertaubat serta beriman dan beramal soleh, kemudian ia tetap teguh menurut petunjuk yang diberikan kepadanya"
        }
    ]
}