{
    "maqras": [
        {
            "chapter": 42,
            "verse": 27,
            "text": "Dan kalaulah Allah memewahkan rezeki bagi setiap hambaNya, nescaya mereka akan melampaui batas di bumi (dengan perbuatan-perbuatan liar durjana); akan tetapi Allah menurunkan (rezekiNya itu) menurut kadar yang tertentu sebagaimana yang dikehendakiNya. Sesungguhnya Ia Mengetahui dengan mendalam akan segala keadaan hambaNya, lagi Melihat dengan nyata"
        },
        {
            "chapter": 42,
            "verse": 28,
            "text": "Dan Dia lah yang menurunkan hujan setelah mereka berputus asa, dan Ia pula menyebarkan rahmatNya merata-rata. Dan (ingatlah) Dia lah pengawal (yang melimpahkan ihsanNya), lagi Yang Maha Terpuji"
        },
        {
            "chapter": 42,
            "verse": 29,
            "text": "Dan di antara tanda-tanda kekuasaanNya ialah kejadian langit dan bumi serta segala yang Ia biakkan pada keduanya dari makhluk-makhluk yang melata; dan Ia Maha Kuasa menghimpunkan mereka semuanya apabila Ia kehendaki (melakukannya)"
        },
        {
            "chapter": 42,
            "verse": 30,
            "text": "Dan apa jua yang menimpa kamu dari sesuatu kesusahan (atau bala bencana), maka ia adalah disebabkan apa yang kamu lakukan (dari perbuatan-perbuatan yang salah dan berdosa); dan (dalam pada itu) Allah memaafkan sebahagian besar dari dosa-dosa kamu"
        },
        {
            "chapter": 42,
            "verse": 31,
            "text": "Dan kamu tidak akan dapat melemahkan kuasa Allah (daripada menimpakan kamu dengan bala bencana, walaupun kamu melarikan diri di mana sahaja) di muka bumi (atau di langit); dan kamu juga tidak akan beroleh sesiapapun yang lain dari Allah. - sebagai pelindung atau pemberi pertolongan"
        },
        {
            "chapter": 42,
            "verse": 32,
            "text": "Dan di antara tanda-tanda kekuasaanNya ialah kapal-kapal (yang besar tinggi) seperti gunung, belayar laju merempuh lautan"
        },
        {
            "chapter": 42,
            "verse": 33,
            "text": "Jika Ia kehendaki, Ia menghentikan tiupan angin, maka tinggalah kapal-kapal itu terapung-apung di muka lautan. Sesungguhnya yang demikian mengandungi tanda-tanda (yang besar pengajarannya) bagi tiap-tiap seorang (mukmin) yang sentiasa bersikap sabar, lagi sentiasa bersyukur"
        },
        {
            "chapter": 42,
            "verse": 34,
            "text": "Atau (jika Ia kehendaki) Ia binasakan kapal-kapal itu disebabkan dosa-dosa yang dilakukan oleh orang-orangnya, (lalu setengahnya dibiarkan mati lemas) dan (setengahnya diselamatkan dengan jalan) Ia memaafkan sebahagian besar dari dosa-dosa mereka"
        },
        {
            "chapter": 42,
            "verse": 35,
            "text": "(Berlakunya yang demikian supaya nyata kekuasaan Kami) dan supaya orang-orang yang membantah ayat-ayat keterangan Kami mengetahui, bahawa mereka tidak akan dapat jalan melepaskan diri (dari azab seksa)"
        },
        {
            "chapter": 42,
            "verse": 36,
            "text": "Oleh itu, apa jua yang diberikan kepada kamu, maka ia hanyalah nikmat kesenangan hidup di dunia ini sahaja, dan (sebaliknya) apa yang ada di sisi Allah (dari pahala hari akhirat) adalah lebih baik dan lebih kekal bagi orang-orang yang beriman dan yang berserah bulat-bulat kepada Tuhannya"
        },
        {
            "chapter": 42,
            "verse": 37,
            "text": "Dan juga (lebih baik dan lebih kekal bagi) orang-orang yang menjauhi dosa-dosa besar serta perbuatan-perbuatan yang keji; dan apabila mereka marah (disebabkan perbuatan yang tidak patut terhadap mereka), mereka memaafkannya"
        },
        {
            "chapter": 42,
            "verse": 38,
            "text": "Dan juga (lebih baik dan lebih kekal bagi) orang-orang yang menyahut dan menyambut perintah Tuhannya serta mendirikan sembahyang dengan sempurna; dan urusan mereka dijalankan secara bermesyuarat sesama mereka; dan mereka pula mendermakan sebahagian dari apa yang Kami beri kepadanya"
        },
        {
            "chapter": 42,
            "verse": 39,
            "text": "Dan juga (lebih baik dan lebih kekal bagi) orang-orang yang apabila ditimpa sesuatu perbuatan secara zalim, mereka hanya bertindak membela diri (sepadan dan tidak melampaui batas)"
        },
        {
            "chapter": 42,
            "verse": 40,
            "text": "Dan (jika kamu hendak membalas maka) balasan sesuatu kejahatan ialah kejahatan yang bersamaan dengannya; dalam pada itu sesiapa yang memaafkan (kejahatan orang) dan berbuat baik (kepadanya), maka pahalanya tetap dijamin oleh Allah (dengan diberi balasan yang sebaik-baiknya). Sesungguhnya Allah tidak suka kepada orang-orang yang berlaku zalim"
        },
        {
            "chapter": 42,
            "verse": 41,
            "text": "Dan sesungguhnya orang yang bertindak membela diri setelah ia dizalimi, maka mereka yang demikian keadaannya, tidak ada sebarang jalan hendak menyalahkan mereka"
        },
        {
            "chapter": 42,
            "verse": 42,
            "text": "Sesungguhnya jalan (untuk menyalahkan) hanyalah terhadap orang-orang yang melakukan kezaliman kepada manusia dan bermaharajalela di muka bumi dengan tiada sebarang alasan yang benar. Mereka itulah orang-orang yang beroleh azab seksa yang tidak berperi sakitnya"
        },
        {
            "chapter": 42,
            "verse": 43,
            "text": "Dalam pada itu (ingatlah), orang yang bersabar dan memaafkan (kesalahan orang terhadapnya), sesungguhnya yang demikian itu adalah dari perkara-perkara yang dikehendaki diambil berat (melakukannya)"
        },
        {
            "chapter": 42,
            "verse": 44,
            "text": "Dan sesiapa yang disesatkan oleh Allah, maka tidak ada baginya sesudah itu sesiapapun yang dapat menolongnya. Dan engkau akan melihat orang-orang yang zalim semasa mereka menyaksikan azab (pada hari kiamat) berkata: \"Adakah sebarang jalan untuk kami kembali ke dunia"
        },
        {
            "chapter": 42,
            "verse": 45,
            "text": "Dan engkau juga akan melihat mereka didedahkan kepada neraka dalam keadaan tunduk membisu dengan sebab kehinaan (yang mereka rasai) sambil memandang (ke neraka itu) hanya dengan mengerling (kerana gerun takut). Dan orang-orang yang beriman pula berkata: \"Sesungguhnya orang-orang yang rugi (dengan sebenar-benarnya) ialah mereka yang merugikan dirinya sendiri dan pengikut-pengikutnya pada hari kiamat (dengan sebab mereka memilih perbuatan derhaka di dunia). Ingatlah! Sesungguhnya orang-orang yang zalim itu berada dalam azab seksa yang kekal"
        },
        {
            "chapter": 42,
            "verse": 46,
            "text": "Dan tiadalah bagi mereka sebarang penolong - yang lain dari Allah - yang dapat memberikan pertolongan kepada mereka; dan sesiapa yang disesatkan oleh Allah (disebabkan pilihannya yang salah) maka tidak ada baginya sebarang jalan (untuk mendapat hidayah petunjuk)"
        },
        {
            "chapter": 42,
            "verse": 47,
            "text": "Sahut dan sambutlah seruan Tuhan kamu (yang mengajak kamu beriman), sebelum datangnya dari Allah - hari yang tidak dapat ditolak; pada hari itu tidak ada bagi kamu tempat berlindung (dari azabNya), dan tidak ada pula bagi kamu sebarang alasan untuk menafikan (kesalahan yang kamu telah lakukan)"
        },
        {
            "chapter": 42,
            "verse": 48,
            "text": "Oleh itu, jika mereka berpaling ingkar, maka Kami tidak mengutusmu (wahai Muhammad) sebagai pengawas terhadap mereka; tugasmu tidak lain hanyalah menyampaikan (apa yang diperintahkan kepadamu). Dan (ingatlah) sesungguhnya apabila Kami memberi manusia merasai sesuatu rahmat dari Kami, ia bergembira dengannya; dan (sebaliknya) jika mereka ditimpa sesuatu kesusahan disebabkan dosa-dosa yang mereka lakukan, maka (mereka segera membantah serta melupakan rahmat yang mereka telah menikmatinya, kerana) sesungguhnya manusia itu sangat tidak mengenang nikmat-nikmat Tuhannya"
        },
        {
            "chapter": 42,
            "verse": 49,
            "text": "Bagi Allah jualah hak milik segala yang ada di langit dan di bumi; Ia menciptakan apa yang dikehendakiNya; Ia mengurniakan anak-anak perempuan kepada sesiapa yang dikehendakiNya, dan mengurniakan anak-anak lelaki kepada sesiapa yang dikehendakiNya"
        },
        {
            "chapter": 42,
            "verse": 50,
            "text": "Atau Ia mengurniakan mereka kedua-duanya - anak-anak lelaki dan perempuan, dan Ia juga menjadikan sesiapa yang dikehendakiNya: mandul. Sesungguhnya Ia Maha Mengetahui, lagi Maha Kuasa"
        }
    ]
}