{
    "maqras": [
        {
            "chapter": 3,
            "verse": 171,
            "text": "Mereka bergembira dengan balasan nikmat dari Allah dan limpah kurniaNya; dan (ingatlah), bahawa Allah tidak menghilangkan pahala orang-orang yang beriman"
        },
        {
            "chapter": 3,
            "verse": 172,
            "text": "Iaitu orang-orang yang menjunjung perintah Allah dan RasulNya (supaya keluar menentang musuh yang menceroboh), sesudah mereka mendapat luka (tercedera di medan perang Uhud). Untuk orang-orang yang telah berbuat baik di antara mereka dan yang bertaqwa, ada balasan yang amat besar"
        },
        {
            "chapter": 3,
            "verse": 173,
            "text": "Mereka juga ialah yang diberitahu oleh orang-orang (pembawa berita) kepada mereka: \"Bahawa kaum (kafir musyrik) telah mengumpulkan tentera untuk memerangi kamu, oleh itu hendaklah kamu gerun kepadanya\". Maka berita itu makin menambahkan iman mereka lalu berkata: \"Cukuplah untuk (menolong) kami, dan Ia sebaik-baik pengurus (yang terserah kepadaNya segala urusan kami)"
        },
        {
            "chapter": 3,
            "verse": 174,
            "text": "Setelah (pergi mengejar musuh), mereka kembali dengan mendapat nikmat dan limpah kurnia dari Allah, mereka tidak disentuh oleh sesuatu bencana pun, serta mereka pula menurut keredaan Allah. Dan ingatlah), Allah mempunyai limpah kurnia yang amat besar"
        },
        {
            "chapter": 3,
            "verse": 175,
            "text": "Sesungguhnya (pembawa berita) yang demikian itu ialah syaitan yang (bertujuan) menakut-nakutkan (kamu terhadap) pengikut-pengikutnya (kaum kafir musyrik). Oleh itu, janganlah kamu takut kepada mereka, tetapi takutlah kepadaKu (jangan cuaikan perintahKu), jika betul kamu orang-orang yang beriman"
        },
        {
            "chapter": 3,
            "verse": 176,
            "text": "Dan janganlah engkau berdukacita (wahai Muhammad), disebabkan orang-orang yang segera menceburkan diri dalam kekufuran; kerana sesungguhnya mereka tidak sekali-kali akan dapat mendatangkan mudarat kepada Allah sedikitpun. Allah menetapkan tidak memberi kepada mereka (balasan baik syurga) pada hari akhirat kelak, dan mereka pula beroleh azab seksa yang amat besar"
        },
        {
            "chapter": 3,
            "verse": 177,
            "text": "Sesungguhnya orang-orang yang membeli (memilih) kufur dengan meninggalkan iman tidak sekali-kali mereka akan dapat mendatangkan mudarat kepada Allah sedikitpun, dan mereka pula beroleh azab seksa yang tidak terperi sakitnya"
        },
        {
            "chapter": 3,
            "verse": 178,
            "text": "Dan jangan sekali-kali orang-orang kafir menyangka bahawa Kami membiarkan (mereka hidup lama) itu baik bagi diri mereka; kerana sesungguhnya Kami biarkan mereka hanyalah supaya mereka bertambah dosa (di dunia), dan mereka pula beroleh azab seksa yang menghina (di akhirat kelak)"
        },
        {
            "chapter": 3,
            "verse": 179,
            "text": "Allah tidak sekali-kali akan membiarkan orang-orang yang beriman dalam keadaan yang kamu ada seorang (bercampur aduk mukmin dan munafik, bahkan Ia tetap menguji kamu) sehingga Ia memisahkan yang buruk (munafik) daripada yang baik (beriman). Dan Allah tidak sekali-kali akan memperlihatkan kepada kamu perkara-perkara yang Ghaib akan tetapi Allah memilih dari RasulNya sesiapa yang dikehendakiNya (untuk memperlihatkan kepadanya perkara-perkara yang Ghaib). Oleh itu berimanlah kamu kepada Allah dan Rasul-rasulNya; dan kamu beriman dan bertaqwa, maka kamu akan beroleh pahala yang besar"
        },
        {
            "chapter": 3,
            "verse": 180,
            "text": "Dan jangan sekali-kali orang-orang yang bakhil dengan harta benda yang telah dikurniakan Allah kepada mereka dari kemurahanNya - menyangka bahawa keadaan bakhilnya itu baik bagi mereka. Bahkan ia adalah buruk bagi mereka. Mereka akan dikalongkan (diseksa) dengan apa yang mereka bakhilkan itu pada hari kiamat kelak. Dan bagi Allah jualah hak milik segala warisan (isi) langit dan bumi. Dan (ingatlah), Allah Maha Mengetahui dengan mendalam akan segala yang kamu kerjakan. (mukjizat) yang nyata dan dengan (korban) yang katakan, maka membunuh mereka, jika kamu orang-orang yang benar (dalam apa yang kamu dakwakan itu)"
        },
        {
            "chapter": 3,
            "verse": 181,
            "text": "Sesungguhnya Allah telah mendengar perkataan orang-orang (Yahudi) yang mengatakan: Bahawasanya Allah miskin dan kami ialah orang-orang kaya. Kami (Allah) akan menuliskan perkataan mereka itu dan perbuatan mereka membunuh Nabi-nabi dengan tidak ada alasan yang membenarkannya, dan Kami akan katakan kepada mereka: \"Rasalah kamu azab seksa yang sentiasa membakar"
        },
        {
            "chapter": 3,
            "verse": 182,
            "text": "(Azab seksa) yang demikian itu ialah disebabkan perbuatan yang - telah dilakukan oleh tangan kamu sendiri. Dan (ingatlah), sesungguhnya Allah tidak sekali-kali berlaku zalim kepada hamba-hambanya"
        },
        {
            "chapter": 3,
            "verse": 183,
            "text": "Orang-orang (Yahudi itulah) yang berkata: \"Sebenarnya Allah telah perintahkan kami, supaya kami jangan beriman kepada seseorang Rasul sehingga ia membawa kepada kami korban yang dimakan api. \"Katakanlah (wahai Muhammad): \"Sesungguhnya telah datang kepada kamu beberapa Rasul dahulu daripadaku dengan membawa keterangan-keterangan (mukjizat) yang nyata dan dengan (korban) yang kamu membunuh mereka, jika kamu orang-orang yang benar (dalam yang kamu dakwakan itu)"
        },
        {
            "chapter": 3,
            "verse": 184,
            "text": "Oleh itu, jika mereka mendustakanmu (wahai Muhammad, maka janganlah engkau berdukacita), kerana sesungguhnya Rasul-rasul yang terdahulu daripadamu telah didustakan juga; mereka telah membawa keterangan-keterangan (mukjizat) yang nyata dan Kitab-kitab (nasihat pengajaran), serta Kitab (Syariat) yang terang jelas"
        },
        {
            "chapter": 3,
            "verse": 185,
            "text": "Tiap-tiap yang bernyawa akan merasai mati, dan bahawasanya pada hari kiamat sahajalah akan disempurnakan balasan kamu. Ketika itu sesiapa yang dijauhkan dari neraka dan dimasukkan ke syurga maka sesungguhnya ia telah berjaya. Dan (ingatlah bahawa) kehidupan di dunia ini (meliputi segala kemewahannya dan pangkat kebesarannya) tidak lain hanyalah kesenangan bagi orang-orang yang terpedaya"
        }
    ]
}