{
    "juzs": [
        {
            "chapter": 21,
            "verse": 1,
            "text": "Adam balasınıñ esep köretin mezgili tayadı. Alayda, olar käpersiz bet burwda"
        },
        {
            "chapter": 21,
            "verse": 2,
            "text": "Olar, Rabbılarınan özderine kelgen är jaña eskertwdi mülde oyınşıq etip qana tıñdaydı"
        },
        {
            "chapter": 21,
            "verse": 3,
            "text": "Olardıñ jürekteri bosta. Jasırın keñesken zalımdar: \"Bul sender sïyaqtı ğana adam. Köre tura sïqırğa eresiñder me?\",- (dep küñkildesti)"
        },
        {
            "chapter": 21,
            "verse": 4,
            "text": "(Muxammed Ğ.S.) olarğa: \"Rabbım; jer, köktegi söylengendi biledi. Sonday-aq Ol, tolık estwşi, bilwşi\" dedi"
        },
        {
            "chapter": 21,
            "verse": 5,
            "text": "Olar: \"Olay emes. bul şım-şıtırıq tüster. Joq, öziniñ jasandısı. Joq, ol aqın. Äytpese, bizge burıngı elşilerşe bir belgi keltirsin\" dedi"
        },
        {
            "chapter": 21,
            "verse": 6,
            "text": "Bulardan burınğı biz joq etken kent (xalqı) ïman keltirmedi. Endi bular ïman keltire me"
        },
        {
            "chapter": 21,
            "verse": 7,
            "text": "Senen burın da özderine waxï etip, erkekterdi ğana jibergen edik. Eger bilmeseñder Kitap ïelerinen surañdar"
        },
        {
            "chapter": 21,
            "verse": 8,
            "text": "Ol payğambarlardı tamaq jemeytin bir dene qılmadıq. Sonday-aq olar mäñgi qalwşı da emes"
        },
        {
            "chapter": 21,
            "verse": 9,
            "text": "Sonan keyin olarğa etilgen wädemizdi şınğa şığarıp, olardı jäne qalağan kisilerimizdi qutqardıq ta şekten şığwşılardı joq ettik"
        },
        {
            "chapter": 21,
            "verse": 10,
            "text": "Senderge işinde özderiñe ügit bolğan bir Kitap jiberdik. Sonda da tüsinbeysiñder me"
        },
        {
            "chapter": 21,
            "verse": 11,
            "text": "Qanşalağan xalqı zalım kentti talqandadıq ta odan keyin basqa el jarattıq"
        },
        {
            "chapter": 21,
            "verse": 12,
            "text": "Sonda olar azabmızdı sezgen sätte, ol jerden qaşa bastadı"
        },
        {
            "chapter": 21,
            "verse": 13,
            "text": "Qaşpañdar! Baq berilgen jerge, üyleriñe qaytıñdar. Mümkin suralasıñdar\" (dedi)"
        },
        {
            "chapter": 21,
            "verse": 14,
            "text": "Olar: Ökinişke oray biz zalım ekemiz\" dedi"
        },
        {
            "chapter": 21,
            "verse": 15,
            "text": "Osı dawıstarı; biz olardı orılğan şöp, söngen otqa aynaldırğanğa deyin senbedi"
        },
        {
            "chapter": 21,
            "verse": 16,
            "text": "Kök pen jerdi jäne eki arasındağını oyınşıq qıp jaratpadıq"
        },
        {
            "chapter": 21,
            "verse": 17,
            "text": "Eger bir oyınşıq jasağımız kelse de onı jasaytın bolsaq öz qasımızdan-aq jasap alar edik"
        },
        {
            "chapter": 21,
            "verse": 18,
            "text": "Eger etirikti, şındıqpen ursaq, mïın bırq etkizer edi de sonda ol joyılıp, keter edi. Jasandı sözderiñniñ saldarınan senderge nendey ökiniş"
        },
        {
            "chapter": 21,
            "verse": 19,
            "text": "Kökter men jerdegiler Allaniki. Onıñ qasındağılar, Oğan qulşılıq qılwdan dandaysımaydı da şarşamaydı"
        },
        {
            "chapter": 21,
            "verse": 20,
            "text": "Olar kündiz-tüni Allanı däriptewden jalıqpaydı"
        },
        {
            "chapter": 21,
            "verse": 21,
            "text": "Olardıñ jerden jasap alğan täñirleri; solar, ölikterdi tirilte me"
        },
        {
            "chapter": 21,
            "verse": 22,
            "text": "Eger jer-kökte Alladan basqa da täñirler bolsa edi, älbette ekewi de buzılıp, keter edi. Ğarşınıñ Rabbı Alla, olardıñ jasandı sïpattarınan päk"
        },
        {
            "chapter": 21,
            "verse": 23,
            "text": "Ol, istegenderinen suralmaydı da olar suraladı"
        },
        {
            "chapter": 21,
            "verse": 24,
            "text": "Nemese olar, Alladan özge täñirler jasap aldı ma? (Muxammed Ğ.S.): Dälelderiñdi keltiriñder. Mine menimen birge bolğandardıñ Kitabı jäne menen bwrıngılardıñ Kitabı\" de. Olay emes, olardıñ köbi şındıqtı bilmeydi. Sondıqtan olar jaltaradı"
        },
        {
            "chapter": 21,
            "verse": 25,
            "text": "(Muxammed Ğ.S.) senen burın bir payğambar jibersek, oğan: \"Küdiksiz Menen basqa eşbir täñir joq. Onda Mağan ğana qulşılıq qılıñdar\" dep qana waxï etip, jiberdik"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "Sonda olar: \"Allanıñ balası bar\" dedi. Alla odan päk. Olay emes, perişteler ardaqtı quldarı. (Olar perişte Allanıñ qızdarı deytin edi)"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "Olar, Odan oza söz söylemeydi. Sonday-aq olar, Onıñ ämirin ğana orındaydı"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "Alla olardıñ ötkenin de keleşegin de biledi. Olar, Allanıñ razı bolğan kisisine ğana şapağat ete aladı. Olar Alladan qorıqqannan titireydi"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "Olardan kim: \"Alladan özge men de täñirmin!,- dese, onı tozaqpen jazalandıramız. Zalımdardıñ sazayın söytip tarttıramız"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "Qarsı bolğandar, negizinde kökter menen jer tïisken edi. Ekewin ajıratqanımızdı, är jandı närseni swdan jaratqanımızdı körmey me? Sonday-aq senbey me"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "Jer olardı terbetpesin dep, asqar tawlardı ornalastırdıq. (S. 16-A) Jäne jön tabwları üşin keñ joldar jarattıq"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "Aspandı berik bir töbe qıldıq. Olar bolsa, mundağı belgilerden bet buradı"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "Ol sonday Alla; tündi, kündizdi, kündi jäne aydı jarattı. Ärqaysısı öz aynalasında jüzedi"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "(Muxammed Ğ.S.) senen burın da adam balasına mäñgilik (ömir) bermedik. Al eger sen ölseñ sonda olar mäñgi qala ma"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "Ärkim ölimdi tatadı. Senderdi sınap; jaman-jaqsı küyge salamız. Sonday-aq bizge qaytarılasıñdar"
        },
        {
            "chapter": 21,
            "verse": 36,
            "text": "(Muxammed Ğ.S.) qarsı bolğandar, qaşan seni körse, öziñdi mülde tälkektep: \"Täñirleriñdi söz qılıp jürgen osıma?\",- deydi. Sonday-aq olar özderi Raxmannıñ zikirine (Kitabına) qarsı"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "Adam balası asıqqış bolıp jaratılğan. Belgilerimdi körsetemin. Menen tez tilemeñder"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "Olar: \"Al eger şın aytsañdar, osı wäde qaşan keledi?\",- deydi"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "Eger qarsı bolğandar; ottan betterin de arqaların da qorğay almaytın mezgildi bilse edi"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "Olay emes! Beynet olarğa kenetten kelip, özderin abırjıtadı. Sonda olar onı toytara almaydı da özderine mursa da berilmeydi"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "Rasında senen burınğı payğambarlar da ajıwalanğan. Sonda mazaqtağandardıñ, tälkektegen närseleri öz bastarına jetken"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "(Muxammed Ğ.S.) olarğa: \"Senderdi kündiz-tüni Alladan kim araşalay aladı?\",- de. Kerisinşe olar Rabbılarınıñ nasïxatınan bet burwda"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "Nemese bizden özge özderin korğaytın täñirleri bar ma? Täñirleri öz bastarına järdem ete almawmen qatar bizden de qoldaw tappaydı"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "Ärïne, olardı da, ataların da uzın bir ömirge deyin paydalandırdıq. Al endi olar, jerdi aynalasınan (apattar arqılı) kemitkenimizdi körmey me? Sonda jeñiske solar ïe bola ma"
        },
        {
            "chapter": 21,
            "verse": 45,
            "text": "(Muxammed Ğ.S.) olarğa: \"Şın mäninde senderge waxï arqılı eskertemin. Sañıraw eskertilse de dawıstı estimeydi\" de"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "Ras, eger olarğa Rabbıñnıñ azabınan azğantay ğana jetse, olar: \"Nendey ökiniş! Biz zalım ekemiz\" deydi"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "Qïyamet küni, twralıq tarazısın qoyamız . Sonda eşkim ädiletsizdikke uşıramaydı. Eger bir ürıq tüyiriniñ salmağınday bolsa da onı äkelemiz. Esep körwde jetkiliktimiz"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "Ras Musa men Harün (Ğ.S.) ğa jaqsı-jamandı ajıratatın, taqwalar üşin jarıq jäne ügit türinde Kitap berdik"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "Olar Rabbıların körmey-aq qorqıp äri olar, qïyametten üreylenedi"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "Bul Quran biz tüsirgen mübarak bir nasïxat. Endi soğan da qarsı kelesiñder me"
        },
        {
            "chapter": 21,
            "verse": 51,
            "text": "Ras, burın Ibırayım (Ğ.S.) ğa da twralıq bergen edik"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "Sol waqıtta ol; äkesine, eline: \"Mına sender şoqınğan müsinder ne?\",- dedi"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "Olar: \"Biz atalarımızdı osığan tabınğan türde taptıq.\",-dedi"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "(Ibırayım Ğ.S.): \"Ras sender de atalarıñ da adaswdasıñdar\" dedi"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "Olar: \"Sen bizge şındıqtı äkeldiñ be? Oynap, jürsiñ be?\",- dedi"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "Olay emes. Negizinde senderdiñ Rabbılarıñ, kökter men jerdiñ Rabbı; solardı Ol jarattı. Sonday-aq osılarıña ayğaq bolwşılardanmın\" dedi"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "Allağa sert etemin! Sender burılıp ketkennen keyin älbette buttarıña soqtığamın\" (dedi)"
        },
        {
            "chapter": 21,
            "verse": 58,
            "text": "Sonda olardı bıt-şıt qılıp, bälkim osığan aynalar dep, ülkenin ğana qoydı"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "Olar: \"Bunı täñirlerimizge kim istese de ol, anıq zalım eken\" desti"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "Ibırayım degen bir jigittiñ osılardı söz qıp jürgenin estidik\" desti"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "Onı, körwleri üşin adamdardıñ köz aldına alıp keliñder\" desti"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "Äy Ibırayım! Osını täñirlerimizge sen istediñ be?\",-desti"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "Bälkim mına olardıñ ülkeni istegen şığar. Eger söyley alatın bolsa, olardan surañdar\" dedi"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "Olar özara: \"Şınında sender zalımsıñdar\" desti"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "Sosın olar, müsewirey sülkïip: \"Rasında bulardıñ söylemeytinin bilesiñ ğoy\" dedi"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "Onda sender Allanı qoyıp, özderiñe eşbir payda, zïyan keltire almaytın närsege tabınasıñdar ma"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "Tüh! Senderge de Allanı qoyıp, tabınğandarıña da. Endi de tüsinbeysiñder me?\",- dedi"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "Olar: \"Eger bir närse isteytin bolsañdar, Ibırayımdı örtep, täñirleriñe kömek etiñder\" desti. (Olar, Ibırayımnıñ qol-ayağın baylap, \"münjanıq\" degen atqı arqılı otqa atarda Jebreyil (Ğ.S.) kelip: \"Bir xajetin bar ma?\",- degende: \"Sağan xajetim joq\" deydi. \"Onda Rabbıñnan tile!\",- degende: \"Özine xalim mälim. Alla mağan jetedi, Ol nendey jaqsı ïe\" dep, nağız Allağa ğana sïınadı. B.M.X"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "Äy ot! Ibırayımğa salqın, zïyansız bol\" dedik"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "Olardıñ Ibırayım (Ğ.S.) ğa qastıq istegileri keldi. Biraq özderin sätsizdikke uşırattıq"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "Lut (Ğ.S.) tı qutqarıp, älemder üşin mübarak bolğan jerge jetkizdik"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "Ibırayım (Ğ.S.) ğa Isxaqtı artıqşa Yağqüptı berdik. Bärin de tüzw kisiler ettik"
        },
        {
            "chapter": 21,
            "verse": 73,
            "text": "Olardı ämirimiz boyınşa, twra jol körsetetin basşı qılıp, olarğa jaqsılıq istewdi, namazdı orındawdı, zeket berwdi waxï qıldıq. Olar bizge qulşılıq qılwşı edi"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "Lut (Ğ.S.) qa xïkmet, ğılım berdik. Jaman ister isteytin kentten qutqardıq. Ras olar, jaman buzıq el edi"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "Onı raxmetimizge böledik. Ras ol jaqsılardan edi"
        },
        {
            "chapter": 21,
            "verse": 76,
            "text": "Burın jalbarınğan Nux (Ğ.S.) tıñ tilegin qabıl etip, onı äri üy-işin zor apattan qutqarğan edik"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "Onı, ayattarımızdı jasınğa şığarğan elden qorğadıq. Öytkeni olar, sumpayı el edi. Sonda olardı tügel swğa batırdıq"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "Dawıt pen Süleymen (Ğ.S.) di esiñe al. Ekewi bir eldiñ qoyı tünde eginge tüsip, soğan bïlik aytqanda, bïlikterin körip turdıq. (Dawıt Ğ.S.: \"Egin ïesi qoydı alsın\" dep bïlik qılğanda; balası, Süleymen: \"Qoy ïesi egindi bağıp, jetildirgenge deyin qoy egin ïesinde tursın\" deydi. B.M.R)"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "Sonda onı Süleymenniñ kökeyine saldıq. Negizinen de ärqaysısına äkimşilik, bilim berdik. Jäne Dawıt (Ğ.S.) pen birge Allanı däripteytin tawlardı, qustı boy usındırdıq. Onı Biz istedik"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "Dawıt (Ğ.S.) qa senderdi soğıstan qorğaw üşin sawıt jasaw önerin üyretken edik. Sonda sender şükir etesiñder me"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "Süleymen (Ğ.S.) ge qattı jeldi bağındırdıq. Onıñ ämirimen, biz mübarak qılğan jerge jüredi. (Süleymen (Ğ.S.) niñ tağı jelmen uşıp; Şamğa, Yemenge deyin baratın edi. B.K.R.X.J-Q.) (S. 12-A. 38-S. 36-A)"
        },
        {
            "chapter": 21,
            "verse": 82,
            "text": "Oğan swğa süñgïtin, basqa ister de isteytin jındardan da moyınsal qıldıq. Sonday-aq olardıñ baqılawşısı edik. (S.12-A)"
        },
        {
            "chapter": 21,
            "verse": 83,
            "text": "Äyüp (Ğ.S.) te Rabbına: \"Mağan bir bäle keldi. Sen märxamet etwşilerdiñ abzalısıñ\" dep, jalbarındı"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "Sonda tilegin qabıl etip, özindegi nawqastı ayıqtırıp, Sonday-aq qulşılıq qılwşılarğa ğïbrat üşin özine semyasın jäne olarmen birge bir ese artıq märxamet etip, berdik. (Alla sınamaqqa balaların, mal-mülkin alıp, qurt awrw berse de qabaq şıtpay sabır etkendikten; nawqasınan ayıqtırıp, bürınğıdan eki ese äwlet, däwlet beredi. J.B.M.K.R.X)"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "Ismayıl, Idrıs, Zülkäfïl (Ğ.S.) derge de (märxamet etken edik.) Solardıñ barliğı da sabırlı edi"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "Sonday-aq olardı märxametimizge böledik. Öytkeni olar, ïgilerden edi"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "Yunıstı esiñe al. Sol waqıtta aşwlanıp, ketip qaldı da bizdiñ eş tarlıq qılmawımızdı oylap, sonda qarañğılıqtar işinde (balıqtıñ qarnında): \"Senen basqa eşbir täñir joq. Päksin. Şın mäninde men qateleswşilerden boldım\" dep, jalbarındı. (S. 138-A.) (Aytqanına könbegen eline, aşwlanıp, bet aldı ketip, bir kemege otırğanda balıq jutadı. B.M.K.R.X)"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "Tilegin qabıl etip, onı qayğıdan qutqardıq. Mine ïman keltirgenderdi söytip qutqaramız"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "Zäkerïyanı da esiñe al. Rabbına: \" Rabbm! Meni jalğız qoyma. Sen eñ jaqsı muragersiñ\" dep jalbarındı"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "Sonda tilegin qabıl etip, oğan Yaxyanı berdik. Äri jubayın jasarttıq. Öytkeni bular, jaqsılıqtarğa ümtıladı. Bizden ümitpen qorqw arasında tileydi de bizge bäyek boladı"
        },
        {
            "chapter": 21,
            "verse": 91,
            "text": "Sonday abıroyın qorğağan (Märyam) ğa rüxımızdan ürledik. Sonday-aq özin de ulın da bükil älemge ğïbrat qıldıq"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "Osı senderdiñ ümmetteriñ bir-aq ümmet. Men Rabbılarıñ. Sondıqtan Mağan ğana qulşılıq qılıñdar. (Allanı birlewşi bükil payğambarlar keltirgen din, Ïslam dini. Sondıqtan bir-aq ümmetsiñder. J.B.M.R.K)"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "Olar aralarında din isterin bölşektedi. Negizinde barlığı bizge qaytadı"
        },
        {
            "chapter": 21,
            "verse": 94,
            "text": "Sonda kim ïman keltirip, jaqsılıq istese, onıñ eñbegi bosqa ketpeydi. Küdiksiz oğan jazamız"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "Biz joq etken kent xalqınıñ bizge qaytpawı mümkin emes"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "Yajüj, Majüj ağıtılıp, ärbir töbeden kelgenge deyin. (Xadïs kitaptarında zaman aqırğa tayağanda: Yajüj, Majüj şığatındığı bildirilgen. Täpsir Madarik)"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "Ol şın wäde (qïyamet) tayasa, sol waqıtta qarsı bolğandardıñ közderi şarasınan şığıp: \"Ättegen-ay! Biz budan käpersiz zalın ekenmiz\" deydi"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "Sender jäne Alladan özge tabınğan närseleriñ, tozaqtıñ otınısıñdar. Sender soğan kiresiñder"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "Eger olar täñir bolsa, oğan kirmes edi. Barlığı onda mülde qaladı"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "Olar, tozaqta ıñıranıp, olar ol jerde eş närse estimeydi"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "Küdiksiz özderine Bizden ïgilik jazılğandar, solar tozaqtan awlaq boladı"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "Olar tozaqtıñ sıbdırın da estimeydi. Sonday-aq olar jannattağı köñilderi qalağan närselerinde mäñgi qaladı"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "Olardı qorqınıştıñ eñ zorı wayımdatpaydı da olardı perişteler: \"Mine bul senderge wäde etilgen kün\" dep qarsı aladı"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "Ol künde, kökti, kitaptıñ betin büktegendey bükteymiz de, äwel bastağıday qayta jaratamız. Bul Bizge bir mindet. Şınında Biz orındaymız"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "Rasında Täwrattan keyingi Zäbürde: \"Jerge ïgi qüldarım murager boladı\" dep jazdıq. (S.55-A)"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "Küdiksiz osı Quranda, qulşılıq qılğan elge, ärïne bir uqtırw bar"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "(Muxammed Ğ.S.) Biz seni bükil älemge raxmet etip qana jiberdik"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "Şın mäninde mağan, Täñirleriñ bir-aq Täñir dep waxï etildi. Onda Soğan boy usınasıñdar ma?\",- de"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "Al sonda eger olar jüz bursa: \"Senderdi tegis qulaqtandırdım. Senderge wäde etilgen närse alıs pa? Jaqın ba? Bilmeymin\" de"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "Küdiksiz Alla, sözdiñ körnewin de biledi, jasırğandarıñdı da biledi"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "Bilmeymin. (Bälkim bul (merzim) sender üşin bir sınaw, bir zamanğa deyin paydalanw şığar"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "(Muxammed Ğ.S.): \"Rabbım, twralıqpen ükim et. Jasama sürettewleriñe, meyirimdi Rabbımızdan järdem tilenedi\" dedi"
        },
        {
            "chapter": 22,
            "verse": 1,
            "text": "Äy adam balası! Rabbılarıñnan qorqıñdar. Rasında qïyamettiñ silkinisi ülken närse"
        },
        {
            "chapter": 22,
            "verse": 2,
            "text": "Ol küni, är emizwşiniñ emizgenin umıtqanın jäne ärbir bwaz jändiktiñ iş tastağanın köresiñ. Adamdardı mas türde köresiñ. Negizinde olar mas emes. Biraq Allanıñ azabı qattı"
        },
        {
            "chapter": 22,
            "verse": 3,
            "text": "Adamdardıñ keyi, Alla jayında bilmey talasadı da qasarısqan şaytanğa ilesedi"
        },
        {
            "chapter": 22,
            "verse": 4,
            "text": "Negizinde kim şaytandı dos körse; ol, onı adastırıp, tozaq otına bastaydı dep jazılğan"
        },
        {
            "chapter": 22,
            "verse": 5,
            "text": "Äy adam balası! Eger ölgennen keyin tirilwden küdiktenseñder, ärïne biz senderdi topıraqtan sonan soñ jınıstıq tamşıdan, keyin üyığan qannan tağı beynelengen, beynelenbegen kesek etten özderiñe tekteriñdi bildirw üşin jarattıq. Sonday-aq jatırlarda qalağan merzimge deyin qoyıp qoyamız. Soñında böbek ttrinde şığaramız. Odan keyin erjetesiñder. Keybirewleriñ qaytıs bolıp, keybirewleriñ är närseni bilgennen keyin tük bilmeytin ömirdiñ eñ naşarına qaytarılasıñdar. Qwrağan jerdi köresiñ. Oğan jañbır jawdırsaq, qulpırıp, köpsidi de är türli körkem ösimdik öndirdi"
        },
        {
            "chapter": 22,
            "verse": 6,
            "text": "Osı dälelder boyınşa, şın mäninde Alla; Ol, xaq. Küdiksiz Ol, ölikti tiriltedi. Öytkeni, är närsege küşi jetedi"
        },
        {
            "chapter": 22,
            "verse": 7,
            "text": "Älbette qïyamet keledi. Onda Küdik joq. Şäksiz Alla, qabırdağılardı tiriltedi"
        },
        {
            "chapter": 22,
            "verse": 8,
            "text": "Adamdardıñ keyi; bilimsiz, jolbasşısız jäne säwle berwşi kitabı da joq. Alla jayında talasadı"
        },
        {
            "chapter": 22,
            "verse": 9,
            "text": "Allanıñ jolınan adastırw tipin toñ moyındıq isteydi. Oğan dünïede qorlıq bar. Äri qïyamet küninde, jandırwşı azaptıñ dämin tattıramız"
        },
        {
            "chapter": 22,
            "verse": 10,
            "text": "Bul burınnan qoleki istegenderiñniñ sazayı.\" Rasında Alla quldarına zulımdıq qılwşı emes"
        },
        {
            "chapter": 22,
            "verse": 11,
            "text": "Adamdardan Allağa nemqüraydı qulşılıq qılatındar bar. Eger oğan bir jaqsılıq kelse, sol sebepti köñilderi ornığadı da eger oğan bir kesir tïse; jaltarıp, dünïe, axïrette zïyan tartadı. Mine bul aşıq zïyan"
        },
        {
            "chapter": 22,
            "verse": 12,
            "text": "Olar Alladan özge özderine payda, zïyan bere almaytın närselerge sïınadı. Mine sol uzaq adasw"
        },
        {
            "chapter": 22,
            "verse": 13,
            "text": "Söytip olar, paydasınan zïyanı jaqın birewlerge sïınadı. Ärïne nendey jaman qojayın! Nendey jaman sıbaylas"
        },
        {
            "chapter": 22,
            "verse": 14,
            "text": "Küdiksiz Alla, ïman keltirip, tüzw is istegenderdi, astarınan özender ağatın baqşalarğa kirgizedi. Şınında Alla qalağanın isteydi"
        },
        {
            "chapter": 22,
            "verse": 15,
            "text": "Kim; Alla, dünïe, axïrette payğambarğa äste järdem etpeydi dep, oylasa, derew bir jippen töbege asılıp, sosın sonı kessin de körsin. (Bwınıp, ölip körsin.) Onıñ bul amalı ızalanğan närsesin keltire ala ma? (J.B.M.K.R)"
        },
        {
            "chapter": 22,
            "verse": 16,
            "text": "Söytip Qurandı aşıq-aşıq ayattar türinde tüsirdik. Ras Alla,qapağanın twra jolğa saladı"
        },
        {
            "chapter": 22,
            "verse": 17,
            "text": "Rasında ïman keltirgender, Yawdï bolğandar, Sabïlar, Xrïstïandar, Mäjüsïler jäne Allağa şerik qosqandar, küdiksiz Alla, osılardıñ arasına bïlik aytadı. Şın mäninde Alla är närsege ayğaq"
        },
        {
            "chapter": 22,
            "verse": 18,
            "text": "(Säjde ayatı bar.) (Muxammed Ğ.S.) körmeysiñ be? Allağa; kökterde, jerde bolğan ärkim; kün, ay, jüldızdar, tawlar, ağaş, xaywandar jäne adamdardıñ köbi säjde qıladı. Jäne de olardıñ köbine azap tïisti bolğan. Alla kimdi qorlasa, sonda onı, eşbir qürmettewşi bolmaydı. Küdiksiz Alla, qalağanın isteydi"
        },
        {
            "chapter": 22,
            "verse": 19,
            "text": "Osı, Rabbıları jayında talasqan eki äriptes: Qarsı bolğandarğa, ottan kïim pişilgen, töbeleriniñ üstinen qaynap turğan sw qüyıladı"
        },
        {
            "chapter": 22,
            "verse": 20,
            "text": "Onımen olardıñ işindegileri jäne terileri eritiledi"
        },
        {
            "chapter": 22,
            "verse": 21,
            "text": "Olar üşin temirden kürziler boladı"
        },
        {
            "chapter": 22,
            "verse": 22,
            "text": "Qaşan olar, tozaqtıñ beynetinen şığwdı qalasa, oğan qayta ïteriledi de: \"Jandırwşı azaptıñ dämin tatıñdar!\",-(delinedi)"
        },
        {
            "chapter": 22,
            "verse": 23,
            "text": "Küdiksiz Alla; ïman keltirip, izgi is istegenderdi, astarınan özender ağatın baqşalarğa kirgizedi. Olar onda altın jäne injw bileziktermen bezenedi. Ondağı kïimderi de jibek boladı"
        },
        {
            "chapter": 22,
            "verse": 24,
            "text": "Olar, körkem sözge köndirilip, maqtawlı Allanıñ jolına salınğandar. (Körkem söz: Alladan basqa eşbir täñir joq. J.B.M.K.R)"
        },
        {
            "chapter": 22,
            "verse": 25,
            "text": "Şınında qarsı bolğandarğa, Allanıñ jolınan sonday-aq Biz; onıñ turğındarımen şetten kelwşi adamdarğa teñ qılğan Mesjid Xaramnan tosqandarğa jäne kim onda zulımdıqpen joldan şığwdı qalasa, oğan jan türşigerlik azaptıñ dämin tattıramız"
        },
        {
            "chapter": 22,
            "verse": 26,
            "text": "Sol waqıtta Ibırayım (Ğ.S.) dı Kağbanıñ ornına: \"Mağan eşbir närseni ortaq qospa! Tawap etwşilerge, tik turıp, eñkeyip jäne bas qoyıp, qulşılıq qılwşılarğa taza usta\" dep, ornalastırğan edik"
        },
        {
            "chapter": 22,
            "verse": 27,
            "text": "Adamdardı xajğa şaqır. Olar jayaw jäne kölik üstinde ärbir alıs joldardan sağan keledi"
        },
        {
            "chapter": 22,
            "verse": 28,
            "text": "Olar özderine tän paydaların körsin. Sonday-aq özderine berilgen maldardan belgili künderde Allanıñ atın alsın. (Qürban şalsın.) Odan özderiñ de jeñder jäne joq-jitikke de jegizinder"
        },
        {
            "chapter": 22,
            "verse": 29,
            "text": "Sonan soñ olar kirlerin ketirsin. (Şaş, tırnağın alıp, ıxramnan şıqsın.) Jäne aytqan näzirlerin orındap, Kağbanı tawap kılsın"
        },
        {
            "chapter": 22,
            "verse": 30,
            "text": "Mine osı, kim Allanıñ ardaqtağandarın joğarı bağalasa; sonda oğan Rabbılarınıñ qasında xayırlı. Senderge aramdıgı bildirilgennen basqa maldar, xalal qılındı. Al endi näjis btttardan saqtanıñdar. Sonday-aq ötirik sözderden saqtanıñdar. (IS.116-A)"
        },
        {
            "chapter": 22,
            "verse": 31,
            "text": "Nağız qul bolıp, Allağa ortaq qospañdar. Kim Allağa ortaq qossa; Sonda ol, kökten tüsip, onı qus ilip, äketetin nemese onı, uzaqqa jel uşırıp ketken närse sïyaqtı"
        },
        {
            "chapter": 22,
            "verse": 32,
            "text": "Mine osı. Kim Allanıñ belgilerin ulıqtasa; küdiksiz ol, jürektiñ taqwalığınan"
        },
        {
            "chapter": 22,
            "verse": 33,
            "text": "Qurbandıqtan belgili merzimge deyin paydalanwlarıña boladı. Sosın ol Kağbanıñ janındağı ornına aparıladı. (Qaşan şalınğanğa deyin minwge, artwğa, tölinen, sütinen, jüninen paydalanwğa boladı. J.B.M.K.R)"
        },
        {
            "chapter": 22,
            "verse": 34,
            "text": "Biz ärbir ümmet üşin, özderine bergen maldardan, Allanıñ ğana atın atap, qürban şalwdı bekittik. Öytkeni, Täñirleriñ bir-aq Täñir. Sondıqtan Soğan boy üsınıñdar. (Muxammed!) Iqılastılardı qwandır"
        },
        {
            "chapter": 22,
            "verse": 35,
            "text": "Olar, qaşan Alla zikir etilse, jürekteri düpildeydi. Özderine kelgen awırşılıqqa şıdap, namazdı orınday otırıp, bergen nesibemizden tïisti orınğa jumsaydı"
        },
        {
            "chapter": 22,
            "verse": 36,
            "text": "Tüye, sïırdı (B.M.K.R.) sender üşin; Allanıñ belgileri (qürbandıqtarı) qıldıq. Münda sender üşin xayır bar. Olardı turğızıp qoyıp, oğan Allanıñ atın aytıñdar. Sonda qaşan olardıñ jambastarı jerge tïse (janı şıqsa) jeñder de muxtajğa da muxtaj emeske de jegiziñder. Östip şükir etwleriñ üşin; maldı erikteriñe berdik"
        },
        {
            "chapter": 22,
            "verse": 37,
            "text": "Eşqaşan qürbannıñ etteri, qandarı Allağa ülgirmeydi. Biraq senderdiñ taqwalıqtarıñ ülgiredi. (Araptar jahïlïet zamanında Kağbanıñ qabırğasına qürbannıñ etterin asıp, qandarın jağatın. B.M.K.R.) Senderge twra jol körsetken Allanı, ulıqtawlarıñ üşin; osılayşa maldı, erikteriñe berdik. (Muxammed Ğ.S.) jaqsılıq istewşilerdi qwandır"
        },
        {
            "chapter": 22,
            "verse": 38,
            "text": "Küdiksiz Alla, ïman keltirgenderdi qorğaydı. Ärïne Alla, bükil qïyanatşıl, qasarısqandardı jaqsı körmeydi"
        },
        {
            "chapter": 22,
            "verse": 39,
            "text": "Şınında şabwıl jasalıp, zulımdıqqa üşırağandarğa, soğısw üşin ruxsat berildi. Küdiksiz Allanıñ, olarğa järdem etwge, küşi tolıq jetedi"
        },
        {
            "chapter": 22,
            "verse": 40,
            "text": "Olar, sonday jazıqsız: \"Rabbımız Alla\" degendikterinen ğana jurttarınan şığarılğandar. Eger Alla; adamdardı, birin-biri arqılı qorğamasa, Manastırlar, Şirkewler, Yawdïlerdiñ qulşılıq orındarı jäne işinde Allanıñ atı köbirek zikir etiletin meşitter qülatılar edi. Kim Alla jolına järdem etse, Alla oğan järdem etedi. Şäksiz Alla, asa körwşi, tım üstem. (S. 251-A)"
        },
        {
            "chapter": 22,
            "verse": 41,
            "text": "Eger olardı jer jüzine ornalastırsaq; olar, namazdı orındar, zeket berer sonday-aq durısqa qosıp, burıstan tosar edi. Negizinde isterdiñ soñı Allağa tän"
        },
        {
            "chapter": 22,
            "verse": 42,
            "text": "(Muxammed Ğ.S.) eger olar, seni jasınğa şığarsa, ras olardan bürın Nux (Ğ.S.) tıñ eli jäne Ğad, Sämüd eli de jasınğa şığarğan bolatın"
        },
        {
            "chapter": 22,
            "verse": 43,
            "text": "Sonday-aq Ibırayım (Ğ.S.) eli jäne Nux (Ğ.S) eli de"
        },
        {
            "chapter": 22,
            "verse": 44,
            "text": "Sonday-aq Mädyandıqtar da jasınğa şığarıp, Musa da jasınğa şığarılğan edi. Sonda ol käpirlerge mursa berip barıp,sosın qolğa aldım. Tanımaw qalay eken"
        },
        {
            "chapter": 22,
            "verse": 45,
            "text": "Qanşalağan zalım bolğan kentterdi tïpıl qıldıq. Mine ol, üsti-astına tüsip jatır. Jäne ïen qalğan qüdıq, oyran bolğan saray"
        },
        {
            "chapter": 22,
            "verse": 46,
            "text": "Olar jer jüzinde kezip jürmedi me? Sonda olardıñ tüsiner jürekteri jäne estir qulaqtarı bolsa edi. Negizinen közderi soqır emes. Biraq kökirekterindegi jürekteri soqır"
        },
        {
            "chapter": 22,
            "verse": 47,
            "text": "(Muxammed Ğ.S.) olar senen azaptıñ tez kelwin tileydi. Alla wädesinen äste aynımaydı. Negizinde Allanıñ qasındağı bir kün, sender sanaytın mıñ jılmen teñ"
        },
        {
            "chapter": 22,
            "verse": 48,
            "text": "Qanşalağan kentterge ol zalım bola tura mürsa berip barıp sonan soñ qolğa aldım. Ärïne barar jeri de Biz tarap"
        },
        {
            "chapter": 22,
            "verse": 49,
            "text": "(Muxammed Ğ.S.): \"Äy adamdar! Şın mäninde men senderge aşıq eskertwşi ğanamın\" de"
        },
        {
            "chapter": 22,
            "verse": 50,
            "text": "Al ïman keltirip, tüzw is istegender, olarğa jarılqaw äri qurmetti nesibe bar"
        },
        {
            "chapter": 22,
            "verse": 51,
            "text": "Sonday ayattarımızdı buzwğa tırısqandar, mine solar tozaqtıq"
        },
        {
            "chapter": 22,
            "verse": 52,
            "text": "(Muxammed Ğ.S.) Senen burın da, elşi ne payğambar jibergen bolsaq, qaşan ol ümittense, ümitine şaytan küdik saldı. (Nemese qaşan ol oqısa, oqwına şaytan küdik saldı. J.B.M.K.R.) Alla şaytannıñ salatının joyıp, sosın öz ayattarın bekemdeydi. Alla tolıq bilwşi, xïkmet ïesi"
        },
        {
            "chapter": 22,
            "verse": 53,
            "text": "Şaytannıñ salatının; jürekteri qatayğandarğa, sınaq üşin. Zalımdar, ärïne uzaq bir qayşılıqta"
        },
        {
            "chapter": 22,
            "verse": 54,
            "text": "(Muxammed Ğ.S.) ğılım berilgender, Qurannıñ Rabbıñnan bir xaqïqat ekendigin bilip, oğan senip jäne oğan jürekteri berilwi üşin. Küdiksiz Alla, ïman keltirgenderdi älbette twra jolğa saldı"
        },
        {
            "chapter": 22,
            "verse": 55,
            "text": "Sonday qarsı kelgender, özderine kenetten qïyamet kelgenge nemese sätsiz bir künniñ azabı kelgenge deyin ünemi Qurannan küdiktenwde"
        },
        {
            "chapter": 22,
            "verse": 56,
            "text": "Sol küni, ïelik Allağa tän. Olardıñ aralarına ükim jürgizedi. Sonda ïman keltirgender, izgi is istegender, baqıttı jannattarda boladı"
        },
        {
            "chapter": 22,
            "verse": 57,
            "text": "Qarsı kelip, ayattarımızdı jasınğa aynaldırğandar, mine solarğa qorlawşı azap bar"
        },
        {
            "chapter": 22,
            "verse": 58,
            "text": "Al Alla jolında bosqandar, sosın öltirilgen nemese ölgender, älbette Alla olarğa körkem nesibe beredi. Küdiksiz Alla, ärïne Ol, nesibe berwşilerdiñ jaqsısı"
        },
        {
            "chapter": 22,
            "verse": 59,
            "text": "Alla olardı razı bolatın orınğa kirgizedi. Ras Alla, asa bilwşi, öte jumsaq"
        },
        {
            "chapter": 22,
            "verse": 60,
            "text": "Mine osılay; kim özine istelgendey ğana istegen bola tura; ol, qayta buğan soqtıksa, ärïne Alla, oğan järdem etedi. Küdiksiz Alla, asa keşirimdi, öte jarılqawşı"
        },
        {
            "chapter": 22,
            "verse": 61,
            "text": "Mine şın mäninde Alla, tündi kündizge qosıp, kündizdi tünge qosadı. Küdiksiz Alla, är närseni estïdi, köredi"
        },
        {
            "chapter": 22,
            "verse": 62,
            "text": "Mine küdiksiz Alla, Ol xaq. Rasında olardıñ Alladan özge sïınğandarı ol, bosqa. Ras Alla, Ol öte joğarı, asa ulı"
        },
        {
            "chapter": 22,
            "verse": 63,
            "text": "Körmeysiñ be? Ras Alla, kökten jañbır jawdırıp, jerdi jasıldıqqa aynaldırdı. Şäksiz Alla, öte mulayım, tolıq bilwşi"
        },
        {
            "chapter": 22,
            "verse": 64,
            "text": "Kökterdegi äri jerdegi närseler Allaniki. Şınında Alla, öte bay, asa maqtawlı"
        },
        {
            "chapter": 22,
            "verse": 65,
            "text": "Ras Allanıñ, jerdegilerdi jäne öz ämirimen teñizde jürgen kemeni senderge bağınıştı qılğanın jäne de öz buyrığınsız köktiñ jerge tüswin toqtatqanın kermeysiñ be? Küdiksiz Alla, adam balasına, älbette öte esirgewşi, asa meyirimdi"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "Ol sonday Alla, senderdi tiriltti, sosın öltiredi, sonan keyin jäne tiriltedi. Rasında adam balası näsükir"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "Är ümmet üşin, olar orındaytın bir ereje jasadıq. (S.48-A.) Endeşe (Muxammed Ğ.S.) olar, senimen bul is jayında tartıspasın. Rabbıñ jaqqa şaqır. Sen älbette twra jol üstindesiñ"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "Eger olar senimen talassa: \"Alla, ne istegenderiñdi jaqsı biledi\" de"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "Alla, qïyamet küni, aralarıñdağı qayşılıqqa tüsken närseler jayında ükim beredi"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "Allanıñ jer, köktegi närselerdi biletinin bilmeysiñ be? Şäksiz bular, Kitapta jazwlı. Küdiksiz bul, Allağa oñay"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "Olar, Alladan özge, oğan eşbir dälel tüsirilmegen jäne ol jönde özderine de eşbir mälimet bolmağan närselerge tabınadı. Ol zalımdar üşin, bir järdemşi bolmaydı"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "Qaşan olarğa aşıq ayattarımız oqılsa, käpirlerdiñ jüzderinen qarsılıq sezesiñ. Sonday-aq olarğa ayattarımızdı oqığandardı bassala jazdaydı. (Muxammed Ğ.S.) olarğa: \"Endi senderge budan da jamannıñ xabarın bereyin be? Ol, ot! Alla onı, qarsı bolğandarğa wäde etken nendey jaman orın!\",- de"
        },
        {
            "chapter": 22,
            "verse": 73,
            "text": "Äy adam balası! Bir mısal keltirildi. Endi soğan qulaq salıñdar: Senderdiñ Alladan özge tabınğandarıñ, barlıgı jïılsa da äste bir şıbın jarata almaydı. Sonday-aq eger şıbın olardıñ bir närsesin alıp qaşsa, odan onı qutqara almaydı. Öytkeni, izdewşi de izdelgen de naşar"
        },
        {
            "chapter": 22,
            "verse": 74,
            "text": "Olar Allanıñ qadırın bilip, şın mäninde bağalay almadı. Alla asa küşti, öte üstem"
        },
        {
            "chapter": 22,
            "verse": 75,
            "text": "Alla, periştelerden de adamdardan da elşiler ğana belgiledi. Şäksiz Alla, är närseni asa estwşi, tım körwşi"
        },
        {
            "chapter": 22,
            "verse": 76,
            "text": "Olardıñ aldarındağını da arttarındağını da biledi. Sonday-aq barlıq is Allağa qaytadı"
        },
        {
            "chapter": 22,
            "verse": 77,
            "text": "Äy ïman keltirgender! rüküğ, säjde qılıp, Rabbılarıña ğïbadat qılıñdar. Jäne xayır qılıñdar. Ärïne qutılasıñdar"
        },
        {
            "chapter": 22,
            "verse": 78,
            "text": "Alla jolında şınayı türde küresiñder. Senderdi Ol tañdadı. Senderge dinde qïındıq qılğan emes. Atalarıñ Ibırayım (Ğ.S.) nıñ jolı. Alla burın da osı Quranda da payğambardıñ senderge kwä bolwı, senderdiñ de adamdarğa kwä bolwlarıñ üşin, \"Musılman\" dep atadı. Endi namazdı tolıq orındañdar, zeket beriñder de Allağa jabısıñdar. Ïeleriñ Sol; nendey jaqsı ïe. Nendey jaqsı järdemşi"
        }
    ]
}