{
    "maqras": [
        {
            "chapter": 28,
            "verse": 51,
            "text": "Ni liver message them ke ili pren heed"
        },
        {
            "chapter": 28,
            "verse": 52,
            "text": "Those ni ben previous scriptures kred en this"
        },
        {
            "chapter": 28,
            "verse": 53,
            "text": "When gxi recited them ili dir Ni kred en gxi. This est truth our Lord Eben antaux ni auxd gxi ni est submitters"
        },
        {
            "chapter": 28,
            "verse": 54,
            "text": "Al these ni grant twice rekompenc ili steadfastly persevere Ili counter evil works bon works el our provisions them ili don"
        },
        {
            "chapter": 28,
            "verse": 55,
            "text": "When ili ven vain talk ili disregard gxi dir Ni est responsible our deeds vi est responsible por your deeds. Pac est vi. Ni ne wish behave like ignorant unu"
        },
        {
            "chapter": 28,
            "verse": 56,
            "text": "Vi ne direkt unu vi am. DI est NUR UNU who DIREKT en accordance kun His VOL en accordance kun His knowledge DE those IND guidance"
        },
        {
            "chapter": 28,
            "verse": 57,
            "text": "Ili dir ni sekv your guidance ni sufer persecution. vol ni ne establ them Sankt Sanctuary al which all kinds da frukt ofert provision us? Ja plej de them ne kon"
        },
        {
            "chapter": 28,
            "verse": 58,
            "text": "Many community ni annihilated por torn unappreciative de their viv Consequently here est their hejm nothing uninhabited ruin them a few Ni est inheritors"
        },
        {
            "chapter": 28,
            "verse": 59,
            "text": "Por your Lord neniam annihilates any community send messenger en des midst thereof recite our revelations al them! Ni neniam annihilate any community its popol est wicked"
        },
        {
            "chapter": 28,
            "verse": 60,
            "text": "Cxio don vi est nur sxtof this life its vanity. Ki est DI est far put everlasting Vi ne kompren"
        },
        {
            "chapter": 28,
            "verse": 61,
            "text": "ni promes bon promes surely ven pas egal al unu whom ni proviz kun temporary sxtof this life tiam sufer etern doom Tag Resurrection"
        },
        {
            "chapter": 28,
            "verse": 62,
            "text": "Tag ven when Li vok them dir Kie those idols vi do gxi est set Me"
        },
        {
            "chapter": 28,
            "verse": 63,
            "text": "Those incurred judgment dir Our Lord these est des unu ni misled ni misled them nur ni ir astray. Ni tuj devote totally Vi. Ili really ne worshipping us"
        },
        {
            "chapter": 28,
            "verse": 64,
            "text": "(Gxi dir Vok your idols help vi)! Ili vok them ili ne respond! Ili sufer retribution wish ili direkt"
        },
        {
            "chapter": 28,
            "verse": 65,
            "text": "Ke tag Li pet everyone vol Kiel vi respond messengers"
        },
        {
            "chapter": 28,
            "verse": 66,
            "text": "Ili tial stunned fakt ke tag ili est speechless"
        },
        {
            "chapter": 28,
            "verse": 67,
            "text": "As por those pent kred plumb righteous life ili end winners"
        },
        {
            "chapter": 28,
            "verse": 68,
            "text": "Your Lord est Unu kre whatever Li vol chooses ne 1 does any choosing Glory est al DI plej Exalted Li far super bezon partners"
        },
        {
            "chapter": 28,
            "verse": 69,
            "text": "Your Lord kon innermost thoughts fel en their kest ankaux as cxio ili deklar"
        },
        {
            "chapter": 28,
            "verse": 70,
            "text": "Li est 1 DI; tie ne est ali di Him. Al Him aparten all lauxd en this 1 life en Hereafter All judgment aparten Him Him vi returned"
        },
        {
            "chapter": 28,
            "verse": 71,
            "text": "Dir Ki se DI far nokt perpetual gxis Tag Resurrection? Which di DI proviz vi can kun light Vi ne auxd"
        },
        {
            "chapter": 28,
            "verse": 72,
            "text": "Dir Ki se DI far daylight perpetual gxis Tag Resurrection? Which di DI proviz vi nokt your ripoz? Vi ne seg"
        },
        {
            "chapter": 28,
            "verse": 73,
            "text": "(est mercy Him Li kre vi nokt tag en ord ripoz nokt) tiam streb His provisions tag) vi est appreciative"
        },
        {
            "chapter": 28,
            "verse": 74,
            "text": "Tag ven when Li pet them Kie idols vi do gxi est fabricated rang Me"
        },
        {
            "chapter": 28,
            "verse": 75,
            "text": "Ni select el cxiu community witness tiam dir Prezent your proof Ili realize tiam all truth aparten DI while idols ili fabricated abandon them"
        }
    ]
}