{
    "maqras": [
        {
            "chapter": 3,
            "verse": 113,
            "text": "Ili ne est all des sam; followers scripture tie est those est righteous. Ili recite di revelations nokt ili fal prostrate"
        },
        {
            "chapter": 3,
            "verse": 114,
            "text": "Ili kred en DI Last Tag ili advokat righteousness forbid evil ili hasten do righteous works These est des righteous"
        },
        {
            "chapter": 3,
            "verse": 115,
            "text": "Any bon ili ne ir unrewarded. DI est fully aware da DES righteous"
        },
        {
            "chapter": 3,
            "verse": 116,
            "text": "Those disbelieved neniam help their mon their infan DI. Ili incurred Infer wherein ili abide forever"
        },
        {
            "chapter": 3,
            "verse": 117,
            "text": "Ekzempl their accomplishments en this life est violent vent hits rikolt popol wronged their anim visx gxi out! DI NENIAM wronged them; est ILI wronged"
        },
        {
            "chapter": 3,
            "verse": 118,
            "text": "O vi kred ne befriend outsiders neniam cxes wish vi harm ili ecx wish seg vi sufer! Hatred flu their busx ki ili kasx en their kest est far mav Ni tiel clarify revelations vi se vi kompren"
        },
        {
            "chapter": 3,
            "verse": 119,
            "text": "Here vi est am them while ili ne am vi vi kred en all scripture! When ili meet vi ili dir Ni kred as baldaux as ili las ili mord their fingr rage vi. dir Mort your rage DI est fully aware da innermost thoughts"
        },
        {
            "chapter": 3,
            "verse": 120,
            "text": "When anything bon ven your voj ili dolor when io mav okaz vi ili gxoj. Vi steadfastly persevere argument righteousness their schemes neniam dolor vi! DI EST fully aware da CXIO ILI do"
        },
        {
            "chapter": 3,
            "verse": 121,
            "text": "Recall vi (Muhammad) est your popol when vi set out asign believers their pozici por battle DI est Hearer Omniscient"
        },
        {
            "chapter": 3,
            "verse": 122,
            "text": "grup vi preskaux failed DI est their Lord En DI believers fid"
        },
        {
            "chapter": 3,
            "verse": 123,
            "text": "DI granted VI victory Badr your weakness. Do vi observ DI montr your appreciation"
        },
        {
            "chapter": 3,
            "verse": 124,
            "text": "Vi told believers Est gxi ne suficx ke your Lord supports vi 3000 angxel send down"
        },
        {
            "chapter": 3,
            "verse": 125,
            "text": "Ja vi steadfastly persevere argument righteousness tiam ili atak vi suddenly your Lord support vi 5000 angxel put dres"
        },
        {
            "chapter": 3,
            "verse": 126,
            "text": "DI TIEL INFORM VI en ord DON VI BON news assure your kor Victory ven nur el DI Almighty Sagx"
        },
        {
            "chapter": 3,
            "verse": 127,
            "text": "Li tiel annihilates kelk disbelievers neutralizes them; ili cxiam end losers"
        },
        {
            "chapter": 3,
            "verse": 128,
            "text": "Est up al vi; Li redeem them Li pun them por their transgressions"
        },
        {
            "chapter": 3,
            "verse": 129,
            "text": "Al DI aparten cxio heavens ter! Li forgives whomever Li vol pun whomever Li vol! DI est Forgiver Merciful"
        },
        {
            "chapter": 3,
            "verse": 130,
            "text": "O vi kred vi ne pren usury compounded over kaj over Observ DI ke vi sukces"
        },
        {
            "chapter": 3,
            "verse": 131,
            "text": "Beware da hellfire awaits disbelievers"
        },
        {
            "chapter": 3,
            "verse": 132,
            "text": "Vi obe DI messenger ke vi ating mercy"
        }
    ]
}