{
    "maqras": [
        {
            "chapter": 7,
            "verse": 47,
            "text": "When ili torn their okul dwellers Infer ili dir Our Lord do ne put us these wicked popol"
        },
        {
            "chapter": 7,
            "verse": 48,
            "text": "dwellers Purgatory vol vok sur popol ili recognize their jen dir Your great numer ne avail vi en any voj nor did your arrogance"
        },
        {
            "chapter": 7,
            "verse": 49,
            "text": "Est those popol vi jxur DI testament neniam tusx them kun mercy?\" (popol Purgatory vol tiam told Enter Paradise; vi hav nothing tim nor vol vi grieve)"
        },
        {
            "chapter": 7,
            "verse": 50,
            "text": "dwellers Infer vok sur dwellers Paradise Let kelk da your akv kelk da di provisions al vi flu us Ili dir DI forbidden them disbelievers"
        },
        {
            "chapter": 7,
            "verse": 51,
            "text": "Those ne sorb their religi seriously totally preoccupied this worldly life ni forges them ke tag ili forges ke tag kaj ili spurned our revelations"
        },
        {
            "chapter": 7,
            "verse": 52,
            "text": "Ni don them scripture fully detal knowledge guidance mercy popol kred"
        },
        {
            "chapter": 7,
            "verse": 53,
            "text": "Ili waiting all (prophecies) est fulfilled Tag such fulfillment ven pas those disregarded gxi en des preter dir messengers our Lord brought truth. Tie any intercessors est al intercede our behalf? Would vi send us tial ke ni sxangx our behavior bon works than ki ni did Ili perd their anim their own innovations kauxz their doom"
        },
        {
            "chapter": 7,
            "verse": 54,
            "text": "Your Lord est 1 DI kre heavens ter 6 tag tiam assumed all auxtoritat. Nokt overtakes tag gxi pursues gxi persistently sun lun stel committed dejxor His ordon! Absolutely Li controls all creation all ordon. Exalted est DI Lord univers"
        },
        {
            "chapter": 7,
            "verse": 55,
            "text": "Vi worship your Lord publicly privately; Li ne am transgressors"
        },
        {
            "chapter": 7,
            "verse": 56,
            "text": "Ne corrupt ter gxi set rekt worship Him reverence esper! Surely di mercy est attainable per des righteous"
        },
        {
            "chapter": 7,
            "verse": 57,
            "text": "Li est 1 who send vent bon omen mercy el His man! Once ili gather heavy nub ni sxofor them dead land send down akv therefrom produkt gxi all kinds da frukt! Ni tiel resurrect dead ke vi pren heed"
        },
        {
            "chapter": 7,
            "verse": 58,
            "text": "Bon land readily produkt its plant las its Lord while mav land barely produkt anything util. Ni tiel eksplik revelations popol est appreciative"
        },
        {
            "chapter": 7,
            "verse": 59,
            "text": "Ni send Noah his popol dir O my popol worship DI; vi ne hav ali di Him. Mi tim por vi retribution awesome tag"
        },
        {
            "chapter": 7,
            "verse": 60,
            "text": "Estr his popol dir Ni seg vi est far astray"
        },
        {
            "chapter": 7,
            "verse": 61,
            "text": "Li dir O my popol mi est astray; mi est messenger Lord univers"
        },
        {
            "chapter": 7,
            "verse": 62,
            "text": "Mi liver vi messages my Lord mi advise vi mi kon DI ki vi ne kon"
        },
        {
            "chapter": 7,
            "verse": 63,
            "text": "Est gxi tro mult de wonder ke reminder ven vi your Lord hom vi avert vi plumb vi al righteousness ke vi ating mercy"
        },
        {
            "chapter": 7,
            "verse": 64,
            "text": "Ili rejected him. Consequently ni sav him those him en ark ni dron those rejected our revelations; ili est blind"
        }
    ]
}