{
    "pages": [
        {
            "chapter": 7,
            "verse": 23,
            "text": "Tā liǎ shuō:“Wǒmen de zhǔ a! Wǒmen yǐ zì qīle, rúguǒ nǐ bù shè yòu wǒmen, bù cí mǐn wǒmen, wǒmen bìdìng biàn chéng kuī shé zhě.”"
        },
        {
            "chapter": 7,
            "verse": 24,
            "text": "Zhǔ shuō:“Nǐmen hùxiāng chóushì dìxiàqù ba. Dà dìshàng yǒu nǐmen zhànshí de zhùchù hé xiǎngshòu.”"
        },
        {
            "chapter": 7,
            "verse": 25,
            "text": "Zhǔ shuō:“Nǐmen jiàng zài dà dìshàng shēnghuó, jiàng zài dà dìshàng sǐwáng, jiāng cóng dì xià bèi qǔ chū lái.”"
        },
        {
            "chapter": 7,
            "verse": 26,
            "text": "Ā dān de zǐsūn a! Wǒ què yǐ wèi nǐmen ér chuàngzào zhēxiū de yīfú hé xiūshì de yīfú, jìngwèi de yīfú yóuwéi yōuměi. Zhè shì shǔyú zhēnzhǔ de jīxiàng, yǐbiàn tāmen juéwù"
        },
        {
            "chapter": 7,
            "verse": 27,
            "text": "Ā dān de zǐsūn a! Jué bùyào ràng èmó kǎoyàn nǐmen. Yóurú tā bǎ nǐmen de shǐ zǔfùmǔ de yīfú tuō xià, ér jiēshì tā liǎ zìjǐ de yīnbù, ránhòu bǎ tā liǎ yòu chū lèyuán nàyàng. Tā hé tā de bùxià, díquè néng kànjiàn nǐmen; ér nǐmen què bùnéng kànjiàn tāmen. Wǒ què yǐ shǐ èmó chéngwéi bù xìndào zhě de méngyǒu"
        },
        {
            "chapter": 7,
            "verse": 28,
            "text": "Dāng tāmen zuòle chǒushì de shíhòu, tāmen shuō:“Wǒmen fāxiàn wǒmen de zǔxiān shi zhèyàng zuò de. Zhēnzhǔ yěshì mìnglìng wǒmen zhèyàng zuò de.” Nǐ shuō:“Zhēnzhǔ bù mìnglìng rén zuò chǒushì. Nándào nǐmen jiǎjiè zhēnzhǔ de míngyì ér wàngyán nǐmen zìjǐ suǒ bù zhīdào de shìqíng ma?”"
        },
        {
            "chapter": 7,
            "verse": 29,
            "text": "Nǐ shuō:“Wǒ de zhǔ, mìnglìng rén zhǔchí gōngdào, zài měi cì lǐbài de shíhòu, nǐmen yào zhuānxīnzhìzhì de qūxiàng tā, yào xīnyuèchéngfú de qídǎo tā. Nǐmen yào xiàng tā chuàngzào nǐmen de shíhòu nàyàng fǎnběn huányuán.”"
        },
        {
            "chapter": 7,
            "verse": 30,
            "text": "Yī huǒ rén, tā céng jiāyǐ yǐndǎo; yī huǒ rén, shì gāi mí wù de (tā céng jiāyǐ qì jué). Tāmen què yǐ shě zhēnzhǔ ér yǐ èmó wèi bǎoyòu zhě, hái yǐwéi zìjǐ shì zūnxún zhèngdào de.§"
        }
    ]
}