{
    "pages": [
        {
            "chapter": 68,
            "verse": 43,
            "text": "Tóngshí, tāmen shēn zāo língrù, bù gǎn yǎngshì. Ér guòqù tāmen jiànquán de shíhòu, céng bèi zhào qù kòutóu"
        },
        {
            "chapter": 68,
            "verse": 44,
            "text": "Nǐ ràng wǒ chéngzhì fǒurèn zhè xùn cí de rén ba! Wǒ jiāng shǐ tāmen bùzhī bù jué de jiàn qū yú huǐmiè"
        },
        {
            "chapter": 68,
            "verse": 45,
            "text": "Wǒ yōuróng tāmen, wǒ de jìcè què shì zhōumì de"
        },
        {
            "chapter": 68,
            "verse": 46,
            "text": "Nǐ xiàng tāmen suǒqǔ bàochóu, gù tāmen dānfù tài zhòng ne"
        },
        {
            "chapter": 68,
            "verse": 47,
            "text": "Háishì tāmen néng zhī yōuxuán, gù jiāyǐ jìlù ne"
        },
        {
            "chapter": 68,
            "verse": 48,
            "text": "Gù nǐ yīngdāng rěnshòu nǐ de zhǔ de pànjué, bùyào xiàng nàgè zàngshēn yú fù de rén yīyàng. Dāngshí, tā ǎozhe nù hūyù tā de zhǔ"
        },
        {
            "chapter": 68,
            "verse": 49,
            "text": "jiǎruò cóng tā de zhǔ fāchū de ēndiǎn méiyǒu dádào tā, nàme, tā bì shòu zébèi dì bèi pāo dào huāngliáng dì dìfāng"
        },
        {
            "chapter": 68,
            "verse": 50,
            "text": "Sìhòu, tā de zhǔ jiǎnxuǎnle tā, bìng shǐ tā rù yú shànrén zhī liè"
        },
        {
            "chapter": 68,
            "verse": 51,
            "text": "Bù xìndào de rénmen jīhū yǐ tāmen de nùmù shǐ nǐ diédǎo. Dāng tāmen tīng dào xuāndú jiàohuì de shíhòu, tāmen shuō:“Tā 427 què shì yīgè fēngzi.”"
        },
        {
            "chapter": 68,
            "verse": 52,
            "text": "Zhè “gǔlánjīng” bùshì bié de, tā shì duì quán shìjiè de jiàohuì.§"
        },
        {
            "chapter": 69,
            "verse": 1,
            "text": "Zhēn zāi"
        },
        {
            "chapter": 69,
            "verse": 2,
            "text": "zhēn zāi shì shénme"
        },
        {
            "chapter": 69,
            "verse": 3,
            "text": "Nǐ zěnme néng rènshí zhēn zāi shì shénme ne"
        },
        {
            "chapter": 69,
            "verse": 4,
            "text": "Sài mò dé rén hé ā dé rén, céng fǒurèn dà nàn"
        },
        {
            "chapter": 69,
            "verse": 5,
            "text": "Zhìyú sài mò dé rén, yǐ wèi yánxíng suǒ huǐmiè"
        },
        {
            "chapter": 69,
            "verse": 6,
            "text": "zhìyú ā dé rén, yǐ wèi nùhǒu de bàofēng suǒ huǐmiè"
        },
        {
            "chapter": 69,
            "verse": 7,
            "text": "Zhēnzhǔ céng shǐ bàofēng duìzhe tāmen liánxù guāle qīyè bā zhòu, nǐ kàn ā dé rén dào pū zài dìmiàn shàng, hǎoxiàng kōngxīn dì hǎi zǎo shùgàn yīyàng"
        },
        {
            "chapter": 69,
            "verse": 8,
            "text": "Nǐ néng kànjiàn tāmen hái yǒu jiéyí ma"
        }
    ]
}