{
    "rukus": [
        {
            "chapter": 7,
            "verse": 142,
            "text": "E fissammo per Mosè un termine di trenta notti, che completammo con altre dieci, affinché fosse raggiunto il termine di quaranta notti stabilito dal suo Signore. E Mosè disse a suo fratello Aronne: “Sostituiscimi alla guida del mio popolo, agisci bene e non seguire il sentiero dei corruttori”"
        },
        {
            "chapter": 7,
            "verse": 143,
            "text": "E quando Mosè venne al Nostro luogo di convegno, e il suo Signore gli ebbe parlato, disse: “O Signor mio, mostraTi a me, affinché io Ti guardi”. Rispose: “No, tu non Mi vedrai, ma guarda il Monte; se rimane al suo posto, tu Mi vedrai”. Non appena il suo Signore si manifestò sul Monte esso divenne polvere e Mosè cadde folgorato. Quando ritornò in sé, disse: “Gloria a Te! Io mi pento e sono il primo dei credenti”"
        },
        {
            "chapter": 7,
            "verse": 144,
            "text": "Disse [Allah]: “O Mosè, ti ho eletto al di sopra degli uomini per [affidarti] i Miei messaggi e le Mie parole. Prendi ciò che ti do e sii riconoscente”"
        },
        {
            "chapter": 7,
            "verse": 145,
            "text": "Scrivemmo per lui, sulle Tavole, un'esortazione su tutte le cose e la spiegazione precisa di ogni cosa. “Prendile con fermezza e comanda al tuo popolo di adeguarvisi al meglio. Presto vi mostrerò la dimora degli empi"
        },
        {
            "chapter": 7,
            "verse": 146,
            "text": "Presto allontanerò dai segni Miei, coloro che sono orgogliosi sulla terra. Quand'anche vedessero ogni segno non crederanno; se vedessero la retta via, non la seguirebbero; se vedessero il sentiero della perdizione, lo sceglierebbero come loro via. Ciò in quanto tacciano di menzogna i Nostri segni e sono noncuranti di essi"
        },
        {
            "chapter": 7,
            "verse": 147,
            "text": "Quanto a coloro che negano i Nostri segni e l'incontro dell'altra vita, le loro opere sono vanificate. Saranno compensati per altro che di quello che avranno fatto?”"
        }
    ]
}