{
    "rukus": [
        {
            "chapter": 2,
            "verse": 142,
            "text": "E gli stolti diranno: “Chi li ha sviati dall'orientamento, che avevano prima?”. Di': “Ad Allah appartiene l'Oriente e l'Occidente, Egli guida chi vuole sulla Retta Via”"
        },
        {
            "chapter": 2,
            "verse": 143,
            "text": "E così facemmo di voi una comunità equilibrata, affinché siate testimoni di fronte ai popoli e il Messaggero sia testimone di fronte a voi. Non ti abbiamo prescritto l'orientamento se non al fine di distinguere coloro che seguono il Messaggero da coloro che si sarebbero girati sui tacchi. Fu una dura prova, eccetto che per coloro che sono guidati da Allah. Allah non lascerà che la vostra fede si perda. Allah è dolce e misericordioso con gli uomini"
        },
        {
            "chapter": 2,
            "verse": 144,
            "text": "Ti abbiamo visto volgere il viso, al cielo. Ebbene, ti daremo un orientamento che ti piacerà. Volgiti dunque verso la Sacra Moschea. Ovunque siate, rivolgete il volto nella sua direzione. Certo, coloro a cui è stato dato il Libro, sanno che questa è la verità che viene dal loro Signore. Allah non è incurante di quello che fate"
        },
        {
            "chapter": 2,
            "verse": 145,
            "text": "Anche se tu recassi, a coloro che hanno ricevuto la Scrittura, ogni specie di segno, essi non seguiranno il tuo orientamento, né tu seguirai il loro, né seguiranno gli uni l'orientamento degli altri. E se dopo che ti è giunta la scienza, seguissi i loro desideri, saresti certamente uno degli ingiusti"
        },
        {
            "chapter": 2,
            "verse": 146,
            "text": "Coloro ai quali abbiamo dato la Scrittura, lo riconoscono come riconoscono i loro figli. Ma una parte di loro nasconde la verità pur conoscendola"
        },
        {
            "chapter": 2,
            "verse": 147,
            "text": "La verità appartiene al tuo Signore. Non essere tra i dubbiosi"
        }
    ]
}