{
    "rukus": [
        {
            "chapter": 16,
            "verse": 111,
            "text": "Il Giorno in cui ogni anima verrà a difendere se stessa, in cui ogni anima sarà compensata per quello che avrà operato, nessuno subirà ingiustizia"
        },
        {
            "chapter": 16,
            "verse": 112,
            "text": "Allah vi propone la metafora di una città: viveva in pace e sicurezza, da ogni parte le venivano approvvigionamenti. Poi rinnegò i favori di Allah e Allah le fece provare la fame e la paura, [punizione] per quello che avevano fatto"
        },
        {
            "chapter": 16,
            "verse": 113,
            "text": "Giunse loro un Messaggero della loro gente, ma lo trattarono da bugiardo. Li colse dunque il castigo, poiché erano ingiusti"
        },
        {
            "chapter": 16,
            "verse": 114,
            "text": "Mangiate le cose buone e lecite che Allah vi ha concesso e rendeteGli grazie della Sua benevolenza, se è Lui che adorate"
        },
        {
            "chapter": 16,
            "verse": 115,
            "text": "[Allah] vi ha proibito la carogna, il sangue e la carne di maiale e l'animale sul quale sia stato invocato altro nome, che quello di Allah. Quanto a colui che vi sia costretto senza essere né ribelle, né trasgressore, in verità Allah è perdonatore, misericordioso"
        },
        {
            "chapter": 16,
            "verse": 116,
            "text": "Non proferite dunque stravaganti invenzioni delle vostre lingue dicendo: “Questo è lecito e questo illecito” e mentendo contro Allah. Coloro che inventano menzogne contro Allah non avranno alcun successo"
        },
        {
            "chapter": 16,
            "verse": 117,
            "text": "Avranno godimento effimero e poi un castigo doloroso"
        },
        {
            "chapter": 16,
            "verse": 118,
            "text": "Proibimmo a quelli che seguirono il giudaismo, ciò di cui già ti dicemmo. Non siamo stati Noi ad essere ingiusti verso di loro, essi stessi lo furono"
        },
        {
            "chapter": 16,
            "verse": 119,
            "text": "In verità il tuo Signore è perdonatore e misericordioso nei confronti di quelli che commisero il male per ignoranza e poi si pentirono e si corressero"
        }
    ]
}