{
    "rukus": [
        {
            "chapter": 5,
            "verse": 12,
            "text": "Allah accettò il Patto dei Figli di Israele e suscitò da loro dodici capi. Allah disse: “Sarò con voi, purché eseguiate l'orazione e paghiate la decima e crediate nei Miei Messaggeri, li onoriate e facciate un bel prestito ad Allah. Allora cancellerò i vostri peccati e vi farò entrare nei Giardini dove scorrono i ruscelli. Chi di voi, dopo tutto ciò, sarà miscredente, si allontana dalla retta via”"
        },
        {
            "chapter": 5,
            "verse": 13,
            "text": "Ma essi ruppero l'alleanza e Noi li maledicemmo e indurimmo i loro cuori: stravolgono il senso delle parole e dimenticano gran parte di quello che è stato loro rivelato. Non cesserai di scoprire tradimenti da parte loro, eccetto alcuni. Sii indulgente con loro e dimentica. Allah ama i magnanimi"
        },
        {
            "chapter": 5,
            "verse": 14,
            "text": "Con coloro che dicono: “Siamo cristiani”, stipulammo un Patto. Ma dimenticarono una parte di quello che era stato loro ricordato. Suscitammo tra loro odio e inimicizia fino al Giorno della Resurrezione. Presto Allah li renderà edotti su quello che facevano"
        },
        {
            "chapter": 5,
            "verse": 15,
            "text": "O gente della Scrittura, ora è giunto a voi il Nostro Messaggero, per spiegarvi molte cose della Scrittura che voi nascondevate e per abrogarne molte altre! Una Luce e un Libro chiaro vi son giunti da Allah"
        },
        {
            "chapter": 5,
            "verse": 16,
            "text": "Con essi Allah guida sulla via della salvezza quelli che tendono al Suo compiacimento. Dalle tenebre li trae alla luce, per volontà Sua li guida sulla retta via"
        },
        {
            "chapter": 5,
            "verse": 17,
            "text": "Sono certamente miscredenti quelli che dicono: “Allah è il Messia figlio di Maria”. Di': “Chi potrebbe opporsi ad Allah, se Egli volesse far perire il Messia figlio di Maria, insieme con sua madre e a tutti quelli che sono sulla terra? Ad Allah appartiene la sovranità sui cieli, sulla terra e su tutto quello che vi è frammezzo!”. Egli crea quello che vuole, Allah è onnipotente"
        },
        {
            "chapter": 5,
            "verse": 18,
            "text": "Giudei e nazareni dicono: “Siamo figli di Allah ed i suoi prediletti”. Di': “Perché allora vi castiga per i vostri peccati? Sì, non siete che uomini come altri, che Lui ha creato. Egli perdona a chi vuole e castiga chi vuole. Ad Allah appartiene la sovranità sui cieli e sulla terra e su quello che vi è frammezzo. A Lui farete ritorno”"
        },
        {
            "chapter": 5,
            "verse": 19,
            "text": "O gente della Scrittura, il Nostro Messaggero vi è giunto dopo un'interruzione [nella successione] dei Profeti, affinché non diciate: “Non ci è giunto nunzio né ammonitore”. Ecco che vi è giunto un nunzio e un ammonitore! Allah è onnipotente"
        }
    ]
}