{
    "maqras": [
        {
            "chapter": 4,
            "verse": 24,
            "text": "(Savaşta alınan) Cariyeler dışında evli kadınlarla da evlenmeniz haramdır. Bu, (emirleri) Allah sizler üzerine yazmıştır. Bunların dışındaki kadınları zinadan kaçınıp, iffetli olarak, mallarınızla (mehirlerini vererek) istemeniz size helal kılındı. Kendilerinden faydalandığınız kadınlara bir farz olan mehirlerini veriniz. Mehir belirlendikten sonra, (bu hususta artış ve indirim ile) ilgili uzlaşmanızda size bir günah yoktur. Şüphesiz Allah bilendir, hikmet ve hüküm sahibidir"
        },
        {
            "chapter": 4,
            "verse": 25,
            "text": "İçinizden hür mümin hanımlarla evlenmeye gücü yetmeyenler, ellerinizin altında bulunan genç mümin cariyeleriniz ile evlensin. Allah sizin imanınızı en iyi bilendir. Sizler (din bakımından) denksiniz. Öyle ise, onları velilerinin izni ile nikahlayın ve fuhuş işlemeyen, gizli dost tutmamış olan iffetli hanımlara mehirlerini güzel bir şekilde verin. Evlendikten sonra fuhuş yapacak olurlarsa, onlara hür kadınlara verilen cezanın yarısını uygulayın. Bu (gücü yetmeyen kimselerin cariyelerle evlenmesi), sizden günaha (zinaya) düşmekten korkanlar içindir. Sabrederseniz sizin için daha hayırlıdır. Allah bağışlayan, merhamet edendir"
        },
        {
            "chapter": 4,
            "verse": 26,
            "text": "Allah, size açıklamak ve sizi sizden öncekilerin yollarına iletmek ve tevbelerinizi kabul etmek istiyor. Allah bilendir, hikmet sahibidir"
        },
        {
            "chapter": 4,
            "verse": 27,
            "text": "Allah, tevbenizi kabul etmek ister; şehvetlerine tabi olanlar ise büyük bir sapıklığa meyletmenizi isterler"
        },
        {
            "chapter": 4,
            "verse": 28,
            "text": "Allah, sizden yükü hafifletmek ister. Çünkü insan zayıf yaratılmıştır"
        },
        {
            "chapter": 4,
            "verse": 29,
            "text": "Ey iman edenler! Mallarınızı aranızda batıl yollarla yemeyin; ancak karşılıklı hoşnutluğa dayanan ticaretle yiyin. Kendinizi mahvederek, helak etmeyin. Şüphesiz Allah size karşı çok merhametlidir"
        },
        {
            "chapter": 4,
            "verse": 30,
            "text": "Kim, zulme saparak bunu yaparsa biz onu ateşe atarız. Bu da Allah için çok kolaydır"
        },
        {
            "chapter": 4,
            "verse": 31,
            "text": "Size yasaklananların büyüklerinden kaçınırsanız, sizin kusurlarınızı (küçük günahlarınız) örteriz ve sizi onurlu bir makama (Cennet'e) girdiririz"
        },
        {
            "chapter": 4,
            "verse": 32,
            "text": "Allah’ın, kendisi ile kiminizi kiminize üstün kıldığı lütufları arzu edip durmayın. Erkekler için kazandıklarının bir sevabı olduğu gibi, Kadınlar için de kazandıklarının bir sevabı vardır. Allah’ın kendi fazlından (bağışından) isteyin. Şüphesiz Allah, her şeyi bilendir"
        },
        {
            "chapter": 4,
            "verse": 33,
            "text": "Ana babanın ve yakın akrabanın geride bıraktıklarından her biri için mirasçılar belirledik. Yeminlerinizle (yardımlaşmak için) söz verdiğiniz kimselere de kendi paylarını verin. Elbette Allah, her şeye şahittir"
        },
        {
            "chapter": 4,
            "verse": 34,
            "text": "Allah'ın birilerini diğerlerine üstün kılmasından ve erkeklerin, mallarından sarfetmelerinden dolayı erkekler kadınlar üzerine hakimdirler. İyi kadınlar, gönülden (Allah’a) boyun eğen, Allah’ın koruduğu gizlilikleri kocaları olmadıkları zaman (namus ve diğer korunması gerekenleri) koruyanlardır. Baş kaldırmasından endişe ettiğiniz kadınlara öğüt verin. Daha sonra yataklarında yalnız bırakın ve (sonunda) onlara vurun. Eğer size itaat ederlerse, onlara (vurmaya başka) yol aramayın. Elbette Allah yüksektedir, yücedir ve büyüktür"
        },
        {
            "chapter": 4,
            "verse": 35,
            "text": "Karı koca arasında bir ayrılıktan korkarsanız, o zaman, kocanın ailesinden bir hakem, kadının ailesinden de bir hakem gönderiniz. Eğer aralarını düzeltmek isterlerse Allah da onların arasında başarı sağlar. Muhakkak Allah, her şeyi bilendir, haberdar olandır"
        }
    ]
}