{
    "juzs": [
        {
            "chapter": 1,
            "verse": 1,
            "text": "Suratu Al-Fatiha. Em nome de Allah, O Misericordioso, O Misericordiador"
        },
        {
            "chapter": 1,
            "verse": 2,
            "text": "Louvor a Allah, O Senhor dos mundos"
        },
        {
            "chapter": 1,
            "verse": 3,
            "text": "O Misericordioso, O Misericordiador"
        },
        {
            "chapter": 1,
            "verse": 4,
            "text": "O Soberano do Dia do Juizo"
        },
        {
            "chapter": 1,
            "verse": 5,
            "text": "So a Ti adoramos e so de Ti imploramos ajuda"
        },
        {
            "chapter": 1,
            "verse": 6,
            "text": "Guia-nos a senda reta"
        },
        {
            "chapter": 1,
            "verse": 7,
            "text": "A senda dos que agraciaste; nao a dos incursos em Tua ira nem a dos descaminhados"
        },
        {
            "chapter": 2,
            "verse": 1,
            "text": "Suratu Al-Baqarah. Alif, Lam, Mim"
        },
        {
            "chapter": 2,
            "verse": 2,
            "text": "Esse e o Livro. Nele, nao ha duvida alguma. E orientacao para os piedosos"
        },
        {
            "chapter": 2,
            "verse": 3,
            "text": "Que creem no Invisivel e cumprem a oracao e despendem, do que lhes damos por sustento"
        },
        {
            "chapter": 2,
            "verse": 4,
            "text": "E que creem no que foi descido do ceu, para ti e no que fora descido antes de ti, e se convencem da Derradeira Vida"
        },
        {
            "chapter": 2,
            "verse": 5,
            "text": "Esses estao em orientacao de seu Senhor. E esses sao os bem-aventurados"
        },
        {
            "chapter": 2,
            "verse": 6,
            "text": "Por certo, aos que renegam a Fe, e-lhes igual que os admoestes ou nao os admoeste\" nao crerao"
        },
        {
            "chapter": 2,
            "verse": 7,
            "text": "Allah selou-lhes os coracoes e o ouvido e, sobre suas vistas, ha nevoa. E terao formidavel castigo"
        },
        {
            "chapter": 2,
            "verse": 8,
            "text": "E, dentre os homens, ha quem diga; \"Cremos em Allah e no Derradeiro Dia\", enquanto nao sao crentes"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "Procuram enganar a Allah e aos que creem, mas nao enganam senao a si mesmos e nao percebem"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "Em seus coracoes, ha enfermidade; entao, Allah acrescentou-lhes enfermidade. E terao doloroso castigo, porque mentiam"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "E, quando se lhes diz: \"Nao semeeis a corrupcao na terra\", dizem: \"Somos, apenas, reformadores"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "Ora, por certo, sao eles mesmos os corruptores, mas nao percebem"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "E, quando se lhes diz: \"Crede como creem as dignas pessoas\", dizem: \"Creremos como creem os insensatos?\" Ora, por certo, sao eles mesmos os insensatos, mas nao sabem"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "E, quando deparam com os que creem, dizem: \"Cremos\" e, quando estao a sos com seus demonios dizem: \"Por certo, estamos convosco; somos, apenas, zombadores"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "Allah zombara deles e lhes estendera sua transgressao, continuando eles as cegas"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "Esses sao os que compraram o descaminho pelo preco da orientacao. Entao, seu comercio nao lucrou, e eles nao foram guiados"
        },
        {
            "chapter": 2,
            "verse": 17,
            "text": "Seu exemplo e como o daqueles que acenderam um fogo e, quando este iluminou o que havia ao seu redor, Allah foi-Se-lhes com a luz e deixou-os nas trevas, onde nao enxergam"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "Sao surdos, mudos, cegos: entao, nao retornam a Fe"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "Ou como o daqueles que, sob intensa chuva do ceu, em que ha trevas e trovoes e relampagos, tapam com os dedos os ouvidos, contra os raios ruidosos, para se precatarem da morte. - E Allah esta sempre, abarcando os renegadores da Fe"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "O relampago quase lhes arrebata as vistas. Cada vez que lhes ilumina o caminho, nele andam e, quando lhos entenebrece, detem-se. E se Allah quisesse, ir-Se-lhes-ia com o ouvido e as vistas. Por certo, Allah, sobre todas as cousas, e Onipotente"
        },
        {
            "chapter": 2,
            "verse": 21,
            "text": "O humanos! Adorai vosso Senhor, Que vos criou e aos que foram antes de vos, na esperanca de serdes piedosos"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "E Ele Quem vos fez da terra leito e do ceu, teto edificado; e fez descer do ceu agua com que fez sair, dos frutos, sustento para vos. Entao, nao facais semelhantes a Allah, enquanto sabeis"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "E se estais em duvida acerca do que fizemos descer sobre Nosso servo, fazei vir uma sura igual a dele, e convocai vossas testemunhas, em vez de Allah, se sois veridicos"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "E se nao o fizerdes - e nao o fareis - guardai-vos do Fogo, cujo combustivel sao os homens e as pedras. O qual e preparado para os renegadores da Fe"
        },
        {
            "chapter": 2,
            "verse": 25,
            "text": "E alvissara, Muhammad, aos que creem e fazem as boas obras que terao Jardins, abaixo dos quais correm os rios. Cada vez que forem sustentados por algo de seus frutos, dirao: \"Eis o fruto pelo qual fomos sustentados antes\". Enquanto o que lhes for concedido sera, apenas, semelhante. E neles, terao esposas puras e neles serao eternos"
        },
        {
            "chapter": 2,
            "verse": 26,
            "text": "Por certo, Allah nao se peja de propor um exemplo qualquer, seja de um mosquito ou de algo superior a este. Entao, quanto aos que creem, eles sabem que ele e a verdade de seu Senhor. E quanto aos que renegam a Fe dizem: \"Que deseja Allah com este exemplo?\" Com ele, Allah descaminha a muitos e com ele guia a muitos. E nao descaminha com ele, senao os perversos"
        },
        {
            "chapter": 2,
            "verse": 27,
            "text": "Que desfazem o pacto de Allah, apos have-lo firmado, e separam o que Allah ordena estar unido e semeiam a corrupcao na terra. Esses sao os perdedores"
        },
        {
            "chapter": 2,
            "verse": 28,
            "text": "Como podeis renegar a Allah, enquanto Ele vos deu a vida quando estaveis mortos? Em seguida, far-vos-a morrer; em seguida, dar-vos-a a vida; e finalmente, a Ele sereis retornados"
        },
        {
            "chapter": 2,
            "verse": 29,
            "text": "Ele e Quem criou para vos tudo o que ha na terra; em seguida, voltou-Se para o ceu e dele formou sete ceus. - E Ele, de todas as cousas, e Onisciente"
        },
        {
            "chapter": 2,
            "verse": 30,
            "text": "E quando teu Senhor disse aos anjos: \"Por certo, farei na terra um califa\", disseram: \"Faras, nela, quem nela semeara a corrupcao e derramara o sangue, enquanto nos Te glorificamos, com louvor, e Te sagramos?\" Ele disse: \"Por certo, sei o que nao sabeis"
        },
        {
            "chapter": 2,
            "verse": 31,
            "text": "E Ele ensinou a Adao todos os nomes dos seres; em seguida, expo-los aos anjos e disse: \"Informai-Me dos nomes desses se sois veridicos"
        },
        {
            "chapter": 2,
            "verse": 32,
            "text": "Disseram: \"Glorificado sejas! Nao temos ciencia outra senao a que nos ensinaste. Por certo, Tu, Tu es O Onisciente, O Sabio"
        },
        {
            "chapter": 2,
            "verse": 33,
            "text": "Ele disse: \"O Adao! Informa-os de seus nomes.\" E, quando este os informou de seus nomes, Ele disse: \"Nao vos disse que, por certo, sei do Invisivel dos ceus e da terra e sei o que mostrais e o que ocultaveis"
        },
        {
            "chapter": 2,
            "verse": 34,
            "text": "E quando dissemos aos anjos: \"\"Prosternai-vos diante de Adao\"\" entao, eles prosternaram-se, exceto Iblis. Ele recusou faze-lo, e se ensoberbeceu"
        },
        {
            "chapter": 2,
            "verse": 35,
            "text": "E dissemos: \"O Adao! Habita tu e tua mulher o Paraiso e dele comei fartamente, onde quiserdes, e nao vos aproximeis desta arvore pois serieis dos injustos"
        },
        {
            "chapter": 2,
            "verse": 36,
            "text": "E Sata fe-los incorrer em erro por causa dela e fe-los sair de onde estavam. E dissemos: \"Descei, sendo inimigos uns dos outros. E tereis na terra residencia e gozo, ate certo tempo"
        },
        {
            "chapter": 2,
            "verse": 37,
            "text": "Entao, Adao recebeu palavras de seu Senhor, e Ele Se voltou para ele, remindo-o. Por certo, Ele e O Remissorio, O Misericordiador"
        },
        {
            "chapter": 2,
            "verse": 38,
            "text": "Dissemos: \"Descei todos dele! Entao, se vos chega de Mim orientacao, por eles nada havera que temer, e eles nao se entristecerao"
        },
        {
            "chapter": 2,
            "verse": 39,
            "text": "E os que renegarem a Fe e desmentirem Nossos sinais, esses serao os companheiros do Fogo. Nele, serao eternos"
        },
        {
            "chapter": 2,
            "verse": 40,
            "text": "O filhos de Israel! Lembrai-vos de Minha graca, com que vos agraciei, e sede fieis a Meu pacto, Eu serei Fiel a vosso pacto. E a Mim, entao, venerai-Me"
        },
        {
            "chapter": 2,
            "verse": 41,
            "text": "E crede no que fiz descer, confirmando o que esta convosco; e nao sejais os primeiros renegadores dele. E nao vendais Meus sinais por infimo preco. E a Mim, entao, temei-Me"
        },
        {
            "chapter": 2,
            "verse": 42,
            "text": "E nao confundais o verdadeiro com o falso e nao oculteis a verdade, enquanto sabeis"
        },
        {
            "chapter": 2,
            "verse": 43,
            "text": "E cumpri a oracao e concedei a-zakah, e curvai-vos com os que se curvam"
        },
        {
            "chapter": 2,
            "verse": 44,
            "text": "Ordenais a bondade as outras pessoas e vos esqueceis de vos mesmos, enquanto recitais o Livro? Entao, nao razoais"
        },
        {
            "chapter": 2,
            "verse": 45,
            "text": "E implorai ajuda, com a paciencia e a oracao. E por certo, esta oracao e bem penosa, exceto para os humildes"
        },
        {
            "chapter": 2,
            "verse": 46,
            "text": "Que pensam que depararao com seu Senhor e que a Ele retornarao"
        },
        {
            "chapter": 2,
            "verse": 47,
            "text": "O filhos de Israel! Lembrai-vos de Minha graca, com que vos agraciei, e de que vos preferi aos mundos"
        },
        {
            "chapter": 2,
            "verse": 48,
            "text": "E guardai-vos de um dia em que uma alma nada podera quitar por outra alma, e nao se lhe aceitara intercessao nem se lhe tomara resgate; e eles nao serao socorridos"
        },
        {
            "chapter": 2,
            "verse": 49,
            "text": "E lembrai-vos de quando vos salvamos do povo de Farao, enquanto eles vos infligiam o pior castigo: degolavam vossos filhos e deixavam vivas vossas mulheres. E nisso, houve de vosso Senhor formidavel prova"
        },
        {
            "chapter": 2,
            "verse": 50,
            "text": "E lembrai-vos de quando, por vos, separamos o mar; entao salvamo-vos, e afogamos o povo de Farao, enquanto olhaveis"
        },
        {
            "chapter": 2,
            "verse": 51,
            "text": "E lembrai-vos de quando fizemos promessa a Moises durante quarenta noites; em seguida, depois dele tomastes o bezerro por divindade, e fostes injustos"
        },
        {
            "chapter": 2,
            "verse": 52,
            "text": "Em seguida, indultamo-vos, depois disso, para serdes agradecidos"
        },
        {
            "chapter": 2,
            "verse": 53,
            "text": "E lembrai-vos de quando concedemos a Moises o Livro e Al Furqan para vos guiardes"
        },
        {
            "chapter": 2,
            "verse": 54,
            "text": "E lembrai-vos de quando Moises disse a seu povo: \"O meu povo! Por certo, fostes injustos com vos mesmos tomando o bezerro por divindade. Entao, voltai-vos arrependidos para vosso Criador, e matai-vos. Isso vos e melhor, junto de vosso Criador.\" Entao, Ele voltou-Se para vos, remindo-vos. Por certo, Ele e O Remissorio, O Misericordiador"
        },
        {
            "chapter": 2,
            "verse": 55,
            "text": "E lembrai-vos de quando dissestes: \"O Moises! Nao creremos em ti, ate que vejamos Allah, declaradamente.\" Entao, o raio apanhou-vos, enquanto olhaveis"
        },
        {
            "chapter": 2,
            "verse": 56,
            "text": "Em seguida, ressuscitamo-vos apos vossa morte, para serdes agradecidos"
        },
        {
            "chapter": 2,
            "verse": 57,
            "text": "E fizemos sombrear-vos as nuvens, e fizemos descer sobre vos o mana e as codornizes, e dissemos: \"Comei das cousas benignas que vos damos por sustento.\" E eles nao foram injustos coNosco, mas foram injustos com si mesmos"
        },
        {
            "chapter": 2,
            "verse": 58,
            "text": "E lembrai-vos de quando dissemos: \"Entrai nesta cidade e dela comei, fartamente, onde quiserdes; e entrai pela porta, prosternando-vos, e dizei: 'Perdao!', Nos vos perdoaremos os erros. E acrescentaremos gracas aos benfeitores"
        },
        {
            "chapter": 2,
            "verse": 59,
            "text": "Mas, os injustos trocaram, por outro dizer, o que lhes havia sido dito; entao, fizemos descer sobre os injustos um tormento do ceu, pela perversidade que cometiam"
        },
        {
            "chapter": 2,
            "verse": 60,
            "text": "E lembrai-vos de quando Moises pediu agua para seu povo, e dissemos: \"Bate na pedra com tua vara.\" - Entao, dela emanaram doze olhos d'agua. Com efeito, cada tribo soube de onde beber. - \"Comei e bebei do sustento de Allah e nao semeeis a maldade na terra, sendo corruptores"
        },
        {
            "chapter": 2,
            "verse": 61,
            "text": "E lembrai-vos de quando dissestes: \"O Moises! Nao suportaremos um so alimento; entao, suplica por nos a teu Senhor nos faca sair algo do que a terra brota: de seus legumes e de seu pepino e de seu alho e de sua lentilha e de sua cebola. \"Ele disse: \"Trocareis o que e melhor pelo que e pior? Descei a uma metropole e, por certo, tereis o que pedis!\" E a vileza e a humilhacao estenderam-se sobre eles, e incorreram em ira de Allah. Isso, porque renegavam os sinais de Allah e matavam, sem razao, os profetas. Isso, porque desobedeceram e cometiam agressao"
        },
        {
            "chapter": 2,
            "verse": 62,
            "text": "Por certo, os crentes e os que praticam o judaismo e os cristaos e os sabeus, qualquer dentre eles que creu em Allah e no Derradeiro Dia e fez o bem tera seu premio junto de seu Senhor; e nada havera que temer por eles, e eles nao se entristecerao"
        },
        {
            "chapter": 2,
            "verse": 63,
            "text": "E lembrai-vos de quando firmamos alianca convosco e elevamos acima de vos o Monte, dizendo: \"Tomai com firmeza o que vos concedemos e lembrai-vos do que ha nele, na esperanca de serdes piedosos"
        },
        {
            "chapter": 2,
            "verse": 64,
            "text": "Em seguida, depois disso,voltastes as costas. E, nao fora o favor de Allah para convosco e Sua Misericordia, serieis dos perdedores"
        },
        {
            "chapter": 2,
            "verse": 65,
            "text": "E, com efeito, sabeis os que de vos cometeram agressao no sabado, entao, dissemo-lhes: \"Sede simios repelidos"
        },
        {
            "chapter": 2,
            "verse": 66,
            "text": "E fizemos dessa punicao tormento exemplar para o seu presente e para o seu futuro e exortacao para os piedosos"
        },
        {
            "chapter": 2,
            "verse": 67,
            "text": "E lembrai-vos de quando Moises disse a seu povo: \"\"Por certo, Allah ordena-vos que imoleis uma vaca\"\". Disseram: \"\"Toma-nos por objeto"
        },
        {
            "chapter": 2,
            "verse": 68,
            "text": "Disseram: \"Suplica por nos a teu Senhor torne evidente para nos como e ela.\" Disse: \"Ele diz que, por certo, e uma vaca nem velha nem nova, mea, entre estas. Entao, fazei o que vos e ordenado"
        },
        {
            "chapter": 2,
            "verse": 69,
            "text": "Disseram: \"Suplica por nos a teu Senhor, torne evidente para nos qual e sua cor.\" Disse: \"Ele diz que, por certo, e uma vaca amarela, de cor viva; alegra os olhadores"
        },
        {
            "chapter": 2,
            "verse": 70,
            "text": "Disseram: \"Suplica por nos a teu Senhor, torne evidente para nos como e ela. Por certo, para nos, todas as vacas se assemelham e, por certo, se Deus quiser seremos guiados"
        },
        {
            "chapter": 2,
            "verse": 71,
            "text": "Disse: \"Ele diz que, por certo, e uma vaca nao docil para lavrar a terra nem para regar o campo lavrado; sa, sem mancha alguma\". Disseram: \"Agora chegaste com a verdade.\" E imolaram-na; e quase nao o fizeram"
        },
        {
            "chapter": 2,
            "verse": 72,
            "text": "E lembrai-vos de quando matastes um homem e disputastes sobre ele. E Allah estava desvendando o que ocultaveis"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "Entao, dissemos: \"Batei-lhe com parte dela\". Assim, Allah da a vida aos mortos e vos faz ver Seus sinais, para razoardes"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "Em seguida, vossos coracoes se endureceram depois disso e se tornaram como as pedras, ou mais veementes na dureza. E, por certo, ha dentre as pedras aquelas das quais os rios emanam. E, por certo, ha dentre elas as que se fendem, e, delas a agua sai. E, por certo, ha dentre elas as que se baixam por receio de Deus. E Deus nao esta desatento ao que fazeis"
        },
        {
            "chapter": 2,
            "verse": 75,
            "text": "Entao, aspirais a que eles creiam em vos, enquanto com efeito, um grupo deles ouvia as palavras de Deus, em seguida, apos have-las entendido, distorciam-nas enquanto sabiam"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "E quando eles deparam com os crentes, dizem: \"Cremos\"; e quando estao a sos, uns com os outros dizem: \"Vos lhes contais o que Deus sentenciou para vos, a fim de argumentarem, com isso contra vos, diante de vosso Senhor? Entao, nao razoais"
        },
        {
            "chapter": 2,
            "verse": 77,
            "text": "E nao sabem eles que Deus sabe o de que guardam segredo e o que manifestam"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "E dentre eles ha iletrados que nao sabem do Livro senao vas esperancas, e nada fazem senao conjeturar"
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "Entao, ai dos que escrevem o Livro com as proprias maos; e depois disso, dizem: \"Isso e de Deus\", para o venderem por infimo preco! Entao, ai deles pelo que escrevem com as proprias maos! E ai deles pelo que logram"
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "E dizem: \"O Fogo nao nos tocara senao por dias contados\". Dize, Muhammad: \"Firmastes pacto com Deus, entao, Deus nao faltara a Seu pacto? Ou dizeis de Deus o que nao sabeis"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "Sim! Aqueles que cometem um mal, e sao abarcados por seus erros, esses sao os companheiros do Fogo. Nele serao eternos"
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "E os crentes e os que fazem as boas obras, esses sao os companheiros do Paraiso. Nele, serao eternos"
        },
        {
            "chapter": 2,
            "verse": 83,
            "text": "E lembra-lhes de quando firmamos a alianca com os filhos de Israel: Nao adorareis senao a Allah; e tende benevolencia para com os pais e os parentes e os orfaos e os necessitados; e dizei aos homens belas palavras e cumpri a oracao e concedei az-zakah; em seguida, exceto poucos de vos, voltastes as costas dando de ombros"
        },
        {
            "chapter": 2,
            "verse": 84,
            "text": "E lembrai-vos de quando firmamos a alianca convosco; \"Nao derramareis vosso sangue e nao vos fareis sair uns aos outros de vossos lares\"; em seguida, reconheceste-lo, enquanto o testemunhaveis"
        },
        {
            "chapter": 2,
            "verse": 85,
            "text": "Em seguida, ei-vos que vos matais uns aos outros e fazeis sair de seus lares, um grupo de vos, auxiliando-vos contra eles com o pecado e a agressao; e se eles chegam a vos como cativos, resgatai-los, enquanto vos e proibido faze-los sair. Credes entao, numa parte do Livro e renegais a outra parte? E a recompensa de quem de vos faz isso nao e senao a ignominia na vida terrena, e no Dia da Ressurreicao serao levados ao mais veemente castigo. E Allah nao esta desatento ao que fazeis"
        },
        {
            "chapter": 2,
            "verse": 86,
            "text": "Esses sao os que compraram a vida terrena pela Derradeira Vida. Entao, o castigo nao se lhes aliviara, e nao serao socorridos"
        },
        {
            "chapter": 2,
            "verse": 87,
            "text": "E com efeito, concedemos a Moises o Livro, e fizemos seguir depois dele, os Mensageiros. E concedemos a Jesus, Filho de Maria, as evidencias e amparamo-lo com o Espirito Sagrado. E sera que cada vez que um Mensageiro vos chegava com aquilo pelo que vossas almas nao se apaixonavam, vos vos ensoberbecieis? Entao, a um grupo desmentieis, e a um grupo mataveis"
        },
        {
            "chapter": 2,
            "verse": 88,
            "text": "E dizem: \"Nossos coracoes estao encobertos\". Nao. Mas Deus os amaldicoou por sua renegacao da Fe. Entao, quao pouco creem"
        },
        {
            "chapter": 2,
            "verse": 89,
            "text": "E quando lhes chegou um Livro da parte de Deus confirmando renegaram-no. Entao que a maldicao de Deus seja sobre os renegadores da Fe"
        },
        {
            "chapter": 2,
            "verse": 90,
            "text": "Que execravel o preco pelo qual venderam suas almas, ao renegarem o que Allah fez descer, movidos pela revolta de que Allah fizesse descer algo de Seu favor sobre quem Ele quisesse, dentre Seus servos. Entao, incorreram em ira sobre ira. E havera, para os renegadores da Fe, aviltante castigo"
        },
        {
            "chapter": 2,
            "verse": 91,
            "text": "E, quando se lhes diz: \"Crede no que Deus fez descer\", dizem: \"Cremos no que fora descido sobre nos.\" E renegam o que houve depois disso, enquanto isso e a Verdade que confirma o que esta com eles. Dize: \"Por que, entao, matastes antes, os profetas de Deus, se sois crentes"
        },
        {
            "chapter": 2,
            "verse": 92,
            "text": "E com efeito, Moises chegou-vos com as evidencias; em seguida, tomastes o bezerro por divindade, depois dele, enquanto injustos"
        },
        {
            "chapter": 2,
            "verse": 93,
            "text": "E lembrai-vos de quando firmamos a alianca convosco e elevamos acima de vos o Monte, dizendo: \"Tomai com firmeza o que vos concedemos e ouvi.\" Disseram: \"Ouvimos e desobedecemos.\" E por sua renegacao da fe, seus coracoes foram imbuidos do amor ao bezerro. Dize: \"Que execravel o que vossa fe vos ordena, se sois crentes"
        },
        {
            "chapter": 2,
            "verse": 94,
            "text": "Dize: \"Se a Derradeira Morada junto de Deus vos e consagrada com exclusao de outras pessoas, anelai entao, a morte se sois veridicos"
        },
        {
            "chapter": 2,
            "verse": 95,
            "text": "E jamais a anelarao pelo que suas maos anteciparam. E Allah dos injustos e Onisciente"
        },
        {
            "chapter": 2,
            "verse": 96,
            "text": "E em verdade, encontra-los-as os mais avidos de vida, e mais ainda que os que idolatram. Cada um deles almeja viver mil anos. E a longevidade nao o distanciara do castigo. E Allah, do que fazem, e Onividente"
        },
        {
            "chapter": 2,
            "verse": 97,
            "text": "Dize, Muhammad: \"Quem e inimigo de Gabriel, por certo, ele desceu sobre teu coracao, com a permissao de Allah, para confirmar o que havia antes dele e para ser orientacao e alvissaras para os crentes"
        },
        {
            "chapter": 2,
            "verse": 98,
            "text": "Quem e inimigo de Allah e de Seus anjos e de Seus Mensageiros e de Gabriel e de Miguel, por certo, Allah e inimigo dos renegadores da Fe"
        },
        {
            "chapter": 2,
            "verse": 99,
            "text": "E com efeito, fizemos descer para ti versiculos evidentes; e nao os renegam senao os perversos"
        },
        {
            "chapter": 2,
            "verse": 100,
            "text": "E sera que cada vez que pactuam um pacto, um grupo deles havera de rejeita-lo? Mas a maioria deles nao cre"
        },
        {
            "chapter": 2,
            "verse": 101,
            "text": "E quando lhes chegou um Mensageiro da parte de Deus, confirmando o que estava com eles, um grupo daqueles a quem fora concedido o Livro atirou para tras das costas o Livro de Allah, como se nao soubessem"
        },
        {
            "chapter": 2,
            "verse": 102,
            "text": "E seguiram o que os demonios recitavam acerca do reinado de Salomao. E Salomao nao renegou a Fe, mas foram os demonios que a renegaram. Eles ensinaram aos homens a magia e o que fora descido sobre os dois anjos Harut e Marut, na Babilonia. E ambos a ninguem ensinaram, sem antes dizer: \"Somos, apenas, tentacao; entao, nao renegues a Fe.\" E os homens aprenderam de ambos o com que separavam a pessoa de sua mulher. E eles nao estavam, com ela, prejudicando a ninguem senao com a permissao de Allah. E eles aprenderam o que os prejudicava e nao os beneficiava. E, com efeito, sabiam que quem a adquirisse nao teria, na Derradeira Vida, quinhao algum. E, em verdade, que execravel o preco pelo qual venderam suas almas! Se soubessem"
        },
        {
            "chapter": 2,
            "verse": 103,
            "text": "E, se eles cressem e fossem piedosos, em verdade, uma boa retribuicao de Allah lhes seria melhor. Se soubessem"
        },
        {
            "chapter": 2,
            "verse": 104,
            "text": "O vos que credes! Nao digais a Muhammad \"raina\", e dizei \"unzurna\", e ouvi. E, para os renegadores da Fe, havera doloroso castigo"
        },
        {
            "chapter": 2,
            "verse": 105,
            "text": "Nem os que renegam a Fe, dentre os seguidores do Livro, nem os idolatras, almejariam que de vosso Senhor descesse algum bem sobre vos. E Allah privilegia, com Sua misericordia, a quem quer. E Allah e Possuidor do magnifico favor"
        },
        {
            "chapter": 2,
            "verse": 106,
            "text": "Qualquer versiculo que anulemos ou facamos esquecer, faremos chegar um melhor ou igual a ele. Nao sabes que Allah, sobre todas as cousas, e Onipotente"
        },
        {
            "chapter": 2,
            "verse": 107,
            "text": "Nao sabes que de Allah e a soberania dos ceus e da terra, e vos nao tendes, alem de Allah, nem protetor nem socorredor"
        },
        {
            "chapter": 2,
            "verse": 108,
            "text": "Ou quereis questionar vosso Mensageiro como antes foi questionado Moises? E quem troca a Fe pela renegacao da Fe, com efeito, se descaminhara do caminho certo"
        },
        {
            "chapter": 2,
            "verse": 109,
            "text": "Muitos dos seguidores do Livro almejaram por inveja vinda de suas almas, - apos haver-se tornado evidente para eles, a Verdade - tornar-vos renegadores da Fe, depois de haverdes crido. Entao, indultai-os e tolerai-os, ate que Allah faca chegar Sua ordem. Por certo, Allah, sobre todas as cousas, e Onipotente"
        },
        {
            "chapter": 2,
            "verse": 110,
            "text": "E cumpri a oracao e concedei az-zakah. E o que quer de bom que antecipeis a vossas almas, encontra-lo-eis junto de Allah. Por certo, Allah, do que fazeis, e Onividente"
        },
        {
            "chapter": 2,
            "verse": 111,
            "text": "E dizem: \"Nao entrara no Paraiso senao quem e judeu ou cristao.\" Essas sao suas vas esperancas. Dize: \"Trazei vossas provancas, se sois veridicos"
        },
        {
            "chapter": 2,
            "verse": 112,
            "text": "Sim! Quem entrega a face a Allah, enquanto benfeitor, tera seu premio junto de seu Senhor. E nada havera que temer por eles, e eles nao se entristecerao"
        },
        {
            "chapter": 2,
            "verse": 113,
            "text": "E os judeus dizem: \"Os cristaos nao estao fundados sobre nada.\" E os cristaos dizem: \"Os judeus nao estao fundados sobre nada\", enquanto eles recitam o Livro! Assim, os que nada sabem dizem algo igual a seu dito. E Allah julgara, entre eles, no Dia da Ressurreicao, naquilo de que discrepavam"
        },
        {
            "chapter": 2,
            "verse": 114,
            "text": "E quem mais injusto que aquele que impede, nas mesquitas de Allah, se mencione Seu Nome, e se esforca em arruina-las? A esses, nao lhes e admissivel nelas entrarem senao temerosos. Ha para eles na vida terrena, ignominia e havera para eles na Derradeira Vida, formidavel"
        },
        {
            "chapter": 2,
            "verse": 115,
            "text": "E de Allah e o Levante e o Poente. E, para onde quer que vos volteis, la esta a face de Allah. Por certo, Allah e Munificente, Onisciente"
        },
        {
            "chapter": 2,
            "verse": 116,
            "text": "E dizem eles: \"Allah tomou para Si um filho!\" Glorificado seja Ele! Nada tomou Ele. Mas d'Ele e o que ha nos ceus e na terra. A Ele todos sao devotos"
        },
        {
            "chapter": 2,
            "verse": 117,
            "text": "Ele e O Criador Primordial dos ceus e da terra, e, quando decreta algo, apenas, diz-lhe: \"Se\", entao, e"
        },
        {
            "chapter": 2,
            "verse": 118,
            "text": "E os que nada sabem dizem: \"Que Allah nos fale ou que um sinal venha a nos!\" Assim, os que foram antes deles disseram algo igual a seu dito. Seus coracoes se assemelham. Com efeito, tornamos evidentes os sinais, para um povo que deles se convence"
        },
        {
            "chapter": 2,
            "verse": 119,
            "text": "Por certo, Nos te enviamos, Muhammad, com a Verdade, como alvissareiro e admoestador. E nao seras interrogado acerca dos companheiros do Inferno"
        },
        {
            "chapter": 2,
            "verse": 120,
            "text": "E nem os judeus nem os cristaos se agradarao de ti, ate que sigas sua crenca. Dize: \"Por certo, a Orientacao de Allah e a Verdadeira Orientacao.\" Mas, se seguisses suas paixoes, apos o que te chegou da ciencia, nao terias, de Allah, nem protetor nem socorredor"
        },
        {
            "chapter": 2,
            "verse": 121,
            "text": "Aqueles, a quem concedemos o Livro, recitam-no, como deve ser recitado. Esses creem nele. E os que o renegam, esses sao os perdedores"
        },
        {
            "chapter": 2,
            "verse": 122,
            "text": "O filhos de Israel! Lembrai-vos de Minha graca, com que vos agraciei, e de que vos preferi aos mundos"
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "E guardai-vos de um dia em que uma alma nada podera quitar por outra alma, e nao se lhe aceitara intercessao nem se lhe tomara resgate; e eles nao serao socorridos"
        },
        {
            "chapter": 2,
            "verse": 124,
            "text": "E lembrai-vos de quando Abraao foi posto a prova por seu Senhor, com certas palavras, e ele as cumpriu. O Senhor disse: \"Por certo, farei de ti dirigente para os homens.\" Abraao disse: \"E de minha descendencia?\" Allah disse: \"Meu pacto nao alcancara os injustos"
        },
        {
            "chapter": 2,
            "verse": 125,
            "text": "E lembrai-vos de quando fizemos da Casa lugar de visita e seguranca para os homens, e dissemos: \"Tomai o Maqam de Abraao por lugar de oracao.\" E recomendamos a Abraao e a Ismael: \"Purificai Minha Casa para os que a circundam e para os que estao em retiro e para os que se curvam e se prosternam"
        },
        {
            "chapter": 2,
            "verse": 126,
            "text": "E lembrai-vos de quando Abraao disse: \"Senhor meu, faze desta uma cidade de seguranca e da dos frutos, por sustento, a seus habitantes, aqueles, dentre eles, que creem em Allah e no Derradeiro Dia.\" AlIah disse: \"E a quem renega a Fe, fa-lo-ei gozar, por algum tempo; em seguida, forca-lo-ei ao castigo do Fogo. E que execravel destino"
        },
        {
            "chapter": 2,
            "verse": 127,
            "text": "E lembrai-vos de quando Abraao levantava os alicerces da Casa, e Ismael tambem, dizendo: \"Senhor nosso! Aceita-a de nos. Por certo, Tu, Tu es O Oniouvinte, O Onisciente"
        },
        {
            "chapter": 2,
            "verse": 128,
            "text": "Senhor nosso! E faze de ambos de nos submissos para Ti, e faze de nossa descendencia uma comunidade submissa para Ti; e ensina-nos nossos cultos e volta-Te para nos, remindo-nos. Por certo, Tu, Tu es O Remissorio, O Misericordiador"
        },
        {
            "chapter": 2,
            "verse": 129,
            "text": "Senhor nosso! E manda-Ihes um Mensageiro, vindo deles o qual recitara, para eles, Teus versiculos e lhes ensinara o Livro e a Sabedoria e os dignificara. Por certo, Tu, Tu es O Todo-Poderoso, O Sabio"
        },
        {
            "chapter": 2,
            "verse": 130,
            "text": "E quem, pois, rejeita a crenca de Abraao senao aquele cuja alma se perde na inepcia? E, com efeito, escolhemo-lo na vida terrena, e por certo, na Derradeira Vida sera dos integros"
        },
        {
            "chapter": 2,
            "verse": 131,
            "text": "Quando seu Senhor lhe disse: \"Islamiza-te.\" Disse: \"Islamizo-me, para O Senhor dos mundos"
        },
        {
            "chapter": 2,
            "verse": 132,
            "text": "E Abraao recomendou-a a seus filhos - e assim tambem, Jaco - dizendo: \"O filhos meus! Por certo, Allah escolheu para vos a religiao; entao nao morrais senao enquanto muculmanos"
        },
        {
            "chapter": 2,
            "verse": 133,
            "text": "Ou fostes vos testemunhas, quando a morte se apresentou a Jaco quando ele disse a seus filhos: \"O que adorareis depois de mim?\" Disseram: \"Adoraremos a teu deus e ao deus de teus pais - Abraao e Ismael e Isaque - como um Deus Unico. E para Ele seremos muculmanos"
        },
        {
            "chapter": 2,
            "verse": 134,
            "text": "Essa e uma nacao que ja passou. A ela, o que logrou, e a vos, o que lograstes, e nao sereis interrogados acerca do que faziam"
        },
        {
            "chapter": 2,
            "verse": 135,
            "text": "E eles dizem: \"Sede judeus ou cristaos, vos sereis guiados.\" Dize, Muhammad: \"Nao, mas seguimos a crenca de Abraao, monoteista sincero, e que nao era dos idolatras"
        },
        {
            "chapter": 2,
            "verse": 136,
            "text": "Dizei: \"Cremos em Allah e no que foi revelado para nos, e no que fora revelado para Abraao e Ismael e Isaque e Jaco e para as tribos; e no que fora concedido a Moises e a Jesus, e no que fora concedido aos profetas, por seu Senhor. Nao fazemos distincao entre nenhum deles. E para Ele somos muculmanos"
        },
        {
            "chapter": 2,
            "verse": 137,
            "text": "Entao, se eles crerem no mesmo em que vos credes, com efeito, guiar-se-ao; e se voltarem as costas, por certo, estarao em discordia. Entao, Allah te bastara contra eles. E Ele e O Oniouvinte, O Onisciente"
        },
        {
            "chapter": 2,
            "verse": 138,
            "text": "Nossa religiao e a tintura de Allah e quem melhor que Allah, em tingir? E a Ele estamos adorando"
        },
        {
            "chapter": 2,
            "verse": 139,
            "text": "Dize: \"Argumentais conosco sobre Allah, enquanto Ele e O nosso Senhor e vosso Senhor, e a nos, nossas obras, e a vos, vossas obras, e para com Ele somos sinceros"
        },
        {
            "chapter": 2,
            "verse": 140,
            "text": "Ou dizeis que Abraao e Ismael e Isaque e Jaco e as tribos eram judeus ou cristaos?\" Dize: \"Sois vos mais sabedores, ou Allah? E quem mais injusto que aquele que oculta um testemunho que tem de Allah? E Allah nao esta desatento ao que fazeis"
        },
        {
            "chapter": 2,
            "verse": 141,
            "text": "Essa e uma nacao que ja passou. A ela, o que logrou, e a vos, o que lograstes, e nao sereis interrogados acerca do que faziam"
        }
    ]
}