{
    "maqras": [
        {
            "chapter": 20,
            "verse": 83,
            "text": "Na antona-a i minipagalokalok Ka (sa Kiya-ona Ingka) ko Pagtaongka, hai Musa"
        },
        {
            "chapter": 20,
            "verse": 84,
            "text": "Pitharo Iyan: Siran na kataya siran si-i ko Talikhodan Ko (a matotondog Ako iran): Na miyagalokalok Ako Ruka Kadnan Ko, ka-o Bangka Kasowatun"
        },
        {
            "chapter": 20,
            "verse": 85,
            "text": "Pitharo (o Allah): Na Mataan! A Sukami na tiniyoba Ami so Pagtaongka ko oriyan Ka (ko Kiyabulagangka kiran): Ka diyadag siran o Samiri"
        },
        {
            "chapter": 20,
            "verse": 86,
            "text": "Na mimbalingan so Musa ko pagtao Niyan a Pukhararangitan a Makamboboko. Piīitharo Iyan: Hai pagtao Akun! Ba kano da diyandi-i o Kadnan niyo sa diyandi a mapiya? Ba rukano miyathai so masa? Antawa-a ba niyo kabaya a matangkud rukano so Rarangit a pho-on ko Kadnan niyo, sa kiyandorat iyo ko diyandi Akun"
        },
        {
            "chapter": 20,
            "verse": 87,
            "text": "Pitharo iran: Kuna a ba kami mindorat ko diyandi i Ka, sa ba sabap ko kapa-ar ami: Na ogaid na piyakaawid kami sa manga pupunud pho-on ko imbolawan o pagtao, na inipangithog ami oto (ko Apoi), ka lagid oto a kiya-ithog o Samiri"
        },
        {
            "chapter": 20,
            "verse": 88,
            "text": "A inigumao niyan kiran a maito a Sapi: A lawas iyan, a Phagunga Na Pitharo iran: A kati-i so Tohan niyo, go Tohan o Musa, na miyalipat"
        },
        {
            "chapter": 20,
            "verse": 89,
            "text": "Ba iran ndi khailai a da-a khisumbag iyan kiran a Katharo, go da-a Mipapa-ar iyan kiran a Morala o di na Ompiya"
        },
        {
            "chapter": 20,
            "verse": 90,
            "text": "Na Sabunsabunar a Pitharo kiran o Haroun gowani: A Hai pagtao Akun! Giyabo a kinitupungun rukano ron: Ka Mata-an! A aya Kadnan niyo na so (Allah a) Masalinggagao: Na Onoti Ako niyo go onoti niyo so Sogowan Ko"
        },
        {
            "chapter": 20,
            "verse": 91,
            "text": "Pitharo iran: Diyami dun itharug a karurutuki ami ron Somimba, taman sa di makabaling rukami so Musa"
        },
        {
            "chapter": 20,
            "verse": 92,
            "text": "Pitharo (o Musa): Hai Haroun! Antona-a i miyakarun Ruka, gowani a Mailaingka siran a miyadadag siran"
        },
        {
            "chapter": 20,
            "verse": 93,
            "text": "Sa Dangka Rakun kaonoti? Inongka Shoranga so Sogowan Ko"
        },
        {
            "chapter": 20,
            "verse": 94,
            "text": "Pitharo Haron: Hai Wata i Ina! Dingka nggandura so Sompa Akun go giya Olo Akun! Mata-an! A Sakun na inikaluk Akun o Bangka Matharo: A inoparik Ka so manga Moriyatao o Israil, go Dangka Kanayawi so lalag Akun"
        },
        {
            "chapter": 20,
            "verse": 95,
            "text": "Pitharo (o Musa): Antona-a i Siyowa Aka, Hai Samiri"
        },
        {
            "chapter": 20,
            "verse": 96,
            "text": "Pitharo iyan: A miya-ilai akun so da iran mailai sukaniyan: Na komimus ako sa sakumus ko lakao o Sogo, na ini ithog akun non: Na giyoto i ini barayat rakun o ginawa ko"
        },
        {
            "chapter": 20,
            "verse": 97,
            "text": "Pitharo (o Musa): Na awa ka! Na Mata-an a ruk ka ko Kaoyagoyag so gi-ingka Katharowa: Sa da-a kashukhowai; go Mata-an! A adun a ruk ka a diyandi a di ka-on ndun makandorat: Na ilayangka so Tohan ka, a so tiyatap ka a Kapushimba-angka-on: Mata-an a Thotongun Nami dun sukaniyan oriyan niyan na Mata-an a ikayambur ami dun sukaniyan ko Kalodan sa titho a ka kayambur"
        },
        {
            "chapter": 20,
            "verse": 98,
            "text": "Aya bo a Tohan niyo na so Allah: So da-a Tohan a salakao Rukaniyan: Rangkom Iyan a katao so langowan taman"
        },
        {
            "chapter": 20,
            "verse": 99,
            "text": "Lagid aya a Kapuphanothola Mi Ruka ko saba-ad ko manga Totholan ko andang a miya-ona: Na Sabunar a bigan Nami Suka pho-on ko Hadapan Nami sa Pananadum"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "Sa dun sa tomalikhodon, na Mata-an! A sukaniyan na Phakaawid ko Alongan a Qiyamah sa mapunud"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "Makakakal siran non: Na Miyakaratarata a bagiyan niran ko Alongan a Qiyamah a awid"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "Si-i ko Alongan a Iyopun so Sanggakala: Na limodun Nami so manga Baradosa, sa Alongan noto, a khikabobota"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "Na mipuphamagutonga iran kondolondolonan niran: A da-a minitarug iyo a rowar ko sapolo (gawi-i)"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "Sukamıi i Mata-o ko gi-i ran Tharo-on: ko masa a gi-i Tharo-on o Maka-o ontol kiran i Pamikiran: A da-a kiyapakatarug iyo a rowar ko Salongan"
        },
        {
            "chapter": 20,
            "verse": 105,
            "text": "Na ipagisha iran Ruka so manga Palao: Na Tharowangka: a ikhayontong sukaniyan o Kadnan Ko sa Samporna a ka kayontong"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "Na ibagak Iyan (so Lopa) a Pantar a mamumunas"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "A da-a Khailaingka-on a Maluluna, go da-a Mibobobong"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "Sa Alongan noto na kaonotan niran so Puphananawag: Sa daa kakhorikori on: Na mapunut so manga Sowara ko (Allah a) Masalinggagao: Na da-a khanug Ka a rowar sa dalupuk"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "Sa Alongan noto na di Phakanggai a gona so kapangongogopan inonta so tao a inidinan Sukaniyan o (Allah a) Masalinggagao, go Miyasowaton sa Katharo"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "Katawan Niyan so kasasangoran niran go so katatalikhodan niran: Go di iran khasushub Sukaniyan a Kata-o"
        }
    ]
}