{
    "maqras": [
        {
            "chapter": 2,
            "verse": 203,
            "text": "Na Pushabota niyo so Allah si-i ko manga Alongan a Mabibilang. Na sa tao a Magalokalok (gomanat sa Mina) ko dowa Alongan, na da-a Dosa niyan, na sa tao a Makaori, na da-a Dosa niyan si-i ko tao a Miyananggila. Na Kalukun niyo so Allah, go Tangkuda niyo a Mata-an! A sukano na Ron kano Pulimoda"
        },
        {
            "chapter": 2,
            "verse": 204,
            "text": "Na adun a pud ko manga Manosiya a tao a Pukhasowat Ka o Katharo iyan si-i ko Kaoyagoyag ko Doniya, go gi-i niyan Shaksi-in so Allah ko madadalum ko poso iyan; (Takinoba) a sukaniyan 1i lubi a Pawal"
        },
        {
            "chapter": 2,
            "verse": 205,
            "text": "Na igira-a Miyakatalikhod, na lomalakao ko Lopa ka Maminasa-on go Purarata-an niyan so manga Pur go so manga Wata a Pangangayamun. Na so Allah na di Niyan Khababayaan so Kapaminasa"
        },
        {
            "chapter": 2,
            "verse": 206,
            "text": "Na igira-a Pitharo-on: A Kalukun ka so Allah, na awidan sukaniyan o Maratabat si-i ko Dosa. Na aya dun a Khabolosan niyan na so Naraka Jahannam;- a Mikharatarata a Darpa"
        },
        {
            "chapter": 2,
            "verse": 207,
            "text": "Na adun a pud ko manga Manosiya a tao a gi-i niyan Phasaan a ginawa niyan ka tontot ko manga Ikasosowat o Allah; na so Allah na Makapudi-in ko manga Oripun Niyan"
        },
        {
            "chapter": 2,
            "verse": 208,
            "text": "Hai so Miyamaratiyaya! Solud kano ko Islam sa Kalangolangowan Niyan; go di niyo khuduga so manga okit o Shaitan; Ka Mataan! A Sukaniyan na ridowai niyo a Mapayag"
        },
        {
            "chapter": 2,
            "verse": 209,
            "text": "Na amai ka somilai kano ko oriyan o Kiyapakatalingoma rukano o manga Rarayag a Karina, na Tangkuda niyo a Mata-an! A so Allah na Mabagur, a Maongangun"
        },
        {
            "chapter": 2,
            "verse": 210,
            "text": "Ba-adun a Punaya-on niran a rowar ko Kapakatalingoma kiran o Allah a Maporo ago Mala si-i ko bontal a domadaiton sabap ko Kala iyan a matatago ko miyagungkapungkap a gabon, go so manga Malaikat go mitaman so Kokoman? Ka si-i bo Phakandoda ko Allah so manga Kokoman"
        },
        {
            "chapter": 2,
            "verse": 211,
            "text": "Isha-an Ka ko manga Moriyatao o Israil o pira i ini bugai Ami kiran a Tanda a Marayag. Na sa tao a sambiyan niyan so Limo o Allah ko oriyan o Kiyapakatalingoma niyan non, na Mata-an! A so Allah na Mailot i kapaniksa"
        },
        {
            "chapter": 2,
            "verse": 212,
            "text": "Pipharasan ko siran a da Pamaratiyaya so Kaoyagoyag ko Doniya, go Puphamagurugan niran so Miyamaratiyaya. Na so siran a Miyamananggila na Makaombao kiran ko Alongan a Qiyamah; ka so Allah na Puriskhiyan Niyan so tao a kabaya Iyan sa di Khasar a Pandapat"
        },
        {
            "chapter": 2,
            "verse": 213,
            "text": "Miya-adun so Manosiya ko okit a isa, na Siyogo o Allah so manga Nabi a Puphamanothol ko Mapiya go Puphamakaiktiyar; go Piyakatoron Niyan a babid iran so Kitab a Bunar, ka-an Niyan Makokom so manga Manosiya ko di iran Phagayonayonan; na da-a Somiyorangon a rowar ko siranoto a bigan non ko oriyan o KĶiyapakatalingoma kiran o manga Rarayag a Karina, Kadungki ko siran (a Miyamaratiyaya). Na Tiyoro o Allah so Miyamaratiyaya, si-i ko da iran Pagayonayoni ko Bunar, sabap sa idin Niyan, ka so Allah na Thoro-on Niyan so tao a kabaya Iyan ko lalan a Matitho"
        },
        {
            "chapter": 2,
            "verse": 214,
            "text": "Ba niyo tiyarima a Phakasolud kano ko Sorga a da rukano Makatalingoma so lagid o (Miyakatalingoma ko) siranoto a miya-i pos ko Miya-ona an niyo? A Minisogat kiran so masikot go so karomasayan, go Miya-aroraya siran taman sagi-i Matharoo Sogo a go so Miya- maratiyaya a pud Iyan: A anda soTabang o Allah? Tanodan! Ka Mata-an! A so Tabang o Allah na marani"
        },
        {
            "chapter": 2,
            "verse": 215,
            "text": "Ipagisha iran Ruka o antona-a 1 Kaphamumugai ran. Na Tharowangka: A sa dun sa Iphamumugai niyo a Mapiya, na bagiyan o mbala a Lokus go so manga Dadashug go so manga Wata a ilo go so manga Miskin go so Gi-i Mulayalayag a maka khakadiat a miya kawang sa Lalan. Na sa dun sa Nggolaola-an niyo a Mapiya,- na Mata-an! A so Allah na katawan Niyan noto"
        },
        {
            "chapter": 2,
            "verse": 216,
            "text": "Ini Paliyogat rukano so Kapakimbonowai (ko manga kapir), a sukaniyan na ipukhagowad iyo, Na thatana a adun a ipukhagowad iyo a aya rukano Mapiya, go thatana a adun a Pukhababaya-an niyo a aya rukano Marata. Na so Allah i Mata-o, na sukano idi manga Tata-o"
        },
        {
            "chapter": 2,
            "verse": 217,
            "text": "Ipagisha iran Ruka (Ya Muhammad) so Olanolan a Paga-adatan so Kambonowai ron. Na Tharowangka: A so Kambonowai ron na mala a Dosa; go so Kaalangi ko lalan o Allah, go so Kaongkira on, go so (ka-alangi ko) Masjid AlHaram, go so Kapaka-awa-a on ko tao ron; na lawan ro-o a Mala (a Dosa) si-i ko Allah go so Kapanakoto na lawan a Mala (a Dosa) a di so Kapamono. Na di siran nggunuk sa Kapuphamonowa iran rukano taman sa di kano iran mapakaawako Agama niyo o Khagaga iran. Na sa tao a mawa rukano ko Agama niyan na go Matai a kapantagan a sukaniyan na di Mapaparatiyaya, na siran man na Miya-ilang so manga Galubuk iran si-i sa Doniya go sa Akhirat; ka siran man i manga tao ko Naraka sa ron siran non ndun Makakakal"
        },
        {
            "chapter": 2,
            "verse": 218,
            "text": "Mata-an! A so siran a Miyamaratiyaya go Miyamanogalin sa Ingud go Miyamanagontaman si-i ko lalan o Allah,- na siran man 1 Phaka-arap ko Limo o Allah: Ka so Allah na Manapi, a Makalimo-on"
        }
    ]
}