{
    "maqras": [
        {
            "chapter": 21,
            "verse": 83,
            "text": "Go so Ayyub, gowani na Miyanguni ko Kadnan Niyan, (sa Pitharo Iyan:) Mata-an! A Sakun na miyasogat Ako a morala, na Suka i Lubi a Makalimo-on ko Puphamangalimo"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "Na tiyarima Ami Sukaniyan: Na inangkat Ami so minisogatọn a morala, go inibugai Ami Ron so taalokon, go so lagid iran a rakhus iran,- a Limo a pho-on ko Hadapan Nami, go Pananadum a bagiyan o manga Barasimba"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "Go so Ismail, go so Idris, go so Zilkifli, oman i isa Kiran na pud ko manga Papantang"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "Na piyakasolud Ami Siran ko Limo Ami: Mata-an! A Siran na pud ko manga Bilangatao"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "Go so Yunus a liyamud a suda, gowani a lomalakao a Pukhararangitan: Na aya antangan Niyan na di Yami dun kaphakasimpitan Sukaniyan! Na minigoraok Iyan ko katatago Iyan ko manga lilibotung: Da-a Tohan a inonta Suka: Soti Ka: Mata-an! A Sakun na miyabaloi Ako a pud ko manga Baradosa"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "Na tiyarima Ami Sukaniyan: Go siyabut Ami Sukaniyan pho-on ko kapakandadamar: Na lagid man naya a kashabuta Mi ko Miyamaratiyaya"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "Go so Zakariya, gowani a Manguni ko KĶKadnan Niyan: Kadnan Ko! Diyakongka mbagakun a tawantawan, na Suka i Lubi a mapiya ko manga Waris"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "Na tiyarima Ami Sukaniyan: Go inibugai Ami Rukaniyan so Yahya: Go tiyanor Ami Rukaniyan si Karoma Niyan. Mata-an! A Siran na miyabaloi Siran a gi-i Siran magoradorad ko manga pipiya: Go Puphamanguni Siran Rukami sa kabaya a go kaluk, go miyabaloi Siran a si-i Siran Rukami Puphananang kopan"
        },
        {
            "chapter": 21,
            "verse": 91,
            "text": "Go so (Maryam a) sinyap Iyan a Ginawa Niyan: Na ini iyop Ami Ron so pud ko Inadun Nami a Niyawa, go biyaloi Ami Sukaniyan a go so Wata Iyan a Tanda ko manga Ka-adun"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "Mata-an! A giya i okit iyo a okit a isa, go Sakun i Kadnan niyo: Na Simba-a Ko niyo"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "Na pishapotol iran so okit iran, ko lut-lut iran: Na oman 1 isa kiran na si-i siran Rukami Phamakandod"
        },
        {
            "chapter": 21,
            "verse": 94,
            "text": "Na sa dun sa nggalubukun niyan so manga pipiya a sukaniyan na Mapaparatiyaya,- na di kalimungan so galubuk iyan: Go Mata-an! A Sukami i1 Puphanoraton"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "Na inurun so Phagingud a bininasa Mi sukaniyan: Mata-an! A siran na di siran makambalingan"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "Taman ko masa a kaluka-an so Yajuj a go so Majuj, a siran na Mamakapo-on ko oman i bobongan a gi-i siran shasakoya"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "Na miyakarani so diyandi abunar: Na sa maoto na giyoto! Na Masambolayang so manga kailai osiran a Miyamangongkir: (Matharo iran:) Hai dowan dowan tano! Sabunar a miyatago tano ko da kai- nungka-a sangkai; kuna, ka mimbaloi tano a manga darowaka"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "Mata-an! A sukano a go so Pusimba-an niyo a salakao ko Allah, na itagon ko Naraka Jahannam! Sukano na rongkano Phamakasołlud"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "O aya butad o siran naya na manga Katohanan, na di siran non mamakasolud! Na oman i isa kiran na ron siran non ndun makakakal"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "Aya bagiyan niran non na katagao, go siran na di siran ro-ọ phamakanug"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "Mata-an! A siran a miyaona a bagiyan niran a pho-on Rukami so mapiya, na siran man na piyakawatan siran non"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "Di ran khanug so dagudub iyan: Go siran i khatago ko pukhababaya-an o manga ginawa iran, sa makakakal siran (ro-o)"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "Di siran mapakamboko o pakalukluk a lubi a mala: Go ipagalao kiran o manga Malaikat: A giyai so Alongan niyo,a so sukano na idi diyandi rukano"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "Alongan a kalolona Mi ko Langit lagid o kapulolona o Panonorat ko manga Kitab,- lagid-o kinipho-onun Nami ko paganai a Kiyapangadun, a khasowin Nami sukaniyan: Diyandi a matatangkud Rukami: Mata-an! A Sukami i tatap a Punggagalubuk"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "Na Sabunsabunar a ini Sorat Ami ko Zaboor, ko oriyan o Pananadum: A Mata-an! A so Lopa na Kaphangowarisan noto o manga Oripun ko, a manga Bilangatao"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "Mata-an! A matatago saya so tanto a tarotop a undao a bagiyan o pagtao a manga Barasimba"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "Na da-a Kiyasogo Ami Ruka (Ya Muhammad), a rowar sa Limo ko manga Ka-adun"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "Tharowangka (Ya Muhammad): A aya bo a Iphagilaham Rakun na aya bo a Tohan niyo na Tohan a Isa: Na una, sukano Mimbayorantang kano"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "Na amai ka tomalikhod siran, na Tharowangka: A piyakatokao Akun sukano sa mulagilagid; na di Ko katawan o ino marani antawa-a mawatan so idi diyandi rukano"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "Mata-an! A Sukaniyan na katawan Niyan so matanog a Katharo, go katawan Niyan so pagu-uma an niyo"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "Na Diyakun katawan ọ ba giyaya na tiyoba rukano, go kashonor taman ko masa (o kapatai)"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "Pitharo Iyan: Kadnan Ko! Kokomun Ka (Rukami) so bunar! Na aya Kadnan Nami na so (Allah a)Masalinggagao a Kapuphanguniyan sa tabang, a sorang ko iphuropa niyo"
        }
    ]
}