{
    "maqras": [
        {
            "chapter": 27,
            "verse": 56,
            "text": "Na da-a miyabaloi a sumbag o pagtao Niyan a rowar sa Kiyatharowa iran: Sa paka-awa-a niyo so manga ta-al ok ko Lut ko Ingud iyo: Mata-an siran! A manga tao a Pushosoti"
        },
        {
            "chapter": 27,
            "verse": 57,
            "text": "Na siyabut Ami sukaniyan go so Ta-alokon, inonta so Karoma Niyan: Ka inokor Ami sukaniyan a pud ko mithatalimbagak"
        },
        {
            "chapter": 27,
            "verse": 58,
            "text": "Na piyakaoranan Nami siran sa oran (a ator): Na miyakaratarata a ini oran ko Piyamaka-iktiyar (ada siran ndun Paratiyaya)"
        },
        {
            "chapter": 27,
            "verse": 59,
            "text": "Tharowangka: A so Podi na ruk o Allah, go Kalilintad a si-i ko manga Oripun Niyan a Pinili Iyan. Ino so Allah aya lubi a mapiya, antawa-a so Ipuphanakoto iran"
        },
        {
            "chapter": 27,
            "verse": 60,
            "text": "Ba (di aya lubi a mapiya) so Miyadun ko manga Langit a go so Lopa, go Piyakatoronan kano Niyan pho-on ko kawang sa ig? Na Piyakatho Ami sa sabap rukaniyan so manga Sapad a manga pipiya i paras: Na da-a miyabaloi a kapa-ar iyo ko Kapakatho a niyo ko kayo niyan. Ba adun a Tohan a pud o Allah? Kuna, ka siran na pagtao a phurimbangun niran (so Allah)"
        },
        {
            "chapter": 27,
            "verse": 61,
            "text": "Ba (di aya lubi a mapiya) so biyaloi Niyan so Lopa a thatakna; go tiyaąagowan Niyan so pagulutulutan niyan sa manga lawasaig; go tiyagowan Niyan sa manga Palao; go tiyagowan Niyan so pagulutan a dowa Kalodan sa Lut? Ba adun a Tohan a pud o Allah? Kuna, ka so kadakulan kiran na di iran katawan"
        },
        {
            "chapter": 27,
            "verse": 62,
            "text": "Ba (di aya lubi a mapiya) so Pusumbag ko karurugunan, igira a miyanguni ron, go puphokas ko marata, go pumbaloi rukano a puphamakasambi ko Lopa? Ba adun a Tohan a pud o Allah? Miyakaito-ito a Kapuphakatadum iyo"
        },
        {
            "chapter": 27,
            "verse": 63,
            "text": "Ba (di aya lubi a mapiya) so gi-i rukano ngonana-o ko manga lilibotung ko Kalopa-an go so Kalodan, go so pumbotawan rukano ko manga ndo a puphamalata ko ona-an o Limo Iyan? Ba adun a Tohan a pud o Allah? Maporo so Allah a ka-a awat Iyan ko Ipuphamanakoto iran (non)"
        },
        {
            "chapter": 27,
            "verse": 64,
            "text": "Ba (di aya lubi a mapiya) so Puphanagipho-on ko Kapangadun, oriyan niyan (ko Kapatai), na Khasowin Niyan (Madun so Miyamatai), go Puphagupur rukano ko phoon ko kawang a go so Lopa? Ba adun a Tohan a pud o Allah? Tharowangka: A bugan niyo 1 karina niyo, o sukano i manga bunar"
        },
        {
            "chapter": 27,
            "verse": 65,
            "text": "Tharowangka: A da-a Matao a tao a matatago ko manga Langit go so Lopa, ko migagaib a inonta so Allah: Go di ran mai-inungka o andai Kapagoyaga kiran"
        },
        {
            "chapter": 27,
            "verse": 66,
            "text": "Ba riya-ot o Kata-o iran so Akhirat? Kuna, ka siran na pukhadowadowa-an siran non, kuna, ka siran na miyangabobota siran non"
        },
        {
            "chapter": 27,
            "verse": 67,
            "text": "Na Pitharo o siran a Miyamangongkir: a ino amai ka mbaloi kami a botha, a go so manga lokus ami, ba Mata-an! a sukami na phamakaguma-on ndun (ko manga kobor)"
        },
        {
            "chapter": 27,
            "verse": 68,
            "text": "Sabunsabunar a minidiyandi rukutano waya,- sukutano go so manga lokus tano gowani: Da ko ungkaya inonta na manga iringa a kabokhag o miyanga-o ona"
        },
        {
            "chapter": 27,
            "verse": 69,
            "text": "Tharowangka: lalakao kano ko Lopa na phapandapat i niyo so miyambutad o kiyaakiran ko manga rarata i ongar"
        },
        {
            "chapter": 27,
            "verse": 70,
            "text": "Go Dingka siran pumbokoon, go di nggagutun a rarub Ka so ikmat iran"
        },
        {
            "chapter": 27,
            "verse": 71,
            "text": "Na gi-i ran Tharo-on: A anda dun angkai a diyandi (a kaphakatalingoma o siksa) o sukano i manga bunar"
        },
        {
            "chapter": 27,
            "verse": 72,
            "text": "Tharowangka: A matatangkud a khabaloi a marani rukano so saba-ad ko puphagalokalokan niyo (a siksa)"
        },
        {
            "chapter": 27,
            "verse": 73,
            "text": "Na Mata-an! A so Kadnan Ka i titho a mala i Gagao ko manga Manosiya: Na ogaid na so kadakulan kiran na di siran Phanalamat"
        },
        {
            "chapter": 27,
            "verse": 74,
            "text": "Na Mata-an! A so Kadnan Ka na katawan Niyan ndun so pagu-uma an o manga rarub iran, go so papayagun niran"
        },
        {
            "chapter": 27,
            "verse": 75,
            "text": "Go da-a migagaib, ko Langit a go so Lopa, a ba di matatago ko (Lauh Mahful a) Daptar a mapayag"
        },
        {
            "chapter": 27,
            "verse": 76,
            "text": "Mata-an! A giyangkaya a Qur-an na Puphanotholun Niyan ko manga Moriyatao o Israil so kadakulan ko siran na di siran non phagayonayon"
        },
        {
            "chapter": 27,
            "verse": 77,
            "text": "Na Mata-an naya! A titho a Torowan go Limo ko Miyamaratiyaya"
        },
        {
            "chapter": 27,
            "verse": 78,
            "text": "Mata-an! A so Kadnan Ka na Ikhokom Iyan kiran so kokoman Niyan: go Sukaniyan so Domadaag, a Mata-o"
        },
        {
            "chapter": 27,
            "verse": 79,
            "text": "Na Sarigingka so Allah: Mata-an! a Suka na si-i ko bunar a mapayag"
        },
        {
            "chapter": 27,
            "verse": 80,
            "text": "Mata-an! A Suka na Dingka Maphakinug ko Miyamatai, go Dingka Maphakinug ko manga bungul, so Pananawag igira-a tominingur siran a khitatalikhod"
        },
        {
            "chapter": 27,
            "verse": 81,
            "text": "Na da Ruka i Bangka Manggonana-o so manga bota, sa kapokas ko kadadadag iran: Da-a Maphakanug Ka a rowar ko tao a Mapaparatiyaya ko manga Ayat Ami, na siran i Mimbabayorantang"
        }
    ]
}