{
    "maqras": [
        {
            "chapter": 76,
            "verse": 19,
            "text": "Na gi-i siran nggagayanan o manga tatap a manga Kangoda-an; na igira-a Inilaingka siran, na aya tarima-a Ka kiran na manga Montiya a Misasamborak"
        },
        {
            "chapter": 76,
            "verse": 20,
            "text": "Go igira-a Miya-ilaingka na Ro-ongka khailai so Limo go Kadatu a lubi a mala"
        },
        {
            "chapter": 76,
            "verse": 21,
            "text": "Khindiditar siran sa manga nditarun a Sotra a manipis a gadong, go Sotra a makapal; go Phangimowan siran sa manga salunda a Pirak, go phakainomun siran o Kadnan niran sa inomun a Phakasoti"
        },
        {
            "chapter": 76,
            "verse": 22,
            "text": "(Putharo-on kiran a;) Mataan! A giyaya na miyabaloi a balas rukano, go miyabaloi so Amal iyo a Tiyarima"
        },
        {
            "chapter": 76,
            "verse": 23,
            "text": "Mata-an! A Sukami na Sukami na Initoron Ami Ruka so Qur-an sa Katoron (a Miyakashosokli)"
        },
        {
            "chapter": 76,
            "verse": 24,
            "text": "Na thigur Ka makapantag ko Kokoman o Kadnan Ka, go Dingka Pagonoti so pud kiran, a baradosa o di na Miyongkir"
        },
        {
            "chapter": 76,
            "verse": 25,
            "text": "Go Tatadumingka so Ngaran o Kadnan Ka ko kapitapita, go so kagabigabi"
        },
        {
            "chapter": 76,
            "verse": 26,
            "text": "Go so saba-ad ko kagagawi-i na Pushojiod Ka Rukaniyan; go Phoroporo-on Ka Sukaniyan ko kagagawi-i sa malayat"
        },
        {
            "chapter": 76,
            "verse": 27,
            "text": "Mata-an! A siran naya na Pukhababaya-an niran so matag sagad, na ipumbagak iran so kasasangoran niran a gawi-i a Mapunud"
        },
        {
            "chapter": 76,
            "verse": 28,
            "text": "Sukami na Inadun Ami siran, go Pimbaibaitan Ami so Taong iran. Na amai ka kabaya Ami na somambi Kami sa manga lagid iran sa samporna a kasambi"
        },
        {
            "chapter": 76,
            "verse": 29,
            "text": "Mata-an! A giyaya na Pananadum: Na sa tao a khabaya na mba-al sa lalan si-i ko Kadnan Ni- yan"
        },
        {
            "chapter": 76,
            "verse": 30,
            "text": "Na da-a kapa-ar iyo inonta o Miyog so Allah. Mata-an! A so Allah na Tatap a Mata-o, a Maongangun"
        },
        {
            "chapter": 76,
            "verse": 31,
            "text": "Phakasoludun Niyan so tao a kabaya Iyan si-i ko Limo Iyan. Na so manga darowaka na Pithiyagaran Niyan siran sa siksa a Malipudus"
        },
        {
            "chapter": 77,
            "verse": 1,
            "text": "Ibut ko Puphamanogo-on, a di-i Makathondotondog"
        },
        {
            "chapter": 77,
            "verse": 2,
            "text": "Go so puphamanambur sa mabandus"
        },
        {
            "chapter": 77,
            "verse": 3,
            "text": "Go so puphamayapat (ko oran) sa samporna a kapamayapat"
        },
        {
            "chapter": 77,
            "verse": 4,
            "text": "Go so gi-i makashusung-gaya sa samporna a kasunggai"
        },
        {
            "chapter": 77,
            "verse": 5,
            "text": "Go so puphamamugai sa Pananadum (a manga Malaikat)"
        },
        {
            "chapter": 77,
            "verse": 6,
            "text": "Kapamokas sa Kataksilan, o di na Kapamaka-iktiyar"
        },
        {
            "chapter": 77,
            "verse": 7,
            "text": "Mata-an! A so diyandi rukano (a Mapunggolaola ko Alongan a Qiyamah) na phakatana dun"
        },
        {
            "chapter": 77,
            "verse": 8,
            "text": "Na amai ka so manga Bito-on na mapadung"
        },
        {
            "chapter": 77,
            "verse": 9,
            "text": "Go amai ka so Langit na mabunsad"
        },
        {
            "chapter": 77,
            "verse": 10,
            "text": "Go amai ka so manga Palao na mamangikayambur"
        },
        {
            "chapter": 77,
            "verse": 11,
            "text": "Go amai ka so manga Sogo na Limodun ko wakto a Mapupunto"
        },
        {
            "chapter": 77,
            "verse": 12,
            "text": "Antona-a i Alongan a tiyaalik"
        },
        {
            "chapter": 77,
            "verse": 13,
            "text": "Si-i ko Alongan a Kokoman"
        },
        {
            "chapter": 77,
            "verse": 14,
            "text": "Na antona-a i miyakandao Ruka o antona-a i Alongan a Kokoman"
        },
        {
            "chapter": 77,
            "verse": 15,
            "text": "Kabinasa sa Alongan noto, a bagiyan o Piyamakambokhag iran naya"
        },
        {
            "chapter": 77,
            "verse": 16,
            "text": "Ba Ami da binasa-a so miyanga o ona"
        },
        {
            "chapter": 77,
            "verse": 17,
            "text": "Oriyan niyan na iputhondog Ami kiran so miyanga o ori"
        },
        {
            "chapter": 77,
            "verse": 18,
            "text": "Lagid oto man a ikhidiya Mi ko manga baradosa"
        },
        {
            "chapter": 77,
            "verse": 19,
            "text": "Kabinasa sa Alongan noto, a bagiyan o Miyamanaplis"
        },
        {
            "chapter": 77,
            "verse": 20,
            "text": "Ba Ami sukano da Aduna a pho-on sa ig a malumuk"
        },
        {
            "chapter": 77,
            "verse": 21,
            "text": "Na tiyago Amı oto ko darpaa Mapapalihara"
        },
        {
            "chapter": 77,
            "verse": 22,
            "text": "Taman ko diyangka a katawan"
        },
        {
            "chapter": 77,
            "verse": 23,
            "text": "Na Pindidiyangka Ami. Na sayana Kami a mapiya a Mididiyangka"
        },
        {
            "chapter": 77,
            "verse": 24,
            "text": "Kabinasa ko Alongan noto, a bagiyan o Miyamanaplis"
        },
        {
            "chapter": 77,
            "verse": 25,
            "text": "Ba Ami da baloya so Lopa a maka-a angkos"
        },
        {
            "chapter": 77,
            "verse": 26,
            "text": "Ko manga Oyagoyag a go so Miyamatai"
        },
        {
            "chapter": 77,
            "verse": 27,
            "text": "Go piyakabukunan Ami oto sa manga Palao a manga poporo, go piyaka-inom Ami sukano sa ig atabang"
        },
        {
            "chapter": 77,
            "verse": 28,
            "text": "Kabinasa sa Alongan noto, a bagiyan o Miyamanaplis"
        },
        {
            "chapter": 77,
            "verse": 29,
            "text": "(Putharo-on kiran:) Songkano ko piyakambokhag iyo sukaniyan"
        },
        {
            "chapter": 77,
            "verse": 30,
            "text": "Songkano ko Along a tulo sai"
        },
        {
            "chapter": 77,
            "verse": 31,
            "text": "Di khasirongan, go di khirun ko kadug"
        },
        {
            "chapter": 77,
            "verse": 32,
            "text": "Mata-an naya! A ipuphululubad iyan so manga kotokoto a Apoi a datar o manga torogan"
        },
        {
            "chapter": 77,
            "verse": 33,
            "text": "Lagid o ba oto manga Onta a manga Bibinaning"
        },
        {
            "chapter": 77,
            "verse": 34,
            "text": "Kabinasa sa Alongan noto, a bagiyan o Miyamanaplis"
        },
        {
            "chapter": 77,
            "verse": 35,
            "text": "Giyaya so Alongan a di siran Makaputharo"
        },
        {
            "chapter": 77,
            "verse": 36,
            "text": "Go di kiran iphangonot, ka o ba siran Makapamitowa"
        },
        {
            "chapter": 77,
            "verse": 37,
            "text": "Sangat a siksa sa Alongan noto, a bagiyan o Miyamanaplis"
        },
        {
            "chapter": 77,
            "verse": 38,
            "text": "Giyaya so Alongan a Kokoman: Linimod Ami sukano a rakhus o miyanga-o ona"
        },
        {
            "chapter": 77,
            "verse": 39,
            "text": "Na o adun a ikmat iyo, na ikmat Ako niyo"
        },
        {
            "chapter": 77,
            "verse": 40,
            "text": "Sangat a siksa sa Alongan noto, a ruk o Miyamanaplis"
        },
        {
            "chapter": 77,
            "verse": 41,
            "text": "Mata-an! A so Miyamananggila, na si-i ko khikasisirongan a gomanga bowalan"
        },
        {
            "chapter": 77,
            "verse": 42,
            "text": "A go manga Onga, a pud koPukhababaya-an niran"
        },
        {
            "chapter": 77,
            "verse": 43,
            "text": "(Putharo-on kiran:) Kangkano, go inom kano sa kapipiya ginawa sabap ko Pinggolaola niyo (a mapiya)"
        },
        {
            "chapter": 77,
            "verse": 44,
            "text": "Mata-an! A Sukami na lagid oto man a kambalasi Ami ko Miphipiyapiya"
        },
        {
            "chapter": 77,
            "verse": 45,
            "text": "Sangat a siksa sa Alongan noto, a ruk o Miyamanaplis"
        },
        {
            "chapter": 77,
            "verse": 46,
            "text": "Kangkano go khariyala kano sa di mathai. Mata-an! A sukano na manga sala"
        },
        {
            "chapter": 77,
            "verse": 47,
            "text": "Sangat a siksa sa Alongan noto, a ruk o Miyamanaplis"
        },
        {
            "chapter": 77,
            "verse": 48,
            "text": "Na igira-a Pitharo kiran: a (Shambayang kano sa) Pangalimbaba-angkano! Na di siran Phangalimbaba-an"
        },
        {
            "chapter": 77,
            "verse": 49,
            "text": "Sangat a siksa sa Alongan noto, a ruk o Piyakambokhag iran naya"
        },
        {
            "chapter": 77,
            "verse": 50,
            "text": "Na antona-a 1 Tothol, ko oriyan angkai a Qur-an, i Pharatiyaya-an niran"
        }
    ]
}