{
    "rukus": [
        {
            "chapter": 12,
            "verse": 21,
            "text": "Mısır'da onu satın alan adam, karısına dedi ki: \"Ona değer ver ve güzel bak! Umulur ki bize faydası olur. Veya onu evlat ediniriz.\" İşte böylece (Mısır da adaletle hükmetmesi) ve kendisine (rüyadaki) olayların yorumunu öğretmemiz için Yusufu o yere yerleştirdik. Allah, emrini yerine getirmeye kadirdir. Fakat insanların çoğu (bunu) bilmezler"
        },
        {
            "chapter": 12,
            "verse": 22,
            "text": "(Yusuf) erginlik çağına erişince, ona (isabetle) hükmetme (yeteneği) ve ilim verdik. İşte güzel davrananları biz böyle mükafatlandırırız"
        },
        {
            "chapter": 12,
            "verse": 23,
            "text": "Evinde bulunduğu kadın, onun nefsinden murat almak istedi, kapıları iyice kapattı ve \"Haydi gel!\" dedi. O da\" (Haşa), Allah'a sığınırım! Zira kocanız benim velinimetimdir, bana güzel davrandı. Gerçek şu ki, zalimler iflah olmaz!\" dedi"
        },
        {
            "chapter": 12,
            "verse": 24,
            "text": "Andolsun ki, kadın ona meyletti. Eğer Rabbinin işaret ve ikazını görmeseydi o da kadına meyletmişti. İşte böylece biz, kötülük ve fuhşu ondan uzaklaştırmak için (delilimizi gösterdik). Şüphesiz o ihlaslı kullarımızdandı"
        },
        {
            "chapter": 12,
            "verse": 25,
            "text": "İkisi de kapıya doğru koştular. Kadın onun gömleğini arkadan yırttı. Kapının yanında onun kocasına rastladılar. Kadın dedi ki: Senin ailene kötülük etmek isteyenin cezası, zindana atılmaktan veya elem verici bir işkenceden başka ne olabilir"
        },
        {
            "chapter": 12,
            "verse": 26,
            "text": "Yusuf: \"Asıl kendisi benim nefsimden murat almak istedi\" dedi. Kadının akrabasından biri şöyle şahitlik etti: \"Eğer gömleği önden yırtılmışsa, kadın doğru söylemiştir, bu ise yalancılardandır"
        },
        {
            "chapter": 12,
            "verse": 27,
            "text": "Eğer gömleği arkadan yırtılmışsa, kadın yalan söylemiştir. Bu ise doğru söyleyenlerdendir"
        },
        {
            "chapter": 12,
            "verse": 28,
            "text": "(Kocası, Yusuf'un gömleğinin) arkadan yırtılmış olduğunu görünce, (kadına): \"Şüphesiz, dedi; bu, sizin tuzağınızdır. Sizin tuzağınız gerçekten büyüktür"
        },
        {
            "chapter": 12,
            "verse": 29,
            "text": "Ey Yusuf! Sen bundan (olanları söylemekten) vazgeç! (Ey kadın!) Sen de günahının affını dile! Çünkü sen günahkarlardan oldun"
        }
    ]
}