{
    "rukus": [
        {
            "chapter": 22,
            "verse": 11,
            "text": "İnsanlardan kimi Allah'a yalnız bir yönden kulluk eder. Şöyle ki: Kendisine bir iyilik dokunursa buna pek memnun olur, bir de musibete uğrarsa çehresi değişir (dinden yüz çevirir). O, dünyasını da, ahiretini de kaybetmiştir. İşte bu, apaçık ziyanın ta kendisidir"
        },
        {
            "chapter": 22,
            "verse": 12,
            "text": "O, Allah'ı bırakıp, kendisine ne faydası, ne de zararı dokunacak olan şeylere yalvarır. Bu, (haktan) büsbütün uzak olan sapıklığın ta kendisidir"
        },
        {
            "chapter": 22,
            "verse": 13,
            "text": "O, zararı faydasından daha (akla) yakın olan bir varlığa yalvarır. O (yalvardığı), ne kötü bir yardımcı, ne kötü bir dosttur"
        },
        {
            "chapter": 22,
            "verse": 14,
            "text": "Muhakkak ki Allah, iman edip iyi davranışlarda bulunan kimseleri, zemininden ırmaklar akan cennetlere kabul eder. Şüphesiz Allah dilediği şeyi yapar"
        },
        {
            "chapter": 22,
            "verse": 15,
            "text": "Her kim, Allah'ın, dünya ve ahirette ona (Resulüne) asla yardım etmeyeceğini zannetmekte ise, (Allah ona yardım ettiğine göre) artık o kimse tavana bir ip atsın; (boğazına geçirsin); sonra da (ayağını yerden) kessin! Şimdi bu kimse baksın! Acaba, hilesi (bu yaptığı), öfke duyduğu şeyi (Allah'ın Peygamber'e yardımını) gerçekten engelleyecek mi"
        },
        {
            "chapter": 22,
            "verse": 16,
            "text": "İşte böylece biz o Kur'an'ı açık seçik ayetler halinde indirdik. Gerçek şu ki Allah dilediği kimseyi doğru yola sevkeder"
        },
        {
            "chapter": 22,
            "verse": 17,
            "text": "Mümin olanlar, yahudi olanlar, sabiiler, hıristiyanlar, mecusiler ve müşrik olanlara gelince, muhakkak ki Allah, bunlar arasında kıyamet gününde (ayrı ayrı) hükmünü verir. Çünkü Allah her şeyi hakkıyla bilendir"
        },
        {
            "chapter": 22,
            "verse": 18,
            "text": "Görmez misin ki, göklerde olanlar ve yerde olanlar, güneş, ay, yıldızlar, dağlar, ağaçlar, hayvanlar ve insanların birçoğu Allah'a secde ediyor; birçoğunun üzerine de azap hak olmuştur. Allah kimi hor ve hakir kılarsa, artık onu değerli kılacak bir kimse yoktur. Şüphesiz Allah dilediğini yapar"
        },
        {
            "chapter": 22,
            "verse": 19,
            "text": "Şu iki gurup, Rableri hakkında çekişen iki hasımdır: İmdi, inkar edenler için ateşten bir elbise biçilmiştir. Onların başlarının üstünden kaynar su dökülecektir"
        },
        {
            "chapter": 22,
            "verse": 20,
            "text": "Bununla, karınlarının içindeki (organlar) ve derileri eritilecektir"
        },
        {
            "chapter": 22,
            "verse": 21,
            "text": "Bir de onlar için demir kamçılar vardır"
        },
        {
            "chapter": 22,
            "verse": 22,
            "text": "Izdıraptan dolayı oradan her çıkmak istediklerinde, oraya geri döndürülürler ve: \"Tadın bu yakıcı azabı!\" (denilir)"
        }
    ]
}