{
    "rukus": [
        {
            "chapter": 7,
            "verse": 130,
            "text": "Andolsun, biz de Firavun aile (çevre)sini belki öğüt alıp düşünürler diye yıllar yılı kuraklığa ve ürün kıtlığına uğrattık"
        },
        {
            "chapter": 7,
            "verse": 131,
            "text": "Kendilerine bir iyilik geldiği zaman, \"Bu bizim için (biz bunu hakettik)\" dediler; onlara bir kötülük isabet ettiğinde (bunu da) Musa ve beraberindekilerin bir uğursuzluğu olarak yorumlarlardı. Haberiniz olsun, Tanrı katında asıl uğursuz (kötülük kaynağı) olanlar kendileridir"
        },
        {
            "chapter": 7,
            "verse": 132,
            "text": "Onlar: \"Bizi büyülemek için ne kadar ayet getirirsen getir, biz sana inançlı olacak değiliz\" dediler"
        },
        {
            "chapter": 7,
            "verse": 133,
            "text": "Bunun üzerine, ayrı ayrı ayetler olarak üzerlerine tufan, çekirge, buğday güvesi, kurbağa ve kan musallat ettik. Yine büyüklük tasladılar ve suçlu-günahkar bir kavim oldular"
        },
        {
            "chapter": 7,
            "verse": 134,
            "text": "Başlarına iğrenç bir azab çökünce dediler ki: \"Ey Musa, rabbine -sana verdiği ahid adına- bizim için dua et. Eğer bu iğrenç azabı üzerimizden çekip giderirsen andolsun sana inanacağız ve İsrailoğullarını seninle göndereceğiz"
        },
        {
            "chapter": 7,
            "verse": 135,
            "text": "Ne zaman ki onların erişebilecekleri bir ecele kadar o iğrenç azabı çekip giderdik, onlar yine andlarını bozdular"
        },
        {
            "chapter": 7,
            "verse": 136,
            "text": "Biz de onlardan intikam aldık ve ayetlerimizi yalanlamaları ve onlardan habersizmiş (gibi) olmaları nedeniyle onları suda boğduk"
        },
        {
            "chapter": 7,
            "verse": 137,
            "text": "Kendisine bereketler kıldığımız yerin doğusuna da, batısına da o hor kılınıp zayıf bırakılanları mirasçılar kıldık. Rabbinin İsrailoğulları´na olan o güzel sözü (vaadi), sabretmeleri dolayısıyla tamamlandı (yerine geldi). Firavun ve kavminin yapmakta oldukları ve yükselttiklerini (köşklerini, saraylarını) da yerle bir ettik"
        },
        {
            "chapter": 7,
            "verse": 138,
            "text": "İsrail oğullarını denizden geçirdik. Putları önünde bel büküp eğilmekte olan bir topluluğa rastladılar. Musa´ya dediler ki: \"Ey Musa, onların tanrıları (var; onlarınki) gibi, sen de bize bir tanrı yap.\" O: \"Siz geçekten cahillik etmekte olan bir kavimsiniz\" dedi"
        },
        {
            "chapter": 7,
            "verse": 139,
            "text": "Onların içinde bulundukları şey (din) mahvolucudur ve yapmakta oldukları şeyler (ibadetler) de geçersizdir"
        },
        {
            "chapter": 7,
            "verse": 140,
            "text": "O sizi alemlere üstün kılmışken, ben size Tanrı´dan başka tanrı mı arayacağım"
        },
        {
            "chapter": 7,
            "verse": 141,
            "text": "Hani size dayanılmaz işkenceler yapan, kadınlarınızı sağ bırakıp erkek çocuklarınızı öldüren Firavun ailesinden sizi kurtarmıştık. Bunda rabbinizden sizin için büyük bir sınav vardı"
        }
    ]
}