{
    "rukus": [
        {
            "chapter": 8,
            "verse": 70,
            "text": "Ey Peygamber, ellerinizdeki esirlere de ki: \"Eğer Tanrı, sizin kalplerinizde bir hayır olduğunu bilirse (görürse) size sizden alınandan daha hayırlısını verir ve sizi bağışlar. Tanrı bağışlayandır, esirgeyendir"
        },
        {
            "chapter": 8,
            "verse": 71,
            "text": "Eğer sana ihanet etmek isterlerse, onlar daha önce Tanrı´ya da ihanet etmişlerdi; böylece O da, ´bozguna uğramaları (için) sana imkan vermişti´. Tanrı, bilendir, hüküm ve hikmet sahibidir"
        },
        {
            "chapter": 8,
            "verse": 72,
            "text": "Gerçek şu ki, inananlar, hicret edenler ve Tanrı yolunda mallarıyla ve canlarıyla cihad edenler ile (hicret edenleri) barındıranlar ve yardım edenler, işte birbirlerinin velisi olanlar bunlardır. İnanıp hicret etmeyenler, onlar hicret edinceye kadar, sizin onlara hiç bir şeyle velayetiniz yoktur. Ama din konusunda sizden yardım isterlerse, yardım üzerinizde bir yükümlülüktür. Ancak, sizlerle onlar arasında anlaşma bulunan bir topluluğun aleyhinde değil. Tanrı, yaptıklarınızı görendir"
        },
        {
            "chapter": 8,
            "verse": 73,
            "text": "Küfredenler birbirlerinin velileridir. Eğer siz bunu yapmazsanız (birbirinize yardım etmez ve dost olmazsanız) yeryüzünde bir fitne ve büyük bir bozgunculuk (fesat) olur"
        },
        {
            "chapter": 8,
            "verse": 74,
            "text": "İnananlar, hicret edenler ve Tanrı yolunda cihad edenler ile (hicret edenleri) barındıranlar ve yardım edenler, işte gerçek inançlılar bunlardır. Onlar için bir bağışlanma ve üstün bir rızık vardır"
        },
        {
            "chapter": 8,
            "verse": 75,
            "text": "Bundan sonra inanıp hicret edenler ve sizinle birlikte cihad edenler, işte onlar sizdendir. Akrabalar (mirasta) Tanrı´nın Kitabına göre birbirlerine (mirasta) önceliklidir. Doğrusu Tanrı her şeyi bilendir"
        }
    ]
}