{
    "rukus": [
        {
            "chapter": 23,
            "verse": 23,
            "text": "Andolsun biz Nuh´u kendi kavmine (elçi olarak) gönderdik. Böylece kavmine dedi ki: \"Ey Kavmim, Tanrı´ya kulluk edin. Onun dışında sizin başka tanrınız yoktur, yine de sakınmayacak mısınız"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "Bunun üzerine, kavminden küfreden önde gelenler dediler ki: \"Bu, sizin benzeriniz olan bir beşerden başkası değildir. Size karşı üstünlük elde etmek istiyor. Eğer Tanrı (öne sürdüklerini) dilemiş olsaydı, muhakkak melekler indirirdi. Hem biz geçmiş atalarımızdan da bunu işitmiş değiliz"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "O, kendisinde delilik bulunan bir adamdan başkası değildir, onu belli bir süre gözetleyin"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "Rabbim\" dedi (Nuh) \"Beni yalanlamalarına karşılık, bana yardım et"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "Böylelikle biz ona: \"Gözetimimiz altında ve vahyimizle gemi yap. Nitekim bizim buyruğumuz gelip de tandır kızışınca, onun içine her (tür hayvandan) ikişer çift ile, içlerinden aleyhlerine söz geçmiş olanlar dışında ehlini (aileni) de alıp koy; zulmedenler konusunda bana muhatap olma, çünkü onlar boğulacaklardır\" diye vahyettik"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "Böylece sen, beraberinde olanlarla gemiye bindiğinde o zaman de ki: \"Bizi o zulmeden kavimden kurtaran Tanrı´ya hamdolsun"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "Ve de ki: \"Rabbim. Beni kutlu bir konakta indir, sen konuklayanların en hayırlısısın"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "Hiç şüphesiz bunda ayetler vardır ve biz gerçekten denemeden geçiririz"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "Sonra onların ardından bir başka insan nesli yaratıp inşa ettik"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "Onlara da kendi içlerinden: \"Tanrı´ya ibadet edin. O´nun dışında sizin başka tanrınız yoktur, yine de sakınmayacak mısınız?\" (desin) diye içlerinden bir elçi gönderdik"
        }
    ]
}