{
    "rukus": [
        {
            "chapter": 40,
            "verse": 69,
            "text": "Tanrı´nın ayetleri hakkında mücadele edenleri görmüyor musun; nasıl da döndürülüyorlar"
        },
        {
            "chapter": 40,
            "verse": 70,
            "text": "Ki onlar, Kitabı ve elçilerimizle gönderdiğimiz şeyleri yalanladılar. Artık yakında bileceklerdir"
        },
        {
            "chapter": 40,
            "verse": 71,
            "text": "Boyunlarında demir halkalar ve (ayaklarında) zincirler olduğu halde sürüklenecekler"
        },
        {
            "chapter": 40,
            "verse": 72,
            "text": "Kaynar suyun içinde; sonra ateşte tutuşturulacaklar"
        },
        {
            "chapter": 40,
            "verse": 73,
            "text": "Sonra onlara denilecek: \"Sizin şirk koştuklarınız nerede"
        },
        {
            "chapter": 40,
            "verse": 74,
            "text": "Tanrı´nın dışında (taptıklarınız).\" Dediler ki: \"Bizi bırakıp kayboluverdiler. Hayır, biz önceleri (meğer) hiçbir şeye tapar değilmişiz.\" İşte Tanrı, kafirleri böyle şaşırtıp saptırır"
        },
        {
            "chapter": 40,
            "verse": 75,
            "text": "İşte bu, sizin yeryüzünde haksız yere şımarıp azmaniz ve azgınca ölçüyü taşırmanız dolayısıyladır"
        },
        {
            "chapter": 40,
            "verse": 76,
            "text": "İçinde ebedi kalıcılar olarek cehennemin kapılarından girin. Artık mütekebbirlerin konaklama yeri ne kötüdür"
        },
        {
            "chapter": 40,
            "verse": 77,
            "text": "Şu halde sen sabret, hiç şüphesiz Tanrı´nın vaadi haktır. Sonunda ya onlara vaad ettiğimiz (azab)ın bir kısmını sana göstereceğiz ya da senin hayatına son vereceğiz. Nihayet onlar bize döndürülecekler"
        },
        {
            "chapter": 40,
            "verse": 78,
            "text": "Andolsun, biz senden önce elçiler gönderdik; onlardan kimini sana aktarıp anlattık, kimini de anlatmadık. Herhangi bir elçiye, Tanrı´nın izni olmaksızın bir ayet getirmek olacak şey değildir. Tanrı´nın buyruğu geldiği zaman hak ile hüküm verilir ve işte burada (hakkı) iptal etmekte (istekli) olanlar hüsrana uğramışlardır"
        }
    ]
}