{
    "pages": [
        {
            "chapter": 6,
            "verse": 125,
            "text": "Кого же Аллах пожелает наставить (на истинный путь), (тому) Он раскрывает его грудь [душу] для Ислама [Единобожия и Полной Покорности Ему], а кого Он пожелает ввести в заблуждение (лишая Своего содействия к Вере), (тому) Он делает его грудь [душу] узкой, тесной, как будто бы он поднимается на небо (и испытывает затруднение в дыхании). Так Аллах насылает наказание на тех, которые не веруют (в Него)"
        },
        {
            "chapter": 6,
            "verse": 126,
            "text": "И это [то, что Мы разъяснили тебе, о Пророк] – прямой путь Господа твоего. (И вот) уже Мы разъяснили знамения [ясные доказательства] для людей, которые внимают (увещаниям) [получают пользу от этого]"
        },
        {
            "chapter": 6,
            "verse": 127,
            "text": "Для них [для получающих пользу от знамений Аллаха] (будет наградой) Обитель Мира у их Господа [Рай]; (ведь) Он (является) их покровителем [помощником и сторонником] за те (праведные деяния), что они делали"
        },
        {
            "chapter": 6,
            "verse": 128,
            "text": "И тот день [в День Суда], (когда) Он [Аллах] соберет их всех [неверующих и их сторонников из числа шайтанов] (скажет Он): «О, сонм [сборище] джиннов! Вот вы уже многих из людей (ввели в заблуждение)!» И скажут их сторонники из людей [неверующие]: «Господи! Одни из нас пользовались другими, и достигли мы нашего предела [срока окончания жизни на земле], который Ты нам назначил». Он [Аллах] скажет: «Огонь [Ад] – ваше место, – для вечного пребывания в нем, – если только не пожелает Аллах (иного)». Поистине, Господь твой – мудрый (и) знающий"
        },
        {
            "chapter": 6,
            "verse": 129,
            "text": "И так [как Мы дали власть шайтанам-джиннам над неверующими людьми] одним беззаконникам даем Мы (в этом мире) власть над другими за то, что они приобретают [за их грехи]"
        },
        {
            "chapter": 6,
            "verse": 130,
            "text": "О, сонм [сборище] (неверующих) джиннов и людей! Разве не приходили к вам посланники (от Аллаха) из (числа) вас (самих же), которые рассказывали вам Мои знамения (в которых содержались Мои повеления и запреты, и разъяснение того, что есть благо и что зло) и предупреждали вас о встрече с этим вашим днем [то, что вы встретите День Суда]? (И) скажут (эти многобожники из числа джиннов и людей): «Свидетельствуем мы против самих себя (о том, что Твои посланники довели до нас Твои знамения и предупреждали о Дне Суда, но мы не поверили им)». И обольстила [завлекла] их [этих многобожников] земная жизнь [ее прелести] и засвидетельствовали они против самих себя, что были они неверующими"
        },
        {
            "chapter": 6,
            "verse": 131,
            "text": "Это [то, что Мы отправляли посланников, которые предостерегали о наказании за неверие и грехи] – потому, что Господь твой (о, Пророк) – не таков, чтобы губить селения по несправедливости, когда обитатели их были беспечными [когда до них еще не дошел призыв к Истине]"
        }
    ]
}