{
    "pages": [
        {
            "chapter": 2,
            "verse": 102,
            "text": "И последовали они [те, которые отбросили Тору] за тем [за колдовством], что читали [рассказывали] шайтаны во время царствования (пророка) Сулеймана. Но не становился неверным Сулейман и (не обучался колдовству), а шайтаны (сами) стали неверными, обучая людей колдовству. И (иудеи также еще последовали за тем), что было ниспослано (как испытание от Аллаха) двум ангелам в Вавилоне, (которых звали) Харут и Марут. Но они оба [те два ангела] не обучали никого (колдовству), пока не говорили: «Поистине, мы – искушение, не становись же неверным (изучая колдовство и подчиняясь шайтанам)!» И (люди) учились от них [от тех двух ангелов], чем разлучать мужа от жены. Но они [колдуны] не смогут навредить этим никому без дозволения Аллаха (на то). И обучались они [колдуны] тому, что наносило вред им (самим же) и не приносило пользы им. (И шайтаны принесли колдовство иудеям, и это распространилось среди них настолько, что они предпочитали колдовство даже больше, нежели книгу Аллаха.) И они [иудеи] знали, что тот, кто приобретал [выбирал] это [колдовство], – (то) нет ему в Вечной жизни никакой доли (блага). И, конечно же, как скверно [плохо] то [колдовство и неверие], за что они продали свои души, – если бы они знали"
        },
        {
            "chapter": 2,
            "verse": 103,
            "text": "А если бы они [иудеи] уверовали бы (истинно) и остерегались бы (наказания Аллаха) (исполняя Его повеления и сторонясь того, что Он запретил), то награда (за это) от Аллаха (была бы для них) лучше (чем то, что они выбрали для себя), – если бы (только) они знали"
        },
        {
            "chapter": 2,
            "verse": 104,
            "text": "О те, которые уверовали! Не говорите (посланнику Аллаха) (когда вы обращаетесь к нему с речью): «(О, посланник Аллаха), позаботься [[Это потому что иудеи тоже обращались к Посланнику Аллаха со словами «ра’инаа», но вкладывали в него другой смысл – «легкомысленный», хотя звучание обоих слов одинаковое. И Аллах Всевышний запретил верующим использовать это слово.]] о нас!», а (лучше вместо этого) говорите: «Посматривай на нас!» – и слушайте (то, что вам повелевается, и выполняйте это). А для неверных (которые издеваются над посланником Аллаха) – наказание мучительное"
        },
        {
            "chapter": 2,
            "verse": 105,
            "text": "Не хотели бы те, которые стали неверными, (ни) из (числа) людей Писания и ни (из числа) многобожников, (из-за зависти своей и ненависти) чтобы вам (о, верующие) ниспосылалось (хоть какое-нибудь) благо от вашего Господа (либо в виде откровения, полезного знания, помощи или радостной вести), а Аллах избирает Своим милосердием, кого пожелает: ведь Аллах – обладатель [даритель] великой щедрости"
        }
    ]
}