{
    "pages": [
        {
            "chapter": 9,
            "verse": 41,
            "text": "Выступайте (о, верующие) (будучи) легкими [молодыми, бедными,...] и (будучи) тяжелыми [пожилыми, богатыми,...] и усердствуйте своими имуществами и душами на пути Аллаха! Это [такой выход и расходование] – лучшее для вас, если бы вы только знали"
        },
        {
            "chapter": 9,
            "verse": 42,
            "text": "Если (поход [[Поход на Табук для сражения с римлянами.]], на который ты зовешь) был бы близким по добыче (трофеев) и умеренным [легким] путем, то они [лицемеры], непременно, последовали бы за тобой (о, Пророк). [Их выход был бы не ради довольства Аллаха, а лишь для получения добычи]. Но далеко для них это путешествие, и (когда вы будете возвращаться с этого похода) они будут (оправдываясь) клясться Аллахом: «Если бы мы могли [были в силах], то непременно вышли бы вместе с вами!» Они губят самих себя (своей ложью и лицемерием), а Аллах знает, что они – однозначно, лжецы (в своей вере и в своих клятвах)"
        },
        {
            "chapter": 9,
            "verse": 43,
            "text": "Да простит тебя Аллах! Почему ты (о, Пророк) разрешил им [лицемерам] (остаться дома) прежде, чем выяснятся тебе те, которые говорили правду (в своих оправданиях), и (пока) ты не узнал лжецов [тех, которые лгут в этом]"
        },
        {
            "chapter": 9,
            "verse": 44,
            "text": "Не спрашивают позволения у тебя (о, Пророк) те, которые веруют в Аллаха и в Последний День, чтобы усердствовать своим имуществом и своими душами. И Аллах знает остерегающихся (наказания Аллаха) [тех, которые исполняют Его повеления и сторонятся того, что Он запретил]"
        },
        {
            "chapter": 9,
            "verse": 45,
            "text": "Просят у тебя (Пророк) позволения (чтобы не выходить в военный поход) лишь те, которые не веруют в Аллаха и в Последний день и сердца которых усомнились (в истинности Ислама, с которым ты пришел к ним), – и они в своем сомнении колеблются [пребывают в замешательстве]"
        },
        {
            "chapter": 9,
            "verse": 46,
            "text": "А если бы они [лицемеры] желали бы (вместе с тобой) выйти (в поход), то приготовили бы для этого оружие, но не пожелал Аллах их отправление и удержал их [лишил их решительности и поселил в их души лень], и было сказано: «Сидите [оставайтесь] с сидящими [с женщинами, детьми и больными]!»"
        },
        {
            "chapter": 9,
            "verse": 47,
            "text": "Если бы они [лицемеры] вышли с вами (о, верующие) (в поход), то не увеличили бы среди вас ничего, кроме беспорядка и поспешили бы среди вас, стремясь (посеять) смуту между вами. И среди вас (о, верующие) есть прислушивающиеся для них [разведчики]: ведь Аллах знает (этих) беззаконников [лицемеров] (и воздаст им за все их деяния)"
        }
    ]
}