{
    "pages": [
        {
            "chapter": 12,
            "verse": 53,
            "text": "(Йусуф сказал): «И не оправдываю я свою душу [я не говорю, что я не могу быть грешным], – ведь душа побуждает ко злу [душа человека по своей природе толкает ко злу, поддается соблазнам и приукрашает плохое], если только не помилует Господь мой [кроме тех, которых Аллах помилует и предохранит от зла и греха]. Поистине, Гос­подь мой – прощающий (и) милосердный!»"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "(Когда выявилась невиновность Йусуфа, правитель приказал доставить его к нему, решив сделать его одним из своих верных приближенных.) И сказал правитель: «Приведите его ко мне! Я возьму его для себя». И когда он [правитель] заговорил с ним [с Йусуфом], то сказал: «Поистине, ты сего­дня у нас – уважаемый (и) доверенный»"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "(Йусуф) сказал: «Поставь меня (управляющим) над сокровищницами земли [страны]: ведь я – хранитель [могу наилучшим образом сохранить богатства], знающий [умею управлять делами государства]»"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "(Правитель назначил Йусуфа министром.) И таким образом Мы утвердили Йусуфа на земле, чтобы он поселился там, где пожелает. Мы одариваем Своей милостью, кого пожелаем, и не губим награды добро­деющих"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "И однозначно, награда Вечной жизни – лучше [[То, что будет даровано Йусуфу в Вечной жизни, непременно лучше чем то, что было даровано ему в этом мире. Также и для других верующих, которые проявляют терпение подобно Йусуфу.]] для тех, которые уверовали и остерегались (наказания Аллаха)"
        },
        {
            "chapter": 12,
            "verse": 58,
            "text": "И пришли [[Из-за засухи в соседних с Египтом странах начался голод. Люди отправлялись в Египет, зная о том, что там имеются запасы продовольствия. Туда же отправил Йакуб своих сыновей за продовольствием, но оставил при себе родного брата Йусуфа Биньямина, не желая расставаться с ним. Когда братья прибыли в Египет, то сразу же отправились к министру [Йусуфу].]] братья Йусуфа и вошли к нему, и он [Йусуф] узнал их, а они его не узнали [[После того, как правитель Египта возложил на Йусуфа дела страны, люди почувствовали мягкое к ним отношение со стороны Йусуфа. Йусуф непрестанно призывал людей к тому, чтобы они признали Аллаха и приняли Его Слово. Многие люди уверовали в Аллаха и полюбили Его пророка. После того, как началась засуха, она достигла и страны Ханаан. Пророк Йакуб отправил своих сыновей за продовольствием. Весть о справедливости и доброте Йусуфа распространилась далеко за пределами Египта. Йакуб сказал сыновьям: «О, сыны мои! До меня дошла весть о том, что правитель Египта праведный человек. Идите к нему, передайте ему от меня пожелание мира и познакомьтесь с ним». И они поехали к нему и пришли к нему. Он узнал их, а они его не узнали. Он спросил их: «Откуда вы прибыли?» Они ответили: «Из земли Ханаана. Наш отец – старый человек и его зовут Йакуб. Он передал вам пожелание мира». Услышав это, Йусуф заплакал. Йусуф сказал: «А может быть вы являетесь разведчиками и высматриваете незащищенные места нашей страны». Братья сказали: «Нет, клянемся Аллахом, нет. Мы в действительности прибыли из Ханаана и мы сейчас находимся в затруднительном положении. Наш отец повелел нам приехать к вам, так как до него дошла весть о вас, как о хорошем человеке». Йусуф спросил их: «А сколько вас детей?» Они ответили: «Одиннадцать, а раньше было двенадцать, но одного брата съел волк». Он сказал им: «Чтобы убедиться в вашей правдивости привезите того брата, который остался дома». (От ибн Аббаса, тафсир «Заад аль-масиир»]"
        },
        {
            "chapter": 12,
            "verse": 59,
            "text": "И когда же он [Йусуф] снарядил их снаряжением [нагрузил каждому верблюда], сказал: «Приведите [[Йусуф настаивал на том, чтобы к нему прибыл оставшийся дома брат, зная о том, что это сильно опечалит его отца Йакуба, так как это было повелено Йусуфу Аллахом Всевышним, чтобы оно послужило как дополнительное испытание для Йакуба, чтобы увеличить ему вознаграждение.]] мне брата вашего от отца (Биньямина). Разве вы не видите, что я полностью даю меру [даю товар сполна и не обвешиваю) и я – лучший из принимающих [встречающих гостей]"
        },
        {
            "chapter": 12,
            "verse": 60,
            "text": "А если вы не приведете его ко мне, то нет меры для вас у меня [не будет для вас у меня продовольствия] и не приближайтесь ко мне [не приходите больше ко мне]»"
        },
        {
            "chapter": 12,
            "verse": 61,
            "text": "(Братья) сказали: «Мы настойчиво будем просить отца за него (чтобы он отпустил его с нами), и мы, непременно (так и) поступим»"
        },
        {
            "chapter": 12,
            "verse": 62,
            "text": "И сказал (Йусуф) своим слугам: «Положите товар их (которым они расплатились за продовольствие) (обратно) в их вьюки, чтобы они узнали, когда возвратятся к своей семье [чтобы обнаружили по прибытии домой], чтобы они вернулись (будучи уверенными в том, что я выполняю свои обещания)!»"
        },
        {
            "chapter": 12,
            "verse": 63,
            "text": "И когда (братья) возвратились к отцу, то сказали: «О, отец наш! (В будущем) отказано нам в мере [в продовольствии] (если прибудем мы в Египет без брата). Пошли с нами нашего брата, (если ты согласишься отпустить его) то­гда мы получим меру [продовольствие]. И поистине, мы конечно же будем его охранять [мы приложим все наши усилия, чтобы уберечь его]!»"
        }
    ]
}