{
    "pages": [
        {
            "chapter": 12,
            "verse": 79,
            "text": "(Йусуф) сказал: «Да упасет Аллах (от того, чтобы) нам взять кого-либо помимо того, у которого мы нашли [[Йусуф сказал: «у которого мы нашли наш товар», то есть он не обвинил человека ложно в воровстве».]] наш товар! Поистине, мы тогда [в таком случае, если бы судили как вы] однозначно оказались бы злодеями»"
        },
        {
            "chapter": 12,
            "verse": 80,
            "text": "И когда они отчаялись в нем [в брате, что его освободят], то остались наедине [отошли подальше от людей] (чтобы) совещаться. Сказал их старший: «Разве вы не знаете, что отец ваш взял с вас клятву перед Аллахом (что будете беречь брата и вернете его к нему)? И раньше вы посту­пили несправедливо с Йусуфом. Я не покину эту землю [Египет], пока не позволит мне отец (вернуться к нему) или не разрешит для меня Аллах (освободив брата). И (ведь) Он – лучший из решающих [Решение Аллаха самое лучшее, и Он – Самый Справедливый]"
        },
        {
            "chapter": 12,
            "verse": 81,
            "text": "Возвращайтесь к вашему отцу (и расскажите ему, о том, что произошло) и скажите ему: «О, отец наш! Ведь сын твой [Биньямин] украл; мы свидетельствуем только то, что знаем [мы не видели, как это произошло, а стали свидетелями только того, что в его грузе обнаружили чашу]; мы не являемся хранителями сокровенного (знания) [В тот момент, когда мы давали тебе обещание, что непременно вернемся вместе с ним, мы не знали, что он совершит кражу. Ведь мы не знаем сокровенного]"
        },
        {
            "chapter": 12,
            "verse": 82,
            "text": "(О, отец наш,) спроси (людей из) селения, в котором мы были [Египет], и караван, в котором шли [людей из Ханаана, с которыми мы были вместе в одном караване]; и ведь мы – однозначно, правдивы (в том, что рассказали тебе)»"
        },
        {
            "chapter": 12,
            "verse": 83,
            "text": "(После того, как они вернулись к отцу и рассказали о том, что произошло) он [пророк Йакуб] сказал: «Да, ваши души разукрасили вам (это плохое) дело (как когда-то вы ухитрились против Йусуфа). Но – (мое) терпение прекрасно [я не стану жаловаться кому-либо из людей], – может быть, – Аллах соберет мне их всех [Надеюсь, что Аллах возвратит ко мне и их троих: Биньямина, его родного брата Йусуфа, и того брата, который остался в Египте]. Поистине, Он – Знающий (и Он знает мое положение) (и) Мудрый [мудро вершит Свои дела]!»"
        },
        {
            "chapter": 12,
            "verse": 84,
            "text": "И (Йакуб) отвернулся от них [не стал дослушивать их] и сказал: «О, горе мне по Йусуфу!» И побелели глаза его [Йакуба] от печали, и он сдерживал скорбь [он внешне не показывал свою печаль] (но печаль в его душе была сильна настолько, что его глаза потеряли свой естественный цвет и стали белыми)"
        },
        {
            "chapter": 12,
            "verse": 85,
            "text": "(И сыновья Йакуба) сказали: «Клянемся Аллахом, (если ты) не перестанешь вспоминать Йусуфа, то (твоя печаль будет только увеличиваться и это станет причиной того, что ты) станешь бессильным [заболеешь] или окажешься в числе погибших [умрешь]!»"
        },
        {
            "chapter": 12,
            "verse": 86,
            "text": "Он [Йакуб] (им в ответ) сказал: «Я жалуюсь на свою скорбь и печаль (только) Аллаху (только к Которому полезно жаловаться), ведь я знаю от Аллаха то, чего вы не знаете [то, что тот сон Йусуфа был правдивым и что поэтому он жив]"
        }
    ]
}