{
    "pages": [
        {
            "chapter": 17,
            "verse": 105,
            "text": "И с истиной [содержащей Истину] Мы ниспослали его [Коран], и с истиной [без изменений] он [Коран] низошел. И послали Мы тебя (о, Посланник) только как вестника (радующего подчинившихся Аллаху тем, что Он им обещает Рай) и как увещевателя (предостерегающего о том, что неверующих и непокорных постигнет наказание Аллаха)"
        },
        {
            "chapter": 17,
            "verse": 106,
            "text": "И (ниспослали Мы тебе) (о, Пророк) Коран, (который) Мы разделили [в котором разделили Истину ото лжи, верное руководство от заблуждения, дозволенное от запретного,...], чтобы ты читал его людям не спеша, и ниспослали Мы его [Коран] ниспосланием [частями, по поводу происходящих событий и по потребности людей в разъяснении каких-либо положений]"
        },
        {
            "chapter": 17,
            "verse": 107,
            "text": "Скажи (о, Пророк) (этим неверующим): «Веруйте в него [в Коран] или не веруйте, (Коран не станет лучше от вашей веры, и не станет хуже от вашего неверия)». Поистине, те, кому даровано знание до него [ученые, которые знают прежде ниспосланные Книги], когда он [Коран] читается им, падают на подбородки [свои лица], совершая преклонение ниц"
        },
        {
            "chapter": 17,
            "verse": 108,
            "text": "и говорят: «Преславен Господь наш! Поистине, обещание Господа нашего (о награде и наказании) однозначно, исполнится»"
        },
        {
            "chapter": 17,
            "verse": 109,
            "text": "И падают на подбородки [свои лица] (преклоняясь ниц), плача (от впечатлений, полученных из наставлений Корана), и увеличивает это [слушание Корана] в них смирение (пред Аллахом)»"
        },
        {
            "chapter": 17,
            "verse": 110,
            "text": "Скажи: «Молите Аллаха или молите Милостивого; как бы [какими бы Его именами] вы ни обращались с мольбой (к Нему), (то это все равно один и тот же Господь). И у Него – самые прекраснейшие имена». И ты (о, Пророк) не произноси громко своей молитвы (так, чтобы слышали ее многобожники и стали бы затем ругать Коран и Того, Кто ниспослал его), но и не шепчи ее (что тебя не услышат твои сподвижники), а выбери некий путь между этим [между шепотом и громким голосом]"
        },
        {
            "chapter": 17,
            "verse": 111,
            "text": "И скажи: «Хвала Аллаху, Который не брал Себе ребенка [ни сына, ни дочерей], и (никогда) не было у Него сотоварища во владычестве, и не было у Него покровителя (который бы защитил Его) от унижения [Он величественен и ни в ком не нуждается]!» И возвеличивай Его (достойным) величанием [восхваляй Его, поклоняйся и служи только Ему]"
        },
        {
            "chapter": 18,
            "verse": 1,
            "text": "(Вся) хвала Аллаху, Который ниспослал Своему рабу [пророку Мухаммаду] Книгу [Коран] и не сделал в ней [в этой Книге] (никакого) искажения [отклонения от Истины]! –"
        },
        {
            "chapter": 18,
            "verse": 2,
            "text": "прямую [в которой нет противоречий и упущений], чтобы предостеречь (неверующих) о великой ярости [о суровом наказании] от Нас [от Аллаха] и (чтобы) обрадовать верующих, которые творят праведные деяния, тем, что для них (уготована) хорошая награда [Рай]"
        },
        {
            "chapter": 18,
            "verse": 3,
            "text": "– в которой будут они пребывать вечно; –"
        },
        {
            "chapter": 18,
            "verse": 4,
            "text": "и чтобы предостеречь тех [многобожников], которые сказали: «Взял Аллах Себе ребенка [сына или дочерей]»"
        }
    ]
}