{
    "pages": [
        {
            "chapter": 19,
            "verse": 52,
            "text": "И (когда Муса с семьей возвращался из Мадьяна в Египет) воззвали Мы к нему с правой (от него) стороны горы (Синай) и приблизили его для тайной беседы (с ним)"
        },
        {
            "chapter": 19,
            "verse": 53,
            "text": "И даровали Мы ему [Мусе] по Нашей милости брата его Харуна как пророка (который помогал ему и)"
        },
        {
            "chapter": 19,
            "verse": 54,
            "text": "И вспомни [расскажи] (о, Пророк) (историю приведенную) в Книге [в Коране] о (пророке) Исмаиле: поистине, он был правдивым в обещаниях и был посланником (и) пророком"
        },
        {
            "chapter": 19,
            "verse": 55,
            "text": "Он [пророк Исмаил] приказывал своей семье (совершать) молитву и (выплачивать) (обязательную) милостыню и был он перед Господом своим угодным [Аллах был доволен им]"
        },
        {
            "chapter": 19,
            "verse": 56,
            "text": "И вспомни [расскажи] (о, Пророк) (историю приведенную) в Книге [в Коране] о (пророке) Идрисе: поистине, он был правдивейшим и пророком"
        },
        {
            "chapter": 19,
            "verse": 57,
            "text": "И вознесли Мы его на высокое место [о нем говорят только хорошее и он будет в верхних райских садах]"
        },
        {
            "chapter": 19,
            "verse": 58,
            "text": "Это [о которых было рассказано] – те, кого облагодетельствовал Аллах (дав им щедрый дар), из (числа) пророков из потомства Адама и из тех (верующих), кого Мы перенесли (на ковчеге) вместе с Нухом, и из потомства Ибрахима и Исраила, и из тех, кого мы привели (к Вере), и кого Мы избрали (для доведения до людей послания Аллаха). Когда им читаются знамения Милостивого, они падали ниц, совершая земной поклон (Аллаху) и плача (от страха перед Ним)"
        },
        {
            "chapter": 19,
            "verse": 59,
            "text": "И последовали за ними [теми, которых облагодетельствовал Аллах] потомки, которые перестали совершать молитву и последовали за страстями, и встретят они убыток (и погибель) (в Аду)"
        },
        {
            "chapter": 19,
            "verse": 60,
            "text": "Кроме тех (из них), кто покаялся (в своих грехах) и уверовал и совершал праведные деяния. Такие войдут в Рай и не будут ни чуть обижены [их благие деяния не будут убавлены], –"
        },
        {
            "chapter": 19,
            "verse": 61,
            "text": "в (райские) Сады Вечности, которые обещал Милостивый Своим рабам через сокровенное [они не видели Рай, но поверили Аллаху в том, что Рай есть]. Поистине, Его обещание (о том, что Он введет уверовавших в Рай) свершится"
        },
        {
            "chapter": 19,
            "verse": 62,
            "text": "Не услышат они [обитатели Рая] там [в Раю] пустословия [ложные и бесполезные речи], а (будут они там слышать) только (такую речь, которая для них будет) (как приветствие) миром. Для них там (в Раю) – удел их [вечное пропитание] и утром и вечером [всегда, когда пожелают]"
        },
        {
            "chapter": 19,
            "verse": 63,
            "text": "Таков Рай, который Мы дадим в наследие тем из Наших рабов, кто был остерегающимся (наказания Аллаха) (исполняя Его повеления и отстраняясь от того, что Он запретил)"
        },
        {
            "chapter": 19,
            "verse": 64,
            "text": "И (скажи, о Джибрил, Пророку): «Мы [ангелы] нисходим (с неба на землю) только по повелению Господа твоего. Ему [Аллаху] принадлежит то, что пред нами [все дела, которые будут в Вечной жизни] и что позади нас [те дела, которые уже миновали в этом мире] и что между этим [между этой жизнью и Вечной]. [Ему принадлежит повеление во все времена и везде.] И Господь твой (о, Пророк) не забывчив [ничего не забывает]!»"
        }
    ]
}