{
    "pages": [
        {
            "chapter": 33,
            "verse": 31,
            "text": "А кто из вас всецело подчинится Аллаху и Его посланнику и будет поступать праведно, –дадим Мы той награду вдвойне [в два раза больше, чем обычной верующей] и приготовили для нее щедрый удел [Рай]"
        },
        {
            "chapter": 33,
            "verse": 32,
            "text": "О, жены Пророка! Вы – не таковы (по положению), как какая-нибудь из женщин. Если вы будете остерегаться (наказания Аллаха), то не будьте мягкими речью [[Это положение относится ко всем верующим женщинам.]] [не проявляйте нежности в речах], ибо возжелает тот, в сердце которого болезнь [склонность к грехам и запретному], и говорите известной (по шариату) речью [без мягкости в речи]"
        },
        {
            "chapter": 33,
            "verse": 33,
            "text": "И пребывайте в своих домах [не выходите без нужды] и не украшайтесь так, как украшались (женщины) во времена первого невежества [не показывайте свою красоту, как это делали женщины до Ислама [[Это обращение относится к верующим женщинам всех времен и народов.]]]. И совершайте молитву (надлежащим образом), давайте обязательную милостыню [закят] и повинуйтесь Аллаху и Его посланнику. Ведь Аллах лишь хочет отвести скверну [зло, страдания] от вас, о обитатели дома (Пророка) [его жены и потомки], и очистить вас полностью"
        },
        {
            "chapter": 33,
            "verse": 34,
            "text": "И вспоминайте то, что читается в ваших домах из знамений Аллаха [аятов Корана] и мудрости [изречений Пророка] (и поступайте по ним). Поистине, Аллах – добр (к вам, потому что сделал так, что в ваших домах читаются аяты Корана и изречения Пророка) (и) сведущий (о вас, так как Он выбрал вас женами для Своего посланника)!»"
        },
        {
            "chapter": 33,
            "verse": 35,
            "text": "Поистине, всецело покорившиеся (Аллаху) (мужчины) [мусульмане] и всецело покорившиеся (Аллаху) (женщины) [мусульманки], верующие (мужчины) и верующие (женщины), полностью подчинившиеся (Аллаху) (мужчины) и полностью подчинившиеся (Аллаху) (женщины), правдивые (в речах своих) (мужчины) и правдивые (женщины), терпеливые (в повиновении Аллаху) (мужчины) и терпеливые (женщины), смиренные (перед Аллахом) (мужчины) и смиренные (женщины), дающие (обязательную и добровольную) милостыню (мужчины) и дающие милостыню (женщины), постящиеся (мужчины) и постящиеся (женщины), хранящие органы свои (от прелюбодеяния и всего недозволенного) (мужчины) и хранящие (женщины), (мужчины) поминающие Аллаха много (своими сердцами и устами) и поминающие (Аллаха) (женщины), – уготовил Аллах им прощение (их грехам) и великую награду [Рай]"
        }
    ]
}