{
    "pages": [
        {
            "chapter": 33,
            "verse": 44,
            "text": "Приветствием их [этих верующих] в день, когда они встретят Его (в Раю) (будут слова): «Мир!» [В Раю к верующим будут приходить ангелы, приветствуя их: «Мир [безопасность] вам!»] И Он уготовил им щедрую награду [Рай]"
        },
        {
            "chapter": 33,
            "verse": 45,
            "text": "О, Пророк! Поистине, Мы послали тебя свидетелем (для своей общины) (который будет свидетельствовать о том, как эта община отнеслась к тому, что было передано им от Аллаха), вестником (который радует верующих Раем) и (предостерегающим) увещателем (который предупреждает неверующих и грешников о том, что их ожидает наказание в Аду, если они не покаются)"
        },
        {
            "chapter": 33,
            "verse": 46,
            "text": "призывающим к Аллаху [к признанию только Его богом] с Его дозволения [по Его повелению] и подобным освещающему светочу (глядя на который руководствуются те, которые желают идти Истинным путем)"
        },
        {
            "chapter": 33,
            "verse": 47,
            "text": "И обрадуй же (о, Пророк) верующих, что им (уготовано) от Аллаха великая щедрость [сады Рая]"
        },
        {
            "chapter": 33,
            "verse": 48,
            "text": "И не повинуйся (о, Пророк) неверным и лицемерам, и оставь (причиняемые) ими обиды, и уповай (только) на Аллаха! И достаточно (для тебя) Аллаха как покровителя (в делах, касающихся как этой, так и Вечной жизни)"
        },
        {
            "chapter": 33,
            "verse": 49,
            "text": "О те, которые уверовали! Если вы женитесь на верующих (женщинах) [заключите с ними брачный союз], а потом разведетесь с ними раньше, чем коснетесь их [прежде чем будете иметь с ними близость], то нет для вас (о, верующие мужчины) (обязанностью) по отношению к ним [к разводимым женам] никакого (послеразводного) срока, который вы бы отсчитывали. И наделяйте их [разводимых женщин] дарами [[Если женщине был назван размер брачного дара, то ей дается половина названного дара, если развод происходит до близости. Если же размер брачного дара не был назван, то ей дается подарок, размер которого определяет судья (кадый) в зависимости от состоятельности разводящегося мужчины. (Абу Бакр Джазаири, «Айсар ат-тафасир»)]] (когда разводитесь с ними) (чтобы сгладить обиду), и отпускайте их (к своим семьям) прекрасным образом [не причиняя им никакой обиды]"
        },
        {
            "chapter": 33,
            "verse": 50,
            "text": "О, Пророк! Поистине, Мы сделали дозволенными для тебя твоих жен, которым ты дал их награду [уплатил их брачный дар], и (также Мы сделали дозволенными) тех [невольниц], которыми овладела твоя десница из того, что даровал Аллах тебе (как военную добычу) [которых ты взял в плен [[Две жены Пророка были из числа тех, которых он взял в плен. Это – Сафийя и Джувайрийя.]]], и дочерей твоего дяди (со стороны отца), и дочерей твоих теток (со стороны отца), и дочерей твоего дяди (со стороны матери), и дочерей твоих теток (со стороны матери), которые вместе с тобой переселились на пути Аллаха [оставили свои дома, чтобы заслужить довольства Аллаха и помогать возвышению Его Слова на Земле], и (также Мы сделали дозволенным для тебя) (любую) верующую женщину, если она подарит себя Пророку [выйдет замуж без брачного дара], если Пророк захочет жениться на ней. (Такой вид брака разрешается) исключительно (только) для тебя (о, Пророк), помимо верующих. Ведь Мы знаем, что (уже) предписали [сделали обязательным] для них [для верующих] относительно их жен [как и на скольких жениться] и (относительно) того, чем овладели десницы их [положение о наложницах]. (Но, однако, Мы дозволили это) для того, чтобы не было для тебя (о, Пророк) затруднений (в отношении создания супружеского союза). И (ведь) Аллах – прощающий (грехи верующим) (и) милосердный (к ним)"
        }
    ]
}