{
    "pages": [
        {
            "chapter": 67,
            "verse": 13,
            "text": "И скрываете вы (люди) свои речи [держите в себе] или произносите вслух (для Его знания это одинаково) (так как) поистине, Он знает про то, что в грудях [душах] (Его творений)"
        },
        {
            "chapter": 67,
            "verse": 14,
            "text": "Разве же не знает Тот, Кто сотворил (всех и их деяния), в то время, как Он – Добрый (к Своим рабам), (и) Всеведающий"
        },
        {
            "chapter": 67,
            "verse": 15,
            "text": "(Только) Он [Аллах] – Тот, Который сделал для вас землю покорной (чтобы вы могли жить на ней), ходите же по ее краям и питайтесь от Его удела [который Он дает вам из нее]; и к Нему (будет) воскрешение (и собрание всех творений в День Суда)"
        },
        {
            "chapter": 67,
            "verse": 16,
            "text": "Разве вы (находитесь) в безопасности от Того, Кто над небом [от Аллаха], что Он не провалит вас в землю? И вот она [земля] движется [Так ведь она колеблется уже]"
        },
        {
            "chapter": 67,
            "verse": 17,
            "text": "Или вы (находитесь) в безопасности от Того, Кто над небом [от Аллаха], что Он пошлет на вас ураган (несущий камни) и узнаете вы (о, неверующие), (когда увидите наказание) каково Мое увещание [предупреждение]"
        },
        {
            "chapter": 67,
            "verse": 18,
            "text": "И уже отвергали (посланников Аллаха) те, кто был до них [до мекканских многобожников]; и каково же было Мое негодование (что на них пало губительное наказание)"
        },
        {
            "chapter": 67,
            "verse": 19,
            "text": "Разве они [неверующие] не видели птиц над собой, которые (в полете) простирают (крылья) и складывают. Никто их не удерживает (в воздухе), кроме Милостивого. Поистине, Он всякую вещь видит"
        },
        {
            "chapter": 67,
            "verse": 20,
            "text": "Или кто же он тот, который – войско для вас и который поможет вам (избежать наказания в Аду), кроме Милостивого? Поистине, неверующие (которые полагают, что им помогут их божества) (пребывают) только в заблуждении"
        },
        {
            "chapter": 67,
            "verse": 21,
            "text": "Или кто же он тот, кто даст вам удел, если Он [Аллах] перестанет наделять вас Своим пропитанием? Наоборот, они [неверующие] погрязли в непокорности [высокомерии и упрямости] и отчуждении (от Истины)"
        },
        {
            "chapter": 67,
            "verse": 22,
            "text": "Тот ли, кто идет, (спотыкаясь и) падая на свое лицо [неверующий], идет вернее, или тот, кто идет, выпрямившись, по прямому пути [верующий]"
        },
        {
            "chapter": 67,
            "verse": 23,
            "text": "Скажи (им) (о, Пророк): «Он [Аллах] – Тот, Который привел вас в бытие и устроил для вас слух, зрения и сердца [разум]; (и) как мало вы (о, неверующие) благодарны (Ему за эти Его благодеяния)!»"
        },
        {
            "chapter": 67,
            "verse": 24,
            "text": "Скажи (им) (о, Пророк): «Он [Аллах] – Тот, Который создал вас на Земле, и к Нему вы будете собраны (после в День Суда)»"
        },
        {
            "chapter": 67,
            "verse": 25,
            "text": "И говорят они [неверующие]: «Когда же (сбудется) это обещание [когда наступит День Суда], если вы (о, Пророк и верующие) правдивы (в том, что утверждаете)?»"
        },
        {
            "chapter": 67,
            "verse": 26,
            "text": "Скажи (им) (о, Посланник): «Ведь знание (о времени наступления Дня Суда) (только) у Аллаха; и ведь я (для вас) – только разъясняющий увещеватель (который предупреждает вас о наказании Аллаха за неверие, и разъясняет то, что повелел Аллах разъяснить)»"
        }
    ]
}