{
    "pages": [
        {
            "chapter": 4,
            "verse": 27,
            "text": "И Аллах хочет принять ваше покаяние [простить ваши грехи], а те, которые следуют за страстями, хотят чтобы вы отклонились (от Истинной Веры) великим отклонением"
        },
        {
            "chapter": 4,
            "verse": 28,
            "text": "Аллах (Своими предписаниями) хочет облегчить вам; ведь человек создан слабым"
        },
        {
            "chapter": 4,
            "verse": 29,
            "text": "О вы, которые уверовали! Не пожирайте имуществ ваших между собой не по праву [путем ростовщичества, азартных игр, обмана, кражи,...], если это только не торговля по взаимному согласию между вами. И не убивайте самих себя [себя и друг друга]. Поистине, Аллах к вам милосерден"
        },
        {
            "chapter": 4,
            "verse": 30,
            "text": "А кто делает это [будет брать чужое имущество] по вражде и несправедливости [переходя границы, установленные Аллахом], того Мы будем жечь в огне (Ада). И это для Аллаха легко"
        },
        {
            "chapter": 4,
            "verse": 31,
            "text": "Если вы (о, верующие) будете сторониться больших (грехов), что запрещаются вам [многобожия, ослушания родителей, убийства без права,...], (то) Мы удалим от вас ваши плохие деяния [простим малые грехи] и введем вас в почетное место [в Рай]"
        },
        {
            "chapter": 4,
            "verse": 32,
            "text": "И не желайте того, чем Аллах дал одним из вас преимущество перед другими [богатств, пропитания,...]. Мужчинам – доля [воздаяние] из того, что они приобрели [совершили дел], а женщинам – доля [воздаяние] из того, что они приобрели [совершили дел]. И просите у Аллаха (чтобы Он дал вам) из Его щедрости (вместо того, чтобы просто желать), – поистине, Аллах о всякой вещи знающ"
        },
        {
            "chapter": 4,
            "verse": 33,
            "text": "И каждому (человеку) Мы сделали близких (которые наследуют) то, что оставили родители и родственники. А те, с которыми вы заключили клятвенный (договор [[Наследовании по клятвенному договору было в начале Ислама, но затем оно было отменено аятами о наследстве.]]) (о том, что окажете им помощь и дадите что-то из наследства), – давайте им их долю. Поистине, Аллах – всякой вещи свидетель"
        }
    ]
}