{
    "maqras": [
        {
            "chapter": 33,
            "verse": 18,
            "text": "God knows those among you who would hold you back, as well as those who would say to their brothers, \"Come to us,\" and hardly go to battle"
        },
        {
            "chapter": 33,
            "verse": 19,
            "text": "They do not care about you, and, when fear [of battle] comes, you see them looking at you with their eyes rolling like one overtaken by death. Yet, as soon as the danger has gone, they lash out at you with sharp tongues, resenting any good that comes to you. Such people have no faith, so God has rendered their deeds worthless, that is easy for God"
        },
        {
            "chapter": 33,
            "verse": 20,
            "text": "They think the war parties have not [yet] withdrawn, and, if the war parties should come [again], they would wish they were in the desert among the Bedouins, seeking news about you [from a safe distance]. Even if they were among you, they would hardly fight at all"
        },
        {
            "chapter": 33,
            "verse": 21,
            "text": "The Messenger of God is an excellent model for anyone who puts his hope in God and the Last Day, and remembers God often"
        },
        {
            "chapter": 33,
            "verse": 22,
            "text": "And when the Believers saw the war parties, they said, \"This is what God and His Messenger had promised us; God and His Messenger spoke the truth.\" This only increased their faith and submission"
        },
        {
            "chapter": 33,
            "verse": 23,
            "text": "Among the believers are men true to what they promised God. Some died while fulfilling their pledge, and some are still waiting, having never changed in the least"
        },
        {
            "chapter": 33,
            "verse": 24,
            "text": "That God may reward the truthful for being true to their pledge and punish the hypocrites, if He wills, or accept their repentance, for God is the Ever-Forgiving, the Merciful-to-all"
        },
        {
            "chapter": 33,
            "verse": 25,
            "text": "God drove back the unbelievers in their rage, and they gained no advantage; God spared the believers from fighting, for God is All-Strong and Almighty"
        },
        {
            "chapter": 33,
            "verse": 26,
            "text": "He brought those People of the Book who supported [the unbelievers] down from their fortresses and threw terror into their hearts. Some of them you killed and others you took captive"
        },
        {
            "chapter": 33,
            "verse": 27,
            "text": "He gave you their land, their homes, their property, and a land where you had not set foot before. God is able to do all things"
        },
        {
            "chapter": 33,
            "verse": 28,
            "text": "Prophet, say to your wives, \"If your desire is for this worldly life and its finery, then come, I will provide for you and release you with kindness"
        },
        {
            "chapter": 33,
            "verse": 29,
            "text": "but if you desire God, His Messenger, and a home in the Hereafter, then God has prepared a great reward for those among you who do good"
        },
        {
            "chapter": 33,
            "verse": 30,
            "text": "Wives of the Prophet, whoever of you should commit a clear immoral act, her punishment would be doubled, and this is easy for God"
        }
    ]
}