{
    "maqras": [
        {
            "chapter": 56,
            "verse": 75,
            "text": "I swear by the positioning of the stars"
        },
        {
            "chapter": 56,
            "verse": 76,
            "text": "a tremendous oath, if you only knew"
        },
        {
            "chapter": 56,
            "verse": 77,
            "text": "it is a noble Qur'an"
        },
        {
            "chapter": 56,
            "verse": 78,
            "text": "kept in a well-protected record"
        },
        {
            "chapter": 56,
            "verse": 79,
            "text": "where none will be allowed to touch it except the purified"
        },
        {
            "chapter": 56,
            "verse": 80,
            "text": "revealed gradually by the Lord of the worlds"
        },
        {
            "chapter": 56,
            "verse": 81,
            "text": "Is it then this statement that you are ridiculing"
        },
        {
            "chapter": 56,
            "verse": 82,
            "text": "and you deny it as if your livelihood depends on it"
        },
        {
            "chapter": 56,
            "verse": 83,
            "text": "Why then, when the soul at death reaches the throat"
        },
        {
            "chapter": 56,
            "verse": 84,
            "text": "and you are at that time looking on"
        },
        {
            "chapter": 56,
            "verse": 85,
            "text": "when we're closer to him than you are, but you do not see"
        },
        {
            "chapter": 56,
            "verse": 86,
            "text": "Why then, if you are not dependent on Us"
        },
        {
            "chapter": 56,
            "verse": 87,
            "text": "don't you restore his soul back to him, if your claim is true"
        },
        {
            "chapter": 56,
            "verse": 88,
            "text": "If the deceased was of those brought near to God"
        },
        {
            "chapter": 56,
            "verse": 89,
            "text": "he will then have eternal harmony, eternal delight and a Garden of Bliss"
        },
        {
            "chapter": 56,
            "verse": 90,
            "text": "And if he was from those on the right"
        },
        {
            "chapter": 56,
            "verse": 91,
            "text": "then \"Peace be to you, from your companions on the right"
        },
        {
            "chapter": 56,
            "verse": 92,
            "text": "But if he was from those who called the truth a lie and were misguided"
        },
        {
            "chapter": 56,
            "verse": 93,
            "text": "he will be welcomed with boiling water"
        },
        {
            "chapter": 56,
            "verse": 94,
            "text": "and will burn in Hell"
        },
        {
            "chapter": 56,
            "verse": 95,
            "text": "This is the certain Truth"
        },
        {
            "chapter": 56,
            "verse": 96,
            "text": "exalt, then, the glory of your Lord's name; the Magnificent"
        },
        {
            "chapter": 57,
            "verse": 1,
            "text": "Everything in the heavens and earth exalts God's limitless glory. He is the Almighty, the Wise"
        },
        {
            "chapter": 57,
            "verse": 2,
            "text": "The Kingdom of the heavens and earth belongs to Him. He gives life and causes death, and He is able to do all things"
        },
        {
            "chapter": 57,
            "verse": 3,
            "text": "He is the First and the Last, the Outer and the Inner, and He has knowledge of all things"
        },
        {
            "chapter": 57,
            "verse": 4,
            "text": "It is He who created the heavens and the earth in six days, then established Himself above the Throne. He knows what penetrates into the earth and what comes out of it, and what descends from the heaven and what ascends to it. He is with you wherever you may be. God sees everything you do"
        },
        {
            "chapter": 57,
            "verse": 5,
            "text": "The Kingdom of the heavens and the earth belongs to Him. All matters are referred back to God"
        },
        {
            "chapter": 57,
            "verse": 6,
            "text": "He merges the night into the day and merges the day into the night. He knows what is in your hearts"
        },
        {
            "chapter": 57,
            "verse": 7,
            "text": "Believe in God and His Messenger and give out from that with which He has entrusted you. Those among the believers who give will have a great reward"
        },
        {
            "chapter": 57,
            "verse": 8,
            "text": "Why would you not believe in God, when the Messenger is inviting you to believe in your Lord and He has received a pledge from you, if you are believers"
        },
        {
            "chapter": 57,
            "verse": 9,
            "text": "It is He who sends down clear revelations to His servant, that He may bring you out from the darkness of ignorance into enlightenment. God is kind to you and Merciful-to-all"
        },
        {
            "chapter": 57,
            "verse": 10,
            "text": "And why shouldn't you spend in the cause of God, when the inheritance of the heavens and the earth belongs to God? Those of you who contributed before the conquest, and fought, are not equal to those who contributed and fought afterwards. They are higher in rank. But God promises both a good reward. God is All-Aware of what you do"
        },
        {
            "chapter": 57,
            "verse": 11,
            "text": "Who will make a loan of goodness to God, so that He may multiply it for him and reward him generously"
        },
        {
            "chapter": 57,
            "verse": 12,
            "text": "On the Day when you see the believing men and believing women, their light proceeding ahead of them and to their right, \"Good news for you today: Gardens with rivers flowing through them, where you will remain eternally. That is the great victory"
        },
        {
            "chapter": 57,
            "verse": 13,
            "text": "On the Day, the hypocritical men and hypocritical women will say to the believers, \"Wait for us. Let us have some of your light.\" They will be told, \"Go back and look for light.\" And a wall will be raised between them with a gate in it; inside it there is mercy, but outside lies punishment"
        },
        {
            "chapter": 57,
            "verse": 14,
            "text": "The hypocrites will call to the believers, \"Were we not with you?\" They will say, \"Yes, but you allowed yourselves to be tempted, and waited and doubted, deceived by wishful thinking until God's command came and the Deceiver deceived you about God"
        },
        {
            "chapter": 57,
            "verse": 15,
            "text": "Today no ransom will be accepted from you, nor from those who rejected the truth. Your home is the Fire. It is most worthy of you. What a miserable destination"
        }
    ]
}