{
    "maqras": [
        {
            "chapter": 5,
            "verse": 1,
            "text": "Believers, fulfill your obligations. Livestock animals are lawful for you to eat, except for what We will describe to you. You are not allowed to hunt while you are in a state of pilgrimage. God commands what He wills"
        },
        {
            "chapter": 5,
            "verse": 2,
            "text": "Believers, do not violate the laws pertaining to God's sacraments, the sacred month of pilgrimage, or the offerings, and do not prevent those who are going to the Sacred House from seeking favor, pleasure and acceptance from their Lord. Once your pilgrimage is over, then you are free to hunt. Never let your hatred for the people who barred you from the Sacred Sanctuary lead you to break the law. Help one another to do what is right-- to always be mindful of God, and do not encourage one another in sin and hostility. Always be mindful of God, because His punishment is severe"
        },
        {
            "chapter": 5,
            "verse": 3,
            "text": "You are forbidden to eat animals that you find already dead, blood, pork's meat, any animal over which any name other than God's has been invoked, any animal that has been strangled or beaten to death or killed by a fall or gored to death or mauled by a wild animal, unless you can still properly slaughter it. You are also forbidden to eat anything that has been sacrificed to idols. You are forbidden to draw lots, since this is sinful conduct. The unbelievers have lost all hope of you ever forsaking your faith. Do not be afraid of them, but stand in awe of Me. Today I have perfected your faith for you and have shed My grace upon you and have chosen submission [Islam] to be your faith. As for him who is driven to what is forbidden by dire necessity, and not by an inclination to sin, God is All-Forgiving and Merciful-to-all"
        },
        {
            "chapter": 5,
            "verse": 4,
            "text": "They will ask you [Prophet] what is lawful for them. Say, \"All good things are lawful to you, including what you have taught your birds and beasts of prey to catch, teaching them as God has taught you. You may eat what they catch for you, but invoke God's name over it, and always be mindful of God.\" He is quick to take account"
        },
        {
            "chapter": 5,
            "verse": 5,
            "text": "Today, all the good things of life have been made lawful for you. The food of the people of the Book is lawful to you just as your food is lawful to them. Virtuous, believing women are lawful to you as well as virtuous women from the People of the Book; provided that you give them their bridal gifts and marry them-- not taking them as lovers or secret mistresses. As for anyone who rejects faith in God, all of their works will come to nothing, and in the Hereafter they will be with the doomed"
        },
        {
            "chapter": 5,
            "verse": 6,
            "text": "Believers, when you are about to pray, wash your face, your hands and arms up to the elbows, and pass your wet hands lightly over your head and wash your feet up to the ankles. After sexual intercourse, purify yourselves. If you are ill, or are travelling, or have just relieved yourself, or have had intimate contact with a woman and cannot find water, then take some dust and use it to wipe your face and hands. God does not wish to place any burden on you, but wants to make you pure and to perfect His grace on you, so that you may be thankful"
        },
        {
            "chapter": 5,
            "verse": 7,
            "text": "Always remember God's grace on you and your pledge that binds you to Him when you said, \"We hear, and we obey.\" Always be mindful of God. God is fully aware of what is in your hearts"
        },
        {
            "chapter": 5,
            "verse": 8,
            "text": "Believers, always be steadfast in your devotion to God, equitably bearing witness to truth. Never let hatred for any people lead you to deviate from being just to them. Be just, for that is closer to being mindful of God. Always be mindful of God. God is well aware of what you do"
        },
        {
            "chapter": 5,
            "verse": 9,
            "text": "God has promised forgiveness and rich rewards to those who have faith and do good works"
        },
        {
            "chapter": 5,
            "verse": 10,
            "text": "whereas; those who deny Our revelations and lie are destined for the blazing fire"
        },
        {
            "chapter": 5,
            "verse": 11,
            "text": "Believers, remember how God favored you when certain people were about to attack you, and He protected you from them. Be always mindful of God. Let the believers put their trust in Him"
        }
    ]
}