{
    "pages": [
        {
            "chapter": 6,
            "verse": 152,
            "text": "К имуществу сирот не прикасайтесь Иначе, как лишь с тем, чтобы его улучшить, Пока к ним возрастная зрелость не придет. Со справедливой точностью блюдите вес и меру. И не возложим Мы на душу груз, Что больше, чем она поднимет. (Когда ж на суд вас призовут), Вы говорите только правду, Коль даже против близких и родных. Блюдите верность заповедям Бога, Ведь это - то, что Он вам завещал, Чтоб помнили вы это"
        },
        {
            "chapter": 6,
            "verse": 153,
            "text": "Сие - Мой путь, ведущий прямо. Так следуйте ему и не делитесь, По другим путям (блуждая), Вдали от (Истины) Его пути. И это - то, что Он вам заповедал, Чтоб вы благочестивы были"
        },
        {
            "chapter": 6,
            "verse": 154,
            "text": "И кроме этого, Мы дали Мусе Книгу, Чтоб завершить Господню милость Для тех, кто делает добро; И изъяснить в ней всяку вещь, И (сделать) руководством (для людей) И милостью от Нас, Чтобы во встречу с Господом своим Они уверовали (всей душой)"
        },
        {
            "chapter": 6,
            "verse": 155,
            "text": "И это - Книга, что как дар благословенный Мы ниспослали свыше (вам). Так следуйте же ей И, гнева Господа страшась, (Благочестивы будьте в ближней жизни), Чтобы (в другой) помилованы быть"
        },
        {
            "chapter": 6,
            "verse": 156,
            "text": "И чтоб не говорили вы, что: \"Книга послана до нас лишь двум народам. И мы в неведении полном находились Об их учениях (касательно сей Книги, Затем как их язык неведом был для нас И жизненный уклад от нашего разнился)"
        },
        {
            "chapter": 6,
            "verse": 157,
            "text": "Или чтоб вы не говорили: \"О, если б Книга нам была ниспослана (Аллахом), Мы б следовали ей вернее, чем они\". И вот уже явилось к вам Знаменье ясное от вашего Владыки, И руководство (от Него), и милость. Так есть ли нечестивее того, Кто ложными сочтет знамения Аллаха И отвернется (в сторону) от них? Мы тем, кто отвернется от знамений Наших, Суровой карой воздадим за то, что отвернулись"
        }
    ]
}