{
    "pages": [
        {
            "chapter": 7,
            "verse": 88,
            "text": "Надменные из знати родовой его народа сказали: \"О Шу'айб! Мы и тебя, и тех, Которые уверовали (в Бога), Из нашего селения изгоним, Если вы все не возвратитесь К нашим порядкам и богам\". Ответил он: \"Неужто и тогда, Когда мы к ним питаем отвращенье"
        },
        {
            "chapter": 7,
            "verse": 89,
            "text": "Ведь мы измыслим ложь против Аллаха, Если вернемся к вашему порядку После того, как спас нас от него Аллах. И мы к нему никак не сможем возвратиться, Не будь на то желания Аллаха, нашего Владыки. Ведь Он объемлет знанием Своим Все сущее (и на земле, и в небе). Мы уповаем на Аллаха, (взывая лишь к Нему): \"Господь наш! Рассуди по истине Меж нами и народом нашим, - Ведь, истинно, Ты - лучший судия"
        },
        {
            "chapter": 7,
            "verse": 90,
            "text": "И родовая знать в его народе, Что не уверовала (в Бога), сказала: \"Коль вы пойдете по стопам Шу'айба, Вы понесете истинный урон"
        },
        {
            "chapter": 7,
            "verse": 91,
            "text": "И сотряслась земля под ними, И уж наутро в собственных домах Они поверженными ниц лежали"
        },
        {
            "chapter": 7,
            "verse": 92,
            "text": "И те, которые сочли лжецом Шу'айба, Как будто никогда не процветали там, - Те, кто лжецом Шу'айба счел, - Они-то и погибли"
        },
        {
            "chapter": 7,
            "verse": 93,
            "text": "(Шу'айб) покинул их, сказав: \"О мой народ! Я передал вам заповеди моего Владыки, И я давал вам верные советы. Что ж мне теперь жалеть народ неверный"
        },
        {
            "chapter": 7,
            "verse": 94,
            "text": "И всякий раз, когда посланника Мы в город слали, Мы на его народ обрушивали беды и страданья, Чтобы смирение обрел он"
        },
        {
            "chapter": 7,
            "verse": 95,
            "text": "Потом в замену бед Мы им давали процветанье И множили добро и отроков (в потомстве), Пока они не говорили: \"Такие ж смены бед и благ Претерпевали наши праотцы\". И тут Мы поражали их внезапной (карой) В тот миг, когда они не думали об этом"
        }
    ]
}