{
    "pages": [
        {
            "chapter": 8,
            "verse": 62,
            "text": "Но если обмануть они задумают тебя, Тебе довольно будет (помощи) Аллаха, - Ведь это - Тот, Кто укрепил тебя Своею помощью и помощью твоих единоверцев"
        },
        {
            "chapter": 8,
            "verse": 63,
            "text": "Он их сердца скрепил (в любви и вере), И, если б ты извел все то, что на земле, Ты бы ничем сердца их не скрепил. Аллах же их сердца соединил, - Ведь Он могуч и мудр (безмерно)"
        },
        {
            "chapter": 8,
            "verse": 64,
            "text": "О пророк! Тебе достаточно Аллаха И тех из верных, кто последовал тебе"
        },
        {
            "chapter": 8,
            "verse": 65,
            "text": "О пророк! Ты поднимай уверовавших на сраженье. И будь из вас хоть двадцать терпеливо-стойких, Им - победить две сотни человек! А если будет сотня вас, Вы победите тысячу неверных, - Они ведь лишены любого пониманья"
        },
        {
            "chapter": 8,
            "verse": 66,
            "text": "Вам ныне облегчил Аллах (земное бремя) - Он знает: есть в вас слабость; И если среди вас - сто терпеливо-стойких, Им - победить две сотни человек! А если среди вас есть тысяча таких, Им, с изволения Аллаха, Две тысячи неверных победить! Аллах ведь с теми, Кто терпение и стойкость проявляет"
        },
        {
            "chapter": 8,
            "verse": 67,
            "text": "Ни одному пророку не годится Брать в плен (неверных) до того, Пока он на (своей) земле Не одолел своих врагов великим подавленьем. Вам любы тленные блага земного мира - Аллах же в будущее смотрит, - Аллах могуч и мудр"
        },
        {
            "chapter": 8,
            "verse": 68,
            "text": "И если б предписание Аллаха Пред этим не пришло к тебе, Постигла бы вас тяжкая расплата За то, что взяли (выкуп) вы"
        },
        {
            "chapter": 8,
            "verse": 69,
            "text": "Теперь же наслаждайтесь тем, Что вы себе в трофеи взяли, - Благим и разрешенным, И гнева Господа страшитесь, - Аллах, поистине, прощающ, милосерд"
        }
    ]
}