{
    "pages": [
        {
            "chapter": 11,
            "verse": 20,
            "text": "Им не ослабить (замыслов) Аллаха на земле. Кроме Аллаха, покровителей им нет. Двойную кару им нести! Ведь были лишены они и зрения, и слуха"
        },
        {
            "chapter": 11,
            "verse": 21,
            "text": "И это - те, что погубили собственные души, - Покинули (в беде) их (божества), Которых измышляло их (воображенье)"
        },
        {
            "chapter": 11,
            "verse": 22,
            "text": "Им в жизни будущей нести, Поистине, найвысшие потери"
        },
        {
            "chapter": 11,
            "verse": 23,
            "text": "О да! Кто верует и делает добро И перед Господом своим смиренен, - Те будут обитателями Рая И в нем останутся навечно"
        },
        {
            "chapter": 11,
            "verse": 24,
            "text": "И эти две породы человека Походят меж собой (в такой же мере), Как тот, кто слеп и глух, Походит на того, кто зряч и обладает слухом. Ужель сие подобие сравнять их может?! Неужто это вас не образумит"
        },
        {
            "chapter": 11,
            "verse": 25,
            "text": "Послали Нуха Мы к его народу, (И он сказал): \"Поистине, для вас я - увещатель ясный"
        },
        {
            "chapter": 11,
            "verse": 26,
            "text": "Чтоб никому, кроме Аллаха, не поклонялись вы. За вас я кары Дня Великого страшусь"
        },
        {
            "chapter": 11,
            "verse": 27,
            "text": "Неверные из знати родовой его народа Ему такой ответ держали: \"Но, как мы видим, Ты такой же (смертный) человек, как мы. И видим мы, что следуют тебе Лишь самые презренные из нас, Что зрело размышлять не могут. И мы не видим за тобой Над нами никакого превосходства. Мы думаем - увы! - что вы - лжецы"
        },
        {
            "chapter": 11,
            "verse": 28,
            "text": "Но он сказал: \"О мой народ! Подумайте о том, Что если я имею ясное свидетельство Господне И на меня сошло благоволение Его, Которое от вас сокрыто, Неужто станем вам навязывать его, Коль вам оно так ненавистно"
        }
    ]
}