{
    "pages": [
        {
            "chapter": 11,
            "verse": 46,
            "text": "(Аллах) сказал: \"О Нух! Он не относится, увы, к твоей семье: Поистине, неправедны его деянья. И не проси Меня о том, чего не знаешь, И Я предостеречь тебя хочу, Чтоб ты в числе неведающих не был"
        },
        {
            "chapter": 11,
            "verse": 47,
            "text": "О Господи! - ответил Нух. - Ищу защиты у Тебя я, чтобы впредь Мне не просить Тебя о том, чего не знаю. И если Ты мне не простишь и не помилуешь меня, Мне быть средь тех, кто понесет убыток"
        },
        {
            "chapter": 11,
            "verse": 48,
            "text": "И было сказано: \"О Нух! С миром от Нас сойди (с ковчега), С благословениями над тобой, Как и над неким прочим людом, (Что Я произведу) от тех, Что ныне (на ковчеге) пребывают. (Средь них быть и таким народам), Которым Мы доставим блага, (Что обольстят их и повергнут в грех), (За что) потом Постигнет их от Нас мучительная кара"
        },
        {
            "chapter": 11,
            "verse": 49,
            "text": "Сие - один из ряда сокровенных сказов, Что Мы поведали тебе, (о Мухаммад!); До этого не знал его ни ты, ни твой народ, А потому будь терпеливо-стоек, - Конечный (счет), поистине, за теми, Кто, гнева Господа страшась, Благочестив в своих деяньях"
        },
        {
            "chapter": 11,
            "verse": 50,
            "text": "Адитам Мы послали Худа, брата их. И он сказал: \"О мой народ! Аллаху поклоняйтесь! Кроме Него, у вас иного Бога нет - (Других) вы только измышляете себе"
        },
        {
            "chapter": 11,
            "verse": 51,
            "text": "О мой народ! У вас за это я награды не прошу. Награда мне - лишь у Того, Кто сотворил меня. Ужель вам это не понять"
        },
        {
            "chapter": 11,
            "verse": 52,
            "text": "О мой народ! Просите вашего Владыку о прощенье И обратитесь вы потом с раскаяньем к Нему; Он (небеса) прольет на вас дождем обильным, Прибавит силы к вашей силе. Не отвращайтесь же виновными в грехе"
        },
        {
            "chapter": 11,
            "verse": 53,
            "text": "Они ответили: \"О Худ! Ты не принес нам ясного Знаменья, И лишь по слову твоему Богов мы наших не покинем - И верить мы тебе не станем"
        }
    ]
}