{
    "pages": [
        {
            "chapter": 28,
            "verse": 85,
            "text": "Поистине, ведь Тот, Кто сей Коран Вменил в обязанность тебе, (о Мухаммад!), Вернет тебя к конечному приходу (зрить Свой лик). Скажи: \"Господь мой лучше знает тех, Которые приходят с Руководством, И тех, кто в явном заблужденье"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "Ты не надеялся, что эта Книга Будет ниспослана тебе Иначе, как Господня благость,- А потому не становись заступником неверных"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "И пусть ничто не отвратит тебя От (святости) Господних откровений, Когда они тебе уже предстали. Зови (людей) к Владыке своему И (в равные Ему) других богов не прочь"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "Не призывай с Аллахом наравне другого бога, - Кроме Него, иного бога нет; Все гибнет, кроме Его лика, Ему - Верховное решение всего, И лишь к Нему вы все вернетесь"
        },
        {
            "chapter": 29,
            "verse": 1,
            "text": "Алеф - Лям - Мим"
        },
        {
            "chapter": 29,
            "verse": 2,
            "text": "Неужто полагают люди, Что, если они скажут: \"Веруем мы (в Бога)\", Их не подвергнут испытаниям (на верность этих слов)"
        },
        {
            "chapter": 29,
            "verse": 3,
            "text": "Мы испытали тех, кто был до них. И несомненно ведомы Аллаху Те, что правдивы (среди них), И те, (уста которых) лживы"
        },
        {
            "chapter": 29,
            "verse": 4,
            "text": "Неужто те, кто злодеяет, Считают, что сумеют Нас опередить? Насколько ж плОхи их сужденья"
        },
        {
            "chapter": 29,
            "verse": 5,
            "text": "А тот, кто чает встречи с Богом, - Так ведь, поистине, уж близится предел, что Им определен, - Он слышит (все) и знает (обо всем)"
        },
        {
            "chapter": 29,
            "verse": 6,
            "text": "И кто усердствует на промысле Господнем, Усердствует на благо собственной душе, - Аллах свободен от нужды в мирах, (Которые Он Сам же создал)"
        }
    ]
}