{
    "pages": [
        {
            "chapter": 35,
            "verse": 31,
            "text": "То, что внушением тебе Открыли Мы из этой Книги, Есть Истина, что подтверждает истинность того, Что до нее ниспослано (другим пророкам). Аллах - касательно служителей Своих, - Поистине, все знает и все видит"
        },
        {
            "chapter": 35,
            "verse": 32,
            "text": "И наконец, Мы дали Книгу В наследство тем из Наших слуг, Кого Своей угодою избрали. Из них есть те, что причинили зло своей душе, Есть и такие, что умеренны (в желаньях и делах), А есть и те, которые с соизволения Аллаха Других опережают по благим делам. Это - великая (Господня) благосклонность"
        },
        {
            "chapter": 35,
            "verse": 33,
            "text": "Сады Эдема встретят их, И там украсятся они в браслеты золотые, жемчуга, Их одеянья там - из шелка"
        },
        {
            "chapter": 35,
            "verse": 34,
            "text": "И они скажут: \"Слава Богу, Кто удалил от нас печаль! Господь наш, истинно, прощающ, И пренемного благодарен (тем, кто в услужении Ему)"
        },
        {
            "chapter": 35,
            "verse": 35,
            "text": "Кто милосердием Своим нас поселил В вечной обители (Господней благодати), Где утомление нас больше не коснется (от непосильного труда), Не овладеет нЕмощь нами"
        },
        {
            "chapter": 35,
            "verse": 36,
            "text": "А тем, кто не уверовал, тем - огнь Ада! Не будет предрешенья (срока) им Ни на кончину, ни на смягченье мук, - Так воздаем Мы всякому неверцу"
        },
        {
            "chapter": 35,
            "verse": 37,
            "text": "Там возопят они: \"Господь наш! Вызволи отсюда нас! Мы будем доброе творить - Не то, что делали мы прежде\". Неужто Мы не дали вам (Такую долгую земную) жизнь, Что всякий, (кто того б хотел), Одуматься бы мог и обратиться? К тому ж к вам увещатель приходил. Теперь вкусите (от плодов своих грехов)! Неверцам злым помощника не будет"
        },
        {
            "chapter": 35,
            "verse": 38,
            "text": "Аллаху, истинно, известно Все сокровенное небес и тайное земли, - Поистине, Он знает, что у вас в груди"
        }
    ]
}