{
    "pages": [
        {
            "chapter": 40,
            "verse": 17,
            "text": "В тот День Сполна получит всякая душа, Что уготовила себе (в сей жизни); Несправедливости в тот День не будет, - Поистине, Аллах в Своем расчете скор"
        },
        {
            "chapter": 40,
            "verse": 18,
            "text": "(А потому ты) их предупреждай о Дне, Что близится к ним (неустанно), Когда душа подступит к самой горловине, едва не удушая их, И им ни друга, ни заступника не будет, (Защиту) коих приняли б (в расчет)"
        },
        {
            "chapter": 40,
            "verse": 19,
            "text": "Известно Богу вероломство глаз И что сердца (людей) таят"
        },
        {
            "chapter": 40,
            "verse": 20,
            "text": "И все по Истине Аллах рассудит. А те, кого они, опричь Аллаха, призывают, Не будут ничего решать, - Ведь Он один все слышит и все видит"
        },
        {
            "chapter": 40,
            "verse": 21,
            "text": "Ужель они не ходят по земле, Не видят то, каков конец был тех, Которые до них (грешили): Кто силой их превосходил - делами, Что на земле оставили свой след? Аллах сразил их всех за их грехи, И не было у них защиты от Него"
        },
        {
            "chapter": 40,
            "verse": 22,
            "text": "И это все - за то, Что с ясными знаменьями от Нас Посланники к ним приходили - Они же отвергали их. За это их сразил Аллах, - Ведь Он силен и в (Своих) карах строг"
        },
        {
            "chapter": 40,
            "verse": 23,
            "text": "Мы с Нашими знаменьями и очевидной властью Послали Мусу"
        },
        {
            "chapter": 40,
            "verse": 24,
            "text": "К Фараону, Хаману и К'аруну. Они ж сказали: \"Он колдун и лжец"
        },
        {
            "chapter": 40,
            "verse": 25,
            "text": "И вот когда он к ним, воистину, пришел от Нас, Они сказали: \"Вы убивайте сыновей всех тех, Которые уверовали с ним, В живых лишь женщин оставляйте\". Но замыслы коварные неверных Им ничего, помимо заблуждения, (не дали)"
        }
    ]
}