{
    "pages": [
        {
            "chapter": 45,
            "verse": 33,
            "text": "Потом предстанет им вся скверна Того, что сделали они. Охватит их со всех сторон, Над чем они в сей жизни насмехались"
        },
        {
            "chapter": 45,
            "verse": 34,
            "text": "И скажут им: \"Мы вас забудем в этот День, Как вы о встрече с этим Днем забыли; Огонь - вам вечная обитель, И нет помощников у вас"
        },
        {
            "chapter": 45,
            "verse": 35,
            "text": "И это вам за то, Что над знаменьями Аллаха насмехались И предались соблазнам ближней жизни\". И (с того Дня) не выпустят оттуда их, И никакой им милости не будет"
        },
        {
            "chapter": 45,
            "verse": 36,
            "text": "Воистину, Аллаху вся хвала - Владыке неба и земли, Владыке всех миров (Вселенной)"
        },
        {
            "chapter": 45,
            "verse": 37,
            "text": "И лишь Его державие на небесах и на земле! Могуч и мудр Он"
        },
        {
            "chapter": 46,
            "verse": 1,
            "text": "Ха - Мим"
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "Исходит откровение сей Книги От Аллаха, Кто мудр и могуч"
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "Мы сотворили небеса и землю, А также все, что между ними, Чтобы явить вам Истину Свою; (И сотворили их) на срок определенный. Но уклоняются неверные (от увещаний), Которыми предупреждают их"
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "Скажи: \"Как мыслите вы тех, Кого вы призываете, опричь Аллаха? Вы покажите мне: Что из того, что на земле, они создали? Иль есть у них на небе своя доля (участия в делах небесных)? Иль принесите Книгу мне, Ниспосланную ранее, чем эта. Иль (укажите) след, (На коем строится) познанье ваше, Если правдивы вы (в своих словах)"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "Кто в большем заблуждении, чем тот, Кто призывает с Богом наравне Таких, которые им не ответят И безразличны к их призывам До Дня их воскресения (на Суд)"
        }
    ]
}