{
    "pages": [
        {
            "chapter": 47,
            "verse": 30,
            "text": "И если б Мы того желали, Мы б указали их тебе, И ты бы узнавал их по особым знакам. Но ты по тону их речей их распознаешь. Аллах же знает их деянья"
        },
        {
            "chapter": 47,
            "verse": 31,
            "text": "И Мы пошлем вам испытанья, Чтобы узнать, которые из вас Усердствуют в сражениях (за веру) И терпеливо-стойки (в них), И испытаем сообщения от вас (на их правдивость)"
        },
        {
            "chapter": 47,
            "verse": 32,
            "text": "Поистине, кто не уверовал в Аллаха И уклонил с Его пути других И кто противится посланнику Его После того, как путь прямой открылся ясно им, Не причинят Аллаху ни малейшего вреда, Дела же их Он в тщЕту обратит"
        },
        {
            "chapter": 47,
            "verse": 33,
            "text": "О вы, кто верует! Аллаху повинуйтесь и посланнику Его! Не обращайте в тщЕту все ваши дела"
        },
        {
            "chapter": 47,
            "verse": 34,
            "text": "Кто не уверовал в Аллаха, И уклонил с Его пути других, И умирает, не уверовав (в Аллаха), - Тем не простит Он"
        },
        {
            "chapter": 47,
            "verse": 35,
            "text": "(Крепитесь), слабость подавляя, И к примиренью не зовите, Когда (над ними) держите вы верх, - Аллах ведь с вами, И Он не даст пропасть (Награде) за деянья ваши"
        },
        {
            "chapter": 47,
            "verse": 36,
            "text": "И жизнь в этом мире (суеты) - Забава легкая да тщЕта. Но если вы уверуете (в Бога) И будете благочестивы, Он даст награду вам И ничего из вашего добра не спросит"
        },
        {
            "chapter": 47,
            "verse": 37,
            "text": "А если бы у вас Он попросил его, То в вас бы возыграла скупость, И (тем) Он вызвал бы у вас вражду и злобу"
        },
        {
            "chapter": 47,
            "verse": 38,
            "text": "И помните, что вы есть те, Кого зовут расходовать из своего добра На (праведном) пути Аллаха. Но среди вас есть те, которые скупятся, - А тот, кто скупость проявляет, Скупится на свою погибель. Аллах, поистине, богат, а вы - бедны! И если вы отворотитесь, Другим народом Он заменит вас, Который походить на вас не будет"
        }
    ]
}