{
    "chapter": [
        {
            "chapter": 21,
            "verse": 1,
            "text": "İnsanların hesâb (günleri yaklaşdı. Böyleyken onlar (haalâ) gaflet içindedirler, (bunu tefekkürden) yüz çeviricidirler"
        },
        {
            "chapter": 21,
            "verse": 2,
            "text": "Rablerinden kendilerine yeni bir ihtaar gelmeye dursun, onlar bunu ille istihza ederek ve kalbleri oyuna dalarak dinlemişlerdir. Zaalimler gizli fısıltı ile (şöyle) konuşdular: «Bu sizin gibi bir insandan başka mıdır? Kendiniz görüb (ve bilib) dururken şimdi sihre mi geleceksiniz»"
        },
        {
            "chapter": 21,
            "verse": 3,
            "text": "Rablerinden kendilerine yeni bir ihtaar gelmeye dursun, onlar bunu ille istihza ederek ve kalbleri oyuna dalarak dinlemişlerdir. Zaalimler gizli fısıltı ile (şöyle) konuşdular: «Bu sizin gibi bir insandan başka mıdır? Kendiniz görüb (ve bilib) dururken şimdi sihre mi geleceksiniz»"
        },
        {
            "chapter": 21,
            "verse": 4,
            "text": "(Onlara) dedi ki: «Rabbim gökdeki, yerdeki (her) sözü bilir. O, hakkıyle işidici, kemâliyle bilicidir»"
        },
        {
            "chapter": 21,
            "verse": 5,
            "text": "Dediler: «Hayır, (bunlar) saçma sapan rü´yâlardır. Hayır, onu kendisi uydurmuşdur. Hayır, o, bir şâirdir. (Bunlar değilse) o halde evvelki (peygamber) lere gönderildiği gibi o da bize bir mu´cize getirsin»"
        },
        {
            "chapter": 21,
            "verse": 6,
            "text": "Onlardan evvel helak etdiğimiz hiç bir memleket (halkı helak olub gitdi), îman etmedi de (şimdi) bunlar mı îman edecekler"
        },
        {
            "chapter": 21,
            "verse": 7,
            "text": "Biz senden evvel de kendilerine vahy etdiğimiz erkeklerden başkasını (peygamber olarak) göndermedik. Eğer bilmiyorsanız ehl-i zikre sorun"
        },
        {
            "chapter": 21,
            "verse": 8,
            "text": "Biz onları yemek yemez birer cesed olarak yaratmadık. Onlar (bu dünyâda) ebedî de değillerdi"
        },
        {
            "chapter": 21,
            "verse": 9,
            "text": "Sonra biz onlara olan va´d (imiz) in doğruluğunu gösterdik de hem kendilerini, hem kimleri diliyorsak onları kurtardık. İftiracıları ise helak etdik"
        },
        {
            "chapter": 21,
            "verse": 10,
            "text": "Andolsun, size öyle bir kitab indirmişizdir ki (bütün) zikir (ve şeref) iniz ondadır. Haalâ akıllanmıyacak mısınız"
        },
        {
            "chapter": 21,
            "verse": 11,
            "text": "Biz (küfür ve) zulmeden nice memleketi kırıb geçirdik, sonra ardından da diğer kavm (ler) i yaratdık"
        },
        {
            "chapter": 21,
            "verse": 12,
            "text": "(Evet), onlar azabımızı his (ve müşahede) etdikleri zaman hemen oralardan harıl harıl kaçıyorlardı"
        },
        {
            "chapter": 21,
            "verse": 13,
            "text": "(Onlara:) «Kaçmayın, içinde bulunduğunuz refaha, yurdlarında dönün, çünkü sorguya çekileceksiniz» (denildi)"
        },
        {
            "chapter": 21,
            "verse": 14,
            "text": "Dediler: «Ne yazık bize! Biz hakıykaten zaalimler idik»"
        },
        {
            "chapter": 21,
            "verse": 15,
            "text": "Nihayet biz onları biçilmiş bir ot, ocakları sönmüş (bir kül yığını) haaline getirinceye kadar dâima feryadları bu (söz) olmuşdur"
        },
        {
            "chapter": 21,
            "verse": 16,
            "text": "Biz göğü de, yeri de, ikisinin arasında bulunan şeyleri de oyuncular (ın işi) olarak yaratmadık"
        },
        {
            "chapter": 21,
            "verse": 17,
            "text": "Eğer biz bir eğlence edinmek isteseydik onu kendi canibimizden edinirdik elbet. Biz (böyle) yapanlar da değiliz"
        },
        {
            "chapter": 21,
            "verse": 18,
            "text": "Hayır, biz hakkı baatılın tepesine (indirib) atarız da o, bunun beynini parçalar. Bir de görürsünüz ki bu, yok olub gitmişdir. (Allaha karşı) vasf (ve isnâd) etmekde olduğunuz (iftiralar) dan dolayı yazıklar olsun size"
        },
        {
            "chapter": 21,
            "verse": 19,
            "text": "Göklerde ve yerde bulunan kişiler Onundur. Onun huzuurundaki kişiler kendisine ibâdet etmekden asla kibirlenmezler, yorulmazlar da"
        },
        {
            "chapter": 21,
            "verse": 20,
            "text": "Onlar gece gündüz ara vermeyerek (Onu) tesbîh (ve tenzîh) ediyorlar"
        },
        {
            "chapter": 21,
            "verse": 21,
            "text": "Yoksa onlar yerden bir takım Tanrılar edindiler de (ölüleri) onları mı diriltecekler"
        },
        {
            "chapter": 21,
            "verse": 22,
            "text": "Eğer her ikisinde Allahdan başka Tanrılar olsaydı onların ikisi de muhakkak ki harab olup gitmişdi. Demek, arşın Rabbi olan Allah, onların vasf (ve isnâd) edegeldikleri şeylerden yücedir, münezzehdir"
        },
        {
            "chapter": 21,
            "verse": 23,
            "text": "O, yapacağından mes´ûl olmaz, fakat onlar mes´ûl olurlar"
        },
        {
            "chapter": 21,
            "verse": 24,
            "text": "Ondan başka Tanrılar edindiler ha? Sen (onlara) de ki: «(Varsa) delilinizi getirin. İşte benimle beraber olan (müslüman) ların kitabı, (işte) benden evvel gelenlerin kitabı (da meydanda)». Hayır, onların çoğu hakkı bilmezler de bunun için yüz çeviricidirler onlar"
        },
        {
            "chapter": 21,
            "verse": 25,
            "text": "Biz senden evvel hiç bir peygamber göndermedik (ya´ni hiç biri müstesna değildir) ki ille ona şu hakikati vahy etmişizdir: «Benden başka hiç bir Tanrı yok. O halde bana ibâdet «din»"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "«O çok esirgeyici (Allah) evlâd edindi» dediler. Onun şaanı bundan yücedir, münezzehdir. Hayır (evlâd dedikleri) onlar, ikrama mazhar edilmiş kullardır (meleklerdir)"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "Bunlar söz (leriy) le asla Onun önüne geçemezler. (Bil´akis) bunlar Onun emriyle hareket ederler"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "Önlerindekini de, arkalarındakini de O bilir. Bunlar, Onun rızâsına ermiş olandan başka kimseye şefaat etmezler. Bunlar Onun korkusundan titreyenlerdir"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "Bunlardan kim «Tanrı O değil, ben im» derse onu cehennemle cezalandırırız. Biz o zaalimleri de böylece cezalandıracağız"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "Göklerle yer bitişik bir halde iken biz onları birbirinden yarıb ayırdığımızı, her diri şey´i de sudan yaratdığımızı o küfr (ve inkâr) edenler görmedi (ler) mi? Haalâ inanmayacaklar mı onlar"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "Yer (yüzün) de, onları (insanları) çalkalar diye, sabit sabit dağlar yaratdık. Aralarında da bol bol yollar açdık. Tâki (maksadlarına) ersinler"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "Biz gök yüzünü de korunmuş bir tavan (gibi) yapdık. Onlar ise bunun âyetlerinden yüz çeviricidirler"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "O, geceyi, gündüzü, güneşi, ayı yaratandır ve bütün bunlar kendi dâiresi içinde yüzmekde (devr etmekde) dirler"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "Biz senden evvel de hiçbir beşere (dünyâda) ebedîlik vermedik. Şimdi sen ölürsen (sanki) onlar baakıy midirler"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "Her can ölümü tadıcıdır. Sizi bir imtihan olarak hayr ile de, şer ile de deniyoruz. (Nihayet yine) ancak bize döndürüleceksiniz"
        },
        {
            "chapter": 21,
            "verse": 36,
            "text": "O küfr (ü inkâr) edenler seni gördükleri zaman, seni istihza (mevzuu) ndan başka bir şey edinmezler: «Sizin Tanrılarınızı diline dolayan bu mu?» derler. Halbuki çok esirgeyici Allahın (indirdiği) Kur´ânı inkâr ile kâfir olanlar onlardır, onların kendileridir"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "İnsan (lar sanki) aceleden yaratılmış. Size âyetlerimi göstereceğim. Benden onu acele istemeyin"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "«Eğer doğrucular iseniz, derler, bu tehdîd (in tahakkuku) ne zaman»"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "O küfredenler yüzlerinden ve arkalarından (saran) ateşi hiçbir suretle meni´ edemeyecekleri, kendilerinin yardım da göremeyecekleri zamaanı bir bilse (ler) di"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "Belki (bu), onlara ansızın gelecek de kendilerini şaşırtacakdır. Artık onu redde muktedir olamayacaklar (ı gibi), onlara mühlet de verilmeyecekdir"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "Andolsun, senden evvelki peygamberlerle de istihza (alay) edilmişdir de alay etmekde oldukları şeyler (kavmlerinin) içinden istihza eden o maskaraların kendilerini kuşatmışdır"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "De ki: «Allah (ın) geceleyin, gündüzün (gelebilecek azabına karşı) o çok esirgeyici olan (Allahdan başka) sizi koruyabilir»? Hayır, onlar (korkmak şöyle dursun) Rablerini hatırlayıb anmakdan (bile) yüz çeviricidirler"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "Yoksa onların bize karşı müdâfaa edebilecek (başkaca) Tanrıları var mı? (Tapdıkları o nesneler) kendi nefislerine bile yardım etmiye güc yetiremezler. Bizden ise hiç sahaabet göremezler onlar"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "Evet, biz onları da, atalarını da — (bu dünyâda) ömür (leri) tepelerini aşıb uzayıncaya kadar — (yaşatıb) geçindirdik. Fakat şimdi görmüyorlar mı ki biz o arza gelib etrafından (tedricen) eksiltib duruyoruz. O halde gaalib olanlar onlar mı"
        },
        {
            "chapter": 21,
            "verse": 45,
            "text": "De ki: «Ben ancak vahy ile sizin başınıza gelecek tehlikeleri haber veriyorum». (Fakat) sağırlar inzâr (ve tehdîd) edilecekleri zaman duymazlar"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "Andolsun ki Rabbinin azabından onlara ednâ bir şey dokunsa muhakkak: «Yazıklar olsun bize. Biz gerçekden zaalimlermişiz» diyeceklerdir"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "Biz kıyamet gününe mahsus adalet terazileri koyacağız. Artık hiçbir kimse hiçbir şeyle haksızlığa uğratılmayacakdır. (O şey) bir hardal dânesi kadar bile olsa onu getiririz (mîzâna koyarız). Hesabcılar olarak da biz yeteriz"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "Andolsun ki biz Musa ile Hâruunu bir zıyaa, takvaa saahibleri için de bir şeref olan fürkaanı verdik"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "(Öyle takvaa saahibleri) ki onlar tenhâda da Rablerine candan saygı gösterirler. Onlar kıyâmetden korkanlardır"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "İşte bu (Kur´an) da bizim indirdiğimiz feyz kaynağı bir zikirdir. Şimdi siz mi bunu inkâr edicilersiniz"
        },
        {
            "chapter": 21,
            "verse": 51,
            "text": "Andolsun ki biz daha evvel Ibrâhîme de rüşdünü verdik ve biz onu (n buna ehil olduğunu) bilenlerdik"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "O zaman o, babasına ve kavmine: «Sizin tapmakda olduğunuz bu heykeller nedir?» demişdi"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "Onlar: «Biz atalarımızı bunların tapıcıları olarak bulduk» dediler"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "(İbrâhîm) dedi: «Andolsun, siz de, atalarınız da apaçık bir sapıklık içindesiniz»"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "Onlar: «Sen bize gerçeği mi getirdin, yoksa sen şakacılardan mısın?» dediler"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "O da: «Hayır, dedi, sizin Rabbiniz hem göklerin, hem yerin Rabbidir ki bunları O yaratmışdır ve ben de buna yakıyn haasıl edenlerdenim»"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "«Allaha yemîn ederim ki siz arkanızı dönüb gitdikden sonra ben putlarınıza elbette bir tuzak kuracağım»"
        },
        {
            "chapter": 21,
            "verse": 58,
            "text": "Derken o, bunları parça parça etdi. Yalınız onların büyüğünü bırakdı, belki ona müracaat ederler diye"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "Dediler: «Bunu bizim Tanrılarımıza kim yapdı? Her halde o, zaalimlerden biri (olacak)»"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "Dediler: «İşitdik ki kendisine Ibrâhîm denilen bir gene bunları diline doluyordu»"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "Dediler: «O halde onu insanların gözleri önüne getirin. Olur ki onlar da (aleyhinde) şâhidlik ederler»"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "«Ey Ibrâhîm, dediler, sen mi Tanrılarımıza bu işi yapdın?»"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "Dedi: «Belki bu işi onların şu büyüğü yapmışdır! O halde (başlarına geleni) onlara sorun, eğer söylerlerse»"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "Bunun üzerine vicdanlarına dönüb (birbirlerine) dediler ki: «Hiç şübhesiz (asıl) zaalimler sizsiniz, siz»"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "Sonra yine (eski) kafalarına döndürüldüler; «Andolsun ki bunların söz söylemeyeceğini sen de bilirsin» dediler"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "(Ibrâhîm) dedi: «Öyleyse Allâhı bırakıb da size hiçbir şeyle ne fâide, ne zarar yapamayacak olan (bu put) lara haalâ tapacak mısınız»"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "«Yuf size ve Allâhı bırakıb tapmakda olduklarınıza! Akıllanmayacak mısınız siz»"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "Dediler: «Ona yakın! (bu suretle) Tanrılarınıza yardım edin, eğer (bir iş) yapanlarsanız»"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "Biz de dedik: «Ey ateş, Ibrâhîme karşı serin ve selâmet ol»"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "Ona (böyle) bir tuzak kurmak istediler. Fakat biz kendilerini daha ziyâde hüsrana düşenler (den) kıldık"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "Onu da, Lutu da — içinde âlemler için bereketler verdiğimiz arza (ulaşdırıb) — kurtardık"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "Ona (İbrâhîme) Ishaakı, üstelik bir de Ya´kuubu ihsan etdik ve (bunların) her birini saalih (zât) ler yapdık"
        },
        {
            "chapter": 21,
            "verse": 73,
            "text": "Onları emrimizle doğru yolu gösterecek rehberler kıldık, kendilerine hayırlı işler yapmayı, dosdoğru namaz kılmayı, zekât vermeyi vahyetdik. Onlar bize ibâdet edicilerdi"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "Lûta, (evet) ona da bir hüküm, bir ilim verdik. Onu kötülükler yapmakda devam eden o memleketden kurtardık. Hakıykat onlar fena bir kavm idiler, fâsıkdılar"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "Onu rahmetimizin ta içine koyduk. Çünkü o, saalihlerdendi"
        },
        {
            "chapter": 21,
            "verse": 76,
            "text": "Nuuhu da (hatırla). Çünkü o, daha evvel düâ etmişdi de biz onu kabul eylemişdik. Nihayet kendisini de, ehlini de o büyük sıkıntıdan kurtardık"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "Onun, âyetlerimizi yalanlayan kavminden, biz öcünü aldık. Hakıykat onlar kötü bir kavmdiler. Biz de işte topunu birden (suda) boğduk"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "Dâvudu ve Süleymanı da (hatırla). Hani onlar ekin (yahud bağ mes´elesi) hakkında hüküm veriyorlardı. Hani kavmin davarı (geceleyin çobansız olarak ekinin, yahud bağın) içinde yayılmış (zarar yapmış) di. Onların (verdikleri) hükmün biz şâhidleri idik"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "Biz onu (n fetvasını) hemen Süleymana anlatmışdık. (Zâten) biz, her birine hüküm, ve ilim vermişdik. Dağları ve kuşları, Dâvud ile birlikde tesbîh etmek üzere, râm etmişdik. (Bütün bunları) yapanlar bizdik"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "Biz ona sizin için, sizin muhaarebenizin şiddetinden korumak için giyecek (zırh) san´atını öğretdik. Şimdi siz (bundan dolayı) şükredenler misiniz"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "Süleymana da şiddetli esen rüzgârı (müsehhar kıldık ki) bu kendisini içerisine (feyz-ü) bereket verdiğimiz yere onun emriyle akar götürürdü. Biz her şey´i bilenleriz"
        },
        {
            "chapter": 21,
            "verse": 82,
            "text": "Şeytanlardan onun için denize dalacak ve bundan başka iş (ler) görecek olan kimseleri de (teshîr etdik). Biz onların nigehbânı idik"
        },
        {
            "chapter": 21,
            "verse": 83,
            "text": "Eyyubu da (hatırla.) Hani o, Rabbine: «Hakıykat, bana (bu) derd (gelib) çatdı. Sen esirgeyicilerin esirgeyicisisin» diye niyaz etmişdi"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "Biz de onu (n bu duasını) kabul etmiş, kendisindeki o zararı gidermiş, tarafımızdan bir rahmet ve ibâdet edenler için bir haatıra olmak üzere hem ailesini, hem onlarla beraber daha bir mislini ona vermişdik"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "İsmâîli, Idrîsi, Zülfikü de (yâdet. Bunların) her biri de sabr (ve sebat) edenlerdendi"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "Onları da rahmetimizin içerisine sokduk. Onlar hakıykaten saalihlerdendi"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "O balık saahibini de (hatırla). Hani o, (kavmine) öfkelenmiş olarak gitmişdi de bizim kendisini hiçbir zaman sıkışdırmayacağımızı sanmışdı. Derken o, karanlıklar içinde (kalıb): «Senden başka hiçbir Tanrı yokdur. Seni tenzîh ederim. Hakıykat ben haksızlık edenlerden oldum» diye (Allaha) niyaz etmişdi"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "Bunun üzerine biz de onu (n bu duasını) kabul etdik, kendisini gamdan selâmete erdirdik. İşte biz îman edenleri böyle kurtarırız"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "Zekeriyyâyi de (an). Hani o, Rabbine: «Rabbim, beni yalınız başıma bırakma. Sen vârislerin en hayırlısısın» diye niyaz etmişdi"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "Biz onu (n) da (bu duasını) kabul ve kendisine Yahyâyi ihsan etdik. Eşini (doğurmıya) saalih kıldık. Hakıykat (bütün) bunlar (bu peygamberler) hayır işlerinde yarışırlar, umarak ve korkarak bize düâ ederlerdi. Onlar bizim için derin saygı gösterenlerdi"
        },
        {
            "chapter": 21,
            "verse": 91,
            "text": "Irzını (bir kala gibi) koruyan o kızı da (yâd et) ki biz ona ruuhumuzdan üflemiş, kendisini de, oğlunu da âlemlere ibret kılmışdık"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "Hakıykat, bu sizin ümmetiniz bir tek ümmetdir. (Şu tevhîd ve İslâm dîni, bir tek dîn olarak, sizin dîninizdir). Ben de sizin Rabbinizim. O halde (başkasına değil) bana kulluk edin"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "(Muhaatablardan ba´zıları) aralarında, (din) işlerinde fırka fırka oldular. (Bununla beraber) hepsi yine ancak bize dönücülerdir"
        },
        {
            "chapter": 21,
            "verse": 94,
            "text": "O halde kim mü´min olarak iyi (amel) lerden bir (şey) yaparsa onun sa´yinin (karşılığı şükran olacakdır), küfran (ve mahrumiyyet) değil. Biz onun hiç şübhesiz yazıcılarıyız"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "Helak etdiğimiz bir memleket (ahâlisinin) hakıykaten (mahşere) dönmemeleri imkânsızdır"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "Nihayet Ye´cûc ve Me´cûc (un seddi) açılıb da her tepeden saldıracakları ve gerçek va´d olan (kıyamet) yaklaşdığı vakit, işte o zaman o küfr (ve inkâr) edenlerin gözleri hemen belirib kalacak, «Eyvah bizlere! Doğrusu biz bundan gaflet içindeydik. Hayır, biz zaalim kimselerdik» (diyecekler)"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "Nihayet Ye´cûc ve Me´cûc (un seddi) açılıb da her tepeden saldıracakları ve gerçek va´d olan (kıyamet) yaklaşdığı vakit, işte o zaman o küfr (ve inkâr) edenlerin gözleri hemen belirib kalacak, «Eyvah bizlere! Doğrusu biz bundan gaflet içindeydik. Hayır, biz zaalim kimselerdik» (diyecekler)"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "Siz de, Allâhı bırakıb tapmakda olduklarınız da hiç şübhesiz ki cehennem odunusunuz. Siz oraya gireceksiniz"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "Eğer onlar (tapdığınız o yalancı Tanrılar) ma´butlar olsalardı oraya girmeyeceklerdi. (Tapanların da, tapılanların da) hepsi orada ebedî kalıcıdırlar"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "Orada (hakları) inim inim inlemekdir onların (tapılanların). Bunlar orada da (sağır olub bir şey) duymayacaklardır"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "Şübhe yok ki kendileri için bizden en güzel (bir seâdet) sebk etmiş (takdîr edilmiş) olanlar, işte bunlar oradan (cehennemden) uzaklaşdırılmışlardır"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "Bunlar gönüllerinin dilediği (ni´metler) içinde ebedî (yaşamlarken onun (cehennemin) gizli sesini bile duymazlar"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "O en büyük korku bunları asla tasaya düşürmez. Bunları melekler karşılayarak: «Bu, size (dünyâda) va´d olunan (mutlu) gününüzdür» (diye cennet kapıları önünde tebrik ederler)"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "(Yâdet) o günü ki biz göğü, kitabların sahîfesini dürüb büker gibi, düreceğiz. ilk yaratışa nasıl başladıksa, üzerimizde (hak) bir va´d olarak, yine onu iade edeceğiz. Hakıykatde faailler biziz"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "Andolsun, Tevrâtdan sonra Zebur da da yazmışızdır ki arza (ancak) saalih kullarım mîrascı olur"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "Şübhe yok ki bu (Kur´an) da âbidler zümresi için (umduklarına) ulaşma (çâreleri) vardır"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "Biz, seni (Habîbim) âlemlere (başka bir şey için değil) ancak rahmet için gönderdik"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "De ki: «Bana sâde Tanrınızın ancak bir Tanrı olduğu vahy olunuyor. Artık siz (bu vech ile) müslüman oluyor musunuz»"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "Eğer (Bu teklife karşı) onlar (yine) yüz çevirirlerse (o vakit da) de ki: «Size (hakıykatları) müsavat üzere bildirdim. Tehdîd edilmekde olduğunuz (o korkunç akıbet) yakın mı, yoksa uzak mı, ben bilmem»"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "«Hiç şübhesiz ki sözün açığını da O biliyor, gizlemekde olduğunuzu da O biliyor»"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "«Ben bilmem. Belki bu (mühlet) sizin için bir imtihandır, bir zamana kadar bir fâidelenmedir, (bir geçinmedir)»"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "(Peygamber) dedi: «Yârab, sen (benimle o tekzîb edenlerin arasını) hak ile hükmet. Bizim Rabbimiz; O çok esirgeyen (Allah) dır ki sizin vasf (-ü isnâd) edegeldiklerinize karşı (yegâne) sığınılan Odur»"
        }
    ]
}