{
    "chapter": [
        {
            "chapter": 36,
            "verse": 1,
            "text": "Yâsîn"
        },
        {
            "chapter": 36,
            "verse": 2,
            "text": "O hikmet dolu Kur´ana yemîn ederim ki"
        },
        {
            "chapter": 36,
            "verse": 3,
            "text": "Sen (Habîbim) hiç şübhesiz (Hak canibinden) gönderilen (peygamber) lerdensin"
        },
        {
            "chapter": 36,
            "verse": 4,
            "text": "Dosdoğru bir yol üzerindesin"
        },
        {
            "chapter": 36,
            "verse": 5,
            "text": "(Bu Kur´an) yegâne gaalib, çok esirgeyici (Allah) in indirdiği (bir kitab) dır"
        },
        {
            "chapter": 36,
            "verse": 6,
            "text": "(Bunun) hikmeti de (yakın) ataları azâb ile korkutulmamış, bu yüzden kendileri gaflet içinde kalmış olan bir kavmi (onunla) korkutmandır"
        },
        {
            "chapter": 36,
            "verse": 7,
            "text": "Andolsun ki bunların çoğunun üzerine o söz hak olmuşdur. Artık bunlar îman etmezler"
        },
        {
            "chapter": 36,
            "verse": 8,
            "text": "Hakıykat, biz onların boyunlarına öyle lâleler geçirdik ki bunlar çenelerine kadar (dayandı). Şimdi onlar, kafaları ve burunları yukarı kaldırılmış haldedirler"
        },
        {
            "chapter": 36,
            "verse": 9,
            "text": "Biz hem önlerinden bir sed, hem arkalarından bir sed çektik. Böylece onları sarıverdik. Artık görmezler"
        },
        {
            "chapter": 36,
            "verse": 10,
            "text": "Onları (azâb ile) ha korkutmuşsun, ha korkutmamışsın onlarca birdir. İman etmezler"
        },
        {
            "chapter": 36,
            "verse": 11,
            "text": "Sen ancak o zikre uyan ve çok esirgeyici (Allah) a gaaibâne büyük saygı gösteren kimseleri inzâr edeceksin. İşte sen on (lar) ı hemen mağfiretle, hem çok şerefli mükâfatla müjdele"
        },
        {
            "chapter": 36,
            "verse": 12,
            "text": "Hakıykat, ölüleri biz diriltiriz biz. Önden gönderdikleri şeyleri ve (bırakdıkları) eserleri de biz yazarız. (Zâten) biz her şey´i apaçık bir kitabda (yazıb) saymışızdır"
        },
        {
            "chapter": 36,
            "verse": 13,
            "text": "Onlara o şehir yaranını misâl getir. Hani oraya elçiler gelmişdi"
        },
        {
            "chapter": 36,
            "verse": 14,
            "text": "Biz o zaman kendilerine iki (elçi) göndermişdik de onları tekzîb etmişlerdi. Biz de bir üçüncü ile (bunları) takviye etmişdik de «Hakîkat, biz size gönderilmiş elçileriz» demişlerdi"
        },
        {
            "chapter": 36,
            "verse": 15,
            "text": "Onlar: «Siz, dediler, bizim gibi insandan başka (kimseler) değilsiniz. Hem Rahman hiçbir şey indirmemişdir?. Siz yalan söyler (kimse) lerden başkası değilsiniz"
        },
        {
            "chapter": 36,
            "verse": 16,
            "text": "(Elçiler şöyle) dediler: «Rabbimiz biliyor ki biz hakıykaten size gönderilmiş elçileriz»"
        },
        {
            "chapter": 36,
            "verse": 17,
            "text": "«Bizim üzerimize (düşen vazîfe) apaçık tebliğden başkası değildir»"
        },
        {
            "chapter": 36,
            "verse": 18,
            "text": "Dediler: «Doğrusu biz sizin yüzünüzden uğursuzlandık. Eğer vaz geçmezseniz, andolsun, sizi mutlak taşlarız. Bizden size muhakkak acıklı bir işkence de dokunur»"
        },
        {
            "chapter": 36,
            "verse": 19,
            "text": "(Onlar da): «Sizin uğursuzluğunuz, dediler, kendi berâberinizdedir. Size nasıyhat edilirse mi? Hayır, siz haddi aşıb taşanlar güruhusunuz»"
        },
        {
            "chapter": 36,
            "verse": 20,
            "text": "O şehrin en uc (kenar) ından koşarak bir adam geldi. «Ey kavmim, dedi, uyun o gönderilmiş olanlara»"
        },
        {
            "chapter": 36,
            "verse": 21,
            "text": "«Uyun sizden hiçbir ücret istemeyen o kimselere. Onlar hidâyete ermiş (zâtler) dir»"
        },
        {
            "chapter": 36,
            "verse": 22,
            "text": "«Ben, beni yaratana neden kulluk etmeyecekmişim? Siz (hepiniz) ancak Ona döndürü (lüb götürü) leceksiniz»"
        },
        {
            "chapter": 36,
            "verse": 23,
            "text": "«Ben Ondan başka Tanrılar edinir miyim? Eğer O çok esirgeyici (Allah) bana bir zarar (yapmak) dilerse onların (iddia etdiğiniz) şefaati bana hiçbir şeyle fâide vermez. Onlar beni asla kurtaramazlar»"
        },
        {
            "chapter": 36,
            "verse": 24,
            "text": "«Şübhesiz ben o takdîrde mutlak apaçık bir sapıklık içindeyim (demek) dir»"
        },
        {
            "chapter": 36,
            "verse": 25,
            "text": "«Gerçek, ben Rabbinize îman etdim. İşte bunu benden duyun»"
        },
        {
            "chapter": 36,
            "verse": 26,
            "text": "(Ona): «gir cennete denildi. (O da) «Nolurdu, dedi, kavmim bilselerdi»"
        },
        {
            "chapter": 36,
            "verse": 27,
            "text": "«Rabbimin beni yarlığadığını, beni (cennetle) ikram edilenlerden kıldığını»"
        },
        {
            "chapter": 36,
            "verse": 28,
            "text": "Ondan sonra kavminin üzerine gökden hiçbir ordu indirmedik, indiriciler de değildik"
        },
        {
            "chapter": 36,
            "verse": 29,
            "text": "(Onların yakalanması, yahud ukuubeti) birtek sayhadan başka (bir şeyle) değildi. Artık hemen sönü (b gidi) verenler (oldular)"
        },
        {
            "chapter": 36,
            "verse": 30,
            "text": "Ey kulların üzerine (çöken büyük) hasret (ve nedamet, hazır ol! Çünkü) onlar kendilerine herhangi bir peygamber (ve elçi) gelmeye dursun, ille onunla istihza ederlerdi"
        },
        {
            "chapter": 36,
            "verse": 31,
            "text": "Kendilerinden evvel nice nesilleri helâk etdiğimiz, bunların birdaha onlara dönmez (ümmet) ler olduklarını (müşrikler) gör (ür gibi bil) mediler mi"
        },
        {
            "chapter": 36,
            "verse": 32,
            "text": "(Onların) hepsi de, muhakkak, toptan bizim karşımıza ihzaaren getirilmişlerdir (getirileceklerdir)"
        },
        {
            "chapter": 36,
            "verse": 33,
            "text": "Ölü toprak — ki biz onu canlandırdık. İçinden dâne (ler) çıkardık da ondan yeyip duruyorlar — onlar için bir ibret (bir delîl) dir"
        },
        {
            "chapter": 36,
            "verse": 34,
            "text": "Biz orada hurmalıklardan, üzüm bağlarından nice bostanlar yapdık. İçlerinde pınarlardan (nicesini) fışkırtdık"
        },
        {
            "chapter": 36,
            "verse": 35,
            "text": "(Allahın yaratdığı) mahsulden ve kendi ellerinin yapdıklarından yemeleri için. Haalâ şükretmeyecekler mi"
        },
        {
            "chapter": 36,
            "verse": 36,
            "text": "Yerin bitirmekde olduğu şeylerden, (insanların) kendilerinden ve daha bilemeyecekleri nice şeylerden bütün çiftleri yaratan (Allahın şânı ne kadar yücedir,) münezzehdir"
        },
        {
            "chapter": 36,
            "verse": 37,
            "text": "Gece de onlar için bir âyetdir. Biz ondan gündüzü sıyırıb çıkarırız. Bir de bakarlar ki karanlığa girmişlerdir onlar"
        },
        {
            "chapter": 36,
            "verse": 38,
            "text": "Güneş de (ilâhî bir âyetdir ki) kendi karargâhında (mahrekinde aleddevam seyr ve) cereyan etmekdedir. Bu, mutlak gaalib, (her şey´i) hakkıyle bilen (Allah) ın takdiridir"
        },
        {
            "chapter": 36,
            "verse": 39,
            "text": "Ay (a gelince:) Biz ona da menzil menzil mıkdarlar ta´yîn etdik. Nihayet o, eski hurma salkımının eğri çöpü gibi bir haale dönmüşdür (döner)"
        },
        {
            "chapter": 36,
            "verse": 40,
            "text": "Ne güneşin aya erişib çatması, ne de gecenin gündüzü geçmiş olması gerekmez. (Ecramdan) hepsi de (ayrı ayrı) birer felekde yüzerler"
        },
        {
            "chapter": 36,
            "verse": 41,
            "text": "Onlar için bir âyet (ve ibret) de bizim, onların zürriyyetlerini o dopdolu gemilerde taşımış olmamız"
        },
        {
            "chapter": 36,
            "verse": 42,
            "text": "Ve kendilerine bunun gibi binecekleri (nice) şeyleri yaratmış bulunmamızdır"
        },
        {
            "chapter": 36,
            "verse": 43,
            "text": "Eğer dilersek onları (suda) boğarız. O suretde kendileri için bir imdadcı da yokdur, onlar kurtarılamazlar da"
        },
        {
            "chapter": 36,
            "verse": 44,
            "text": "Meğer ki bizden bir esirgeme ve daha bir zamana kadar yaşatma (mukadder) ola"
        },
        {
            "chapter": 36,
            "verse": 45,
            "text": "Onlara : «Önümüzdekinden de, arkanızdakinden de sakının. Tâki esirgerlesiniz» denildiği zaman (yüz çevirdiler)"
        },
        {
            "chapter": 36,
            "verse": 46,
            "text": "Onlara Rablerinin âyetlerinden herhangi bir âyet gelmeye dursun, ille ondan yüz çeviricidirler"
        },
        {
            "chapter": 36,
            "verse": 47,
            "text": "Onlara : «Allahın sizi rızıklandırdığı şeylerden (hayra) harc edin» denilince o küfredenler, îman edenlere (şöyle) dedi (ler): «Allahın, dileseydi, yedireceği kimseye biz mi yedirecek misiz? Siz apaçık bir sapıklıkda bulunanlardan başkaları değilsiniz»"
        },
        {
            "chapter": 36,
            "verse": 48,
            "text": "«Siz doğru söyleyenlerseniz bu tehdîd (in tehakkuku) ne zaman (söyleyin)?» derler"
        },
        {
            "chapter": 36,
            "verse": 49,
            "text": "Onlar birbiriyle itişib dururlarken kendilerini yakalayacak bir tek sayhadan başkasını gözetmezler"
        },
        {
            "chapter": 36,
            "verse": 50,
            "text": "(İşte o zaman) bunlar bir vasıyyetde bile bulunamazlar. (Hattâ o vakit) ailelerine dahi dönecek (halde) değildirler"
        },
        {
            "chapter": 36,
            "verse": 51,
            "text": "«Suur» a üfürülmüşdür. Artık bakarsın ki onlar kabirlerinden (kalkıp) Rablerine doğru koşup gidiyorlar"
        },
        {
            "chapter": 36,
            "verse": 52,
            "text": "(O zaman şöyle) demişlerdir: «Eyvah bize! Uyuduğumuz yerden bizi kim kaldırdı? Bu (Ba´s) çok esirgeyici (Allah) ın va´d etdiği şey. Gönderilen (peygamber) ler (meğer) doğru söylemiş»"
        },
        {
            "chapter": 36,
            "verse": 53,
            "text": "(Bu), birtek sayhadan başkası değildir. Artık onlar topdan (ve) derhal izhaaren önümüze getirilmişlerdir"
        },
        {
            "chapter": 36,
            "verse": 54,
            "text": "İşte bugün kimseye hiçbir şeyle haksızlık edilmez. Siz de yapar olduğunuzdan başkasiyle mukaabele görmezsiniz"
        },
        {
            "chapter": 36,
            "verse": 55,
            "text": "Şübhe yok ki bugün cennet yârânı mesruru handan bir zevk ve eğlence içindedirler"
        },
        {
            "chapter": 36,
            "verse": 56,
            "text": "Kendileri de, zevceleri de (cennet) gölgeler (in) dedirler. Tahtların üstüne kurulub dayanmışlardır"
        },
        {
            "chapter": 36,
            "verse": 57,
            "text": "Orada taze yemiş (ler) onların, temennî edecekleri herşey onlarındır"
        },
        {
            "chapter": 36,
            "verse": 58,
            "text": "Çok esirgeyici Rab (lerin) den bir de selâm (var) dır"
        },
        {
            "chapter": 36,
            "verse": 59,
            "text": "«Ey günahkârlar, bugün siz (bir tarafa) ayrılın»"
        },
        {
            "chapter": 36,
            "verse": 60,
            "text": "Ey Âdem oğulları, «Şeytana tapmayın. Çünkü o, sizin için (Rabbinizden) ayıran bir düşmandır, Bana ibâdet edin. işte dosdoğru yo! budur» diye size emr etmedim mi? (buyuracak)"
        },
        {
            "chapter": 36,
            "verse": 61,
            "text": "Ey Âdem oğulları, «Şeytana tapmayın. Çünkü o, sizin için (Rabbinizden) ayıran bir düşmandır, Bana ibâdet edin. işte dosdoğru yo! budur» diye size emr etmedim mi? (buyuracak)"
        },
        {
            "chapter": 36,
            "verse": 62,
            "text": "Andolsun ki (şeytan) sizden birçok halkı sapdırmadı. O vakit neye akıl etmiyordunuz"
        },
        {
            "chapter": 36,
            "verse": 63,
            "text": "İşte bu, (öteden beri) tehdîd edegeldiğiniz cehennemdir"
        },
        {
            "chapter": 36,
            "verse": 64,
            "text": "Küfür (ve inkârda ısrar) edişinize mukaabil girin oraya"
        },
        {
            "chapter": 36,
            "verse": 65,
            "text": "O gün ağızlarının üstüne mühür basarız. Ne irtikâb ediyor idiyseler bize elleri söyler, ayakları (ve diğer uzuvları) da şâhidlik eder"
        },
        {
            "chapter": 36,
            "verse": 66,
            "text": "Eğer dileseydik onları gözlerinin üzerinden silme kör yapardık da yolda koşuşub (didişib) kalırlardı. Artık nasıl göreceklerdi"
        },
        {
            "chapter": 36,
            "verse": 67,
            "text": "Yine dileseydik onları oldukları yerde suratlarını değişdirib bambaşka çirkin bir mâhiyyete getirirdik de ne ileri gitmiye, ne geri dönüb gelmiye güçleri yetmezdi"
        },
        {
            "chapter": 36,
            "verse": 68,
            "text": "Kime uzun ömür veriyorsak onun yaratılışını baş aşağı ediyoruz. (Buna da) akılları ermiyor mu"
        },
        {
            "chapter": 36,
            "verse": 69,
            "text": "Biz ona şiir öğretmedik. (Bu) ona yakışmaz da. O (nun getirdiği kitab) bir öğütden ve (hükümleri) açıklayan bir Kur´andan başkası değildir"
        },
        {
            "chapter": 36,
            "verse": 70,
            "text": "(Bu da) hayâtı olan kimselere (gelecek tehlikeleri) haber vermek ve kâfirlere o söz hak olmak için (dir)"
        },
        {
            "chapter": 36,
            "verse": 71,
            "text": "Ellerimizin işleyib yapdıklarından kendileri için bunca davarlar yaratdığımızı, bu sayede onlara mâlik olmuş bulunduklarını da görmediler mi"
        },
        {
            "chapter": 36,
            "verse": 72,
            "text": "Biz onları kendilerine müsahhar kıldık. İşte binecekleri bunlardan, yiyecekleri bunlardandır"
        },
        {
            "chapter": 36,
            "verse": 73,
            "text": "Bunlarda kendileri için daha nice menfeatler ve içecekler vardır. Haalâ şükr etmezler mi"
        },
        {
            "chapter": 36,
            "verse": 74,
            "text": "Onlar Allâhı bırakıb (gûyâ) kendileri yardım (a mazhar) edilecekler ümidiyle (başka) ma´budlar edindiler"
        },
        {
            "chapter": 36,
            "verse": 75,
            "text": "Ki bunlar onlara asla yardım edemezler (Bil´akis) kendileri bunlar için hazırlanmış (bir sürü) avenedir"
        },
        {
            "chapter": 36,
            "verse": 76,
            "text": "O halde (habîbim) onların lâfı seni gamnâk etmesin. Şübhe yok ki biz onların neler gizlemekde olduklarını, neler açıklaya geldiklerini biliyoruz"
        },
        {
            "chapter": 36,
            "verse": 77,
            "text": "İnsan, kendisini bir nutfeden yaratdığımızı gör (ür gibi bilmedi mi ki şimdi o, açıkdan açığa müfrit bir muhaasım (kesilmekde) dir"
        },
        {
            "chapter": 36,
            "verse": 78,
            "text": "O, kendi yaratılışını unutarak bize bir misâl getirdi: «Bu çürümüş kemiklere kim can verecekmiş?» dedi"
        },
        {
            "chapter": 36,
            "verse": 79,
            "text": "(Habîbim) de ki: «Onları ilk defa yaratan diriltecek. O, her yaratmayı hakkıyle bilendir»"
        },
        {
            "chapter": 36,
            "verse": 80,
            "text": "O, yemyeşil ağaçdan sizin için bir ateş çıkarandır. İşte bakın (ateşi) ondan (çakıb) alıyorsunuz"
        },
        {
            "chapter": 36,
            "verse": 81,
            "text": "Gökleri ve yeri yaratan (Allah), onlar gibisini yaratmıya kaadir değil midir? Elbette (kaadirdir). O, (bütün kâinatı) yaratandır, (her şey´i) hakkıyle, bilendir"
        },
        {
            "chapter": 36,
            "verse": 82,
            "text": "Onun emri, bir şey´i dilediği zaman, ona ancak «Ol» demesinden ibâretdir. O da oluverir"
        },
        {
            "chapter": 36,
            "verse": 83,
            "text": "Demek her şey´in mülk-ü tesarrufu (ve kudreti) kendi elinde bulunan (Allah) ın şanı ne kadar yücedir, münezzehdir! Siz ancak Ona döndürül (üb götürül) eceksiniz"
        }
    ]
}