{
    "maqras": [
        {
            "chapter": 28,
            "verse": 76,
            "text": "Mazima Karuna yali wa mu bantu ba Musa naabeewaggulako, ate nga twamuwa amawanika nga ddala e bisumuluzo byago bizitoowerera e kibinja eky'amaanyi. Jjukira abantube bwe baamugamba nti tosanyuukirira mazima Katonda tayagala basanyuukirira bitaliimu"
        },
        {
            "chapter": 28,
            "verse": 77,
            "text": "Noonya e nyumba ey'enkomerero nga okozesa ebyo Katonda bye yakuwa, era teweerabiranga omugabogwo mu nsi, kolera (abalala) obulungi nga Katonda bwa kukolera obulungi, toluubiriranga okwonoona mu nsi. Mazima Katonda tayagala boonoonyi"
        },
        {
            "chapter": 28,
            "verse": 78,
            "text": "(Karuna) naagamba mazima (bye nnina) nnabiweebwa lwa kumanya kwe nnina. Abaffe teyamanya nti ddala Katonda yazikiriza oluberyeberyerwe e mirembe gy'abo abaali bamusinga amaanyi era nga baakungaanya bingi okumusinga. Era aboonoonyi tebasabibwa (kunnyonnyola bikwata ku) byonoono bya bwe (anti Katonda abimanyi)"
        },
        {
            "chapter": 28,
            "verse": 79,
            "text": "(Olwo nno Karuna) yafuluma (naagenda) awali abantube nga ali mu byambalobye ebirungi ennyo, abo abaagala obulamu bw'ensi ne bagamba nti singa naffe tulina ng'ebyo ebyaweebwa Karuna mazima yye wa mukisa munene"
        },
        {
            "chapter": 28,
            "verse": 80,
            "text": "Abo abaaweebwa okumanya ne bagamba nti nga mulabye empeera za Katonda z'ezisinga obulungi eri oyo akkiriza n'akola emirimu emirungi (kyokka ekyo) tekiweebwa okugyako abagumiikiriza"
        },
        {
            "chapter": 28,
            "verse": 81,
            "text": "Olwo nno netulagira ettaka nelimumira n'enyumba ye teyalina kabinja k'abantu baamutaasa awatali Katonda era teyali wa mu bayinza kwetaasa"
        },
        {
            "chapter": 28,
            "verse": 82,
            "text": "Abo abeegomba e mbeeraye olunaku lwa jjo, baatuuka okugamba nti weewaawo ddala Katonda ayanjuluza riziki kwoyo gwaba ayagadde mu baddube era nga bwasobola okugifunza. Singa Katonda teyatwagaliza kirungi, naffe yaaliragidde ettaka neritumira yye abaffe tokiraba nti abakaafiiri tebayinza kutuuka ku buwanguzi"
        },
        {
            "chapter": 28,
            "verse": 83,
            "text": "Eyo e nyumba ey'enkomerero (e jjana) tugiteerawo abo abatayagala kwesukkulumya mu nsi wadde okwonoona, era enkomerero ennungi y'abatya Katonda"
        },
        {
            "chapter": 28,
            "verse": 84,
            "text": "Oyo yenna akola ekirungi alisasulwa e kirungi e kikisinga, wabula oyo akola ekibi, abo abakola ebibi tebagenda kusasulwa okugyako ebyo bye baakola"
        },
        {
            "chapter": 28,
            "verse": 85,
            "text": "Mazima oyo eyakukasaako Kur’ani agenda kukuddiza ddala eri obuddo obulagaanye, gamba nti Mukama omulabirizi wange y'asinga okumanya oyo aleese obulungamu, era n'oyo ali mu bubuze obw'olwatu"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "Era wali tosuubira ekitabo okuba nga kikuweebwa, (ekyo tekyali) okugyako okusaasira okuva ewa Mukama omulabiriziwo n'olwekyo tobeeranga omuyambi wa bakaafiiri"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "Era tewabangawo akuggya ku bigambo bya Katonda oluvanyuma lw'okuba nti byassibwa gyoli, era koowoola (abantu) okujja ewa Mukama omulabiriziwo era tobeeranga mu bagatta ebintu ebirala ku Katonda"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "Era tosabanga awamu ne Katonda ekisinzibwa ekirala kyonna, tewali kisinzibwa mu butuufu okugyako yye, buli kintu kyakuggwawo okugyako yye, okusalawo kwonna kukwe era gyali gye mulizzibwa"
        }
    ]
}