{
    "maqras": [
        {
            "chapter": 2,
            "verse": 106,
            "text": "Buli aya yonna gyetusangulawo oba gyetukwerabiza, tuleetamu egisingako oba efaanana nga yo. Abaffe tomanyi nti mazima ddala Katonda muyinza ku buli kintu"
        },
        {
            "chapter": 2,
            "verse": 107,
            "text": "Abaffe tomanyi nti mazima ddala obufuzi bw'eggulu (omusanvu) n'ensi bwa Katonda, era nga temulinaayo mukuumi yenna wadde omutaasa atali ye"
        },
        {
            "chapter": 2,
            "verse": 108,
            "text": "Wabula mulabika mwagala kubuuza mubaka wa mmwe nga Musa bwe yabuuzibwa olubereberye. Omuntu awaanyisa obutakkiriza mu bukkiriza aba abuze okuva ku kkubo eggolokofu"
        },
        {
            "chapter": 2,
            "verse": 109,
            "text": "Bangi mu bantu abaaweebwa ekitabo baagala babakyuse oluvanyuma lwo bukkiriza bwa mmwe babafuule abatakkiriza olw'ensaalwa eri mu mitima gyabwe oluvanyuma lw'amazima okubeeyoleka. Kale (mmwe abasiraamu) musonyiwe era mulekere (abo abaaweebwa ekitabo) okutuusa Katonda lw'anaaleeta ekiragiro kye, mazima Katonda muyinza ku buli kintu"
        },
        {
            "chapter": 2,
            "verse": 110,
            "text": "Era muyimirizeewo e sswala, mutoole ne zzaka. Na buli kalungi konna kemwekolera mugenda kukasanga ewa Katonda. Mazima Katonda alaba mu bujjuvu ebyo bye mukola"
        },
        {
            "chapter": 2,
            "verse": 111,
            "text": "Era nebagamba (nga bakubagana empawa) nti teri agenda kuyingira jjana okugyako abali mu ddiini y'abayudaaya oba ey'abannaswara. Okwo nno kwe kusuubira kwabwe. Bagambe (ggwe Nabbi Muhammad) nti, muleete obujulizi bwa mmwe bwe muba nga mwogera mazima"
        },
        {
            "chapter": 2,
            "verse": 112,
            "text": "Wabula ekituufu kiri nti omuntu eyeewaayo eri Katonda, era neyeeyisa bulungi, wakufuna empeeraye ew'omutonzi we. Abantu abo tebagenda kufuna kutya wadde okunakuwala"
        },
        {
            "chapter": 2,
            "verse": 113,
            "text": "Abayudaaya baagamba nti Abannaswara tebalina kyebaliko, n'abannaswara ne bagamba nti abayudaaya tebalina kyebaliko, so nga ate bonna basoma ekitabo. Bwe kityo n'abatamanyi kusoma nabo bwe bagamba, nga ekigambo kya bali. Katonda wa kulamula wakati waabwe ku lunaku lw’enkomerero ku ebyo byebaalinga baawukanamu"
        },
        {
            "chapter": 2,
            "verse": 114,
            "text": "Ani mulyazaamaanyi okusinga oyo aziyiza okutendereza erinnya lya Katonda mu mizikiti gye, ng'afuba okugyonoona. Tebasaana kugiyingira wabula nga bali mu kutya. Balina obuswavu mu nsi, nga ne ku lunaku lw'enkomerero bagenda kufuna ebibonerezo ebikakali"
        },
        {
            "chapter": 2,
            "verse": 115,
            "text": "Obuvanjuba n'obugwanjuba bya Katonda, kale yonna gyemuba mwolekedde nga musaala eyo y'eri ekibula kya Katonda, mazima Katonda mugazi mu ngeri zonna era mumanyi nnyo"
        },
        {
            "chapter": 2,
            "verse": 116,
            "text": "Bagamba nti Katonda alina omwana. Katonda ali wala nnyo n'ekyo. Wabula ebiri mu ggulu ne mu nsi byonna (bitonde bye) era bimugondera"
        },
        {
            "chapter": 2,
            "verse": 117,
            "text": "Yeyatandikawo eggulu n'ensi. Bw'aba asazeewo ensonga yonna agamba bugambi nti ba ne kiba"
        },
        {
            "chapter": 2,
            "verse": 118,
            "text": "N'abo abatalina kyebamanyi bagamba nti singa Katonda ayogera naffe butereevu, oba netuwebwa ekyamagero. Ekigambo ekyo n'abo abaabasooka baakyogera olwo nebafaanagana mu ndowooza zaabwe, so nga twannyonnyola obujulizi obw'olwatu obukakasa amazima g'ababaka be tutumye eri abantu abalina amagezi agafumiitiriza"
        },
        {
            "chapter": 2,
            "verse": 119,
            "text": "Mazima ffe twakutuma n'amazima nga oli musanyusa era omutiisa. Togenda kubuuzibwa ku bantu ba mu muliro"
        },
        {
            "chapter": 2,
            "verse": 120,
            "text": "Abayudaaya yadde abakulisitaayo tebagenda kukusiima okugyako nga ogoberedde enzikiriza yaabwe, bagambe nti mazima okulungamya kwa Katonda bwe bulungamu obwannamaddala. Singa onoogoberera bo bye baagala oluvanyuma lw'okumanya okukujjidde, togenda kufuna gweweesigamirako wadde omutaasa"
        },
        {
            "chapter": 2,
            "verse": 121,
            "text": "Abo betwawa ekitabo ne bakisoma mu utuufu bw'okukisoma, bo bakikkiriza, wabula abo abakiwakanya abo nno be 'okufaafaaganirwa"
        },
        {
            "chapter": 2,
            "verse": 122,
            "text": "Abange mmwe abaana ba Isirayiri, mujjukire ekyengera kyange kyennabawa era mazima ddala nabasukkulumya ku bantu abalala"
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "Era mutye n'olunaku omuntu lw'ataligasa muntu munne mu kintu kyonna, n' ennunuzi y'omuntu bw'eterikkirizibwa, wadde tewaliba kuwolereza kumugasa. Era nga tebagenda kutaasibwa"
        }
    ]
}