{
    "maqras": [
        {
            "chapter": 20,
            "verse": 83,
            "text": "“Cos'è che ti ha spinto a sopravanzare il tuo popolo, o Mosè?”"
        },
        {
            "chapter": 20,
            "verse": 84,
            "text": "Rispose: “Essi sono sui miei passi. Mi sono affrettato verso di Te, o Signore, per compiacerTi”"
        },
        {
            "chapter": 20,
            "verse": 85,
            "text": "Disse: “In tua assenza abbiamo tentato la tua gente e il Sâmirî li ha traviati”"
        },
        {
            "chapter": 20,
            "verse": 86,
            "text": "Ritornò Mosè al suo popolo pieno di collera e dispiacere, disse: “O popol mio, non vi ha fatto il vostro Signore una bella promessa? [L'attesa] del patto era troppo lunga per voi? Avete voluto che fosse su di voi la collera del vostro Signore e così avete mancato alla promessa che mi avevate fatto?”"
        },
        {
            "chapter": 20,
            "verse": 87,
            "text": "Dissero: “Non è per nostra volontà che abbiamo mancato alla promessa. Eravamo appesantiti dai gioielli di quella gente. Li abbiamo buttati, il Sâmirî li ha gettati"
        },
        {
            "chapter": 20,
            "verse": 88,
            "text": "e ne ha tratto un vitello dal corpo mugghiante”. E [tutti] dissero: “È il vostro dio, il dio di Mosè. [Mosè] ha dimenticato [di informarvene]!”"
        },
        {
            "chapter": 20,
            "verse": 89,
            "text": "Che? Non vedevano che quello non poteva rispondere e non poteva apportar loro né danno, né giovamento"
        },
        {
            "chapter": 20,
            "verse": 90,
            "text": "Già Aronne li aveva avvertiti: “O popol mio, siete caduti nella tentazione! Il Compassionevole è veramente il vostro Signore. Seguitemi allora, e obbedite ai miei ordini”"
        },
        {
            "chapter": 20,
            "verse": 91,
            "text": "Risposero: “Non cesseremo di adorarlo, finché Mosè non sarà di ritorno”"
        },
        {
            "chapter": 20,
            "verse": 92,
            "text": "Disse [Mosè]: “O Aronne, cosa ti ha impedito, quando li hai visti sviarsi"
        },
        {
            "chapter": 20,
            "verse": 93,
            "text": "Perché non mi hai raggiunto? Hai disobbedito ai miei ordini?”"
        },
        {
            "chapter": 20,
            "verse": 94,
            "text": "Rispose: “O figlio di mia madre, non prendermi per la barba o per i capelli. Temevo che avresti detto: \"Hai creato una divisione tra i Figli di Israele e non hai obbedito alle mie parole\"”"
        },
        {
            "chapter": 20,
            "verse": 95,
            "text": "Disse [Mosè]: “E tu, Sâmirî, qual era il tuo disegno?”"
        },
        {
            "chapter": 20,
            "verse": 96,
            "text": "Rispose: “Ho visto quello che non hanno visto, ho preso un pugno di polvere dalla traccia dell'Inviato e l'ho gettata, questo mi ha suggerito l'animo mio”"
        },
        {
            "chapter": 20,
            "verse": 97,
            "text": "“Vattene - disse [Mosè] - \"Per [tutta] la vita dovrai avvertire: Non toccatemi\". Sei destinato ad un incontro cui non potrai mancare! Guarda il dio che hai adorato assiduamente: lo bruceremo e disperderemo [le ceneri] nel mare"
        },
        {
            "chapter": 20,
            "verse": 98,
            "text": "In verità, il vostro Dio è Allah, al di fuori del Quale non c'è divinità alcuna. Egli tutto abbraccia nella Sua Scienza.”"
        },
        {
            "chapter": 20,
            "verse": 99,
            "text": "Così ti raccontiamo le storie del passato. È un Monito da parte Nostra che ti abbiamo dato"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "Chiunque se ne allontana, nel Giorno della Resurrezione porterà un fardello"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "resteranno perpetuamente in quello stato. Che atroce fardello, nel Giorno della Resurrezione"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "Nel Giorno in cui sarà soffiato nel Corno, riuniremo in quel Giorno i malvagi, [e avranno] gli occhi bluastri"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "Bisbiglieranno tra loro: “Non siete rimasti [nella tomba] che dieci [giorni]”"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "Conosciamo meglio [di chiunque altro] quello che diranno, quando il più ragionevole di loro, dirà: “Siete rimasti solo un giorno”"
        },
        {
            "chapter": 20,
            "verse": 105,
            "text": "Ti chiederanno [a proposito] delle montagne; di': “Il mio Signore le ridurrà in polvere"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "e ne farà una pianura livellata"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "dove non vedrai asperità o depressioni”"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "In quel Giorno, seguiranno indefettibilmente colui che li avrà chiamati e abbasseranno le voci davanti al Compassionevole. Non sentirai altro che un mormorio"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "In quel Giorno si potrà godere dell'intercessione solo con il permesso del Compassionevole e da parte di coloro le cui parole saranno da Lui accette"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "Egli conosce quello che li precede e quello che li segue, mentre la loro scienza non può comprenderLo"
        }
    ]
}