{
    "maqras": [
        {
            "chapter": 34,
            "verse": 46,
            "text": "Di': “Ad una sola [cosa] vi esorto: state ritti per Allah, a coppie o singolarmente e riflettete: non c'è alcun demone nel vostro compagno, egli per voi non è altro che un ammonitore che precede un severo castigo”"
        },
        {
            "chapter": 34,
            "verse": 47,
            "text": "Di': “Non vi chiedo nessuna ricompensa. Essa vi appartiene. La mia ricompensa spetta ad Allah. Egli è il Testimone di tutte le cose”"
        },
        {
            "chapter": 34,
            "verse": 48,
            "text": "Di': “Certamente il mio Signore rivela la Verità, Egli ha perfetta conoscenza di ogni cosa nascosta”"
        },
        {
            "chapter": 34,
            "verse": 49,
            "text": "Di': “È giunta la Verità. Il falso non può dar inizio a nulla e nulla rinnovare”"
        },
        {
            "chapter": 34,
            "verse": 50,
            "text": "Di': “Se mi perdo, è solo contro me stesso che mi perdo; se mi mantengo sulla Retta via, è grazie a quello che il mio Signore mi ha rivelato. In verità Egli è Colui Che ascolta, Colui Che è vicino”"
        },
        {
            "chapter": 34,
            "verse": 51,
            "text": "Se li vedessi quando saranno atterriti, senza nessuna via d'uscita e afferrati da presso"
        },
        {
            "chapter": 34,
            "verse": 52,
            "text": "Allora diranno: “Crediamo in Lui”. Ma come raggiungeranno [la fede] da così lontano"
        },
        {
            "chapter": 34,
            "verse": 53,
            "text": "quando in precedenza erano miscredenti e da lontano rifiutavano l'invisibile"
        },
        {
            "chapter": 34,
            "verse": 54,
            "text": "Si porrà [un ostacolo] tra loro e quel che desiderano, come già avvenne per i loro emuli, che rimasero in preda al dubbio e all'incertezza"
        },
        {
            "chapter": 35,
            "verse": 1,
            "text": "Lode ad Allah, Creatore dei cieli e della terra, che ha fatto degli angeli, messaggeri dotati di due, tre o quattro ali. Egli aggiunge alla creazione quello che vuole. In verità Allah è onnipotente"
        },
        {
            "chapter": 35,
            "verse": 2,
            "text": "Nessuno può trattenere ciò che Allah concede agli uomini in misericordia e nessuno può concedere ciò che Egli trattiene. È Lui l'Eccelso, il Saggio"
        },
        {
            "chapter": 35,
            "verse": 3,
            "text": "O uomini, ricordate il favore che Allah vi ha concesso. All'infuori di Lui c'è forse un creatore che vi nutra dal cielo e dalla terra? Non c'è altro dio all'infuori di Lui. Come potete allontanarvi [da Lui]"
        },
        {
            "chapter": 35,
            "verse": 4,
            "text": "E se ti trattano da bugiardo, [sappi] che già trattarono da bugiardi i messaggeri che ti precedettero. Tutto quanto ritorna ad Allah"
        },
        {
            "chapter": 35,
            "verse": 5,
            "text": "O uomini, la promessa di Allah è verità. [Badate] che non vi inganni la vita terrena e l'Ingannatore vi distolga da Allah"
        },
        {
            "chapter": 35,
            "verse": 6,
            "text": "In verità Satana è vostro nemico, trattatelo da nemico. Egli invita i suoi adepti ad essere i compagni della Fiamma"
        },
        {
            "chapter": 35,
            "verse": 7,
            "text": "I miscredenti avranno un duro castigo, mentre coloro che credono e compiono il bene avranno il perdono e ricompensa grande"
        },
        {
            "chapter": 35,
            "verse": 8,
            "text": "[Cosa ne sarà di] colui al quale è stata edulcorata la nefandezza della sua azione al punto che la considera buona? Ma Allah svia chi vuole e guida chi vuole. Quindi non ti affliggere per causa loro: Allah ben conosce quello che hanno operato"
        },
        {
            "chapter": 35,
            "verse": 9,
            "text": "Allah è Colui Che manda i venti: essi sollevano nuvole che spingiamo verso una contrada morta; quindi ridiamo la vita alla terra dopo che era morta. Allo stesso modo [avverrà] la Resurrezione"
        },
        {
            "chapter": 35,
            "verse": 10,
            "text": "E chi desidera potenza... [sappia che] tutta la potenza [appartiene] ad Allah: ascende a Lui la buona parola ed Egli eleva alta l'azione devota. Coloro che invece tramano le azioni malvagie, avranno un castigo severo. La loro trama è destinata al fallimento"
        },
        {
            "chapter": 35,
            "verse": 11,
            "text": "Allah vi ha creati dalla terra e poi da una goccia di sperma e quindi vi ha disposti a coppie. Non c'è femmina che sia gravida o partorisca a Sua insaputa. A nessuno sarà prolungata o abbreviata la vita senza che ciò non sia [scritto] in un Libro. In verità ciò è facile per Allah"
        },
        {
            "chapter": 35,
            "verse": 12,
            "text": "I due mari non sono uguali: uno di acqua fresca, dolce, da bere e l'altro di acqua salata, amara, eppure da entrambi mangiate una carne freschissima e traete gioielli di cui vi adornate. E vedrai le navi solcarli sciabordando, affinché possiate procurarvi la grazia di Allah. Sarete riconoscenti"
        },
        {
            "chapter": 35,
            "verse": 13,
            "text": "Egli fa sì che la notte compenetri il giorno e il giorno compenetri la notte e ha sottomesso il sole e la luna. Ciascuno orbita fino ad un termine stabilito. Questi è Allah, il vostro Signore: appartiene a Lui la sovranità, mentre coloro che invocate all'infuori di Lui non posseggono neppure una pellicola di seme di dattero"
        },
        {
            "chapter": 35,
            "verse": 14,
            "text": "Se li invocate non odono la vostra invocazione e se mai la udissero non saprebbero rispondervi. Nel Giorno della Resurrezione, rinnegheranno il vostro associare. Nessuno può informarti come Colui Che è il Ben Informato"
        }
    ]
}