{
    "maqras": [
        {
            "chapter": 7,
            "verse": 117,
            "text": "Noi ispirammo a Mosè: “Getta la tua verga”. E quella inghiottì tutto quello che avevano fabbricato"
        },
        {
            "chapter": 7,
            "verse": 118,
            "text": "Così si affermò la verità e vanificò quello che avevano fatto"
        },
        {
            "chapter": 7,
            "verse": 119,
            "text": "Furono sconfitti e sembravano umiliati"
        },
        {
            "chapter": 7,
            "verse": 120,
            "text": "Allora i maghi si prosternarono"
        },
        {
            "chapter": 7,
            "verse": 121,
            "text": "E dissero: “Crediamo nel Signore dei mondi"
        },
        {
            "chapter": 7,
            "verse": 122,
            "text": "il Signore di Mosè e di Aronne”"
        },
        {
            "chapter": 7,
            "verse": 123,
            "text": "“Vorreste credere prima che ve ne dia il permesso? - disse Faraone - Si tratta certo di una congiura, che avete ordito nella città, per scacciarne gli abitanti. Ebbene, presto saprete"
        },
        {
            "chapter": 7,
            "verse": 124,
            "text": "vi farò tagliare mani e piedi alternati, quindi vi farò crocifiggere tutti.”"
        },
        {
            "chapter": 7,
            "verse": 125,
            "text": "Dissero: “In verità siamo pronti a tornare al nostro Signore"
        },
        {
            "chapter": 7,
            "verse": 126,
            "text": "ti vendichi su di noi, solo perché abbiamo creduto ai segni del nostro Signore, quando essi ci sono giunti. O Signore, concedici la sopportazione e facci morire [a Te] sottomessi”"
        },
        {
            "chapter": 7,
            "verse": 127,
            "text": "I notabili, del popolo di Faraone, dissero: “Lascerai che Mosè e il suo popolo spargano corruzione sulla terra, abbandonando te e i tuoi dèi?”. Disse: “Poiché abbiamo il dominio su di loro, uccideremo immediatamente i loro figli maschi e risparmieremo le loro femmine”"
        },
        {
            "chapter": 7,
            "verse": 128,
            "text": "Disse Mosè al suo popolo: “Chiedete aiuto ad Allah e sopportate con pazienza: la terra è di Allah, ed Egli ne fa erede colui che sceglie tra i Suoi servi. L'esito felice sarà per coloro che [Lo] temono”"
        },
        {
            "chapter": 7,
            "verse": 129,
            "text": "Dissero: “Siamo stati perseguitati prima che tu venissi e dopo che venisti a noi”. Rispose: “Può darsi che presto il vostro Signore distrugga il nemico e vi costituisca vicari sul paese, per poi guardare quello che farete”"
        },
        {
            "chapter": 7,
            "verse": 130,
            "text": "Colpimmo la gente di Faraone con anni di miseria e scarsità di frutti, affinché riflettessero"
        },
        {
            "chapter": 7,
            "verse": 131,
            "text": "Quando veniva loro un bene dicevano: “Questo ci spetta”; mentre se li colpiva un male, vedevano in Mosè e in quelli che erano con lui, uccelli di malaugurio. Non dipendeva da Allah la loro sorte? Ma la maggior parte di loro non sapeva"
        },
        {
            "chapter": 7,
            "verse": 132,
            "text": "Dissero: “Qualunque segno addurrai per stregarci, noi non crederemo in te”"
        },
        {
            "chapter": 7,
            "verse": 133,
            "text": "Mandammo contro di loro l'inondazione e le cavallette, le pulci, le rane e il sangue, segni ben chiari. Ma furono orgogliosi e rimasero un popolo di perversi"
        },
        {
            "chapter": 7,
            "verse": 134,
            "text": "Quando il castigo li toccava, dicevano: “O Mosè, invoca per noi il tuo Signore, in forza del patto che ha fatto con te. Se allontanerai il castigo da noi, crederemo certamente in te e lasceremo partire con te i Figli di Israele”"
        },
        {
            "chapter": 7,
            "verse": 135,
            "text": "Allontanammo da loro il tormento, ma quando giunse il termine che dovevano rispettare, ecco che mancarono al loro impegno"
        },
        {
            "chapter": 7,
            "verse": 136,
            "text": "Allora Ci vendicammo di loro, li inghiottimmo nel mare, perché tacciavano di menzogna i Nostri segni, ed erano indifferenti ad essi"
        },
        {
            "chapter": 7,
            "verse": 137,
            "text": "E abbiamo fatto, del popolo che era oppresso, l'erede degli Orienti e degli Occidenti della terra che abbiamo benedetta. Così, la bella promessa del tuo Signore si realizzò sui Figli di Israele, compenso della loro pazienza. E distruggemmo ciò che Faraone e il suo popolo avevano realizzato ed eretto"
        },
        {
            "chapter": 7,
            "verse": 138,
            "text": "Facemmo traversare il mare ai Figli di Israele. Incontrarono un popolo che cercava rifugio presso i propri idoli. Dissero: “O Mosè, dacci un dio simile ai loro dèi”. Disse: “In verità siete un popolo di ignoranti”"
        },
        {
            "chapter": 7,
            "verse": 139,
            "text": "Sì, il culto a cui si dedicano sarà distrutto e sarà reso vano il loro operare"
        },
        {
            "chapter": 7,
            "verse": 140,
            "text": "Disse: “Dovrei cercare per voi un altro dio, all'infuori di Allah, Colui Che vi ha preferito alle altre creature?”"
        },
        {
            "chapter": 7,
            "verse": 141,
            "text": "E quando vi salvammo dalla famiglia di Faraone che vi infliggeva il peggiore dei tormenti: uccideva i vostri figli e risparmiava le vostre femmine; era questa una dura prova, da parte del vostro Signore"
        }
    ]
}