{
    "rukus": [
        {
            "chapter": 33,
            "verse": 41,
            "text": "O die ihr glaubt, gedenkt Allahs in häufigem Gedenken"
        },
        {
            "chapter": 33,
            "verse": 42,
            "text": "und preist Ihn morgens und abends"
        },
        {
            "chapter": 33,
            "verse": 43,
            "text": "Er ist es, Der über euch den Segen spricht - und auch Seine Engel -, damit Er euch aus den Finsternissen ins Licht hinausbringt; und Er ist zu den Gläubigen Barmherzig"
        },
        {
            "chapter": 33,
            "verse": 44,
            "text": "Ihr Gruß am Tag, da sie Ihm begegnen, wird sein: \"Friede !\" Und Er hat für sie trefflichen Lohn bereitet"
        },
        {
            "chapter": 33,
            "verse": 45,
            "text": "O Prophet, Wir haben dich gesandt als Zeugen, als Verkünder froher Botschaft und als Warner"
        },
        {
            "chapter": 33,
            "verse": 46,
            "text": "und als einen, der zu Allah mit Seiner Erlaubnis ruft und als eine lichtspendende Leuchte"
        },
        {
            "chapter": 33,
            "verse": 47,
            "text": "Und verkünde den Gläubigen, daß es für sie von Allah große Huld geben wird"
        },
        {
            "chapter": 33,
            "verse": 48,
            "text": "Und gehorche nicht den Ungläubigen und den Heuchlern; beachte nicht die Beleidigungen, die sie dir zufügen, und verlasse dich auf Allah. Und Allah genügt als Sachwalter"
        },
        {
            "chapter": 33,
            "verse": 49,
            "text": "O die ihr glaubt, wenn ihr gläubige Frauen heiratet und euch hierauf von ihnen scheidet, bevor ihr sie berührt habt, dann dürft ihr für sie keine von euch berechnete Wartezeit aussetzen; gewährt ihnen eine Abfindung und gebt sie auf schöne Weise frei"
        },
        {
            "chapter": 33,
            "verse": 50,
            "text": "O Prophet, Wir haben dir (zu heiraten) erlaubt: deine Gattinnen, denen du ihren Lohn gegeben hast, das, was deine rechte Hand (an Sklavinnen) besitzt von dem, was Allah dir als Beute zugeteilt hat, die Töchter deiner Onkel väterlicherseits und die Töchter deiner Tanten väterlicherseits, die Töchter deiner Onkel müt terlicherseits und die Töchter deiner Tanten mütterlicherseits, die mit dir ausgewandert sind; auch eine (jede) gläubige Frau, wenn sie sich dem Propheten (ohne Gegenforderung) schenkt und falls der Prophet sie heiraten will: Dies ist dir vorbehalten unter Ausschluß der (übrigen) Gläubigen - Wir wissen wohl, was Wir ihnen hinsichtlich ihrer Gattinnen und dessen, was ihre rechte Hand (an Sklavinnen) besitzt, verpflichtend gemacht haben -, damit für dich kein Grund zur Bedrängnis bestehe. Und Allah ist Allvergebend und Barmherzig"
        },
        {
            "chapter": 33,
            "verse": 51,
            "text": "Du darfst zurückstellen, wen von ihnen du willst, und du darfst bei dir aufnehmen, wen du willst. Und wenn du doch eine von denjenigen begehrst, die du abgewiesen hast, dann ist das für dich keine Sünde. Das ist eher geeignet, daß sie frohen Mutes, nicht traurig und daß sie alle mit dem zufrieden sind, was du ihnen gibst. Allah weiß, was in euren Herzen ist. Allah ist Allwissend und Nachsichtig"
        },
        {
            "chapter": 33,
            "verse": 52,
            "text": "Darüber hinaus ist dir weder erlaubt, Frauen zu heiraten noch sie gegen (andere) Gattinnen einzutauschen, auch wenn ihre Schönheit dir gefallen sollte, mit Aus nahme dessen, was deine rechte Hand (an Sklavinnen) besitzt. Und Allah ist Wächter über alles"
        }
    ]
}