{
    "maqras": [
        {
            "chapter": 2,
            "verse": 272,
            "text": "Dudu kewajibanira (Muhammad) nuduhake wong-wong kafir, nanging Allah piyambak nuduhake marang wong kang dikersakake. Lan barang kang sira dermakake saka kebecikan, ganjarane marang sira dhewe. Dene anggonira dermakake bandhanira aja mawa pamrih kajaba ngarep-arep (ngupaya) karidhane Allah. Dene anggonira dermakake bandhanira kang becik, iku ganjarane bakal diparingake marang sira, lan sira ora bakal dianiaya"
        },
        {
            "chapter": 2,
            "verse": 273,
            "text": "(Paweweh utawa sidkah) mau diparingake marang wong fakir, kang padha perang ing dalane Allah (sabilillah), padha ora bisa lumaku ngupaya pangupa jiwa ana ing bumi. Wong kang padha ora weruh padha ngira yen wong iku padha sugih, marga ketara anggone padha perwira (ora gelem njejaluk) sira weruh yen wong mau temen padha miskin, padha ora gelem njejaluk marang manungsa. Dene anggonira padha dermakake saka barang kang becik iku satemene Allah Maha Ngudaneni"
        },
        {
            "chapter": 2,
            "verse": 274,
            "text": "Dene wong kang nanjakake (ndermakake) bandhane ana ing wayah bengi lan awan, kelawan delikan lan ngedheng, wong mau bakal padha tampa ganjaran ana ngarsane Pangerane, lan ora duwe rasa kuwatir apa-apa sarta padha ora duwe rasa susah"
        },
        {
            "chapter": 2,
            "verse": 275,
            "text": "Wong kang padha mangan riba (keladuk) ora bakal padha tangi (saka kubur) kajaba kaya tangine wong kang kranjingan syetan, jalaran owah akale, mangkono iku amarga wong padha matur, \"sayektos sade-tinumbas punika sami kemawon kaliyan riba\", Allah ngendika, \"Allah nglilani marang wong kang dol-tinuku, sarta nglarangi (ngaramake) riba\". Dene sing sapa pikantuk piwulang saka Pangerane, dhweke mbanjur gelem mareni (ngestokake), iku barang kang wis kebacut mau bakal diapura, mungguh bab pangapurane iku konjuk ing Allah. Nanging sing sapa mbanjur bali maneh (ngribakake) wong kang mangkono iki padha duweni neraka lan padha langgeng ana ing kono"
        },
        {
            "chapter": 2,
            "verse": 276,
            "text": "Allah nyirnakake berkahing riba lan nikelake berhaing sadaqah. Dene Allah iku ora remen marang sakehing wong kang padha kafir tur dosa"
        },
        {
            "chapter": 2,
            "verse": 277,
            "text": "Satemene wong kang padha mukmin lan padha nindakake kabecikan sarta padha nindakake (ngedegake) sholat lan padha mbayar zakat, bakal padha nampa ganjaran saka ngarsane Pangerane lan ora duwe rasa kuwatir sarta susah"
        },
        {
            "chapter": 2,
            "verse": 278,
            "text": "Para Mukmin kabeh, sira padha bektia ing Allah, lan nyingkirana kekerane riba, manawa sira padha percaya"
        },
        {
            "chapter": 2,
            "verse": 279,
            "text": "Dene yen sira ora padha ngestokake, sira padha weruh menawa Allah lan Utusane bakal merangi sira kabeh, Nanging yen sira padha gelem taubat, sira padha lestari nduweni pokoking bandhanira, (dadi) sira padha ora nganiaya lan ora bakal dianiaya"
        },
        {
            "chapter": 2,
            "verse": 280,
            "text": "Dene menawa ana wong mlarat nandhang utang, iku sira wajib kudu nyrantekake nganti tekan bisane nyaur. Ewadene yen potangira mau mbanjur sira wnehake (lilakake) iku luwih becik, yen sira weruh iku becik sira tindakna"
        },
        {
            "chapter": 2,
            "verse": 281,
            "text": "Lan sira padha wediya ing dina (Qiyamat), ing kono sira padha disowanake marang ngarsane Allah, nuli siji-sijining awak padha diwales miturut kang padha ditindakake lan dheweke ora bakal dianiaya"
        },
        {
            "chapter": 2,
            "verse": 282,
            "text": "Para wong mukmin kabeh, menawa risa padha nyambut gawe nganggo potang sarta wis tekan semayane, padha sira tulisen. Dene para jurutulis nulise perjanjianira kelawansak benere (adil), lan maneh jurutulis aja emoh panulisa miturut dhawuhe Allah kang tumrap marang jurutulis mau, mulane tulisan sak perlune. Dene wong kang nandhang utang, ngrungokna unining tulisane, lan bektiya ing Allah, yen nganti nyelaki, lan aja wani-wani ngurangi utange senajan mung sethithik. Dene manawa wong apes utawa ora bisa ngrungokake, iku waline bae ngrungokna kelawan sak benere. Lan padha neksekna anggonira potang mau nganggo seksi loro kang padha lanange, dene yen saksi mau ora ana wong lanang loro, kena nganggo wong lanang siji sarta wong wadon loro kang padha kena dadi saksi supaya yen saksi kang siji lali, seksi sijine mbanjur ngelingake marang seksi liyane. Para seksi aja emoh yen padha diundang, lan aja bosen nulis barang kang padha sira sekseni, utang mau cilik gedhe tulisna wektune semaya. Mungguhing Allah, utang nganggo ditulisi iku luwih dening bener lan nulung banget marang jejeging seksi, apa dene cedhak banget marang ilaning kamamanganira, kajaba yen dagangan kang diadhep sarta anggonira, tampan tinampan kelawan kenceng iku ora ana pakewuhe tanpa sira tulisi. Dadi jurutulis lan seksi padha ora magepokan perkara iku, ewadene manawa sira padha dol-tinuku prayogane padha neksekna. Dene manawa sira padha nerak larangan mau sira padha dadi wong fasiq lan sira padha bektia ing Allah. Allah wis maringi sumurup ing sira kabeh, dene Allah iku Ngudaneni marang samu barang"
        }
    ]
}