{
    "maqras": [
        {
            "chapter": 3,
            "verse": 171,
            "text": "Dheweke padha bungah-bungah marga padha tampa ganjaran saka Allah lan padha oleh kanugraha. Satemene Allah ora ngilang-ngilangake ganjarane wong kang padha mukmin"
        },
        {
            "chapter": 3,
            "verse": 172,
            "text": "Kang sawise padha ketaton, malah banjur padha ngestokake netepi dhawuhe Allah lan dhawuhe Rasulullah mengsah perang maneh. para wong kang padha nindakake kebecikan ndherek ing Allah lan bekti ing Panjenengane pikantuk ganjaran kang agung"
        },
        {
            "chapter": 3,
            "verse": 173,
            "text": "Yaiku para wong mukmin kang padha diwenehi kabar mengkene, \"Satemene para manungsa (wong kafir) wis padha kumpul numpes ing sira, mula sira padha wedia ing dheweke\". Wisana pangucape wong-wong mau malah nambahi Imane para wong mukmin mau marang Allah, banjur padha ngucap mengkene, \"(Pitulungane) Allah nyukupi ing kita, lan Panjenengan iku becik-becika Pangeran kang pinasrahan (ditawakali)"
        },
        {
            "chapter": 3,
            "verse": 174,
            "text": "Nalika dheweke padha bali kanthi tampa nikmat saka Allah lan kanugrahan, dheweke padha ora ketaman ing sambe kala (ora ketaton lan ora mati) sarta padha ndherek karidhaning Allah. Dene Allah iku kagungan kanugrahan kang Agung"
        },
        {
            "chapter": 3,
            "verse": 175,
            "text": "Satemene kang ngucap kaya mangkono mau syetan, dheweke padha memedeni sira supaya padha wedi marang para pemimpine. Aja padha wedi marang dheweke, nanging padha wedia marang Ingsun, yen nyata sira padha iman marang Panjenenganingsun"
        },
        {
            "chapter": 3,
            "verse": 176,
            "text": "Para wong kang padha age-age dadi kafir aja ndadekake susahira (Muhammad). Satemene kabeh mau ora mbebayani apa-apa marang Allah. Allah anggone nitahake mengkono iku, kersane ora bakal maringi panduman kabegjan marang wong mau ana akherat, malah bakal pikantuk kapatrapan siksa kang gedhe"
        },
        {
            "chapter": 3,
            "verse": 177,
            "text": "Satemene wong-wong kang padha nuku (milih, nukar) kafir kelawan iman, iku ora bebayani apa-apa marang Allah sethithik-thithika, lan padha kapatrapan siksa kang lara"
        },
        {
            "chapter": 3,
            "verse": 178,
            "text": "Wong kang padha kafir aja padha duwe panyana yen anggonira nyrantekake marang dheweke iku becik tumrap dheweke. Nanging anggoningsun nyrantekake iku supaya dheweke wuwuh-wuwuh dosane, lan bakal dipatrapi siksa kang ngasorake"
        },
        {
            "chapter": 3,
            "verse": 179,
            "text": "Allah ora bakal ngendelake marang wong kang padha mukmin ana ing barang kang sira padha ana ing kana, nganti Panjenengane misah (wong) kang ala saka kang becik. Lan Allah ora bakal meruhake ing sira marang barang kang ghoib, nanging Allah milih saka sira para Utusane kang dikersakake . Awit saka iku sira padha percayaa Allah lan Utusane. Lan menawa sira percaya lan bektiing Allah, sira bakal kaparingan ganjarang kang Agung"
        },
        {
            "chapter": 3,
            "verse": 180,
            "text": "Lan wong-wong kang padha kumet (cethil), ora gelem bayar zakat brang kang wis diparingake dening Allah saking sih kanugrahaning, iku aja padha ngira yen anggone padha kumet mau becik tumrap dheweke, satemene malah ala. Besuk dina Qiyamat, barang mau bakal dikalungake marang wong sing kumet mau. Dene Allah iku kagungan (warisan) saisining langit lan bumi . Allah iku waspada marang samubarang kang sira tindakake"
        },
        {
            "chapter": 3,
            "verse": 181,
            "text": "Allah temen wis midanget marang pangucape wong kang padha ngucap, \"Satemene Allah iku mlarat lan kita iku sugih\". Pangucape wong Yahudi mengkono mau Ingsun tulisi, sarta anggone padha mateni para Nabi klawan ora samesthine, iya Ingsung tulisi uga. Ing mbesuk ana ing akherat wong mangkono mau bakal Ingsun dhawuhi, \"Sira padha ngicipana (ngrasakake) siksane neraka kang nggosongake"
        },
        {
            "chapter": 3,
            "verse": 182,
            "text": "Kang mengkono iku marga saka tindakira kang sira tindakake tanganira kang wis kelakon biyen. Satemene Allah ora bakal nganiaya marang para kawulane"
        },
        {
            "chapter": 3,
            "verse": 183,
            "text": "Iya iku wong Yahudi kang padha duwe atur, \"Sayaktosipun Allah sampun paring janji pitados dhumateng sadhengaha para Rasul, kajawi menawi sampun saget dhatengaken Qurban ingkan dipun mangsa latu (saking langit)\". Dhawuha sira (Muhammad), \"Dhek biyen sakdurunge Ingsun, sira wis padha katekan para Rasul kang uga ngasta tandha yekti kaelokan, lan nekakake Qurban mangsa geni kaya sing sira ucapake. Yen aturmu temen, lan ya gene sira padha nyedani marang para Rasul mau"
        },
        {
            "chapter": 3,
            "verse": 184,
            "text": "Menawa wong Yahudi mau meksa padha nggorohake sira (Muhammad) aja ngersula, para Rasul sadurungira kang uga ngasta tandha yekti kang terang, lan pirang-pirang kitab, apa dene kitab kang (bisa) madhangake (ati)"
        },
        {
            "chapter": 3,
            "verse": 185,
            "text": "Kabeh badan (awak) iku mesthi (bakal) nemahi (ngincipi) pati. Lan satemene sira kabeh bakal padha dituhoni ganjaranira besuk ana ing dina Qiyama. Dene wongkang padha didohake saka neraka lan dilebokake suwarga, temen dheweke iku bagja, lan ora ana panguripan donya iku kajaba mung kasenengan kang nglalekake (ngapusi)"
        }
    ]
}