{
    "chapter": [
        {
            "chapter": 2,
            "verse": 1,
            "text": "Elif. Lam. Mim"
        },
        {
            "chapter": 2,
            "verse": 2,
            "text": "O kitap (Kur'an); onda asla şüphe yoktur. O, müttakiler (sakınanlar ve arınmak isteyenler) için bir yol göstericidir"
        },
        {
            "chapter": 2,
            "verse": 3,
            "text": "Onlar gayba inanırlar, namaz kılarlar, kendilerine verdiğimiz mallardan Allah yolunda harcarlar"
        },
        {
            "chapter": 2,
            "verse": 4,
            "text": "Yine onlar, sana indirilene ve senden önce indirilene iman ederler; ahiret gününe de kesinkes inanırlar"
        },
        {
            "chapter": 2,
            "verse": 5,
            "text": "İşte onlar, Rablerinden gelen bir hidayet üzeredirler ve kurtuluşa erenler de ancak onlardır"
        },
        {
            "chapter": 2,
            "verse": 6,
            "text": "Gerçek şu ki, kafir olanları (azap ile) korkutsan da korkutmasan da onlar için birdir; iman etmezler"
        },
        {
            "chapter": 2,
            "verse": 7,
            "text": "Allah onların kalplerini ve kulaklarını mühürlemiştir. Onların gözlerine de bir çeşit perde gerilmiştir ve onlar için (dünya ve ahirette) büyük bir azap vardır"
        },
        {
            "chapter": 2,
            "verse": 8,
            "text": "İnsanlardan bazıları da vardır ki, inanmadıkları halde \"Allah'a ve ahiret gününe inandık\" derler"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "Onlar (kendi akıllarınca) güya Allah'ı ve müminleri aldatırlar. Halbuki onlar ancak kendilerini aldatırlar ve bunun farkında değillerdir"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "Onların kalblerinde bir hastalık vardır. Allah da onların hastalığını çoğaltmıştır. Söylemekte oldukları yalanlar sebebiyle de onlar için elim bir azap vardır"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "Onlara: Yeryüzünde fesat çıkarmayın, denildiği zaman, \"Biz ancak ıslah edicileriz\" derler"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "Şunu bilin ki, onlar bozguncuların ta kendileridir, lakin anlamazlar"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "Onlara: İnsanların iman ettiği gibi siz de iman edin, denildiği vakit \"Biz hiç, sefihlerin (akılsız ve ahmak kişilerin) iman ettikleri gibi iman eder miyiz!\" derler. Biliniz ki, sefihler ancak kendileridir, fakat bunu bilmezler (veya bilmezlikten gelirler)"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "(Bu münafıklar) müminlerle karşılaştıkları vakit \"(Biz de) iman ettik\" derler. (Kendilerini saptıran) şeytanları ile başbaşa kaldıklarında ise: Biz sizinle beraberiz, biz onlarla (müminlerle) sadece alay ediyoruz, derler"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "Gerçekte, Allah onlarla istihza (alay) eder de azgınlıklarında onlara fırsat verir, bu yüzden onlar bir müddet başıboş dolaşırlar"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "İşte onlar, hidayete karşılık dalaleti satın alanlardır. Ancak onların bu ticareti kazançlı olmamış ve kendileri de doğru yola girememişlerdir"
        },
        {
            "chapter": 2,
            "verse": 17,
            "text": "Onların (münafıkların) durumu, (karanlık gecede) bir ateş yakan kimse misalidir. O ateş yanıp da etrafını aydınlattığı anda Allah, hemen onların aydınlığını giderir ve onları karanlıklar içinde bırakır; (artık hiçbir şeyi) görmezler"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "Onlar sağırlar, dilsizler ve körlerdir. Bu sebeple onlar geri dönemezler"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "Yahut (onların durumu), gökten sağanak halinde boşanan, içinde yoğun karanlıklar, gürültü ve yıldırımlar bulunan yağmur(a tutulmuş kimselerin durumu) gibidir. O münafıklar yıldırımlardan gelecek ölüm korkusuyla parmaklarını kulaklarına tıkarlar. Halbuki Allah, kafirleri çepeçevre kuşatmıştır"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "(O esnada) şimşek sanki gözlerini çıkaracakmış gibi çakar, onlar için etrafı aydınlatınca orada birazcık yürürler, karanlık üzerlerine çökünce de oldukları yerde kalırlar. Allah dileseydi elbette onların kulaklarını sağır, gözlerini kör ederdi. Allah şüphesiz her şeye kadirdir"
        },
        {
            "chapter": 2,
            "verse": 21,
            "text": "Ey insanlar! Sizi ve sizden öncekileri yaratan Rabbinize kulluk ediniz. Umulur ki, böylece korunmuş (Allah'ın azabından kendinizi kurtarmış) olursunuz"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "O Rab ki, yeri sizin için bir döşek, göğü de (kubbemsi) bir tavan yaptı. Gökten su indirerek onunla, size besin olsun diye (yerden) çeşitli ürünler çıkardı. Artık bunu bile bile Allah'a şirk koşmayın"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "Eğer kulumuza indirdiklerimizden herhangi bir şüpheye düşüyorsanız, haydi onun benzeri bir sure getirin, eğer iddianızda doğru iseniz Allah'tan gayri şahitlerinizi (yardımcılarınızı) da çağırın"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "Bunu yapamazsanız -ki elbette yapamayacaksınız- yakıtı, insan ve taş olan cehennem ateşinden sakının. Çünkü o ateş kafirler için hazırlanmıştır"
        },
        {
            "chapter": 2,
            "verse": 25,
            "text": "İman edip iyi davranışlarda bulunanlara, içinden ırmaklar akan cennetler olduğunu müjdele! O cennetlerdeki bir meyveden kendilerine rızık olarak yedirildikçe: Bundan önce dünyada bize verilenlerdendir bu, derler. Bu rızıklar onlara (bazı yönlerden dünyadakine) benzer olarak verilmiştir. Onlar için cennette tertemiz eşler de vardır. Ve onlar orada ebedi kalıcılardır"
        },
        {
            "chapter": 2,
            "verse": 26,
            "text": "Şüphesiz Allah (hakkı açıklamak için) sivrisinek ve onun da ötesinde bir varlığı misal getirmekten çekinmez. İman etmişlere gelince, onlar böyle misallerin Rablerinden gelen hak ve gerçek olduğunu bilirler. Kafir olanlara gelince: Allah böyle misal vermekle ne murat eder? derler. Allah onunla birçok kimseyi saptırır, birçoklarını da doğru yola yöneltir. Verdiği misallerle Allah ancak fasıkları saptırır (çünkü bunlar birer imtihandır)"
        },
        {
            "chapter": 2,
            "verse": 27,
            "text": "Onlar öyle (fasıklar) ki, kesin söz verdikten sonra sözlerinden dönerler. Allah'ın ziyaret edilip hal ve hatırının sorulmasını istediği kimseleri ziyaretten vazgeçerler ve yeryüzünde fitne ve fesat çıkarırlar. İşte onlar gerçekten zarara uğrayanlardır"
        },
        {
            "chapter": 2,
            "verse": 28,
            "text": "Ey kafirler! Siz ölü iken sizi dirilten (dünyaya getirip hayat veren) Allah'ı nasıl inkar ediyorsunuz? Sonra sizi öldürecek, tekrar sizi diriltecek ve sonunda O'na döndürüleceksiniz"
        },
        {
            "chapter": 2,
            "verse": 29,
            "text": "O, yerde ne varsa hepsini sizin için yarattı. Sonra (kendine has bir şekilde) semaya yöneldi, onu yedi kat olarak yaratıp düzenledi (tanzim etti). O, her şeyi hakkıyla bilendir"
        },
        {
            "chapter": 2,
            "verse": 30,
            "text": "Hatırla ki Rabbin meleklere: Ben yeryüzünde bir halife yaratacağım, dedi. Onlar: Bizler hamdinle seni tesbih ve seni takdis edip dururken, yeryüzünde fesat çıkaracak, orada kan dökecek insanı mı halife kılıyorsun? dediler. Allah da onlara: Sizin bilemiyeceğinizi herhalde ben bilirim, dedi"
        },
        {
            "chapter": 2,
            "verse": 31,
            "text": "Allah Adem'e bütün isimleri, öğretti. Sonra onları önce meleklere arzedip: Eğer siz sözünüzde sadık iseniz, şunların isimlerini bana bildirin, dedi"
        },
        {
            "chapter": 2,
            "verse": 32,
            "text": "Melekler: Ya Rab! Seni noksan sıfatlardan tenzih ederiz, senin bize öğrettiklerinden başka bizim bilgimiz yoktur. Şüphesiz alim ve hakim olan ancak sensin, dediler"
        },
        {
            "chapter": 2,
            "verse": 33,
            "text": "(Bunun üzerine: ) Ey Âdem! Eşyanın isimlerini meleklere anlat, dedi. Adem onların isimlerini onlara anlatınca: Ben size, muhakkak semavat ve arzda görülmeyenleri (oralardaki sırları) bilirim. Bundan da öte, gizli ve açık yapmakta olduklarınızı da bilirim, dememiş miydim? dedi"
        },
        {
            "chapter": 2,
            "verse": 34,
            "text": "Hani biz meleklere (ve cinlere): Âdem'e secde edin, demiştik. İblis hariç hepsi secde ettiler. O yüz çevirdi ve büyüklük tasladı, böylece kafirlerden oldu"
        },
        {
            "chapter": 2,
            "verse": 35,
            "text": "Biz: Ey Âdem! Sen ve eşin (Havva) beraberce cennete yerleşin; orada kolaylıkla istediğiniz zaman her yerde cennet nimetlerinden yeyin; sadece şu ağaca yaklaşmayın. Eğer bu ağaçtan yerseniz her ikiniz de kendine kötülük eden zalimlerden olursunuz, dedik"
        },
        {
            "chapter": 2,
            "verse": 36,
            "text": "Şeytan onların ayaklarını kaydırıp haddi tecavüz ettirdi ve içinde bulundukları (cennetten) onları çıkardı. Bunun üzerine: Bir kısmınız diğerine düşman olarak ininiz, sizin için yeryüzünde barınak ve belli bir zamana dek yaşamak vardır, dedik"
        },
        {
            "chapter": 2,
            "verse": 37,
            "text": "Bu durum devam ederken Âdem, Rabbinden bir takım ilhamlar aldı ve derhal tevbe etti. Çünkü Allah tevbeleri kabul eden ve merhameti bol olandır"
        },
        {
            "chapter": 2,
            "verse": 38,
            "text": "Dedik ki: Hepiniz cennetten inin! Eğer benden size bir hidayet gelir de her kim hidayetime tabi olursa onlar için herhangi bir korku yoktur ve onlar üzüntü çekmezler"
        },
        {
            "chapter": 2,
            "verse": 39,
            "text": "İnkar edip ayetlerimizi yalanlayanlara gelince, onlar cehennemliktir, onlar orada ebedi kalırlar"
        },
        {
            "chapter": 2,
            "verse": 40,
            "text": "Ey İsrailoğulları! Size verdiğim nimetlerimi hatırlayın, bana verdiğiniz sözü yerine getirin ki, ben de size vadettiklerimi vereyim. Yalnızca benden korkun"
        },
        {
            "chapter": 2,
            "verse": 41,
            "text": "Elinizdekini (Tevrat'ın aslını) tasdik edici olarak indirdiğime (Kur'an'a) iman edin. Sakın onu inkar edenlerin ilki olmayın! Âyetlerimi az bir karşılık ile satmayın, yalnız benden (benim azabımdan) korkun"
        },
        {
            "chapter": 2,
            "verse": 42,
            "text": "Bilerek hakkı batıl ile karıştırmayın, hakkı gizlemeyin"
        },
        {
            "chapter": 2,
            "verse": 43,
            "text": "Namazı tam kılın, zekatı hakkıyla verin, rüku edenlerle beraber rüku edin"
        },
        {
            "chapter": 2,
            "verse": 44,
            "text": "(Ey bilginler!) Sizler Kitab'ı (Tevrat'ı) okuduğunuz (gerçekleri bildiğiniz) halde, insanlara iyiliği emredip kendinizi unutuyor musunuz? Aklınızı kullanmıyor musunuz"
        },
        {
            "chapter": 2,
            "verse": 45,
            "text": "Sabır ve namaz ile Allah'tan yardım isteyin. Şüphesiz o (sabır ve namaz), Allah'a saygıdan kalbi ürperenler dışında herkese zor ve ağır gelen bir görevdir"
        },
        {
            "chapter": 2,
            "verse": 46,
            "text": "Onlar, kesinlikle Rablerine kavuşacaklarını ve O'na döneceklerini düşünen ve bunu kabullenen kimselerdir"
        },
        {
            "chapter": 2,
            "verse": 47,
            "text": "Ey İsrailoğulları! Size verdiğim nimetimi ve sizi (bir zamanlar) cümle aleme üstün kıldığımı hatırlayın"
        },
        {
            "chapter": 2,
            "verse": 48,
            "text": "Öyle bir günden korkun ki, o günde hiç kimse başkası için herhangi bir ödemede bulunamaz; hiç kimseden (Allah izin vermedikçe) şefaat kabul olunmaz, fidye alınmaz; onlara asla yardım da yapılmaz"
        },
        {
            "chapter": 2,
            "verse": 49,
            "text": "Hatırlayın ki, sizi, Firavun taraftarlarından kurtardık. Çünkü onlar size azabın en kötüsünü reva görüyorlar, yeni doğan erkek çocuklarınızı kesiyorlar, (fenalık için) kızlarınızı hayatta bırakıyorlardı. Aslında o size reva görülenlerde Rabbinizden büyük bir imtihan vardı"
        },
        {
            "chapter": 2,
            "verse": 50,
            "text": "Bir zamanlar biz sizin için denizi yardık, sizi kurtardık, Firavun'un taraftarlarını da, siz bakıp dururken denizde boğduk"
        },
        {
            "chapter": 2,
            "verse": 51,
            "text": "Musa'ya kırk gece (vahyetmek üzere) söz vermiştik. Sonra haksızlık ederek buzağıyı (tanrı) edindiniz"
        },
        {
            "chapter": 2,
            "verse": 52,
            "text": "O davranışlarınızdan sonra (akıllanıp) şükredersiniz diye sizi affettik"
        },
        {
            "chapter": 2,
            "verse": 53,
            "text": "Doğru yolu bulasınız diye Musa'ya Kitab'ı ve hak ile batılı ayıran hükümleri verdik"
        },
        {
            "chapter": 2,
            "verse": 54,
            "text": "Musa kavmine demişti ki: Ey kavmim! Şüphesiz siz, buzağıyı (tanrı) edinmekle kendinize kötülük ettiniz. Onun için Yaradanınıza tevbe edin de nefislerinizi (kötü duygularınızı) öldürün. Öyle yapmanız Yaratıcınızın katında sizin için daha iyidir. Böylece Allah tevbenizi kabul etmiş olur. Çünkü acıyıp tevbeleri kabul eden ancak O'dur"
        },
        {
            "chapter": 2,
            "verse": 55,
            "text": "Bir zamanlar: Ey Musa! Biz Allah'ı açıkça görmedikçe asla sana inanmayız, demiştiniz de bakıp durur olduğunuz halde hemen sizi yıldırım çarpmıştı"
        },
        {
            "chapter": 2,
            "verse": 56,
            "text": "Sonra ölümünüzün ardından sizi dirilttik ki şükredesiniz"
        },
        {
            "chapter": 2,
            "verse": 57,
            "text": "Ve sizi bulutla gölgeledik, size kudret helvası ve bıldırcın gönderdik ve \"Verdiğimiz güzel nimetlerden yeyiniz\" (dedik). Hakikatta onlar bize değil sadece kendilerine kötülük ediyorlardı"
        },
        {
            "chapter": 2,
            "verse": 58,
            "text": "(İsrailoğullarına:) Bu kasabaya girin, orada bulunanlardan dilediğiniz şekilde bol bol yeyin, kapısından eğilerek girin, (girerken) \"Hıtta!\" (Ya Rabbi bizi affet) deyin ki, sizin hatalarınızı bağışlayalım; zira biz, iyi davrananlara (karşılığını) fazlasıyla vereceğiz, demiştik"
        },
        {
            "chapter": 2,
            "verse": 59,
            "text": "Fakat zalimler, kendilerine söylenenleri başka sözlerle değiştirdiler. Bunun üzerine biz, yapmakta oldukları kötülükler sebebiyle zalimlerin üzerine gökten acı bir azap indirdik"
        },
        {
            "chapter": 2,
            "verse": 60,
            "text": "Musa (çölde) kavmi için su istemişti de biz ona: Değneğinle taşa vur! demiştik. Derhal (taştan) oniki kaynak fışkırdı. Her bölük, içeceği kaynağı bildi. (Onlara:) Allah'ın rızkından yeyin, için, sakın yeryüzünde bozgunculuk etmeyin, dedik"
        },
        {
            "chapter": 2,
            "verse": 61,
            "text": "Hani siz (verilen nimetlere karşılık): Ey Musa! Bir tek yemekle yetinemeyiz; bizim için Rabbine dua et de yerin bitirdiği şeylerden; sebzesinden, hıyarından, sarımsağından, mercimeğinden, soğanından bize çıkarsın, dediniz. Musa ise: Daha iyiyi daha kötü ile değiştirmek mi istiyorsunuz? O halde şehre inin. Zira istedikleriniz sizin için orada var, dedi. İşte (bu hadiseden sonra) üzerlerine aşağılık ve yoksulluk damgası vuruldu. Allah'ın gazabına uğradılar. Bu musibetler (onların başına), Allah'ın ayetlerini inkara devam etmeleri, haksız olarak peygamberleri öldürmeleri sebebiyle geldi. Bunların hepsi, sadece isyanları ve taşkınlıkları sebebiyledir"
        },
        {
            "chapter": 2,
            "verse": 62,
            "text": "Şüphesiz iman edenler; yani yahudilerden, hıristiyanlardan ve sabiilerden Allah'a ve ahiret gününe hakkıyla inanıp salih amel işleyenler için Rableri katında mükafatlar vardır. Onlar için herhangi bir korku yoktur. Onlar üzüntü çekmeyeceklerdir"
        },
        {
            "chapter": 2,
            "verse": 63,
            "text": "Sizden sağlam bir söz almış, Tur dağının altında, size verdiğimizi kuvvetle tutun, onda bulunanları daima hatırlayın, umulur ki, korunursunuz (demiştik de)"
        },
        {
            "chapter": 2,
            "verse": 64,
            "text": "Ondan sonra sözünüzden dönmüştünüz. Eğer sizin üzerinizde Allah'ın ihsanı ve rahmeti olmasaydı, muhakkak zarara uğrayanlardan olurdunuz"
        },
        {
            "chapter": 2,
            "verse": 65,
            "text": "İçinizden cumartesi günü azgınlık edip de, bu yüzden kendilerine: Aşağılık maymunlar olun! dediklerimizi elbette bilmektesiniz"
        },
        {
            "chapter": 2,
            "verse": 66,
            "text": "Biz bunu (maymunlaşmış insanları), hadiseyi bizzat görenlere ve sonradan gelenlere bir ibret dersi, müttakiler için de bir öğüt vesilesi kıldık"
        },
        {
            "chapter": 2,
            "verse": 67,
            "text": "Musa, kavmine: Allah bir sığır kesmenizi emrediyor, demişti de: Bizimle alay mı ediyorsun? demişlerdi. O da: Cahillerden olmaktan Allah'a sığınırım, demişti"
        },
        {
            "chapter": 2,
            "verse": 68,
            "text": "Bizim adımıza Rabbine dua et, bize onun ne olduğunu açıklasın\" dediler. Musa: Allah diyor ki: \"O, ne yaşlı ne de körpe; ikisi arasında bir inek.\" Size emredileni hemen yapın, dedi"
        },
        {
            "chapter": 2,
            "verse": 69,
            "text": "Bu defa: Bizim için Rabbine dua et, bize onun rengini açıklasın, dediler. \"O diyor ki: Sarı renkli, parlak tüylü, bakanların içini açan bir inektir\" dedi"
        },
        {
            "chapter": 2,
            "verse": 70,
            "text": "(Ey Musa!) Bizim için, Rabbine dua et de onun nasıl bir sığır olduğunu bize açıklasın, nasıl bir inek keseceğimizi anlayamadık. Biz, inşaallah emredileni yapma yolunu buluruz\" dediler"
        },
        {
            "chapter": 2,
            "verse": 71,
            "text": "(Musa) dedi ki: Allah şöyle buyuruyor: O, henüz boyunduruk altına alınmayan, yer sürmeyen, ekin sulamayan, serbest dolaşan (salma), renginde hiç alacası bulunmayan bir inektir. \"İşte şimdi gerçeği anlattın\" dediler ve bunun üzerine (onu bulup) kestiler, ama az kalsın kesmeyeceklerdi"
        },
        {
            "chapter": 2,
            "verse": 72,
            "text": "Hani siz bir adam öldürmüştünüz de onun hakkında birbirinizle atışmıştınız. Halbuki Allah gizlemekte olduğunuzu ortaya çıkaracaktır"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "Haydi, şimdi (öldürülen) adama, (kesilen ineğin) bir parçasıyla vurun\" dedik. Böylece Allah ölüleri diriltir ve düşünesiniz diye size ayetlerini (Peygamberine verdiği mucizelerini) gösterir"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "(Ne var ki) bunlardan sonra yine kalpleriniz katılaştı. Artık kalpleriniz taş gibi yahut daha da katıdır. Çünkü taşlardan öylesi var ki, içinden ırmaklar kaynar. Öylesi de var ki, çatlar da ondan su fışkırır. Taşlardan bir kısmı da Allah korkusuyla yukardan aşağı yuvarlanır. Allah yapmakta olduklarınızdan gafil değildir"
        },
        {
            "chapter": 2,
            "verse": 75,
            "text": "Şimdi (ey müminler!) onların size inanacaklarını mı umuyorsunuz? Oysa ki onlardan bir zümre, Allah'ın kelamını işitirler de iyice anladıktan sonra, bile bile onu tahrif ederlerdi"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "(Münafıklar) inananlarla karşılaştıklarında \"İman ettik\" derler. Birbirleriyle başbaşa kaldıkları vakit ise: Allah'ın size açtıklarını (Tevrat'taki bilgileri), Rabbiniz katında sizin aleyhinize hüccet getirmeleri için mi onlara anlatıyorsunuz; bunları düşünemiyor musunuz? derler"
        },
        {
            "chapter": 2,
            "verse": 77,
            "text": "Onlar bilmezler mi ki, gizlediklerini de açıkça yaptıklarını da Allah bilmektedir"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "İçlerinde bir takım ümmiler vardır ki, Kitab'ı (Tevrat'ı) bilmezler. Bütün bildikleri kulaktan dolma şeylerdir. Onlar sadece zan ve tahminde bulunuyorlar"
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "Elleriyle (bir) Kitap yazıp sonra onu az bir bedel karşılığında satmak için \"Bu Allah katındandır\" diyenlere yazıklar olsun! Elleriyle yazdıklarından ötürü vay haline onların! Ve kazandıklarından ötürü vay haline onların"
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "İsrailoğulları: Sayılı birkaç gün müstesna, bize ateş dokunmayacaktır, dediler. De ki (onlara): Siz Allah katından bir söz mü aldınız -ki Allah sözünden caymaz-, yoksa Allah hakkında bilmediğiniz şeyleri mi söylüyorsunuz"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "Hayır! Kim bir kötülük eder de kötülüğü kendisini çepeçevre kuşatırsa işte o kimseler cehennemliktirler. Onlar orada devamlı kalırlar"
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "İman edip yararlı iş yapanlara gelince onlar da cennetliktirler. Onlar orada devamlı kalırlar"
        },
        {
            "chapter": 2,
            "verse": 83,
            "text": "Vaktiyle biz, İsrailoğullarından: Yalnızca Allah'a kulluk edeceksiniz, ana-babaya, yakın akrabaya, yetimlere, yoksullara iyilik edeceksiniz diye söz almış ve \"İnsanlara güzel söz söyleyin, namazı kılın, zekatı verin\" diye de emretmiştik. Sonunda azınız müstesna, yüz çevirerek dönüp gittiniz"
        },
        {
            "chapter": 2,
            "verse": 84,
            "text": "(Ey İsrailoğulları!) Birbirinizin kanını dökmeyeceğinize, birbirinizi yurtlarınızdan çıkarmayacağınıza dair sizden söz almıştık. Her şeyi görerek sonunda bunları kabul etmiştiniz"
        },
        {
            "chapter": 2,
            "verse": 85,
            "text": "Bu misakı kabul eden sizler, (verdiğiniz sözün tersine) birbirinizi öldürüyor, aranızdan bir zümreyi yurtlarından çıkarıyor, kötülük ve düşmanlıkta onlara karşı birleşiyorsunuz. Onları yurtlarından çıkarmak size haram olduğu halde (hem çıkarıyor hemde) size esirler olarak geldiklerinde fidye verip onları kurtarıyorsunuz. Yoksa siz Kitab'ın bir kısmına inanıp bir kısmını inkar mı ediyorsunuz? Sizden öyle davrananların cezası dünya hayatında ancak rüsvaylık; kıyamet gününde ise en şiddetli azaba itilmektir. Allah sizin yapmakta olduklarınızdan asla gafil değildir"
        },
        {
            "chapter": 2,
            "verse": 86,
            "text": "İşte onlar, ahirete karşılık dünya hayatını satın alan kimselerdir. Bu yüzden ne azapları hafifletilecek ne de kendilerine yardım edilecektir"
        },
        {
            "chapter": 2,
            "verse": 87,
            "text": "Andolsun biz Musa'ya Kitab'ı verdik. Ondan sonra ardarda peygamberler gönderdik. Meryem oğlu İsa'ya da mucizeler verdik. Ve onu, Ruhu'l-Kudüs (Cebrail) ile destekledik. (Ne var ki) gönlünüzün arzulamadığı şeyleri söyleyen bir elçi geldikçe ona karşı büyüklük tasladınız. (Size gelen) peygamberlerden bir kısmını yalanladınız, bir kısmını da öldürdünüz"
        },
        {
            "chapter": 2,
            "verse": 88,
            "text": "(Yahudiler peygamberlerle alay ederek) \"Kalplerimiz perdelidir\" dediler. Hayır; küfür ve isyanları sebebiyle Allah onlara lanet etmiştir. O yüzden çok az inanırlar"
        },
        {
            "chapter": 2,
            "verse": 89,
            "text": "Daha önce kafirlere karşı zafer isterlerken kendilerine Allah katından ellerindeki (Tevrat'ı) doğrulayan bir kitap gelip de (Tevrat'tan) bilip öğrendikleri gerçekler karşılarına dikilince onu inkar ettiler. İşte Allah'ın laneti böyle inkarcılaradır"
        },
        {
            "chapter": 2,
            "verse": 90,
            "text": "Allah'ın kullarından dilediğine peygamberlik ihsan etmesini kıskandıkları için Allah'ın indirdiğini (Kur'an'ı) inkar ederek kendilerini harcamaları ne kötü bir şeydir! Böylece onlar, gazap üstüne gazaba uğradılar. Ayrıca kafirler için alçaltıcı bir azap vardır"
        },
        {
            "chapter": 2,
            "verse": 91,
            "text": "Kendilerine: Allah'ın indirdiğine iman edin, denilince: Biz sadece bize indirilene (Tevrat'a) inanırız, derler ve ondan başkasını inkar ederler. Halbuki o Kur'an kendi ellerinde bulunan Tevrat'ı doğrulayıcı olarak gelmiş hak kitaptır. (Ey Muhammed!) Onlara: Şayet siz gerçekten inanıyor idiyseniz daha önce Allah'ın peygamberlerini neden öldürüyordunuz? deyiver"
        },
        {
            "chapter": 2,
            "verse": 92,
            "text": "Andolsun Musa size apaçık mucizeler getirmişti. Sonra onun ardından, zalimler olarak buzağıyı (tanrı) edindiniz"
        },
        {
            "chapter": 2,
            "verse": 93,
            "text": "Hatırlayın ki, Tur dağının altında sizden söz almış: Size verdiklerimizi kuvvetlice tutun, söylenenleri anlayın, demiştik. Onlar: İşittik ve isyan ettik, dediler. İnkarları sebebiyle kalplerine buzağı sevgisi dolduruldu. De ki: Eğer inanıyorsanız, imanınız size ne kötü şeyler emrediyor"
        },
        {
            "chapter": 2,
            "verse": 94,
            "text": "(Ey Muhammed, onlara:) Şayet (iddia ettiğiniz gibi) ahiret yurdu Allah katında diğer insanlara değil de yalnızca size aitse ve bu iddianızda doğru iseniz haydi ölümü temenni edin (bakalım), de"
        },
        {
            "chapter": 2,
            "verse": 95,
            "text": "Onlar, kendi elleriyle önceden yaptıkları işler (günah ve isyanları) sebebiyle hiç bir zaman ölümü temenni etmeyeceklerdir. Allah zalimleri iyi bilir"
        },
        {
            "chapter": 2,
            "verse": 96,
            "text": "Yemin olsun ki, sen onları yaşamaya karşı insanların en düşkünü olarak bulursun. Putperestlerden her biri de arzular ki, bin sene yaşasın. Oysa yaşatılması hiç kimseyi azaptan uzaklaştırmaz. Allah onların yapmakta olduklarını eksiksiz görür"
        },
        {
            "chapter": 2,
            "verse": 97,
            "text": "De ki: Cebrail'e kim düşman ise şunu iyi bilsin ki Allah'ın izniyle Kur'an'ı senin kalbine bir hidayet rehberi, önce gelen kitapları doğrulayıcı ve müminler için de müjdeci olarak o indirmiştir"
        },
        {
            "chapter": 2,
            "verse": 98,
            "text": "Kim, Allah'a, meleklerine, peygamberlerine, Cebrail'e ve Mikail'e düşman olursa bilsin ki Allah da inkarcı kafirlerin düşmanıdır"
        },
        {
            "chapter": 2,
            "verse": 99,
            "text": "Andolsun ki sana apaçık ayetler indirdik. (Ey Muhammed!) Onları ancak fasıklar inkar eder"
        },
        {
            "chapter": 2,
            "verse": 100,
            "text": "Ne zaman onlar bir antlaşma yaptılarsa, yine kendilerinden bir gurup onu bozmadı mı? Zaten onların çoğu iman etmez"
        },
        {
            "chapter": 2,
            "verse": 101,
            "text": "Allah tarafından kendilerine, yanlarında bulunanı tasdik edici bir elçi gelince ehl-i kitaptan bir gurup, sanki Allah'ın kitabını bilmiyormuş gibi onu arkalarına atıp terkettiler"
        },
        {
            "chapter": 2,
            "verse": 102,
            "text": "Süleyman'ın hükümranlığı hakkında onlar, şeytanların uydurup söylediklerine tabi oldular. Halbuki Süleyman büyü yapıp kafir olmadı. Lakin şeytanlar kafir oldular. Çünkü insanlara sihri ve Babil'de Harut ile Marut isimli iki meleğe indirileni öğretiyorlardı. Halbuki o iki melek, herkese: Biz ancak imtihan için gönderildik, sakın yanlış inanıp da kafir olmayasınız, demeden hiç kimseye (sihir ilmini) öğretmezlerdi. Onlar, o iki melekden, karı ile koca arasını açacak şeyleri öğreniyorlardı. Oysa büyücüler, Allah'ın izni olmadan hiç kimseye zarar veremezler. Onlar, kendilerine fayda vereni değil de zarar vereni öğrenirler. Sihri satın alanların (ona inanıp para verenlerin) ahiretten nasibi olmadığını çok iyi bilmektedirler. Karşılığında kendilerini sattıkları şey ne kötüdür! Keşke bunu anlasalardı"
        },
        {
            "chapter": 2,
            "verse": 103,
            "text": "Eğer iman edip kendilerini kötülükten korusalardı, şüphesiz, Allah tarafından verilecek sevap daha hayırlı olacaktı. Keşke bunları anlasalardı"
        },
        {
            "chapter": 2,
            "verse": 104,
            "text": "Ey iman edenler! \"Raina\" demeyin, \"unzurna\" deyin. (Söylenenleri) dinleyin. Kafirler için elem verici bir azap vardır"
        },
        {
            "chapter": 2,
            "verse": 105,
            "text": "(Ey müminler!) Ehl-i Kitaptan kafirler ve putperestler de Rabbinizden size bir hayır indirilmesini istemezler. Halbuki Allah rahmetini dilediğine verir. Allah büyük lütuf sahibidir"
        },
        {
            "chapter": 2,
            "verse": 106,
            "text": "Biz, bir ayetin hükmünü yürürlükten kaldırır veya onu unutturursak (ertelersek) mutlaka daha iyisini veya benzerini getiririz. Bilmez misin ki Allah her şeye kadirdir"
        },
        {
            "chapter": 2,
            "verse": 107,
            "text": "(Yine) bilmez misin, göklerin ve yerin mülkiyet ve hükümranlığı yalnızca Allah'ındır? Sizin için Allah'tan başka ne bir dost ne de bir yardımcı vardır"
        },
        {
            "chapter": 2,
            "verse": 108,
            "text": "Yoksa siz de (ey müslümanlar), daha önce Musa'ya sorulduğu gibi peygamberinize sorular sormak mı istiyorsunuz? Kim imanı küfre değişirse, şüphesiz dosdoğru yoldan sapmış olur"
        },
        {
            "chapter": 2,
            "verse": 109,
            "text": "Ehl-i kitaptan çoğu, hakikat kendilerine apaçık belli olduktan sonra, sırf içlerindeki kıskançlıktan ötürü, sizi imanınızdan vazgeçirip küfre döndürmek istediler. Yine de siz, Allah onlar hakkındaki emrini getirinceye kadar affedip bağışlayın. Şüphesiz Allah her şeye kadirdir"
        },
        {
            "chapter": 2,
            "verse": 110,
            "text": "Namazı kılın, zekatı verin, önceden kendiniz için yaptığınız her iyiliği Allah'ın katında bulacaksınız. Şüphesiz Allah, yapmakta olduklarınızı noksansız görür"
        },
        {
            "chapter": 2,
            "verse": 111,
            "text": "(Ehl-i kitap:) Yahudiler yahut hıristiyanlar hariç hiç kimse cennete giremeyecek, dediler. Bu onların kuruntusudur. Sen de onlara: Eğer sahiden doğru söylüyorsanız delilinizi getirin, de"
        },
        {
            "chapter": 2,
            "verse": 112,
            "text": "Bilakis, kim muhsin olarak yüzünü Allah'a döndürürse (Allah'a hakkıyla kulluk ederse) onun ecri Rabbi katındadır. Öyleleri için ne bir korku vardır, ne de üzüntü çekerler"
        },
        {
            "chapter": 2,
            "verse": 113,
            "text": "Hepsi de kitabı (Tevrat ve İncil'i) okumakta oldukları halde Yahudiler: Hıristiyanlar doğru yolda değillerdir, dediler. Hıristiyanlar da: Yahudiler doğru yolda değillerdir, dediler. Kitabı bilmeyenler de birbirleri hakkında tıpkı onların söylediklerini söylediler. Allah, ihtilafa düştükleri hususlarda kıyamet günü onlar hakkında hükmünü verecektir"
        },
        {
            "chapter": 2,
            "verse": 114,
            "text": "Allah'ın mescidlerinde O'nun adının anılmasına engel olan ve onların harap olmasına çalışandan daha zalim kim vardır! Aslında bunların oralara ancak korkarak girmeleri gerekir. (Başka türlü girmeye hakları yoktur.) Bunlar için dünyada rezillik, ahirette de büyük azap vardır"
        },
        {
            "chapter": 2,
            "verse": 115,
            "text": "Doğu da Allah'ındır batı da. Nereye dönerseniz Allah'ın yüzü (zatı) oradadır. Şüphesiz Allah'(ın rahmeti ve nimeti) geniştir, O her şeyi bilendir"
        },
        {
            "chapter": 2,
            "verse": 116,
            "text": "Allah çocuk edindi\" dediler. Haşa! O, bundan münezzehtir. Göklerde ve yerde olanların hepsi O'nundur, hepsi O'na boyun eğmiştir"
        },
        {
            "chapter": 2,
            "verse": 117,
            "text": "göklerin ve yerin eşsiz yaratıcısıdır. Bir şeyi dilediğinde ona sadece \"Ol!\" der, o da hemen oluverir"
        },
        {
            "chapter": 2,
            "verse": 118,
            "text": "Bilmeyenler dediler ki: Allah bizimle konuşmalı ya da bize bir ayet (mucize) gelmeli değil miydi? Onlardan öncekiler de işte tıpkı onların dediklerini demişlerdi. Kalpleri (akılları) nasıl da birbirine benzedi? Gerçekleri iyice bilmek isteyenlere ayetleri apaçık gösterdik"
        },
        {
            "chapter": 2,
            "verse": 119,
            "text": "Doğrusu biz seni Hak (Kur'an) ile müjdeleyici ve uyarıcı olarak gönderdik. Sen cehenmemliklerden sorumlu değilsin"
        },
        {
            "chapter": 2,
            "verse": 120,
            "text": "Dinlerine uymadıkça yahudiler de hıristiyanlar da asla senden razı olmayacaklardır. De ki: Doğru yol, ancak Allah'ın yoludur. Sana gelen ilimden sonra onların arzularına uyacak olursan, andolsun ki, Allah'tan sana ne bir dost ne de bir yardımcı vardır"
        },
        {
            "chapter": 2,
            "verse": 121,
            "text": "Kendilerine kitap verdiğimiz kimseler (den bazısı) onu, hakkını gözeterek okurlar. Çünkü onlar, ona iman ederler. Onu inkar edenlere gelince, işte gerçekten zarara uğrayanlar onlardır"
        },
        {
            "chapter": 2,
            "verse": 122,
            "text": "Ey İsrailoğulları! Size verdiğim nimetimi ve sizi (bir zamanlar) cümle aleme üstün kılmış olduğumu hatırlayın"
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "Ve bir günden sakının ki, o günde hiç kimse başkası namına bir şey ödeyemez, kimseden fidye kabul edilmez, hiç kimseye şefaat fayda vermez. Onlar hiçbir yardım da görmezler"
        },
        {
            "chapter": 2,
            "verse": 124,
            "text": "Bir zamanlar Rabbi İbrahim'i bir takım kelimelerle sınamış, onları tam olarak yerine getirince: Ben seni insanlara önder yapacağım, demişti. \"Soyumdan da (önderler yap, ya Rabbi!)\" dedi. Allah: Ahdim zalimlere ermez (onlar için söz vermem) buyurdu"
        },
        {
            "chapter": 2,
            "verse": 125,
            "text": "Biz, Beyt'i (Kabe'yi) insanlara toplanma mahalli ve güvenli bir yer kıldık. Siz de İbrahim'in makamından bir namaz yeri edinin (orada namaz kılın). İbrahim ve İsmail'e: Tavaf edenler, ibadete kapananlar, rüku ve secde edenler için Evim'i temiz tutun, diye emretmiştik"
        },
        {
            "chapter": 2,
            "verse": 126,
            "text": "İbrahim de demişti ki: Ey Rabbim! Burayı emin bir şehir yap, halkından Allah'a ve ahiret gününe inananları çeşitli meyvelerle besle. Allah buyurdu ki: Kim inkar ederse onu az bir süre faydalandırır, sonra onu cehennem azabına sürüklerim. Ne kötü varılacak yerdir orası"
        },
        {
            "chapter": 2,
            "verse": 127,
            "text": "Bir zamanlar İbrahim, İsmail ile beraber Beytullah'ın temellerini yükseltiyor (şöyle diyorlardı:) Ey Rabbimiz! Bizden bunu kabul buyur; şüphesiz sen işitensin, bilensin"
        },
        {
            "chapter": 2,
            "verse": 128,
            "text": "Ey Rabbimiz! Bizi sana boyun eğenlerden kıl, neslimizden de sana itaat eden bir ümmet çıkar, bize ibadet usullerimizi göster, tevbemizi kabul et; zira, tevbeleri çokça kabul eden, çok merhametli olan ancak sensin"
        },
        {
            "chapter": 2,
            "verse": 129,
            "text": "Ey Rabbimiz! Onlara, içlerinden senin ayetlerini kendilerine okuyacak, onlara kitap ve hikmeti öğretecek, onları temizleyecek bir peygamber gönder. Çünkü üstün gelen, her şeyi yerli yerince yapan yalnız sensin"
        },
        {
            "chapter": 2,
            "verse": 130,
            "text": "İbrahim'in dininden kendini bilmezlerden başka kim yüz çevirir? Andolsun ki, biz onu dünyada (elçi) seçtik, şüphesiz o ahirette de iyilerdendir"
        },
        {
            "chapter": 2,
            "verse": 131,
            "text": "Çünkü Rabbi ona: Müslüman ol, demiş, o da: Alemlerin Rabbine boyun eğdim, demişti"
        },
        {
            "chapter": 2,
            "verse": 132,
            "text": "Bunu İbrahim de kendi oğullarına vasiyet etti, Yakub da: Oğullarım! Allah sizin için bu dini (İslam'ı) seçti. O halde sadece müslümanlar olarak ölünüz (dedi)"
        },
        {
            "chapter": 2,
            "verse": 133,
            "text": "Yoksa Ya'kub'a ölüm geldiği zaman siz orada mı idiniz? O zaman (Ya'kub) oğullarına: Benden sonra kime kulluk edeceksiniz? demişti. Onlar: Senin ve ataların İbrahim, İsmail ve İshak'ın ilahı olan tek Allah'a kulluk edeceğiz; biz ancak O'na teslim olmuşuzdur, dediler"
        },
        {
            "chapter": 2,
            "verse": 134,
            "text": "Onlar bir ümmetti, gelip geçti. Onların kazandıkları kendilerinin, sizin kazandıklarınız sizindir. Siz onların yaptıklarından sorguya çekilmezsiniz"
        },
        {
            "chapter": 2,
            "verse": 135,
            "text": "(Yahudiler ve hıristiyanlar müslümanlara:) Yahudi ya da hıristiyan olun ki, doğru yolu bulasınız, dediler. De ki: Hayır! Biz, hanif olan İbrahim'in dinine uyarız. O, müşriklerden değildi"
        },
        {
            "chapter": 2,
            "verse": 136,
            "text": "Biz, Allah'a ve bize indirilene; İbrahim, İsmail, İshak, Ya'kub ve esbata indirilene, Musa ve İsa'ya verilenlerle Rableri tarafından diğer peygamberlere verilenlere, onlardan hiçbiri arasında fark gözetmeksizin inandık ve biz sadece Allah'a teslim olduk\" deyin"
        },
        {
            "chapter": 2,
            "verse": 137,
            "text": "Eğer onlar da sizin inandığınız gibi inanırlarsa doğru yolu bulmuş olurlar; dönerlerse mutlaka anlaşmazlık içine düşmüş olurlar. Onlara karşı Allah sana yeter. O işitendir, bilendir"
        },
        {
            "chapter": 2,
            "verse": 138,
            "text": "Allah'ın (verdiği) rengiyle boyandık. Allah'tan daha güzel rengi kim verebilir? Biz ancak O'na kulluk ederiz (deyin)"
        },
        {
            "chapter": 2,
            "verse": 139,
            "text": "De ki: Allah bizim de Rabbimiz, sizin de Rabbiniz olduğu halde, O'nun hakkında bizimle tartışmaya mı girişiyorsunuz? Bizim yaptıklarımız bize, sizin yaptıklarınız da size aittir. Biz O'na gönülden bağlananlarız"
        },
        {
            "chapter": 2,
            "verse": 140,
            "text": "Yoksa siz, İbrahim, İsmail, İshak, Ya'kub ve esbatın yahudi, yahut hıristiyan olduklarını mı söylüyorsunuz? De ki: Siz mi daha iyi bilirsiniz, yoksa Allah mı? Allah tarafından kendisine (bildirilmiş) bir şahitliği gizleyenden daha zalim kim olabilir? Allah yaptıklarınızdan gafil değildir"
        },
        {
            "chapter": 2,
            "verse": 141,
            "text": "Onlar bir ümmetti; gelip geçti. Onların kazandıkları kendilerine, sizin kazandıklarınız da size aittir. Siz onların yaptıklarından sorguya çekilmezsiniz"
        },
        {
            "chapter": 2,
            "verse": 142,
            "text": "İnsanlardan bir kısım beyinsizler: Yönelmekte oldukları kıblelerinden onları çeviren nedir? diyecekler. De ki: Doğu da batı da Allah'ındır. O dilediğini doğru yola iletir"
        },
        {
            "chapter": 2,
            "verse": 143,
            "text": "İşte böylece sizin insanlığa şahitler olmanız, Resul'ün de size şahit olması için sizi mutedil bir millet kıldık. Senin (arzulayıp da şu anda) yönelmediğin kıbleyi (Kabe'yi) biz ancak Peygamber'e uyanı, ökçeleri üzerinde geri dönenden ayırdetmemiz için kıble yaptık. Bu, Allah'ın hidayet verdiği kimselerden başkasına elbette ağır gelir. Allah sizin imanınızı asla zayi edecek değildir. Zira Allah insanlara karşı şefkatli ve merhametlidir"
        },
        {
            "chapter": 2,
            "verse": 144,
            "text": "(Ey Muhammed!) Biz senin yüzünün göğe doğru çevrilmekte olduğunu (yücelerden haber beklediğini) görüyoruz. İşte şimdi, seni memnun olacağın bir kıbleye döndürüyoruz. Artık yüzünü Mescid-i Haram tarafına çevir. (Ey müslümanlar!) Siz de nerede olursanız olun, (namazda) yüzlerinizi o tarafa çevirin. Şüphe yok ki, ehl-i kitap, onun Rablerinden gelen gerçek olduğunu çok iyi bilirler. Allah onların yapmakta olduklarından habersiz değildir"
        },
        {
            "chapter": 2,
            "verse": 145,
            "text": "Yemin olsun ki (habibim! ) sen ehl-i kitaba her türlü ayeti (mucizeyi) getirsen yine de onlar senin kıblene dönmezler. Sen de onların kıblesine dönecek değilsin. Onlar da birbirlerinin kıblesine dönmezler. Sana gelen ilimden sonra eğer onların arzularına uyacak olursan, işte o zaman sen hakkı çiğneyenlerden olursun"
        },
        {
            "chapter": 2,
            "verse": 146,
            "text": "Kendilerine kitap verdiklerimiz onu (o kitaptaki peygamberi), öz oğullarını tanıdıkları gibi tanırlar. Buna rağmen onlardan bir gurup bile bile gerçeği gizler"
        },
        {
            "chapter": 2,
            "verse": 147,
            "text": "Gerçek olan, Rabbinden gelendir. O halde kuşkulananlardan olma"
        },
        {
            "chapter": 2,
            "verse": 148,
            "text": "Herkesin yöneldiği bir kıblesi vardır. (Ey müminler!) Siz hayır işlerinde yarışın. Nerede olursanız olun sonunda Allah hepinizi bir araya getirir. Şüphesiz Allah her şeye kadirdir"
        },
        {
            "chapter": 2,
            "verse": 149,
            "text": "Nereden yola çıkarsan çık (namazda) yüzünü Mescid-i Haram tarafına çevir. Bu emir Rabbinden sana gelen gerçektir. (Biliniz ki) Allah yaptıklarınızdan habersiz değildir"
        },
        {
            "chapter": 2,
            "verse": 150,
            "text": "(Evet Resulüm! ) Nereden yola çıkarsan çık (namazda) yüzünü Mescid-i Haram'a doğru çevir. Nerede olursanız olunuz, yüzünüzü o yana çevirin ki, aralarından haksızlık edenler (kuru inatçılar) müstesna, insanların aleyhinizde (kullanabilecekleri) bir delili bulunmasın. Sakın onlardan korkmayın! Yalnız benden korkun. Böylece size olan nimetimi tamamlayayım da doğru yolu bulasınız"
        },
        {
            "chapter": 2,
            "verse": 151,
            "text": "Nitekim kendi içinizden size ayetlerimizi okuyan, sizi kötülüklerden arındıran, size Kitab'ı ve hikmeti talim edip bilmediklerinizi size öğreten bir Resul gönderdik"
        },
        {
            "chapter": 2,
            "verse": 152,
            "text": "Öyle ise siz beni (ibadetle) anın ki ben de sizi anayım. Bana şükredin; sakın bana nankörlük etmeyin"
        },
        {
            "chapter": 2,
            "verse": 153,
            "text": "Ey iman edenler! Sabır ve namaz ile Allah'tan yardım isteyin. Çünkü Allah muhakkak sabredenlerle beraberdir"
        },
        {
            "chapter": 2,
            "verse": 154,
            "text": "Allah yolunda öldürülenlere \"ölüler\"\" demeyin. Bilakis onlar diridirler, lakin siz anlayamazsınız"
        },
        {
            "chapter": 2,
            "verse": 155,
            "text": "Andolsun ki sizi biraz korku ve açlık; mallardan, canlardan ve ürünlerden biraz azaltma (fakirlik) ile deneriz. (Ey Peygamber! ) Sabredenleri müjdele"
        },
        {
            "chapter": 2,
            "verse": 156,
            "text": "O sabredenler, kendilerine bir bela geldiği zaman: Biz Allah'ın kullarıyız ve biz O'na döneceğiz, derler"
        },
        {
            "chapter": 2,
            "verse": 157,
            "text": "İşte Rablerinden bağışlamalar ve rahmet hep onlaradır. Ve doğru yolu bulanlar da onlardır"
        },
        {
            "chapter": 2,
            "verse": 158,
            "text": "Şüphe yok ki, Safa ile Merve Allah'ın koyduğu nişanlardandır. Her kim Beytullah'ı ziyaret eder veya umre yaparsa onları tavaf etmesinde kendisine bir günah yoktur. Her kim gönüllü olarak bir iyilik yaparsa şüphesiz Allah kabul eder ve (yapılanı) hakkıyla bilir"
        },
        {
            "chapter": 2,
            "verse": 159,
            "text": "İndirdiğimiz açık delilleri ve kitapta insanlara apaçık gösterdiğimiz hidayet yolunu gizleyenlere hem Allah hem de bütün lanet ediciler lanet eder"
        },
        {
            "chapter": 2,
            "verse": 160,
            "text": "Ancak tevbe edip durumlarını düzeltenler ve gerçeği açıkça ortaya koyanlar başkadır. Zira ben onların tevbelerini kabul ederim. Ben tevbeyi çokça kabul eden ve çokça esirgeyenim"
        },
        {
            "chapter": 2,
            "verse": 161,
            "text": "(Ayetlerimizi) inkar etmiş ve kafir olarak ölmüşlere gelince, işte Allah'ın, meleklerin ve tüm insanların laneti onların üzerinedir"
        },
        {
            "chapter": 2,
            "verse": 162,
            "text": "Onlar ebediyen lanet içinde kalırlar. Artık ne azapları hafifletilir ne de onların yüzlerine bakılır"
        },
        {
            "chapter": 2,
            "verse": 163,
            "text": "İlahınız bir tek Allah'tır. O'ndan başka ilah yoktur. O, rahmandır, rahimdir"
        },
        {
            "chapter": 2,
            "verse": 164,
            "text": "Şüphesiz göklerin ve yerin yaratılmasında, gece ile gündüzün birbiri peşinden gelmesinde, insanlara fayda veren şeylerle yüklü olarak denizde yüzüp giden gemilerde, Allah'ın gökten indirip de ölü haldeki toprağı canlandırdığı suda, yeryüzünde her çeşit canlıyı yaymasında, rüzgarları ve yer ile gök arasında emre hazır bekleyen bulutları yönlendirmesinde düşünen bir toplum için (Allah'ın varlığını ve birliğini isbatlayan) birçok deliller vardır"
        },
        {
            "chapter": 2,
            "verse": 165,
            "text": "İnsanlardan bazıları Allah'tan başkasını Allah'a denk tanrılar edinir de onları Allah'ı sever gibi severler. İman edenlerin Allah'a olan sevgileri ise (onlarınkinden) çok daha fazladır. Keşke zalimler azabı gördükleri zaman (anlayacakları gibi) bütün kuvvetin Allah'a ait olduğunu ve Allah'ın azabının çok şiddetli olduğunu önceden anlayabilselerdi"
        },
        {
            "chapter": 2,
            "verse": 166,
            "text": "İşte o zaman (görecekler ki) kendilerine uyulup arkalarından gidilenler, uyanlardan hızla uzaklaşırlar ve (o anda her iki taraf da) azabı görmüş, nihayet aralarındaki bağlar kopup parçalanmıştır"
        },
        {
            "chapter": 2,
            "verse": 167,
            "text": "(Kötülere) uyanlar şöyle derler: Ah, keşke bir daha dünyaya geri gitmemiz mümkün olsaydı da, şimdi onların bizden uzaklaştıkları gibi biz de onlardan uzaklaşsaydık! Böylece Allah onlara, işlerini, pişmanlık ve üzüntü kaynağı olarak gösterir ve onlar artık ateşten çıkamazlar"
        },
        {
            "chapter": 2,
            "verse": 168,
            "text": "Ey insanlar! Yeryüzünde bulunanların helal ve temiz olanlarından yeyin, şeytanın peşine düşmeyin; zira şeytan sizin açık bir düşmanınızdır"
        },
        {
            "chapter": 2,
            "verse": 169,
            "text": "O size ancak kötülüğü, çirkini ve Allah hakkında bilmediğiniz şeyleri söylemenizi emreder"
        },
        {
            "chapter": 2,
            "verse": 170,
            "text": "Onlara (müşriklere): Allah'ın indirdiğine uyun, denildiği zaman onlar, \"Hayır! Biz atalarımızı üzerinde bulduğumuz yola uyarız\" dediler. Ya ataları bir şey anlamamış, doğruyu da bulamamış idiyseler"
        },
        {
            "chapter": 2,
            "verse": 171,
            "text": "(Hidayet çağrısına kulak vermeyen) kafirlerin durumu, sadece çobanın bağırıp çağırmasını işiten hayvanların durumuna benzer. Çünkü onlar sağırlar, dilsizler ve körlerdir. Bu sebeple düşünmezler"
        },
        {
            "chapter": 2,
            "verse": 172,
            "text": "Ey iman edenler! Size verdiğimiz rızıkların temiz olanlarından yeyin, eğer siz yalnız Allah'a kulluk ediyorsanız O'na şükredin"
        },
        {
            "chapter": 2,
            "verse": 173,
            "text": "Allah size ancak ölüyü (leşi), kanı, domuz etini ve Allah'tan başkası adına kesileni haram kıldı. Her kim bunlardan yemeye mecbur kalırsa, başkasının hakkına saldırmadan ve haddi aşmadan bir miktar yemesinde günah yoktur. Şüphe yok ki Allah çokça bağışlayan çokça esirgeyendir"
        },
        {
            "chapter": 2,
            "verse": 174,
            "text": "Allah'ın indirdiği kitaptan bir şeyi (ahir zaman Peygamberinin vasıflarını) gizleyip onu az bir paha ile değişenler yok mu, işte onların yeyip de karınlarına doldurdukları, ateşten başka bir şey değildir. Kıyamet günü Allah ne kendileriyle konuşur ve ne de onları temize çıkarır. Orada onlar için can yakıcı bir azap vardır"
        },
        {
            "chapter": 2,
            "verse": 175,
            "text": "Onlar doğru yol karşılığında sapıklığı, mağfirete bedel olarak da azabı satın almış kimselerdir. Onlar ateşe karşı ne kadar dayanıklıdırlar"
        },
        {
            "chapter": 2,
            "verse": 176,
            "text": "O azabın sebebi, Allah'ın, kitabı hak olarak indirmiş olmasıdır. (Buna rağmen farklı yorum yapıp) kitapta ayrılığa düşenler, elbette derin bir anlaşmazlığın içine düşmüşlerdir"
        },
        {
            "chapter": 2,
            "verse": 177,
            "text": "İyilik, yüzlerinizi doğu ve batı tarafına çevirmeniz değildir. Asıl iyilik, o kimsenin yaptığıdır ki, Allah'a, ahiret gününe, meleklere, kitaplara, peygamberlere inanır. (Allah'ın rızasını gözeterek) yakınlara, yetimlere, yoksullara, yolda kalmışlara, dilenenlere ve kölelere sevdiği maldan harcar, namaz kılar, zekat verir. Antlaşma yaptığı zaman sözlerini yerine getirir. Sıkıntı, hastalık ve savaş zamanlarında sabreder. İşte doğru olanlar, bu vasıfları taşıyanlardır. Müttakiler ancak onlardır"
        },
        {
            "chapter": 2,
            "verse": 178,
            "text": "Ey iman edenler! Öldürülenler hakkında size kısas farz kılındı. Hüre hür, köleye köle, kadına kadın (öldürülür). Ancak her kimin cezası, kardeşi (öldürülenin velisi) tarafından bir miktar bağışlanırsa artık (taraflar) hakkaniyete uymalı ve (öldüren) ona (gereken diyeti) güzellikle ödemelidir. Bu söylenenler, Rabbinizden bir hafifletme ve rahmettir. Her kim bundan sonra haddi aşarsa muhakkak onun için elem verici bir azap vardır"
        },
        {
            "chapter": 2,
            "verse": 179,
            "text": "Ey akıl sahipleri! Kısasta sizin için hayat vardır. Umulur ki suç işlemekten sakınırsınız"
        },
        {
            "chapter": 2,
            "verse": 180,
            "text": "Birinize ölüm geldiği zaman, eğer bir hayır bırakacaksa anaya, babaya, yakınlara uygun bir biçimde vasiyet etmek Allah'tan korkanlar üzerine bir borçtur"
        },
        {
            "chapter": 2,
            "verse": 181,
            "text": "Her kim bunu işittikten ve kabullendikten sonra vasiyeti değiştirirse, günahı onu değiştirenleredir. Şüphesiz Allah (her şeyi) işitir ve (her şeyi) bilir"
        },
        {
            "chapter": 2,
            "verse": 182,
            "text": "Her kim, vasiyet edenin haksızlığa yahut günaha meyletmesinden endişe eder de (alakalıların) aralarını bulursa kendisine günah yoktur. Şüphesiz Allah çok bağışlayan hem de esirgeyendir"
        },
        {
            "chapter": 2,
            "verse": 183,
            "text": "Ey iman edenler! Oruç sizden önce gelip geçmiş ümmetlere farz kılındığı gibi size de farz kılındı. Umulur ki korunursunuz"
        },
        {
            "chapter": 2,
            "verse": 184,
            "text": "Sayılı günlerde olmak üzere (oruç size farz kılındı). Sizden her kim hasta yahut yolcu olursa (tutamadığı günler kadar) diğer günlerde kaza eder. (İhtiyarlık veya şifa umudu kalmamış hastalık gibi devamlı mazereti olup da) oruç tutmaya güçleri yetmeyenlere bir fakir doyumu kadar fidye gerekir. Bununla beraber kim gönüllü olarak hayır yaparsa, bu kendisi için daha iyidir. Eğer bilirseniz (güçlüğüne rağmen) oruç tutmanız sizin için daha hayırlıdır"
        },
        {
            "chapter": 2,
            "verse": 185,
            "text": "Ramazan ayı, insanlara yol gösterici, doğrunun ve doğruyu eğriden ayırmanın açık delilleri olarak Kur'an'ın indirildiği aydır. Öyle ise sizden ramazan ayını idrak edenler onda oruç tutsun. Kim o anda hasta veya yolcu olursa (tutamadığı günler sayısınca) başka günlerde kaza etsin. Allah sizin için kolaylık ister, zorluk istemez. Bütün bunlar, sayıyı tamamlamanız ve size doğru yolu göstermesine karşılık, Allah'ı tazim etmeniz, şükretmeniz içindir"
        },
        {
            "chapter": 2,
            "verse": 186,
            "text": "Kullarım sana, beni sorduğunda (söyle onlara): Ben çok yakınım. Bana dua ettiği vakit dua edenin dileğine karşılık veririm. O halde (kullarım da) benim davetime uysunlar ve bana inansınlar ki doğru yolu bulalar"
        },
        {
            "chapter": 2,
            "verse": 187,
            "text": "Oruç gecesinde kadınlarınıza yaklaşmak size helal kılındı. Onlar sizin için birer elbise, siz de onlar için birer elbisesiniz. Allah sizin kendinize kötülük ettiğinizi bildi ve tevbenizi kabul edip sizi bağışladı. Artık (ramazan gecelerinde) onlara yaklaşın ve Allah'ın sizin için takdir ettiklerini isteyin. Sabahın beyaz ipliği (aydınlığı), siyah ipliğinden (karanlığından) ayırt edilinceye kadar yeyin, için, sonra akşama kadar orucu tamamlayın. Mescitlerde ibadete çekilmiş olduğunuz zamanlarda kadınlarla birleşmeyin. Bunlar Allah'ın koyduğu sınırlardır. Sakın bu sınırlara yaklaşmayın. İşte böylece Allah ayetlerini insanlara açıklar. Umulur ki korunurlar"
        },
        {
            "chapter": 2,
            "verse": 188,
            "text": "Mallarınızı aranızda haksız sebeplerle yemeyin. Kendiniz bilip dururken, insanların mallarından bir kısmını haram yollardan yemeniz için o malları hakimlere (idarecilere veya mahkeme hakimlerine) vermeyin"
        },
        {
            "chapter": 2,
            "verse": 189,
            "text": "Sana, hilal şeklinde yeni doğan ayları sorarlar. De ki: Onlar, insanlar ve özellikle hac için vakit ölçüleridir. İyi davranış, asla evlere arkalarından gelip girmeniz değildir. Lakin iyi davranış, korunan (ve ölçülü giden) kimsenin davranışıdır. Evlere kapılarından girin, Allah'tan korkun, umulur ki kurtuluşa erersiniz"
        },
        {
            "chapter": 2,
            "verse": 190,
            "text": "Size karşı savaş açanlara, siz de Allah yolunda savaş açın. Sakın aşırı gitmeyin, çünkü Allah aşırıları sevmez"
        },
        {
            "chapter": 2,
            "verse": 191,
            "text": "Onları (size karşı savaşanları) yakaladığınız yerde öldürün. Sizi çıkardıkları yerden siz de onları çıkarın. Fitne, adam öldürmekten daha kötüdür. Mescid-i Haram'da onlar sizinle savaşmadıkça, siz de onlarla savaşmayın. Eğer onlar size karşı savaş açarlarsa siz de onları öldürün. İşte kafirlerin cezası böyledir"
        },
        {
            "chapter": 2,
            "verse": 192,
            "text": "Eğer onlar (savaştan) vazgeçerlerse, (şunu iyi bilin ki) Allah gafur ve rahimdir"
        },
        {
            "chapter": 2,
            "verse": 193,
            "text": "Fitne tamamen yok edilinceye ve din (kulluk) de yalnız Allah için oluncaya kadar onlarla savaşın. Şayet vazgeçerlerse zalimlerden başkasına düşmanlık ve saldırı yoktur"
        },
        {
            "chapter": 2,
            "verse": 194,
            "text": "Haram ay haram aya karşılıktır. Hürmetler (dokunulmazlıklar) karşılıklıdır. Kim size saldırırsa siz de ona misilleme olacak kadar saldırın. Allah'tan korkun ve bilin ki Allah müttakilerle beraberdir"
        },
        {
            "chapter": 2,
            "verse": 195,
            "text": "Allah yolunda harcayın. Kendi ellerinizle kendinizi tehlikeye atmayın. Her türlü hareketinizde dürüst davranın. Çünkü Allah dürüstleri sever"
        },
        {
            "chapter": 2,
            "verse": 196,
            "text": "Haccı ve umreyi Allah için tam yapın. Eğer (bunlardan) alıkonursanız kolayınıza gelen kurbanı gönderin. Kurban, yerine varıncaya kadar başlarınızı tıraş etmeyin. Sizden her kim hasta olursa yahut başından bir rahatsızlığı varsa, oruç veya sadaka veya kurban olmak üzere fidye gerekir. (Hac yolculuğu için) emin olduğunuz vakit kim hac günlerine kadar umre ile faydalanmak isterse, kolayına gelen bir kurban kesmek gerekir. Kurban kesmeyen kimse hac günlerinde üç, memleketine döndüğü zaman yedi olmak üzere oruç tutar ki, hepsi tam on gündür. Bu söylenenler, ailesi Mescid-i Haram civarında oturmayanlar içindir. Allah'tan korkun. Biliniz ki Allah'ın vereceği ceza ağırdır"
        },
        {
            "chapter": 2,
            "verse": 197,
            "text": "Hac, bilinen aylardadır. Kim o aylarda hacca niyet ederse (ihramını giyerse), hac esnasında kadına yaklaşmak, günah sayılan davranışlara yönelmek, kavga etmek yoktur. Ne hayır işlerseniz Allah onu bilir. (Ey müminler! Ahiret için) azık edinin. Bilin ki azığın en hayırlısı takvadır. Ey akıl sahipleri! Benden (emirlerime muhalefetten) sakının"
        },
        {
            "chapter": 2,
            "verse": 198,
            "text": "(Hac mevsiminde ticaret yaparak) Rabbinizden gelecek bir lütfu (kazancı) aramanızda size herhangi bir günah yoktur. Arafat'tan ayrılıp akın ettiğinizde Meş'ar-i Haram'da Allah'ı zikredin ve O'nu size gösterdiği şekilde anın. Şüphesiz siz daha önce yanlış gidenlerden idiniz"
        },
        {
            "chapter": 2,
            "verse": 199,
            "text": "Sonra insanların (sel gibi) aktığı yerden siz de akın. Allah'tan mağfiret isteyin. Çünkü Allah affedici ve esirgeyicidir"
        },
        {
            "chapter": 2,
            "verse": 200,
            "text": "Hac ibadetlerinizi bitirince, babalarınızı andığınız gibi, hatta ondan daha kuvvetli bir şekilde Allah'ı anın. İnsanlardan öyleleri var ki: Ey Rabbimiz! Bize dünyada ver, derler. Böyle kimselerin ahiretten hiç nasibi yoktur"
        },
        {
            "chapter": 2,
            "verse": 201,
            "text": "Onlardan bir kısmı da: Ey Rabbimiz! Bize dünyada da iyilik ver, ahirette de iyilik ver. Bizi cehennem azabından koru! derler"
        },
        {
            "chapter": 2,
            "verse": 202,
            "text": "İşte onlar için, kazandıklarından büyük bir nasip vardır. (Şüphesiz) Allah'ın hesabı çok süratlidir"
        },
        {
            "chapter": 2,
            "verse": 203,
            "text": "Sayılı günlerde (eyyam-ı teşrikte telbiye ve tekbir getirerek) Allah'ı anın. Kim iki gün içinde acele edip (Mina'dan Mekke'ye) dönmek isterse, ona günah yoktur. Bunlar günahtan sakınanlar içindir. Allah'tan korkun ve bilin ki hepiniz O'nun huzurunda toplanacaksınız"
        },
        {
            "chapter": 2,
            "verse": 204,
            "text": "İnsanlardan öyleleri vardır ki, dünya hayatı hakkında söyledikleri senin hoşuna gider. Hatta böylesi kalbinde olana (samimi olduğuna) Allah'ı şahit tutar. Halbuki o, hasımların en yamanıdır"
        },
        {
            "chapter": 2,
            "verse": 205,
            "text": "O, dönüp gitti mi (yahut bir iş başına geçti mi) yeryüzünde ortalığı fesada vermek, ekinleri tahrip edip nesilleri bozmak için çalışır. Allah bozgunculuğu sevmez"
        },
        {
            "chapter": 2,
            "verse": 206,
            "text": "Böylesine \"Allah'tan kork!\" denilince benlik ve gurur kendisini günaha sevkeder. (Ceza ve azap olarak) ona cehennem yeter. O ne kötü yerdir"
        },
        {
            "chapter": 2,
            "verse": 207,
            "text": "İnsanlardan öyleleri de var ki, Allah'ın rızasını almak için kendini ve malını feda eder. Allah da kullarına şefkatlidir"
        },
        {
            "chapter": 2,
            "verse": 208,
            "text": "Ey iman edenler! Hep birden barışa girin. Sakın şeytanın peşinden gitmeyin. Çünkü o, apaçık düşmanınızdır"
        },
        {
            "chapter": 2,
            "verse": 209,
            "text": "Size (Kur'an ve Sünnet gibi) apaçık deliller geldikten sonra, eğer barıştan saparsanız, şunu iyi bilin ki Allah azizdir, hakimdir"
        },
        {
            "chapter": 2,
            "verse": 210,
            "text": "Onlar, ille de buluttan gölgeler içinde Allah'ın ve meleklerinin gelmesini mi beklerler Halbuki iş bitirilmiştir. (Allah nizamı artık değişmez.) Bütün işler yalnızca Allah'a döndürülür"
        },
        {
            "chapter": 2,
            "verse": 211,
            "text": "İsrailoğullarına sor ki kendilerine nice apaçık mucizeler verdik. Kim mucizeler kendisine geldikten sonra Allah'ın nimetini (ayetlerini) değiştirirse bilsin ki Allah'ın azabı şiddetlidir"
        },
        {
            "chapter": 2,
            "verse": 212,
            "text": "Kafir olanlar için dünya hayatı cazip kılındı. (Bu yüzden) onlar, iman edenler ile alay ederler. Oysa ki, (iman edip) inkardan sakınanlar kıyamet gününde onların üstündedir. Allah dilediğine hesapsız rızık verir"
        },
        {
            "chapter": 2,
            "verse": 213,
            "text": "İnsanlar bir tek ümmet idi. Sonra Allah, müjdeleyici ve uyarıcı olarak peygamberleri gönderdi. İnsanlar arasında, anlaşmazlığa düştükleri hususlarda hüküm vermeleri için, onlarla beraber hak yolu gösteren kitapları da gönderdi. Ancak kendilerine kitap verilenler, apaçık deliller geldikten sonra, aralarındaki kıskançlıktan ötürü dinde anlaşmazlığa düştüler. Bunun üzerine Allah iman edenlere, üzerinde ihtilafa düştükleri gerçeği izniyle gösterdi. Allah dilediğini doğru yola iletir"
        },
        {
            "chapter": 2,
            "verse": 214,
            "text": "(Ey müminler! ) Yoksa siz, sizden önce gelip geçenlerin başına gelenler size de gelmeden cennete gireceğinizi mi sandınız? Yoksulluk ve sıkıntı onlara öylesine dokunmuş ve öyle sarsılmışlardı ki, nihayet Peygamber ve beraberindeki müminler: Allah'ın yardımı ne zaman! dediler. Bilesiniz ki Allah'ın yardımı yakındır"
        },
        {
            "chapter": 2,
            "verse": 215,
            "text": "Sana (Allah yolunda) ne harcayacaklarını soruyorlar. De ki: Maldan harcadığınız şey, ebeveyn, yakınlar, yetimler, fakirler ve yolcular için olmalıdır. Şüphesiz Allah yapacağınız her hayrı bilir"
        },
        {
            "chapter": 2,
            "verse": 216,
            "text": "Hoşunuza gitmediği halde savaş size farz kılındı. Sizin için daha hayırlı olduğu halde bir şeyi sevmemeniz mümkündür. Sizin için daha kötü olduğu halde bir şeyi sevmeniz de mümkündür. Allah bilir, siz bilmezsiniz"
        },
        {
            "chapter": 2,
            "verse": 217,
            "text": "Sana haram ayı, yani onda savaşmayı soruyorlar. De ki: O ayda savaşmak büyük bir günahtır. (İnsanları) Allah yolundan çevirmek, Allah'ı inkar etmek, Mes-cid-i Haram'ın ziyaretine mani olmak ve halkını oradan çıkarmak ise Allah katında daha büyük günahtır. Fitne de adam öldürmekten daha büyük bir günahtır. Onlar eğer güçleri yeterse, sizi dininizden döndürünceye kadar size karşı savaşa devam ederler. Sizden kim, dininden döner ve kafir olarak ölürse, onların yaptıkları işler dünyada da ahirette de boşa gider. Onlar cehennemliktirler ve orada devamlı kalırlar"
        },
        {
            "chapter": 2,
            "verse": 218,
            "text": "İman edenler ve hicret edip Allah yolunda cihad edenler var ya, işte bunlar, Allah'ın rahmetini umabilirler. Allah, gafur ve rahimdir"
        },
        {
            "chapter": 2,
            "verse": 219,
            "text": "Sana, şarap ve kumar hakkında soru sorarlar. De ki: Her ikisinde de büyük bir günah ve insanlar için bir takım faydalar vardır. Ancak her ikisinin de günahı faydasından daha büyüktür. Yine sana iyilik yolunda ne harcayacaklarını sorarlar. \"İhtiyaç fazlasını\" de. Allah size ayetleri böyle açıklar ki düşünesiniz"
        },
        {
            "chapter": 2,
            "verse": 220,
            "text": "Dünya ve ahiret hakkında (lehinize olan davranışları düşünün ve ona göre hareket edin). Sana yetimler hakkında soruyorlar. De ki: Onları iyi yetiştirmek (yüz üstü bırakmaktan) daha hayırlıdır. Eğer onlarla birlikte yaşarsanız, (unutmayın ki) onlar sizin kardeşlerinizdir. Allah, işleri bozanla düzelteni bilir. Eğer Allah dileseydi, sizi de zahmet ve meşakkate sokardı. Çünkü Allah güçlüdür, hakimdir"
        },
        {
            "chapter": 2,
            "verse": 221,
            "text": "İman etmedikçe putperest kadınlarla evlenmeyin. Beğenseniz bile, putperest bir kadından, imanlı bir cariye kesinlikle daha iyidir. İman etmedikçe putperest erkekleri de (kızlarınızla) evlendirmeyin. Beğenseniz bile, putperest bir kişiden inanmış bir köle kesinlikle daha iyidir. Onlar (müşrikler) cehenneme çağırır. Allah ise, izni (ve yardımı) ile cennete ve mağfirete çağırır. Allah, düşünüp anlasınlar diye ayetlerini insanlara açıklar"
        },
        {
            "chapter": 2,
            "verse": 222,
            "text": "Sana kadınların ay halini sorarlar. De ki: O, bir rahatsızlıktır. Bu sebeple ay halinde olan kadınlardan uzak durun. Temizleninceye kadar onlara yaklaşmayın. Temizlendikleri vakit, Allah'ın size emrettiği yerden onlara yaklaşın. Şunu iyi bilin ki, Allah tevbe edenleri de sever, temizlenenleri de sever"
        },
        {
            "chapter": 2,
            "verse": 223,
            "text": "Kadınlarınız sizin için bir tarladır. Tarlanıza nasıl dilerseniz öyle varın. Kendiniz için önceden (uygun davranışlarla) hazırlık yapın. Allah'tan korkun, biliniz ki siz O'na kavuşacaksınız. (Ya Muhammed!) müminleri müjdele"
        },
        {
            "chapter": 2,
            "verse": 224,
            "text": "Yeminlerinizden dolayı Allah'ı (O'nun adını), iyilik etmenize, O'ndan sakınmanıza ve insanların arasını düzeltmenize engel kılmayın. Allah işitir ve bilir"
        },
        {
            "chapter": 2,
            "verse": 225,
            "text": "Allah sizi kasıtsız yeminlerinizden sorumlu tutmaz. Lakin kasıtlı yaptığınız yeminlerinizden dolayı sizi sorumlu tutar. Allah gafurdur, halimdir"
        },
        {
            "chapter": 2,
            "verse": 226,
            "text": "Kadınlarına yaklaşmamaya yemin edenler dört ay beklerler. Eğer (bu müddet içinde) kadınlarına dönerlerse, şüphesiz Allah çokça bağışlayan ve esirgeyendir"
        },
        {
            "chapter": 2,
            "verse": 227,
            "text": "Eğer (müddeti içinde dönmeyip kadınlarını) boşamaya karar verirlerse (ayrılırlar). Biliniz ki, Allah işitir ve bilir"
        },
        {
            "chapter": 2,
            "verse": 228,
            "text": "Boşanmış kadınlar, kendi başlarına (evlenmeden) üç ay hali (hayız veya temizlik müddeti) beklerler. Eğer onlar Allah'a ve ahiret gününe gerçekten inanmışlarsa, rahimlerinde Allah'ın yarattığını gizlemeleri kendilerine helal olmaz. Eğer kocalar barışmak isterlerse, bu durumda boşadıkları kadınları geri almaya daha fazla hak sahibidirler. Erkeklerin kadınlar üzerindeki hakları gibi, kadınların da erkekler üzerinde belli hakları vardır. Ancak erkekler, kadınlara göre bir derece üstünlüğe sahiptirler. Allah azizdir, hakimdir"
        },
        {
            "chapter": 2,
            "verse": 229,
            "text": "Boşama iki defadır. Bundan sonrası ya iyilikle tutmak ya da güzellikle salıvermektir. Kadınlara verdiklerinizden (boşanma esnasında) bir şey almanız size helal olmaz. Ancak erkek ve kadın Allah'ın sınırlarında kalıp evlilik haklarını tam tatbik edememekten korkarlarsa bu durum müstesna. (Ey müminler!) Siz de karı ile kocanın, Allah'ın sınırlarını, hakkıyla muhafaza etmelerinden kuşkuya düşerseniz, kadının (erkeğe) fidye vermesinde her iki taraf için de sakınca yoktur. Bu söylenenler Allah'ın koyduğu sınırlardır. Sakın onları aşmayın. Kim Allah'ın sınırlarını aşarsa işte onlar zalimlerdir"
        },
        {
            "chapter": 2,
            "verse": 230,
            "text": "Eğer erkek kadını (üçüncü defa) boşarsa, ondan sonra kadın bir başka erkekle evlenmedikçe onu alması kendisine helal olmaz. Eğer bu kişi de onu boşarsa, (her iki taraf da) Allah'ın sınırlarını muhafaza edeceklerine inandıkları takdirde, yeniden evlenmelerinde beis yoktur. Bunlar Allah'ın sınırlarıdır. Allah bunları bilmek, öğrenmek isteyenler için açıklar"
        },
        {
            "chapter": 2,
            "verse": 231,
            "text": "Kadınları boşadığınız ve onlar da bekleme müddetlerini bitirdikleri vakit ya onları iyilikle tutun yahut iyilikle bırakın. Fakat haksızlık ederek ve zarar vermek için onları nikah altında tutmayın. Kim bunu yaparsa muhakkak kendine kötülük etmiş olur. Allah'ın ayetlerini eğlenceye almayın. Allah'ın sizin üzerinizdeki nimetini, (size verdiği hidayeti), size öğüt vermek üzere indirdiği Kitab'ı ve hikmeti hatırlayın. Allah'tan korkun. Bilesiniz ki Allah, her şeyi bilir"
        },
        {
            "chapter": 2,
            "verse": 232,
            "text": "Kadınları boşadığınız ve onlar da bekleme müddetlerini bitirdikleri vakit, aralarında iyilikle anlaştıkları takdirde, onların (eski) kocalarıyla evlenmelerine engel olmayın. İşte bununla içinizden Allah'a ve ahiret gününe inanan kimselere öğüt verilmektedir. Bu öğüdü tutmanız kendiniz için en iyisi ve en temizidir. Allah bilir, siz bilmezsiniz"
        },
        {
            "chapter": 2,
            "verse": 233,
            "text": "Emzirmeyi tamamlatmak isteyen (baba) için, anneler çocuklarını iki tam yıl emzirirler. Onların örfe uygun olarak beslenmesi ve giyimi baba tarafına aittir. Bir insan ancak gücü yettiğinden sorumlu tutulur. Hiçbir anne, çocuğu sebebiyle, hiçbir baba da çocuğu yüzünden zarara uğratılmamalıdır. Onun benzeri (nafaka temini) varis üzerine de gerekir. Eğer ana ve baba birbiriyle görüşerek ve karşılıklı anlaşarak çocuğu memeden kesmek isterlerse, kendilerine günah yoktur. Çocuklarınızı (süt anne tutup) emzirtmek istediğiniz takdirde, süt anneye vermekte olduğunuzu iyilikle teslim etmeniz şartıyla, üzerinize günah yoktur. Allah'tan korkun. Bilin ki Allah, yapmakta olduklarınızı görür"
        },
        {
            "chapter": 2,
            "verse": 234,
            "text": "Sizden ölenlerin, geride bıraktıkları eşleri, kendi başlarına (evlenmeden) dört ay on gün beklerler. Bekleme müddetlerini bitirdikleri vakit, kendileri hakkında yaptıkları meşru işlerde size bir günah yoktur. Allah yapmakta olduklarınızı bilir"
        },
        {
            "chapter": 2,
            "verse": 235,
            "text": "(İddet beklemekte olan) kadınlarla evlenme hususundaki düşüncelerinizi üstü kapalı biçimde anlatmanızda veya onu içinizde gizli tutmanızda size günah yoktur. Allah bilir ki siz onları anacaksınız. Lakin, meşru sözler söylemeniz müstesna, sakın onlara gizlice buluşma sözü vermeyin. Farz olan bekleme müddeti dolmadan, nikah kıymaya kalkışmayın. Bilin ki Allah, gönlünüzdekileri bilir. Bu sebeple Allah'tan sakının. Şunu iyi bilin ki Allah gafurdur, halimdir"
        },
        {
            "chapter": 2,
            "verse": 236,
            "text": "Nikahtan sonra henüz dokunmadan veya onlar için belli bir mehir tayin etmeden kadınları boşarsanız bunda size mehir zorunluğu yoktur. Bu durumda onlara müt'a (hediye cinsinden bir şeyler) verin. Zengin olan durumuna göre, fakir de durumuna göre vermelidir. Münasip bir müt'a vermek iyiler için bir borçtur"
        },
        {
            "chapter": 2,
            "verse": 237,
            "text": "Kendilerine mehir tayin ederek evlendiğiniz kadınları, temas etmeden boşarsanız, tayin ettiğiniz mehrin yarısı onların hakkıdır. Ancak kadınların vazgeçmesi veya nikah bağı elinde bulunanın (velinin) vazgeçmesi hali müstesna, affetmeniz (mehirden vaz geçmeniz), takvaya daha uygundur. Aranızda iyilik ve ihsanı unutmayın. Şüphesiz Allah yapmakta olduklarınızı hakkıyla görür"
        },
        {
            "chapter": 2,
            "verse": 238,
            "text": "Namazlara ve orta namaza devam edin. Allah'a saygı ve bağlılık içinde namaz kılın"
        },
        {
            "chapter": 2,
            "verse": 239,
            "text": "Eğer (herhangi bir şeyden) korkarsanız (namazlarınızı) yürüyerek yahut binmiş olarak (kılın). Güvene kavuştuğunuz zaman, siz bilmezken Allah'ın size öğrettiği şekilde O'nu anın (namaz kılın)"
        },
        {
            "chapter": 2,
            "verse": 240,
            "text": "Sizden ölüp de (dul) eşler bırakan kimseler, zevcelerinin, evlerinden çıkarılmadan, bir yıla kadar bıraktıkları maldan faydalanmaları hususunda (sağlıklarında) vasiyet etsinler. Eğer o kadınlar, (kendiliklerinden) çıkıp giderlerse, kendileri hakkındayaptıkları meşru şeylerden size bir günah yoktur. Allah azizdir, hakimdir"
        },
        {
            "chapter": 2,
            "verse": 241,
            "text": "Boşanmış kadınların, hakkaniyet ölçülerinde (kocalarından) menfaat sağlamak haklarıdır; bu, Allah korkusu taşıyanlar üzerine bir borçtur"
        },
        {
            "chapter": 2,
            "verse": 242,
            "text": "Allah size işte böylece ayetlerini açıklar ki düşünüp hakikati anlayasınız"
        },
        {
            "chapter": 2,
            "verse": 243,
            "text": "Binlerce oldukları halde, ölüm korkusundan dolayı yurtlarından çıkıp gidenleri görmedin mi? Allah onlara \"Ölün!\" dedi (öldüler). Sonra onları diriltti. Şüphesiz Allah insanlara karşı lütufkardır. Lakin insanların çoğu şükretmez"
        },
        {
            "chapter": 2,
            "verse": 244,
            "text": "Allah yolunda savaşın ve bilin ki Allah, her şeyi işitir ve bilir"
        },
        {
            "chapter": 2,
            "verse": 245,
            "text": "Verdiğinin kat kat fazlasını kendisine ödemesi için Allah'a güzel bir borç (isteyene faizsiz ödünç) verecek yok mu? Darlık veren de bolluk veren de Allah'tır. Sadece O'na döndürüleceksiniz"
        },
        {
            "chapter": 2,
            "verse": 246,
            "text": "Musa'dan sonra, Beni İsrail'den ileri gelen kimseleri görmedin mi? Kendilerine gönderilmiş bir peygambere: \"Bize bir hükümdar gönder ki (onun komutasında) Allah yolunda savaşalım\" demişlerdi. \"Ya size savaş yazılır da savaşmazsanız?\" dedi. \"Yurtlarımızdan çıkarılmış, çocuklarımızdan uzaklaştırılmış olduğumuz halde Allah yolunda neden savaşmayalım?\" dediler. Kendilerine savaş yazılınca, içlerinden pek azı hariç, geri dönüp kaçtılar. Allah zalimleri iyi bilir"
        },
        {
            "chapter": 2,
            "verse": 247,
            "text": "Peygamberleri onlara: Bilin ki Allah, Talut'u size hükümdar olarak gönderdi dedi. Bunun üzerine: Biz, hükümdarlığa daha layık olduğumuz halde, kendisine servet ve zenginlik yönünden geniş imkanlar verilmemişken o bize nasıl hükümdar olur? dediler. \"Allah sizin üzerinize onu seçti, ilimde ve bedende ona üstünlük verdi. Allah mülkünü dilediğine verir. Allah her şeyi ihata eden ve her şeyi bilendir\" dedi"
        },
        {
            "chapter": 2,
            "verse": 248,
            "text": "Peygamberleri onlara: Onun hükümdarlığının alameti, Tabut'un size gelmesidir. Meleklerin taşıdığı o Tabut'un içinde Rabbinizden size bir ferahlık ve sükunet, Musa ve Harun hanedanlarının bıraktıklarından bir kalıntı vardır. Eğer inanmış kimseler iseniz sizin için bunda şüphesiz bir alamet vardır, dedi"
        },
        {
            "chapter": 2,
            "verse": 249,
            "text": "Talut askerlerle beraber (cihad için) ayrılınca: Biliniz ki Allah sizi bir ırmakla imtihan edecek. Kim ondan içerse benden değildir. Eliyle bir avuç içen müstesna kim ondan içmezse bendendir, dedi. İçlerinden pek azı müstesna hepsi ırmaktan içtiler. Talut ve iman edenler beraberce ırmağı geçince: Bugün bizim Calut'a ve askerlerine karşı koyacak hiç gücümüz yoktur, dediler. Allah'ın huzuruna varacaklarına inananlar: Nice az sayıda bir birlik Allah'ın izniyle çok sayıdaki birliği yenmiştir. Allah sabredenlerle beraberdir, dediler"
        },
        {
            "chapter": 2,
            "verse": 250,
            "text": "Calut ve askerleriyle savaşa tutuştuklarında: Ey Rabbimiz! Üzerimize sabır yağdır. Bize cesaret ver ki tutunalım. Kafir kavme karşı bize yardım et, dediler"
        },
        {
            "chapter": 2,
            "verse": 251,
            "text": "Sonunda Allah'ın izniyle onları yendiler. Davud da Calut'u öldürdü. Allah ona (Davud'a) hükümdarlık ve hikmet verdi, dilediği ilimlerden ona öğretti. Eğer Allah'ın insanlardan bir kısmının kötülüğünü diğerleriyle savması olmasaydı elbette yeryüzü alt üst olurdu. Lakin Allah bütün insanlığa karşı lütuf ve kerem sahibidir"
        },
        {
            "chapter": 2,
            "verse": 252,
            "text": "İşte bunlar Allah'ın ayetleridir. Biz onları sana doğru olarak anlatıyoruz. Şüphesiz sen, Allah tarafından gönderilmiş peygamberlerdensin"
        },
        {
            "chapter": 2,
            "verse": 253,
            "text": "O peygamberlerin bir kısmını diğerlerinden üstün kıldık. Allah onlardan bir kısmı ile konuşmuş, bazılarını da derece derece yükseltmiştir. Meryem oğlu İsa'ya açık mucizeler verdik ve onu Ruhu'l-Kudüs ile güçlendirdik. Allah dileseydi o peygamberlerden sonra gelen milletler, kendilerine açık deliller geldikten sonra birbirleriyle savaşmazlardı. Fakat onlar ihtilafa düştüler de içlerinden kimi iman etti, kimi de inkar etti. Allah dileseydi onlar savaşmazlardı; lakin Allah dilediğini yapar"
        },
        {
            "chapter": 2,
            "verse": 254,
            "text": "Ey iman edenler! Kendisinde artık alış-veriş, dostluk ve kayırma bulunmayan gün (kıyamet) gelmeden önce, size verdiğimiz rızıktan hayır yolunda harcayın. Gerçekleri inkar edenler elbette zalimlerdir"
        },
        {
            "chapter": 2,
            "verse": 255,
            "text": "Allah, O'ndan başka tanrı yoktur; O, hayydir, kayyumdur. Kendisine ne uyku gelir ne de uyuklama. Göklerde ve yerdekilerin hepsi O'nundur. İzni olmadan O'nun katında kim şefaat edebilir? O, kullarının yaptıklarını ve yapacaklarını bilir. (O'na hiçbir şey gizli kalmaz.) O'nun bildirdiklerinin dışında insanlar O'nun ilminden hiçbir şeyi tam olarak bilemezler. O'nun kürsüsü gökleri ve yeri içine alır, onları koruyup gözetmek kendisine zor gelmez. O, yücedir, büyüktür"
        },
        {
            "chapter": 2,
            "verse": 256,
            "text": "Dinde zorlama yoktur. Artık doğrulukla eğrilik birbirinden ayrılmıştır. O halde kim tağutu reddedip Allah'a inanırsa, kopmayan sağlam kulpa yapışmıştır. Allah işitir ve bilir"
        },
        {
            "chapter": 2,
            "verse": 257,
            "text": "Allah, inananların dostudur, onları karanlıklardan aydınlığa çıkarır. İnkar edenlere gelince, onların dostları da tağuttur, onları aydınlıktan alıp karanlığa götürür. İşte bunlar cehennemliklerdir. Onlar orada devamlı kalırlar"
        },
        {
            "chapter": 2,
            "verse": 258,
            "text": "Allah kendisine mülk (hükümdarlık ve zenginlik) verdiği için şımararak Rabbi hakkında İbrahim ile tartışmaya gireni (Nemrut'u) görmedin mi! İşte o zaman İbrahim: Rabbim hayat veren ve öldürendir, demişti. O da: Hayat veren ve öldüren benim, demişti. İbrahim: Allah güneşi doğudan getirmektedir; haydi sen de onu batıdan getir, dedi. Bunun üzerine kafir apışıp kaldı. Allah zalim kimseleri hidayete erdirmez"
        },
        {
            "chapter": 2,
            "verse": 259,
            "text": "Yahut görmedin mi o kimseyi ki, evlerinin duvarları çatıları üzerine çökmüş (alt üst olmuş) bir kasabaya uğradı; \"Ölümünden sonra Allah bunları nasıl diriltir acaba!\" dedi. Bunun üzerine Allah onu öldürüp yüz sene bıraktı; sonra tekrar diriltti. Ne kadar kaldın? dedi. \"Bir gün yahut daha az\" dedi. Allah ona: Hayır, yüz sene kaldın. Yiyeceğine ve içeceğine bak, henüz bozulmamıştır. Eşeğine de bak. Seni insanlara bir ibret kılalım diye (yüz sene ölü tuttuk, sonra tekrar dirilttik). Şimdi sen kemiklere bak, onları nasıl düzenliyor, sonra ona nasıl et giydiriyoruz, dedi. Durum kendisince anlaşılınca: Şimdi iyice biliyorum ki, Allah her şeye kadirdir, dedi"
        },
        {
            "chapter": 2,
            "verse": 260,
            "text": "İbrahim Rabbine: Ey Rabbim! Ölüyü nasıl dirilttiğini bana göster, demişti. Rabbi ona: Yoksa inanmadın mı? dedi. İbrahim: Hayır! İnandım, fakat kalbimin mutmain olması için (görmek istedim), dedi. Bunun üzerine Allah: Öyleyse dört tane kuş yakala, onları yanına al, sonra (kesip parçala), her dağın başına onlardan bir parça koy. Sonra da onları kendine çağır; koşarak sana gelirler. Bil ki Allah azizdir, hakimdir, buyurdu"
        },
        {
            "chapter": 2,
            "verse": 261,
            "text": "Allah yolunda mallarını harcayanların örneği, yedi başak bitiren bir dane gibidir ki, her başakta yüz dane vardır. Allah dilediğine kat kat fazlasını verir. Allah'ın lütfu geniştir, O herşeyi bilir"
        },
        {
            "chapter": 2,
            "verse": 262,
            "text": "Mallarını Allah yolunda harcayıp da arkasından başa kakmayan, fakirlerin gönlünü kırmayan kimseler var ya, onların Allah katında has mükafatları vardır. Onlar için korku yoktur, üzüntü de çekmeyeceklerdir"
        },
        {
            "chapter": 2,
            "verse": 263,
            "text": "Güzel söz ve bağışlama, arkasından incitme gelen sadakadan daha iyidir. Allah zengindir, acelesi de yoktur"
        },
        {
            "chapter": 2,
            "verse": 264,
            "text": "Ey iman edenler! Allah'a ve ahiret gününe inanmadığı halde malını gösteriş için harcayan kimse gibi, başa kakmak ve incitmek suretiyle, yaptığınız hayırlarınızı boşa çıkarmayın. Böylesinin durumu, üzerinde biraz toprak bulunan düz kayaya benzer ki, sağanak bir yağmur isabet etmiş de onu çıplak pürüzsüz kaya haline getirivermiştir. Bunlar kazandıklarından hiçbir şeye sahip olamazlar. Allah, kafirleri doğru yola iletmez"
        },
        {
            "chapter": 2,
            "verse": 265,
            "text": "Allah'ın rızasını kazanmak ve ruhlarındaki cömertliği kuvvetlendirmek için mallarını hayra sarfedenlerin durumu, bir tepede kurulmuş güzel bir bahçeye benzer ki, üzerine bol yağmur yağmış da iki kat ürün vermiştir. Bol yağmur yağmasa bile bir çisinti düşer (de yine ürün verir). Allah, yaptıklarınızı görmektedir"
        },
        {
            "chapter": 2,
            "verse": 266,
            "text": "Sizden biriniz arzu eder mi ki, hurma ve üzüm ağaçlarıyla dolu, arasından sular akan ve kendisi için orada her çeşit meyveden (bir miktar) bulunan bir bahçesi olsun da, bakıma muhtaç çoluk çocuğu varken kendisine ihtiyarlık gelip çatsın, bahçeye de içinde ateş bulunan bir kasırga isabet ederek yakıp kül etsin! (Elbette bunu kimse arzu etmez.) İşte düşünüp anlayasınız diye Allah size ayetleri açıklar"
        },
        {
            "chapter": 2,
            "verse": 267,
            "text": "Ey iman edenler! Kazandıklarınızın iyilerinden ve rızık olarak yerden size çıkardıklarımızdan hayra harcayın. Size verilse, gözünüzü yummadan alamayacağınız kötü malı, hayır diye vermeye kalkışmayın. Biliniz ki Allah zengindir, övgüye layıktır"
        },
        {
            "chapter": 2,
            "verse": 268,
            "text": "Şeytan sizi fakirlikle korkutur ve size cimriliği telkin eder. Allah ise size katından bir mağfiret ve bir lütuf vadeder. Allah herşeyi ihata eden ve herşeyi bilendir"
        },
        {
            "chapter": 2,
            "verse": 269,
            "text": "Allah hikmeti dilediğine verir. Kime hikmet verilirse, ona pek çok hayır verilmiş demektir. Ancak akıl sahipleri düşünüp ibret alırlar"
        },
        {
            "chapter": 2,
            "verse": 270,
            "text": "Yaptığınız her harcamayı ve adadığınız her adağı muhakkak Allah bilir. Zalimler için hiç yardımcı yoktur"
        },
        {
            "chapter": 2,
            "verse": 271,
            "text": "Eğer sadakaları (zekat ve benzeri hayırları) açıktan verirseniz ne ala! Eğer onu fakirlere gizlice verirseniz, işte bu sizin için daha hayırlıdır. Allah da bu sebeple sizin günahlarınızı örter. Allah, yapmakta olduklarınızı bilir"
        },
        {
            "chapter": 2,
            "verse": 272,
            "text": "(Ya Muhammed!) Onları doğru yola iletmek sana ait değildir. Lakin Allah dilediğini doğru yola iletir. Hayır olarak harcadıklarınız kendi iyiliğiniz içindir. Yapacağınız hayırları ancak Allah'ın rızasını kazanmak için yapmalısınız. Hayır olarak verdiğiniz ne varsa; karşılığı size tam olarak verilir ve asla haksızlığa uğratılmazsınız"
        },
        {
            "chapter": 2,
            "verse": 273,
            "text": "(Yapacağınız hayırlar,) kendilerini Allah yoluna adamış, bu sebeple yeryüzünde kazanç için dolaşamayan fakirler için olsun. Bilmeyen kimseler, iffetlerinden dolayı onları zengin zanneder. Sen onları simalarından tanırsın. Çünkü onlar yüzsüzlük ederek istemezler. Yaptığınız her hayrı muhakkak Allah bilir"
        },
        {
            "chapter": 2,
            "verse": 274,
            "text": "Mallarını gece ve gündüz, gizli ve açık hayra sarfedenler var ya, onların mükafatları Allah katındadır. Onlara korku yoktur, üzüntü de çekmezler"
        },
        {
            "chapter": 2,
            "verse": 275,
            "text": "Faiz yiyenler (kabirlerinden), şeytan çarpmış kimselerin cinnet nöbetinden kalktığı gibi kalkarlar. Bu hal onların \"Alım-satım tıpkı faiz gibidir\" demeleri yüzündendir. Halbuki Allah, alım-satımı helal, faizi haram kılmıştır. Bundan sonra kime Rabbinden bir öğüt gelir de faizden vazgeçerse, geçmişte olan kendisinindir ve artık onun işi Allah'a kalmıştır. Kim tekrar faize dönerse, işte onlar cehennemliktir, orada devamlı kalırlar"
        },
        {
            "chapter": 2,
            "verse": 276,
            "text": "Allah faizi tüketir (Faiz karışan malın bereketini giderir), sadakaları ise bereketlendirir. Allah küfürde ve günahta ısrar eden hiç kimseyi sevmez"
        },
        {
            "chapter": 2,
            "verse": 277,
            "text": "İman edip iyi işler yapan, namaz kılan ve zekat verenler var ya, onların mükafatları Rableri katındadır. Onlara korku yoktur, onlar üzüntü de çekmezler"
        },
        {
            "chapter": 2,
            "verse": 278,
            "text": "Ey iman edenler! Allah'tan korkun. Eğer gerçekten inanıyorsanız mevcut faiz alacaklarınızı terkedin"
        },
        {
            "chapter": 2,
            "verse": 279,
            "text": "Şayet (faiz hakkında söylenenleri) yapmazsanız, Allah ve Resulü tarafından (faizcilere karşı) açılan savaştan haberiniz olsun. Eğer tevbe edip vazgeçerseniz, sermayeniz sizindir; ne haksızlık etmiş ne de haksızlığa uğramış olursunuz"
        },
        {
            "chapter": 2,
            "verse": 280,
            "text": "Eğer (borçlu) darlık içinde ise, eli genişleyinceye kadar ona mühlet vermek (gerekir). Eğer (gerçekleri) anlarsanız bunu sadakaya (veya zekata) saymak sizin için daha hayırlıdır"
        },
        {
            "chapter": 2,
            "verse": 281,
            "text": "Allah'a döndürüleceğiniz, sonra da herkese hak ettiğinin eksiksiz verileceği ve kimsenin haksızlığa uğratılmayacağı bir günden sakının"
        },
        {
            "chapter": 2,
            "verse": 282,
            "text": "Ey iman edenler! Belirlenmiş bir süre için birbirinize borçlandığınız vakit onu yazın. Bir katip onu aranızda adaletle yazsın. Hiçbir katip Allah'ın kendisine öğrettiği gibi yazmaktan geri durmasın; (her şeyi olduğu gibi) yazsın. Üzerinde hak olan kimse (borçlu) da yazdırsın, Rabbinden korksun ve borcunu asla eksik yazdırmasın. Şayet borçlu sefih veya aklı zayıf veya kendisi söyleyip yazdıramayacak durumda ise, velisi adaletle yazdırsın. Erkeklerinizden iki de şahit bulundurun. Eğer iki erkek bulunamazsa rıza göstereceğiniz şahitlerden bir erkek ile -biri yanılırsa diğerinin ona hatırlatması için- iki kadın (olsun). Çağırıldıkları vakit şahitler gelmemezlik etmesin. Büyük veya küçük, vadesine kadar hiçbir şeyi yazmaktan sakın üşenmeyin. Böyle yapmanız Allah nezdinde daha adaletli, şehadet için daha sağlam, şüpheye düşmemeniz için daha uygundur. Ancak aranızda yapıp bitirdiğiniz peşin bir ticaret olursa, bu durum farklıdır. Bu durumda onu yazmamanızda sizin için bir sakınca yoktur. (Genellikle) alışveriş yaptığınızda şahit tutun. Ne yazan, ne de şahit zarara uğratılsın. Eğer bunu yaparsanız (zarar verirseniz) şüphe yok ki bu, sizin yoldan çıkmanız demektir. Allah'tan korkun. Allah size gerekli olanı öğretiyor. Allah her şeyi bilmektedir"
        },
        {
            "chapter": 2,
            "verse": 283,
            "text": "Yolculukta olur da, yazacak kimse bulamazsanız (borca karşılık) alınmış bir rehin de yeterlidir. Birbirinize bir emanet bırakırsanız, emanet bırakılan kimse emaneti sahibine versin ve (bu hususta) Rabbi olan Allah'tan korksun. Şahitliği bildiklerinizi gizlemeyin. Kim onu gizlerse, bilsin ki onun kalbi günahkardır. Allah yapmakta olduklarınızı bilir"
        },
        {
            "chapter": 2,
            "verse": 284,
            "text": "Göklerde ve yerdekilerin hepsi Allah'ındır. İçinizdekileri açığa vursanız da gizleseniz de Allah ondan dolayı sizi hesaba çekecektir, sonra dilediğini affeder, dilediğine de azap eder. Allah her şeye kadirdir"
        },
        {
            "chapter": 2,
            "verse": 285,
            "text": "Peygamber, Rabbi tarafından kendisine indirilene iman etti, müminler de (iman ettiler). Her biri Allah a, meleklerine, kitaplarına, peygamberlerine iman ettiler. \"Allah'ın peygamberlerinden hiçbiri arasında ayırım yapmayız. İşittik, itaat ettik. Ey Rabbimiz, affına sığındık! Dönüş sanadır\" dediler"
        },
        {
            "chapter": 2,
            "verse": 286,
            "text": "Allah her şahsı, ancak gücünün yettiği ölçüde mükellef kılar. Herkesin kazandığı (hayır) kendine, yapacağı (şer) de kendinedir. Rabbimiz! Unutursak veya hataya düşersek bizi sorumlu tutma. Ey Rabbimiz! Bizden öncekilere yüklediğin gibi bize de ağır bir yük yükleme. Ey Rabbimiz! Bize gücümüzün yetmediği işler de yükleme! Bizi affet! Bizi bağışla"
        }
    ]
}