{
    "chapter": [
        {
            "chapter": 23,
            "verse": 1,
            "text": "Gerçekten müminler kurtuluşa ermiştir"
        },
        {
            "chapter": 23,
            "verse": 2,
            "text": "Onlar ki, namazlarında huşu içindedirler"
        },
        {
            "chapter": 23,
            "verse": 3,
            "text": "Onlar ki, boş ve yararsız şeylerden yüz çevirirler"
        },
        {
            "chapter": 23,
            "verse": 4,
            "text": "Onlar ki, zekatı verirler"
        },
        {
            "chapter": 23,
            "verse": 5,
            "text": "Ve onlar ki, iffetlerini korurlar"
        },
        {
            "chapter": 23,
            "verse": 6,
            "text": "Ancak eşleri ve ellerinin sahip olduğu (cariyeleri) hariç. (Bunlarla ilişkilerden dolayı) kınanmış değillerdir"
        },
        {
            "chapter": 23,
            "verse": 7,
            "text": "Şu halde, kim bunun ötesine gitmek isterse, işte bunlar, haddi aşan kimselerdir"
        },
        {
            "chapter": 23,
            "verse": 8,
            "text": "Yine onlar (o müminler) ki, emanetlerine ve ahidlerine riayet ederler"
        },
        {
            "chapter": 23,
            "verse": 9,
            "text": "Ve onlar ki, namazlarına devam ederler"
        },
        {
            "chapter": 23,
            "verse": 10,
            "text": "İşte, asıl bunlar varis olacaklardır"
        },
        {
            "chapter": 23,
            "verse": 11,
            "text": "(Evet) Firdevs'e varis olan bu kimseler, orada ebedi kalıcıdırlar"
        },
        {
            "chapter": 23,
            "verse": 12,
            "text": "Andolsun biz insanı, çamurdan (süzülüp çıkarılmış) bir özden yarattık"
        },
        {
            "chapter": 23,
            "verse": 13,
            "text": "Sonra onu sağlam bir karargahta nutfe haline getirdik"
        },
        {
            "chapter": 23,
            "verse": 14,
            "text": "Sonra nutfeyi alaka (aşılanmış yumurta) yaptık. Peşinden, alakayı, bir parçacık et haline soktuk; bu bir parçacık eti kemiklere (iskelete) çevirdik; bu kemikleri etle kapladık. Sonra onu başka bir yaratışla insan haline getirdik. Yapıpyaratanların en güzeli olan Allah pek yücedir"
        },
        {
            "chapter": 23,
            "verse": 15,
            "text": "Sonra, muhakkak ki siz, bunun ardından elbet öleceksiniz"
        },
        {
            "chapter": 23,
            "verse": 16,
            "text": "Sonra da şüphesiz, sizler kıyamet gününde tekrar diriltileceksiniz"
        },
        {
            "chapter": 23,
            "verse": 17,
            "text": "Andolsun biz, sizin üstünüzde yedi yol yarattık. Biz yaratmaktan habersiz değiliz"
        },
        {
            "chapter": 23,
            "verse": 18,
            "text": "Gökten uygun bir ölçüde yağmur indirip onu arzda durdurduk. Bizim onu gidermeye de elbet gücümüz yeter"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "Böylece onun (yağmurun) sayesinde sizin yararınıza hurma bahçeleri ve üzüm bağları meydana getirdik. Bunlarda sizin için birçok meyveler vardır ve siz onlardan yersiniz"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "Tur-i Sina'da da yetişen bir ağaç daha meydana getirdik ki, bu ağaç hem yağ hem de yiyenlerin ekmeğine katık edecekleri (zeytin) verir"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "Hayvanlarda sizin için elbette ibretler vardır. Onların karınlarındakinden (sütlerinden) size içiririz. Onlarda sizin için birçok faydalar daha vardır; etlerinden de yersiniz"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "Onların üzerinde ve gemilerde taşınırsınız"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "Andolsun ki, Nuh'u kavmine gönderdik ve o: Ey kavmim! Allah'a kulluk edin. Sizin için O'ndan başka bir tanrı yoktur. Hala sakınmaz mısınız? dedi"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "Bunun üzerine, kavminin inkarcı ileri gelenleri şöyle dediler: \"Bu, tıpkı sizin gibi bir beşer olmaktan başka bir şey değildir. Size üstün ve hakim olmak istiyor. Eğer Allah (peygamber göndermek) isteseydi, muhakkak ki melekler gönderirdi. Biz geçmişteki atalarımızdan böyle bir şey duymadık"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "Bu, yalnızca kendisinde delilik bulunan bir kimsedir. Öyle ise, bir süreye kadar ona katlanıp bekleyin bakalım"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "(Nuh), Rabbim! dedi, beni yalanlamalarına karşı bana yardım et"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "Bunun üzerine ona şöyle vahyettik: Gözlerimizin önünde (muhafazamız altında) ve bildirdiğimiz şekilde gemiyi yap. Bizim emrimiz gelip de sular coşup yükselmeye başlayınca her cinsten eşler halinde iki tane ve bir de, içlerinden, daha önce kendisi aleyhinde hüküm verilmiş olanların dışındaki aileni gemiye al. Zulmetmiş olanlar konusunda bana hiç yalvarma! Zira onlar kesinlikle boğulacaklardır"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "Sen, yanındakilerle birlikte gemiye yerleştiğinde: \"Bizi zalimler topluluğundan kurtaran Allah'a hamdolsun\" de"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "Ve de ki: Rabbim! Beni bereketli bir yere indir. Sen, iskan edenlerin en hayırlısısın"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "Şüphesiz bunda (Nuh ve kavminin başından geçenlerde) birtakım ibretler vardır. Hakikaten biz (kullarımızı böyle) deneriz"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "Sonra onların ardından bir başka nesil meydana getirdik"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "Onlar arasından kendilerine: \"Allah'a kulluk edin. Sizin O'ndan başka bir tanrınız yoktur. Hala Allah'tan korkmaz mısınız?\" (mesajını ileten) bir peygamber gönderdik"
        },
        {
            "chapter": 23,
            "verse": 33,
            "text": "Onun kavminden, kafir olup ahirete ulaşmayı inkar eden ve dünya hayatında kendilerine refah verdiğimiz varlıklı kişiler: \"Bu, dediler, sadece sizin gibi bir insandır; sizin yediğinizden yer, sizin içtiğinizden içer"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "Gerçekten, sizin gibi bir beşere itaat ederseniz, herhalde ziyan edersiniz"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "Size, öldüğünüz, toprak ve kemik yığını haline geldiğinizde, mutlak surette sizin (kabirden) çıkarılacağınızı mı vadediyor"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "Bu size vadedilen (öldükten sonra yeniden dirilmek, gerçek olmaktan) çok uzak"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "Hayat, şu dünya hayatımızdan ibarettir. (Kimimiz) ölürüz, (kimimiz) yaşarız; bir daha diriltilecek de değiliz"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "Bu adam, sadece Allah hakkında yalan uyduran bir kimsedir; biz ona inanmıyoruz"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "O peygamber: Rabbim! dedi, beni yalanlamalarına karşılık bana yardımcı ol"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "Allah şöyle buyurdu: Pek yakında onlar mutlaka pişman olacaklar"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "Nitekim, vukuu kaçınılmaz olan korkunç bir ses yakalayıverdi onları! Kendilerini hemen sel süprüntüsüne çevirdik. Zalimler topluluğunun canı cehenneme"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "Sonra onların ardından başka nesiller getirdik"
        },
        {
            "chapter": 23,
            "verse": 43,
            "text": "Hiçbir ümmet, ecelini ne öne alabilir, ne de erteleyebilir"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "Sonra biz peyderpey peygamberlerimizi gönderdik. Herhangi bir ümmete peygamberlerinin geldiği her defasında, onlar bu peygamberi yalanladılar; biz de onları birbiri ardından yok ettik ve onları ibret hikayelerine dönüştürdük. Artık iman etmeyen kavmin canı cehenneme"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "Sonra ayetlerimizle ve apaçık bir fermanla Musa ve kardeşi Harun'u gönderdik"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "Firavun'a ve ileri gelenlerine de(gönderdik). Onlar ise kibire kapıldılar ve ululuk taslayan bir kavim oldular"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "Bu yüzden dediler ki: Kavimleri bize kölelik ederken, bizim gibi olan bu iki adama inanır mıyız"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "Böylece onları yalanladılar ve bu sebeple helak edilenlerden oldular"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "Andolsun biz Musa'ya, belki onlar yola gelirler diye, Kitab'ı verdik"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "Meryem oğlunu ve annesini de (kudretimize) bir alamet kıldık; onları, yerleşmeye elverişli, suyu bulunan bir tepeye yerleştirdik"
        },
        {
            "chapter": 23,
            "verse": 51,
            "text": "Ey Peygamber! Temiz olan şeylerden yeyin; güzel işler yapın. Ben sizin yaptıklarınızı hakkıyle bilmekteyim"
        },
        {
            "chapter": 23,
            "verse": 52,
            "text": "Şüphesiz bu (insanlar) bir tek ümmet olarak sizin ümmetinizdir; ben de sizin Rabbinizim. Öyle ise benden sakının\" (denildi)"
        },
        {
            "chapter": 23,
            "verse": 53,
            "text": "Ne var ki insanlar kendi aralarındaki işlerini parça parça böldüler. Her gurup kendilerinde bulunan (fikir ve davranış) ile sevinip böbürlenmektedirler"
        },
        {
            "chapter": 23,
            "verse": 54,
            "text": "Şimdi sen onları bir zamana kadar gaflet ve sapıklıkları ile başbaşa bırak"
        },
        {
            "chapter": 23,
            "verse": 55,
            "text": "Sanıyorlar mı ki, onlara verdiğimiz servet ve oğullar ile"
        },
        {
            "chapter": 23,
            "verse": 56,
            "text": "Kendilerine faydalar sağlamak için can atıyoruz? Hayır, onlar işin farkına varamıyorlar"
        },
        {
            "chapter": 23,
            "verse": 57,
            "text": "Rablerine olan saygıdan dolayı kötülükten sakınanlar"
        },
        {
            "chapter": 23,
            "verse": 58,
            "text": "Rablerinin ayetlerine inananlar"
        },
        {
            "chapter": 23,
            "verse": 59,
            "text": "Rablerine ortak tanımayanlar"
        },
        {
            "chapter": 23,
            "verse": 60,
            "text": "Ve Rablerine dönecekleri için yapmakta oldukları işleri kalpleri çarparak yapanlar"
        },
        {
            "chapter": 23,
            "verse": 61,
            "text": "İşte onlar, iyiliklere koşuşurlar ve iyilik için yarışırlar"
        },
        {
            "chapter": 23,
            "verse": 62,
            "text": "Biz hiç kimseyi gücünün yettiğinden başkası ile yükümlü kılmayız. Nezdimizde hakkı söyleyen bir kitap vardır ve onlar haksızlığa uğratılmazlar"
        },
        {
            "chapter": 23,
            "verse": 63,
            "text": "Hayır, onların (o inkarcıların) kalpleri bu hususta cehalet içindedir. Ayrıca onların bundan (bu şirk ve inkarcılıklarından) öte birtakım (kötü) işleri vardır ki, onlar bu işleri yapar dururlar"
        },
        {
            "chapter": 23,
            "verse": 64,
            "text": "En nihayet, refah ve bolluk içinde olanlarını sıkıntıya (veya azaba) uğrattığımızda, bakarsın ki onlar feryadı basarlar"
        },
        {
            "chapter": 23,
            "verse": 65,
            "text": "Boşuna sızlanmayın bugün! Zira bizden yardım göremeyeceksiniz"
        },
        {
            "chapter": 23,
            "verse": 66,
            "text": "Çünkü ayetlerim size okunurdu da, siz, buna karşı kibirlenerek arkanızı döner, geceleyin (Kabe'nin etrafında toplanarak) hezeyanlar savururdunuz"
        },
        {
            "chapter": 23,
            "verse": 67,
            "text": "Çünkü ayetlerim size okunurdu da, siz, buna karşı kibirlenerek arkanızı döner, geceleyin (Kabe'nin etrafında toplanarak) hezeyanlar savururdunuz"
        },
        {
            "chapter": 23,
            "verse": 68,
            "text": "Onlar bu sözü (Kur'an'ı) hiç düşünmediler mi? Yoksa kendilerine, daha önce geçmişteki atalarına gelmeyen bir şey mi geldi"
        },
        {
            "chapter": 23,
            "verse": 69,
            "text": "Yoksa Peygamberlerini henüz tanımadılar da bu yüzden mi onu inkar ediyorlar"
        },
        {
            "chapter": 23,
            "verse": 70,
            "text": "Yoksa onda bir cinnet olduğunu mu söylüyorlar? Hayır; o, kendilerine hakkı getirmiştir. Onların çoğu ise haktan hoşlanmamaktadırlar"
        },
        {
            "chapter": 23,
            "verse": 71,
            "text": "Eğer hak, onların kötü arzu ve isteklerine uysaydı, mutlaka gökler ve yer ile bunlarda bulunanlar bozulur giderdi. Hayır, biz onlara şan ve şereflerini getirdik; fakat onlar kendi şereflerine sırt çevirdiIer"
        },
        {
            "chapter": 23,
            "verse": 72,
            "text": "(Resulüm!) Yoksa sen onlardan bir karşılık mı istiyorsun? Rabbinin vereceği daha hayırlıdır. O, rızık verenlerin en hayırlısıdır"
        },
        {
            "chapter": 23,
            "verse": 73,
            "text": "Gerçek şu ki sen onları doğru bir yola çağırıyorsun"
        },
        {
            "chapter": 23,
            "verse": 74,
            "text": "Ahirete inanmayanlar ise, ısrarla yoldan çıkmaktadırlar"
        },
        {
            "chapter": 23,
            "verse": 75,
            "text": "Eğer onlara acıyıp da içinde bulundukları sıkıntıyı giderseydik, iyice körleşerek azgınlıklarında direnirlerdi"
        },
        {
            "chapter": 23,
            "verse": 76,
            "text": "Andolsun, biz onları sıkıntıya düşürdük de yine Rablerine boyun eğmediler, tazarru ve niyazda da bulunmuyorlar"
        },
        {
            "chapter": 23,
            "verse": 77,
            "text": "En nihayet üzerlerine, azabı çok şiddetli bir kapı açtığımız zaman, bir de bakarsın ki onlar orada şaşkın ve ümitsiz kalmışlardır"
        },
        {
            "chapter": 23,
            "verse": 78,
            "text": "O, sizin için kulakları, gözleri ve gönülleri yaratandır. Ne de az şükrediyorsunuz"
        },
        {
            "chapter": 23,
            "verse": 79,
            "text": "Ve O, sizi yeryüzünde yaratıp türetendir. Sırf O'nun huzurunda toplanacaksınız"
        },
        {
            "chapter": 23,
            "verse": 80,
            "text": "Ve O, yaşatan ve öldürendir; gecenin ve gündüzün değişmesi O'nun eseridir. Hala aklınızı kullanmaz mısınız"
        },
        {
            "chapter": 23,
            "verse": 81,
            "text": "Buna rağmen onlar, öncekilerin dedikleri gibi dediler"
        },
        {
            "chapter": 23,
            "verse": 82,
            "text": "Dediler ki: Sahi biz, ölüp de bir toprak ve kemik yığını haline gelmişken, mutlaka yeniden diriltileceğiz öyle mi"
        },
        {
            "chapter": 23,
            "verse": 83,
            "text": "Hakikaten, gerek bize, gerekse daha önce atalarımıza böyle bir vaadde bulunuldu; (fakat) bu geçmiştekilerin masallarından başka bir şey değildir"
        },
        {
            "chapter": 23,
            "verse": 84,
            "text": "(Resulüm!) de ki: Eğer biliyorsanız (söyleyin bakalım), bu dünya ve onda bulunanlar kime aittir"
        },
        {
            "chapter": 23,
            "verse": 85,
            "text": "Allah'a aittir\" diyecekler. Öyle ise siz hiç düşünüp taşınmaz mısınız! de"
        },
        {
            "chapter": 23,
            "verse": 86,
            "text": "Yedi kat göklerin Rabbi, azametli Arş'ın Rabbi kimdir? diye sor"
        },
        {
            "chapter": 23,
            "verse": 87,
            "text": "(Bunlar da) Allah'ındır\" diyecekler. Şu halde siz Allah'tan korkmaz mısınız! de"
        },
        {
            "chapter": 23,
            "verse": 88,
            "text": "Eğer biliyorsanız (söyleyin), her şeyin melekutu (mülkiyeti ve yönetimi) kendisinin elinde olan, kendisi her şeyi koruyup kollayan, fakat kendisi korunmayan (buna muhtaç olmayan) kimdir? diye sor"
        },
        {
            "chapter": 23,
            "verse": 89,
            "text": "(Bunların hepsi) Allah'ındır\" diyecekler. Öyle ise nasıl olup da büyüye kapılıyorsunuz? de"
        },
        {
            "chapter": 23,
            "verse": 90,
            "text": "Doğrusu biz onlara gerçeği getirdik; onlar ise hakikaten yalancılardır"
        },
        {
            "chapter": 23,
            "verse": 91,
            "text": "Allah evlat edinmemiştir; O'nunla beraber hiçbir tanrı da yoktur. Aksi takdirde her tanrı kendi yarattığını sevk ve idare eder ve mutlaka onlardan biri diğerine galebe çalardı. Allah, onların (müşriklerin) yakıştırdıkları şeylerden münezzehtir"
        },
        {
            "chapter": 23,
            "verse": 92,
            "text": "Allah, gaybı da şehadeti de bilendir. O, müşriklerin ortak koştukları şeylerden çok yüce ve münezzehtir"
        },
        {
            "chapter": 23,
            "verse": 93,
            "text": "(Resulüm!) De ki: \"Rabbim! Eğer onlara yöneltilen tehdidi (dünyevi sıkıntıyı ve uhrevi azabı) mutlaka bana göstereceksen"
        },
        {
            "chapter": 23,
            "verse": 94,
            "text": "Bu durumda beni zalimler topluluğunun içinde bulundurma, Rabbim"
        },
        {
            "chapter": 23,
            "verse": 95,
            "text": "Biz, onlara yönelttiğimiz tehdidi sana göstermeye elbette ki kadiriz"
        },
        {
            "chapter": 23,
            "verse": 96,
            "text": "Sen, kötülüğü en güzel bir tutumla sav. Biz onların yakıştırmakta oldukları şeyi çok iyi bilmekteyiz"
        },
        {
            "chapter": 23,
            "verse": 97,
            "text": "Ve de ki: Rabbim! Şeytanların kışkırtmalarından sana sığınırım"
        },
        {
            "chapter": 23,
            "verse": 98,
            "text": "Onların yanımda bulunmalarından da sana sığınırım, Rabbim"
        },
        {
            "chapter": 23,
            "verse": 99,
            "text": "Nihayet onlardan (müşriklerden) birine ölüm gelip çattığında: \"Rabbim! der, beni geri gönder"
        },
        {
            "chapter": 23,
            "verse": 100,
            "text": "Ta ki boşa geçirdiğim dünyada iyi iş (ve hareketler) yapayım.\" Hayır! Onun söylediği bu söz (boş) laftan ibarettir. Onların gerisinde ise, yeniden dirilecekleri güne kadar (süren) bir berzah vardır"
        },
        {
            "chapter": 23,
            "verse": 101,
            "text": "Sura üflendiği zaman artık aralarında akrabalık bağları kalmamıştır; birbirlerini de arayıp sormazlar"
        },
        {
            "chapter": 23,
            "verse": 102,
            "text": "Artık kimlerin (sevap) tartılan ağır basarsa, işte asıl bunlar kurtuluşa erenlerdir"
        },
        {
            "chapter": 23,
            "verse": 103,
            "text": "Kimlerin de tartıları hafif gelirse, artık bunlar da kendilerine yazık etmişlerdir; (çünkü onlar) ebedi cehennemdedirler"
        },
        {
            "chapter": 23,
            "verse": 104,
            "text": "Ateş yüzlerini yakar; orada suratları çirkin ve gülünç bir halde bulunurlar"
        },
        {
            "chapter": 23,
            "verse": 105,
            "text": "Size ayetlerim okunurdu da, siz onları yalanlardınız değil mi"
        },
        {
            "chapter": 23,
            "verse": 106,
            "text": "Derler ki: Rabbimiz! Azgınlığımız bizi altetti; biz, bir sapıklar topluluğu idik"
        },
        {
            "chapter": 23,
            "verse": 107,
            "text": "Rabbimiz! Bizi buradan çıkar. Eğer bir daha (ettiklerimize) dönersek, artık belli ki biz zalim insanlarız"
        },
        {
            "chapter": 23,
            "verse": 108,
            "text": "Buyurur ki: Alçaldıkça alçalın orada! Bana karşı konuşmayın artık"
        },
        {
            "chapter": 23,
            "verse": 109,
            "text": "Zira kullarımdan bir zümre: Rabbimiz! Biz iman ettik; öyle ise bizi affet; bize acı! Sen, merhametlilerin en iyisisin, demişlerdi"
        },
        {
            "chapter": 23,
            "verse": 110,
            "text": "İşte siz onları alaya aldınız; sonunda onlar (ile alay etmeniz) size beni yadetmeyi unutturdu, siz onlara gülüyordunuz"
        },
        {
            "chapter": 23,
            "verse": 111,
            "text": "Bugün ben onlara, sabrettiklerinin karşılığını verdim; onlar, hakikaten muratlarına erenlerdir"
        },
        {
            "chapter": 23,
            "verse": 112,
            "text": "(Allah inkarcılara) \"Yeryüzünde kaç yıl kaldınız?\" diye sorar"
        },
        {
            "chapter": 23,
            "verse": 113,
            "text": "Bir gün veya günün bir kısmı kadar kaldık. İşte sayanlara sor\" derler"
        },
        {
            "chapter": 23,
            "verse": 114,
            "text": "Buyurur: Sadece az bir süre kaldınız; keşke siz (bunu) bilmiş olsaydınız"
        },
        {
            "chapter": 23,
            "verse": 115,
            "text": "Sizi sadece boş yere yarattığımızı ve sizin hakikaten huzurumuza geri getirilmeyeceğinizi mi sandınız"
        },
        {
            "chapter": 23,
            "verse": 116,
            "text": "Mutlak hakim ve hak olan Allah, çok yücedir. O'ndan başka tanrı yoktur, O, yüce Arş'ın sahibidir"
        },
        {
            "chapter": 23,
            "verse": 117,
            "text": "Her kim Allah ile birlikte diğer bir tanrıya taparsa, -ki bu hususla ilgili hiçbir delili yoktur- o kimsenin hesabı ancak Rabbinin nezdindedir. Şurası muhakkak ki kafirler iflah olmaz"
        },
        {
            "chapter": 23,
            "verse": 118,
            "text": "(Resulüm!) De ki: Bağışla ve merhamet et Rabbim! Sen merhametlilerin en iyisisin"
        }
    ]
}