{
    "pages": [
        {
            "chapter": 18,
            "verse": 35,
            "text": "Y entró en su viñedo, injusto consigo mismo. Dijo: «No creo que éste perezca nunca"
        },
        {
            "chapter": 18,
            "verse": 36,
            "text": "Ni creo que ocurra la Hora. Pero, aun si soy llevado ante mi Señor, he de encontrar, a cambio, algo mejor que él»"
        },
        {
            "chapter": 18,
            "verse": 37,
            "text": "El compañero con quien dialogaba le dijo: «¿No crees en Quien te creó de tierra, luego, de una gota y, luego, te dio forma de hombre"
        },
        {
            "chapter": 18,
            "verse": 38,
            "text": "En cuanto a mí, Él es Alá, mi Señor, y no asocio nadie a mi Señor"
        },
        {
            "chapter": 18,
            "verse": 39,
            "text": "Si, al entrar en tu viñedo, hubieras dicho: '¡Que sea lo que Alá quiera! ¡La fuerza reside sólo en Alá!' Si ves que yo tengo menos que tú en hacienda e hijos"
        },
        {
            "chapter": 18,
            "verse": 40,
            "text": "quizá me dé Alá algo mejor que tu viñedo, lance contra él rayos del cielo y se convierta en compo pelado"
        },
        {
            "chapter": 18,
            "verse": 41,
            "text": "o se filtre su agua por la tierra y no puedas volver a encontrarla»"
        },
        {
            "chapter": 18,
            "verse": 42,
            "text": "Su cosecha fue destruida y, a la mañana siguiente, se retorcía las manos pensando en lo mucho que había gastado en él: sus cepas estaban arruinadas. Y decía: «¡Ojalá no hubiera asociado nadie a mi Señor!»"
        },
        {
            "chapter": 18,
            "verse": 43,
            "text": "No hubo grupo que, fuera de Alá, pudiera auxiliarle, ni pudo defenderse a sí mismo"
        },
        {
            "chapter": 18,
            "verse": 44,
            "text": "En casos así sólo Alá, la Verdad, ofrece amistad. Él es el Mejor en recompensar y el Mejor como fin"
        },
        {
            "chapter": 18,
            "verse": 45,
            "text": "Propónles la parábola de la vida de acá. Es como agua que hacemos bajar del cielo y se empapa de ella la vegetación de la tierra, pero se convierte en hierba seca, que los vientos dispersan. Alá es potísimo en todo"
        }
    ]
}