{
    "pages": [
        {
            "chapter": 32,
            "verse": 1,
            "text": "lm"
        },
        {
            "chapter": 32,
            "verse": 2,
            "text": "La revelación de la Escritura, exenta de dudas, procede del Señor del universo"
        },
        {
            "chapter": 32,
            "verse": 3,
            "text": "O dicen: «Él la ha inventado». ¡No! es la Verdad venida de tu Señor, para que adviertas a un pueblo al que no ha venido monitor alguno antes de ti. Quizás, así, sean bien dirigidos"
        },
        {
            "chapter": 32,
            "verse": 4,
            "text": "Alá es Quien ha creado los cielos, la tierra y lo que entre ellos está en seis días. Luego, se ha instalado en el Trono. Fuera de É, no tenéis amigo ni intercesor. ¿Es que no os dejaréis amonestar"
        },
        {
            "chapter": 32,
            "verse": 5,
            "text": "Él dispone en el cielo todo lo de la tierra. Luego, todo ascenderá a Él en un día equivalente en duración a mil años de los vuestros"
        },
        {
            "chapter": 32,
            "verse": 6,
            "text": "Tal es el Conocedor de lo oculto y de lo patente, el Poderoso, el Misericordioso"
        },
        {
            "chapter": 32,
            "verse": 7,
            "text": "Que ha hecho bien todo cuanto ha creado y ha comenzado la creación del hombre de arcilla"
        },
        {
            "chapter": 32,
            "verse": 8,
            "text": "luego, ha establecido su descendencia de una gota de líquido vil"
        },
        {
            "chapter": 32,
            "verse": 9,
            "text": "luego, le ha dado forma armoniosa e infundido en él de Su Espíritu. Os ha dado el oído, la vista y el intelecto. ¡Qué poco agradecidos sois"
        },
        {
            "chapter": 32,
            "verse": 10,
            "text": "Dicen: «Cuando nos hayamos perdido en la tierra, ¿es verdad que se nos creará de nuevo?» No, no creen en el encuentro de su Señor"
        },
        {
            "chapter": 32,
            "verse": 11,
            "text": "Di: «El ángel de la muerte, encargado de vosotros, os llamara y, luego, seréis devueltos a vuestro Señor»"
        }
    ]
}