{
    "manzils": [
        {
            "chapter": 17,
            "verse": 1,
            "text": "(அல்லாஹ்) மிகப் பரிசுத்தமானவன்; அவன் தன் அடியாரை பைத்துல் ஹராமிலிருந்து (கஃபத்துல்லாஹ்விலிருந்து தொலைவிலிருக்கும் பைத்துல் முகத்தஸிலுள்ள) மஸ்ஜிதுல் அக்ஸாவிற்கு ஓரிரவில் அழைத்துச் சென்றான்; (மஸ்ஜிதுல் அக்ஸாவின்) சுற்றெல்லைகளை நாம் அபிவிருத்தி செய்திருக்கின்றோம்; நம்முடைய அத்தாட்சிகளை அவருக்குக் காண்பிப்பதற்காக (அவ்வாறு அழைத்துச் சென்றோம்); நிச்சயமாக அவன் (யாவற்றையும்) செவியுறுவோனாகவும்; பார்ப்போனாகவும் இருக்கின்றான்"
        },
        {
            "chapter": 17,
            "verse": 2,
            "text": "இன்னும், நாம் மூஸாவுக்கு வேதத்தைக் கொடுத்தோம்; நாம் அதை இஸ்ராயீலின் சந்ததிகளுக்கு வழிகாட்டியாக ஆக்கி, 'என்னையன்றி வேறு எவரையும் நீங்கள் பாதுகாவலனாக ஆக்கிக் கொள்ளாதீர்கள் (எனக் கட்டளையிட்டோம்)"
        },
        {
            "chapter": 17,
            "verse": 3,
            "text": "நாம் நூஹுடன் கப்பலில் ஏற்றி(க் காப்பாற்றி)யவர்களின் சந்ததியினரே! நிச்சயமாக அவர் நன்றி செலுத்தும் அடியாராக இருந்தார்"
        },
        {
            "chapter": 17,
            "verse": 4,
            "text": "நாம் இஸ்ராயீலின் சந்ததியினருக்கு (முன்னறிவிப்பாக தவ்ராத்) வேதத்தில்; \"நிச்சயமாக நீங்கள் பூமியில் இருமுறை குழப்பம் உண்டாக்குவீர்கள்; (அல்லாஹ்வுக்கு வழிபடாது) ஆணவத்துடன், பெரும் அழிச்சாட்டியங்கள் செய்பவர்களாக நடந்து கொள்வீர்கள்\" என்று அறிவித்தோம்"
        },
        {
            "chapter": 17,
            "verse": 5,
            "text": "எனவே, அவ்விரண்டில் முதலாவது வாக்குறுதி (நிறைவேறும் காலம்) வந்த போது, உங்களுக்கு எதிராக (போரில்) கொடிய வலிமையுடைய நம் அடியார்களை ஏவி விட்டோம்; அவர்கள் உங்கள் வீடுகளில் புகுந்து (உங்களையும். உங்கள் பொருள்களையும்) தேடி (அழித்து) விட்டார்கள்; (இவ்வாறு முதல்) வாக்குறுதி நிறைவேறியது"
        },
        {
            "chapter": 17,
            "verse": 6,
            "text": "பின்னர் அவர்கள் மீது வெற்றியடையும் வாய்ப்பை உங்கள்பால் திருப்பினோம்; ஏராளமான பொருள்களையும், புதல்வர்களையும் (தந்தது) கொண்டு உங்களுக்கு உதவி செய்து, உங்களைத் திரளான கூட்டத்தினராகவும் ஆக்கினோம்"
        },
        {
            "chapter": 17,
            "verse": 7,
            "text": "நீங்கள் நன்மை செய்தால் உங்களுக்கே நன்மை செய்து கொள்கிறீர்கள். நீங்கள் தீமை செய்தால் அதுவும் உங்களுக்கே(தீமை)யாகும், உங்கள் முகங்களை சோகம் அடையச் செய்வதற்காகவும் பைத்துல் முகத்தஸில் முதல் முறையாக அவர்கள் நுழைந்தது போல் நுழைந்து அவர்கள் தாங்கள் கைப்பற்றிக் கொண்டவைகளை முற்றாக அழித்து விடுவதற்காகவும் (எதிரிகளை) இரண்டாம் வாக்குறுதி வரும்பொழுது (நாம் ஆனுப்பினோம்)"
        },
        {
            "chapter": 17,
            "verse": 8,
            "text": "(இதன் பின்னரும் நீங்கள் திருந்திக் கொண்டால்) உங்கள் இறைவன் உங்கள் மீது கருணை புரியப்போதும். ஆனால், நீங்கள் (பாவத்தின் பக்கமே) திரும்புவீர்களானால், நாமும் (முன் போல் தண்டிக்கத்) திரும்புவோம்; மேலும் காஃபிர்களுக்கு ஜஹன்ன(ம் எனும் நரக)த்தைச் சிறைச்சாலையாக ஆக்கி வைத்துள்ளோம்"
        },
        {
            "chapter": 17,
            "verse": 9,
            "text": "நிச்சயமாக இந்த குர்ஆன் முற்றிலும் நேராக இருக்கும் நல் வழியைக் காட்டுகிறது அன்றியும் நற்கருமங்கள் செய்து வரும் முஃமின்களுக்கு, நிச்சயமாக மிகப் பெரும் நற்கூலியுண்டு என்றும் நன்மாராயங் கூறுகிறது"
        },
        {
            "chapter": 17,
            "verse": 10,
            "text": "மேலும், எவர்கள் மறுமை நாள் மீது நம்பிக்கை கொள்ளவில்லையோ, அவர்களுக்கு நிச்சயமாக நாம், நோவினை தரும் வேதனையைச் சித்தப்படுத்தி இருக்கின்றோம்"
        },
        {
            "chapter": 17,
            "verse": 11,
            "text": "மனிதன். நன்மையாக பிரார்த்தனை செய்வது போலவே (சில சமயம்) தீமைக்காகவும் பிரார்த்திக்கின்றான்; (ஏனென்றால்) மனிதன் அவசரக்காரனாக இருக்கின்றான்"
        },
        {
            "chapter": 17,
            "verse": 12,
            "text": "இரவையும், பகலையும் நாம் இரண்டு அத்தாட்சிகளாக ஆக்கினோம். பின்னர் இரவின் அத்தாட்சி மங்கி (இருளாகி)டச் செய்தோம்; உங்கள் இறைவனுடைய அருட்கொடையை நீங்கள் தேடிக்கொள்வதற்காகவும் - ஆண்டுகளின் எண்ணிக்கைகளையும் கணக்குகளையும் நீங்கள் அறிந்து கொள்வதற்காகவும், பகலின் அத்தாட்சியைப் பிரகாசமாக்கினோம் - மேலும் நாம் ஒவ்வொரு பொருளையும் தெளிவாக விவரித்திருக்கிறோம்"
        },
        {
            "chapter": 17,
            "verse": 13,
            "text": "ஒவ்வொரு மனிதனுடைய செயல் குறிப்பையும் அவனுடைய கழுத்தில் நாம் மாட்டி இருக்கிறோம்; கியாமத் நாளில் அவனுக்காக ஓர் ஏட்டை வெளிப்படுத்துவோம் - திறக்கப்பட்ட நிலையில் அதனை அவன் பெற்றுக் கொள்வான்"
        },
        {
            "chapter": 17,
            "verse": 14,
            "text": "நீ உன் புத்தகத்தைப் படித்துப் பார்! இன்று உனக்கு எதிராக உன்னுடைய ஆத்மாவே கணக்கதிகாரியாக இருக்கப் போதும்\" (என்று அப்போது நாம் கூறுவோம்)"
        },
        {
            "chapter": 17,
            "verse": 15,
            "text": "எவன் நேர்வழியில் செல்கின்றானோ, அவன் தன்னுடைய நன்மைக்காகவே நேர் வழியில் செல்கிறான்; எவன் வழி கேட்டில் செல்கின்றானோ, அவன் தனக்கே கேடு செய்து கொண்டான்; (நிச்சயமாக) ஒருவனுடைய பாவச்சுமையை மற்றொருவன் சுமக்கமாட்டான்; (நம்) தூதரை அனுப்பாத வரையில் (எவரையும்) நாம் வேதனை செய்வதில்லை"
        },
        {
            "chapter": 17,
            "verse": 16,
            "text": "நாம் ஓர் ஊரை (அதன் தீமையின் காரணமாக) அழிக்க நாடினால், அதிலுள்ள (வசதியான) சுகவாசிகளை (நேர்வழியைப் பின்பற்றி வாழுமாறு) நாம் ஏவுவோம்; ஆனால் அவர்களோ (நம் ஏவலுக்கு கட்டுப்படாமல்) வரம்பு மீறி நடப்பார்கள். அப்போது, அவ்வூரின் மீது, (வேதனை பற்றிய நம்) வாக்கு உண்மையாகி விடுகிறது - அப்பால், நாம் அதனை அடியோடு அழித்து விடுகிறோம்"
        },
        {
            "chapter": 17,
            "verse": 17,
            "text": "நூஹுக்குப்பின் எத்தனை தலைமுறையினரை நாம் அழித்திருக்கின்றோம்? இன்னும், தன் அடியார்களின் பாவங்களை நன்கறிந்தவனாகவும், கூர்ந்து நோக்குபவனாகவும் இருப்பதற்கு உம் இறைவன் போதுமானவன்"
        },
        {
            "chapter": 17,
            "verse": 18,
            "text": "எவர்கள் (மறுமையைப் புறக்கணித்தும் விரைவில் அழியும்) இவ்வாழ்க்கையை விரும்புகிறார்களோ, அவர்களில் நாம் நாடியவர்களுக்கு நாம் நாடுவதை (இவ்வுலகிலேயே) விரைந்து கொடுத்து விடுவோம்; பின்னரோ அ(த்தகைய)வருக்காக, நாம் ஜஹன்ன(ம் நரக)த்தைச் சித்தப்படுத்தி வைத்திருக்கிறோம்; அதில் அவர் பழிக்கப்பட்டவராகவும் சபிக்கப்பட்டவராகவும் நுழைவார்"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "இன்னும் எவர் மறுமையை நாடி அதற்காகத் தக்க பிரயாசையுடன், முஃமினாகவும் இருந்து முயல்கின்றாரோ, அ(த்தகைய)வர்களின் முயற்சி (அல்லாஹ்விடத்தில் நற்கூலிக்குரியதாக) ஏற்றுக் கொள்ளப்படும்"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "இ(ம்மையை விரும்புப)வர்களுக்கும், (மறுமையை ஆசிக்கும்) மற்றவர்களுக்கும் உமது இறைவனாகிய நமது அருட்கொடையிலிருந்து நாமே உதவி செய்கிறோம்; உமது இறைவனின் அருட்கொடை (எவருக்கும்) தடுக்கப்பட்டதாக இல்லை"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "(நபியே!) நாம் எவ்வாறு அவர்களில் சிலரைச் சிலரைவிட (இம்மையில்) மேன்மைப்படுத்தி இருக்கிறோம் என்பதை நீர் கவனிப்பீராக! எனினும் மறுமை (வாழ்க்கை) பதவிகளிலும் மிகப் பெரியது, மேன்மையிலும் மிகப் பெரியதாகும்"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "அல்லாஹ்வுடன் மற்றோர் ஆன்டவனை நீர் (இணை) ஆக்க வேண்டாம்; (அப்படிச் செய்தால்) நீர் பழிக்கப்பட்டவராகவும், உதவி அற்றவராகவும் அமைந்து விடுவீர்"
        },
        {
            "chapter": 17,
            "verse": 23,
            "text": "அவனையன்றி (வேறு எவரையும்) நீர் வணங்கலாகாது என்றும், பெற்றோருக்கு நன்மை செய்யவேண்டும் என்றும் உம்முடைய இறைவன் விதித்திருக்கின்றான்; அவ்விருவரில் ஒருவரோ அல்லது அவர்கள் இருவருமோ உம்மிடத்தில் நிச்சயமாக முதுமை அடைந்து விட்டால், அவர்களை உஃப் (சீ) என்று (சடைந்தும்) சொல்ல வேண்டாம் - அவ்விருவரையும் (உம்மிடத்திலிருந்து) விரட்ட வேண்டாம் - இன்னும் அவ்விருவரிடமும் கனிவான கண்ணியமான பேச்சையே பேசுவீராக"
        },
        {
            "chapter": 17,
            "verse": 24,
            "text": "இன்னும், இரக்கம் கொண்டு பணிவு என்னும் இறக்கையை அவ்விருவருக்காகவும் நீர் தாழ்த்துவீராக மேலும், \"என் இறைவனே! நான் சிறு பிள்ளையாக இருந்த போது, என்னை(ப்பரிவோடு) அவ்விருவரும் வளர்த்தது போல், நீயும் அவர்களிருவருக்கும் கிருபை செய்வாயாக!\" என்று கூறிப் பிரார்த்திப்பீராக"
        },
        {
            "chapter": 17,
            "verse": 25,
            "text": "(பெற்றோரை நடத்துவது பற்றி) உங்களுடைய உள்ளங்களிலிருப்பதை உங்களுடைய இறைவனே நன்கு அறிவான்; நீங்கள் ஸாலிஹானவர்களாக (இறைவன் ஏவலுக்கு இசைந்து நடப்பவர்களாக) இருந்தால்; (உள்ளந்திருந்தி உங்களில் எவர் மன்னிப்புக் கோருகிறாறோ அத்தகைய) மன்னிப்புக் கோருபவர்களுக்கு (அல்லாஹ்) மிக மன்னிப்பவனாக இருக்கின்றான்"
        },
        {
            "chapter": 17,
            "verse": 26,
            "text": "இன்னும், உறவினருக்கு அவருடைய உரிமை (பாத்தியதை)களைக் கொடுப்பீராக மேலும், ஏழைகளுக்கும் வழிப்போக்கர்களுக்கும், (அவரவர்களுக்கு உரியதைக் கொடுத்து விடுவீராக!) வீணாகப் (பொருளை) விரையஞ் செய்யாதீர்"
        },
        {
            "chapter": 17,
            "verse": 27,
            "text": "நிச்சயமாக விரயஞ் செய்பவர்கள் ஷைத்தான்களின் சகோதரர்களாவார்கள்; ஷைத்தானோ தன்னுடைய இறைவனுக்கு நன்றி கெட்டவனாக இருக்கின்றான்"
        },
        {
            "chapter": 17,
            "verse": 28,
            "text": "(உம்மிடம் பொருளில்லாமல் அதற்காக) நீர் உம்முடைய இறைவனின் அருளை ஆதரவு வைத்து (அதை) எதிர்ப்பார்த்திருக்கும் சமயத்தில் (உம்மிடம் எவரேனும் எதுவும் கேட்டு,) அவர்களை நீர் புறக்கணிக்கும்படி நேரிட்டால், (அப்போது) அவர்களிடம் கனிவான, அன்பான சொல்லையே சொல்வீராக"
        },
        {
            "chapter": 17,
            "verse": 29,
            "text": "(உலோபியைப் போல் எதுவும் வழங்காது) உம் கையை உம் கழுத்தில் கட்டப் பட்டதாக்கிக் கொள்ளாதீர்; அன்றியும், (அனைத்தையும் செலவழித்து உம் கையை) ஒரே விரிப்பாக விரித்து விடாதீர்; அதனால் நீர் நிந்திக்கப்பட்டவராகவும், (கையில் எதுவுமில்லாது) துக்கப்பட்டவராகவும் அமைந்து விடுவீர்"
        },
        {
            "chapter": 17,
            "verse": 30,
            "text": "நிச்சயமாக உம்முடைய இறைவன் தான் நாடியவருக்கு விசாலமாக உணவு (சம்பத்து)களை வழங்குகிறான்; (தான் நாடியவருக்கு) அளவாகவும் கொடுக்கிறான் - நிச்சயமாக அவன் தன் அடியார்(களின் இரகசிய பரகசியங்)களை நன்கு அறிந்தவனாகவும், பார்ப்பவனாகவும் இருக்கின்றான்"
        },
        {
            "chapter": 17,
            "verse": 31,
            "text": "நீங்கள் வறுமைக்குப் பயந்து உங்களுடைய குழந்தைகளைக் கொலை செய்யாதீர்கள்; அவர்களுக்கும் உங்களுக்கும் நாமே உணவை (வாழ்க்கை வசதிகளையும்) அளிக்கின்றோம் - அவர்களைக் கொல்லுதல் நிச்சயமாகப் பெரும் பிழையாகும்"
        },
        {
            "chapter": 17,
            "verse": 32,
            "text": "நீங்கள் விபச்சாரத்தை நெருங்காதீர்கள்; நிச்சயமாக அது மானக்கேடானதாகும். மேலும், (வேறு கேடுகளின் பக்கம் இழுத்துச் செல்லும்) தீய வழியாகவும் இருக்கின்றது"
        },
        {
            "chapter": 17,
            "verse": 33,
            "text": "(கொலையை) அல்லாஹ் விலக்கியிருக்க நீங்கள் எந்த மனிதனையும் நியாயமான காரணமின்றிக் கொலை செய்து விடாதீர்கள்; எவரேனும் அநியாயமாகக் கொலை செய்யப்பட்டு விட்டால், அவருடைய வாரிசுக்கு (பதிலுக்கு பதில் செய்யவோ அல்லது மன்னிக்கவோ) நாம் அதிகாரம் கொடுத்திருக்கிறோம்; ஆனால் கொலையி(ன் மூலம் பதில் செய்வதி)ல் வரம்பு கடந்து விடக் கூடாது நிச்சயமாக கொலையுண்டவரின் வாரிசு (நீதியைக் கொண்டு) உதவி செய்யப் பட்டவராவார்"
        },
        {
            "chapter": 17,
            "verse": 34,
            "text": "அநாதைகள் பிராயமடையும் வரை, (அவர்களின் பொறுப்பேற்றிருக்கும்) நீங்கள், நியாயமான முறையிலன்றி அவர்களுடைய பொருளை நெருங்காதீர்கள், இன்னும் (நீங்கள் அல்லாஹ்விடமோ, மனிதர்களிடமோ கொடுத்த) வாக்குறுதியை நிறை வேற்றுங்கள்; நிச்சயமாக (அவ்) வாக்குறுதி (பற்றித் தீர்ப்பு நாளில் உங்களிடம்) விசாரிக்கப்படும்"
        },
        {
            "chapter": 17,
            "verse": 35,
            "text": "மேலும் நீங்கள் அளந்தால், அளவைப் பூர்த்தியாக அளவுங்கள்; (இன்னும்) சரியான தராசைக் கொண்டு நிறுத்துக் கொடுங்கள். இதுவே நன்மையுடையதாகவும், முடிவில் (பலன் தருவதில்) அழகானதுமாகவும்"
        },
        {
            "chapter": 17,
            "verse": 36,
            "text": "எதைப்பற்றி உமக்கு(த் தீர்க்க) ஞானமில்லையோ அதை(ச் செய்யத்) தொடரவேண்டாம்; நிச்சயமாக (மறுமையில்) செவிப்புலனும், பார்வையும், இருதயமும் இவை ஒவ்வொன்றுமே (அதனதன் செயல் பற்றி) கேள்வி கேட்கப்படும்"
        },
        {
            "chapter": 17,
            "verse": 37,
            "text": "மேலும், நீர் பூமியில் பெருமையாய் நடக்க வேண்டாம்; (ஏனென்றால்) நிச்சயமாக நீர் பூமியைப் பிளந்துவிட முடியாது மலையின் உச்சி(யளவு)க்கு உயர்ந்து விடவும் முடியாது"
        },
        {
            "chapter": 17,
            "verse": 38,
            "text": "இவையனைத்தின் தீமையும் உம் இறைவனிடத்தில் வெறுக்கப்பட்டதாக இருக்கிறது"
        },
        {
            "chapter": 17,
            "verse": 39,
            "text": "இவையெல்லாம் உம்முடைய இறைவன் உமக்கு வஹீ (மூலம்) அறிவித்துள்ள ஞான உபதேசங்களாகும். ஆகவே அல்லாஹ்வுடன் வேறு நாயனை (இணையாக) ஏற்படுத்தாதீர்; (அப்படிச் செய்தால்) நீர் நிந்திக்கப்பட்டவராகவும் துரத்தப்பட்டவராகவும் நரகத்தில் எறியப்படுவீர்"
        },
        {
            "chapter": 17,
            "verse": 40,
            "text": "(முஷ்ரிக்குகளே!) உங்கள் இறைவன் உங்களுக்கு ஆண் மக்களை அளித்து விட்டு (தனக்கு மட்டும்) மலக்குகளிலிருந்து பெண் மக்களை எடுத்துக்கொண்டானா? நிச்சயமாக நீங்கள் மிகப்பெரும் (பொய்க்) கூற்றையே கூறுகிறீர்கள்"
        },
        {
            "chapter": 17,
            "verse": 41,
            "text": "இன்னும் அவர்கள் (சிந்தித்துப்) படிப்பினைகள் பெறுவதற்காக இந்த குர்ஆனில் திட்டமாக(ப் பல்வேறு) விளக்கங்களைக் கூறியுள்ளோம்; எனினும், (இவை யாவும்) அவர்களுக்கு (உண்மையிலிருந்து) வெறுப்பைத் தவிர (வேறெதையும்) அதிகப்படுத்தவில்லை"
        },
        {
            "chapter": 17,
            "verse": 42,
            "text": "(நபியே!) நீர் சொல்வீராக அவர்கள் கூறுவதுபோல் அவனுடன் வேறு தெய்வங்கள் இருந்தால், அப்போது அவை அர்ஷுடையவன் (அல்லாஹ் தஆலாவின்) அளவில் ஒரு வழியைத் தேடிக்கண்டு பிடித்துச் (சென்று) இருக்கும் என்று"
        },
        {
            "chapter": 17,
            "verse": 43,
            "text": "அவன் மிகவும் பரிசத்தமானவுன்; இன்னும் அவர்கள் கூறும் கூற்றுக்களை விட்டு அப்பாற்பட்டவனாக இருக்கின்றான்"
        },
        {
            "chapter": 17,
            "verse": 44,
            "text": "ஏழு வானங்களும், பூமியும், அவற்றில் உள்ளவர்களும் அவனைத் துதி செய்து கொண்டிருக்கின்றனர்; இன்னும் அவன் புகழைக் கொண்டு துதி செய்யாத பொருள் (எதுவும்) இல்லை. எனினும் அவற்றின் துதி செய்வதை நீங்கள் உணர்ந்து கொள்ளமாட்டீர்கள், நிச்சயமாக அவன் பொறுமையுடையவனாகவும், மிக மன்னிப்பவனாகவும் இருக்கின்றான்"
        },
        {
            "chapter": 17,
            "verse": 45,
            "text": "(நபியே!) நீர் குர்ஆனை ஓதினால் உமக்கிடையிலும் மறுமையின் மீது ஈமான் கொள்ளாதவர்களுக்கிடையிலும் மறைக்கப்பட்டுள்ள ஒரு திரையை அமைத்து விடுகிறோம்"
        },
        {
            "chapter": 17,
            "verse": 46,
            "text": "இன்னும், அவர்கள் அதனை விளங்கிக் கொள்வதை விட்டும் அவர்களுடைய இருதயங்களின் மேல் மூடிகளையும், அவர்களுடைய காதுகளின் மீது செவிட்டுத்தனத்தையும் நாம் அமைத்து விடுகிறோம்; இன்னும் குர்ஆனில், உம்முடைய இறைவன் ஒருவனை மட்டும் நீர் குறிப்பிடும் போது, அவர்கள் வெறுப்படைந்து தம் பின்புறங்களில் (திரும்பி விரண்டவர்களாகப்) பின்வாங்கி விடுகிறார்கள்"
        },
        {
            "chapter": 17,
            "verse": 47,
            "text": "(நபியே!) அவர்கள் உமக்குச் செவி சாய்த்தால், என்ன நோக்கத்துடன் செவி சாய்க்கின்றார்கள் என்பதையும் அவர்கள் தமக்குள் இரகசியமாக ஆலோசனை செய்யும் போது, \"சூனியம் செய்யப்பட்ட ஒரு மனிதரையே அன்றி (வேறெவரையும்) நீங்கள் பின்பற்றிவில்லை\" என்று (தங்களுக்குள்) அந்த அநியாயக்காரர்கள் சொல்வதையும் நாம் நன்கறிவோம்"
        },
        {
            "chapter": 17,
            "verse": 48,
            "text": "(நபியே!) உமக்கு அவர்கள் எத்தகை உவமைகளைச் சொல்கிறார்கள் என்பதை கவனித்துப்பாரும்! ஆகவே, அவர்கள் வழிகெட்டு விட்டார்கள்; (நேரான) வழிக்கு அவர்கள் சக்திப்பெற மாட்டார்கள்"
        },
        {
            "chapter": 17,
            "verse": 49,
            "text": "இன்னும்; \"(இறந்து பட்டு) எலும்புகளாகவும், உக்கிப்போனவைகளாகவும் நாங்கள் ஆகிவிட்ட பிறகு, நிச்சயமாக புதிய படைப்பாக நாங்கள் எழுப்பப்படுகிறவர்களாக?\" என்றும் அவர்கள் கேட்கிறார்கள்"
        },
        {
            "chapter": 17,
            "verse": 50,
            "text": "(நபியே!) நீர் கூறும்; \"நீங்கள் கல்லாகவோ, இரும்பாகவோ ஆகுங்கள்"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "அல்லது மிகப் பெரிதென உங்கள் நெஞ்சங்களில் தோன்றும் வேறொரு படைப்பாய் ஆகுங்கள்;\" (எப்படியானாலும் நீங்கள் நிச்சயமாக எழுப்பப்படுவீர்கள்). \"எங்களை எவன் (மறுமுறையும் உயிர் கொடுத்து) மீட்டுவான்?\" என்று அவர்கள் கேட்பார்கள். \"உங்களை எவன் முதலில் படைத்தானோ, அவன் தான்!\" என்று (நபியே!) நீர் கூறும்; அப்போது அவர்கள் தங்களுடைய சிரசுகளை உம் பக்கம் சாய்த்து, (பரிகாசமாக) அது எப்போது (நிகழும்)? என்று கேட்பார்கள். \"அது வெகு சீக்கிரத்திலும் ஏற்படலாம்\" என்று கூறுவீராக"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "உங்களை (இறுதியில்) அவன் அழைக்கும் நாளில், நீங்கள் அவன் புகழை ஓதியவர்களாக பதில் கூறுவீர்கள்; (மரணத்திற்குப் பின்) சொற்ப(கால)மே தங்கியிருந்ததாக நீங்கள் நினைப்பீர்கள்"
        },
        {
            "chapter": 17,
            "verse": 53,
            "text": "(நபியே!) என் அடியார்களுக்கு அவர்கள் அழகியதையே சொல்ல வேண்டும் என்று கூறுவீராக! நிச்சயமாக ஷைத்தான் அவர்களுக்கிடையில் (தீயதைத் தூண்டி) விஷமஞ் செய்வான்; நிச்சயமாக ஷைத்தான் மனிதனுக்குப் பகிரங்கமான பகைவனாக இருக்கின்றான்"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "உங்களுடைய இறைவன் உங்களைப் பற்றி நன்கறிவான்; அவன் நாடினால் உங்களுக்கு கிருபை செய்வான்; அல்லது அவன் நாடினால் உங்களை வேதனை செய்வான்; நாம் உம்மை அவர்களுக்கு வகீலாக (பொறுப்பாளியாக) அனுப்பவில்லை"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "உம்முடைய இறைவன் வானங்களிலிம் பூமியிலும் உள்ளவர்களைப் பற்றி நன்கு அறிவான்; நபிமார்களில் சிலரை வேறு சிலரைவிடத் திட்டமாக நாம் மேன்மையாக்கியிருக்றோம்; இன்னும் தாவூதுக்கு ஜபூர் (வேதத்தையும்) கொடுத்தோம்"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "அவனையன்றி (வேறு தெய்வங்கள் இருப்பதாக) நீங்கள் எண்ணிக்கொண்டிருப்பவர்களை அழைத்துப்பாருங்கள்; அவர்கள் உங்களுடைய கஷ்டத்தை நிவர்த்திக்கவோ அல்லது திருப்பிவிடவோ சக்தி பெறவில்லை (என்பதை அறிவீர்கள்)"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "(அல்லாஹ்வையன்றி) இவர்கள் யாரை பிரார்த்திக்கின்றார்களோ அவர்கள், ஏன் அவர்களில் மிகவும் (இறைவனுக்கு) நெருக்கமானவர்கள் கூட தங்கள் இறைவன்பால் (கொண்டு செல்ல) நற்கருமங்களை செய்து கொண்டும் அவனது அருளை எதிர்பார்த்தும் அவனது தண்டனைக்கு அஞ்சியுமே இருக்கின்றனர். நிச்சயமாக உமது இறைவனின் தண்டனை அச்சப்படத் தக்கதாகவே உள்ளது"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "இன்னும் கியாம நாளைக்கு முன்னே (அழிச்சாட்டியம் செய்யும்) எந்த ஊராரையும் நாம் அழிக்காமலோ, அல்லது கடுமையான வேதனைக் கொண்டு வேதனை செய்யாமலோ இருப்பதில்லை இது(லவ்ஹுல் மஹ்ஃபூள் என்னும்) ஏட்டில் வரையப்பெற்றே இருக்கிறது"
        },
        {
            "chapter": 17,
            "verse": 59,
            "text": "(நம்முடைய அத்தாட்சிகளை எவர்களுக்கு) முந்தியவர்களும் பொய்ப்பித்ததைத் தவிர (வேறு எதுவும் இவர்கள் கோரும்) அத்தாட்சிகளை அனுப்ப நம்மைத் தடுக்கவில்லை (இதற்கு முன்) நாம் 'ஸமூது' கூட்டத்தாருக்கு ஒரு பெண் ஒட்டகத்தைக் கண்கூடான அத்தாட்சியாகக் கொடுத்திருந்தோம்; அவர்களோ (வரம்பு மீறி) அதற்கு அநியாயம் செய்தனர்; (மக்களை) அச்சமூட்டி எச்சரிப்பதற்காவே அன்றி நாம் (இத்தகைய) அத்தாட்சிகளை அனுப்புவதில்லை"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "(நபியே!) நிச்சயமாக உம்முடைய இவைன் மனிதர்களைச் சூழ்ந்து கொண்டிருக்கின்றான் என்று உமக்குக் கூறியதை (நினைவு கூர்வீராக! மிஃராஜின் போது) நாம் உமக்குக்காட்டிய காட்சியையும் குர்ஆனில் சபிக்கப்பட்டும் (ஜக்கூம்) மரத்தையும் மனிதர்களுக்கு சோதனையாகவே தவிர நாம் ஆக்கவில்லை. இன்னும் நாம் அவர்களை அச்சுறுத்துகின்றோம்; ஆனால், இது அவர்களுடைய பெரும் அழிச்சாட்டியத்தையே அதிகரிக்கச் செய்கின்றது"
        },
        {
            "chapter": 17,
            "verse": 61,
            "text": "இன்னும், (நினைவு கூர்வீராக!) நாம் மலக்குகளிடம் \"ஆதமுக்கு நீங்கள் ஸுஜூது செய்யுங்கள்\" என்று கூறிய போது, இப்லீஸை தவிர அவர்கள் ஸுஜூது செய்தார்கள்; அவனோ \"களி மண்ணால் நீ படைத்தவருக்கா நான் ஸுஜூது செய்ய வேண்டும்?\" என்று கூறினான்"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "எனக்கு மேலாக கண்ணியப் படுத்திய இவரைப் பார்த்தாயா? நீ எனக்கு கியாம நாள்வரை அவகாசம் சொடுத்தால், நாம் இவருடைய சந்ததிகளில் சிலரைத் தவிர (மற்றவர்களை) நிச்சயமாக வழிகெடுத்து விடுவேன்\" என்று (இப்லீஸை) கூறினான்"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "நீ போய் விடு அவர்களில் உன்னைப் பின்பற்றுபவர் இருந்தால் - நிச்சயமாக நரகம் தான் உங்கள் கூலியில் நிரப்பமான கூலியாக இருக்கும்"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "இன்னும் அவர்களிலிருந்து நீ எவரை (வழி சறுகச் செய்ய) சக்தி பெற்றிருக்கிறாயோ அவர்களை உன் கூப்பாட்டைக் கொண்டு வழி சறுகச் செய்; உன்னுடைய குதிரைப் படையையும் காலாட்படையையும் கொண்டு அவர்களுக்கு எதிராக முழக்கமிடச் செய், அவர்களுடைய செல்வங்களிலும், குழந்தைகளிலும் நீ கூட்டாக இருந்து கொள்; அவர்களுக்கு(ப் பொய்யான) வாக்குறுதிகளையும் கொடு!\" (என்றும் அல்லாஹ் கூறினான்) ஆகவே, ஷைத்தான் அவர்களுக்கு வாக்களிப்பதெல்லாம் வெறும் ஏமாற்றேயன்றி வேறில்லை"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "நிச்சயமாக (முஃமினான) என்னுடைய அடியார்கள் மீது உனக்கு எந்த அதிகாரமுமில்லை\" (என்றும் அல்லாஹ் கூறினான்; நபியே! அந்த என் நல்லடியார்களைக்) காத்துக் கொள்ள உம்முடைய இறைவன் போதுமானவன்"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "(மானிடர்களே!) உங்கள் இறைவன் எப்படிப்பட்டவன் என்றால் அவனுடைய அருட் கொடைகளை நீங்கள் தேடி(ச் சம்பாதித்து)க் கொள்ளும் பொருட்டுக் கப்பலை அவனே கடலில் செலுத்துகிறான்; நிச்சயமாக அவன் உங்கள் மீது மிக்க கிருபையுடையவனாக இருக்கின்றான்"
        },
        {
            "chapter": 17,
            "verse": 67,
            "text": "இன்னும், கடலில் உங்களை ஏதேனும் தங்கடம் (துன்பம்) தீண்டினால், அவனையன்றி நீங்கள் (தெய்வங்கள் என) எவற்றை அழைத்துக் கொண்டிருந்தீர்களோ, அவையாவும் மறைந்து விடும்; எனினும் (அல்லாஹ்) உங்களை ஈடேற்றிக் கரையளவில் கொண்டு வந்து சேர்க்கும் பொழுது நீங்கள் (அவனைப்) புறக்கணித்து விடுகிறீர்கள் - இன்னும், மனிதன் மகா நன்றி மறப்பவனாகவே இருக்கின்றான்"
        },
        {
            "chapter": 17,
            "verse": 68,
            "text": "(கரை சேர்ந்த) பின் அவன் உங்களை பூமியின் ஒரு புறத்தில் புதையும்படி செய்து விட மாட்டான் என்றோ, அல்லது உங்கள் மீது கல்மாரியை அனுப்பமாட்டான் என்றோ அச்சந் தீர்ந்து இருக்கிறீர்களா? பின்னர் நீங்கள் உங்களைப் பாதுகாப்போர் எவரையும் காண மாட்டீர்கள்"
        },
        {
            "chapter": 17,
            "verse": 69,
            "text": "அல்லது, அவன் மீண்டும் ஒரு தடவை அக்கடலில் உங்களை மீளச் செய்து, (எல்லாவற்றையும்) முறித்துத் தள்ளும் புயல் காற்றை உங்கள் மீதனுப்பி, நீங்கள் நிராகரித்ததற்காக உங்களை மூழ்கடித்து விடமாட்டான் என்றும் நீங்கள் அச்சந்தீர்ந்து இருக்கிறீர்களா? (அப்படி நேர்ந்தால் ஏன் இவ்விஷயத்தை அவ்வாறு செய்தோம் என) நம்மைத் தொடர்ந்து உங்களுக்கு(க் கேட்போர்) எவரையும் காணமாட்டீர்கள்"
        },
        {
            "chapter": 17,
            "verse": 70,
            "text": "நிச்சயமாக, நாம் ஆதமுடைய சந்ததியைக் கண்ணியப்படுத்தினோம்; இன்னும், கடலிலும், கறையிலும் அவர்களைச் சுமந்து, அவர்களுக்காக நல்ல உணவு(ம் மற்றும்) பொருட்களையும் அளித்து, நாம் படைத்துள்ள (படைப்புகள்) பலவற்றையும் விட அவர்களை (தகுதியால்) மேன்மைப் படுத்தினோம்"
        },
        {
            "chapter": 17,
            "verse": 71,
            "text": "(நபியே!) நாம் எல்லா மக்களையும் அவரவர்களுடைய தலைவர்களுடன் அழைக்கும் நாளை (நீர் நினைவூட்டுவீராக அந்நாளில்) எவருடைய (செயல் குறிப்பு) ஏடு அவருடைய வலக்கையில் கொடுக்கப்படுகிறதோ, அ(த்தகை நற்பேறுடைய)வர்கள் தம் ஏடுகளை (நிம்மதியுடன்) படிப்பார்கள்; இன்னும், அவர்கன் அணுவளவும் அநியாயம் செய்யப்பட மாட்டார்கள்"
        },
        {
            "chapter": 17,
            "verse": 72,
            "text": "யார் இம்மையில் (நேர்வழியடையாக்) குருடனாக இருக்கிறானோ அவன் மறுமையிலும் (நற்பேற்றைக் காணாக்) குருடன்தான்; இன்னும், அவன் நேர்வழியில் மிகவும் தவறியவனாவான்"
        },
        {
            "chapter": 17,
            "verse": 73,
            "text": "(நபியே!) இன்னும் நாம் உமக்கு வஹீ மூலம் அறிவித்தோமே அதை விட்டும், அதல்லாததை நம்மீது நீர் இட்டுக்கட்டிக் கூறும்படி உம்மைத் திருப்பிவிடவே அவர்கள் முனைந்தார்கள்; (அவ்வாறு நீர் செய்திருந்தால்) உம்மை தம் உற்ற நண்பராகவும் அப்போது எடுத்துக் கொண்டிருப்பார்கள்"
        },
        {
            "chapter": 17,
            "verse": 74,
            "text": "மேலும், நாம் உம்மை (ஹக்கான பாதையில்) உறுதிப்படுத்தி வைத்திருக்க வில்லையெனின் நீர் கொஞ்சம் அவர்கள் பக்கம் சாய்ந்து போயிருத்தல் கூடும்"
        },
        {
            "chapter": 17,
            "verse": 75,
            "text": "(அவ்வாறு நீர் சாய்ந்திருந்தால்) நீர் இவ்வாழ்நாளில் இரு மடங்கு (வேதனையும்,) மரணத்தில் இரு மடங்கு (வேதனையு)ம் நுகருமாறு நாம் செய்திருப்போம்; பின்பு, நமக்கு எதிராக உமக்கு உதவியாளர் எவரையும் நீர் காணமாட்டீர்"
        },
        {
            "chapter": 17,
            "verse": 76,
            "text": "(நபியே!) உம்மை (உம்முடைய) பூமியிலிருந்து அடி பெயரச்செய்து, அதை விட்டும் உம்மை வெளியேற்றிவிட முனைகிறார்கள்; ஆனால் அவர்களோ உமக்குப்பின்னர் சொற்ப நாட்களேயன்றி (அங்கு) தங்கியிருக்க மாட்டார்கள்"
        },
        {
            "chapter": 17,
            "verse": 77,
            "text": "திடமாக, உமக்கு முன்னர் நாம் அனுப்பிய நம் தூதர்களைப் பொறுத்தும் இது வழிமுறையாக இருந்து வந்தது நம்முடைய (இவ்)வழிமுறையில் எந்த மாற்றத்தையும் நீர் காணமாட்டீர்"
        },
        {
            "chapter": 17,
            "verse": 78,
            "text": "(நபியே!) சூரியன் (உச்சியில்) சாய்ந்ததிலிருந்து இரவின் இருள் சூழும் வரை (ளுஹ்ரு, அஸ்ரு, மஃரிப், இஷா) தொழுகையை நிலை நிறுத்துவீராக இன்னும் ஃபஜ்ருடைய தொழுகையையும் (நிலைநிறுத்துவீராக); நிச்சயமாக ஃபஜ்ரு தொழுகை சான்று கூறுவதாகயிருக்கிறது"
        },
        {
            "chapter": 17,
            "verse": 79,
            "text": "இன்னும் இரவில் (ஒரு சிறு) பகுதியில் உமக்கு உபரியான தஹஜ்ஜத் தொழுகையைத் தொழுது வருவீராக (இதன் பாக்கியத்தினால்) உம்முடைய இறைவன், 'மகாமம் மஹ்முதா' என்னும் (புகழ் பெற்ற) தலத்தில் உம்மை எழுப்பப் போதும்"
        },
        {
            "chapter": 17,
            "verse": 80,
            "text": "என் இறைவனே! என்னை சிறந்த முறையில் நுழையச் செய்வாயாக! மேலும் சிறந்த முறையில் என்னை வெளிப்படுத்துவாயாக! மேலும் உன்புறத்திலிருந்து எனக்கு உதவி செய்யும் ஒரு சக்தியை ஆக்குவாயாக! என்று கூறுவீராக"
        },
        {
            "chapter": 17,
            "verse": 81,
            "text": "(நபியே!) இன்னும், \"சத்தியம் வந்தது அசத்தியம் அழிந்தது. நிச்சயமாக அசத்தியமானது அழிந்து போவதேயாகும்' என்று கூறுவீராக"
        },
        {
            "chapter": 17,
            "verse": 82,
            "text": "இன்னும், நாம் முஃமின்களுக்கு ரஹ்மத்தாகவும், அருமருந்தாகவும் உள்ளவற்றையே குர்ஆனில் (படிப்படியாக) இறக்கிவைத்தோம்; ஆனால் அக்கிரமக்காரர்களுக்கோ இழப்பைத் தவிர வேறெதையும் (இது) அதிகமாக்குவதில்லை"
        },
        {
            "chapter": 17,
            "verse": 83,
            "text": "நாம் மனிதனுக்கு அருட்கொடைகளை வழங்கினால் அவன் (நன்றி செலுத்தாமல்) புறக்கணித்து(த் தோளை உயர்த்திப்) பெருமை கொள்கிறான்; அவனை (ஏதேனுமொரு) தீங்கு தொடுமானால் அவன் நிராசை கொண்டவனாகி விடுகிறான்"
        },
        {
            "chapter": 17,
            "verse": 84,
            "text": "(நபியே!) நீர் கூறுவீராக \"ஒவ்வொருவனும் தன் வழியிலேயே செயல் படுகிறான்; ஆனால் நேரான வழியில் செல்பவர் யார் என்பதை உங்கள் இறைவன் நன்கு அறிவான்"
        },
        {
            "chapter": 17,
            "verse": 85,
            "text": "(நபியே!) \"உம்மிடம் ரூஹை (ஆத்மாவைப்) பற்றி அவர்கள் கேட்கிறார்கள். 'ரூஹு' என் இறைவனுடைய கட்டளையிலிருந்தே உண்டானது இன்னும் ஞானத்திலிருந்து உங்களுக்கு அளிக்கப்பட்டது மிகச் சொற்பமேயன்றி வேறில்லை\" எனக் கூறுவீராக"
        },
        {
            "chapter": 17,
            "verse": 86,
            "text": "(நபியே!) நாம் நாடினால் உமக்கு நாம் வஹீயாக நாம் அறிவித்ததை (குர்ஆனை) போக்கிவிடுவோம்; பின்னர், நமக்கெதிராக உமக்குப் பொறுப்பேற்கக் கூடிய எவரையும் நீர் காணமாட்டீர்"
        },
        {
            "chapter": 17,
            "verse": 87,
            "text": "ஆனால் உம் இறைவனுடைய ரஹ்மத்தைத் தவிர (இவ்வாறு நிகழாமல் இருப்பதற்கு வேறெதுவுமில்லை) நிச்சயமாக உம் மீது அவனுடைய அருட்கொடை மிகப் பெரிதாகவே இருக்கிறது"
        },
        {
            "chapter": 17,
            "verse": 88,
            "text": "இந்த குர்ஆனை போன்ற ஒன்றைக் கொண்டுவருவதற்காக மனிதர்களும் ஜின்களும் ஒன்று சேர்ந்து (முயன்று), அவர்களில் ஒரு சிலர் சிலருக்கு உதவிபுரிபவர்களாக இருந்தாலும், இது போன்ற ஒன்றை அவர்கள் கொண்டு வரமுடியாது\" என்று (நபியே) நீர் கூறும்"
        },
        {
            "chapter": 17,
            "verse": 89,
            "text": "நிச்சயமாக, இந்த குர்ஆனில் மனிதர்களுக்காக சகலவிதமான உதாரணங்களையும் (மிகவும் தெளிவாக) விவரித்துள்ளோம்; எனினும், மனிதர்களில் மிகுதியானவர்கள் (இதை) நிராகரிக்காதிருக்கவில்லை"
        },
        {
            "chapter": 17,
            "verse": 90,
            "text": "இன்னும், அவர்கள் கூறுகிறார்கள்; \"நீர் எங்களுக்காகப் பூமியிலிருந்து ஒரு நீர் ஊற்றைப் பீறிட்டு வரும்படி செய்யும் வரையில், உம் மீது நாங்கள் நம்பிக்கை கொள்ள மாட்டோம்"
        },
        {
            "chapter": 17,
            "verse": 91,
            "text": "அல்லது பேரீச்சை மரங்களும், திராட்சைக் கொடிகளும் (நிரப்பி) உள்ள தோட்டம் ஒன்று உமக்கு இருக்க வேண்டும். அதன் நடுவே ஆறுகளை நீர் ஒலித்தோடச் செய்ய வேண்டும்"
        },
        {
            "chapter": 17,
            "verse": 92,
            "text": "அல்லது நீர் எண்ணுவது போல் வானம் துண்டு துண்டாக இடிந்து எங்கள் மேல் விழச் செய்யும் வரை அல்லது அல்லாஹ்வையும் மலக்குகளையும் (நமக்குமுன்) நேருக்கு நேராகக் கொண்டு வந்தாலன்றி"
        },
        {
            "chapter": 17,
            "verse": 93,
            "text": "அல்லது ஒரு தங்கமாளிகை உமக்கு இருந்தாலன்றி (உம் மீது நம்பிக்கை கொள்ளோம்) அல்லது வானத்தின் மீது நீர் ஏறிச் செல்ல வேண்டும், (அங்கிருந்து) எங்களுக்காக நாங்கள் படிக்கக் கூடிய ஒரு (வேத) நூலை நீர் கொண்டு வந்து தரும் வரையில், நீர் (வானத்தில்) ஏறியதையும் நாங்கள் நம்ப மாட்டோம்\" என்று கூறுகின்றனர். \"என் இறைவன் மிகத் தூயவன், நான் (இறைவனுடைய) தூதனாகிய ஒரு மனிதனே தவிர வேறெதுவுமாக இருக்கின்றேனா?\" என்று (நபியே! நீர் பதில்) கூறுவீராக"
        },
        {
            "chapter": 17,
            "verse": 94,
            "text": "மனிதர்களிடம் நேர்வழி (காட்டி) வந்த போது, \"ஒரு மனிதரையா அல்லாஹ் (தன்) தூதராக அனுப்பினான்\" என்று கூறுவதைத் தவிர அவர்கள் ஈமான் கொள்வதை வேறெதுவும் தடுக்கவில்லை"
        },
        {
            "chapter": 17,
            "verse": 95,
            "text": "(நபியே!) நீர் கூறும்; \"பூமியில் மலக்குகளே வசித்து (இருந்து அதில்) அவர்களே நிம்மதியாக நடமாடிக் கொண்டிருந்தால், நிச்சயமாக நாம் அவர்களிடம் ஒரு மலக்கையே வானத்திலிருந்து (நம்) தூதராக இறக்கியிருப்போம்\" என்று"
        },
        {
            "chapter": 17,
            "verse": 96,
            "text": "எனக்கிடையிலும், உங்களுக்கிடையிலும் சாட்சியாக இருக்க அல்லாஹ்வே போதுமானவன்; நிச்சயமாக அவன் தன் அடியார்களைப் பற்றி நன்கு அறிந்தவனாகவும், (யாவற்றையும்) பார்ப்பவனாகவும் இருக்கின்றான்\" என்று (நபியே!) நீர் கூறுவீராக"
        },
        {
            "chapter": 17,
            "verse": 97,
            "text": "அல்லாஹ் யாரை நேர்வழியில் செலுத்துகிறானோ, அவர் தாம் நேர்வழிப்பெற்றவர் ஆவார்; இன்னும் அவன் யாரை வழிகேட்டில் விடுகிறானோ அ(த்தகைய)வருக்கு உதவி செய்வோர் அவனையன்றி வேறு எவரையும் நீர் காணமாட்டீர்; மேலும் அவர்களைக் குருடர்களாகவும், ஊமைகளாகவும், செவிடர்களாகவும் தம் முகங்களில் குப்புற வரும்படி செய்து கியாம நாளில் ஒன்று சேர்ப்போம்; இன்னும் அவர்கள் ஒதுங்கும் இடம் நரகமேயாகும்; (நரக நெருப்பு). அணையும் போதெல்லாம் நாம் அவர்களுக்கு நெருப்பை அதிகமாக்குவோம்"
        },
        {
            "chapter": 17,
            "verse": 98,
            "text": "அவர்கள் தம் வசனங்களை நிராகரித்து, \"நாம் (மரித்து) எலும்புகளாகவும், உக்கி மண்ணோடு மண்ணாகவும் ஆகிவிடுவோமாயின், (மீண்டும்) புதியதொரு படைப்பாக எழுப்பப்படுவோமா?\" என்றும் சொல்லிக் கொண்டிருந்தார்களே அதற்காக அவர்களுடைய கூலி இது தான்"
        },
        {
            "chapter": 17,
            "verse": 99,
            "text": "நிச்சயமாக வானங்களையும், பூமியையும் படைத்தவனாகிய அல்லாஹ் அவர்களைப் போன்றதைப் படைக்க ஆற்றலுடையவன் என்பதை அவர்கள் அறியவிலலையா? இன்னும் அவர்களுக்கு ஒரு குறிப்பட்ட தவணையையும் ஏற்படுத்தியிருக்கிறான்; இதில் சந்தேகமில்லை, எனினும், அக்கிரமக்காரர்கள் (இவ்வுண்மையை) நிராகரிக்காமல் இல்லை"
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "என்னுடைய இறைவனின் (ரஹ்மத்து என்னும்) அருள் பொக்கிஷங்களை நீங்கள் சொந்தப்படுத்திக் கொண்டு இருப்பீர்களானாலும், அவை செலவாகி விடுமோ என்ற பயத்தினால், நீங்கள் (அவற்றைத்) தடுத்துக்கொள்வீர்கள் - மேலும், மனிதன் உலோபியாகவே இருக்கின்றான்\" என்று (நபியே!) நீர் கூறும்"
        },
        {
            "chapter": 17,
            "verse": 101,
            "text": "நிச்சயமாக நாம் மூஸாவுக்குத் தெளிவான ஒன்பது அத்தாட்சிகளை கொடுத்திருந்தோம்; அவர் அவர்களிடம் (அவற்றைக் கொண்டு) வந்தபோது (என்ன நடந்தது என்று) பனீ இஸ்ராயீல்களிடம் (நபியே!) நீர் கேளும். ஃபிர்அவ்ன் அவரை நோக்கி 'மூஸாவே! நிச்சயமாக நான் உம்மை சூனியம் செய்யப்பட்டவராகவே எண்ணுகிறேன்' என்று கூறினான்"
        },
        {
            "chapter": 17,
            "verse": 102,
            "text": "(அதற்கு) மூஸா \"வானங்களையும் பூமியையும் படைத்த இறைவனைத் தவிர (வேறு யாரும்) இவற்றைத் தெளிவான சான்றுகளாக அனுப்பவில்லை என்பதை நிச்சயமாக நீ அறிவாய்; ஃபிர்அவ்னே! நிச்சயமாக நீ அழிக்கப்பட இருக்கிறாய் என்று (உன்னைப் பற்றி) நான் எண்ணுகின்றேன்\" என்று கூறினார்"
        },
        {
            "chapter": 17,
            "verse": 103,
            "text": "ஆகவே (ஃபிர்அவ்ன்) அந்நாட்டை விட்டு (மூஸாவையும் பனீ இஸ்ராயீல்களையும்) விரட்டிவிட நாடினான்; ஆனால், நாம் அவனையும் அவனுடனிருந்தவர்கள் அனைவரையும் மூழ்கடித்தோம்"
        },
        {
            "chapter": 17,
            "verse": 104,
            "text": "இதன் பின்னர் நாம் பனூ இஸ்ராயீல்களுக்குச் சொன்னோம், நீங்கள் அந்த நாட்டில் குடியிருங்கள்; மறுமையின் வாக்குறுதி வந்தால், நாம் (உங்களையும், ஃபிர்அவ்னின் கூட்டத்தையும் விசாரணைக்காக) நம்மிடம் ஒன்று சேர்ப்போம்"
        },
        {
            "chapter": 17,
            "verse": 105,
            "text": "இன்னும், முற்றிலும் சத்தியத்தைக் கொண்டே நாம் இதனை (குர்ஆனை) இறக்கிவைத்தோம்; முற்றிலும் சத்தியத்தைக் கொண்டே இது இறங்கியது மேலும், (நபியே!) நாம் உம்மை நன்மாராயங் கூறுபவராகவும், அச்சமூட்டி எச்சரிப்பவராகவுமேயன்றி அனுப்பவில்லை"
        },
        {
            "chapter": 17,
            "verse": 106,
            "text": "இன்னும், மக்களுக்கு நீர் சிறிது சிறிதாக ஓதிக் காண்பிப்பதற்காகவே இந்த குர்ஆனை நாம் பகுதி, பகுதியாகப் பிரித்தோம்; இன்னும் நாம் அதனைப் படிப்படியாக இறக்கிவைத்தோம்"
        },
        {
            "chapter": 17,
            "verse": 107,
            "text": "(நபியே!) \"அதனை நீங்கள் நம்புங்கள், அல்லது நம்பாதிருங்கள்; (அதனால் நமக்கு கூடுதல், குறைவு எதுவுமில்லை.) நிச்சயமாக இதற்கு முன்னர் எவர் (வேத) ஞானம் கொடுக்கப்பட்டிருந்தார்களோ, அவர்களிடம் அது (குர்ஆன்) ஓதிக்காண்பிக்கப்பட்டால் அவர்கள் ஸுஜூது செய்தவர்களாக முகங்களின் மீது (பணிந்து) விழுவார்கள்\" என்று (நபியே!) நீர் கூறும்"
        },
        {
            "chapter": 17,
            "verse": 108,
            "text": "அன்றியும், \"எங்கள் இறைவன் மிகப் பரிசுத்தமானவன்; எங்களுடைய இறைவனின் வாக்குறுதி நிறைவேறி விட்டது\" என்றும் அவர்கள் கூறுவார்கள்"
        },
        {
            "chapter": 17,
            "verse": 109,
            "text": "இன்னும் அவர்கள் அழுதவர்களாக முகங்கள் குப்புற விழுவார்கள்; இன்னும் அவர்களுடைய உள்ளச்சத்தையும் (அது) அதிகப்படுத்தும்"
        },
        {
            "chapter": 17,
            "verse": 110,
            "text": "நீங்கள் (அவனை) அல்லாஹ் என்று அழையுங்கள்; அல்லது அர்ரஹ்மான் என்றழையுங்கள்; எப்பெயரைக் கொண்டு அவனை நீங்கள் அழைத்தாலும், அவனுக்கு(ப் பல) அழகிய திருநாமங்கள் இருக்கின்றன\" என்று (நபியே!) கூறுவீராக இன்னும், உம்முடைய தொழுகையில் அதிக சப்தமிட்டு ஓதாதீர்; மிக மெதுவாகவும் ஓதாதீர். மேலும் இவ்விரண்டிற்கும் இடையில் ஒரு மத்தியமான வழியைக் கடைப்பிடிப்பீராக"
        },
        {
            "chapter": 17,
            "verse": 111,
            "text": "அன்றியும், (தனக்குச்) சந்ததியை எடுத்துக் கொள்ளாதவனும், (தன்) ஆட்சியில் தனக்குக் கூட்டாளி எவரும் இல்லாதவனும், எந்தவித பலஹீனத்தை கொண்டும் எந்த உதவியாளனும் (தேவை) இல்லாமலும் இருக்கிறானே அந்த நாயனுக்கே புகழ் அமைத்தும்\" என்று (நபியே!) நீர் கூறுவீராக இன்னும் (அவனை) எப்பொழுதும் பெருமைப் படுத்த வேண்டிய முறையில் பெருமைப் படுத்துவீராக"
        },
        {
            "chapter": 18,
            "verse": 1,
            "text": "தன் அடியார் மீது எந்த விதமான (முரண்பாடு) கோணலும் இல்லாததாக ஆக்கி இவ்வேதத்தை இறக்கி வைத்தானே, அந்த அல்லாஹ்வுக்கே புகழ் அனைத்தும் உரித்தாகும்"
        },
        {
            "chapter": 18,
            "verse": 2,
            "text": "அது உறுதியான (வழியைக் காண்பிப்ப)து, அவனிடத்திலிருந்துள்ள கடினமான வேதனையைப் பற்றி அச்சமூட்டுவதற்காகவும் ஸாலிஹான (நற்)செயல்கள் செய்யும் முஃமின்களுக்கு - நிச்சயமாக அவர்களுக்கு அழகிய நற்கூலி(யாக சுவனபதி) இருக்கிறது என்று நன்மாராயங் கூறுவதற்காகவும் (குர்ஆனை அருளினான்)"
        },
        {
            "chapter": 18,
            "verse": 3,
            "text": "அதில் (அதாவது சுவனபதியில்) அவர்கள் என்றென்றும் தங்கி இருப்பார்கள்"
        },
        {
            "chapter": 18,
            "verse": 4,
            "text": "அல்லாஹ் (தனக்கென) ஒரு மகனை எடுத்துக் கொண்டான் என்று சொல்பவர்களை எச்சரிப்பதற்காகவும் (இதனை இறக்கி வைத்தான்)"
        },
        {
            "chapter": 18,
            "verse": 5,
            "text": "அவர்களுக்கோ, இன்னும் அவர்களுடைய மூதாதையர்களுக்கோ இதைப் பற்றி எவ்வித அறிவாதாரமுமில்லை அவர்களுடைய வாய்களிலிருந்து புறப்படும் (இந்த) வார்த்தை பெரும் பாபமானதாகும்; அவர்கள் கூறுவது பொய்யேயன்றி வேறில்லை"
        },
        {
            "chapter": 18,
            "verse": 6,
            "text": "(நபியே!) இந்த (வேத) அறிவிப்பில் அவர்கள் நம்பிக்கை கொள்ளாவிட்டால், அவர்களுக்காக வியாகூலப்பட்டு, நீர் உம்மையே அழித்துக் கொள்வீர்கள் போலும்"
        },
        {
            "chapter": 18,
            "verse": 7,
            "text": "மனிதர்களில் அழகிய செயலுடையவர்கள் யார் என்று அவர்களைச் சோதிப்பதற்காக, நிச்சயமாக பூமியிலுள்ளவற்றை அதற்கு அலங்காரமாக நாம் ஆக்கினோம்"
        },
        {
            "chapter": 18,
            "verse": 8,
            "text": "இன்னும், நிச்சயமாக நாம் அதன் மீது உள்ளவற்றை (ஒரு நாள் அழித்துப்) புற்பூண்டில்லாப் பாலைநிலமாக்கி விடுவோம்"
        },
        {
            "chapter": 18,
            "verse": 9,
            "text": "(அஸ்ஹாபுல் கஹ்ஃபு என்ற குகையிலிருந்தோரைப் பற்றி) அந்த குகையிலிருந்தோரும், சாஸனத்தையுடையோரும் நம்முடைய ஆச்சரியமான அத்தாட்சிகளில் நின்றும் உள்ளவர்கள் என எண்ணுகிறீரோ"
        },
        {
            "chapter": 18,
            "verse": 10,
            "text": "அந்த இளைஞர்கள் குகையினுள் தஞ்சம் புகுந்த போது அவர்கள் \"எங்கள் இறைவா! நீ உன்னிடமிருந்து எங்களுக்கு ரஹ்மத்தை அருள்வாயாக! இன்னும் நீ எங்களுக்காக எங்கள் காரியத்தை(ப் பலனுள்ள தாக)ச் சீர்திருத்தித் தருவாயாக!\" என்று கூறினார்கள்"
        },
        {
            "chapter": 18,
            "verse": 11,
            "text": "ஆகவே நாம் அவர்களை எண்ணப்பட்ட பல ஆண்டுகள் வரை அக்குகையில் (தூங்குமாறு) அவர்களுடைய காதுகளின் மீது (திரையிட்டுத்) தடையேற்படுத்தினோம்"
        },
        {
            "chapter": 18,
            "verse": 12,
            "text": "பின்பு, (அக்குகையில் தங்கியிருந்த) இருபிரிவினர்களில் எப்பிரிவினர், தாங்கள் (குகையில்) தங்கியிருந்த கால அளவை நன்கு அறிந்திருந்தார்கள் என்பதைச் சோதிப்பதற்காக அவர்களை நாம் எழுப்பினோம்"
        },
        {
            "chapter": 18,
            "verse": 13,
            "text": "(நபியே!) நாம் உமக்கு அவர்களுடைய வரலாற்றை உண்மையைக் கொண்டு அறிவிக்கிறோம்; நிச்சயமாக அவர்கள் இளைஞர்கள் - தங்கள் இறைவன் மீது ஈமான் கொண்டார்கள்; இன்னும் நாம் அவர்களை நேர் வழியில் அதிகப்படுத்தினோம்"
        },
        {
            "chapter": 18,
            "verse": 14,
            "text": "அவர்கள் (கொடுமைக்கார அரசன் முன்னிலையில்) எழுந்து நின்று \"வானங்களுக்கும், பூமிக்கும் இறைவனாகிய அவனே, எங்களுடைய இறைவன்; எக்காலத்தும் அவனையன்றி வேறு எவரையும் நாயனென்று அழைக்க மாட்டோம்; (அப்படிச் செய்தால் குஃப்ரில் கொண்டு சேர்க்கும்) - வரம்பு மீறியதைச் சொன்னவர்கள் ஆவோம்\" என்று அவர்கள் உறுதியாகக் கூறிய நிலையில் அவர்கள் இதயங்களை நாம் வலுப்படுத்தினோம்"
        },
        {
            "chapter": 18,
            "verse": 15,
            "text": "எங்கள் சமூகத்தாராகிய அவர்கள் அவனையன்றி வேறு நாயனை ஏற்றுக் கொண்டிருக்கிறார்கள்; அவர்கள் அவற்றின் மீது தெளிவான அத்தாட்சியைக் கொண்டு வரவேண்டாமா? ஆகவே அல்லாஹ்வின் மீது பொய்யாக இட்டுக் கட்டுபவனை விட அநியாயக்காரன் யார்? (என்றும் கூறினார்கள்)"
        },
        {
            "chapter": 18,
            "verse": 16,
            "text": "அவர்களையும், அவர்கள் வணங்கும் அல்லாஹ் அல்லாதவற்றையும் விட்டு விலகி நீங்கள், குகையின்பால் ஒதுங்கிக் கொள்ளுங்கள், உங்களுடைய இறைவன் தன்னுடைய ரஹ்மத்திலிருந்து உங்களுக்கு விசாலமாகக் கொடுத்து, உங்கள் காரியத்தில் உணவு பிரச்சனையை உங்களுக்கு எளிதாக்கித் தருவான் (என்று அவர்களில் ஓர் இளைஞர் சொன்னார்)"
        },
        {
            "chapter": 18,
            "verse": 17,
            "text": "சூரியன் உதயமாகும் போது (அவர்கள் மீது படாமல்) அது அவர்களுடைய குகையின் வலப்புறம் சாய்வதையும், அது அஸ்தமிக்கும் போது அது அவர்களுடைய இடப்புறம் செல்வதையும் நீர் பார்ப்பீர்; அவர்கள் அதில் ஒரு விசாலமான இடத்தில் இருக்கின்றனர் - இது அல்லாஹ்வின் அத்தாட்சிகளில் உள்ளதாகும், எவரை அல்லாஹ் நேர்வழியில் செலுத்துகிறானோ, அவரே நேர் வழிப்பட்டவராவார்; இன்னும், எவனை அவன் வழிகேட்டில் விடுகிறானோ, அவனுக்கு நேர் வழிகாட்டும் உதவியாளர் எவரையும் நீர் காணவே மாட்டீர்"
        },
        {
            "chapter": 18,
            "verse": 18,
            "text": "மேலும், அவர்கள் தூங்கிக் கொண்டிருந்தபோதிலும், நீர் அவர்களை விழித்துக் கொண்டிருப்பவர்களாகவே எண்ணுவீர்; அவர்களை நாம் வலப்புறமும் இடப்புறமுமாக புரட்டுகிறோம்; தவிர, அவர்களுடைய நாய் தன் இரு முன்னங்கால்களையும் வாசற்படியில் விரித்(துப் படுத்)திருக்கிறது அவர்களை நீர் உற்றுப்பார்த்தால், அவர்களை விட்டும் வெருண்டு ஓடிப் பின்வாங்குவீர்; அவர்களில் நின்றும் உண்டாகும் பயத்தைக் கொண்டு நிரம்பிவிடுவீர்"
        },
        {
            "chapter": 18,
            "verse": 19,
            "text": "இன்னும் அவர்களிடையே ஒருவரையொருவர் கேட்டுக் கொள்வதற்காக நாம் அவர்களை இவ்வாறு எழுப்பினோம்; அவர்களிலிருந்து சொல்பவர் (ஒருவர்) \"நீங்கள் எவ்வளவு நேரம் (நித்திரையில்) இருந்தீர்கள்?\" எனக் கேட்டார்; \"ஒரு நாள் அல்லது ஒரு நாளின் சிறிது பாகம் தங்கியிருந்தோம்\" எனக் கூறினார்கள்; (மற்றவர்கள்) \"நீங்கள் (நித்திரையில்) இருந்த காலத்தை உங்கள் இறைவன்தான் நன்கு அறிந்தவன்; ஆகவே, உங்களில் ஒருவரை இந்த வெள்ளிக் காசுடன் பட்டணத்திற்கு அனுப்புங்கள்; அவர்கள் சுத்தமான ஆகாரம் எது என்பதை நன்கு கவனித்து, அதிலிருந்து ஆகாரத்தை உங்களுக்காகக் கொண்டு வரட்டும்; மேலும் அவர் எச்சரிக்கையாக இருக்கட்டும்; உங்களைப் பற்றி எவருக்கும் அவர் அறிவித்து விட வேண்டாம் (என்றனர்)"
        },
        {
            "chapter": 18,
            "verse": 20,
            "text": "ஏனென்றால், நிச்சயமாக அவர்கள் உங்களை அறிந்து கொண்டால், உங்களைக் கல்லாலடித்துக் கொன்றுவிடுவார்கள்; அல்லது தங்களுடைய மார்க்கத்தில் உங்களை மீட்டி விடுவார்கள்; அப்புறம், நீங்கள் ஒருபோதும் வெற்றியடைய மாட்டீர்கள்\" (என்றும் கூறினர்)"
        },
        {
            "chapter": 18,
            "verse": 21,
            "text": "இன்னும், நிச்சயமாக அல்லாஹ்வின் வாக்குறுதி உண்மையானது என்றும், நிச்சயமாக கியாம நாளிலும் சந்தேகமில்லை என்றும் அப்பட்டணவாசிகள் அறிந்து கொள்வதற்காகவே, இவ்வாறு அவர்களைப் பற்றிய (விஷயத்)தை வெளியாக்கினோம்; (அப்பட்டணவாசிகளோ) \"இவர்கள் யார் என்பதை பற்றி தர்க்கித்துக் கொண்டதை (நபியே! நினைவு கூறும்) \"இவர்கள் (இருந்த இடத்தின்) மீது ஒரு கட்டடத்தைக் கட்டுங்கள்; இவர்களை(ப் பற்றி) இறைவனே நன்கறிவான் என்றனர்; இ(வ்விவாதத்)தில் எவர்களுடைய கருத்து மிகைத்ததோ அவர்கள்; \"நிச்சயமாக அவர்கள் மீது ஒரு மஸ்ஜிதை அமைப்போம்\" என்று கூறினார்கள்"
        },
        {
            "chapter": 18,
            "verse": 22,
            "text": "(அவர்கள்) மூன்று பேர் தாம்; அவர்களில் நான்காவது அவர்களுடைய நாய் என்று (சிலர்) கூறுகின்றனர்(இல்லை) அவர்கள் ஐந்து பேர் தாம்; - அவர்களில் ஆறாவது அவர்களுடைய நாய்\" என்று மறைவானதை ஊகம் செய்து (சிலர்) கூறுகிறார்கள்; இன்னும் (சிலர்) \"ஏழுபேர் - அவர்களில் எட்டாவது அவர்களுடைய நாய்\" என்று சொல்கிறார்கள் - (நபியே!) அவர்களுடைய எண்ணிக்கையை என்னுடைய இறைவன் தான் நன்கறிவான்; சிலரைத் தவிர, மற்றெவரும் அவர்களைப் பற்றி அறிய மாட்டார்கள்\" என்று கூறுவீராக! ஆகவே, அவர்களைப் பற்றி வெளிரங்கமான விஷயம் தவிர (வேறு எதும் பற்றியும்) நீர் தர்க்கம் செய்ய வேண்டாம்; இன்னும் அவர்களைக் குறித்து இவர்களில் எவரிடமும் நீர் தீர்ப்புக் கேட்கவும் வேண்டாம்"
        },
        {
            "chapter": 18,
            "verse": 23,
            "text": "(நபியே!) இன்னும் எந்த விஷயத்தைப் பற்றியும் \"நிச்சயமாக நாம் நாளை அதைச் செய்பவனாக இருக்கிறேன்\" என்று நிச்சயமாக கூறாதீர்கள்"
        },
        {
            "chapter": 18,
            "verse": 24,
            "text": "இன்ஷா அல்லாஹ் (அல்லாஹ் நாடினால்\" என்று சேர்த்துச் சொன்னால்) அன்றி தவிர, (இதை) நீர் மறந்து விடுங்கள் உம் இறைவனை நினைவு படுத்திக் கொள்வீராக் இன்னும், \"என்னுடைய இறைவன், நேர் வழியில் இதை விட இன்னும் நெருங்கிய (விஷயத்)தை எனக்கு அறிவிக்கக்கூடும்\" என்றும் கூறுவீராக"
        },
        {
            "chapter": 18,
            "verse": 25,
            "text": "அவர்கள் தங்கள் குகையில் முன்னூறு வருடங்களுடன் மேலும் ஒன்பது அதிகமாக்கி (முன்னூற்றி ஒன்பது வருடங்கள்) தங்கினார்கள்"
        },
        {
            "chapter": 18,
            "verse": 26,
            "text": "அவர்கள் (அதில்) தரிப்பட்டிருந்த (காலத்)தை அல்லாஹ்வே நன்கறிந்தவன்; வானங்களிலும் பூமியிலும் மறைவாய் இருப்பவை அவனுக்கே உரியனவாகும்; அவற்றை அவனே நன்றாக பார்ப்பவன்; தெளிவாய்க் கேட்பவன் - அவனையன்றி அவர்களுக்கு உதவி செய்வோர் எவருமில்லை, அவன் தன்னுடைய அதிகாரத்தில் வேறு எவரையும் கூட்டாக்கிக் கொள்வதுமில்லை\" என்று (நபியே!) நீர் கூறும்"
        },
        {
            "chapter": 18,
            "verse": 27,
            "text": "இன்னும் (நபியே!) உம்முடைய இறைவனின் வேதத்திலிருந்து உமக்கு வஹீ மூலம் அருளப்பட்டதை நீர் ஓதி வருவீராக - அவனுடைய வார்த்தைகளை மாற்றக் கூடியவர் எவருமில்லை இன்னும் அவனையன்றி புகலிடம் எதையும் நீர் காணமாட்டீர்"
        },
        {
            "chapter": 18,
            "verse": 28,
            "text": "(நபியே!) எவர் தம் இறைவனுடைய திருப்பொருத்த்தை நாடியவர்களாக காலையிலும், மாலையிலும் அவனைப் பிரார்த்தனை செய்து கொண்டிருக்கிறார்களோ, அவர்களுடன் நீரும் பொறுமையை மேற் கொண்டிருப்பீராக! இன்னும் உலக வாழ்க்கையின் அலங்காரத்தை நாடி அ(த்தகைய)வர்களை விட்டும் உம் இரு கண்களையும் திருப்பி விடாதீர்; இன்னும், எவனுடைய இதயத்தை நம்மை நினைவு கூர்வதிலிருந்து நாம் திருப்பி விட்டோமோ அவனை நீர் வழிபடாதீர்; ஏனெனில் அவன்தன் இச்சையைப் பின் பற்றியதனால் அவனுடைய காரியம் வரம்பு மீறியமாகி விட்டது"
        },
        {
            "chapter": 18,
            "verse": 29,
            "text": "(நபியே!) இன்னும் நீர் கூறுவீராக \"இந்தச் சத்திய (வேதம்) உங்கள் இறைவனிடமிருந்து (வந்து)ள்ளது\" ஆகவே, விரும்புபவர் (அதனை) நம்பி கொள்ளட்டும். இனனும் விரும்புபவர் (அதனை) நிராகரிக்கட்டும். அநியாயக் காரர்களுக்கு (நரக) நெருப்பை நிச்சயமாக நாம் சித்தப்படுத்தியுள்ளோம்; (அந்நெருப்பின்) சுவர் அவர்களைச் சூழ்ந்து கொள்ளும்; அவர்கள் (தண்ணீர் கேட்டு) இரட்சிக்கத் தேடினால் உருக்கப்பட்ட செம்பு போன்ற தண்ணீரைக் கொண்டே இரட்சிக்கப்படுவார்கள். (அவர்களுடைய) முகங்களை அது சுட்டுக் கருக்கி விடும்; மிகக் கேடான பானமாகும் அது! இன்னும், இறங்கும் தலத்தில் அதுவே மிகக் கெட்டதாகும்"
        },
        {
            "chapter": 18,
            "verse": 30,
            "text": "நிச்சயமாக எவர்கள் ஈமான் கொண்டு, (ஸாலிஹான) நற் கருமங்களையும் செய்கிறார்களோ, அத்தகைய அழகிய செயல் செய்வோரின் (நற்) கூலியை நாம் நிச்சயமாக வீணாக்க மாட்டோம்"
        },
        {
            "chapter": 18,
            "verse": 31,
            "text": "அ(த்தகைய)வர்களுக்கு என்றென்றும் தங்கியிருக்கக் கூடிய சுவனபதிகள் உண்டு. அவற்றின் கீழே ஆறுகள் ஓடிக் கொண்டிருக்கும்; அவர்களுக்கு அங்கு பொன்னாலாகிய கடகங்கள் அணிவிக்கப்படும், ஸுன்துஸு, இஸ்தப்ரக் போன்ற பச்சை நிற பூம்பட்டாடைகளை அவர்கள் அணிந்திருப்பார்கள்; அங்குள்ள உயர்ந்த ஆசனங்களின் மீது சாய்(ந்து மகிழ்)ந்து இருப்பார்கள் - (அவர்களுடைய) நற் கூலி மிகவும் பாக்கியமிக்கதாயிற்று (அவர்கள்) இளைப்பாறுமிடமும் மிக அழகியதாற்று"
        },
        {
            "chapter": 18,
            "verse": 32,
            "text": "(நபியே!) இரு மனிதர்களை அவர்களுக்கு உதாரணமாகவும் கூறுவீராக! அவ்விருவரில் ஒருவருக்கு நாம் திராட்சைத் தோட்டங்களில் இரண்டைக் கொடுத்தோம்; இன்னும் பேரீத்த மரங்களைக் கொண்டு அவ்விரண்டையும் சூழப்பட்டவை ஆக்கினோம், அவ்விரண்டிற்கும் இடையில் (தானிய) விவசாயத்தையும் அமைத்தோம்"
        },
        {
            "chapter": 18,
            "verse": 33,
            "text": "அவ்விரு தோட்டங்களும் அவற்றின் பலன்களை - எப்பொருளையும் குறையாது கொடுத்துக் கொண்டிருந்தன. அவ்விரண்டிற்கும் நடுவே நாம் ஓர் ஆற்றையும் ஒலித்தோடச் செய்தோம்"
        },
        {
            "chapter": 18,
            "verse": 34,
            "text": "இன்னும் அவனுக்கு (வேறு) கனிகளும் இருந்தன அப்பொழுது அவன் தன் தோழனிடம் விதண்டாவாதம் செய்தவனாக \"நான் உன்மை விடப் பொருளால் அதிகமுள்ளவன், ஆட்களிலும் நான் (உன்னை) மிகைத்தவன்\" என்று கூறினான்"
        },
        {
            "chapter": 18,
            "verse": 35,
            "text": "(பெருமையினால்) தன் ஆத்மாவுக்குத் தீங்கிழைத்தவனாக தன் தோட்டத்திற்குள் நுழைந்தான்; அவன், \"இந்த(த் தோட்டம்) எப்பொழுதாவது அழிந்துவிடும் என்று நான் எண்ணவில்லை\" என்றும் கூறிக் கொண்டான்"
        },
        {
            "chapter": 18,
            "verse": 36,
            "text": "(நியாயத் தீர்ப்புக்குரிய) வேளை ஏற்படும் என்றும் நான் எண்ணவில்லை. (அப்படி ஏதும் நிகழ்ந்து) நான் என் இறைவனிடம் மீண்டும் கொண்டு செல்லப்படுவேனாயின், நிச்சயமாக இங்கிருப்பதைவிட மேலான இடத்தையே நான் காண்பேன்\" என்றும் கூறினான்"
        },
        {
            "chapter": 18,
            "verse": 37,
            "text": "அவனுடைய தோழன் அவனுடன் (இது பற்றித்) தர்க்கித்தவனாக \"உன்னை மண்ணிலிருந்தும், பின் ஒரு துளி இந்திரியத்திலிருந்தும் படைத்து, பின்பு உன்னைச் சரியான மனிதனாக ஆக்கினானே அவனையா நீ நிராகரிக்கின்றாய்?\" என்று அவனிடம் கேட்டான்"
        },
        {
            "chapter": 18,
            "verse": 38,
            "text": "ஆனால், (நான் உறுதி சொல்கிறேன்;) அல்லாஹ் - அவன்தான் என் இறைவனாவான்; என் இறைவனுக்கு நான் யாரையும் இணை வைக்கவும் மாட்டேன்"
        },
        {
            "chapter": 18,
            "verse": 39,
            "text": "மேலும், நீ உன் தோட்டத்தில் நுழைந்தபோது 'மாஷா அல்லாஹு; லா குவ்வத்த இல்லா பில்லாஹ்' - அல்லாஹ் நாடியதே நடக்கும்; அனைத்து சக்தியும் அல்லாஹ்வுக்கேயன்றி வேறில்லை - என்று கூறியிருக்க வேண்டாமா? செல்வத்திலும், பிள்ளையிலும் நான் உன்னைவிடக் குறைந்தவனாக இருப்பதாய் நீ கண்ட போதிலும்"
        },
        {
            "chapter": 18,
            "verse": 40,
            "text": "உன்னுடைய தோட்டத்தைவிட மேலானதை என் இறைவன் எனக்குத் தரவும் (உன் தோட்டத்தின் மீது) வானத்திலிருந்தும் இடிகளை அனுப்பி அதை அதனால் மழுமட்டையான திடலாக ஆக்கி விடவும் போதும்"
        },
        {
            "chapter": 18,
            "verse": 41,
            "text": "அல்லது அதன் நீர் முழுதும் உறிஞ்சப்பட்டதாகி - அதை நீ தேடிக்கண்டு பிடிக்க முடியாதபடியும் ஆகிவிடலாம்\" என்று கூறினான்"
        },
        {
            "chapter": 18,
            "verse": 42,
            "text": "அவனுடைய விளைபொருட்கள் அழிக்கப்பட்டன. அதற்காக தான் செலவு செய்ததைக் குறித்து (வருந்தியவனாக) இரு கைகளையும் பிசைந்து கொண்டிருந்தான். அ(த்தோட்டமான)து வேரோடு சாய்ந்து கிடக்கின்றது. (இதனைப் பார்த்த) அவன் \"என் இறைவனுக்கு எவரையும் நான் இணை வைக்காமல் இருந்திருக்க வேண்டுமே!\" என்று கூறினான்"
        },
        {
            "chapter": 18,
            "verse": 43,
            "text": "மேலும், அல்லாஹ்வையன்றி, அவனுக்கு உதவி செய்யும் கூட்டத்தார் எவரும் அவனுக்கு இருக்கவில்லை ஆகவே, அவன் (இவ்வுலகில்) எவராலும் உதவி செய்யப்பட்டவனாக இல்லை"
        },
        {
            "chapter": 18,
            "verse": 44,
            "text": "அங்கே உதவிசெய்தல் உண்மையான அல்லாஹ்வுக்கே உரியது, அவன் கூலி வழங்குவதிலும் மிக்க சிறந்தவன்; முடிவெடுப்பதிலும் மிக்க மேலானவன்"
        },
        {
            "chapter": 18,
            "verse": 45,
            "text": "மேலும், இவ்வுலக வாழ்க்கைக்கு ஓர் உதாரணம், அவர்களுக்கு (நபியே!) நீர் கூறுவீராக! \"அது நாம் வானத்திலிருந்து இறக்கி வைத்த நீரைப் போலிருக்கிறது பூமியிலுள்ள தாவரங்கள் அதனுடன் கலந்(து செழித்)தன் ஆனால் அவை காய்ந்து, பதராகி அவற்றைக் காற்று அடித்துக் கொண்டு போய் விடுகிறது - மேலும், எல்லாப் பொருளின் மீதும் அல்லாஹ் ஆற்றலுடையவனாக இருக்கின்றான்"
        },
        {
            "chapter": 18,
            "verse": 46,
            "text": "செல்வமும், பிள்ளைகளும் இவ்வுலக வாழ்க்கையின் அலங்காரங்களேயாகும் என்றும் நிலைத்து நிற்கக் கூடிய நற்கருமங்களே உம்முடைய இறைவனிடத்தில் நன்மைப் பலனுடையவையாகவும், (அவனிடத்தில்) நம்பிக்கையுடன் ஆதரவு வைக்கத்தக்கவையாகவும் இருக்கின்றன"
        },
        {
            "chapter": 18,
            "verse": 47,
            "text": "(நபியே!) ஒரு நாள் நாம் மலைகளை (அவற்றின் இடங்களை விட்டுப்) பெயர்த்து விடுவோம்; அப்போது, பூமியை நீர் வெட்ட வெளியாகக் காண்பீர்; அவர்களை ஒன்று சேர்ப்போம், (அந்நாளில்) நாம் ஒருவரையும் விட்டு வைக்க மாட்டோம்"
        },
        {
            "chapter": 18,
            "verse": 48,
            "text": "அவர்கள் யாவரும் உம்முடைய இறைவனின் சமூகத்தில் வரிசையாகக் கொண்டு வரப்படுவார்கள்; \"நாம் உங்களை முதல் தடவை படைத்தவாறே திட்டமாக இப்பொழுதும் நீங்கள் நம்மிடம் வந்து விட்டீர்கள், ஆனால் நாம் உங்களுக்காக வாக்களிக்கப்பட்ட இத்தகைய நாளை ஏற்படுத்த மாட்டோம் என்று நீங்கள் எண்ணிக் கொண்டிருந்தீர்கள்\" (என்று சொல்லப்படும்)"
        },
        {
            "chapter": 18,
            "verse": 49,
            "text": "இன்னும் (பட்டோலையாகிய) புத்தகம் (அவர்கள் முன்) வைக்கப்படும்; அதிலுள்ளதைக் கண்டு குற்றவாளிகள் மிக்க அச்சத்துடன் இருப்பதைக் காண்பீர்; மேலும் அவர்கள், \"எங்கள் கேடே! இந்த ஏட்டிற்கு என்ன (நேர்ந்தது)? சிறியவையோ பெரியவையோ எதையும் வரையறுக்காது இது விட்டுவைக்கவ வில்லையே!\" என்று கூறுவார்கள்; இன்னும், அவர்கள்செய்த யாவும் அவர்கள் முன் வைக்கப்படுவதைக் காண்பார்கள்; ஆனால் உம்முடைய இறைவன் ஒருவருக்கும் அநியாயம் செய்யமாட்டான்"
        },
        {
            "chapter": 18,
            "verse": 50,
            "text": "அன்றியும், \"ஆதமுக்கு ஸுஜூது செய்யுங்கள்\" என்று நாம் மலக்குகளிடத்தில் கூறியதை (நபியே!) நினைவு கூர்வீராக அப்போது இப்லீஸைத்தவிர, அவர்கள் ஸுஜூது செய்தார்கள்; அவன் (இப்லீஸ்) ஜின் இனத்தைச் சேர்ந்தவனாக இருந்தான்; அவன் தன் இறைவனுடைய கட்டளையை மீறி விட்டான்; ஆகவே நீங்கள் என்னையன்றி அவனையும் அவன் சந்ததியாரையும் (உங்களைப்) பாதுகாப்பவர்களாக எடுத்துக் கொள்வீர்களா? அவர்களோ உங்களுக்குப் பகைவர்களாக இருக்கிறர்கள்; அக்கிரமக்காரர்கள் (இவ்வாறு) மாற்றிக் கொண்டது மிகவும் கெட்டதாகும்"
        },
        {
            "chapter": 18,
            "verse": 51,
            "text": "வானங்களையும், பூமியையும் படைப்பதற்கோ, இன்னும் அவர்களையே படைப்பதற்கோ (அவர்களை நான் உதவிக்கு) அருகே வைத்துக் கொள்ளவில்லை! வழி கெடுக்கும் இவர்களை (எதிலும்) நான் உதவியாளர்களாக ஏற்படுத்திக் கொள்ளவுமில்லை"
        },
        {
            "chapter": 18,
            "verse": 52,
            "text": "எனக்கு இணையானவர்கனெ எவர்களை நீங்கள் எண்ணிக் கொண்டிருந்தீர்களோ அவர்களை நீங்கள் அழையுங்கள் என்று அவன் கூறக்கூடிய நாளில் இவர்கள் அவர்களை அழைப்பார்கள். ஆனால் அவர்கள் இவர்களுக்கு பதிலளிக்க மாட்டார்கள்; இன்னும் அவர்களுக்கிடையே நாசத்தை நாம் ஏற்படுத்துவோம்"
        },
        {
            "chapter": 18,
            "verse": 53,
            "text": "இன்னும், குற்றவாளிகள்; (நரக) நெருப்பைப் பார்ப்பார்கள்; தாங்கள் அதில் விழப்போகிறவர்களே என்பதைத் தெரிந்து கொள்வார்கள்; அதிலிருந்து தப்ப மாற்றிடம் எதையும் காண மாட்டார்கள்"
        },
        {
            "chapter": 18,
            "verse": 54,
            "text": "இன்னும், நிச்சயமாக நாம் இந்த குர்ஆனில் ஒவ்வோர் உதாரணத்தையும் மனிதர்களுக்காக விளக்கியுள்ளோம். எனினும் மனிதன் அதிகமாகத் தர்க்கம் செய்பவனாகவே இருக்கின்றான்"
        },
        {
            "chapter": 18,
            "verse": 55,
            "text": "மனிதர்களிடம் நேர்வழி வந்த போது அவர்கள் நம்பிக்கை கொள்வதையும், தங்கள் இறைவனிடம் பிழை பொறுக்கத் தேடுவரையும் தடை செய்வதெல்லாம், முன் சென்றவர்களுக்கு நேர்ந்தது இவர்களுக்கும் நேர்தல் அல்லது இவர்களுக்கு எதிரிலேயே (நம்முடைய) வேதனை வருதல் ஆகியவை தவிர வேறில்லை"
        },
        {
            "chapter": 18,
            "verse": 56,
            "text": "இன்னும், நாம் தூதர்களை நன்மாரங் கூறுபவர்களாகவும், அச்சமூட்டி எச்சரிக்கை செய்பவர்களாகவும் அல்லாமல் அனுப்பவில்லை எனினும் காஃபிர்களோ பொய்யைக் கொண்டு சத்தியத்தை அழித்து விடுவதற்காகத் தர்க்கம் செய்கிறார்கள் - என்னுடைய அத்தாட்சிகளையும், அச்சமூட்டி எச்சரிக்கை செய்யப்பட்டதையும் பரிகாசமாகவே எடுத்துக் கொள்கின்றனர்"
        },
        {
            "chapter": 18,
            "verse": 57,
            "text": "எவன் தன் இறைவனுடைய வசனங்களைக் கொண்டு உபதேசிக்கப்பட்டும் அவற்றைப் புறக்கணித்துத் தன்னிரு கரங்களும் செய்த குற்றங்களை மறந்து விடுகிறானோ அவனை விடப் பெரிய அக்கிரமக்காரன் எவன் இருக்கின்றான்? நிச்சயமாக நாம் அவர்களுடைய இருதயங்களின் மீது, இதை விளங்கிக் கொள்ளாதவாறு திரைகளையும், அவர்களுடைய செவிகளில் செவிட்டுத்தனத்தையும் ஏற்படுத்தியிருக்கிறோம்; ஆதலால் நீர் அவர்களை நேர்வழியின் பால் அழைத்தாலும், அவர்கள் ஒரு போதும் நேர்வழியடைய மாட்டார்கள்"
        },
        {
            "chapter": 18,
            "verse": 58,
            "text": "(நபியே!) உம் இறைவன் மிகப்பிழை பொறுப்பவனாகவும், மிக்க கிருபையுடையவனாகவும் இருக்கின்றான்; அவர்கள் சம்பாதித்த (தீவினைகளைக்) கொண்டு, (உடனுக்குடன்) அவர்களைப் பிடிப்பதாக இருந்தால், நிச்சயமாக அவர்களுக்கு வேதனையை தீவிரமாக்கியிருப்பான்; ஆனால் அவர்களுக்கு ஒரு (குறிப்பிட்ட) தவணை உண்டு அப்போது அவனையன்றி புகலிடத்தைக் காணவே மாட்டார்கள்"
        },
        {
            "chapter": 18,
            "verse": 59,
            "text": "மேலும் அவ்வூர்வாசிகளை, அவர்கள் அக்கிரமம் செய்த போது நாம் அழித்தோம் - ஏனெனில் அவர்களை அழிப்பதற்கு(க் குறிப்பிட்ட) தவணையை நாம் ஏற்படுத்தியிருந்தோம்"
        },
        {
            "chapter": 18,
            "verse": 60,
            "text": "இன்னும் மூஸா தம் பணியாளிடம், \"இரு கடல்களும் சேரும் இடத்தை அடையும் வரை நீங்காது நடப்பேன்; அல்லது வருடக் கணக்கில் நான் போய்க்கொண்டிருப்பேன்\" என்று கூறியதை நீர் நினைவு படுத்துவீராக"
        },
        {
            "chapter": 18,
            "verse": 61,
            "text": "அவர்கள் இருவரும் அவ்விரண்டு (கடல்களு)க்கும் இடையே ஒன்று சேரும் இடத்தை அடைந்த போது; அவ்விருவருடைய மீனை அவ்விருவரும் மறந்து விட்டனர்; அது கடலில் தன்னுடைய வழியைச் சுரங்கம் போல் அமைத்துக்கொண்டு (நீந்திப் போய்) விட்டது"
        },
        {
            "chapter": 18,
            "verse": 62,
            "text": "அவ்விருவரும், அப்புறம் அந்த இடத்தைக் கடந்த போது, தம் பணியாளை நோக்கி, \"நம்முடைய காலை ஆகாரத்தைக் கொண்டுவா இந்த நம் பிரயாணத்தில் நிச்சயமாக நாம் களைப்பைச் சந்திக்கிறோம்\" என்று (மூஸா) கூறினார்"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "அதற்கு \"அக்கற்பாறையில் நாம் தங்கிய சமயத்தில் நீங்கள் பார்த்தீர்களா? நிச்சயமாக நாம் மீனை மறந்து விட்டேன்.\" மேலும், அதை (உங்களிடம்) சொல்வதை ஷைத்தானையன்றி (வேறு எவனும்) என்னை மறக்கடிக்கவில்லை; மேலும் அது கடலுக்குள் தன் வழியை ஆச்சரியமாக அமைத்துக் கொண்டது!\" என்று பணியாள் கூறினார்"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "(அப்போது) மூஸா, \"நாம் தேடிவந்த (இடம் அ)துதான்\" என்று கூறி, இருவரும் தம் காலடிச் சுவடுகளைப் பின்பற்றி (வந்தவழியே) திரும்பிச் சென்றார்கள்"
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "(இவ்வாறு) அவ்விருவரும் நம் அடியார்களில் ஒருவரைக் கண்டார்கள்; நாம் அவருக்கு நம்மிடமிருந்து கிருபை அருளியிருந்தோம்; இன்னும் நாம் அவருக்கு நம்மிடமிருந்து கல்வி ஞானத்தையும் கற்றுக் கொடுத்திருந்தோம்"
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "உங்களுக்குக் கற்றுக் கொடுக்கப்பட்ட நன்மையானவற்றை நீங்கள் எனக்குக் கற்பிக்கும் பொருட்டு, உங்களை நான் பின் தொடரட்டுமா? என்று அவரிடம் மூஸா கேட்டார்"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "(அதற்கவர்,) \"நிச்சயமாக நீர் என்னுடன் பொறுமையாக இருக்க இயலமாட்டீர்!\" என்று கூறினார்"
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "(ஏனெனில்) எதைப் பற்றி உமக்கு முழுமையான ஞானம் இல்லையோ, அதில் நீர் எவ்வாறு பொறுமையாயிருப்பீர்!\" (என்று கேட்டார்)"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "(அதற்கு) மூஸா, \"இன்ஷா அல்லாஹ்! நான் பொறுமையுள்ளவனாகவும், எவ்விஷயத்திலும் உமக்கு மாறு செய்யாதவனாகவும் நான் இருப்பதை நீங்கள் விரைவில் காண்பீர்கள்\" என்று (மூஸா) சொன்னார்"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "(அதற்கு அவர்) \"நீர் என்னைப்பின் தொடர்வதாயின், எந்த ஒரு விஷயத்தைப் பற்றியும் - நானாகவே அதைப்பற்றி உமக்கு அறிவிக்கும் வரை - நீர் என்னிடம் கேட்கக் கூடாது\" என்று சொன்னார்"
        },
        {
            "chapter": 18,
            "verse": 71,
            "text": "பின்னர் இருவரும் ஒரு மரக்கலத்தில் ஏறும் வரையில் நடந்து சென்றனர், (மரக்கலம் கடலில் செல்லலானதும்;) அவர் அதில் ஓர் ஓட்டையைப் போட்டார்; \"இதிலுள்ளவர்களை மூழ்கடிக்கவா நீங்கள் இதில் ஓர் ஓட்டையைப் போட்டீர்கள்? நிச்சயமாக நீங்கள் ஓர் (அபாயகரமான) பெருங் காரியத்தைச் செய்துவிட்டீர்கள்\" என்று (மூஸா) கூறினார்"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "(அதற்கு அவர்,) \"நிச்சயமாக நீர் என்னுடன் பொறுமையைக் கடைப்பிடிக்க முடியாது என்று உமக்கு நான் சொல்லவில்லையா? என்றார்"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "நான் மறந்து விட்டதைப் பற்றி நீங்கள் என்னை(க் குற்றம்) பிடிக்க வேண்டாம்; இன்னும் என் காரியத்தைச் சிரமமுடையதாக ஆக்கி விடாதீர்கள்\" என்று (மூஸா) கூறினார்"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "பின்னர் (மரக்கலத்திலிருந்து இறங்கி) இருவரும் வழி நடக்கலானார்கள்; (வழியில்) ஒரு பையனை அவ்விருவரும் சந்தித்த போது, அவர் அவனைக் கொன்று விட்டார். (உடனே மூஸா) \"கொலைக்குற்றமின்றி, பரிசுத்தமான ஜீவனைக் கொன்றுவிட்டீர்களே? நிச்சயமாக நீங்கள் பெருத்தக் கேடான ஒரு காரியத்தையே செய்து விட்டீர்கள்!\" என்று (மூஸா) கூறினார்"
        },
        {
            "chapter": 18,
            "verse": 75,
            "text": "(அதற்கு அவர்) \"நிச்சயமாக நீர் என்னுடன் பொறுமையாக இருக்க இயலாது என்று உமக்கு நாம் சொல்லவில்லையா?\" என்று கூறினார்"
        },
        {
            "chapter": 18,
            "verse": 76,
            "text": "இதன் பின்னர் நான் எந்த விஷயத்தைப் பற்றியாவது உங்களிடம் கேட்பேனாயின் நீங்கள் உங்கள் தோழனாக வைத்துக் கொள்ள வேண்டாம் - நிச்சயமாக நீங்கள் என்னிடமிருந்து தக்க மன்னிப்புக் கோருதலைப் பெற்றுக் கொண்டீர்கள்\" என்று கூறினார்"
        },
        {
            "chapter": 18,
            "verse": 77,
            "text": "பின்னர் அவ்விருவரும் வழி நடந்து, இருவரும் ஒரு கிராமத்தாரிடம் வந்து சேர்ந்தார்கள்; தங்களிருவருக்கும் உணவு தருமாறு அந்த கிராமத்தாரிடம் கேட்டார்கள்; ஆனால் அவ்விருவருக்கும் விருந்தளிக்க அவர்கள் மறுத்து விட்டார்கள்; அப்போது அங்கே இடிந்து அடியோடு விழும் நிலையிலிருந்து ஒரு சுவரை அவ்விருவரும் கண்டனர்; ஆகவே, அவர் (சரிசெய்து) நிமிர்த்து வைத்தார். (இதைக் கண்ட மூஸா) \"நீங்கள் நாடியிருந்தால் இதற்கென ஒரு கூலியை பெற்றிருக்கலாமே\" என்று (மூஸா) கூறினார்"
        },
        {
            "chapter": 18,
            "verse": 78,
            "text": "இது தான் எனக்கும், உமக்குமிடையே பிரிவு(க்குரிய நேரம்) ஆகும்; எதைப் பற்றி நீர் பொறுமையாக இருக்க முடியவில்லையோ, அதன் விளக்கத்தையும் (இப்பொழுதே) உமக்குத் திட்டமாக அறிவித்து விடுகிறேன்\" என்று அவர் கூறினார்"
        },
        {
            "chapter": 18,
            "verse": 79,
            "text": "அம்மரக்கலம் கடலில் வேலை செய்யும் ஏழைகள் சிலருக்குச் சொந்தமானது எனவே நான் அதை (ஓட்டையிட்டு)ப் பழுதாக்க விரும்பினேன்; (ஏனெனில்) அவர்களுக்குப் பின்னால் (கொடுங்கோலனான) ஓர் அரசன் இருந்தான்; அவன் (பழுதில்லா) மரக்கலங்களையெல்லாம் பலவந்தமாக எடுத்துக் கொள்கிறான்"
        },
        {
            "chapter": 18,
            "verse": 80,
            "text": "(அடுத்து) அந்த சிறுவனுடைய தாய், தந்தையர் இருவரும் முஃமின்களாக இருக்கிறார்கள்; அவன் (வாலிபனாகி) அவ்விருவரையும் வழிகேட்டிலும், குஃப்ரிலும் சேர்த்து விடுவான் என்று நாம் பயந்தோம்"
        },
        {
            "chapter": 18,
            "verse": 81,
            "text": "இன்னும், அவ்விருவருக்கும், பரிசுத்தத்திலும் (பெற்றோரிடம்) அன்பு செலுத்துவதிலும் சிறந்திருக்க கூடிய (ஒரு மகனை) அவ்விருவருடைய இறைவன் (கொலையுண்டவனுக்குப்) பதிலாக கொடுப்பதை நாம் விரும்பினோம்"
        },
        {
            "chapter": 18,
            "verse": 82,
            "text": "இனி (நான் நிமிர்த்து வைத்த) அந்த சுவர் அந்தப் பட்டினத்திலுள்ள அநாதைச் சிறுவர் இருவருக்குரியது அதன் அடியில் அவ்விருவருக்கும் சொந்தாமான புதையல் உள்ளது அவ்விருவருடைய தந்தை (ஸாலிஹான) நல்ல மனிதராக இருந்தார் எனவே, அவ்விருவரும் தக்க பிராயமடைந்த தம்மிருவரின் புதையலையும் வெளிப்படுத்தி (எடுத்துக்) கொள்ள வேண்டும் என உம்முடைய இறைவன் நாடினான். (இவையெல்லாம்) உம் இறைவனுடைய ரஹ்மத்தில் நின்றும் உள்ளவை என் விருப்பு, வெறுப்பின்படி எந்தக் காரியத்தையும் செய்யவில்லை எதைப் பற்றி நீர் பொறுமையாக இருக்க முடியவில்லையோ அதன் விளக்கம் இது தான்\" என்று கூறினார்"
        },
        {
            "chapter": 18,
            "verse": 83,
            "text": "(நபியே!) அவர்கள் துல்கர்னைனை பற்றி உங்களிடம் வினவுகின்றனர்; \"அவருடைய வரலாற்றில் சிறிது உங்களுக்கு நான் ஓதிக் காண்பிக்கிறேன்\" என்று நீர் கூறுவீராக"
        },
        {
            "chapter": 18,
            "verse": 84,
            "text": "நிச்சயமாக நாம் அவருக்கு பூமியில் (தம் ஆட்சியை நிறுவ) வசதிகள் அளித்தோம்; இன்னும் ஒவ்வொரு பொருளிலிருந்தும் (தக்க பலனடையும்) வழியையும் அவருக்குக் (காண்பித்துக்) கொடுத்தோம்"
        },
        {
            "chapter": 18,
            "verse": 85,
            "text": "ஆகவே (அவர்) ஒரு வழியைப் பின் பற்றினார்"
        },
        {
            "chapter": 18,
            "verse": 86,
            "text": "சூரியன் மறையும் (மேற்குத்) திசைவரை அவர் சென்றடைந்த போது, அது ஒரு சேறு கலந்த நீரில் (மூழ்குவதுபோல்) மறையக் கண்டார்; இன்னும் அவர் அவ்விடத்தில் ஒரு சமூகத்தினரையும் கண்டார்; \"துல்கர்னைனே! நீர் இவர்களை(த் தண்டித்து) வேதனை செய்யலாம்; அல்லது அவர்களுக்கு அழகியதான நன்மை செய்யலாம்\" என்று நாம் கூறினோம்"
        },
        {
            "chapter": 18,
            "verse": 87,
            "text": "(ஆகவே அம்மக்களிடம் அவர்) கூறினார்; \"எவன் ஒருவன் அநியாயம் செய்கிறானோ அவனை நாம் வேதனை செய்வோம்.\" பின்னர் அ(த்தகைய)வன் தன் இறைவனிடத்தில் மீள்விக்கப்பட்டு, (இறைவனும்) அவனைக் கடுமையான வேதனையைக் கொண்டு வேதனை செய்வான்"
        },
        {
            "chapter": 18,
            "verse": 88,
            "text": "ஆனால், எவன் ஈமான் கொண்டு (ஸாலிஹான) - நல்ல - செயல்களைச் செய்கிறானோ அவனுக்கு அழகான நற்கூலி இருக்கிறது இன்னும் நம்முடைய கட்டளைகளில் இலகுவானதை அவனுக்கு நாம் கூறுவோம்"
        },
        {
            "chapter": 18,
            "verse": 89,
            "text": "பின்னர், அவர் (மற்றும்) ஒரு வழியைப் பின்பற்றிச் சென்றார்"
        },
        {
            "chapter": 18,
            "verse": 90,
            "text": "அவர் சூரியன் உதயமாகும் (கிழக்குத்) திசையை எத்திய போது, அது ஒரு சமூகத்தாரின் மீது உதயமாகி (அவர்கள் வெயிலில்) இருப்பதைக் கண்டார்; அவர்களுக்கும் சூரியனுக்குமிடையே நாம் ஒரு தடுப்பையும் ஏற்படுத்தவில்லை"
        },
        {
            "chapter": 18,
            "verse": 91,
            "text": "(வெப்பத்திலிருந்து தம்மைக் காத்துக் கொள்ளாத அவர்களுடைய நிலை) அவ்வாறுதான் இருந்தது இன்னும் என்னென்ன அவருடன் இருந்தது என்பதை நாம் நன்கறிந்திருக்கிறோம்"
        },
        {
            "chapter": 18,
            "verse": 92,
            "text": "பின்னர், அவர் (வேறொரு) வழியைப் பின்பற்றிச் சென்றார்"
        },
        {
            "chapter": 18,
            "verse": 93,
            "text": "இரு மலைகளுக்கிடையே (இருந்த ஓரிடத்தை) அவர் எத்தியபோது, அவ்விரண்டிற்கும் அப்பால் இருந்த ஒரு சமூகத்தாரைக் கண்டார். அவர்கள் எந்தச் சொல்லையும் விளங்கிக் கொள்பவராக இருக்கவில்லை"
        },
        {
            "chapter": 18,
            "verse": 94,
            "text": "அவர்கள் \"துல்கர்னைனே! நிச்சயமாக யஃஜூஜும், மஃஜூஜும் பூமியில் ஃபஸாது - குழப்பம் - செய்கிறார்கள்; ஆதலால், எங்களுக்கும், அவர்களுக்குமிடையே ஒரு தடுப்பு(ச் சுவரை) நீர் ஏற்படுத்தித் தரும் பொருட்டு நாங்கள் உமக்கு ஒரு தொகையைத் தரலாமா?\" என்று கேட்டார்கள்"
        },
        {
            "chapter": 18,
            "verse": 95,
            "text": "அதற்கவர்; \"என் இறைவன் எனக்கு எதில் (வசதிகள்) அளித்திருக்கிறானோ அது (நீங்கள் கொடுக்க இருப்பதைவிட) மேலானது ஆகவே, (உங்கள் உடல்) பலம் கொண்டு எனக்கு நீங்கள் உதவி செய்யுங்கள்; நான் உங்களுக்கும் அவர்களுக்கும் இடையே ஓர் உறுதியான தடுப்பை ஏற்படுத்தி விடுகிறேன்\" என்று கூறினார்"
        },
        {
            "chapter": 18,
            "verse": 96,
            "text": "நீங்கள் இரும்புப் பாளங்களை எனக்குக் கொண்டு வாருங்கள்\" (என்றார்). பிறகு அவை இரு மலைகளின் (இடையே நிரம்பி) உச்சிக்குச் சமமாகும் போது, ஊதுங்கள் என்றார்; அதனை அவர் நெருப்பாக ஆக்கியதும் (பின்னர் \"உருக்கிய) செம்பை என்னிடம் கொண்டு வாருங்கள்; அதன் மேல் ஊற்றுகிறேன்\" (என்றார்)"
        },
        {
            "chapter": 18,
            "verse": 97,
            "text": "எனவே, (யஃஜூஜ், மஃஜூஜ் கூட்டத்தார்) அதன் மீது ஏறவும் சக்தி பெறவில்லை, அதில் துவாரமிடவும் அவர்கள் சக்தி பெறவில்லை"
        },
        {
            "chapter": 18,
            "verse": 98,
            "text": "இது என் இறைவனிடமிருந்துள்ள ஒரு கிருபையே ஆகும், ஆனால் என் இறைவனுடைய வாக்குறுதி நிறைவேறும்போது, அவன் இதனையும் தூள் தூளாக்கி விடுவான்; மேலும், என் இறைவனுடைய வாக்குறுதி (முற்றிலும்) உண்மையானதே\" என்று கூறினார்"
        },
        {
            "chapter": 18,
            "verse": 99,
            "text": "இன்னும், அந்நாளில் அவர்களில் சிலரைச் சிலருடன் (கடல்) அலைகள் (மோதுவதைப் போல்) மோதுமாறு நாம் விட்டு விடுவோம்; பின்னர், ஸூர் (எக்காளம்) ஊதப்படும்; பிறகு நாம் அவர்களை ஒன்று சேர்ப்போம்"
        },
        {
            "chapter": 18,
            "verse": 100,
            "text": "காஃபிர்களுக்கு அந்நாளில் நரகத்தை அவர்கள் முன் ஒரே பரபரப்பாக பரப்பி வைப்போம்"
        },
        {
            "chapter": 18,
            "verse": 101,
            "text": "அவர்கள் எத்தகையோர் (என்றால்) என் நினைவை விட்டும் அவர்களுடைய கண்களில் திரையிடப் பட்டிருந்தன இன்னும் (நல்லுபதேசங்களைச்) செவிமடுக்கவும் அவர்கள் சக்தியற்றுப் போயினர்"
        },
        {
            "chapter": 18,
            "verse": 102,
            "text": "நிராகரிப்பவர்கள் என்னையன்றி என் அடியார்களை(த் தம் ) பாதுகாவலர்களாக எடுத்துக் கொள்ளலாம் என்று எண்ணுகிறார்களா? நிச்சயமாக இக்காஃபிர்கள் (விருந்துக்கு) இறங்குமிடமாக நரகத்தையே சித்தப்படுத்தி வைத்திருக்கின்றோம்"
        },
        {
            "chapter": 18,
            "verse": 103,
            "text": "(தம்) செயல்களில் மிகப் பெரும் நஷ்டவாளிகள் யார் என்பதை நான் உங்களுக்கு அறிவிக்கட்டுமா?\" என்று (நபியே!) நீர் கேட்பீராக"
        },
        {
            "chapter": 18,
            "verse": 104,
            "text": "யாருடைய முயற்சி இவ்வுலக வாழ்வில் பயனற்றுப் போயிருக்க தாங்கள் மெய்யாகவே அழகான காரியங்களையே செய்வதாக எண்ணிக் கொண்டிருக்கிறார்களோ அவர்கள் தான்"
        },
        {
            "chapter": 18,
            "verse": 105,
            "text": "அவர்கள் தங்களுடைய இறைவனின் வசனங்களையும், அவனை (மறுமையில்) சந்திப்போம் என்பதையும் நிராகரிக்கிறார்கள்; அவர்களுடைய செயல்கள் யாவும் வீணாகும்; மறுமை நாளில் அவர்களுக்காக எந்த மதிப்பையும் நாம் ஏற்படுத்த மாட்டோம்"
        },
        {
            "chapter": 18,
            "verse": 106,
            "text": "அதுவே அவர்களுடைய கூலியாகும் - (அது தான்) நரகம் - ஏனென்றால் அவர்கள் (உண்மையை) நிராகரித்தார்கள்; என்னுடைய வசனங்களையும், என் தூதர்களையும் ஏளனமாகவே எடுத்துக் கொண்டார்கள்"
        },
        {
            "chapter": 18,
            "verse": 107,
            "text": "நிச்சயமாக எவர் ஈமான் கொண்டு (ஸாலிஹான) - நல்ல - செயல்களைச் செய்கிறார்களோ அவர்கள் (விருந்துக்கு) இறங்கும் இடமாக ஃபிர்தவ்ஸ் என்னும் தோட்டங்கள் இருக்கும்"
        },
        {
            "chapter": 18,
            "verse": 108,
            "text": "அதில் அவர்கள் என்றென்றும் தங்கியிருப்பார்கள்; அவர்கள் அதிலிருந்து மாறி (வேறிடம்) செல்ல விரும்ப மாட்டார்கள்"
        },
        {
            "chapter": 18,
            "verse": 109,
            "text": "(நபியே!) நீர் கூறுவீராக \"என் இறைவனுடைய வார்த்தை(களை எழுதுவதற்)காக கடல் (முழுவதும்) மையாக ஆகுமானாலும், என் இறைவனுடைய வார்த்தைகள் (எழுதி) முடிப்பதற்குள் கடல் (நீர்) தீர்ந்து விடும்; அதைப் போல் (இன்னொரு கடலையே) நாம் உதவிக்குக் கொண்டு வந்தாலும் சரி"
        },
        {
            "chapter": 18,
            "verse": 110,
            "text": "(நபியே!) நீர் சொல்வீராக \"நிச்சயமாக நான் உங்களைப் போன்ற ஒரு மனிதனே! நிச்சயமாக உங்களுடைய நாயன் ஒரே நாயன்தான் என்று எனக்கு வஹீ அறிவிக்கப்பட்டிருக்கிறது எவன் தன்னுடைய இறைவனைச் சந்திக்கலாமென ஆதரவு வைக்கின்றானோ அவன் (ஸாலிஹான) நல்ல செயல்களைச் செய்து, தன் இறைவனை வணங்குவதில் வேறெவரையும் இணையாக்காதும் இருப்பானாக"
        },
        {
            "chapter": 19,
            "verse": 1,
            "text": "காஃப், ஹா, யா, ஐன், ஸாத்"
        },
        {
            "chapter": 19,
            "verse": 2,
            "text": "(நபியே! இது) உம்முடைய இறைவன் தன் அடியாராகிய ஜகரிய்யாவுக்கு அருளிய ரஹ்மத்தைப் பற்றியதாகும்"
        },
        {
            "chapter": 19,
            "verse": 3,
            "text": "அவர் தம் இறைவனிடம் தாழ்ந்த குரலில் பிரார்த்தித்த போது (இவ்வாறு ரஹ்மத்தை அருளினான்)"
        },
        {
            "chapter": 19,
            "verse": 4,
            "text": "(அவர்) கூறினார்; \"என் இறைவனே! நிச்சயமாக என் எலும்புகள் பலஹீனமடைந்து விட்டன என் தலையும் நரையால் (வெண்மையாய்) இலங்குகிறது. என் இறைவனே! (இதுவரையில்) நான் உன்னிடம் செய்த பிரார்த்தனையில் பாக்கியம் இல்லாதவனாகப் போய்விடவில்லை"
        },
        {
            "chapter": 19,
            "verse": 5,
            "text": "இன்னும், எனக்குப் பின்னர் (என்) உறவினர்களைப்பற்றி நிச்சயமாக நான் அஞ்சகிறேன்; மேலும், என் மனைவியோ மலடாக இருக்கிறாள்; ஆகவே, நீ உன் புறத்திலிருந்து எனக்கு ஒரு வாரிசை அளிப்பாயாக"
        },
        {
            "chapter": 19,
            "verse": 6,
            "text": "அவர் எனக்கு வாரிசாகவும் இருப்பார், யஃகூபுடைய சந்ததியினருக்கு வாரிசாகவும் இருப்பார்; என் இறைவனே! அவரை (உன்னால்) பொருந்திக்கொள்ளப் பட்டவராகவும் நீ ஆக்கி வைப்பாயாக"
        },
        {
            "chapter": 19,
            "verse": 7,
            "text": "ஜகரிய்யாவே! யஹ்யா என்ற பெயர் கொண்ட ஒரு புதல்வனை(த் தருவது) பற்றி நிச்சயமாக நாம் உமக்கு நற்செய்தி கூறுகிறோம். இதற்கு முன்னர் இப்பெயர் கொண்டவரை நாம் ஆக்கவில்லை\" (என்று இறைவன் கூறினான்)"
        },
        {
            "chapter": 19,
            "verse": 8,
            "text": "(அதற்கு அவர்) \"என் இறைவனே! என் மனைவியோ மலடாகவும், முதுமையின் தள்ளாத பருவத்தை நான் அடைந்தும் இருக்கும் நிலையில் எனக்கு எவ்வாறு ஒரு புதல்வன் உண்டாகுவான்?\" எனக் கூறினார்"
        },
        {
            "chapter": 19,
            "verse": 9,
            "text": "(அது) அவ்வாறே (நடைபெரும்) என்று கூறினான். இது எனக்கு மிகவும் சுலபமானதே! முன்னர் நீர் ஒரு பொருளாகவும் இல்லாதிருந்த காலத்து, நானே உம்மை படைத்தேன்\" என்று இறைவன் கூறினான்"
        },
        {
            "chapter": 19,
            "verse": 10,
            "text": "(அதற்கவர்) \"என் இறைவனே! நீ எனக்கு ஓர் அத்தாட்சியை (இதற்காக) ஏற்படுத்துவாயாக!\" என்று வேண்டினார்; \"நீர் சவுக்கியத்துடன் இருக்கும் நிலையிலேயே மூன்று இரவு(பகல்)கள் நீர் மக்களுடன் பேச முடியாமலிருப்பீர்; (அதுவே) உமக்கு அத்தாட்சியாகும்\" என்று கூறினான்"
        },
        {
            "chapter": 19,
            "verse": 11,
            "text": "ஆகவே அவர் மிஹ்ராபை (தொழும் இடம்) விட்டு வெளியே தம் சமூகத்தாரிடம் வந்தார்; பின்னர் அவர்களிடம் (பேச முடியாத நிலையில் சயிக்கினையாக) அவர், \"காலையிலும், மாலையிலும் (அல்லாஹ்வைத் துதித்து) தஸ்பீஹீ செய்யுங்கள்\" என்று உணர்த்தினார்"
        },
        {
            "chapter": 19,
            "verse": 12,
            "text": "(அதன் பின்னர்) \"யஹ்யாவே! நீர் இவ்வேதத்தைப் பலமாகப் பற்றிப் பிடித்துக் கொள்ளும்\" (எனக் கூறினோம்) இன்னும் அவர் குழந்தையாக இருக்கும் போதே அவருக்கு நாம் ஞானத்தை அளித்தோம்"
        },
        {
            "chapter": 19,
            "verse": 13,
            "text": "அன்றியும் நாம் நம்மிடமிருந்து இரக்க சிந்தனையும், பரிசுத்தத் தன்மையையும் (அவருக்குக் கொடுத்தோம்) இன்னும் அவர் மிகவும் பயபக்தியுடையவராக இருந்தார்"
        },
        {
            "chapter": 19,
            "verse": 14,
            "text": "மேலும், தம் பெற்றோருக்கு நன்றி செய்பவராகவும் இருந்தார்; அவர் பெருமை அடிப்பவராகவோ, (அல்லாஹ்வுக்கு) மாறு செய்பவராகவோ இருக்கவில்லை"
        },
        {
            "chapter": 19,
            "verse": 15,
            "text": "ஆகவே, அவர் பிறந்த நாளிலும், அவர் இறக்கும் நாளிலும், (மறுமையில்) அவர் உயிர் பெற்றெழும் நாளிலும் அவர் மீது ஸலாம் (சாந்தி) நிலைத்திருக்கும்"
        },
        {
            "chapter": 19,
            "verse": 16,
            "text": "(நபியே!) இவ்வேதத்தில் மர்யமைப் பற்றியும் நினைவு கூர்வீராக அவர் தம் குடும்பத்தினரை விட்டும் நீங்கி, கிழக்குப் பக்கமுள்ள இடத்தில் இருக்கும்போது"
        },
        {
            "chapter": 19,
            "verse": 17,
            "text": "அவர் (தம்மை) அவர்களிடமிருந்து (மறைத்துக் கொள்வதற்காக) ஒரு திரையை அமைத்துக் கொண்டார்; அப்போது நாம் அவரிடத்தில் நம் ரூஹை (ஜிப்ரயீலை) அனுப்பி வைத்தோம்; (மர்யமிடம்) சரியான மனித உருவில் தோன்றினார்"
        },
        {
            "chapter": 19,
            "verse": 18,
            "text": "(அப்படி அவரைக் கண்டதும்,) \"நிச்சயமாக நாம் உம்மை விட்டும் ரஹ்மானிடம் காவல் தேடுகிறேன்; நீர் பயபக்தியுடையவராக இருந்தால் (நெருங்காதீர்)\" என்றார்"
        },
        {
            "chapter": 19,
            "verse": 19,
            "text": "நிச்சயமாக நான் உம்முடைய இறைவனின் தூதன்; பரிசுத்தமான புதல்வரை உமக்கு அளிக்க (வந்துள்ளேன்\") என்று கூறினார்"
        },
        {
            "chapter": 19,
            "verse": 20,
            "text": "அதற்கு அவர் (மர்யம்), \"எந்த ஆடவனும் என்னைத் தீண்டாமலும், நான் நடத்தை பிசகியவளாக இல்லாதிருக்கும் நிலையிலும் எனக்கு எவ்வாறு புதல்வன் உண்டாக முடியும்?\" என்று கூறினார்"
        },
        {
            "chapter": 19,
            "verse": 21,
            "text": "அவ்வாறேயாகும்; 'இது எனக்கு மிகவும் சுலபமானதே மனிதர்களுக்கு ஓர் அத்தாட்சியாகவும், நம்மிடமிருந்து ஒரு ரஹ்மத்தாகவும் நாம் அவரை ஆக்குவோம்; இது விதிக்கப்பட்ட விஷயமாகும்' என்று உம் இறைவன் கூறுகிறான்\" எனக் கூறினார்"
        },
        {
            "chapter": 19,
            "verse": 22,
            "text": "அப்பால், மர்யம் ஈஸாவை கருக்கொண்டார் பின்னர் கர்ப்பத்துடன் தொலைவிலுள்ள ஓரிடத்தை சென்றடைந்தார்"
        },
        {
            "chapter": 19,
            "verse": 23,
            "text": "பின்பு (அவருக்கு ஏற்பட்ட) பிரசவ வேதனை அவரை ஒரு பேரீத்த மரத்தின்பால் கொண்டு வந்தது \"இதற்கு முன்பே நான் இறந்து, முற்றிலும் மறக்கப் பட்டவளாகி இருக்கக் கூடாதா\" என்று கூறி(அரற்றி)னார்"
        },
        {
            "chapter": 19,
            "verse": 24,
            "text": "(அப்போது ஜிப்ரயீல்) அவருக்குக் கீழிருந்து \"(மர்யமே!) கவலைப்படாதீர்கள்! உம்முடைய இறைவன் நிச்சயமாக உமக்கு கீழாலேயே ஒரு சின்ன ஆற்றை உண்டாக்கியிருக்கின்றான்\" என்று அழைத்து கூறினான்"
        },
        {
            "chapter": 19,
            "verse": 25,
            "text": "இன்னும், இந்த பேரீச்ச மரத்தின் கிளையைப் பிடித்து உம் அருகில் இழுத்துக் குலுக்கும்; (கொய்வதற்குப்) பக்குவமான பழங்களை உம் மீது அது உதிர்க்கும்"
        },
        {
            "chapter": 19,
            "verse": 26,
            "text": "ஆகவே, (அவற்றை) உண்டு, (ஆற்று நீரைப்) பருகி கண் குளிர்ந்து இருப்பீராக! பின்னர் எந்த மனிதரையேனும் நீர் பார்க்க நேரிட்டால், 'மெய்யாகவே அர்ரஹ்மானுக்காக நான் நோன்பிருப்பதாக நேர்ந்திருக்கின்றேன்; ஆதலின் இன்றைய தினம் எந்த மனிதருடனும் பேச மாட்டேன்\" என்று கூறும்"
        },
        {
            "chapter": 19,
            "verse": 27,
            "text": "பின்னர் (மர்யம்) அக்குழந்தையைச் சுமந்து கொண்டு தம் சமூகத்தாரிடம் வந்தார்; அவர்கள் கூறினார்கள்; \"மர்யமே! நிச்சயமாக நீர் ஒரு விபரீதமான பொருளைக் கொண்டு வந்திருக்கிறீர்"
        },
        {
            "chapter": 19,
            "verse": 28,
            "text": "ஹாரூனின் சகோதரியே! உம் தந்தை கெட்ட மனிதராக இருக்கவில்லை உம் தாயாரும் நடத்தை பிசகியவராக இருக்கவில்லை\" (என்று பழித்துக் கூறினார்கள்)"
        },
        {
            "chapter": 19,
            "verse": 29,
            "text": "(ஆனால், தம் குழந்தையிடமே கேட்கும் படி) அதன் பால் சுட்டிக் காட்டினார்; \"நாங்கள் தொட்டிலில் இருக்கும் குழந்தையுடன் எப்படிப் பேசுவோம்?\" என்று கூறினார்கள்"
        },
        {
            "chapter": 19,
            "verse": 30,
            "text": "நிச்சயமாக நான் அல்லாஹ்வுடைய அடியானாக இருக்கின்றேன்; அவன் எனக்கு வேதத்தைக் கொடுத்திருக்கின்றான்; இன்னும், என்னை நபியாக ஆக்கியிருக்கின்றான்"
        },
        {
            "chapter": 19,
            "verse": 31,
            "text": "இன்னும், நான் எங்கிருந்தாலும், அவன் என்னை முபாரக்கினாவனாக (நற்பாக்கியமுடையவனாக) ஆக்கியிருக்கின்றான்; மேலும், நான் உயிருடன் இருக்கும் காலமெல்லாம் தொழுகையையும், ஜகாத்தையும் (நிறைவேற்ற) எனக்கு வஸீயத் செய்து (கட்டளையிட்டு) இருக்கின்றான்"
        },
        {
            "chapter": 19,
            "verse": 32,
            "text": "என் தாயாருக்கு நன்றி செய்பவனாக (என்னை ஏவியிருக்கின்றான்;) நற்பேறு கெட்ட பெருமைக்காரனாக என்னை அவன் ஆக்கவில்லை"
        },
        {
            "chapter": 19,
            "verse": 33,
            "text": "இன்னும், நான் பிறந்த நாளிலும், நான் இறக்கும் நாளிலும் (மறுமையில்) நான் உயிர் பெற்று எழும் நாளிலும் என் மீது சாந்தி நிலைத்திருக்கும்\" என்று (அக்குழந்தை) கூறியது"
        },
        {
            "chapter": 19,
            "verse": 34,
            "text": "இ(த்தகைய)வர் தாம் மர்யமுடைய புதல்வர் ஈஸா (ஆவார்) எதைக் குறித்து அவர்கள் சந்தேகம் கொண்டிருக்கிறார்களோ அதுபற்றிய உண்மையான சொல் (இதுவே ஆகும்)"
        },
        {
            "chapter": 19,
            "verse": 35,
            "text": "அல்லாஹ்வுக்கு எந்த ஒரு புதல்வனையும் ஏற்படுத்திக் கொள்ள வேண்டியதில்லை அவன் தூயவன்; அவன் ஒரு காரியத்தைத் தீர்மானித்தால், \"ஆகுக!\" என்று தான் கூறுவான்; (உடனே) அது ஆகிவிடுகிறது"
        },
        {
            "chapter": 19,
            "verse": 36,
            "text": "நிச்சயமாக அல்லாஹ்வே (படைத்துப் பரிபக்குவப்படுத்தும்) என்னுடைய இறைவனாகவும், உங்களுடைய இறைவனாகவும் இருக்கின்றான்; ஆகையால், அவனையே நீங்கள் வணங்குங்கள்; இதுவே நேரான வழியாகும்\" (என்று நபியே! நீர் கூறும்)"
        },
        {
            "chapter": 19,
            "verse": 37,
            "text": "ஆனாலும், அவர்களிடையே இருந்த கூட்டத்தார் இது பற்றி(த் தங்களுக்குள்ளே) அபிப்பிராய பேதங் கொண்டனர். (சத்தியத்தை) நிராகரித்துக் கொண்டிருப்பவர்களுக்கு, அவர்கள் யாவரும் ஒன்று சேர்க்கப்படும் வலுப்பமான நாளில் கேடுதான்"
        },
        {
            "chapter": 19,
            "verse": 38,
            "text": "அவர்கள் நம்மிடத்தில் வரும் நாளில் எவ்வளவு தெளிவாகக் கேட்பார்கள், பார்ப்பார்கள்! எனினும் அந்த அக்கிரமக்காரர்கள் பகிரங்கமான வழிகேட்டிலேயே இன்று இருக்கிறார்கள்"
        },
        {
            "chapter": 19,
            "verse": 39,
            "text": "மேலும், (நபியே!) தீர்ப்பு அளிக்கப்படும் அந்த கைசேதப்படக்கூடிய நாளைக் குறித்து, நீங்கள் அவர்களுக்கு அச்சமூட்டி எச்சரிக்கை செய்வீராக! எனினும் அவர்கள் அதைப்பற்றிக் கவலைப்படாதவர்களாகவும், நம்பாதவர்களாகவும் இருக்கின்றார்கள்"
        },
        {
            "chapter": 19,
            "verse": 40,
            "text": "நிச்சயமாக நாமே, பூமியையும் அதன் மீதுள்ளவர்களையும் வாரிசாகக் கொள்வோம்; இன்னும் நம்மிடமே (அனைவரும்) மீட்கப்படுவார்கள்"
        },
        {
            "chapter": 19,
            "verse": 41,
            "text": "(நபியே!) இவ்வேதத்தில் இப்ராஹீமைப்பற்றியும் நினைவு கூர்வீராக! நிச்சயமாக அவர் மிக்க உண்மையாளராகவும் - நபியாகவும் - இருந்தார்"
        },
        {
            "chapter": 19,
            "verse": 42,
            "text": "என் அருமைத் தந்தையே! (யாதொன்றையும்) கேட்க இயலாத, பார்க்க இயலாத உங்களுக்கு எந்த தேவையையும் பூர்த்தி செய்ய இயலாததுமான ஒன்றை ஏன் நீங்கள் வணங்குகிறீர்கள்?\" என்று அவர் தம் தந்தையிடம் கூறியதை நினைவுபடுத்தும்"
        },
        {
            "chapter": 19,
            "verse": 43,
            "text": "என் அருமைத் தந்தையே! மெய்யாகவே உங்களிடம் வந்திராத கல்வி ஞானம் நிச்சயமாக எனக்கு வந்திருக்கிறது ஆகவே, நீங்கள் என்னைப் பின்பற்றுங்கள்; நான் உங்களைச் செவ்வையான நேர்வழியில் நடத்துகிறேன்"
        },
        {
            "chapter": 19,
            "verse": 44,
            "text": "என் அருமைத் தந்தையே! நீங்கள் ஷைத்தானை வணங்காதீர்கள்; நிச்சயமாக ஷைத்தான், அர்ரஹ்மானுக்கு (அருள் மிக்க நாயனுக்கு) மாறு செய்பவன்"
        },
        {
            "chapter": 19,
            "verse": 45,
            "text": "என் அருமைத் தந்தையே! நிச்சயமாக அர்ரஹ்மானிடமிருந்துள்ள வேதனைவந்து உங்களைத் தொட்டு, நீங்கள் ஷைத்தானின் கூட்டாளியாகி விடுவதைப் பற்றி நான் அஞ்சுகிறேன்\" (என்றார்)"
        },
        {
            "chapter": 19,
            "verse": 46,
            "text": "(அதற்கு அவர்) \"இப்றாஹீமே! நீர் என் தெய்வங்களை புறக்கணிக்கிறீரா? நீர் (இதை விட்டும்) விலகிக் கொள்ளாவிட்டால் உம்மைக் கல்லெறிந்து கொல்வேன்; இனி நீர் என்னைவிட்டு நெடுங்காலத்திற்கு விலகிப் போய்விடும்\" என்றார்"
        },
        {
            "chapter": 19,
            "verse": 47,
            "text": "(அதற்கு இப்ராஹீம்) \"உம்மீது ஸலாம் உண்டாவதாக! மேலும் என் இறைவனிடம் உமக்காகப் பிழை பொறுக்கத் தேடுவேன்; நிச்சயமாக அவன் என் மீது கிருபையுடையவனாகவே இருக்கின்றான்\" என்று கூறினார்"
        },
        {
            "chapter": 19,
            "verse": 48,
            "text": "நான் உங்களை விட்டும், அல்லாஹ்வையன்றி நீங்கள் பிரார்த்திப்பவற்றை விட்டும் விலகிக் கொள்கிறேன்; மேலும் நான் என் இறைவனை பிரார்த்தித்துக் கொண்டே இருப்பேன்; என் இறைவனைப் பிரார்த்திப்பது கொண்டு நான் நிர்ப்பாக்கியவானாகாமல் இருக்கப் போதும்\" (என்றார்)"
        },
        {
            "chapter": 19,
            "verse": 49,
            "text": "(இவ்வாறு) அவர், அவர்களை விட்டும், அவர்கள் வணங்கிக் கொண்டிருந்த அல்லாஹ் அல்லாதவற்றை விட்டும் விலகிக் கொண்டபோது, இஸ்ஹாக்கையும், யஃகூபையும் அவருக்கு நாம் நன்கொடையளித்தோம்; இன்னும் (அவர்கள்) ஒவ்வொருவரையும் நபியாக ஆக்கினோம்"
        },
        {
            "chapter": 19,
            "verse": 50,
            "text": "மேலும் நாம் அவர்களுக்கு நம் ரஹ்மத்திலிருந்தும் நன்கொடைகளையளித்தோம்; அவர்களுக்கு உயர்ந்த நற்பெயரை நாம் ஏற்படுத்தினோம்"
        },
        {
            "chapter": 19,
            "verse": 51,
            "text": "(நபியே!) இவ்வேதத்தில் மூஸாவைப் பற்றியும் நினைவு கூர்வீராக! நிச்சயமாக அவர் மாசில்லாத (தூயவராக) இருந்தார். அவர் ரஸூலாகவும் நபியாகவும் இருந்தார்"
        },
        {
            "chapter": 19,
            "verse": 52,
            "text": "இன்னும், நாம் அவரை தூர் (ஸினாய்) மலையின் வலப்புறத்திலிருந்து கூப்பிட்டோம்; மேலும் இரகசியத்தில் பேச நாம் அவரை நம்மிடம் நெருங்கி வரச் செய்தோம்"
        },
        {
            "chapter": 19,
            "verse": 53,
            "text": "மேலும், நம்முடைய ரஹ்மத்தில் நின்றும் அவருடைய சகோதரர் ஹாரூனையும் நபியாக அவருக்கு நன்கொடையளித்தோம்"
        },
        {
            "chapter": 19,
            "verse": 54,
            "text": "(நபியே!) இவ்வேதத்தில் இஸ்மாயீலைப் பற்றியும் நினைவு கூர்வீராக! நிச்சயமாக அவர் வாக்குறுதியில் உண்மையாளராக இருந்தார்; இன்னும் அவர் தூதராகவும், நபியாகவும் இருந்தார்"
        },
        {
            "chapter": 19,
            "verse": 55,
            "text": "அவர் தம் குடும்பத்தினரைத் தொழுகையைக் கடைப்பிடிக்கவும், ஜகாத்து கொடுத்து வரும்படியும் ஏவுபவராக இருந்தார் தம் இறைவனிடத்தில் மிகவும் விரும்பப்பட்டவராகவும் அவர் இருந்தார்"
        },
        {
            "chapter": 19,
            "verse": 56,
            "text": "(நபியே!) இவ்வேதத்தில் இத்ரீஸைப் பற்றியும் நினைவு கூர்வீராக! நிச்சயமாக அவர் ஸித்தீக்காக (மிக்க சத்தியவானாக) நபியாக இருந்தார்"
        },
        {
            "chapter": 19,
            "verse": 57,
            "text": "மேலும், நாம் அவரை ஓர் உயரிய இடத்தில் உயர்த்தினோம்"
        },
        {
            "chapter": 19,
            "verse": 58,
            "text": "இவர்கள் ஆதமுடைய சந்ததியிலும், நூஹ்வுடன் (கப்பலில்) நாம் ஏற்றிக் கொண்டவர்களி(ன் சந்ததியி)லும், இப்ராஹீமுடையவும், இஸ்ராயீல் (யஃகூபின்) சந்ததியிலும், இன்னும் நாம் தேர்ந்தெடுத்து நேர்வழியில் நடத்தியவர்களிலுமுள்ள நபிமார்களாவார்கள் - இவர்கள் மீது அல்லாஹ் அருளைப் பொழிந்தான்; அர்ரஹ்மானுடைய வசனங்கள் அவர்களின் மீது ஓதப்பட்டால், அவர்கள் அழுதவர்களாகவும், ஸுஜூது செய்தவர்களாகவும் விழுவார்கள்"
        },
        {
            "chapter": 19,
            "verse": 59,
            "text": "ஆனால், இவர்களுக்குப் பின் (வழி கெட்ட) சந்ததியினர் இவர்களுடைய இடத்திற்கு வந்தார்கள்; அவர்கள் தொழுகையை வீணாக்கினார்கள்; (இழிவான மன)இச்சைகளைப் பின்பற்றினார்கள்; (மறுமையில்) அவர்கள் (நரகத்தின்) கேட்டைச் சந்திப்பார்கள்"
        },
        {
            "chapter": 19,
            "verse": 60,
            "text": "தவ்பா செய்து, (பாவங்களிலிருந்து விலகி) ஈமான் கொண்டு, (ஸாலிஹான) - நல்ல - செயல்களைச் செய்கிறார்களே அவர்களைத் தவிர அத்தகைய (ஸாலிஹான)வர்கள்; (ஜன்னத்தில்) - சுவர்க்கத்தில் பிரவேசிப்பார்கள்; (அவர்கள் அடைய வேண்டிய நற்பயன்) எதிலும் அவர்களுக்குக் குறைவு செய்யப்பட மாட்டாது"
        },
        {
            "chapter": 19,
            "verse": 61,
            "text": "அத்னு என்னும் அந்தச் சுவனபதிகளை அர்ரஹ்மான் தன் நல்லடியார்களுக்கு - அவற்றை அவர்கள் காண முடியாத போதே - வாக்களித்தான்; நிச்சயமாக அவனுடைய வாக்குறுதி நிறைவேறும்"
        },
        {
            "chapter": 19,
            "verse": 62,
            "text": "ஸலாம் (சாந்தி) என்பதைச் (செவியுறுவார்களே) தவிர அச்சுவனபதிகளில் அவர்கள் வீணான எதையும் செவியுற மாட்டார்கள்; இன்னும் அங்கே அவர்களுக்குக் காலையிலும், மாலையிலும் அவர்களுடைய உணவு இருக்கிறது"
        },
        {
            "chapter": 19,
            "verse": 63,
            "text": "இத்தகைய சுவர்க்கத்திற்கு நம் அடியார்களில் தக்வா - பயபக்தி - உடையவர்களை நாம் வாரிசாக்கிவிடுவோம்"
        },
        {
            "chapter": 19,
            "verse": 64,
            "text": "(மலக்குகள் கூறுகிறார்கள்; நபியே!) \"உமது இறைவனின் கட்டளையில்லாமல் நாம் இறங்க மாட்டோம்; எங்களுக்கு முன்னிருப்பதும், எங்களுக்கு பின்னிருப்பதும், இவ்விரண்டிற்குமிடையில் இருப்பது அவனுக்கே (சொந்தமாக) இருக்கின்றன உமது இறைவன் ஒரு பொழுதும் மறப்பவனல்லன்"
        },
        {
            "chapter": 19,
            "verse": 65,
            "text": "(அவனே) வானங்களுக்கும், பூமிக்கும், அவை இரண்டிற்குமிடையே உள்ளவற்றிற்கும் இறைவனாக இருக்கின்றான். ஆகையினால் அவ(ன் ஒருவ)னையே வணங்குவீராக! மேலும், அவனை வணங்குவதில் (கஷ்டங்களையேற்றுப்) பொறுமையுடன் இருப்பீராக! (பெயரில், வல்லமையில், மற்றும் தன்மைகளில் அல்லாஹ்வுக்கு) நிகரானவனை நீர் அறிவீரா"
        },
        {
            "chapter": 19,
            "verse": 66,
            "text": "(எனினும்) மனிதன் கேட்கிறான்; \"நான் இறந்து போனால், உயிருள்ளவனாக மேலும் எழுப்பப்படுவேனா? என்று"
        },
        {
            "chapter": 19,
            "verse": 67,
            "text": "யாதொரு பொருளுமாக இல்லாதிருந்த அவனை நிச்சயமாக நாம் முன்னர் படைத்தோம் என்பதை மனிதன் நினைத்துப் பார்க்க வேண்டாமா"
        },
        {
            "chapter": 19,
            "verse": 68,
            "text": "ஆகவே, (நபியே!) உம் இறைவன் மீது சத்தியமாக நாம் அவர்களையும், (அவர்களுடைய) ஷைத்தான்களையும் நிச்சயமாக (உயிர்ப்பித்து) ஒன்று சேர்ப்போம்; பின்னர் அவர்களை(யெல்லாம்) நரகத்தினைச் சூழ முழந்தாளிட்டவர்களாக ஆஜராக்குவோம்"
        },
        {
            "chapter": 19,
            "verse": 69,
            "text": "பின்னர், நாம் ஒவ்வொரு கூட்டத்திலிருந்தும் அர்ரஹ்மானுக்கு மாறு செய்வதில் கடினமாக - தீவிரமாக - இருந்தவர்கள் யாவற்றையும் நிச்சயமாக வேறு பிரிப்போம்"
        },
        {
            "chapter": 19,
            "verse": 70,
            "text": "பின்னர், அ(ந் நரகத்)தில் புகுவதற்கு அவர்களில் (தங்கள் பாவத்தால்) முதல் தகுதிவுடையவர்கள் யார் என்பதை நிச்சயமாக நாம் அறிவோம்"
        },
        {
            "chapter": 19,
            "verse": 71,
            "text": "மேலும், அதனைக் கடக்காமல் உங்களில் யாரும் (போக) முடியாது இது உம்முடைய இறைவனின் முடிவான தீர்மானமாகும்"
        },
        {
            "chapter": 19,
            "verse": 72,
            "text": "அதன் பின்னர், தக்வாவுடன் - பயபக்தியுடன் இருந்தார்களே அவர்களை நாம் ஈடேற்றுவோம்; ஆனால், அநியாயம் செய்தவர்களை அ(ந் நரகத்)தில் முழந்தாளிட்டவர்களாக விட்டு விடுவோம்"
        },
        {
            "chapter": 19,
            "verse": 73,
            "text": "இன்னும் நம்முடைய தெளிவான வசனங்கள் அவர்கள்முன் ஓதப்பெறும்போது முஃமின்களிடத்தில், (அவற்றை) நிராகரிக்க முயலும் காஃபிர்கள்; \"நம் இரு வகுப்பாரில் இப்பொழுது யாருடைய வீடு மேலானதாகவும், யாருடை சபை மிக அழகானதாகவும் இருக்கிறது?\" என்று கேட்கின்றனர்"
        },
        {
            "chapter": 19,
            "verse": 74,
            "text": "இன்னும், இவர்களைவிட மிக்க அழகான தளவாடங்களையும், தோற்றத்தையும் பெற்றிருந்த எத்தனையோ தலைமுறைகளை இவர்களுக்கு முன் நாம் அழித்திருக்கிறோம்"
        },
        {
            "chapter": 19,
            "verse": 75,
            "text": "யார் வழிகேட்டில் இருக்கிறார்களோ அவர்கள் வாக்களிக்கப்பட்ட (இவ்வுலக) வேதனையை அல்லது மறுமையை காணும்வரை அர்ரஹ்மான அவர்களுக்கு அவகாசம் கொடுக்கிறான்; (அவ்வாறு காணும் போது) எவருடைய வீடு கெட்டது எவருடைய கூட்டம் பலஹீனமானது என்பதை திட்டமாக அவர்கள் அறிந்து கொள்வார்கள்\" என்று (நபியே!) நீர் கூறுவீராக"
        },
        {
            "chapter": 19,
            "verse": 76,
            "text": "மேலும், எவர் நேர்வழியில் செல்கிறார்களோ அவர்களை அல்லாஹ் மேலும் மேலும் நேர்வழியில் செலுத்துகிறான்; இன்னும் நிலைத்திருக்கக் கூடிய நற்கருமங்கள் உம்முடைய இறைவனிடத்திலே சிறந்த கூலியாகவும் சிறந்த தங்குமிடமாகவும் அமையும்"
        },
        {
            "chapter": 19,
            "verse": 77,
            "text": "நம்முடைய வசனங்களை நிராகரித்துக் கொண்டு, (மறுமையிலும்) நான் நிச்சயமாக, செல்வமும், பிள்ளையும் கொடுக்கப்படுவேன்\" என்று கூறினானே அவனை (நபியே!) நீர் பார்த்தீரா"
        },
        {
            "chapter": 19,
            "verse": 78,
            "text": "(பின்னர் நடக்கவிருக்கும்) மறைவான விஷயத்தை அவன் எட்டிப் பார்த்துத் தெரிந்து கொண்டானா அல்லது அர்ரஹ்மானிடத்திலிருந்து உறுதிமொழி (ஏதேனும்) பெற்றிருக்கிறானா"
        },
        {
            "chapter": 19,
            "verse": 79,
            "text": "அப்படியல்ல! அவன் சொல்வதை நாம் எழுதி வருவோம்; இன்னும் நாம் அவனுடைய வேதனையை மேலும் மேலும் அதிகமாக்குவோம்"
        },
        {
            "chapter": 19,
            "verse": 80,
            "text": "இன்னும் (தன் சொத்துக்கள் என்று அவன் பெருமையடித்துப்) பேசிக் கொண்டிருப்பவற்றையும் நாம் அனந்தரங் கொள்வோம்; (இவற்றையெல்லாம் விட்டு) அவன் நம்மிடத்தில் தன்னந்தனியாகவே வருவான்"
        },
        {
            "chapter": 19,
            "verse": 81,
            "text": "(முஷ்ரிக்குகள்) தங்களுக்காக (அல்லாஹ்விடம் மன்றாடுவதற்கு) வல்லமையுடையவையென்று அல்லாஹ்வையன்றி (வேறு) தெய்வங்களை எடுத்துக் கொண்டுள்ளார்கள்"
        },
        {
            "chapter": 19,
            "verse": 82,
            "text": "அப்படியல்ல! தங்களை இவர்கள் வணங்கியதையும் நிராகரித்து இவர்களுக்கு விரோதமாக மாறிவிடுவீர்"
        },
        {
            "chapter": 19,
            "verse": 83,
            "text": "காஃபிர்களை (வழி கேட்டில் செல்லும்படித்) தூண்டிக் கொண்டிருப்பதற்காகவே நிச்சயமாக ஷைத்தான்களை நாம் அனுப்பியிருக்கிறோம் என்பதை நீர் பார்க்க வில்லையா"
        },
        {
            "chapter": 19,
            "verse": 84,
            "text": "எனவே அவர்களுக்காக நீர் அவசரப்படாதீர்! அவர்களுக்கு (வேதனைக்குரிய தவணையின்) கணக்கை நாம் கணக்கிட்டுக் கொண்டுதானிக்கிறோம்"
        },
        {
            "chapter": 19,
            "verse": 85,
            "text": "அர்ரஹ்மானாகிய நம்மிடத்தில் பயபக்தியுடையவர்களை நாம் கூட்டமாக ஒன்று சேர்க்கும் நாளில்"
        },
        {
            "chapter": 19,
            "verse": 86,
            "text": "குற்றவாளிகளை (அவர்கள்) தாகம் தீர்த்துக் கொள்வதற்காக நரகை நோக்கி நாம் விரட்டுவோம்"
        },
        {
            "chapter": 19,
            "verse": 87,
            "text": "அர்ரஹ்மானிடம் உடன்படிக்கை செய்து கொண்டோரைத் தவிர, எவரும் ஷஃபாஅத்திற்கு - மன்றாட்டத்திற்கு - அதிகாரம் பெற மாட்டார்கள்"
        },
        {
            "chapter": 19,
            "verse": 88,
            "text": "இன்னும், \"அர்ரஹ்மான் (தனக்கென) ஒரு குமாரனை எடுத்துக் கொண்டுள்ளான்\" என்று அவர்கள் கூறுகிறார்கள்"
        },
        {
            "chapter": 19,
            "verse": 89,
            "text": "நிச்சயமாக நீங்கள் அபாண்டமான (ஒரு கூற்றைக்) கொண்டு வந்திருக்கிறீர்கள்"
        },
        {
            "chapter": 19,
            "verse": 90,
            "text": "இவர்களின் இந்தக் கூற்றினால் வானங்கள் வெடித்து பூமி பிளந்து மலைகள் சிதறுண்டு விடும் போதிலும்"
        },
        {
            "chapter": 19,
            "verse": 91,
            "text": "அவர்கள் அர்ரஹ்மானுக்கு ஒரு குமாரன் உண்டென்று தாவாச்செய்வதினால்"
        },
        {
            "chapter": 19,
            "verse": 92,
            "text": "ஒரு குமாரனை எடுத்துக் கொள்வது அல்லாஹ்வுக்குத் தேவையில்லாதது"
        },
        {
            "chapter": 19,
            "verse": 93,
            "text": "ஏனென்றால் வானங்களிலும், பூமியிலும் உள்ள ஒவ்வொருவரும் அர்ரஹ்மானிடம் அடிமையாய் வருபவரேயன்றி வேறில்லை"
        },
        {
            "chapter": 19,
            "verse": 94,
            "text": "நிச்சயமாக அவற்றையெல்லாம் அவன் சூழ்ந்தறிகிறான்; இன்னும் அவற்றைத் துல்லியமாகக் கணக்கிட்டு வைத்திருக்கிறான்"
        },
        {
            "chapter": 19,
            "verse": 95,
            "text": "கியாம நாளில் அவர்களில் ஒவ்வொருவரும் தனித்தனியாக அவனிடம் வருவர்"
        },
        {
            "chapter": 19,
            "verse": 96,
            "text": "நிச்சயமாக எவர்கள் ஈமான் கொண்டு (ஸாலிஹான-) நல்ல செயல்களைச் செய்கின்றார்களோ அவர்களுக்கு அர்ரஹ்மான் (யாவரின்) நேசத்தை ஏற்படுத்துவான்"
        },
        {
            "chapter": 19,
            "verse": 97,
            "text": "(நபியே!) நாம் இ(வ் வேதத்)தை உம்முடைய மொழியில் (அருளி) எளிதாக்கியதெல்லாம், இதைக் கொண்டு நீர் - பயபக்தியுடையவர்களுக்கு நன்மாராயங் கூறவும், முரண்டாக வாதம் செய்யும் மக்களுக்கு இதைக் கொண்டு அச்சமூட்டி எச்சரிக்கை செய்வதற்குமேயாகும்"
        },
        {
            "chapter": 19,
            "verse": 98,
            "text": "அவர்களுக்கு முன்னர், எத்தனையோ தலைமுறையினரை நாம் அழித்திருக்கிறோம்; அவர்களில் ஒருவரையேனும் நீர் பார்க்கிறீரா? அல்லது அவர்களுடைய இலேசான சப்தத்தை நீர் கேட்கிறீரா"
        },
        {
            "chapter": 20,
            "verse": 1,
            "text": "தாஹா"
        },
        {
            "chapter": 20,
            "verse": 2,
            "text": "(நபியே!) நீர் துன்பப்படுவதற்காக நாம் இந்த குர்ஆனை உம்மீது இறக்கவில்லை"
        },
        {
            "chapter": 20,
            "verse": 3,
            "text": "(அல்லாஹ்வுக்கு) அஞ்சுவோருக்கு நல்லுபதேசமே அன்றி (வேறில்லை)"
        },
        {
            "chapter": 20,
            "verse": 4,
            "text": "பூமியையும், உயர்வான வானங்களையும் படைத்தவனிடமிருந்து அது இறக்கி அருளப் பெற்றது"
        },
        {
            "chapter": 20,
            "verse": 5,
            "text": "அர்ரஹ்மான் அர்ஷின் மீது அமைந்தான்"
        },
        {
            "chapter": 20,
            "verse": 6,
            "text": "வானங்களிலுள்ளவையும், பூமியிலுள்ளவையும், இவ்விரண்டிற்கும் இடையே உள்ளவையும், மண்ணுக்கு அடியில் உள்ளவையும் அவனுக்கே உரியன"
        },
        {
            "chapter": 20,
            "verse": 7,
            "text": "(நபியே!) நீர் உரக்கச் சொன்னாலும் நிச்சயமாக அவன் இரகசியத்தையும் (அதை விட) மறைவானதையும் அறிகிறான்"
        },
        {
            "chapter": 20,
            "verse": 8,
            "text": "அல்லாஹ் - அவனைத் தவிர வணக்கத்திற்குரிய நாயன் வேறில்லை, அவனுக்கு அழகிய திரு நாமங்கள் இருக்கின்றன"
        },
        {
            "chapter": 20,
            "verse": 9,
            "text": "இன்னும் (நபியே!) மூஸாவின் வரலாறு உம்மிடம் வந்ததா"
        },
        {
            "chapter": 20,
            "verse": 10,
            "text": "அவர் நெருப்பைக் கண்டு தம் குடும்பத்தாரிடம் \"நீங்கள் (இங்கு சிறிது) தங்குங்கள்; நிச்சயமாக நான் நெருப்பைக் கண்டேன்; ஒரு வேளை அதிலிருந்து உங்களுக்கு ஓர் எரி கொள்ளியைக் கொண்டு வரவோ, அல்லது நாம் செல்ல வேண்டிய பாதையை அந் நெருப்பி(ன் உதவியி)னால் கண்டு பிடிக்கவோ செய்யலாம்\" என்று (கூறினார்)"
        },
        {
            "chapter": 20,
            "verse": 11,
            "text": "அவர் (நெருப்பின்) அருகே வந்த போது \"மூஸாவே!\" என்று அழைக்கப் பட்டார்"
        },
        {
            "chapter": 20,
            "verse": 12,
            "text": "நிச்சயமாக நாம் தான் உம்முடைய இறைவன், நீர் உம் காலணிகள் இரண்டையும் கழற்றிவிடும்! நிச்சயமாக நீர் 'துவா' என்னும் புனிதமான பள்ளத்தாக்கில் இருக்கிறீர்"
        },
        {
            "chapter": 20,
            "verse": 13,
            "text": "இன்னும் \"நாம் உம்மை (என் தூதராக)த் தேர்ந்தெடுத்தேன், ஆதலால் வஹீயின் வாயிலாக (உமக்கு) அறிவிக்கப் படுவதற்கு நீர் செவியேற்பீராக"
        },
        {
            "chapter": 20,
            "verse": 14,
            "text": "நிச்சயமாக நாம் தான் அல்லாஹ்! என்னைத் தவிர வேறு நாயன் இல்லை, ஆகவே, என்னையே நீர் வணங்கும், என்னை தியானிக்கும் பொருட்டு தொழுகையை நிலைநிறுத்துவீராக"
        },
        {
            "chapter": 20,
            "verse": 15,
            "text": "ஒவ்வோர் ஆத்மாவும் தான் செய்ததற்குத் தக்கபடி பிரதிபலன்கள் அளிக்கப்படும் பொருட்டு (நியாயத் தீர்ப்புக்குரிய) வேளை நிச்சயமாக வரவிருக்கிறது, ஆயினும் அதை மறைத்து வைக்க நாடுகிறேன்"
        },
        {
            "chapter": 20,
            "verse": 16,
            "text": "ஆகவே, அதனை நம்பாது, தன் (மன) இச்சையைப் பின்பற்றுபவன் திடனாக அதைவிட்டும் உம்மைத் திருப்பிவிட வேண்டாம். அவ்வாறாயின், நீர் அழிந்துபோவீர்"
        },
        {
            "chapter": 20,
            "verse": 17,
            "text": "மூஸாவே! உம்முடைய வலது கையில் இருப்பது என்ன?\" (என்றும் அல்லாஹ் கேட்டான்)"
        },
        {
            "chapter": 20,
            "verse": 18,
            "text": "(அதற்கவர்) \"இது என்னுடைய கைத்தடி, இதன் மீது நான் சாய்ந்து கொள்வேன், இதைக் கொண்டு என் ஆடுகளுக்கு இலைகள் பறிப்பேன், இன்னும் இதில் எனக்கு வேறு தேவைகளும் நிறைவேறுகின்றன\" என்று கூறினார்"
        },
        {
            "chapter": 20,
            "verse": 19,
            "text": "அதற்கு (இறைவன்) \"மூஸாவே! அதை நீர் கீழே எறியும்\" என்றான்"
        },
        {
            "chapter": 20,
            "verse": 20,
            "text": "அவ்வாறே அவர் அதனைக் கீழே எறிந்தார், அப்போது அது ஊர்ந்து செல்லும் ஒரு பாம்பாயிற்று"
        },
        {
            "chapter": 20,
            "verse": 21,
            "text": "(இறைவன்) கூறினான்: \"அதைப் பிடியும், பயப்படாதீர்; உடனே நாம் அதை அதன் பழைய நிலைக்கே மீட்டுவோம்"
        },
        {
            "chapter": 20,
            "verse": 22,
            "text": "இன்னும், உம் கையை உம் விலாப்புறமாக புகுத்தி (வெளியில்) எடும், அது ஒளி மிக்கதாய் மாசற்ற வெண்மையாக வெளிவரும், இது மற்றோர் அத்தாட்சியாகும்"
        },
        {
            "chapter": 20,
            "verse": 23,
            "text": "(இவ்வாறு) நம்முடைய பெரிய அத்தாட்சிகளிலிருந்து (சிலவற்றை) உமக்குக் காண்பிக்கிறோம்"
        },
        {
            "chapter": 20,
            "verse": 24,
            "text": "ஃபிர்அவ்னிடம் நீர் செல்வீராக! நிச்சயமாக அவன் (வரம்பு) மீறி விட்டான்\" (என்றும் அல்லாஹ் கூறினான்)"
        },
        {
            "chapter": 20,
            "verse": 25,
            "text": "(அதற்கு மூஸா) கூறினார்: \"இறைவனே! எனக்காக என் நெஞ்சத்தை நீ (உறுதிப்படுத்தி) விரிவாக்கி தருவாயாக"
        },
        {
            "chapter": 20,
            "verse": 26,
            "text": "என் காரியத்தை எனக்கு நீ எளிதாக்கியும் வைப்பாயாக"
        },
        {
            "chapter": 20,
            "verse": 27,
            "text": "என் நாவிலுள்ள (திக்குவாய்) முடிச்சையும் அவிழ்ப்பாயாக"
        },
        {
            "chapter": 20,
            "verse": 28,
            "text": "என் சொல்லை அவர்கள் விளங்கிக் கொள்வதற்காக"
        },
        {
            "chapter": 20,
            "verse": 29,
            "text": "என் குடும்பத்திலிருந்து எனக்கு (உதவி செய்ய) ஓர் உதவியாளரையும் ஏற்படுத்தித் தருவாயாக"
        },
        {
            "chapter": 20,
            "verse": 30,
            "text": "என் சகோதரர் ஹாரூனை (அவ்வாறு ஏற்படுத்தித் தருவாயாக)"
        },
        {
            "chapter": 20,
            "verse": 31,
            "text": "அவரைக் கொண்டு என் முதுகை வலுப்படுத்துவாயாக"
        },
        {
            "chapter": 20,
            "verse": 32,
            "text": "என் காரியத்தில் அவரைக் கூட்டாக்கி வைப்பாயாக"
        },
        {
            "chapter": 20,
            "verse": 33,
            "text": "நாங்கள் உன்னை அதிகமதிகம் (தஸ்பீஹு செய்து) துதிப்பதற்காகவும்"
        },
        {
            "chapter": 20,
            "verse": 34,
            "text": "உன்னை அதிகமதிகம் நினைவு கூர்வதற்காகவும் (இவற்றையெல்லாம் அருள்வாயாக)"
        },
        {
            "chapter": 20,
            "verse": 35,
            "text": "நிச்சயமாக, நீ எங்களை நோக்கியவனாகவே இருக்கிறாய்\" (என்றார்)"
        },
        {
            "chapter": 20,
            "verse": 36,
            "text": "மூஸாவே! நீர் கேட்டவை, நிச்சயமாக உமக்குக் கொடுக்கப்பட்டிருக்கின்றன\" என்று (அல்லாஹ்) கூறினான்"
        },
        {
            "chapter": 20,
            "verse": 37,
            "text": "மேலும், முன்னர் மற்றொரு முறையும் நிச்சயமாக நாம் உம்மீது பேரருள் புரிந்துள்ளோம்"
        },
        {
            "chapter": 20,
            "verse": 38,
            "text": "உம் தாயாருக்கு அறிவிக்க வேண்டியதை அறிவித்த நேரத்தை (நினைவு கூர்வீராக)"
        },
        {
            "chapter": 20,
            "verse": 39,
            "text": "அவரை (குழந்தையை)ப் பேழையில் வைத்து (அப்பேழையை நீல்) நதியில் போட்டுவிடும்; பின்னர் அந்த நதி அதைக் கரையிலே கொணர்ந்து எறிந்து விடும், அங்கே எனக்கு பகைவனும், அவருக்குப் பகைவனுமாகிய (ஒரு)வன் அவரை எடுத்துக்கொள்வான்\" (எனப் பணித்தோம்). மேலும், \"(மூஸாவே!) நீர் என் கண் முன்னே வளர்க்கப்படுவதற்காக உம் மீது அன்பைப் பொழிந்தேன்"
        },
        {
            "chapter": 20,
            "verse": 40,
            "text": "(பேழை கண்டெடுக்கப்பட்ட பின்) உம் சகோதரி நடந்து வந்து, 'இவரை வளர்க்கும் பொறுப்பை ஏற்றுக் கொள்ளக் கூடிய ஒருவரை உங்களுக்கு நான் அறிவிக்கட்டுமா?' என்று கேட்டாள், ஆகவே நாம் உம் தாயாரிடம், அவருடைய கண் குளிர்ச்சியடையும் பொருட்டும், அவர் துக்கம் அடையாமல் இருக்கும் பொருட்டும் உம்மை (அவர்பால்) மீட்டினோம், பின்னர் நீர் ஒரு மனிதனைக் கொன்று விட்டீர், அப்பொழுதும் நாம் உம்மை அக்கவலையிலிருந்து விடுவித்தோம், மேலும் உம்மைப் பல சோதனைகளைக் கொண்டு சோதித்தோம். அப்பால் நீர் பல ஆண்டுகளாக மதியன் வாசிகளிடையே தங்கியிந்தீர்; மூஸாவே! பிறகு நீர் (நம் தூதுக்குரிய) தக்க பருவத்தை அடைந்தீர்"
        },
        {
            "chapter": 20,
            "verse": 41,
            "text": "இன்னும், \"எனக்காகவே நான் உம்மைத் (தூதராகத்) தெரிந்தெடுத்துள்ளேன்"
        },
        {
            "chapter": 20,
            "verse": 42,
            "text": "ஆகவே, நீரும் உம் சகோதரரும் என்னுடைய அத்தாட்சிகளுடன் செல்வீர்களாக! மேலும் என்னைத் தியானிப்பதில் (நீங்களிருவரும்) சளைக்காதீர்கள்"
        },
        {
            "chapter": 20,
            "verse": 43,
            "text": "நீங்கள் இருவரும் ஃபிர்அவ்னிடம் செல்லுங்கள்; நிச்சயமாக அவன் வரம்பு மீறிவிட்டான்"
        },
        {
            "chapter": 20,
            "verse": 44,
            "text": "நீங்கள் இருவரும் அவனிடம் (சாந்தமாக) மென்மையான சொல்லால் சொல்லுங்கள், அதனால், அவன் நல்லுபதேசம் பெறலாம், அல்லது அச்சம் கொள்ளலாம்"
        },
        {
            "chapter": 20,
            "verse": 45,
            "text": "எங்கள் இறைவனே! அவன் எங்களுக்குத் தீங்கிழைக்கத் தீவிரப்படவோ அல்லது வரம்பு மீறவோ செய்யலாம் என்று நாங்கள் பயப்படுகிறோம்\" என்று (மூஸாவும், ஹாரூனும்) கூறினார்கள்"
        },
        {
            "chapter": 20,
            "verse": 46,
            "text": "(அதற்கு அல்லாஹ்) \"நீங்களிருவரும் அஞ்ச வேண்டாம்; நிச்சயமாக நான் (யாவற்றையும்) செவியேற்பவனாகவும், பார்ப்பவனாகவும் உங்களிருவருடனும் இருக்கிறேன்\" என்று கூறினான்"
        },
        {
            "chapter": 20,
            "verse": 47,
            "text": "ஆகவே, நீங்கள் இருவரும் அவனிடம் சென்று: 'நாங்களிருவரும் உன்னுடைய இறைவனின் தூதர்கள், பனூ இஸ்ராயீல்களை எங்களுடன் அனுப்பி விடு, மேலும் அவர்களை வேதனை படுத்தாதே, திடனாக, நாங்கள் உன் இறைவனிடமிருந்து ஓர் அத்தாட்சியை உனக்குக் கொண்டு வந்திருக்கிறோம், இன்னும் எவர் நேர் வழியைப் பின்பற்றுகிறாரோ அவர் மீது (சாந்தி) ஸலாம் உண்டாவதாக' என்று சொல்லுங்கள்\" (என்று அல்லாஹ் கட்டளையிட்டான்)"
        },
        {
            "chapter": 20,
            "verse": 48,
            "text": "எவன் (நாங்கள் கொண்டு வந்திருப்பதை) பொய்ப்பித்து, புறக்கணிக்கிறானோ அவன் மீது நிச்சயமாக வேதனை ஏற்படும் என எங்களுக்கு உறுதியாக அறிவிக்கப்பட்டுள்ளது\" (என்று நீங்கள் இருவரும் அவனுக்குக் கூறுங்கள்)"
        },
        {
            "chapter": 20,
            "verse": 49,
            "text": "(இதற்கு ஃபிர்அவ்ன்) \"மூஸாவே! உங்களிருவருடைய இறைவன் யார்?\" என்று கேட்டான்"
        },
        {
            "chapter": 20,
            "verse": 50,
            "text": "ஒவ்வொரு பொருளுக்கும் அதற்கான அமைப்பை வழங்கி பின்னர் வழிகாட்டியிருக்கிறனே அவன்தான் எங்கள் இறைவன்\" என்று கூறினார்"
        },
        {
            "chapter": 20,
            "verse": 51,
            "text": "அப்படியென்றால் முன் சென்ற தலைமுறைகளின் நிலைமை என்ன?\" என்று கேட்டான்"
        },
        {
            "chapter": 20,
            "verse": 52,
            "text": "இது பற்றிய அறிவு என்னுடைய இறைவனிடம் (பதிவுப்) புத்தகத்தில் இருக்கிறது என் இறைவன் தவறுவதுமில்லை மறப்பதுமில்லை\" என்று (மூஸா பதில்) சொன்னார்"
        },
        {
            "chapter": 20,
            "verse": 53,
            "text": "(அவனே) உங்களுக்காக இப்பூமியை ஒரு விரிப்பாக அமைத்தான்; இன்னும் அதில் உங்களுக்குப் பாதைகளை இலேசாக்கினான்; மேலும் வானத்திலிருந்து நீரையும் இறக்கினான்; இம் மழை நீரைக் கொண்டு நாம் பல விதமான தாவர வர்க்கங்களை ஜோடி ஜோடியாக வெளிப்படுத்துகிறோம்\" (என்று இறைவன் கூறுகிறான்)"
        },
        {
            "chapter": 20,
            "verse": 54,
            "text": "(அவற்றிலிருந்து) நீங்களும் புசித்து உங்கள் கால்நடைகளையும் மேய விடுங்கள்; நிச்சயமாக இதில் அறிவுடையோருக்குத் (தக்க) அத்தாட்சிகள் இருக்கின்றன"
        },
        {
            "chapter": 20,
            "verse": 55,
            "text": "இப் பூமியிலிருந்து நாம் உங்களைப் படைத்தோம்; அதனுள்ளேயே நாம் உங்களை மீட்டுவோம்; இன்னும், அதிலிருந்தே நாம் உங்களை இரண்டாம் முறையாகவும் வெளிப்படுத்துவோம்"
        },
        {
            "chapter": 20,
            "verse": 56,
            "text": "நாம் நம்முடைய அத்தாட்சிகளையெல்லாம் ஃபிர்அவ்னுக்குக் காண்பித்தோம்; ஆனால் அவன் (அவற்றையெல்லாம்) பொய்யெனக் கூறி, நம்பிக்கை கொள்ள மறுத்து விட்டான்"
        },
        {
            "chapter": 20,
            "verse": 57,
            "text": "மூஸாவே! நீர் உம் சூனியத்தைக் கொண்டு, எங்களை எங்கள் நாட்டை விட்டு வெளியேற்றுவதற்காகவா நம்மிடம் வந்தீர்?\" என்று கூறினான்"
        },
        {
            "chapter": 20,
            "verse": 58,
            "text": "அவ்வாறாயின் இதைப் போன்ற சூனியத்தை நாங்களும் உமக்குத் திடனாகச் செய்து காண்பிப்போம்; ஆகவே, நாங்களோ அல்லது நீரோ மாற்றம் செய்ய முடியாதபடி நமக்கும் உமக்குமிடையே ஒரு வார்த்தைப் பாட்டை (எல்லோருக்கும் வந்து காணக் கூடிய) ஒரு சரியான தலத்தில் ஏற்படுத்தும் (என்றான்)"
        },
        {
            "chapter": 20,
            "verse": 59,
            "text": "யவ்முஜ் ஸீனத்\" (பண்டிகை நாளே) உங்களுடைய தவணையாகவும், மக்கள் யாவரும் ஒன்று சேரப்பெறும் ளுஹா (முற் பகல்) நேரமும் ஆக இருக்கட்டும்\" என்று சொன்னார்"
        },
        {
            "chapter": 20,
            "verse": 60,
            "text": "அவ்வாறே ஃபிர்அவ்ன் திரும்பிச் சென்று, (சூனியத்திற்கான) சூழ்ச்சிக்காரர்களை ஒன்று திரட்டிக் கொண்டு, மீ; ண்டும் வந்தான்"
        },
        {
            "chapter": 20,
            "verse": 61,
            "text": "(அப்பொழுது) மூஸா சூனியக் காரர்களிடம் \"உங்களுக்குக் கேடுதான்! அல்லாஹ்வின் மீது பொய்யை இட்டுக் கட்டாதீர்கள், (அவ்வாறு செய்தால்) அவன் வேதனையினால் உங்களை அழித்து விடுவான்; எவன் பொய்யை இட்டுக் கட்டுகிறானோ, திடனாக அவன் (நற்பேறு கெட்டு) அழிந்து விட்டான்\" என்று கூறினார்"
        },
        {
            "chapter": 20,
            "verse": 62,
            "text": "சூனியக்காரர்கள் தமக்குள்ளே தங்கள் காரியத்தைக் குறித்து(த் தங்களிடையே) விவாதித்து, (அவ்விவாதத்தை) இரகசிய ஆலோசனையாகவும் வைத்துக் கொண்டனர்"
        },
        {
            "chapter": 20,
            "verse": 63,
            "text": "(சூனியக்காரர்கள் மக்களை நோக்கி;) \"நிச்சயமாக இவ்விருவரும் சூனியக்காரர்களே! தம்மிருவருடைய சூனியத்தைக் கொண்டு உங்களை உங்களுடைய நாட்டை விட்டு வெளியேற்றவும், சிறப்பான உங்களுடைய (மார்க்கப்) பாதையைப் போக்கிவிடவுமே இவ்விருவரும் விரும்புகிறார்கள்"
        },
        {
            "chapter": 20,
            "verse": 64,
            "text": "ஆகவே உங்கள் திட்டத்தை ஒரு சேரத் தீர்மானித்துக் கொண்டு அணி அணியாக வாருங்கள்; இன்றைய தினம் எவருடைய (கை) மேலோங்குகிறதோ, நிச்சயமாக அவர்தாம் வெற்றியடைவார்\" (என்றுங் கூறினார்)"
        },
        {
            "chapter": 20,
            "verse": 65,
            "text": "மூஸாவே! நீர் எறிகின்றீரா? எறிகிறவர்களில் நாங்கள் முதலாவதாக இருக்கட்டுமா?\" என்று (சூனியக்காரர்) கேட்டனர்"
        },
        {
            "chapter": 20,
            "verse": 66,
            "text": "அதற்கவர்; \"அவ்வாறன்று! நீங்களே (முதலில்) எறியுங்கள்\" என்று (மூஸா) கூறினார். (அவர்கள் எறியவே) அவர்களுடைய கயிறுகளும் அவர்களுடைய தடிகளும் அவர்கள் சூனியத்தால் (பாம்புகளாக) நிச்சயமாக நெளிந்தோடுவது போல் அவருக்குத் தோன்றியது"
        },
        {
            "chapter": 20,
            "verse": 67,
            "text": "அப்போது, மூஸா தம் மனதில் அச்சம் கொண்டார்"
        },
        {
            "chapter": 20,
            "verse": 68,
            "text": "(மூஸாவே!) நீர் பயப்படாதீர்! நிச்சயமாக நீர் தாம் மேலோங்கி நிற்பீர்!\" என்று நாம் சொன்னோம்"
        },
        {
            "chapter": 20,
            "verse": 69,
            "text": "இன்னும், உம் வலது கையில் இருப்பதை நீர் கீழே எறியும்; அவர்கள் செய்த (சூனியங்கள் யா)வற்றையும் அது விழுங்கி விடும்; அவர்கள் செய்தது சூனியக்காரனின் சூழ்ச்சியே ஆகும்; ஆகவே சூனியக்காரன் எங்கு சென்றாலும் வெற்றி பெற மாட்டான்\" (என்றும் கூறினோம்)"
        },
        {
            "chapter": 20,
            "verse": 70,
            "text": "(மூஸா வெற்றி பெற்றதும்) சூனியக்காரர்கள் ஸுஜூது செய்தவர்களாக வீழ்த்தப்பட்டு - \"ஹாரூனுடைய மூஸாவுடைய இறைவன் மீதே நாங்கள் ஈமான் கொள்கிறோம்\" என்று கூறினார்கள்"
        },
        {
            "chapter": 20,
            "verse": 71,
            "text": "நான் உங்களை அனுமதிக்கும் முன்னரே நீங்கள் அவர் மேல் ஈமான் கொண்டு விட்டீர்களா? நிச்சயமாக அவர் உங்களுக்குச் சூனியத்தைக் கற்றுக் கொடுத்த தலைவர் (போல் தோன்றுகிறது); எனவே, நான் உங்களை மாறு கை, மாறு கால் வாங்கி, பேரீத்த மரக்கட்டைகளில் உங்களைக் கழுவேற்றுவேன்; மேலும் வேதனை கொடுப்பதில் நம்மில் கடுமையானவர் யார், அதில் நிலையாக இருப்பவரும் யார் என்பதை நிச்சயமாக நீங்கள் அறிந்து கொள்வீர்கள்\" என்று (ஃபிர்அவ்ன்) கூறினான்"
        },
        {
            "chapter": 20,
            "verse": 72,
            "text": "(மனந்திருந்திய அவர்கள் ஃபிர்அவ்னிடம்) \"எங்களுக்கு வந்துள்ள தெளிவான அத்தாட்சிகளை விடவும், எங்களைப் படைத்தவனை விடவும் உன்னை (மேலானவனாக) நாங்கள் எடுத்துக் கொள்ள மாட்டோம்; ஆகவே என்ன தீர்ப்புச் செய்ய நீ இருக்கிறாயோ அவ்வாறே தீர்ப்புச் செய்துகொள்; நீ தீர்ப்புச் செய்வதெல்லாம் இவ்வுலக வாழ்க்கையில் தான்\" என்று கூறினார்"
        },
        {
            "chapter": 20,
            "verse": 73,
            "text": "எங்களின் தவறுகளையும், எங்களை நீ கட்டாயப் படுத்தினால் (நாங்கள் செய்ய நேர்ந்த) சூனியத்தையும், எங்களுக்கு மன்னிப்பதற்காக எங்கள் இறைவன் மீது நிச்சயமாக நாங்கள் ஈமான் கொண்டோம்; மேலும், அல்லாஹ் தான் மிக்க மேலானவனாகவும், (என்றும்) நிலைத்திருப்பவனாகவும் இருக்கின்றான்\" (என்று கூறினார்கள்)"
        },
        {
            "chapter": 20,
            "verse": 74,
            "text": "நிச்சயமாக எவன் தன் இறைவனிடத்தில் குற்றவாளியாக வருகிறானோ, அவனுக்கு நரகம் நிச்சயமாக இருக்கிறது. அதில் அவன் மரிக்கவும் மாட்டான். வாழவும் மாட்டான்"
        },
        {
            "chapter": 20,
            "verse": 75,
            "text": "ஆனால், எவர்கள் முஃமினாக, ஸாலிஹான (நல்ல) செயல்களைச் செய்தவர்களாக அவனிடம் வருகிறார்களோ, அவர்களுக்கு மேலான பதவிகள் உண்டு"
        },
        {
            "chapter": 20,
            "verse": 76,
            "text": "(அத்தகையவர்க்கு) என்றென்றும் நிலைத்திருக்கும் சுவனபதிகள் உண்டு அவற்றின் கீழே ஆறுகள் ஓடிக் கொண்டிருக்கும்; அவற்றில் அவர் என்றென்றும் வசிப்பர் இதுவே (பாவங்கள் நீங்கித்) தூய்மையானவர்களின் (நற்) கூலியாகும்"
        },
        {
            "chapter": 20,
            "verse": 77,
            "text": "இன்னும்; \"நீர் என் அடியார்களுடன் இரவோடிரவாகப் பயணம் செய்து, அவர்களுக்காக கடலில் உலர்ந்த பாதையை உண்டாக்கிக் கொள்வீராக! (ஃபிர்அவ்ன் உம்மைப்) பிடித்துவிடுவான் என்று பயப்படாமலும், (கடலில் மூழ்கி விடுவோம் என்று) அஞ்சாமலும் இருப்பீராக!\" என்று மூஸாவுக்கு நாம் திட்டமாக வஹீ அறிவித்தோம்"
        },
        {
            "chapter": 20,
            "verse": 78,
            "text": "மேலும் ஃபிர்அவ்ன் தன் சேனைகளுடன் அவர்களைப் பின் தொடர்ந்தான்; ஆனால் கடல் அவர்களை முற்றாக மூழ்கடித்து விட்டது"
        },
        {
            "chapter": 20,
            "verse": 79,
            "text": "ஃபிர்அவ்ன் தன் சமூகத்தாரை வழி கெடுத்தான்; நேரான பாதையை (அவர்களுக்குக்) காட்டவுமில்லை"
        },
        {
            "chapter": 20,
            "verse": 80,
            "text": "இஸ்ராயீலின் சந்ததியினரே! நாம் திட்டமாக உங்களை உங்கள் பகைவனிடமிருந்து இரட்சித்தோம்; மேலும், தூர்(ஸினாய்) மலையின்) வலப்பக்கத்தில் நாம் (தவ்ராத் வேதத்தை அருள்வதாக) உங்களுக்கு வாக்குறுதியளித்தோம்; இன்னும் 'மன்னு ஸல்வாவை' (உணவாக) உங்கள் மீது நாம் இறக்கி வைத்தோம்"
        },
        {
            "chapter": 20,
            "verse": 81,
            "text": "நாம் உங்களுக்கு அளித்துள்ள தூய்மையானவற்றிலிருந்து உண்ணுங்கள்; (அதற்கு நன்றி செலுத்தாமல்) அழிச்சாட்டியம் செய்யாதீர்கள்; (அப்படி செய்வீர்களானால்) உங்கள் மீது என் கோபம் இறங்கி விடும்; மேலும், எவன் மீது என் கோபம் இறங்குகிறதோ, அவன் நிச்சயமாக வீழ்வான்"
        },
        {
            "chapter": 20,
            "verse": 82,
            "text": "எவன் பாவமன்னிப்புத் தேடி ஈமான் கொண்டு நற்செயல்களையும் செய்து அப்பால் நேர்வழியும் அடைகிறானோ அவனுக்கு நிச்சயமாக நான் மிகவும் மன்னிப்பவனாக இருக்கின்றேன்\" (என்று கூறினோம்)"
        },
        {
            "chapter": 20,
            "verse": 83,
            "text": "மூஸாவே! உம் சமூகத்தாரை விட்டு உம்மை இவ்வளவு சீக்கிரம் விரைந்து வரச்செய்தது யாது?\" (என்று தூர் ஸினாய் மலைக்கு அவர்கள் வந்த போது அல்லாஹ் கேட்டான்)"
        },
        {
            "chapter": 20,
            "verse": 84,
            "text": "(அதற்கவர்) \"அவர்களும் என் அடிச்சுவட்டின் மீதே வருகின்றனர்; இன்னும் (என்) இறைவனே! நீ என்னைப் பற்றித்திருப்திப் படுவதற்காக, நான் உன்னிடத்தில் விரைந்து வந்தேன்\" என்று கூறினான்"
        },
        {
            "chapter": 20,
            "verse": 85,
            "text": "நிச்சயமாக, (நீர் இங்கு வந்த) பின்னர் உம்முடைய சமூகத்தாரைச் சோதித்தோம்; இன்னும் அவர்களை 'ஸாமிரி' வழிகெடுத்து விட்டான்\" என்று (அல்லாஹ்) கூறினான்"
        },
        {
            "chapter": 20,
            "verse": 86,
            "text": "ஆகவே, மூஸா கோபமும் விசனமும் கொண்டவராய்த் தம் சமூகத்தாரிடம் திரும்பி வந்து \"என்னுடைய சமூகத்தவர்களே! உங்கள் இறைவன் உங்களுக்கு ஓர் அழகிய வாக்குறுதி கொடுக்கவில்லையா? எனவே அந்த வாக்குறுதி(க் காலம்) அதிகமாகி விட்டதா? அல்லது உங்கள் மீது உங்கள் இறைவனுடைய கோபம் இறங்க வேண்டுமென்று விரும்பி நீங்கள் எனக்குக் கொடுத்த வாக்குறுதிக்கு மாறு செய்தீர்களா?\" (என்றார்)"
        },
        {
            "chapter": 20,
            "verse": 87,
            "text": "உங்களுக்குக் கொடுத்திருந்த வாக்குறுதிக்கு எங்கள் சக்தியைக் கொண்டு நாங்கள் மாறு செய்யவில்லை ஆனால் நாங்கள் சமூகத்தாரின் அலங்கார (ஆபரண)ங் களிலிருந்து சில சுமைகள் (கொண்டு) சுமத்தப்பட்டோம்; பிறகு, நாங்கள் அவற்றை(க் கழற்றி நெருப்பில்) எறிந்தோம்; அவ்வாறே ஸாமிரியும் எறிந்தான்\" என்று அவர்கள் கூறினார்கள்"
        },
        {
            "chapter": 20,
            "verse": 88,
            "text": "பின்னர் அவன் அவர்களுக்காக ஒரு காளைக்கன்றை (உருவாக்கி) வெளிப்படுத்தினான்; அதற்கு மாட்டின் சப்தமும் இருந்தது. (இதைக் கண்ட) சிலர் \"இது தான் உங்களுடைய நாயன்; இன்னும் (இதுவே) மூஸாவின் நாயனுமாகும்; ஆனால் அவர் இதை மறந்து விட்டார்\" என்று சொன்னார்கள்"
        },
        {
            "chapter": 20,
            "verse": 89,
            "text": "அவர்களுக்கு அது மறுபடி எதுவும் சொல்லவில்லை என்பதையும்; அவர்களுக்காக நன்மையையோ, தீமையையோ செய்யச் சக்தியற்றது என்பதையும் அவர்கள் பார்க்க வில்லையா"
        },
        {
            "chapter": 20,
            "verse": 90,
            "text": "இதற்கு முன்னரே ஹாரூன் அவர்களை நோக்கி, \"என் சமூகத்தாரே! நிச்சயமாக இதைக் கொண்டு நீங்கள் சோதிக்கப்ட்டிருக்கிறீர்கள், நிச்சயமாக உங்களுடைய இறைவன் 'அர்ரஹ்மானே' ஆவான்; எனவே, என்னைப் பின்பற்றுங்கள். இன்னும் என் கட்டளைக்குக் கீழ்ப்படியுங்கள்\" என்று கூறினார்"
        },
        {
            "chapter": 20,
            "verse": 91,
            "text": "மூஸா எங்களிடம் திரும்பி வரும் வரையில், நாங்கள் இதன் ஆராதனையை நிறுத்த மாட்டோம்\" என்று அவர்கள் கூறினர்"
        },
        {
            "chapter": 20,
            "verse": 92,
            "text": "(மூஸா திரும்பியதும் தம் சகோதரரிடம்) \"ஹாரூனே! இவர்கள் வழி கெடுகிறார்கள் என்று நீங்கள் கண்ட போது (அவர்களுக்கு போதனை செய்து திருத்துவதில் நின்றும்) உங்களைத் தடை செய்தது யாது? என்று கேட்டார்"
        },
        {
            "chapter": 20,
            "verse": 93,
            "text": "நீங்கள் என்னைப் பின்பற்றியிருக்க வேண்டாமா? (அவ்வாறு செய்வதை என்ன தடுத்தது?) நீங்கள் என் கட்டளையை மீறினீர்களா"
        },
        {
            "chapter": 20,
            "verse": 94,
            "text": "(இதற்கு ஹாரூன்;) \"என் தாயின் மகனே! என் தாடியையோ என் தலை (முடி)யையோ பிடி(த்திழு)க்காதீர்கள்; 'பனீ இஸ்ராயீலிடையே நீங்கள் பிரிவினையை உண்டாக்கி விட்டீர்கள்; என் வார்த்தைக்காக நீங்கள் காத்திருக்கவில்லை!' என்று நீர் கூறுவீரோ என நிச்சயமாக நான் அஞ்சினேன்\" என்று கூறினார்"
        },
        {
            "chapter": 20,
            "verse": 95,
            "text": "ஸாமிரிய்யே! உன் விஷயமென்ன?\" என்று மூஸா அவனிடம் கேட்டார்"
        },
        {
            "chapter": 20,
            "verse": 96,
            "text": "அவர்கள் காணாத ஒன்றை நான் கண்டேன்; ஆகவே, நான் அந்த தூதர் காலடியிலிருந்து ஒரு பிடி (மண்ணாகப்) பிடித்து, அதை எறிந்தேன்; அவ்விதம் (செய்வதை) என் மனம் எனக்கு அழகா(ன செயலா)க ஆக்கிற்று\" என (ஸாமிரீ பதில்) சொன்னான்"
        },
        {
            "chapter": 20,
            "verse": 97,
            "text": "நீ இங்கிருந்து போய் விடு நிச்சயமாக இந்த வாழ்க்கையில் (எவரைக் கண்டாலும், என்னைத்) \"தீண்டாதீர்கள்\" என்று சொல்(லித் திரி)வது தான் உனக்குள்ளது, (மறுமையில்) நிச்சயமாக உனக்கு வாக்களிக்கப்பட்ட வேதனையும் உண்டு அதை விட்டும் நீ தப்பமாட்டாய்; மேலும்; நீ தரிபட்டு ஆராதனை செய்து கொண்டிருந்தாயே அந்த \"நாயனைப்\" பார்; நிச்சயமாக அதனைச் சுட்டெரித்துப் பின்னர் (சாம்பலாக்கி) அதைக் கடலில் பரத்திவிடுவோம்\" என்றார்"
        },
        {
            "chapter": 20,
            "verse": 98,
            "text": "உங்களுடைய நாயன் அல்லாஹ் ஒருவன்தான்; அவனைத் தவிர (வணக்கத்திற்குரிய) நாயன் வேறில்லை எல்லாப் பொருட்களிலும் ஞானத்தால் விசாலமானவன்\" என்றும் கூறினார்"
        },
        {
            "chapter": 20,
            "verse": 99,
            "text": "(நபியே!) இவ்வாறே முன் சென்று போனவர்களின் வரலாற்றை நாம் உமக்குக் கூறுகிறோம்; மேலும் திட்டமாக நம்மிடமிருந்து நினைவூட்டும் நல்லுபதேசத்தை (இத்திருக் குர்ஆனை) நாம் உமக்குக் கொடுத்திருக்கிறோம்"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "எவன் அதனைப் புறக்கணிக்கின்றானோ, அவன் கியாம நாளில் (பாவச்) சுமையைச் சுமப்பான்"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "அ(ப்படிச் சுமப்ப)வர்கள் அதில் எந்நாளும் (அதைச் சுமந்தவாறே) இருப்பார்கள்; கியாம நாளில் இச்சுமை அவர்களுக்கு மிகவும் கெட்டது"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "ஸூர் (எக்காளம்) ஊதப்படும் நாள் அது குற்றவாளிகளை, (பயத்தினால்) நீலம் பூத்த கண்ணுடையோராக் நாம் அந்நாளில் ஒன்று சேர்ப்போம்"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "நீங்கள் பத்து (நாட்களு)க்கு மேல் (பூமியில்) தங்கியதில்லை\" என்று அவர்கள் தங்களுக்கிடையில் இரகசியம் பேசிக் கொள்வார்கள்"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "ஒரு நாளேயன்றி (அதிகமாக) நீங்கள் தங்கவில்லை\" என்று அவர்களில் நல்வழியில் சென்றவர்கள் கூறுவதையும் நாம் நன்கறிவோம்"
        },
        {
            "chapter": 20,
            "verse": 105,
            "text": "(நபியே!) இன்னும் உம்மிடம் மலைகளைப்பற்றி அவர்கள் கேட்கிறார்கள். \"அவைகளை என் இறைவன் தூள் தூளாக்கி (மணல்களைப் போல் பரப்பி)விடுவான்\" என்று நீர் கூறுவீராக"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "பின்பு, அவற்றைச் சமவெளியாக்கி விடுவான்"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "அதில் நீர் மேடு பள்ளத்தை காணமாட்டீர்"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "அந்நாளில் அவர்கள் (ஸூர் மூலம்) அழைப்பவரையே பின்பற்றிச் செல்வார்கள்; அதில் எத்தகைய கோணலும் இருக்காது இன்னும் (அவ் வேளை) அர்ரஹ்மானுக்கு (அஞ்சி) எல்லாச் சப்தங்களும் ஒடுங்கி விடும். கால்கள் (மெதுவாக அடியெடுத்து வைக்கும்) சப்தத்தைத் தவிர (வேறெதையும்) நீர் கேட்கமாட்டீர்"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "அந்நாளில் அர்ரஹ்மான் எவரை அனுமதித்து, எவருடைய பேச்சை உவந்து கொள்கிறானோ, அவர்களைத் தவிர வேறு எவருடைய ஷஃபாஅத்தும் (பரிந்துரையும்) பலனளிக்காது"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "அவர்களுக்கு முன்னிருப்பதையும், அவர்களுக்குப் பின்னால் இருப்பதையும் அவன் நன்கறிவான்; ஆனால் அவர்கள் அதை(த் தங்கள்) கல்வியறிவு கொண்டு சூழ்ந்தறிய மாட்டார்கள்"
        },
        {
            "chapter": 20,
            "verse": 111,
            "text": "இன்னும், நிலைத்தவனாகிய நித்திய ஜீவனான (அல்லாஹ்வுக்கு) யாவருடைய முகங்களும் பணிந்து தாழ்ந்துவிடும்; ஆகவே எவன் அக்கிரமத்தைச் சுமந்து கொண்டானோ, அவன் நற்பேறிழந்தவனாகி விடுவான்"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "எவர் முஃமினாக இருந்து, ஸாலிஹான நற்செயல்களைச் செய்கிறாரோ அவர் தமக்கு அநியாயம் செய்யப்படுமென்றோ, (தமக்குரிய) நற்கூலி குறைந்துவிடுமென்றோ பயப்படமாட்டார்கள்"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "மேலும், இவ்விதமாகவே இந்த குர்ஆனை அரபி மொழியில் நாம் இறக்கி வைத்தோம்; அவர்கள் பயபக்தியுடையவர்களாக ஆகும் பொருட்டு, அல்லது நல்லுபதேசத்தை அவர்களுக்கு நினைவூட்டும் பொருட்டு, இதில் அவர்களுக்கு எச்சரிக்கையை விவரித்திருக்கின்றோம்"
        },
        {
            "chapter": 20,
            "verse": 114,
            "text": "ஆகவே, உண்மை அரசனாகிய அல்லாஹ்வே மிக உயர்ந்தவன்; இன்னும் (நபியே!) உமக்கு (குர்ஆனின்) வஹீ அறிவிக்கப்பட்டு அது முடிவதற்கு முன்னதாகவே குர்ஆனை ஓத நீர் அவசரப்படாதீர்; \"இறைவா! கல்வி ஞானத்தை எனக்கு அதிகப்படுத்துவாயாக!\" என்றும் நீர் பிரார்த்தனை செய்வீராக"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "முன்னர், நாம் ஆதமுக்கு நிச்சயமாக கட்டளையிட்டிருந்தோம்; ஆனால் (அதனை) அவர் மறந்து விட்டார் (அக்கட்டளைபடி நடக்கும்) உறுதிப்பாட்டை நாம் அவரிடம் காணவில்லை"
        },
        {
            "chapter": 20,
            "verse": 116,
            "text": "நீங்கள் ஆதமுக்கு ஸுஜூது செய்யுங்கள்\" என்று நாம் வானவர்களிடம் கூறிய போது, இப்லீஸை தவிர, அவர்கள் ஸுஜூது செய்தார்கள். அவன் (அவ்வாறு செய்யாது) விலகிக் கொண்டான்"
        },
        {
            "chapter": 20,
            "verse": 117,
            "text": "அப்பொழுது \"ஆதமே! நிச்சயமாக இவன் உமக்கும், உம்முடைய மனைவிக்கும் பகைவனாவான்; ஆதலால், உங்களிருவரையும் இச்சுவனபதியிலிருந்து திட்டமாக வெளியேற்ற (இடந்) தரவேண்டாம்; இன்றேல் நீர் பெரும் இன்னலுக்குள்ளாவீர்"
        },
        {
            "chapter": 20,
            "verse": 118,
            "text": "நிச்சயமாக நீர் இ(ச் சுவர்க்கத்)தில் பசியாகவோ நிர்வாணமாகவோ இருக்கமாட்டீர்"
        },
        {
            "chapter": 20,
            "verse": 119,
            "text": "இன்னும் இதில் நீர் தாகிக்கவும், வெயிளில் (கஷ்டப்)படவும் மாட்டீர் (என்று கூறினோம்)"
        },
        {
            "chapter": 20,
            "verse": 120,
            "text": "ஆனால், ஷைத்தான் அவருக்கு (ஊசலாட்டத்தையும்) குழப்பத்தையும் உண்டாக்கி \"ஆதமே! நித்திய வாழ்வளிக்கும் மரத்தையும், அழிவில்லாத அரசாங்கத்தையும் உமக்கு நான் அறிவித்துத் தரவா?\" என்று கேட்டான்"
        },
        {
            "chapter": 20,
            "verse": 121,
            "text": "பின்னர் (இப்லீஸின் ஆசை வார்த்தைப்படி) அவ்விருவரும் அ(ம் மரத்)தினின்று புசித்தனர் உடனே அவ்விருவரின் வெட்கத் தலங்களும் வெளியாயின ஆகவே அவ்விருவரும் சுவர்க்கத்துச் சோலையின் இலையைக் கொண்டு அவற்றை மறைத்துக் கொள்ளலானார்கள்; இவ்வாறு ஆதம் தம்முடைய இறைவனுக்கு மாறு செய்து, அதனால் வழி பிசகி விட்டார்"
        },
        {
            "chapter": 20,
            "verse": 122,
            "text": "பின்னர் அவரது இறைவன் அவரைத் தேர்ந்தெடுத்து அவரை மன்னித்து நேர்வழியும் காட்டினான்"
        },
        {
            "chapter": 20,
            "verse": 123,
            "text": "இதிலிருந்து நீங்கள் இருவரும் சேகரமாக இங்கிருந்து வெளியேறி விடுங்கள். உங்க(ள் சந்ததிக)ளில் சிலருக்குச் சிலர் பகைவர்களாகவேயிருப்பார்கள்; அப்பொழுது நிச்சயமாக என்னிடமிருந்து உங்களுக்கு நேர்வழி வரும்; எவர் என்னுடைய நேர்வழியைப் பின் பற்றி நடக்கிறாரோ அவர் வழி தவறவும் மாட்டார், நற்பேறிழக்கவும் மாட்டார்"
        },
        {
            "chapter": 20,
            "verse": 124,
            "text": "எவன் என்னுடைய உபதேசத்தைப் புறக்கணிக்கிறானோ, நிச்சயமாக அவனுக்கு நெருக்கடியான வாழ்க்கையே இருக்கும்; மேலும், நாம் அவனை கியாம நாளில் குருடனாவே எழுப்புவோம்\" என்று கூறினான்"
        },
        {
            "chapter": 20,
            "verse": 125,
            "text": "(அப்போது அவன்) \"என் இறைவனே! நான் பார்வையுடையவனாக இருந்தேனே! என்னை ஏன் குருடனாக எழுப்பினாய்?\" என்று கூறுவான்"
        },
        {
            "chapter": 20,
            "verse": 126,
            "text": "(அதற்கு இறைவன்,) \"இவ்விதம்தான் இருக்கும்; நம்முடைய வசனங்கள் உன்னிடம் வந்தன அவற்றை நீ மறந்துவிட்டாய்; அவ்வாறே இன்றைய தினம் நீயும் மறக்கப்பட்டு விட்டாய்\" என்று கூறுவான்"
        },
        {
            "chapter": 20,
            "verse": 127,
            "text": "ஆகவே, எவன் தன் இறைவனுடைய வசனங்களின் மேல் நம்பிக்கை கொள்ளாமல், வரம்பு மீறி நடக்கின்றானோ அவனுக்கு இவ்வாறுதான் நாம் கூலி கொடுப்போம்; மேலும் மறுமையின் வேதனை மிகவும் கடினமானதும் நிலையானதுமாகும்"
        },
        {
            "chapter": 20,
            "verse": 128,
            "text": "இவர்களுக்கு முன் நாம் எத்தனையோ தலைமுறையினரை அழித்திருக்கிறோம் என்பது அவர்களுக்கு(ப் படிப்பினையைத் தந்து) நேர் வழி காட்டவில்லையா? (அழிந்து போன) அவர்கள் குடியிருந்த இடங்களில் தானே இவர்கள் நடக்கிறார்கள்; நிச்சயமாக அதில் அறிவுடையோருக்கு அத்தாட்சிகள் உள்ளன"
        },
        {
            "chapter": 20,
            "verse": 129,
            "text": "உமது இறைவனிடமிருந்து ஒரு வாக்கும் (தண்டனைக்கான) குறிப்பிட்ட ஒரு தவணையும் முந்திரா விட்டால் அது (வேதனை) ஏற்பட்டு இருக்கும்"
        },
        {
            "chapter": 20,
            "verse": 130,
            "text": "ஆகவே (நபியே!) அவர்கள் சொல்வதை(யெல்லாம்) நீர் பொறுத்துக் கொள்வீராக இன்னும் சூரியன் உதிப்பதற்கு முன்னும், அது அடைவதற்கு முன்னும், இரவின் நேரங்களிலும் உம்முடைய இறைவனின் புகழைத் துதித்துத் தொழுவீராக மேலும் இன்னும் பகலின் (இரு) முனைகளிலும் இவ்வாறே துதி செய்து தொழுவீராக இதனால் (நன்மைகளடைந்து) நீர் திருப்தி பெறலாம்"
        },
        {
            "chapter": 20,
            "verse": 131,
            "text": "இன்னும், அவர்களில் சில பிரிவினர் இன்பமனுபவிக்க நாம் கொடுத்திருக்கும் (வாழ்க்கை வசதிகளின்) பக்கம் உமது கண்களை நீட்டாதீர்; (இவையெல்லாம்) அவர்களைச் சோதிப்பதற்காகவே நாம் கொடுத்துள்ள உலக வாழ்க்கையின் அலங்காரங்களாகும். உமது இறைவன் (மறுமையில் உமக்கு) வழங்கவிருப்பது சிறந்ததும் நிலையானதும் ஆகும்"
        },
        {
            "chapter": 20,
            "verse": 132,
            "text": "(நபியே!) உம் குடும்பத்தினரைத் தொழுது வருமாறு நீர் ஏவுவீராக! (தொழுகையின் மீது) நீர் பொறுமையும், உறுதியும் கொண்டிருப்பீராக! நாம் உம்மிடம் உணவு கேட்கவில்லை ஆனால் உமக்கு உணவை நாம் கொடுக்கிறோம்; இறுதியாகச் சிறந்த நிலை பயபக்தி(யுடையோரு)க்குத் தான்"
        },
        {
            "chapter": 20,
            "verse": 133,
            "text": "தம் இறைவனிடமிருந்து ஓர் அத்தாட்சியை ஏன் அவர் நம்மிடம் கொண்டு வரவில்லை?\" என்று (நிராகரிப்போர்) கேட்கின்றனர்; முந்தைய வேதங்களில் உள்ள தெளிவான அத்தாட்சிகள் அவர்களுக்கு வரவில்லையா"
        },
        {
            "chapter": 20,
            "verse": 134,
            "text": "இன்னும் (நம் தூதர்) வருவதற்கு முன், நாம் இவர்களை வேதனை செய்து அழித்திருந்தால், அவர்கள், \"எங்கள் இறைவா! நீ எங்களுக்கு ஒரு தூதரை அனுப்பியிருக்க வேண்டாமா? அவ்வாறாயின் நாங்கள் சிறுமைப்படுவதற்கும், கேவலப்படுவதற்கும் முன் உன் வசனங்களைப் பின்பற்றியிருப்போமே\" என்று கூறுவார்கள்"
        },
        {
            "chapter": 20,
            "verse": 135,
            "text": "(நபியே! \"இறுதி நாளை) அனைவரும் எதிர்பார்த்திருப்பார்களே! ஆகவே நீங்களும் எதிர்பார்த்திருங்கள், நேரான வழியை உடையவர் யார்? நேர் வழி அடைந்து விட்டவர்கள் யார்? என்பதையும் திடமாக நீங்கள் அறிந்து கொள்வீர்கள்\" என்று நீர் கூறுவீராக"
        },
        {
            "chapter": 21,
            "verse": 1,
            "text": "மனிதர்களுக்கு அவர்களுடைய கணக்கு விசாரணை (நாள்) நெருங்கி விட்டது ஆனால் அவர்களோ (அதனைப்) புறக்கணித்துப் பராமுகமாக இருக்கிறார்கள்"
        },
        {
            "chapter": 21,
            "verse": 2,
            "text": "அவர்களுக்கு அவர்களுடைய இறைவனிடமிருந்து புதிய நினைவூட்டுதல் வரும்போது அவர்கள் விளையாடியவர்களாக அதை செவி மடுக்கிறார்களே தவிர வேறில்லை"
        },
        {
            "chapter": 21,
            "verse": 3,
            "text": "அவர்களுடைய உள்ளங்கள் அலட்சியமாக இருக்கின்றன இன்னும் இத்தகைய அநியாயக்காரர்கள் தம்மிடையே இரகசியமாக \"இவர் உங்களைப் போன்ற ஒரு மனிதரே அன்றி வேறில்லை நீங்கள் நன்கு பார்த்துக் கொண்டே (அவருடைய) சூனியத்தின்பால் வருகிறீர்களா?\" என்று கூறிக்கொள்கின்றனர்"
        },
        {
            "chapter": 21,
            "verse": 4,
            "text": "என்னுடைய இறைவன் வானங்களிலும் பூமியிலும் (பேசப்படும்) சொல்லையெல்லாம் நன்கறிபவன்; அவன் (யாவற்றையும்) செவியேற்பவனாகவும் அறிபவனாகவும் இருக்கின்றான்\" என்று அவர் கூறினார்"
        },
        {
            "chapter": 21,
            "verse": 5,
            "text": "அப்படியல்ல! \"இவை கலப்படமான கனவுகள்\" இல்லை, \"அதனை இவரே கற்பனை செய்து கொண்டார்\" இல்லை, \"இவர் ஒரு கவிஞர்தாம்\" (என்று காஃபிர்கள் பலவாறாகக் குழம்பிக் கூறுவதுடன்) முந்தைய (நபிமார்களுக்கு) அனுப்பப்பட்டது போல் இவரும் ஓர் அத்தாட்சியை நம்மிடம் கொண்டு வரட்டும்\" என்றும் கூறுகின்றனர்"
        },
        {
            "chapter": 21,
            "verse": 6,
            "text": "இவர்களுக்கு முன்னர் நாம் அழித்து விட்ட எந்த ஊ(ரா)ரும் ஈமான் கொள்ளவில்லை அவ்வாறிருக்க இவர்கள் ஈமான் கொள்வார்களா"
        },
        {
            "chapter": 21,
            "verse": 7,
            "text": "(நபியே!) உமக்கு முன்னரும் மானிடர்களையே அன்றி (வேறெவரையும்) நம்முடைய தூதர்களாக நாம் அனுப்பவில்லை அவர்களுக்கே நாம் வஹீ அறிவித்தோம். எனவே \"(இதனை) நீங்கள் அறியாதவர்களாக இருந்தால் (நினைவுபடுத்தும்) வேதங்களுடையோரிடம் கேட்டுத் (தெரிந்து) கொள்ளுங்கள்\" (என்று நபியே! அவர்களிடம் கூறும்)"
        },
        {
            "chapter": 21,
            "verse": 8,
            "text": "அன்றியும் நாம் அவர்களுக்கு உணவு அருந்தாத உடலை அமைக்கவில்லை மேலும், (பூமியில்) நிரந்தரமானவர்களாகவும் அவர்களிருக்கவில்லை"
        },
        {
            "chapter": 21,
            "verse": 9,
            "text": "பின்னர், (நம்) வாக்குறுதியை அவர்களுக்கு நாம் நிறைவேற்றினோம்; அவ்வாறு நாம் அவர்களையும், நாம் நாடியவர்களையும் காப்பாற்றினோம்; ஆனால் வரம்பு மீறியவர்களை நாம் அழித்தோம்"
        },
        {
            "chapter": 21,
            "verse": 10,
            "text": "உங்களுக்கு நிச்சயமாக நாம் ஒரு வேதத்தை அருளியிருக்கின்றோம்; அதில் உங்களின் கண்ணியம் இருக்கின்றது. நீங்கள் அறிய மாட்டீர்களா"
        },
        {
            "chapter": 21,
            "verse": 11,
            "text": "மேலும், அநியாயக்கார(ர்கள் வாழ்ந்த) ஊர்கள் எத்தனையையோ நாம் அழித்தோம்; அதற்குப் பின் (அங்கு) வேறு சமூகத்தை உண்டாக்கினோம்"
        },
        {
            "chapter": 21,
            "verse": 12,
            "text": "ஆகவே, அவர்கள் நமது வேதனை (வருவதை) உணர்ந்தபோது, அவர்கள் அங்கிருந்து விரைந்தோடலானார்கள்"
        },
        {
            "chapter": 21,
            "verse": 13,
            "text": "விரைந்து ஓடாதீர்கள், நீங்கள் அனுபவித்த சுக போகங்களுக்கும், உங்கள் வீடுகளுக்கும் திரும்பி வாருங்கள்; (அவை பற்றி) நீங்கள் கேள்வி கேட்கப்படுவதற்காக\" (என்று அவர்களுக்கு அறிவிக்கப்பட்டது)"
        },
        {
            "chapter": 21,
            "verse": 14,
            "text": "(இதற்கு அவர்கள்) \"எங்கள் கேடே! நாங்கள் நிச்சயமாக அநியாயக்காரர்களாக இருந்தோம்\" என்று வருந்திக் கூறினார்கள்"
        },
        {
            "chapter": 21,
            "verse": 15,
            "text": "அறுவடை செய்யப்பட்ட வயலின் அரிதாள்கள் எரிந்தழிவது போன்று அவர்களை நாம் ஆக்கும் வரை அவர்களுடைய இக்கூப்பாடு ஓயவில்லை"
        },
        {
            "chapter": 21,
            "verse": 16,
            "text": "மேலும், வானையும், பூமியையும் அவற்றுக்கு இடையே இருப்பவற்றையும் விளையாட்டுக்கான நிலையில் நாம் படைக்கவில்லை"
        },
        {
            "chapter": 21,
            "verse": 17,
            "text": "வீண் விளையாட்டுக்கென (எதனையும்) நாம் எடுத்துக்கொள்ள நாடி, (அவ்வாறு) நாம் செய்வதாக இருந்தால் நம்மிடத்தி(ல் உள்ள நமக்கு தகுதியானவற்றி)லிருந்தே அதனை நாம் எடுத்திருப்போம்"
        },
        {
            "chapter": 21,
            "verse": 18,
            "text": "அவ்வாறில்லை! நாம் சத்தியத்தை கொண்டு, அசத்தியத்தின் மீது வீசுகிறோம்; அதனால், (சத்தியம் அசத்தியத்தின் சிரசைச்) சிதறடித்துவிடுகிறது பின்னர் (அசத்தியம்) அழிந்ததே போய்விடுகிறது. ஆகவே, நீங்கள் (கற்பனையாக இட்டுக்கட்டி) வர்ணிப்பதெல்லாம் உங்களுக்கு கேடுதான்"
        },
        {
            "chapter": 21,
            "verse": 19,
            "text": "வானங்களிலும் பூமியிலும் உள்ளோரெல்லாம் அவனுக்கே உரியோராவார்கள்; மேலும் அவனிடம் இருப்பவர்கள் அவனுக்கு வணங்குவதை விட்டுப் பெருமையடிக்க மாட்டார்கள்; சோர்வடையவுமாட்டார்கள்"
        },
        {
            "chapter": 21,
            "verse": 20,
            "text": "இடைவிடாமல் அவர்கள் இரவிலும், பகலிலும் அவனைத் துதித்துக் கொண்டே இருக்கிறார்கள்"
        },
        {
            "chapter": 21,
            "verse": 21,
            "text": "பூமியில் உள்ளவற்றிலிருந்து இவர்கள் தெய்வங்களை எடுத்துக் கொண்டிருக்கின்றார்களே! அவை (இறந்தோரை) உயிர் கொடுத்து எழுப்புமா"
        },
        {
            "chapter": 21,
            "verse": 22,
            "text": "(வான், பூமி ஆகிய) இவற்றில் அல்லாஹ்வையன்றி வேறு தெய்வங்கள் இருந்திருந்தால், நிச்சயமாக இவையிரண்டும் அழிந்தே போயிருக்கும், அர்ஷுடைய இறைவனாம் அல்லாஹ், அவர்கள் வர்ணிக்கும் (இத்தகைய) தன்மைகளிலிருந்து மிகவும் தூய்மையானவன்"
        },
        {
            "chapter": 21,
            "verse": 23,
            "text": "அவன் செய்பவை பற்றி எவரும் அவனைக் கேட்க முடியாது ஆனால், அவர்கள் தாம் (அவர்கள் செய்யும் செயல்கள் பற்றி) கேட்கப்படுவார்கள்"
        },
        {
            "chapter": 21,
            "verse": 24,
            "text": "அல்லது, அவர்கள் அல்லாஹ்வையன்றி (வேறு) தெய்வங்களை எடுத்துக் கொண்டிருக்கிறார்களா? \"அப்படியாயின், உங்கள் அத்தாட்சியை நீங்கள் கொண்டு வாருங்கள்; இதோ என்னுடன் இருப்பவர்களின் வேதமும், எனக்கு முன்பு இருந்தவர்களின் வேதமும் இருக்கின்றன\" என்று நபியே! நீர் கூறும்; ஆனால் அவர்களில் பெரும்பாலோர் சத்தியத்தை அறிந்து கொள்ளவில்லை ஆகவே அவர்கள் (அதைப்) புறக்கணிக்கிறார்கள்"
        },
        {
            "chapter": 21,
            "verse": 25,
            "text": "(நபியே!) உமக்கு முன்னர் நாம் அனுப்பிய ஒவ்வொரு தூதரிடமும்; \"நிச்சயமாக (வணக்கத்திற்குரிய) நாயன் என்னைத் தவிர வேறு எவருமில்லை எனவே, என்னையே நீங்கள் வணங்குங்கள்\" என்று நாம் வஹீ அறிவிக்காமலில்லை"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "அவர்கள்; \"அர்ரஹ்மான் ஒரு குமாரனைத் தனக்கென எடுத்துக் கொண்டிருக்கின்றான்\" என்று கூறுகிறார்கள்; (ஆனால்) அவனோ மிகவும் தூயவன்! அப்படியல்ல (அல்லாஹ்வின் குமாரர்கள் என்று இவர்கள் கூறுவோரெல்லோரும் அல்லாஹ்வின்) கண்ணியமிக்க அடியார்களே ஆவார்கள்"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "அவர்கள் (எந்க ஒரு பேச்சையும்) அவனை முந்திப் பேச மாட்டார்கள்; அவர்கள் அவன் கட்டளைப் படியே (எதையும்) செய்கிறார்கள்"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "அவர்களுக்கு முன்னால் இருப்பவற்றையும், அவர்களுக்குப் பின்னால் இருப்பவற்றையும் அவன் நன்கறிவான்; இன்னும் எவரை அவன் பொருந்தி ஏற்றுக் கொள்கிறானோ அ(த் தகைய)வருக்கன்றி - அவர்கள் பரிந்து பேச மாட்டார்கள். இன்னும் அவர்கள் அவன் பால் உள்ள அச்சத்தால் நடுங்குபவர்களாகவும் இருக்கின்றார்கள்"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "இன்னும், அவர்களில் எவரேனும் \"அவனன்றி நிச்சயமாக நானும் நாயன்தான்\" என்று கூறுவாரேயானால், அ(த்தகைய)வருக்கு - நாம் நரகத்தையே கூலியாகக் கொடுப்போம் - இவ்வாறே நாம் அநியாயக்காரர்களுக்குக் கூலி கொடுப்போம்"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "நிச்சயமாக வானங்களும், பூமியும் (முதலில்) இணைந்திருந்தன என்பதையும், இவற்றை நாமே பிரித்(தமைத்)தோம் என்பதையும், உயிருள்ள ஒவ்வொன்றையும் நாம் தண்ணீரிலிருந்து படைத்தோம் என்பதையும் காஃபிர்கள் பார்க்கவில்லையா? (இவற்றைப் பார்த்தும்) அவர்கள் நம்பிக்கை கொள்ள வில்லையா"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "இன்னும்; இப்பூமி (மனிதர்களுடன்) ஆடி சாயாமலிருக்கும் பொருட்டு, நாம் அதில் நிலையான மலைகளை அமைத்தோம்; அவர்கள் நேரான வழியில் செல்லும் பொருட்டு, நாம் விசாலமான பாதைகளையும் அமைத்தோம்"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "இன்னும் வானத்தை நாம் பாதுகாப்பான விதானமாக அமைத்தோம் -எனினும் அவர்கள் அவற்றிலுள்ள அத்தாட்சிகளைப் புறக்கணித்து விடுகிறார்கள்"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "இன்னும் அவனே இரவையும், பகலையும்; சூரியனையும், சந்திரனையும் படைத்தான்; (வானில் தத்தமக்குரிய) வட்டவரைக்குள் ஒவ்வொன்றும் நீந்துகின்றன"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "(நபியே!) உமக்கு முன்னர் எந்த மனிதனுக்கும் (அவன்) என்றென்னும் இருக்கக்கூடிய நித்திய வாழ்வை நாம் (இங்கு) கொடுக்கவில்லை ஆகவே நீர் மரித்தால் அவர்கள் மட்டும் எனறென்றும் வாழப் போகிறார்களா"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "ஒவ்வோர் ஆத்மாவும் மரணத்தைச் சுவைப்பதாகவே இருக்கிறது பரீட்சைக்காக கெடுதியையும், நன்மையையும் கொண்டு நாம் உங்களைச் சோதிக்கிறோம். பின்னர், நம்மிடமே நீங்கள் மீட்கப்படுவீர்கள்"
        },
        {
            "chapter": 21,
            "verse": 36,
            "text": "இன்னும் (நபியே!) காஃபிர்கள் உம்மைப் பார்த்தால், \"உங்கள் தெய்வங்களைப் பற்றிக் (குறை) கூறுபவர் இவர்தானா?\" - என்று (தங்களுக்குள் பேசிக் கொண்டு) உம்மைப் பரிகாசம் செய்யாமல் இருப்பதில்லை மேலும் அவர்கள் ரஹ்மானுடைய நினைவை நிராகரிக்கின்றனர்"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "மனிதன் அவசரக்காரனாகவே படைக்கப்பட்டிருக்கின்றான்; விரைவில் (வேதனைக்கான) என் அத்தாட்சிகளை உங்களுக்குக் காண்பிப்பேன்; ஆகவே நீங்கள் அவசரப்படாதீர்கள்"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "நீங்கள் உண்மையாளர்களாகயிருப்பின், இந்த (வேதனைக்கான) வாக்குறுதி எப்பொழுது (நிறைவேற்றப்படும்)?\" என்று அவர்கள் கேட்கிறார்கள்"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "தம் முகங்களையும், தம் முதுகுகளையும் (நரக) நெருப்பைத் தடுத்துக் கொள்ள முடியாமலும், (எவராலும்) உதவி செய்யப்படமாலும் இருப்பார்களே அந்த நேரத்தை காஃபிர்கள் அறிந்து கொள்வார்களானால்! (இறுதி நேரம் பற்றிக் கேட்டுக் கொண்டிருக்க மாட்டார்கள்)"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "அவ்வாறல்ல! அது அவர்களிடம் திடீரென வந்து, அவர்களைத் தட்டழியச் செய்து விடும். அதைத் தடுத்துக் கொள்ள அவர்களால் இயலாது அவர்களுக்குச் சிறிதும் அவகாசம் கொடுக்கப்பட மாட்டாது"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "இன்னும், (நபியே!) நிச்சயமாக உமக்கு முன்னர் வந்த தூதர்களும் (இவ்வாறே) பரிகசிக்கப்ப பட்டார்கள் - ஆனால் அவர்கள் பரிகாசம் செய்து கொண்டிருந்த (வேதனையான)து அவர்களை சூழ்நது கொண்டது"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "உங்களை, இரவிலும், பகலிலும் அர்ரஹ்மானுடைய (வேதனையிலிருந்து) பாதுகாக்கக்கூடியவர் எவர்?\" என்று (நபியே!) நீர் கேளும்; ஆனால், அவர்கள் தங்கள் இறைவனை நினைப்பதையே புறக்கணிப்பவர்கள்"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "அல்லது, (நம்முடைய வேதனையிலிருந்து) நம்மையன்றி அவர்களைக் காப்பாற்றும் தெய்வங்கள் அவர்களுக்கு இருக்கின்றனவா? அவர்கள் தமக்குத்தாமே உதவிசெய்ய சக்தியற்றவர்கள். மேலும் அவர்கள் நம்மிடமிருந்து காப்பாற்றப்படுபவர்களும் அல்லர்"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "எனினும், இவர்களையும் இவர்களுடைய மூதாதையரையும், அவர்களுடைய ஆயுட் காலம் வளர்ந்தோங்கும் வரை சுகங்களை அனுபவிக்கச் செய்தோம். நாம் (இவர்களிடமுள்ள) பூமியை அதன் அருகுகளிலிருந்து குறைத்து கொண்டு வருகிறோம் என்பதை இவர்கள் காணவில்லையா? இவர்களா மிகைத்து வெற்றிக் கொள்பவர்கள்"
        },
        {
            "chapter": 21,
            "verse": 45,
            "text": "நிச்சயமாக நான் உங்களுக்கு எச்சரிக்கை செய்வதெல்லாம் வஹீ மூலம் எனக்கு அறிவிக்கப்பட்டதைக் கொண்டேதான்\" என்று (நபியே!) நீர் கூறும்; எனினும், செவிடர்கள் அச்சமூட்டி எச்சரிக்கப்படும் போது, (அவர்கள் நேர்வழி பெறும்) அந்த அழைப்பைச் செவிமடுக்க மாட்டார்கள்"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "உம்முடைய இறைவனிடமிருந்துள்ள வேதனையிலிருந்து ஒரு மூச்சு அவர்களைத் தீண்டுமானாலும், \"எங்களுக்குக் கேடு தான்! திட்டமாக நாங்கள் அநியாயக்காரர்களாகவே இருந்தோம்\" என்று அவர்கள் நிச்சயமாக கூ(றிக் கத)றுவார்கள்"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "எனவே எந்த ஓர் ஆத்மாவும் ஒரு சிறிதும் அநியாயம் செய்யப்படமாட்டாது மேலும் (நன்மை, தீமையில்) ஒரு கடுகு அளவு எடையிருப்பினும், அதனையும் நாம் (கணக்கில்) கொண்டு வருவோம். அவ்வாறே கணக்கெடுக்க நாமே போதும்"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "இன்னும், நாம் மூஸாவுக்கும் ஹாரூனுக்கும் (நன்மை தீமைகளைப்) பிரித்தறிவிக்கும் வேதத்தை நிச்சயமாக நாம் கொடுத்தோம்; (அது) பயபக்தியுடையவர்களுக்கு ஓர் ஒளியாகவும், நினைவூட்டும் நற்போதனையாகவும் இருந்தது"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "அவர்கள் தங்கள் இறைவனை அந்தரங்கத்திலும் அஞ்சுவார்கள்; இன்னும் அந்த (இறுதி) வேளையைக் குறித்துப் பயந்து கொண்டும் இருப்பார்கள்"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "இன்னும் இது (குர்ஆன்) நாம் அருள் செய்த பாக்கியம் மிக்க புனிதமான உபதேசமாகும். இதனையா நீங்கள் புறக்கணிக்கிறீர்கள்"
        },
        {
            "chapter": 21,
            "verse": 51,
            "text": "இன்னும், நாம் முன்னரே இப்ராஹீமுக்கு அவருக்குத் தகுந்த நேர்மையான வழியைத் திடனாக கொடுத்தோம் - அவரைப் பற்றி நாம் அறிந்திருந்தோம்"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "அவர் தம் தந்தையிடமும், தம் சமூகத்தாரிடமும் \"நீங்கள் வழிபடும் இந்த உருவங்கள் என்ன?\" என்று கேட்ட போது"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "அவர்கள், \"எங்கள் மூதாதையவர்கள் இவற்றை வணங்கிக் கொண்டிருந்ததை நாங்கள் கண்டோம் என்று கூறினார்கள்"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "(அதற்கு) அவர், \"நிச்சயமாக நீங்களும், உங்களுடைய மூதாதையவரும் - பகிரங்கமான வழி கேட்டில் தான் இருந்து வருகிறீர்கள் என்று கூறினர்"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "(அதற்கு) அவர்கள் \"நீர் எங்களிடம் உண்மையைக் கொண்டு வந்திருக்கிறீரா? அல்லது விளையாடுபவர்களில் ஒருவராக இருக்கின்றீரா?\" என்று கேட்டார்கள்"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "அப்படியல்ல. உங்களுடைய இறைவன் வானங்களுக்கும் பூமிக்கும் இறைவனாவான். அவனே அவற்றைப் படைத்தவன்; இதற்குச் சாட்சியம் கூறுபவர்களில் நானும் ஒருவனாக இருக்கின்றேன்\" என்று (இப்ராஹீம்) கூறினார்"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "இன்னும்; நீங்கள் திரும்பிச் சென்ற பின்னர், அல்லாஹ்வின் மீது சத்தியமாக உங்கள் சிலைகளுக்கு ஒரு சதி செய்வேன்!\" (என்றும் கூறினார்)"
        },
        {
            "chapter": 21,
            "verse": 58,
            "text": "அவ்வாறே அவர், அவற்றில் பெரியதைத் தவிர (மற்ற) எல்லாவற்றையும் துண்டு துண்டாக்கினார்; அவர்கள் அதன்பால் திரும்புவதற்காக (அதை விட்டு விட்டார்)"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "எங்கள் தெய்வங்களுக்கு இவ்வாறு (தீங்கு) செய்தது யார்? நிச்சயமாக அவன் அக்கிரமக்காரர்களில் ஒருவனாக இருப்பான்\" என்று கூறினார்கள்"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "அதற்கு (அவர்களில் சிலர்) \"இளைஞர் ஒருவர் இவற்றைப் பற்றி (அவதூறாகக்) குறிப்பிட்டு வந்ததை நாங்கள் கேள்விப்பட்டிருக்கிறோம், அவருக்கு இப்றாஹீம் என்று பெயர் சொல்லப்படுகிறது\" என்று கூறினார்கள்"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "அப்படியானால் அவரை மக்கள் கண் முன்னே கொண்டு வாருங்கள்; அவர்கள் சாட்சியம் கூறும் பொருட்டு\" என்று சொன்னார்கள்"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "இப்றாஹீமே! எங்கள் தெய்வங்களை இவ்வாறு செய்தவர் நீர் தாமோ?\" என்று (அவர் வந்ததும்) கேட்டனர்"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "அதற்கு அவர் \"அப்படியல்ல! இவற்றில் பெரிய சிலை இதோ இருக்கிறதே, இது தான் செய்திருக்கும்; எனவே, இவை பேசக்கூடியவையாக இருப்பின், இவற்றையே நீங்கள் கேளுங்கள்\" என்று கூறினார்"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "(இதற்கு பதில் கூறத் தெரியாத) அவர்கள் தங்களுக்குள் திரும்பி, (ஒருவருக்கொருவர்) \"நிச்சயமாக நீங்கள் தாம் (இவற்றை தெய்வங்களாக நம்பி) அநியாயம் செய்து விட்டீர்கள்\" என்று பேசிக் கொண்டார்கள்"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "பிறகு அவர்கள் (அவமானத்துடன்) தங்கள் தலைகளைத் தொங்கப் போட்டுக் கொள்ளுமாறு செய்யப்பட்டார்கள்; \"இவை பேச மாட்டா என்பதைத் தான் நீர் நிச்சயமாக அறிவீரே!\" (என்று கூறினர்)"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "(அப்படியாயின்) அல்லாஹ்வையன்றி உங்களுக்கு எந்த நன்மையும் செய்யாத உங்களுக்கு தீங்கும் அளிக்காதவற்றையா வணங்குகிறீர்கள்\" என்று கேட்டார்"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "சீச்சீ! உங்களுக்கும், நீங்கள் வணங்கும் அல்லாஹ் அல்லாதவற்றுக்கும் கேடு தான்; நீங்கள் இதனை அறிந்து கொள்ளவில்லையா?\" (என்று இப்ராஹீம் கூறினார்)"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "(இதற்கு) அவர்கள் நீங்கள் (இவரை ஏதாவது செய்ய நாடினால் இவரை (நெருப்பிலிட்டு) எரியுங்கள்; (இவ்வாறு செய்து) உங்கள் தெய்வங்களுக்கு உதவி செய்யுங்கள்\" என்று கூறினார்கள்"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "(இப்ராஹீம் தீக்கிடங்கில் எறியப்பட்டவுடன்) \"நெருப்பே! இப்ராஹீம் மீது நீ குளிர்ச்சியாகவும், சுகமளிக்கக் கூடியதாகவும், ஆகிவிடு!\" என்று நாம் கூறினோம்"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "மேலும், அவர்கள் அவருக்குச் சதி செய்ய நாடினார்கள், ஆனால் நாம் அவர்களையே நஷ்டவாளிகளாய் ஆக்கினோம்"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "இன்னும், நாம் அவரையும் (அவருடைய சகோதரர் மகன்) லூத்தையும் அகிலத்தாருக்கெல்லாம் பரக்கத்தான - பாக்கியமுள்ள - பூமியாக நாம் ஆக்கியுள்ள (பைத்துல் முகத்தஸில்) ஈடேற்றம் பெறச் செய்தோம்"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "இன்னும் நாம் அவருக்கு இஸ்ஹாக்கையும், மேலதிகமாக யஃகூபையும் அளித்தோம்; இவர்கள் ஒவ்வொருவரையும் (ஸாலிஹான) நல்லடியார்களாக்கினோம்"
        },
        {
            "chapter": 21,
            "verse": 73,
            "text": "இன்னும் நம் கட்டளையைக் கொண்டு (மக்களுக்கு) நேர்வழி காட்டும் இமாம்களாக - தலைவர்களாக - நாம் அவர்களை ஆக்கினோம்; மேலும், நன்மையுடைய செயல்களைக் புரியுமாறும், தொழுகையைக் கடைப்பிடிக்குமாறும், ஜகாத்தை கொடுத்து வருமாறும், நாம் அவர்களுக்கு வஹீ மூலம் அறிவித்தோம் - அவர்கள் நம்மையே வணங்குபவர்களாக இருந்தனர்"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "இன்னும், லூத்தையும் (நபியாக்கி) - நாம் அவருக்கு ஞானத்தையும், கல்வியையும் கொடுத்தோம்; அறுவறுப்பான செயல்களைச் செய்து கொண்டிருந்(தவர்களின்) ஊரை விட்டும் அவரை நாம் காப்பாற்றினோம்; நிச்சயமாக அவர்கள் மிகவும் கெட்ட சமூகத்தினராகவும், பெரும் பாவிகளாகவும் இருந்தனர்"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "இன்னும், அவரை நம்முடைய கிருபையில் நாம் புகுத்திக் கொண்டோம்; நிச்சயமாக அவர் (ஸாலிஹான) நல்லடியார்களில் உள்ளவராகவே இருந்தார்"
        },
        {
            "chapter": 21,
            "verse": 76,
            "text": "இன்னும், நூஹ் - அவர் முன்னே பிரார்த்தித்தபோது, அவருக்கு (அவருடைய பிரார்த்தனையை ஏற்று)) பதில் கூறினோம்; அவரையும், அவருடைய குடும்பத்தாரையும் மிகப் பெரிய துன்பத்திலிருந்தும் நாம் ஈடேற்றினோம்"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "இன்னும் நம்முடைய அத்தாட்சிகளைப் பொய்ப்பிக்க முற்பட்டார்களே அந்த சமூகத்தாரிடமிருந்து அவருக்கு உதவி செய்தோம். நிச்சயமாக அவர்கள் மிகக் கெட்ட சமூகத்தாராகவே இருந்தனர் - ஆதலால் அவர்கள் அனைவரையும் நாம் மூழ்கடித்தோம்"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "இன்னும் தாவூதும், ஸுலைமானும் (பற்றி நினைவு கூர்வீராக!) வேளாண்மை நிலத்தில் அவர்களுடைய சமூகத்தாரின் ஆடுகள் இரவில் இறங்கி மேய்ந்த போது, அதைப் பற்றி அவ்விருவரும் தீர்ப்புச் செய்த போது, அவர்களுடைய தீர்ப்பை நாம் கவனித்துக் கொண்டிருந்தோம்"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "அப்போது, நாம் ஸுலைமானுக்கு அதை (தீர்ப்பின் நியாயத்தை) விளங்க வைத்தோம்; மேலும், அவ்விருவருக்கும் ஞானத்தையும் (நற்)கல்வியையும் கொடுத்தோம்; இன்னும் நாம் தாவூதுக்கு மலைகளையும் பறவைகளையும் வசப்படுத்திக் கொடுத்தோம்; அவை (தாவூதுடன்) தஸ்பீஹ் செய்து கொண்டிருந்தன - இவற்றை யெல்லாம் நாமே செய்தோம்"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "இன்னும் நீங்கள் பேரிடும் போது உங்களைப் பாதுகாத்துக் கொள்வதற்கான கவசங்கள் செய்வதை, அவருக்கு நாம் கற்றுக் கொடுத்தோம் - எனவே (இவற்றுக்கெல்லாம்) நீங்கள் நன்றி செலுத்துகிறவர்களாக இருக்கிறீர்களா"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "இன்னும் ஸுலைமானுக்குக் கடுமையாக வீசும் காற்றையும் (நாம் வசப்படுத்திக் கொடுத்தோம்) அது, அவருடைய ஏவலின் படி, நாம் எந்த பூமியை பாக்கியமுடையதாக்கினோமோ (அந்த பூமிக்கும் அவரை எடுத்துச்) சென்றது இவ்வாறு, ஒவ்வொரு பொருளையும் பற்றி நாம் அறிந்தோராகவே இருக்கின்றோம்"
        },
        {
            "chapter": 21,
            "verse": 82,
            "text": "இன்னும், ஷைத்தான்களிலிருந்தும் அவருக்காகக் (கடலில்) மூழ்கி வரக் கூடியவர்களை (நாம் வசப்படுத்திக் கொடுத்தோம்; இது தவிர) மற்றி வேலைகளையும் (அந்த ஷைத்தான்கள்) செய்யும்; அன்றியும் நாமே அவற்றைக் கண்காணித்து வந்தோம்"
        },
        {
            "chapter": 21,
            "verse": 83,
            "text": "இன்னும், ஐயூப் தம் இறைவனிடம் \"நிச்சயமாக என்னை (நோயினாலான) துன்பம் தீண்டியிருக்கிறது (இறைவனே!) கிருபை செய்பவர்களிலெல்லாம் நீயே மிகக் கிருபை செய்பவனாக இருக்கின்றாய்\" என்று பிரார்த்தித் போது"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "நாம் அவருடைய பிரார்த்தனையை ஏற்றுக் கொண்டோம்; அவருக்கு ஏற்பட்டிருந்த துன்பத்தையும் நீக்கி விட்டோம்; அவருடைய குடும்பத்தையும், பின்னும் அதைப் போன்ற ஒரு தொகையினரையும் (அவருக்குக் குடும்பமாகக்) கொடுத்தோம் - இது நம்மிடத்திலிருந்துள்ள கிருபையாகவும் ஆபிதீன்களுக்கு (வணங்குபவர்களுக்கு) நினைவூட்டுதலாகவும் இருக்கிறது"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "இன்னும்; இஸ்மாயீலையும், இத்ரீஸையும், துல்கிஃப்லையும் (நபியே! நீர் நினைவு கூர்வீராக) அவர்கள் யாவரும் பொறுமையாளர்களில் நின்றுமுள்ளவர்களே"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "இவர்கள் (எல்லோரையும்) நாம் நம் கிருபையில் புகுத்திக் கொண்டோம், நிச்சயமாக இவர்கள் (ஸாலிஹீன்களான) நல்லடியார்களில் நின்றுமுள்ளவர்களே"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "இன்னும் (நினைவு கூர்வீராக); துன்னூன் (யூனுஸ் தம் சமூகத்தவரை விட்டும்) கோபமாக வெளியேறிய போது, (பாவிகள் சமூகத்தை விட்டும் வெளியேறி விட்ட படியால்) அவரை நாம் நெருக்கடியில் ஆக்கமாட்டோம் என்று எண்ணிக் கொண்டார் எனவே அவர் (மீன் வயிற்றின்) ஆழ்ந்த இருளிலிருந்து \"உன்னைத் தவிர வணக்கத்திற்குரிய நாயன் யாருமில்லை; நீ மிகவும் தூய்மையானவன்; நிச்சயமாக நான் அநியாயக்காரர்களில் ஒருவனாகி விட்டேன்\" என்று பிரார்த்தித்தார்"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "எனவே, நாம் அவருடைய பிரார்த்தனையை ஏற்றுக் கொண்டோம்; அவரைத் துக்கத்திலிருந்தும் விடுவித்தோம். இவ்வாறே முஃமின்களையும் விடுவிப்போம்"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "இன்னும் ஜகரியா தம் இறைவனிடம் \"என் இறைவா! நீ என்னை (சந்ததியில்லாமல்) ஒற்றையாக விட்டு விடாதே! நீயோ அனந்தரங்கொள்வோரில் மிகவும் மேலானவன்\" என்று பிரார்த்தித் போது"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "நாம் அவருடைய பிரார்த்தனையை ஏற்றுக் கொண்டோம்; அவருக்காக அவருடைய மனைவியை (மலட்டுத் தனத்தை நீக்கி) சுகப்படுத்தி, அவருக்கு யஹ்யாவையும் அளித்தோம்; நிச்சயமாக இவர்கள் யாவரும் நன்மைகள் செய்வதில் விரைபவர்களாக இருந்தார்கள் - இன்னும், அவர்கள் நம்மை ஆசை கொண்டும், பயத்தோடும் பிரார்த்தித்தார்கள். மேலும், அவர்கள் நம்மிடம் உள்ளச்சம் கொண்டவர்களாக இருந்தார்கள்"
        },
        {
            "chapter": 21,
            "verse": 91,
            "text": "இன்னும் தம் கற்பைக் காத்துக் கொண்ட (மர்யம் என்ப)வரைப் பற்றி (நபியே! நினைவு கூரும்) எனினும், நம் ஆன்மாவிலிருந்து நாம் அவரில் ஊதி அவரையும், அவர் புதல்வரையும் அகிலத்தாருக்கு ஓர் அத்தாட்சியாகவும் ஆக்கினோம்"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "நிச்சயமாக உங்கள் 'உம்மத்து' - சமுதாயம் - (வேற்றுமை ஏதுமில்லா) ஒரே சமுதாயம் தான்; மேலும் நானே உங்கள் இறைவன். ஆகையால், என்னையே நீங்கள் வணங்குங்கள்"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "(பின்னர்) அவர்கள் தங்களுக்கிடையே தங்கள் (மார்க்க) காரியங்களில் பிளவுபட்டனர். அனைவரும் நம்மிடமே மீள்பவர்கள்"
        },
        {
            "chapter": 21,
            "verse": 94,
            "text": "எனவே, எவர் முஃமினாக, நல்ல அமல்களை செய்கிறாரோ அவருடைய முயற்சி வீணாகி விடாது. நிச்சயமாக நாமே அதை (அவருக்காக)ப் பதிவு செய்து வைக்கிறோம்"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "நாம் எவ்வூரார்களை அழித்து விட்டோமோ அவர்கள் (திரும்பவும் இவ்வுலகம் வருவது) தடுக்கப்பட்டுள்ளது நிச்சயமாக அவர்கள் திரும்ப மாட்டார்கள்"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "யஃஜூஜு, மஃஜூஜு (கூட்டத்தார்)க்கு வழி திறக்கப்படும் போது, அவர்கள் ஒவ்வொரு மேட்டிலிருந்தும் இறங்கிப் பரவுவார்கள்"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "(இறுதி நாளைப் பற்றிய) உண்மையான வாக்குறுதி நெருங்கினால், (அதைக்காணும்) காஃபிர்களின் கண்கள் திறந்தபடியே நிலைகுத்தி நின்று விடும்; (அன்றியும் அவர்கள்;) \"எங்களுக்கு கேடு தான்! நிச்சயமாக நாங்கள் இதை உதாசீனப்படுத்தியவர்களாகவே இருந்துவிட்டோம்; - அது மட்டுமில்லை - நாம் அநியாயம் செய்தவர்களாகவும் இருந்து விட்டோம்\" (என்று கூறுவார்கள்)"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "நிச்சயமாக நீங்களும், அல்லாஹ்வை அன்றி நீங்கள் வணங்கியவையும் நரகத்திற்கு விறகுகளே! நீங்கள் (யாவரும்) நரகத்திற்கு வந்து சேர்பவர்களே! (என்று அவர்களுக்குச் சொல்லப்படும்)"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "இவை தெய்வங்களாக இருந்திருந்தால், (அந் நரகத்திற்கு) வந்து சேர்ந்திருக்க மாட்டா இன்னும் அனைவரும் அதில் நிரந்தரமாயிருப்பர்"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "அதில் அவர்களுக்கு வேதனை முனக்கம் இருக்கிறது. மேலும் அவர்கள் அதிலே (எதனையும்) செவியுறமாட்டார்கள்"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "நிச்சயமாக, எவர்களுக்கு நம்மிடமிருந்து (மறுமைப் பேற்றுக்கான) நன்மைகள் முன் சென்றிருக்கிறதோ, அவர்கள் அ(ந் நரகத்)திலிருந்து வெகு தொலைவில் இருப்பார்கள்"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "(இத்தகைய சுவர்க்கவாசிகள் நரகின்) கூச்சலைக் கேட்கமாட்டார்கள்; தாம் விரும்பும் இன்பத்திலேயே அவர்கள் என்றென்றும் நிலைத்திருப்பார்கள்"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "(அந்நாளில் ஏற்படும்) பெரும் திகில் அவர்களை வருத்தாது, மலக்குகள் அவர்களைச் சந்தித்து \"உங்களுக்கு வாக்களிக்கப்பட்ட நாள் இதுதான்\" (என்று கூறுவார்கள்)"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "எழுதப்பட்ட ஏடுகளைச் சருட்டுவதைப் போல் வானத்தை நாம் சுருட்டிவிடும் அந்நாளை (நபியே! நினைவூட்டுவீராக!); முதலில் படைப்புகளைப் படைத்தது போன்றே, (அந்நாளில்) அதனை மீட்டுவோம்; இது நம் மீது வாக்குறுதியாகும்; நிச்சயமாக நாம் இதனை செய்வோம்"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "நிச்சயமாக நாம் ஜபூர் வேதத்தில், (முந்திய வேதத்தைப் பற்றி) நினைவூட்டிய பின்; \"நிச்சயமாக பூமியை (ஸாலிஹான) என்னுடைய நல்லடியார்கள் வாரிசாக அடைவார்கள் என்று எழுதியிருக்கிறோம்"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "வணங்கும் மக்களுக்கு இதில் (இக்குர்ஆனில்) நிச்சயமாகப் போதுமான (வழிகாட்டுதல்) இருக்கிறது"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "(நபியே!) நாம் உம்மை அகிலத்தாருக்கு எல்லாம் ரஹ்மத்தாக - ஓர் அருட் கொடையாகவேயன்றி அனுப்பவில்லை"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "எனக்கு வஹீ அறிவிக்கப்பட்டிருப்பதெல்லாம்; 'உங்கள் நாயன் ஒரே நாயன் தான்' என்பதுதான்; ஆகவே நீங்கள் அவனுக்கு வழிப்பட்டு நடப்பீர்களா?\" (என்று நபியே!) நீர் கேட்பீராக"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "ஆனால், அவர்கள் புறக்கணித்து விடுவார்களாயின் \"நான் உங்கள் (எல்லோருக்கும்) சமமாக அறிவித்துவிட்டேன்; இன்னும், உங்களுக்கு வாக்களிக்கப் பட்ட (வேதனையான)து சமீபத்திலிருக்கிறதா அல்லது தூரத்தில் இருக்கிறதா என்பதை நான் அறியமாட்டேன்\" என்று (நபியே!) நீர் சொல்லிவிடுவீராக"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "வெளிப்படையாக (நீங்கள் பேசும்) பேச்சையும் அவன் நிச்சயமாக அறிகிறான்; நீங்கள் (இருதயத்தில்) மறைத்து வைப்பதையும் அவன் (நிச்சயமாக) அறிகிறான் (என்றும்)"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "இந்த தாமதம் உங்களுக்கு சோதனையாகவும் குறிப்பட்ட காலம் வரை சுகம் அனுபவிப்பதற்காகவும் இருக்குமா என்பதை நான் அறியமாட்டேன்"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "என் இறைவா! சத்தியத் தீர்ப்பு வழங்குவாயாக! என்று கூறினார். எங்கள் இறைவனோ அளவற்ற அருளாளன். நீங்கள் வர்ணிப்பதற்கு எதிராக உதவி தேடப்படுபவன்"
        },
        {
            "chapter": 22,
            "verse": 1,
            "text": "மனிதர்களே! நீங்கள் உங்களுடைய இறைவனை பயந்து கொள்ளுங்கள்; நிச்சயமாக (கியாமத்து நாளாகிய) அவ்வேளையின் அதிர்ச்சி, மகத்தான் பெரும் நிகழ்ச்சியாகும்"
        },
        {
            "chapter": 22,
            "verse": 2,
            "text": "அந்நாளில், பாலூட்டிக் கொண்டிருக்கும் ஒவ்வொரு தாயும் தான் ஊட்டும் குழந்தையை மறந்து விடுவதையும், ஒவ்வொரு கர்ப்பிணியும் தன் சுமையை ஈன்று விடுவதையும் நீங்கள் காண்பீர்கள்; மேலும், மனிதர்களை மதி மயங்கியவர்களாக இருக்க காண்பீர்; எனினும் (அது மதுவினால் ஏற்பட்ட) மதி மயக்கமல்ல ஆனால் அல்லாஹ்வின் வேதனை மிகக் கடுமையானதாகும்"
        },
        {
            "chapter": 22,
            "verse": 3,
            "text": "இன்னும், எத்தகைய கல்வி ஞானமும் இல்லாமல் அல்லாஹ்வைப் பற்றித் தர்க்கம் செய்கிறவர்களும், மனமுரண்டாய் எதிர்க்கும் ஒவ்வொரு ஷைத்தானையும் பின்பற்றுகிறவர்களும் மனிதர்களில் இருக்கிறார்கள்"
        },
        {
            "chapter": 22,
            "verse": 4,
            "text": "அவனை (ஷைத்தானை)ப் பற்றி எழுதப் பட்டுள்ளது எவர் அவனை நண்பனாக எடுத்துக் கொள்கிறாரோ அவரை நிச்சயமாக அவன் வழி கெடுத்து எரி நரகின் வேதனையின் பால் அவருக்கு வழி காட்டுகிறான்"
        },
        {
            "chapter": 22,
            "verse": 5,
            "text": "மனிதர்களே! (இறுதித் தீர்ப்புக்காக நீங்கள்) மீண்டும் எழுப்பப்படுவது பற்றி சந்தேகத்தில் இருந்தீர்களானால், (அறிந்து கொள்ளுங்கள்;) நாம் நிச்சயமாக உங்களை (முதலில்) மண்ணிலிருந்தும் பின்னர் இந்திரியத்திலிருந்தும், பின்பு அலக்கிலிருந்தும்; பின்பு உருவாக்கப்பட்டதும், உருவாக்கப்படாததுமான தசைக் கட்டியிலிருந்தும் படைத்தோம்; உங்களுக்கு விளக்குவதற்காகவே (இதனை விவரிக்கிறோம்); மேலும், நாம் நாடியவற்றை ஒரு குறிப்பிட்ட காலம் வரை கருப்பப்பையில் தங்கச் செய்கிறோம்; பின்பு உங்களை குழந்தையாக வெளிப்படுத்துகிறோம். பின்பு நீங்கள் உங்கள் வாலிபத்தை அடையும்படிச் செய்கிறோம். அன்றியும், (இதனிடையில்) உங்களில் சிலர் மரிப்பவர்களும் இருக்கிறார்கள்; (ஜீவித்து) அறிவு பெற்ற பின்னர் ஒன்றுமே அறியாதவர்களைப் போல் ஆகிவிடக் கூடிய தளர்ந்த வயது வரை விட்டுவைக்கப்படுபவர்களும் இருக்கிறார்கள்; இன்னும், நீங்கள (தரிசாய்க் கிடக்கும்) வரண்ட பூமியைப் பார்க்கின்றீர்கள்; அதன் மீது நாம் (மழை) நீரைப் பெய்யச் செய்வோமானால் அது பசமையாகி, வளர்ந்து, அழகான (ஜோடி ஜோடியாகப்) பல்வகைப் புற்பூண்டுகளை முளைப்பிக்கிறது"
        },
        {
            "chapter": 22,
            "verse": 6,
            "text": "இது ஏனெனில், நிச்சயமாக அல்லாஹ் அவனே உண்மையானவன் - (நிலையானவன்) நிச்சயமாக அவனே மரித்தோரை உயிர்ப்பிக்கின்றான் - இன்னும், நிச்சயமாக அவன்தான் எல்லாப் பொருட்களின் மீதும் பேராற்றலுள்ளவன் என்பதனால்"
        },
        {
            "chapter": 22,
            "verse": 7,
            "text": "(கியாம நாளுக்குரிய) அவ்வேளை நிச்சயமாக வரும்; இதில் சந்தேகமே இல்லை கப்ருகளில் இருப்போரை, நிச்சயமாக அல்லாஹ் (உயிர் கொடுத்து) எழுப்புவான்"
        },
        {
            "chapter": 22,
            "verse": 8,
            "text": "இன்னும்; கல்வி ஞானமோ, நேர் வழி காட்டியோ, பிரகாசமான வேத (ஆதார)மோ இல்லாமல், அல்லாஹ்வைக் குறித்துத் தர்க்கம் செய்பவனும் மனிதர்களில் இருக்கின்றான்"
        },
        {
            "chapter": 22,
            "verse": 9,
            "text": "(அவன்) அல்லாஹ்வின் பாதையை விட்டும் மனிதர்களை வழி கெடுப்பதற்காக ஆணவத்தோடு (இவ்வாறு தர்க்கம்) செய்கிறான்; அவனுக்கு இவ்வுலகிலும் இழிவு இருக்கிறது கியாம நாளில் நாம் அவனை எரிநரகின் வேதனையையும் சுவைக்க செய்வோம்"
        },
        {
            "chapter": 22,
            "verse": 10,
            "text": "உன்னுடைய இரு கரங்களும் முன்னரே அனுப்பியுள்ளதற்காக இரு (கூலியாக) இருக்கிறது; நிச்சயமாக அல்லாஹ் அடியார்களுக்கு ஒரு சிறிதும் அநியாயம் செய்பவனல்லன்\" (என்று அந்நாளில் அவர்களிடம் கூறப்படும்)"
        },
        {
            "chapter": 22,
            "verse": 11,
            "text": "இன்னும்; மனிதர்களில் (ஓர் உறுதியும் இல்லாமல்) ஓரத்தில் நின்று கொண்டு அல்லாஹ்வை வணங்குகிறவனும் இருக்கிறான் - அவனுக்கு ஒரு நன்மை ஏற்படுமாயின் அதைக் கொண்டு அவன் திருப்தியடைந்து கொள்கிறான்; ஆனால் அவனுக்கு ஒரு சோதனை ஏற்படுமாயின், அவன் (தன் முகத்தை) அல்லாஹ்வை விட்டும் திருப்பிக் கொள்கிறான்; இத்தகையவன் இம்மையிலும் மறுமையிலும் நஷ்டமடைகிறான் -இதுதான் தெளிவான நஷ்டமாகும்"
        },
        {
            "chapter": 22,
            "verse": 12,
            "text": "அவன், அல்லாஹ்வையன்றி, தனக்குத் தீங்கிழைக்க முடியாததையும், இன்னும் தனக்கு நன்மையும் செய்யாததையுமே பிரார்த்திக்கிறான் - இதுதான் நெடிய வழிகேடாகும்"
        },
        {
            "chapter": 22,
            "verse": 13,
            "text": "எவனது தீமை, அவனது நன்மையை விட மிக நெருங்கியிருக்கிறதோ அவனையே அவன் பிரார்த்திக்கிறான் - திடமாக (அவன் தேடும்) பாதுகாவலனும் கெட்டவன்; (அப்பாதுகாவலனை அண்டி நிற்பவனும்) கெட்ட தோழனே"
        },
        {
            "chapter": 22,
            "verse": 14,
            "text": "நிச்சயமாக, அல்லாஹ் ஈமான் கொண்டு (ஸாலிஹான) - நற்செயல் செய்பவர்களை சவனபதிகளில் பிரவேசிக்கச் செய்கிறான்; அவற்றின் கீழே ஆறகள் ஓடிக் கொண்டிருக்கும் - நிச்சயமாக அல்லாஹ், தான் நாடுவதைச் செய்கிறான்"
        },
        {
            "chapter": 22,
            "verse": 15,
            "text": "எவன் (நம் தூதர் மேல் பொறாமை கொண்டு) அல்லாஹ் அவருக்கு இவ்வுலகிலும் மறுமையிலுமு; உதவி செய்யமாட்டான் என்று எண்ணுகிறானோ, அவன் ஒரு கயிற்றை வானத்தின் அளவுக்கு நீட்டிப் பின்னர் (நபிக்குக் கிடைத்து வரும் இறையருளைத்) துண்டிக்க (முற்பட)ட்டுமே! இந்த வழி தன்னை ஆத்திர மூட்டச் செய்ததைப் போக்குகிறதா என்று பார்க்கட்டும்"
        },
        {
            "chapter": 22,
            "verse": 16,
            "text": "இன்னும், இதே விதமாக நாம் (குர்ஆனை) தெளிவான வசனங்களாக இறக்கியிருக்கின்றோம்; மேலும், நிச்சயமாக அல்லாஹ் தானம் நாடியவர்களை (இதன் மூலம்) நேர்வழியில் சேர்ப்பான்"
        },
        {
            "chapter": 22,
            "verse": 17,
            "text": "திடனாக, ஈமான் கொண்டார்களே அவர்களுக்கும்; யூதர்களாகவும், ஸாபியீன்களாகவும், கிறிஸ்தவர்களாகவும், மஜூஸிகளாகவும் ஆனார்களே அவர்களுக்கும், இணைவைப்போராய் இருந்தார்களே அவர்களுக்கும் இடையில் (யார் நேர்வழியில் இருந்தார்கள் என்பது பற்றி) நிச்சயமாக அல்லாஹ் கியாம நாளில் தீர்ப்புக் கூறுவான்; நிச்சயமாக அல்லாஹ் ஒவ்வொரு பொருளின் மீதும் சாட்சியமாக இருக்கிறான்"
        },
        {
            "chapter": 22,
            "verse": 18,
            "text": "வானங்களிலுள்ளவாகளும், பூமியிலுள்ளவர்களும், சூரியனும், சந்திரனும், நட்சத்திரங்களும், மலைகளும், மரங்களும், பிராணிகளும், மனிதர்களில் பெரும்பாலானவர்களும் நிச்சயமாக அலலாஹ்வுக்கு ஸுஜூது செய்(து வணங்கு)கின்றன என்பதை நீர் பார்க்கவில்லையா? இன்னும் அநேகர் மீது வேதனை விதிக்கப்பட்டு விட்டது அன்றியும், எவனை அல்லாஹ் இழிவுபடுத்துகின்றானோ அவனை கண்ணியப்படுத்துபவன் எவனுமில்லை நிச்சயமாக அல்லாஹ் தான் நாடியதைச் செய்கிறான்"
        },
        {
            "chapter": 22,
            "verse": 19,
            "text": "(முஃமின்களும், முஃமின்களல்லாதவருமான) இரு தரப்பாரும் தம் இறைவனைப் பற்றித் தர்க்கிக்கின்றனர்; ஆனால் எவர் (இறைவனை) நிராகரிக்கிறாhகளோ அவர்களுக்கு நெருப்பிலிருந்து ஆடைகள் தாயாரிக்கப்படும்; கொதிக்கும் நீர் அவர்கள் தரைகளின் மேல் ஊற்றப்படும்"
        },
        {
            "chapter": 22,
            "verse": 20,
            "text": "அதைக் கொண்டு அவர்களுடைய வயிறுகளிலுள்ளவையும், தோல்களும் உருக்கப்படும்"
        },
        {
            "chapter": 22,
            "verse": 21,
            "text": "இன்னும் அவர்களுக்கு இரும்பினாலான தண்டங்களும் உண்டு"
        },
        {
            "chapter": 22,
            "verse": 22,
            "text": "(இந்த) துக்கத்தினால் அவர்கள் அ(ந் நரகத்)தை விட்டு வெளியேற விரும்பும் பேதெல்லாம், அதனுள்ளே திருப்பப்பட்டு, \"எரிக்கும் வேதனையைச் சவையுங்கள்\" (என்று சொல்லப்படும்)"
        },
        {
            "chapter": 22,
            "verse": 23,
            "text": "ஈமான் கொண்டு யார் (ஸாலிஹான) - நற் செயல்கள் செய்கிறார்களோ அவர்களை நிச்சயமாக அல்லாஹ் சவனபதிகளிலே புகுத்துவான்; அவற்றின் கீழே ஆறகள் ஓடிக்கொண்டேயிருக்கும்; அங்கே பொன்னாலான கடகங்களிலிருந்தும், முத்திலிருந்தும் ஆபரணங்கள் அணிவிக்கப்படுவார்கள்; அங்கு அவர்களுடைய ஆடைகளும் பட்டாக இருக்கும்"
        },
        {
            "chapter": 22,
            "verse": 24,
            "text": "ஏனெனில் அவர்கள் (கலிமா தையிபா எனும்) பரிசத்தமான சொல்லின் பக்கம் (இம்மையில்) வழிகாட்டப்பட்டிருந்தார்கள்; இன்னும் புகழுக்குரிய (இறை)வனின் பாதையின் பக்கமும் அவர்கள் செலுத்தப்பட்டிருந்தார்கள்"
        },
        {
            "chapter": 22,
            "verse": 25,
            "text": "நிச்சயமாக எவர் நிராகரித்துக் கொண்டும் உள்ளூர்வாசிகளும் வெளியூர்வாசிகளும் சமமாக இருக்கும் நிலையில் (முழு) மனித சமுதாயத்திற்கும் எதனை (புனிதத்தலமாக) நாம் ஆக்கியிருக்கிறோமோ அந்த மஸ்ஜிதுல் ஹராமை விட்டும், மேலும் அல்லாஹ்வுடைய பாதையை விட்டும், தடுத்துக் கொண்டும் இருந்தார்களோ அவர்களுக்கும் மேலும் யார் அதிலே (மஸ்ஜிதுல் ஹராமில்) அநியாயம் செய்வதன் மூலம் வரம்பு மீற விரும்புகிறானோ அவனுக்கும் நோவினை தரும் வேதனையிலிருந்து சுவைக்கும்படி நாம் செய்வோம்"
        },
        {
            "chapter": 22,
            "verse": 26,
            "text": "நாம் இப்றாஹீமுக்குப் புனித ஆலயத்தின் இடத்தை நிர்ணயித்து \"நீர் எனக்கு எவரையும் இனைவைக்காதீர்; என்னுடை (இந்த) ஆலயத்தைச் சுற்றி வருவோருக்கும், அதில் ருகூஃ, ஸுஜூது செய்(து தொழு)வோருக்கும், அதைத் தூய்மையாக்கி வைப்பீராக\" என்று சொல்லியதை (நபியே! நினைவு கூறுவீராக)"
        },
        {
            "chapter": 22,
            "verse": 27,
            "text": "ஹஜ்ஜை பற்றி மக்களுக்கு அறிவிப்பீராக! அவர்கள் நடந்தும் வெகு தொலைவிலிருந்து வரும் மெலிந்த ஒட்டகங்களின் மீதும் உம்மிடம் வருவார்கள் (எனக் கூறினோம்)"
        },
        {
            "chapter": 22,
            "verse": 28,
            "text": "தங்களுக்குரிய பவன்களை அடைவதற்காகவும்; குறிப்பிட்ட நாட்களில் அல்லாஹ் அவர்களுக்கு அளித்துள்ள (ஆடு, மாடு, ஒட்டகம் போன்ற) நாற்கால் பிராணிகள் மீது அவன் பெயரைச் சொல்(லி குhபான் கொடுப்)பவர்களாகவும் (வருவார்கள்); எனவே அதிலிருந்து நீங்களும் உண்ணுங்கள்; கஷ்டப்படும் ஏழைகளுக்கும் உண்ணக் கொடுங்கள்"
        },
        {
            "chapter": 22,
            "verse": 29,
            "text": "பின்னர் அவர்கள் (தலைமுடி இறக்கி, நகம் வெட்டி, குளித்துத்) தம் அழுக்குகளை நீக்கி, தங்கள் நேர்ச்சைகளை நிறைவேற்றி (அந்தப் புனிதமான) புர்வீக ஆலயத்தை \"தவாஃபும்\" செய்ய வேண்டும்"
        },
        {
            "chapter": 22,
            "verse": 30,
            "text": "இதுவே (முறையாகும்.) மேலும் அல்லாஹ்வின் புனிதமான கட்டளைகளை யார் மேன்மைப்படுத்துகிறாரோ அது அவருக்கு, அவருடைய இறைவனிடத்தில் சிறந்ததாகும்; இன்னும் நாற்கால் பிராணிகளில் உங்களுக்கு (ஆகாதவையென) ஓதப்பட்டதைத் தவிர (மற்றவை) உங்களுக்கு அனுமதிக்கப்பட்டுள்ளன ஆகவே விக்கிரகங்களின் அசுசத்தத்திலிருந்து நீங்கள் விலகிக் கொள்ளுங்கள். அன்றியும் பொய்யான சொல்லையும் நீங்கள் விலகிக் கொள்ளுங்கள்"
        },
        {
            "chapter": 22,
            "verse": 31,
            "text": "அல்லாஹ்வுக்கும் எதையும் இணைவைக்காது அவனுக்கு முற்றிலும் வழிப்பட்டவர்களாக இருங்கள்; இன்னும் எவன் அல்லாஹ்வுக்கு இணை வைக்கிறானோ, அவன் வானத்திலிருந்து விழுந்து பறவைகள் அவனை வாரி எடுத்துச் சென்றது போலும் அல்லது பெருங் காற்றடித்து, அவனை வெகு தொலைவிலுள்ள ஓரிடத்திற்கு அடித்துக் கொண்டு சென்றது போலும் ஆகிவிடுவான்"
        },
        {
            "chapter": 22,
            "verse": 32,
            "text": "இதுதான் (இறைவன் வகுத்ததாகும்,) எவர் அல்லாஹ்வின் சின்னங்களை மேன்மை படுத்துகிறாரோ நிச்சயமாக அது உள்ளச்சத்தால் (ஏற்பட்டது) ஆகும்"
        },
        {
            "chapter": 22,
            "verse": 33,
            "text": "(குர்பானிக்கு என்று நிர்ணயிக்கப்பெற்ற) பிராணிகளில் ஒரு குறிப்பிட்ட தவணை வரையில் உங்களுக்கு பலனடைய (அனுமதி) உண்டு. அதன் பின்னர் (உரிய காலம் வந்ததும்) அவற்றின் (குhபானிக்கான) இடம் அந்தப் புராதன ஆலயத்தின் பால் இருக்கிறது"
        },
        {
            "chapter": 22,
            "verse": 34,
            "text": "இன்னும் கால்நடை(ப்பிராணி)களிலிருந்து அல்லாஹ் அவர்களுக்கு உணவாக்கியுள்ள (ஆடு, மாடு, ஒட்டகம் போன்ற)வற்றின் மீது அவர்கள் அல்லாஹ்வின் பெயரைக் கூறும் படிச் செய்வதற்காவே குhபான் கொடுப்பதை ஒவ்வொரு வகுப்பாருக்கும் (கடமையாக) ஆக்கியிருக்கிறோம்; ஆகவே உங்கள் நாயன் ஒரே நாயன்தான்; எனவே அவ(ன் ஒருவ)னுக்கே நீங்கள முற்றிலும் வழிப்படுங்கள்; (நபியே!) உள்ளச்சம் உடையவர்களுக்கு நீர் நன்மாராயங் கூறுவீருhக"
        },
        {
            "chapter": 22,
            "verse": 35,
            "text": "அவர்கள் எத்தகையோர் என்றால் அல்லாஹ்(வின் திரு நாமம்) கூறப்பெற்றால், அவர்களுடைய இதயங்கள் அச்சத்தால் நடுங்கும்; அன்றியும் தங்களுக்கு ஏற்படும் துன்பங்களைப் பொறுமையுடன் சகித்துக் கொள்வோராகவும், தொழுகையைச் சரிவரக் கடைப்பிடிப்போராகவும், நாம் அவர்களுக்கு அளித்தவற்றிலிருந்து (இறவைனின் பாதையில்) செலவு செய்வோராகவும் இருப்பார்க்ள"
        },
        {
            "chapter": 22,
            "verse": 36,
            "text": "இன்னும் (குhபானிக்கான) ஒட்டகங்கள்; அவற்றை உங்களுக்காக அல்லாஹ்வின் அடையாளங்களிலிருந்தும் நாம் ஆக்கியிருக்கிறோம்; உங்களுக்கு அவற்றில் மிக்க நன்மை உள்ளது எனவே (அவை உரிய முறையில்) நிற்கும் போது அவற்றின் மீது அல்லாஹ்வின் பெயரைச் சொல்(லி குhபான் செய்)வீர்களாக் பிறகு, அவை தங்கள் பக்கங்களின் மீது சாய்ந்து கீழே விழுந்(து உயிர் நீத்)த வின் அவற்றிலிருந்து நீங்களும் உண்ணுங்கள்; (வறுமையிலும் கையேந்தாமல் இருப்பதைக் கொண்டு) திருப்தியாய் இருப்போருக்கும், இரப்போருக்கும் உண்ணக் கொடுங்கள் இவ்விதமாகவே, நீங்கள் நன்றி செலுத்தும் பொருட்டு அவற்றை உங்களுக்கு வசப்படுத்திக் கொடுத்திருக்கிறோம்"
        },
        {
            "chapter": 22,
            "verse": 37,
            "text": "(எனினும்), குhபானியின் மாமிசங்களோ, அவற்றின் உதிரங்களோ அல்லாஹ்வை ஒரு போதும் அடைவதில்லை ஆனால் உங்களுடைய தக்வா (பயபக்தி) தான் அவனை அடையும்; அல்லாஹ் உங்களுக்கு நேர்வழி காண்பித்ததற்காக அவனை நீங்கள் பெருமைப் படுத்தும் பொருட்டு இவ்வாறாக அவற்றை உங்களுக்கு வசப்படுத்திக் கொடுத்திருக்கிறான்; ஆகவே நன்மை செய்வோருக்கு நீர் நன்மாராயங் கூறுவீராக"
        },
        {
            "chapter": 22,
            "verse": 38,
            "text": "நிச்சயமாக, அல்லாஹ் ஈமான் கொண்டவர்களை (முஷ்ரிக்குகளின் தீமைகளிலிருந்து) பாதுகாத்துக் கொள்கிறான் நம்பிக்கை மோசம் செய்பவர்களையும், நன்றி கெட்ட மோசக்காரர் எவரையும் நிச்சயமாக அல்லாஹ் நேசிப்பதில்லை"
        },
        {
            "chapter": 22,
            "verse": 39,
            "text": "போர் தொடுக்கப்பட்டோருக்கு அவர்கள் அநியாயம் செய்யப்பட்டிருக்கின்றார்கள் என்பதனால் (அவ்வாறு போர் தொடுத்த காஃபிர்களை எதிர்த்துப் போரிடுவதற்கு) அனுமதி அளிக்கப்பட்டிருக்கிறது நிச்சயமாக அவர்களுக்கு உதவி செய்ய அல்லாஹ் பேராற்றலுடையவன்"
        },
        {
            "chapter": 22,
            "verse": 40,
            "text": "இவர்கள் (எத்தகையோரென்றால்) நியாயமின்றித் தம் வீடுகளை விட்டு வெளியேற்றப்பட்டார்கள்; 'எங்களுடைய இறைவன் ஒருவன்தான்' என்று அவர்கள் கூறியதைத் தவிர (வேறெதுவும் அவர்கள் சொல்லவில்லை); மனிதர்களில் சிலரைச் சிலரைக் கொண்டு அல்லாஹ் தடுக்காதிருப்பின் ஆசிரமங்களும் சிறிஸ்தவக் கோயில்களும், யூதர்களின் ஆலயங்களும், அல்லாஹ்வின் திரு நாமம் தியானிக்கப்படும் மஸ்ஜிதுகளும் அழிக்கப்பட்டு போயிருக்கும்; அல்லாஹ்வுக்கு எவன் உதவி செய்கிறானோ, அவனுக்கு திடனாக அல்லாஹ்வும் உதவி செய்வான். நிச்சயமாக அல்லாஹ் வலிமை மிக்கோனும், (யாவரையும்) மிகைத்தோனுமாக இருக்கின்றான்"
        },
        {
            "chapter": 22,
            "verse": 41,
            "text": "அன்றியும், இவர்கள் (எத்தகையோரென்றால்) இவர்களுக்கு நாம் பூமியில் இடம்பாடாக்கிக் கொடுத்தால், இவர்கள் தொழுகையை முறையாகக் கடைப்பிடிப்பார்கள்; ஜகாத்தும் கொடுப்பார்கள்; நன்மையான காரியங்களைச் செய்யவும் ஏவுவார்கள்; தீமையை விட்டும் விலக்குவார்கள் மேலும், சகல காரியங்களின் முடிவும் அல்லாஹ்விடமே இருக்கிறது"
        },
        {
            "chapter": 22,
            "verse": 42,
            "text": "(நபியே!) இவர்கள் உம்மைப் பொய்யாக முற்பட்டால் (அதற்காக விசனப்படாதீர்; ஏனெனில்) நிச்சயமாக இவர்களுக்கு முன்னால் நூஹுடைய சமூகத்தினரும்; ஆது, ஸமூது (சமூகத்தினரும் தத்தம் நபிமார்களைப் பொய்ப்பிக்கவே முற்பட்டார்கள்)"
        },
        {
            "chapter": 22,
            "verse": 43,
            "text": "(இவ்வாறே) இப்றாஹீமுடைய சமூத்ததினரும் லூத்துடைய சமூகத்தினரும் (பொய்ப்பிக்வே முற்பட்டார்கள்)"
        },
        {
            "chapter": 22,
            "verse": 44,
            "text": "(இவ்வாறே) மத்யன் வாசிகளும் (முற்பட்டனர்) இன்னும் மூஸாவையும் பொய்ப்பிக்வே முற்பட்டனர் எனினும் நான் காஃபிர்களுக்கு அவகாசம் கொடுத்துப் பின்னர் அவர்களை நான் பிடித்துக் கொண்டேன்; என் தண்டனை எப்படியிருந்தது? (என்பதை கவனிப்பீராக)"
        },
        {
            "chapter": 22,
            "verse": 45,
            "text": "அநியாயம் செய்த எத்தனையோ ஊ(ரா)ர்களை நாம் அழித்திருக்கிறோம் - அவற்றின் முகடுகள் மீது அவை விழுந்து கிடக்கின்றன எத்தனையோ கிணறுகள் பாழடைந்து கிடக்கின்றன எத்தனையோ வலுவான மாளிகைகள் (பாழ்பட்டுக் கிடக்கின்றன)"
        },
        {
            "chapter": 22,
            "verse": 46,
            "text": "அவர்கள் பூமியில் பிரயாணம் செய்து (இவற்றைப்) பார்க்கவில்லையா? (அவ்வாறு பார்த்திருந்தால்) அவர்களுக்கு விளங்கிக் கொள்ளக்கூடிய உள்ளங்களும், (நல்லவற்றைச்) செவியேற்கும் காதுகளும் உண்டாகியிருக்கும், நிச்சயமாக (புறக்) கண்கள் குரடாகவில்லை எனினும், நெஞ்சக்குள் இருக்கும் இதயங்கள் (அகக் கண்கள்) தாம் குருடாகின்றன"
        },
        {
            "chapter": 22,
            "verse": 47,
            "text": "(நபியே! இன்னும் வரவில்லையே என்று) வேதனையை அவர்கள் அவசரமாக தேடுகிறார்கள்; அல்லாஹ் தன் வாக்குறுதிக்கு மாறு செய்வதேயில்லை மேலும் உம்முடைய இறைவனிடம் ஒரு நாள் என்பது, நீங்கள் கணக்கிடுகிற ஆயிரம் ஆண்டுகளைப் போலாகும்"
        },
        {
            "chapter": 22,
            "verse": 48,
            "text": "அநியாயங்கள் செய்து கொண்டிருந்த எத்தனையோ ஊர்களுக்கு நான் அவகாசம் கொடுத்தேன்; பின்னர் அவற்றைப் பிடித்துக் கொண்டேன்; மேலும் (யாவும்) என்னிடமே மீண்டும் வரவேண்டும்"
        },
        {
            "chapter": 22,
            "verse": 49,
            "text": "மனிதர்களே! நான் உங்களுக்குத் தெளிவாக எச்சரிப்பவனாகவே இருக்கின்றேன்\" என்று (நபியே!) நீர் கூறுவீராக"
        },
        {
            "chapter": 22,
            "verse": 50,
            "text": "எனவே, எவர்கள் ஈமான் கொண்டு (ஸாலிஹான) நல்ல செயல்களைச் செய்கிறார்களோ அவர்களுக்கு மன்னிப்பும், கண்ணியமான உணவும் உண்டு"
        },
        {
            "chapter": 22,
            "verse": 51,
            "text": "ஆனால், எவர்கள் நம்முடைய வசனங்களை தோற்கடிக்க முயல்கின்றார்களோ அவர்கள் நரகவாசிகளே"
        },
        {
            "chapter": 22,
            "verse": 52,
            "text": "(நபியே!) உமக்கு முன்னர் நாம் அனுப்பி வைத்த ஒவ்வொரு தூதரும், நபியும், (ஓதவோ, நன்மையையோ) நாடும்போது, அவர்களுடைய அந்த நாட்டத்தில் ஷைத்தான் குழப்பத்தை எறியாதிருந்ததில்லை எனினும் ஷைத்தான் எறிந்த குழப்பத்தை அல்லாஹ் நீக்கியப் பின்னர் அவன் தன்னுடைய வசனங்களை உறுதிப்படுத்துகிறான் மேலும், அல்லாஹ் யாவற்றையும் அறிந்தவனாகவும், ஞானம் மிக்கோனாகவும் இருக்கின்றான்"
        },
        {
            "chapter": 22,
            "verse": 53,
            "text": "ஷைத்தான் (மனங்களில்) எறியும் குழப்பத்தை, தங்களுடைய இருதயங்களில் நோய் இருக்கிறதே அவர்களுக்கும், தங்களுடைய இருதயங்கள் கடினமாக இருக்கின்றனவே அவர்களுக்கும் ஒரு சோதனையாக ஆக்குவதற்கே (அவ்வாறு செய்தான்) அன்றியும், நிச்சயமாக. அநியாயம் செய்பவர்கள், நீண்ட (எதிர்ப்பிலும்) பகையிலும் தான் திடனாக இருக்கிறார்கள்"
        },
        {
            "chapter": 22,
            "verse": 54,
            "text": "(ஆனால்) எவருக்கு கல்வி ஞானம் அளிக்கப்பட்டிருகன்கின்றதோ அவர்கள், நிச்சயமாக இ(வ் வேதமான)து உம்முடைய இறைவனிடமிருந்துள்ள உண்மை என்று அறிந்து அதன் மீது ஈமான் கொள்வதற்காகவும் (அவ்வாறு செய்தான், அதன் பயனாக) அவர்களுடைய இருதயங்கள் அவன் முன் முற்றிலும் வழிப்பட்டுப் பணிகின்றன மேலும்; திடனாக அல்லாஹ் ஈமான் கொண்டவர்களை நேரான வழியில் செலுத்துபவனாக இருக்கின்றான்"
        },
        {
            "chapter": 22,
            "verse": 55,
            "text": "நிராகரித்தவர்கள் மறுமை நாள் திடீரென அவர்களிடம் வரும் வரை அல்லது மலட்டு நாளின் வேதனை அவர்களிடம் வரும் வரை அதுபற்றி சந்தேகத்திலேயே இருக்கிறார்கள்"
        },
        {
            "chapter": 22,
            "verse": 56,
            "text": "அந்நாளில் எல்லா அதிகாரமும் அல்லாஹ்வுக்குத் தான். அவன் அவர்களுக்கிடையில் தீர்ப்பு வழங்குவான்; ஆகவே ஈமான் கொண்டு ஸாலிஹான (நல்ல) செயல்களைச் செய்பவர்கள் பாக்கியம் மிக்க சவனபதிகளில் இருப்பார்கள்"
        },
        {
            "chapter": 22,
            "verse": 57,
            "text": "(ஆனால்) எவர்கள் நிராகரித்து நம் வசனங்களைப் பொய்ப்பிக்க முற்பட்டார்களோ, அவர்களுக்குத்தான் இழிவு மிக்க வேதனை உண்டு"
        },
        {
            "chapter": 22,
            "verse": 58,
            "text": "இன்னும், எவர்கள் அல்லாஹ்வுடைய பாதையில் (தம் இருப்பிடங்களை விட்டு) ஹிஜ்ரத் செய்து பின்னர் கொல்லப்பட்டோ அல்லது இறந்தோ விடுகிறார்களோ, அவர்களுக்கு அல்லாஹ் அழகிய உணவை நிச்சயமாக அளிக்கின்றான்; (ஏனெனில்) உணவளிப்பவர்களிலெல்லாம் நிச்சயமாக அல்லாஹ்வே மிக்க மேலானவன்"
        },
        {
            "chapter": 22,
            "verse": 59,
            "text": "நிச்சயமாக அவன் அவர்கள் விரும்பும் இடத்தில் அவர்களை பிரவேசிக்கச் செய்வான்; மேலும்; நிச்சயமாக அல்லாஹ் மிக அறிந்தவன், மிக்க பொறுமையுடையவன்"
        },
        {
            "chapter": 22,
            "verse": 60,
            "text": "அது (அப்படியே ஆகும்) எவன் தான் துன்புறுத்தப்படும் அளவே (துன்புறுத்தியவனை) தண்டித்து அதன் பின் அவன் மீது கொடுமை செய்யப்படுமானால் நிச்சயமாக அல்லாஹ் அவனுக்கு உதவி செய்வான். நிச்சயமாக அல்லாஹ் மிக்க மன்னிப்பவன்; பிழை பொறுப்பவன்"
        },
        {
            "chapter": 22,
            "verse": 61,
            "text": "அது(ஏனென்றால்) நிச்சயமாக அல்லாஹ் இரவைப் பகலில் புகுத்துகின்றான்; பகலை இரவில் புகுத்துகிறான்; இன்னும்; நிச்சயமாக அல்லாஹ் (எல்லாவற்றையும்) கேட்பவனாகவும், பார்ப்பவனாகவும் இருக்கின்றான்"
        },
        {
            "chapter": 22,
            "verse": 62,
            "text": "இது (ஏனெனில்); நிச்சயமாக அல்லாஹ்தான் உண்மை (இறைவன்) மற்றும் அவனையன்றி (வேறு) எதை அவர்கள் பிரார்த்திக்கிறார்களோ - அது பொய்யாகும்; இன்னும்; நிச்சயமாக அல்லாஹ் - அவனே உயர்ந்தவன், மிகவும் பெரியவன்"
        },
        {
            "chapter": 22,
            "verse": 63,
            "text": "நிச்சயமாக அல்லாஹ் வானத்திலிருந்து (மழை) நீரை இறக்குகிறான்; அதனால் பூமி பசுமையாகி விடுகிறது என்பதை நீர் பார்க்கவில்லையா? நிச்சயமாக அல்லாஹ் கிருபையுடையவன்; நன்கறிந்தவன்"
        },
        {
            "chapter": 22,
            "verse": 64,
            "text": "வானங்களில் உள்ளவையும், பூமியில் உள்ளவையும் அவனுக்கே உரியவனவாகும்; நிச்சயமாக அல்லாஹ் தேவைகள் அற்றவனாகவும் புகழ் மிக்கோனாகவும் இருக்கிறான்"
        },
        {
            "chapter": 22,
            "verse": 65,
            "text": "(நபியே) நீர் பார்க்கவில்லையா? நிச்சயமாக அல்லாஹ் இப்பூமியிலுள்ளவற்றையும், அவன் கட்டளையால் கடலில் செல்லும் கப்பல்களையும் உங்களுக்கு வசப்படுத்தித் தந்திருக்கின்றான், தன் அனுமதியின்றி பூமியின் மீது வானம் விழுந்து விடாதவாறு அவன் தடுத்தும் கொண்டிருக்கிறான். நிச்சயமாக அல்லாஹ் மனிதர்கள் மீது மிக்க இரக்கமும், அன்பும் உள்ளவன்"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "இன்னும்; அவன்தான் உங்களை வாழச் செய்கிறான்; பிறகு அவனே மரணம் அடையச் செய்கிறான். அதன் பின்னர் அவனே உங்களை உயிர்ப்பிப்பவன் (எனினும்) நிச்சயமாக மனிதன் நன்றிகெட்டவனாக இருக்கிறான்"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "(நபியே!) ஒவ்வொரு கூட்டத்தாருக்கும் வணக்க வழிபாட்டு முறையை ஏற்படுத்தினோம்; அதனை அவர்கள் பின்பற்றினர்; எனவே இக்காரியத்தில் அவர்கள் திடனாக உம்மிடம் பிணங்க வேண்டாம்; இன்னும்; நீர் (அவர்களை) உம்முடைய இறைவன் பக்கம் அழைப்பீராக! நிச்சயமாக நீர் நேர்வழியில் இருக்கின்றீர்"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "(நபியே!) பின்னும் அவர்கள் உம்மிடம் தர்க்கம் செய்தால்; \"நீங்கள் செய்வதை அல்லாஹ்வே நன்கறிந்தவன்\" என்று (அவர்களிடம்) கூறுவீராக"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "நீங்கள் எ(வ் விஷயத்)தில் முரண்பட்டுக் கொண்டிருக்கிறீர்களோ, அதைப்பற்றி அல்லாஹ் கியாம நாளில் உங்களுக்கிடையே தீர்ப்பளிப்பான்"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "நிச்சயமாக அல்லாஹ் வானத்திலும், பூமியிலும் உள்ளவற்றை நன்கறிகிறான் என்பதை நீர் அறியவில்லையா? நிச்சயமாக இவை(யெல்லாம்) ஒரு புத்தகத்தில் (பதிவு செய்யப்பட்டு) இருக்கின்றன. நிச்சயமாக இது அல்லாஹ்வுக்கு மிகவும் சுலபமானது"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "மேலும்; இவர்கள் அல்லாஹ் அல்லாததை வணங்குகின்றனர்; இதற்கு அவன் எந்த விதமான அத்தாட்சியையும் இறக்கவில்லை இதைப்பற்றி இ(வ்வாறு வணங்குப)வர்களுக்கு எவ்விதக் கல்வியாதாரமும் இல்லை எனவே, இத்தகைய அநியாயக்காரர்களுக்கு உதவி செய்வோர் இல்லை"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "இன்னும் அவர்கள் மீது நம்முடைய தெளிவான வசனங்கள் ஓதிக் காண்பிக்கப்பட்டால், காஃபிர்களுடைய முகங்களில் வெறுப்பை நீர் அறிவீர்; அவர்களிடம் நம் வசனங்களை ஓதிக் காட்டுபவர்களை அவர்கள் தாக்கவும் முற்படுவார்கள். \"இன்னும் கொடூரமானதை நான் உங்களுக்கு அறிவிக்கட்டுமா? (அதுதான் நரக) நெருப்; பு அதனை அல்லாஹ் காஃபிர்களுக்கு வாக்களிக்கிறான்; மேலும்; அது மீளும் இடங்களிலெல்லாம் மிகவும் கெட்டது\" என்று (நபியே!) நீர் கூறுவீராக"
        },
        {
            "chapter": 22,
            "verse": 73,
            "text": "மனிதர்களே! ஓர் உதாரணம் சொல்லப்படுகிறது. எனவே செவிதாழ்த்திக் கேளுங்கள். நிச்சயமாக அல்லாஹ்வையன்றி (வேறு) எவர்களை நீங்கள் பிரார்த்திக்கின்றீர்களோ, அவர்களெல்லாம் ஒன்று சேர்ந்தாலும் ஓர் ஈயைக்கூடப் படைக்க முடியாது இன்னும், அவர்களிடமிருந்து ஒரு பொருளை எடுத்துக் கொண்டு போனால் அவர்களால் அதனை அந்த ஈயிடத்திலிருந்து திரும்பக் கைப்பற்றவும் முடியாது தேடுவோனும், தேடப்படுவோனும் பலஹீனர்களே"
        },
        {
            "chapter": 22,
            "verse": 74,
            "text": "அவர்கள் அல்லாஹ்வைக் கண்ணியப்படுத்த வேண்டியாவாறு கண்ணயப்படுத்தவில்லை நிச்சயமாக அல்லாஹ் வல்லமை மிக்கவன்; (யாவரையும்) மிகைத்தவன்"
        },
        {
            "chapter": 22,
            "verse": 75,
            "text": "அல்லாஹ் மலக்குகளிலிருந்தும், மனிதர்களிலிருந்தும் தூதர்களை தேர்ந்தெடுத்துக் கொள்கிறான்! நிச்சயமாக அல்லாஹ் (எல்லாவற்றையும்) செவியேற்பவன்; பார்ப்பவன்"
        },
        {
            "chapter": 22,
            "verse": 76,
            "text": "அவர்களுக்கு முன் (சென்று) இருப்பதையும், அவர்களுக்குப் பின் (வர) இருப்பதையும் அவன் நன்கறிகிறான். இன்னும் அல்லாஹ்விடமே எல்லாக் காரியங்களும் (தீர்வுக்காக) மீட்கப்படும்"
        },
        {
            "chapter": 22,
            "verse": 77,
            "text": "ஈமான் கொண்டவர்களே! நீங்கள் ருகூஃ செய்யுங்கள்; இன்னும் ஸஜ்தாவும் செய்யுங்கள்; இன்னும் உங்கள் இறைவனை வணங்குங்கள்; மேலும்; நீங்கள் வெற்றி பெரும் பொருட்டு, நன்மையே செய்யுங்கள்"
        },
        {
            "chapter": 22,
            "verse": 78,
            "text": "இன்னும் நீங்கள் அல்லாஹ்வின் பாதையில் அவனுக்காக போராட வேண்டிய முறைப்படி போராடுங்கள்; அவன் உங்களைத் தேர்ந்தெடுத்துக் கொண்டான்; இந்த தீனில் (மார்க்கத்தில்) அவன் உங்களுக்கு எந்த சிரமத்தையும் ஏற்படுத்தவில்லை இது தான் உங்கள் பிதாவாகிய இப்றாஹீமுடைய மார்க்கமாகும்; அவன்தாம் இதற்கு முன்னர் உங்களுக்கு முஸ்லிம்கள் எனப் பெயரிட்டான். இ(வ்வேதத்)திலும் (அவ்வாறே கூறப் பெற்றுள்ளது); இதற்கு நம்முடைய இத்தூதர் உங்களுக்குச் சாட்சியாக இருக்கிறார்; எனவே நீங்கள் தொழுகையை நிலை நிறுத்துங்கள் இன்னும் ஜகாத்தைக் கொடுத்து வாருங்கள், அல்லாஹ்வைப் பற்றிக் கொள்ளுங்கள், அவன்தான் உங்கள் பாதுகாவலன்;. பாதுகாவலர்களிலெல்லாம் அவனே மிக்க நல்லவன், மிகச் சிறந்த உதவியாளன்"
        },
        {
            "chapter": 23,
            "verse": 1,
            "text": "ஈமான் கொண்டவர்கள் நிச்சயமாக வெற்றி பெற்று விட்டனர்"
        },
        {
            "chapter": 23,
            "verse": 2,
            "text": "அவர்கள் எத்தகையயோரென்றால், தங்கள் தொழுகையில் உள்ளச்சத்தோடு இருப்பார்கள்"
        },
        {
            "chapter": 23,
            "verse": 3,
            "text": "இன்னும், அவர்கள் வீணான (பேச்சு, செயல் ஆகிய)வற்றை விட்டு விலகியிருப்பார்கள்"
        },
        {
            "chapter": 23,
            "verse": 4,
            "text": "ஜகாத்தையும் தவறாது கொடுத்து வருவார்கள்"
        },
        {
            "chapter": 23,
            "verse": 5,
            "text": "மேலும், அவர்கள் தங்களுடைய வெட்கத் தலங்களைக் காத்துக் கொள்வார்கள்"
        },
        {
            "chapter": 23,
            "verse": 6,
            "text": "ஆனால், அவர்கள் தங்கள் மனைவிகளிடமோ அல்லது தங்கள் வலக்கரம் சொந்தமாக்கிக் கொண்டவர்களிடமோ தவிர - (இவர்களிடம் உறவு கொள்வது கொண்டும்) நிச்சயமாக அவர்கள் பழிக்கப்படமாட்டார்கள்"
        },
        {
            "chapter": 23,
            "verse": 7,
            "text": "ஆனால், இதற்கு அப்பால் (வேறு வழிகளை) எவர் நாடுகிறாரோ அ(த்தகைய)வர்கள் தாம் வரம்பு மீறியவர்களாவார்கள்"
        },
        {
            "chapter": 23,
            "verse": 8,
            "text": "இன்னும், அவர்கள் தங்கள் (இடம் ஒப்படைக்கப்பட்ட) அமானிப் பொருட்களையும், தங்கள் வாக்குறுதிகளையும் காப்பாற்றுவார்கள்"
        },
        {
            "chapter": 23,
            "verse": 9,
            "text": "மேலும் அவர்கள் தம் தொழுகைகளை(க் குறித்த காலத்தில் முறையோடு) பேணுவார்கள்"
        },
        {
            "chapter": 23,
            "verse": 10,
            "text": "இத்தகையோர் தாம் (சவர்க்கத்தின்) வாரிசுதாரர்கள்"
        },
        {
            "chapter": 23,
            "verse": 11,
            "text": "இவர்கள் ஃபிர்தவ்ஸ் (என்னும் சுவனபதியை) அனந்தரங் கொண்டு அதில் இவர்கள் என்றென்றும் தங்கியிருப்பார்கள்"
        },
        {
            "chapter": 23,
            "verse": 12,
            "text": "நிச்சயமாக நாம் (ஆதி) மனிதரைக் களி மண்ணிலிருந்துள்ள சத்தினால் படைத்தோம்"
        },
        {
            "chapter": 23,
            "verse": 13,
            "text": "பின்னர் நாம் (மனிதனைப் படைப்பதற்காக) அவனை ஒரு பாதுகாப்பன இடத்தில் இந்திரியத் துளியாக்கி வைத்தோம்"
        },
        {
            "chapter": 23,
            "verse": 14,
            "text": "பின்னர் அந்த இந்திரியத் துளியை அலக் என்ற நிலையில் ஆக்கினோம்; பின்னர் அந்த அலக்கை ஒரு தசைப் பிண்டமாக்கினோம்; பின்னர் அத்தசைப்பிண்டத்தை எலும்புகளாகவும் ஆக்கினோம்; பின்னர், அவ்வெலும்புகளுக்கு மாமிசத்தை அணிவித்தோம்; பின்னர் நாம் அதனை வேறு ஒரு படைப்பாக (மனிதனாகச்) செய்தோம். (இவ்வாறு படைத்தவனான) அல்லாஹ் பெரும் பாக்கியமுடையவன் (படைப்பாளர்களில் எல்லாம்) மிக அழகான படைப்பாளன்"
        },
        {
            "chapter": 23,
            "verse": 15,
            "text": "பிறகு, நிச்சயமாக நீங்கள் மரணிப்பவர்களாக இருக்கிறீர்கள்"
        },
        {
            "chapter": 23,
            "verse": 16,
            "text": "பிறகு, கியாம நாளன்று, நிச்சயமாக நீங்கள் எழுப்பப்படுவீர்கள்"
        },
        {
            "chapter": 23,
            "verse": 17,
            "text": "அன்றியும், உங்களுக்கு மேலே ஏழு பதைகளைத் திடனாக நாம் படைத்திருக்கிறோம் - (நமது) படைப்பைக் குறித்து நாம் எப்பொழுது பராமுகமாக இருக்கவில்லை"
        },
        {
            "chapter": 23,
            "verse": 18,
            "text": "மேலும், வானத்திலிருந்து நாம் திட்டமான அளவில் (மழை) நீரை இறக்கி, அப்பால் அதனைப் பூமியில் தங்க வைக்கிறோம்; நிச்சயமாக அதனைப் போக்கிவிடவும் நாம் சக்தியுடையோம்"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "அதனைக் கொண்டு, நாம் உங்களுக்கு பேரீச்சை திராட்சை தோட்டங்களை உண்டாக்கியிருக்கின்றோம்; அவற்றில் உங்களுக்கு ஏராளமான கனிவகைகள் இருக்கின்றன் அவற்றிலிருந்து நீங்கள் புசிக்கிறீர்கள்"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "இன்னும் தூர் ஸினாய் மலைக்கருகே உற்பத்தியாகும் மரத்தையும் (உங்களுக்காக நாம் உண்டாக்கினோம்) அது எண்ணெயை உற்பத்தி செய்கிறது. மேலும் (ரொட்டி போன்றவற்றை) சாப்பிவோருக்கு தொட்டு சாப்பிடும் பொருளாகவும் (அது அமைந்துள்ளது)"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "நிச்சயமாக உங்களுக்கு (ஆடு, மாடு, ஒட்டகம் முதலிய) பிராணிகளில் ஒரு படிப்பினை இருக்கிறது. அவற்றின் வயிறுகளிலிருந்து (சுரக்கும் பாலை) நாம் உங்களுக்கு புகட்டுகிறோம்; இன்னும் அவற்றில் உங்களுக்கு அநேக பயன்கள் இருக்கின்றன அவற்றி(ன் மாமிசத்தி)லிருந்து நீங்கள் புசிக்கின்றீர்கள்"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "மேலும் அவற்றின் மீதும், கப்பல்களிலும் நீங்கள் சுமக்கப்படுகின்றீர்கள்"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "இன்னும்; நிச்சயமாக, நாம் நூஹை அவருடைய சமூகத்தாரிடத்தில் அனுப்பினோம்; அப்போது அவர் (தம் சமூகத்தாரிடம்) \"என் சமூகத்தவர்களே! நீங்கள் அல்லாஹ்வை வணங்குங்கள் அவனன்றி உங்களுக்கு (வேறு) நாயன் இல்லை, நீங்கள் (அவனுக்கு) அஞ்ச வேண்டாமா?\" என்று கூறினார்"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "ஆனால், அவருடைய சமூகத்தாரில் காஃபிர்களாய் இருந்த தலைவர்கள்; \"இவர் உங்களைப் போன்ற மனிதரேயன்றி வேறில்லை இவர் உங்களை விட சிறப்புப் பெற விரும்புகிறார்; மேலும், அல்லாஹ் நாடியிருந்தால் அவன் மலக்குகளை(த் தூதர்களாக) அனுப்பியிருப்பான். முன்னிருந்த நம் மூதாதையரிடம் இ(த்தகைய விஷயத்)தை நாம் கேள்விப்பட்டதேயில்லை\" என்று கூறினார்கள்"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "இவர் ஒரு பைத்தியக்கார மனிதரேயன்றி வேறில்லை எனவே இவருடன் நீங்கள் சிறிது காலம் பொறுத்திருந்து பாருங்கள்\" (எனவும் கூறினர்)"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "என் இறைவா! இவர்கள் என்னை பொய்ப்பிப்பதின் காரணமாக நீ எனக்கு உதவி புரிவாயாக!\" என்று கூறினார்"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "அதற்கு, \"நீர் நம் கண் முன் நம்முடைய வஹீயறிவிப்பின்படியும் கப்பலைச் செய்வீராக! பிறகு நம்முடைய கட்டளை வந்து, அடுப்புக் கொதிக்கும் போது, ஒவ்வொன்றிலும் ஆண், பெண் இரண்டிரண்டு சேர்ந்த ஜதையையும், உம்முடைய குடம்பத்தினரில் எவர் மீது நம் (தண்டனை பற்றிய) வாக்கு ஏற்பட்டுவிட்டதோ அவரைத் தவிர, (மற்றவர்களையும்) அதில் ஏற்றிக் கொள்ளும்; இன்னும் அநியாயம் செய்தார்களே அவர்களைப் பற்றி நீர் என்னிடம் பரிந்து பேச வேண்டாம் - நிச்சயமாக அவர்கள் மூழ்கடிக்கப்படுவார்கள்\" என்று அவருக்கு நாம் அறிவித்தோம்"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "நீரும், உம்முடன் இருப்பவர்களும் கப்பலில் அமர்ந்ததும்; \"அநியாயக்காரரான சமூகத்தாரை விட்டும் எங்களைக் காப்பாற்றிய அல்லாஹ்வுக்கே எல்லாப் புகழும்\" என்று கூறுவீராக"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "மேலும் \"இறைவனே! நீ மிகவும் பாக்கியம் உள்ள இறங்கும் தலத்தில் என்னை இறக்கி வைப்பாயாக! நீயே (பத்தரமாக) இறக்கி வைப்பவர்களில் மிக்க மேலானவன்\" என்று பிரார்த்திப்பீராக! (எனவும் அறிவித்தோம்)"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "நிச்சயமாக இவற்றில் (பல) அத்தாட்சிகள் இருக்கின்றன் நாம் (இவ்வாறே மனிதர்களைச்) சோதிப்பவராக இருக்கின்றோம்"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "பின்னர், (பிரளயத்தில் மூழ்கிவிட்ட) இவர்களை அடுத்து வேறொரு தலைமுறையினரை உண்டாக்கினோம்"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "அவர்களிலிருந்தே ஒரு தூதரையும் அவர்களிடையே நாம் அனுப்பினோம். \"அல்லாஹ்வையே வணங்குங்கள்; அவனன்றி, உங்களுக்கு (வேறு) நாயன் இல்லை நீங்கள் (அவனுக்கு) அஞ்ச வேண்டாமா?\" (என்றும் அவர் கூறினார்)"
        },
        {
            "chapter": 23,
            "verse": 33,
            "text": "ஆனால், அவருடைய சமூகத்தாரில் காஃபிர்களாய் இருந்த தலைவர்களும் இன்னும் இறுதி தீர்ப்பு நாளை சந்திப்பதைப் பொய்ப்படுத்த முற்பட்டார்களே அவர்களும், நாம் அவர்களுக்கு இவ்வுலக வாழ்க்கையில் விசாலமான (சகானுபவங்களைக்) கொடுத்திருந்தோமே அவர்களும், (தம் சமூகத்தாரிடம்) \"இவர் உங்களைப் போன்ற ஒரு மனிதரேயன்றி வேறில்லை நீங்கள் உண்பதையே அவரும் உண்கிறார்; நீங்கள் குடிப்பதையே அவரும் குடிக்கிறார்"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "எனவே உங்களைப் போன்ற ஒரு மனிதருக்கு நீங்கள் கட்டுப்பட்டால் நிச்சயமாக நீங்கள் நஷ்டவாளிகளே"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "நிச்சயமாக நீங்கள் மரித்து மண்ணாகவும் எலும்புகளாகவும் ஆன பின்னர் நிச்சயமாக நீங்கள் (மீண்டும்) வெளிப்படுத்தப்படுவீர்கள் என்று அவர் உங்களுக்கு வாக்குறுதி அளிக்கிறாரா"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "(அப்படியாயின்) உங்களுக்கு வாக்குறுதியளிக்கப்பட்டது, வெகு தொலைவு, வெகு தொலைவு (ஆகவே இருக்கிறது)"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "நமது இவ்வுலக வாழ்க்கையைத் தவிர (நமக்கு) வேறு வாழ்க்கை இல்லை, நாம் இறப்போம்; (இப்போது) நாம் உயிருடன் இருக்கிறோம்; ஆனால், மீண்டும் நாம் (உயிர் கொடுக்கப்பெற்று) எழுப்பப்டப் போகிறவர்கள் அல்ல"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "இவர் அல்லாஹ்வின் மீது பொய்யாக இட்டுக் கட்டும் மனிதரேயன்றி வேறில்லை எனவே இவரை நாம் நம்பமாட்டோம்\" என்று (கூறினர்)"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "என் இறைவா! என்னை இவர்கள் பொய்ப்படுத்துகின்ற காரணத்தினால் எனக்கு நீ உதவி புரிவாயாக!\" என்று கூறினார்"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "சிறிது காலத்தில் அவர்கள் நிச்சயமாகக் கைசேதப்பட்டவர்களாகி விடுவார்கள்\" என்று கூறினார்"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "அப்பால், (இடி முழக்கம் போன்ற) ஒரு சப்தம் நியாயமான முறையில் அவர்களைப் பிடித்துக்கொண்டது நாம் அவர்களை கூளங்களாக ஆக்கிவிட்டோம்; எனவே அநியாயக்கார சமூகத்தார் (இறை ரஹ்மத்திலிருந்தும்) தொலைவிலோ ஆகிவிட்டார்கள்"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "அப்பால், நாம் அவர்களுக்குப் பின் வேறு தலைமுறையினர்களையும் உண்டாக்கினோம்"
        },
        {
            "chapter": 23,
            "verse": 43,
            "text": "எந்த ஒரு சமுதாயமும் அதற்குரிய தவணையை முந்தவும் மாட்டார்கள்; பிந்தவும் மாட்டார்கள்"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "பின்னரும் நாம் நம்முடைய தூதர்களைத் தொடர்ச்சியாக அனுப்பி வைத்தோம். ஒரு சமுதாயத்திடம் அதன் தூதர் வந்த போதெல்லாம், அவர்கள் அவரைப் பொய்யாக்க முற்பட்டார்கள்; ஆகவே நாம் அச்சமூகத்தாரையும் (அழிவில்) ஒருவருக்குப் பின் ஒருவராகக்கி நாம் அவர்களை(ப் பின் வருவோர் பேசம் பழங்)கதைகளாகச் செய்தோம். எனவே, நம்பிக்கை கொள்ளாத மக்களுக்கு (அல்லாஹ்வின் ரஹ்மத்) நெடுந்தொலைவேயாகும்"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "பின்னர், நாம் மூஸாவையும், அவருடைய சகோதரர் ஹாரூனையும், நம்முடைய அத்தாட்சிகளுடனும், தெளிவான சான்றுகளுடனும் அனுப்பினோம்"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "ஃபிர்அவ்னிடத்திலும், அவனுடைய பிரமுகர்களிடத்திலும் அவர்கள் ஆணவங்கொண்டு பெருமையடிக்கும் சமூகத்தாராக இருந்தார்கள்"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "எனவே \"நம்மைப் போன்ற இவ்விரு மனிதர்கள் மீதுமா நாம் ஈமான் கொள்வது? (அதிலும்) இவ்விருவரின் சமூகத்தாரும் நமக்கு அடிபணிந்து (தொண்டூழியம் செய்து) கொண்டிருக்கும் நிலையில்!\" எனக் கூறினர்"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "ஆகவே இவ்விருவரையும் அவர்கள் பொய்ப்பிக்க முற்பட்டார்கள்; (அதன் விளைவாய்) அவர்கள் அழிந்தோராயினர்"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "(தவிர) அவர்கள் நேர்வழி பெறுவதற்காக நாம் மூஸாவுக்கு நிச்சயமாக வேதத்தையும் கொடுத்தோம்"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "மேலும், மர்யமுடைய மகனையும் அவருடைய தாயாரையும் ஓர் அத்தாட்சியாக்கினோம்; அன்றியும் அவ்விருவருக்கும், வசதியான நீரூற்றுகள் நிரம்பியதும், தங்குவதற்கு வசதியுள்ளதுமான மேட்டுப் பாங்கான நல்லிடத்தைக் கொடுத்தோம்"
        },
        {
            "chapter": 23,
            "verse": 51,
            "text": "(நம் தூதர்கள் ஒவ்வொருவரிடத்திலும்;) \"தூதர்களே! நல்ல பொருள்களிலிருந்தே நீங்கள் உண்ணுங்கள்; (ஸாலிஹான) நல்லமல்களை செய்யுங்கள்; நிச்சயமாக நீங்கள் செய்பவற்றை நான் நன்கு அறிபவன் (என்றும்)"
        },
        {
            "chapter": 23,
            "verse": 52,
            "text": "இன்னும், நிச்சயமாக (சன்மார்க்கமான) உங்கள் சமுதாயம் (முழுவதும்) ஒரே சமுதாயம் தான்; மேலும், நானே உங்களுடைய இறைவனாக இருக்கின்றேன்; எனவே நீங்கள் எனக்கே அஞ்சங்கள்\" (என்றும் கூறினோம்)"
        },
        {
            "chapter": 23,
            "verse": 53,
            "text": "ஆனால், அ(ச்சமுதாயத்த)வர்களோ தம் மார்க்க காரியத்தில் சிதறுண்டு, தமக்கிடையே பல பிரிவுகளாய் பிரிந்து, ஒவ்வொரு பிரிவினரும் தம்மிடம் இருப்பதைக் கொண்டே மகிழ்ச்சியடைபவர்களாய் இருக்கின்றனர்"
        },
        {
            "chapter": 23,
            "verse": 54,
            "text": "எனவே, அவர்களை ஒரு காலம் வரை தம் அறியாமையிலேயே ஆழ்ந்திருக்க விட்டுவிடும்"
        },
        {
            "chapter": 23,
            "verse": 55,
            "text": "அவர்களுக்கு நாம் செல்வத்தையும் சந்ததிகளையும் அதிகமாகக் கொடுத்திருப்பது பற்றி அவர்கள் என்ன எண்ணிக்கொண்டார்கள்"
        },
        {
            "chapter": 23,
            "verse": 56,
            "text": "அவர்களுக்கு நன்மைகளில் நாம் விரைந்து வழங்குகிறோம் என்று அவர்கள் எண்ணிக் கொண்டார்களா? அவ்வாறல்ல அவர்கள் (இதை) உணர்வதில்லை"
        },
        {
            "chapter": 23,
            "verse": 57,
            "text": "நிச்சயமாக, எவாகள் தம் இறைவனிடம் அஞ்சுபவர்களாக இருக்கிறார்களோ அவர்களும்"
        },
        {
            "chapter": 23,
            "verse": 58,
            "text": "இன்னும் எவர்கள் தம் இறைவனுடைய வசனங்கள் மீது நம்பிக்கை கொள்கிறார்களோ அவர்களும்"
        },
        {
            "chapter": 23,
            "verse": 59,
            "text": "இன்னும் எவர்கள் தம் இறைவனுக்கு (எதையும்) இணையாக்காதிருக்கிறார்களோ அவர்களும்"
        },
        {
            "chapter": 23,
            "verse": 60,
            "text": "இன்னும் எவர்கள் தம் இறைவனிடம் தாங்கள் திரும்பிச் செல்லவேண்டியவர்கள் என்று அஞ்சும் நெஞ்சத்தினராய் (நாம் கொடுத்ததிலிருந்து) தங்களால் இயன்ற மட்டும் (அல்லாஹ்வின் பாதையில்) கொடுக்கிறார்களோ அவர்களும்"
        },
        {
            "chapter": 23,
            "verse": 61,
            "text": "இ(த்தகைய)வர்கள் தாம் நன்மைகளின் பக்கம் விரைகின்றனர்; இன்னும் அவற்றை (நிறைவேற்றி வைப்பதில்) முந்துபவர்களாகவும் இருப்பார்கள்"
        },
        {
            "chapter": 23,
            "verse": 62,
            "text": "நாம் எந்த ஆத்மாவையும், அதன் சக்திக்கு ஏற்றவாறு அல்லாமல் (அதிகம் செய்யுமாறு) நிர்ப்பந்திக்க மாட்டோம்; மேலும் உண்மையை பேசும் ஒரு (பதிவுப்) புத்தகம் நம்மிடம் இருக்கிறது இன்னும் அவர்களுக்கு (ஒரு சிறிதும்) அநியாயம் செய்யப்பட மாட்டாது"
        },
        {
            "chapter": 23,
            "verse": 63,
            "text": "ஆனால் அவர்களுடைய இதயங்கள் இதைக் குறித்து அறியாமையிலேயே (ஆழ்ந்து) கிடக்கின்றன இன்னும், அவர்களுக்கு இதுவன்றி (வேறு தீய) காரியங்களும் உண்டு. அதனை அவர்கள் செய்து வருகிறார்கள்"
        },
        {
            "chapter": 23,
            "verse": 64,
            "text": "(இவ்வுலக) சுகானுபவங்களில் மூழ்கிக் கிடப்போரை நாம் வேதனையைக் கொண்டு பிடிக்கும்போது, உதவிக்காக அவர்கள் அபயக் குரல் எழுப்புவார்கள்"
        },
        {
            "chapter": 23,
            "verse": 65,
            "text": "இன்று நீங்கள் உதவிக்காக அபயக் குரலை எழுப்பாதீர்கள்; நிச்சயமாக, நீங்கள் நம்மிடமிருந்து உதவி செய்யப்பட மாட்டீர்கள்"
        },
        {
            "chapter": 23,
            "verse": 66,
            "text": "என்னுடைய வசனங்கள் நிச்சயமாக உங்களுக்கு ஓதிக் காண்பிக்கப்பட்டன ஆனால் நீங்கள் புறங்காட்டிச் சென்று கொண்டிருந்தீர்கள்"
        },
        {
            "chapter": 23,
            "verse": 67,
            "text": "ஆணவங் கொண்டவர்களாக இராக்காலத்தில் கூடி குர்ஆனை பற்றி கட்டுக்கதைகள் போல் வீண் வார்த்தையாடியவர்களாக (அதைப் புறக்கணித்தீர்கள் என்று அவர்களிடம் கூறப்படும்)"
        },
        {
            "chapter": 23,
            "verse": 68,
            "text": "(குர்ஆனின்) சொல்லைப் பற்றி அவர்கள் சிந்தித்துப் பார்க்கவில்லையா? அல்லது தம் முன்னவர்களான மூதாதையருக்கு வராத ஒன்று அவர்களுக்கு வந்துவிட்டதா"
        },
        {
            "chapter": 23,
            "verse": 69,
            "text": "அல்லது அவர்கள் தங்களுடைய (இறுதித்) தூதரைச் சரிவர அறிந்து கொள்ளாது அவரை நிராகரிக்கிறவர்களாய் இருக்கின்றார்களா"
        },
        {
            "chapter": 23,
            "verse": 70,
            "text": "அல்லது, \"அவருக்குப் பைத்தியம் பிடித்திருக்கிறது\" என்று அவர்கள் கூறுகிறார்களா? இல்லை அவர் உண்மையைக் கொண்டே அவர்களிடம் வந்துள்ளார், எனினும் அவர்களில் பெரும்பாலோர் அந்த உண்மையையே வெறுக்கிறார்கள்"
        },
        {
            "chapter": 23,
            "verse": 71,
            "text": "இன்னும் அந்த உண்மை அவர்களுடைய இச்சைகளைப் பின்பற்றி இருக்குமாயின் நிச்சயமாக வானங்களும், பூமியும் அவற்றிலுள்ளவைகளும் சீர்கெட்டுப் போயிருக்கும்; அதனால், அவர்களுக்கு நாம் நினைவூட்டும் நல்லுபதேசமான திக்ரை குர்ஆனை அளித்தோம். எனினும் அவர்கள் தங்களிடம் வந்த திக்ரை குர்ஆனை புறக்கணிக்கின்றனர்"
        },
        {
            "chapter": 23,
            "verse": 72,
            "text": "அல்லது நீர் அவர்களிடம் கூலி ஏதும் கேட்கிறீரா? (இல்லை! ஏனெனில்) உம்முடைய இறைவன் கொடுக்கும் கூலியே மிகவும் மேலானது இன்னும் அளிப்பவர்களில் அவனே மிக்க மேலானவன்"
        },
        {
            "chapter": 23,
            "verse": 73,
            "text": "மேலும், நிச்சயமாக நீர் அவர்களை ஸிராத்தும் முஸ்தகீம் (நேரான வழியின்) பக்கமே அழைக்கின்றீர்"
        },
        {
            "chapter": 23,
            "verse": 74,
            "text": "இன்னும் எவர் மறுமையை நம்பவில்லையோ, நிச்சயமாக அவர் அந்த (நேர்) வழியை விட்டு விலகியவர் ஆவார்"
        },
        {
            "chapter": 23,
            "verse": 75,
            "text": "ஆனால் அ(த்தகைய)வர்கள் மீது கிருபை கொண்டு, அவர்களுக்கு ஏற்பட்ட துன்பத்தை நீக்கிவிடுவோமானால், அவர்கள் தட்டழிந்தவர்களாக தங்கள் வழிகேட்டிலேயே அவர்கள் நீடிக்கின்றனர்"
        },
        {
            "chapter": 23,
            "verse": 76,
            "text": "திடனாக நாம் அவர்களை வேதனையைக் கொண்டு பிடித்திருக்கிறோம்; ஆனால், அவர்கள் தங்கள் இறைவனுக்குப் பணியவுமில்லை தாழ்ந்து பிரார்; த்திக்கவுமில்லை"
        },
        {
            "chapter": 23,
            "verse": 77,
            "text": "எதுவரையிலெனின், நாம் அவர்கள் மீது கடும் வேதனையின் வாயிலைத் திறந்து விடுவோமானால், அவர்கள் அதனால் நம்பிக்கை இழந்துவிடுகிறார்கள்"
        },
        {
            "chapter": 23,
            "verse": 78,
            "text": "இன்னும் அவனே உங்களுக்குச் செவிப்புலனையும், பார்வைகளையும், இதயங்களையும் படைத்தவன்; மிகக் குறைவாகவே அவனுக்கு நீங்கள் நன்றி செலுத்துகிறீர்கள்"
        },
        {
            "chapter": 23,
            "verse": 79,
            "text": "மேலும், அவன்தான் உங்களை இப்பூமியில் பல்கிப் பெருகச் செய்தான்; இன்னும், அவனிடத்திலேயே நீங்கள் ஒன்று திரட்டப்படுவீர்கள்"
        },
        {
            "chapter": 23,
            "verse": 80,
            "text": "அவனே உயிர் கொடுக்கிறான்; இன்னும் அவனே மரணிக்கச் செய்கிறான்; மற்றும், இரவும் பகலும் மாறி மாறி வருவதும் அவனுக்குரியதே! (இவற்றை) நீங்கள் விளங்கிக் கொள்ளமாட்டீர்களா"
        },
        {
            "chapter": 23,
            "verse": 81,
            "text": "மாறாக, முன்னிருந்தவர்கள் கூறியதைப் போலவே, இவர்களும் கூறுகிறார்கள்"
        },
        {
            "chapter": 23,
            "verse": 82,
            "text": "நாங்கள் மரித்து மண்ணாகவும் எலும்புகளாகவும் ஆகிவிட்டாலுமா நாங்கள் நிச்சயமாக எழுப்பப்படுவோம்?\" என்று அவர்கள் கூறினார்கள்"
        },
        {
            "chapter": 23,
            "verse": 83,
            "text": "மெய்யாகவே முன்னர் நாங்கள் (அதாவது) நாமும், எம் மூதாதையரும் இவ்வாறே வாக்களிக்கப்பட்டிருக்கிறோம்; ஆனால் இது முன்னுள்ளவர்களின் கட்டுக் கதைகளே அன்றி வேறில்லை\" (என்றும் கூறிகின்றனர்)"
        },
        {
            "chapter": 23,
            "verse": 84,
            "text": "நீங்கள் அறிந்திருந்தால், இப் பூமியும் இதிலுள்ளவர்களும் யாருக்கு(ச் சொந்தம்? என்று (நபியே!) நீர் கேட்பீராக"
        },
        {
            "chapter": 23,
            "verse": 85,
            "text": "அல்லாஹ்வுக்கே\" என்று அவர்கள் கூறுவார்கள்; \"(அவ்வாறாயின் இதை நினைவிற்கொண்டு) நீங்கள் நல்லுணர்வு பெறமாட்டீர்களா?\" என்று கூறுவீராக"
        },
        {
            "chapter": 23,
            "verse": 86,
            "text": "ஏழு வானங்களுக்கு இறைவனும் மகத்தான அர்ஷுக்கு இறைவனும் யார்?\" என்றும் கேட்பீராக"
        },
        {
            "chapter": 23,
            "verse": 87,
            "text": "அல்லாஹ்வுக்கே\" என்று அவர்கள் சொல்வார்கள்; \"(அவ்வாறாயின்) நீங்கள் அவனுக்கு அஞ்சி இருக்கமாட்டீர்களா?\" என்று கூறுவீராக"
        },
        {
            "chapter": 23,
            "verse": 88,
            "text": "எல்லாப் பொருட்களின் ஆட்சியும் யார் கையில் இருக்கிறது? யார் எல்லாவற்றையும் பாதுகாப்பவனாக ஆனால் அவனுக்கு எதிராக எவரும் பாதுகாக்கப்பட முடியாதே அவன் யார்? நீங்கள் அறிவீர்களாயின் (சொல்லுங்கள்)\" என்று கேட்பீராக"
        },
        {
            "chapter": 23,
            "verse": 89,
            "text": "அதற்கவர்கள் \"(இது) அல்லாஹ்வுக்கே (உரியது)\" என்று கூறுவார்கள். (\"உண்மை தெரிந்தும்) நீங்கள் ஏன் மதி மயங்குகிறீர்கள்?\" என்று கேட்பீராக"
        },
        {
            "chapter": 23,
            "verse": 90,
            "text": "எனினும், நாம் அவர்களிடம் உண்மையை கொண்டுவந்தோம்; ஆனால் நிச்சயமாக அவர்களோ பொய்யர்களாகவே இருக்கிறார்கள்"
        },
        {
            "chapter": 23,
            "verse": 91,
            "text": "அல்லாஹ் தனக்கென ஒரு மகனை எடுத்துக் கொள்ளவில்லை. அவனுடன் (வேறு) நாயனுமில்லை அவ்வாறாயின் (அவர்கள் கற்பனை செய்யும்) ஒவ்வோர் நாயனும் தான் படைத்தவற்றை(த் தன்னுடன் சேர்த்து)க் கொண்டு போய் சிலர் சிலரைவிட மிகைப்பார்கள். (இவ்வாறெல்லாம்) இவர்கள் வர்ணிப்பதை விட்டும் அல்லாஹ் மிகவும் தூயவன்"
        },
        {
            "chapter": 23,
            "verse": 92,
            "text": "அவன் மறைவனதையும் பகிரங்கமானதையும் நன்கறிபவன்; எனவே அவர்கள் (அவனுக்கு) இணை வைப்பவற்றை விட்டும் அவன் மிகவும் உயர்ந்தவன்"
        },
        {
            "chapter": 23,
            "verse": 93,
            "text": "(நபியே!) நீர் கூறுவீராக \"என் இறைவனே! அவர்களுக்கு வாக்களிக்கப்பட்டதை (வேதனையை) நீ எனக்கு காண்பிப்பதாயின்"
        },
        {
            "chapter": 23,
            "verse": 94,
            "text": "என் இறைவனே! அப்போது என்னை அந்த அநியாயக்காரர்களின் சமூகத்துடன் என்னைச் சேர்த்து வைக்காதிருப்பாயாக\" என்று"
        },
        {
            "chapter": 23,
            "verse": 95,
            "text": "இன்னும், நிச்சயமாக, அவர்களுக்கு வாக்களிப்பதை (வேதனையை) உமக்குக் காண்பிக்க ஆற்றலுடையோம் நாம்"
        },
        {
            "chapter": 23,
            "verse": 96,
            "text": "(நபியே!) நீர் அழகிய நன்மையைக் கொண்டு தீமையைத் தடுத்துக் கொள்வீராக! அவர்கள் வர்ணிப்பதை நாம் நன்கறிவோம்"
        },
        {
            "chapter": 23,
            "verse": 97,
            "text": "இன்னும்; நீர் கூறுவீராக! \"என் இறைவனே! ஷைத்தானின் தூண்டுதல்களிலிருந்து நான் உன்னைக் கொண்டு காவல் தேடுகிறேன்\" (என்றும்)"
        },
        {
            "chapter": 23,
            "verse": 98,
            "text": "இன்னும் அவை என்னிடம் நெருங்காமலிருக்கவும் என் இறைவனே! உன்னிடம் காவல் தேடுகிறேன்' (என்று கூறுவீராக)"
        },
        {
            "chapter": 23,
            "verse": 99,
            "text": "அவர்களில் ஒருவனுக்கு மரணம் வரும்போது, அவன்; \"என் இறைவனே! என்னைத் திரும்ப (உலகுக்குத்) திருப்பி அனுப்புவாயாக!\" என்று கூறுவான்"
        },
        {
            "chapter": 23,
            "verse": 100,
            "text": "நான் விட்டுவந்ததில் நல்ல காரியங்களைச் செய்வதற்காக\" (என்றும் கூறுவான்). அவ்வாறில்லை! அவன் கூறுவது வெறும் வார்த்தையே(யன்றி வேறில்லை) அவர்கள் எழுப்பப்படும் நாள்வரையும் அவர்கள் முன்னே ஒரு திரையிருக்கிறது"
        },
        {
            "chapter": 23,
            "verse": 101,
            "text": "எனவே ஸூர் (எக்காளம்) ஊதப்பட்டு விட்டால், அந்நாளில் அவர்களுக்கிடையே பந்துத்துவங்கள் இருக்காது ஒருவருக்கொருவர் விசாரித்துக் கொள்ளவும் மாட்டார்கள்"
        },
        {
            "chapter": 23,
            "verse": 102,
            "text": "எவருடைய (நன்மைகளின்) எடைகள் கனமாக இருக்கின்றனவோ அவர்கள் தாம் வெற்றியாளர்கள்"
        },
        {
            "chapter": 23,
            "verse": 103,
            "text": "ஆனால், எவருடைய (நன்மைகளின்) எடைகள் இலேசாக இருக்கின்றனவோ, அவர்கள் தாம் தங்களையே நஷ்டப்படுத்திக் கொண்டவர்கள்; அவர்கள் தாம் நரகத்தில் நிரந்தரமானவர்கள்"
        },
        {
            "chapter": 23,
            "verse": 104,
            "text": "(நரக) நெருப்பு அவர்களுடைய முகங்களை கரிக்கும்; இன்னும் அதில் அவர்கள் உதடு சுருண்டு (முகம் விகாரமானவர்களாக) இருப்பார்கள்"
        },
        {
            "chapter": 23,
            "verse": 105,
            "text": "என்னுடைய வசனங்கள் உங்களுக்கு ஓதிக் காண்பிக்கப்படவில்லையா? அப்போது நீங்கள் அவற்றைப் பொய்ப்பிக்கலானீர்கள்\" (என்று கூறப்படும்)"
        },
        {
            "chapter": 23,
            "verse": 106,
            "text": "எங்கள் இறைவனே! எங்களை எங்களுடைய துர்பாக்கியம் மிகைத்துவிட்டது நாங்கள் வழிதவறிய கூட்டத்தினர் ஆகிவிட்டோம்\" என்று அவர்கள் கூறுவார்கள்"
        },
        {
            "chapter": 23,
            "verse": 107,
            "text": "எங்கள் இறைவனே! நீ எங்களை இ(ந் நரகத்)தை விட்டு வெளியேற்றுவாயாக திரும்பவும் (நாங்கள் பாவம் செய்ய) முற்பட்டால் நிச்சயமாக நாங்கள் அநியாயக்காரர்கள்!\" (என்றும் கூறுவர்)"
        },
        {
            "chapter": 23,
            "verse": 108,
            "text": "(அதற்கவன்) \"அதிலேயே இழிந்து கிடங்கள்; என்னுடன் பேசாதீர்கள்!\" என்று கூறுவான்"
        },
        {
            "chapter": 23,
            "verse": 109,
            "text": "நிச்சயமாக என்னுடைய அடியார்களில் ஒரு பிரிவினர் \"எங்கள் இறைவா! நாங்கள் உன் மீது ஈமான் கொள்கிறோம்; நீ எங்கள் குற்றங்களை மன்னித்து, எங்கள் மீது கிருபை செய்வாயாக! கிருபையாளர்களிலெல்லாம் நீ மிகவும் மேலானவன்\" என்று பிரார்த்திப்பவர்களாக இருந்தனர்"
        },
        {
            "chapter": 23,
            "verse": 110,
            "text": "அப்போது நீங்கள் அவர்களைப் பரிகாசத்திற்கு உரியவர்களாக ஆக்கிக் கொண்டீர்கள், எது வரையெனின் என் நினைவே உங்களுக்கு மறக்கலாயிற்று இன்னும் அவர்களைப் பற்றி நீங்கள் ஏளனமாக நகைத்துக் கொண்டும் இருந்தீர்கள்"
        },
        {
            "chapter": 23,
            "verse": 111,
            "text": "நிச்சயமாக, அவர்கள் பொறுமையாய் இருந்ததற்காக அவர்களுக்கு நான் (அதற்குரிய) நற்கூலியைக் கொடுத்திருக்கின்றேன்; நிச்சயமாக அவர்களே வெற்றியாளர்கள்"
        },
        {
            "chapter": 23,
            "verse": 112,
            "text": "ஆண்டுகளின் எண்ணிக்கையில் நீங்கள் பூமியில் எவ்வளவு (காலம்) இருந்தீர்கள்?\" என்று கேட்பான்"
        },
        {
            "chapter": 23,
            "verse": 113,
            "text": "ஒரு நாள் அல்லது ஒரு நாளின் சிறிது பாகம் நாங்கள் தங்கியிருந்திருப்போம். (இதைப்பற்றிக்) கணிப்பவர்களிடம் நீ கேட்பாயாக!\" என்று அவர்கள் கூறுவார்கள்"
        },
        {
            "chapter": 23,
            "verse": 114,
            "text": "ஒரு சொற்ப காலம் தவிர (பூமியில் அதிகம்) நீங்கள் தங்கவில்லை. நீங்கள் (இதை) அறிந்திருந்தால்!\" என்று (இறைவன்) கூறுவான்"
        },
        {
            "chapter": 23,
            "verse": 115,
            "text": "நாம் உங்களைப் படைத்ததெல்லாம் வீணுக்காக என்றும், நீங்கள் நம்மிடத்தில் நிச்சயமாக மீட்டப்பட மாட்டீர்கள் என்றும் எண்ணிக் கொண்டீர்களா?\" (என்றும் இறைவன் கேட்பான்)"
        },
        {
            "chapter": 23,
            "verse": 116,
            "text": "ஆகவே, உண்மையில் அரசனான அல்லாஹ், மிக உயர்ந்தவன்; அவனைத் தவிர நாயனில்லை. கண்ணியமிக்க அர்ஷின் இறைவன் அவனே"
        },
        {
            "chapter": 23,
            "verse": 117,
            "text": "மேலும், எவன் அல்லாஹ்வுடன் வேறு நாயனைப் பிரார்த்திக்கிறானோ அவனுக்கு அதற்காக எவ்வித ஆதாரமும் இல்லை அவனுடைய கணக்கு அவனுடைய இறைவனிடம்தான் இருக்கிறது நிச்சயமாக காஃபிர்கள் வெற்றி அடைய மாட்டார்கள்"
        },
        {
            "chapter": 23,
            "verse": 118,
            "text": "இன்னும், \"என் இறைவனே! நீ என்னை மன்னித்துக் கிருபை செய்வாயாக! நீ தான் கிருபையாளர்களிலெல்லாம் மிக்க மேலானவன்\" என்று (நபியே!) நீர் பிரார்த்திப்பீராக"
        },
        {
            "chapter": 24,
            "verse": 1,
            "text": "(இது திருக்குர்ஆனின்) ஓர் அத்தியாயமாகும்; இதனை நாமே அருளச் செய்து, அதிலுள்ளவற்றை விதியாக்கினோம்; நீங்கள் நல்லுபதேசம் பெறுவதற்காக இதில் நாம் தெளிவான வசனங்களை அருள் செய்தோம்"
        },
        {
            "chapter": 24,
            "verse": 2,
            "text": "விபசாரியும், விபசாரனும் இவ் விருவரில் ஒவ்வொருவரையும் நூறு கசையடி அடியுங்கள்; மெய்யாகவே, நீங்கள் அல்லாஹ்வின் மீதும், இறுதி நாள் மீதும் ஈமான் கொண்டவர்களாக இருந்தால். அல்லாஹ்வின் சட்டத்(தை நிறைவேற்றுவ)தில், அவ்விருவர் மீதும் உங்களுக்கு இரக்கம் ஏற்பட வேண்டாம்; இன்னும் அவ்விருவரின் வேதனையையும் முஃமின்களில் ஒரு கூட்டத்தார் (நேரில்) பார்க்கட்டும்"
        },
        {
            "chapter": 24,
            "verse": 3,
            "text": "விபசாரன், விபசாரியையோ அல்லது இணை வைத்து வணங்குபவiளையோ அன்றி வேறு எந்தப் பெண்ணையும் விவாகம் செய்ய மாட்டான்; விபசாரி, விபசாரனையோ அல்லது இணை வைத்து வணங்குபவனையோ அன்றி (வேறுயாரையும்) விவாகம் செய்ய மாட்டாள் இது முஃமின்களுக்கு விலக்கப்பட்டிருக்கிறது"
        },
        {
            "chapter": 24,
            "verse": 4,
            "text": "எவர்கள் கற்புள்ள பெண்கள் மீது அவதூறு கூறி (அதை நிரூபிக்க) நான்கு சாட்சிகளைக் கொண்டு வரவில்லையோ, அவர்களை நீங்கள் எண்பது கசையடி அடியுங்கள்; பின்னர் அவர்களது சாட்சியத்தை எக்காலத்திலும் ஏற்றுக் கொள்ளாதீர்கள் நிச்சயமாக அவர்கள்தான் தீயவர்கள்"
        },
        {
            "chapter": 24,
            "verse": 5,
            "text": "எனினும் (இவர்களில்) எவர் இதற்குப் பின்னர் தவ்பா செய்து கொண்டு (தங்களைத்) திருத்திக் கொள்கிறார்களோ நிச்சயமாக அல்லாஹ் மன்னிப்பவனாகவும், கிருபை செய்பவனாகவும் இருக்கின்றான்"
        },
        {
            "chapter": 24,
            "verse": 6,
            "text": "எவர்கள் தம் மனைவிமார்களை அவதூறு கூறி (அதை நிரூபிக்கத்) தங்களையன்றி அவர்களிடம் வேறு சாட்சிகள் இல்லாமலிருந்தால் அவன், நிச்சயமாக தாம் உண்மையே கூறுவதாக அல்லாஹ்வின்மீது நான்கு முறை சத்தியம் செய்து கூறி"
        },
        {
            "chapter": 24,
            "verse": 7,
            "text": "ஐந்தாவது முறை, \"(இதில்) தான் பொய் சொல்வதாக இருந்தால், நிச்சயமாக அல்லாஹ்வுடைய சாபம் தன்மீது உண்டாகட்டும்\" என்றும் (அவன் கூற வேண்டும்)"
        },
        {
            "chapter": 24,
            "verse": 8,
            "text": "இன்னும் (அவனுடைய மனைவி குற்றத்தை மறுத்து) தன் மீதுள்ள தண்டனையை விலக்க, \"நிச்சயமாக அவன் பொய்யர்களில் நின்றுமுள்ளவன்\" என்று அல்லாஹ்வின் மீது சத்தியம் செய்து நான்கு முறை கூறி"
        },
        {
            "chapter": 24,
            "verse": 9,
            "text": "ஐந்தாவது முறை, \"அவன் உண்மையாளர்களிலுள்ளவனானால் நிச்சயமாக அல்லாஹ்வுடைய கோபம் தன்மீது உண்டாவதாக என்றும் (அவள் கூற வேண்டும்)"
        },
        {
            "chapter": 24,
            "verse": 10,
            "text": "இன்னும் உங்கள் மீது அல்லாஹ்வுடைய நல்லருளும், அவனுடைய ரஹ்மத்தும் இல்லாது போயிருப்பின், (உங்களுக்கு அழிவு உண்டாயிருக்கும்;) நிச்சயமாக அல்லாஹ் தவ்பாவை ஏற்றுக் கொள்பவனாகவும் ஞானமுடையோனாகவும் இருக்கின்றான்"
        },
        {
            "chapter": 24,
            "verse": 11,
            "text": "எவர்கள் பழி சுமத்தினார்களோ, நிச்சயமாக அவர்களும் உங்களில் ஒரு கூட்டத்தினரே! ஆனால் அது உங்களுக்குத் தீங்கு என்று நீங்கள் எண்ண வேண்டாம். அது உங்களுக்கு நன்மையாகும். (பழி சுமத்தியவர்கள்) ஒவ்வொரு மனிதனுக்கும் அவன் சம்பாதித்த பாவம் (அதற்கொப்ப தண்டனை) இருக்கிறது மேலும், அ(ப்பழி சமத்திய)வர்களில் பெரும் பங்கெடுத்துக் கொண்டவனுக்குக் கடினமான வேதனையுண்டு"
        },
        {
            "chapter": 24,
            "verse": 12,
            "text": "முஃமினான ஆண்களும், முஃமினான பெண்களுமாகிய நீங்கள் இதனைக் கேள்வியுற்றபோது, தங்களைப் (போன்ற முஃமினானவர்களைப்) பற்றி நல்லெண்ணங் கொண்டு, \"இது பகிரங்கமான வீண் பழியேயாகும்\" என்று கூறியிருக்க வேண்டாமா"
        },
        {
            "chapter": 24,
            "verse": 13,
            "text": "அ(ப்பழி சுமத்திய)வர்கள் அதற்கு நான்கு சாட்சிகளைக் கொண்டு வர வேண்டாமா, எனவே அவர்கள் சாட்சிகளைக் கொண்டு வரவில்லையெனில், அவர்கள் தாம் அல்லாஹ்விடத்தில் பொய்யர்களாக இருக்கிறார்கள்"
        },
        {
            "chapter": 24,
            "verse": 14,
            "text": "இன்னும், உங்கள் மீது இம்மையிலும், மறுமையிலும் அல்லாஹ்வின் அருளும், அவனுடைய ரஹ்மத்தும் இல்லாதிருந்தால், நீங்கள் இச் சர்ச்சையில் ஈடுபட்டிருந்தமைக்காக கடினமான வேதனை நிச்சயமாக உங்களைத் தீண்டியிருக்கும்"
        },
        {
            "chapter": 24,
            "verse": 15,
            "text": "இப்பழியை (ஒருவரிடமிருந்து ஒருவராக) உங்கள் நாவுகளால் எடுத்து(ச் சொல்லி)க் கொண்டு, உங்களுகு; குத் (திட்டமாக) அறிவில்லாத ஒன்றைப் பற்றி உங்கள் வாய்களால் கூறித் திரிகின்றீர்கள்; இன்னும் இதை நீங்கள் இலேசானதாகவும் எண்ணி விட்டீர்கள். ஆனால் அது அல்லாஹ்விடத்தில் மிகப்பெரிய (பாவமான)தாக இருக்கும்"
        },
        {
            "chapter": 24,
            "verse": 16,
            "text": "இன்னும் இதை நீங்கள் செவியேற்ற போது, \"இதைப் பற்றி நாம் பேசுவது நமக்கு(த் தகுதி) இல்லை (நாயனே!) நீயே தூயவன்; இது பெரும் பழியாகும்\" என்று நீங்கள் கூறியிருக்கலாகாதா"
        },
        {
            "chapter": 24,
            "verse": 17,
            "text": "நீங்கள் (திடமாக) முஃமின்களாகயிருப்பின் நீங்கள் இது போன்ற (பழி சுமத்துவ)தின் பால் மீளலாகாது என்று அல்லாஹ் உங்களுக்கு போதிக்கிறான்"
        },
        {
            "chapter": 24,
            "verse": 18,
            "text": "இன்னும், அல்லாஹ் (தன்) வசனங்களை உங்களுக்கு (நன்கு விவரித்துக் கூறுகிறான்; மேலும் அல்லாஹ் (யாவும்) அறிந்தவன்; விவேகம் மிக்கோன்"
        },
        {
            "chapter": 24,
            "verse": 19,
            "text": "எவர்கள் ஈமான் கொண்டுள்ளோரிடையே இத்தகைய மானக்கேடான விஷயங்கள் பரவ வேண்டுமெனப் பிரியப்படுகிறார்களோ, அவர்களுக்கு நிச்சயமாக இம்மையிலும் மறுமையிலும் நோவினை செய்யும் வேதனையுண்டு அல்லாஹ் (யாவற்றையும்) அறிகிறான். நீங்கள் அறியமாட்டீர்கள்"
        },
        {
            "chapter": 24,
            "verse": 20,
            "text": "இன்னும், உங்கள் மீது அல்லாஹ்வின் அருளும், அவனுடைய ரஹ்மத்தும் இல்லாதிருந்தால் (உங்களை வேதனை தீண்டியிருக்கும்.) மேலும், நிச்சயமாக அல்லாஹ் இரக்கமுடையவனாகவும், அன்புடையயோனாகவும் இருக்கின்றான்"
        },
        {
            "chapter": 24,
            "verse": 21,
            "text": "ஈமான் கொண்டவர்களே! ஷைத்தானுடைய அடிச்சுவடுகளை நீங்கள் பின்பற்றாதீர்கள்; இன்னும் எவன் ஷைத்தானுடைய அடிச்சுவடுகளைப் பின்பற்றுகிறானோ அவனை, ஷைத்தான் மானக் கேடானவற்றையும், வெறுக்கத்தக்கவற்றையும், (செய்ய) நிச்சயமாக ஏவுவான்; அன்றியும், உங்கள் மீது அல்லாஹ்வின் அருளும், அவனுடைய ரஹ்மத்தும் இல்லாதிருந்தால், உங்களில் எவரும் எக்காலத்திலும் (தவ்பா செய்து) தூய்மையயடைந்திருக்க முடியாது - எனினும் தான் நாடியவர்களை அல்லாஹ் துய்மைப் படுத்துகிறான் - மேலும் அல்லாஹ் (யாவற்றையும்) செவியுறுவோனாகவும், நன்கறிவோனாகவும் இருக்கின்றான்"
        },
        {
            "chapter": 24,
            "verse": 22,
            "text": "இன்னும், உங்களில் (இறைவனின்) கொடை அருளப் பெற்றவர்களும், தக்க வசதி உடையவர்களும், உறவினர்களுக்கும் ஏழைகளுக்கும், (தம்மிடங்களை விட்டு) அல்லாஹ்வின் பாதையில் ஹிஜ்ரத் செய்தவர்களுக்கும் (எதுவும்) கொடுக்க முடியாது என்று சத்தியம் செய்ய வேண்டாம்; (அவர்கள் தவறு செய்திருப்பின்) அதை மன்னித்து (அதைப்) பொருட்படுத்தாமல் இருக்கவும்; அல்லாஹ் உங்களை மன்னிக்க வேண்டும் என்று நீங்கள் விரும்ப மாட்டீர்களா? மேலும் அல்லாஹ் (பிழை பொறுப்பவன்) மிக மன்னிப்பவன்; அன்பு மிக்கவன்"
        },
        {
            "chapter": 24,
            "verse": 23,
            "text": "எவர்கள் முஃமினான ஒழுக்கமுள்ள, பேதை பெண்கள் மீது அவதூறு செய்கிறார்களோ, அவர்கள் நிச்சயமாக இம்மையிலும், மறுமையிலும் சபிக்கப்பட்டவர்கள்; இன்னும் அவர்களுக்குக் கடுமையான வேதனையுமுண்டு"
        },
        {
            "chapter": 24,
            "verse": 24,
            "text": "அந்நாளில் அவர்களுடைய நாவுகளும், அவர்களுடைய கைகளும், அவர்களுடைய கால்களும் அவர்களுக்கெதிராக, அவர்கள் செய்ததை பற்றி சாட்சியம் கூறும்"
        },
        {
            "chapter": 24,
            "verse": 25,
            "text": "அந்நாளில் அல்லாஹ் அவர்களுக்குரிய நியாயமான கூலியை, அவர்களுக்குப் பூரணமாகக் கொடுப்பான்; இன்னும் அல்லாஹ் தான் \"பிரத்தியட்சமான உண்மை(யாளன்) என்பதை அவர்கள் அறிந்து கொள்வார்கள்"
        },
        {
            "chapter": 24,
            "verse": 26,
            "text": "கெட்ட பெண்கள் கெட்ட ஆண்களுக்கும் கெட்ட ஆண்கள் கெட்ட பெண்களுக்கும் இன்னும், நல்ல தூய்மையுடைய பெண்கள், நல்ல தூய்மையான ஆண்களுக்கும் நல்ல தூய்மையான ஆண்கள் நல்ல தூய்மையான பெண்களுகு; கும் (தகுதியானவர்கள்.) அவர்கள் கூறுவதை விட்டும் இவர்களே தூய்மையானவர்கள். இவர்களுக்கு மன்னிப்பும், கண்ணியமான உணவுமுண்டு"
        },
        {
            "chapter": 24,
            "verse": 27,
            "text": "ஈமான் கொண்டவர்களே! உங்கள் வீடுகளல்லாத (வேறு) வீடுகளில், அ(வ்வீட்டிலுள்ள)வர்களிடம் அனுமதி பெற்று, அவர்களுக்கு ஸலாம் சொல்லாதவரை (அவற்றினுள்) பிரவேசிக்காதீர்கள் - (அவ்வாறு நடப்பதுவே) உங்களுக்கு நன்மையாகும்; நீங்கள் நற்போதனை பெறுவதற்கு (இது உங்களுக்குக் கூறப்படுகிறது)"
        },
        {
            "chapter": 24,
            "verse": 28,
            "text": "அதில் நீங்கள் எவரையும் காணாவிட்டால், உங்களுக்கு அனுமதி கொடுக்கப்படும் வரையில் அதில் பிரவேசிக்காதீர்கள்; அன்றியும், 'திரும்பிப் போய் விடுங்கள்' என்று உங்களுக்குச் சொல்லப்பட்டால், அவ்வாறே திரும்பி விடுங்கள் - அதுவே உங்களுக்கு மிகவும் பரிசுத்தமானதாகும்; மேலும், அல்லாஹ் நீங்கள் செய்வதை நன்கறிபவன்"
        },
        {
            "chapter": 24,
            "verse": 29,
            "text": "(எவரும்) வசிக்காத வீடுகளில் உங்களுடைய பொருட்கள் இருந்து, அவற்றில் நீங்கள் பிரவேசிப்பது உங்கள் மீது குற்றமாகாது. அல்லாஹ் நீங்கள் பகிரங்கமாக செய்வதையும், நீங்கள் மறைத்து வைப்பதையும் நன்கறிவான்"
        },
        {
            "chapter": 24,
            "verse": 30,
            "text": "(நபியே!) முஃமின்களான ஆடவர்களுக்கு நீர் கூறுவீராக அவர்கள் தங்கள் பார்வைகளைத் தாழ்த்திக் கொள்ள வேண்டும்; தங்கள் வெட்கத் தலங்களைப் பேணிக்காத்துக் கொள்ள வேண்டும்; அது அவர்களுக்கு மிகப் பரிசுத்தமானதாகும்; நிச்சயமாக அல்லாஹ் அவர்கள் செய்பவற்றை நன்கு தெரிந்தவன்"
        },
        {
            "chapter": 24,
            "verse": 31,
            "text": "இன்னும்; முஃமினான பெண்களுக்கும் நீர் கூறுவீராக அவர்கள் தங்கள் பார்வைகளைத் தாழ்த்திக் கொள்ள வேண்டும்; தங்கள் வெட்கத் தலங்களைப் பேணிக்காத்துக் கொள்ள வேண்டும்; தங்கள் அழகலங்காரத்தை அதினின்று (சாதாரணமாக வெளியில்) தெரியக் கூடியதைத் தவிர (வேறு எதையும்) வெளிக் காட்டலாகாது இன்னும் தங்கள் முன்றானைகளால் அவர்கள் தங்கள் மார்புகளை மறைத்துக் கொள்ள வேண்டும்; மேலும், (முஃமினான பெண்கள்) தம் கணவர்கள், அல்லது தம் தந்தையர்கள், அல்லது தம் கணவர்களின் தந்தையர்கள் அல்லது தம் புதல்வர்கள் அல்லது தம் கணவர்களின் புதல்வர்கள், அல்லது தம் சகோதரர்கள் அல்லது தம் சகோதரர்களின் புதல்வர்கள், அல்லது தம் சகோதரிகளின் புதல்வர்கள், அல்லது தங்கள் பெண்கள், அல்லது தம் வலக்கரங்கள் சொந்தமாக்கிக் கொண்டவர்கள், அல்லது ஆடவர்களில் தம்மை அண்டி வாழும் (பெண்களை விரும்ப முடியாத அளவு வயதானவர்கள்) பெண்களின் மறைவான அங்கங்களைப் பற்றி அறிந்து கொள்ளாத சிறுவர்கள் ஆகிய இவர்களைத் தவிர, (வேறு ஆண்களுக்குத்) தங்களுடைய அழகலங்காரத்தை வெளிப்படுத்தக் கூடாது மேலும், தாங்கள் மறைத்து வைக்கும் அழகலங்காரத்திலிருந்து வெளிப்படுமாறு தங்கள் கால்களை (பூமியில்) தட்டி நடக்க வேண்டாம்; மேலும், முஃமின்களே! (இதில் உங்களிடம் ஏதேனும் தவறு நேரிட்டிருப்பின்,) நீங்கள் தவ்பா செய்து (பிழை பொறுக்கத் தேடி), நீங்கள் வெற்றி பெறும் பொருட்டு, நீங்கள் அனைவரும் அல்லாஹ்வின் பக்கம் திரும்புங்கள்"
        },
        {
            "chapter": 24,
            "verse": 32,
            "text": "இன்னும், உங்களில் வாழ்க்கைத் துணை இல்லா (ஆடவர், பெண்டி)ருக்கும், அவ்வாறே (வாழ்க்கைத் துணையில்லா) ஸாலிஹான உங்கள் (ஆண், பெண்) அடிமைகளுக்கும் விவாகம் செய்து வையுங்கள்; அவர்கள் ஏழைகளாக இருந்தால், அல்லாஹ் தன் நல்லருளைக் கொண்டு அவர்களைச் சீமான்களாக்கி வைப்பான்; மேலும் அல்லாஹ் (கொடையில்) விசாலமானவன். (யாவற்றையும்) நன்கறிந்தவன்"
        },
        {
            "chapter": 24,
            "verse": 33,
            "text": "விவாகம் செய்வதற்கு (உரிய வசதிகளைப்) பெற்றுக் கொள்ளாதவர்கள் - அவர்களை அல்லாஹ் தம் நல்லருளினால் சீமான்களாக்கும் வரை - அவர்கள் ஒழுக்கம் பேணட்டும். இன்னும் உங்கல் வலக்கரங்கள் சொந்தமாக்கிக் கொண்டவர்களில் (அடிமைகளில் உரிய தொகையைக் கொடுத்தோ அல்லது முறையாக சம்பாதித்துத் தருவதாக வாக்குக் கொடுத்தோ) எவரேனும் (சுதந்திரமாவதற்கான) உரிமைப் பத்திரம் விரும்பினால் - அதற்குரிய நன்மையான தகுதியை நீங்கள் அவ்வடிமையிடம் (இருப்பது பற்றி) அறிவீர்களாயின், அவர்களுக்கு உரிமை பத்திரம் எழுதிக் கொடுங்கள். இன்னும் அதற்கான பொருளை அல்லாஹ் உங்களுக்கு தந்திருக்கும் பொருளிலிருந்து அவர்களுக்குக் கொடுப்பீர்களாக மேலும், தங்கள் கற்பைப் பேணிக் கொள்ள விரும்பும் உங்கள் அடிமைப் பெண்களை - அற்பமான உலக வாழ்க்கை வசதிகளைத் தேடியவர்களாக - விபசாரத்திற்கு (அவர்களை) நிர்ப்பந்திக்காதீர்கள்; அப்படி எவனேனும் அந்தப் பெண்களை நிர்ப்பந்தித்தால் அவர்கள் நிர்ப்பந்திக்கப்பட்ட பின் நிச்சயமாக அல்லாஹ் மன்னிப்பவனாகவும் கிருபையுடையவனாகவும் இருக்கிறான்"
        },
        {
            "chapter": 24,
            "verse": 34,
            "text": "இன்னும் நிச்சயமாக உங்களுக்குத் தெளிவாக்கும் வசனங்களையும், உங்களுக்கு முன் சென்று போனவர்களின் உதாரணத்தையும், பயபக்தியுடையோருக்கு நல்லுபதேசத்தையும் நாம் இறக்கி வைத்திருக்கின்றோம்"
        },
        {
            "chapter": 24,
            "verse": 35,
            "text": "அல்லாஹ் வானங்கள் பூமிக்கு ஒளி (ஏற்படுத்துபவன்) அவன் (ஏற்படுத்தும்) ஒளிக்கு உவமை விளக்கு வைக்கப்பட்டுள்ள மாடம் போன்றதாகும். அவ்விளக்கு ஒரு கண்ணாடி(க் குவி)யில் இருக்கிறது அக் கண்ணாடி ஒளிவீசம் நட்சத்திரத்தைப் போன்றதாகும். அது பாக்கியம் பெற்ற ஜைத்தூன் மரத்தி(ன் எண்ணெயி)னால் எறிக்கப் படுகிறது. அது கீழ்த்திசையை சேர்ந்ததுமன்று மேல்திசையை சேர்ந்ததுமன்று. அதனை நெருப்புத் தீண்டாவிடினும், அதன் எண்ணெய் ஒளி வீச முற்படும், (இவை எல்லாம் சேர்ந்து) ஒளிக்கு மேல் ஒளியாகும். அல்லாஹ் தான் நாடியவரை தன்னுடைய ஒளி (என்னும் சத்தியப்பாதை)யின் பால் நடத்திச் செல்கிறான். மனிதர்களுக்கு இத்தகைய உவமைகளை அல்லாஹ் தெளிவுபடுத்துகிறான். அல்லாஹ் யாவற்றையும் நன்கு அறிபவன்"
        },
        {
            "chapter": 24,
            "verse": 36,
            "text": "இறை இல்லங்களில் அவனது பெயர் கூறப்படவேண்டுமென்றும் (அவற்றின் கண்ணியம்) உயர்த்தப்படவேண்டுமென்றும் அல்லாஹ் கட்டளையிடுகிறான். அவற்றில் காலையிலும் மாலையிலும் (முஃமின்கள்) அவனை துதி செய்து கொண்டிருப்பார்கள்"
        },
        {
            "chapter": 24,
            "verse": 37,
            "text": "(அவ்வாறு துதி செய்யும்) மனிதர்களை அல்லாஹ்வை தியானிப்பதை விட்டும், தொழுகையை முறையாக நிறைவேற்றுவதை விட்டும் ஜகாத் கொடுப்பதை விட்டும் அவர்களுடைய வாணிபமோ கொடுக்கல் வாங்கல்களோ பாராமுகமாக்கமாட்டா. இதயங்களும், பார்வைகளும் கலங்கித் தடுமாற்றமடையுமே அந்த (இறுதி) நாளை அவர்கள் அஞ்சுவார்கள்"
        },
        {
            "chapter": 24,
            "verse": 38,
            "text": "அவர்கள் செய்த (நற்செயல்களுக்கு) மிக அழகானதை அவர்களுக்கு அல்லாஹ் கூலியாகக் கொடுப்பதற்காகவும், அவனுடைய நல்லருளைக் கொண்டு (அவன் கொடுப்பதை) மேலும் அவன் அதிகப்படுத்துவதற்காகவும் (பயபக்தியுடன் இருப்பார்கள்.) மேலும் அல்லாஹ் தான் நாடியவர்களுக்குக் கணக்கின்றிக் கொடுக்கிறான்"
        },
        {
            "chapter": 24,
            "verse": 39,
            "text": "அன்றியும், எவர்கள் காஃபிராக இருக்கிறார்களோ, அவர்களுடைய செயல்கள் பாலைவனத்தில் (தோற்றமளிக்கும்) கானல் நீரைப் போலாகும்; தாகித்தவன் அதைத் தண்ணீரென்றே எண்ணுகிறான் - (எது வரையெனில்) அதற்கு (அருகில்) அவன் வரும் பொழுது ஒரு பொருளையும் (அங்கே) காணமாட்டானே (அது வரை) ஆனால், அங்கு அவன் அல்லாஹ் (அவனுக்கு விதித்திருக்கும் முடி)வை(யே) காண்கின்றான்; (அதன் படி அல்லாஹ்) அவன் கணக்கைத் தீர்க்கிறான்; மேலும், அல்லாஹ் கணக்குத் தீர்ப்பதில் துரிதமானவன்"
        },
        {
            "chapter": 24,
            "verse": 40,
            "text": "அல்லது (அவர்களின் நிலை) ஆழ்கடலில் (ஏற்படும்) பல இருள்களைப் போன்றதாகும்; அதனை ஓர் அலை மூடுகிறது. அதற்கு மேல் மற்றோர் அலை அதற்கும் மேல் மேகம். (இப்படி) பல இருள்கள். சில சிலவற்றுக்கு மேல் இருக்கின்றன. (அப்பொழுது) அவன் தன் கையை வெளியே நீட்டீனால் அவனால் அதைப் பார்க்க முடியாது எவனுக்கு அல்லாஹ் ஒளியை ஏற்படுத்தவில்லையோ அவனுக்கு எந்த ஒளியுமில்லை"
        },
        {
            "chapter": 24,
            "verse": 41,
            "text": "(நபியே!) நீர் பார்க்கவில்லையா? வானங்களிலும் பூமியிலும் உள்ளவையும், பறவைகள் (விண்ணில் தங்கள்) இறக்கைகளை விரித்(துப் பறந்)த வண்ணமாக நிச்சயமாக அல்லாஹ்வைத் தஸ்பீஹு செய்(து துதிக்)கின்றன ஒவ்வொன்றும் தன் தொழுகையையும், (அல்லாஹ்வை) தஸ்பீஹு செய்யும் வழியையும் திட்டமாக அறிந்தே இருக்கிறது - அல்லாஹ்வும் அவை செய்பவற்றை நன்கறிந்திருக்கிறான்"
        },
        {
            "chapter": 24,
            "verse": 42,
            "text": "இன்னும் வானங்களுடையவும் பூமியினுடையவும் ஆட்சி அல்லாஹ்விடமே இருக்கிறது அல்லாஹ்வின் பக்கமே (யாவரும்) மீண்டு செல்ல வேண்டியிருக்கிறது"
        },
        {
            "chapter": 24,
            "verse": 43,
            "text": "(நபியே!) நீர் பார்க்கவில்லையா? நிச்சயமாக அல்லாஹ் மேகத்தை மெதுவாக இழுத்து, பின்னர் அவற்றை ஒன்றாக இணையச்செய்து, அதன் பின் அதை (ஒன்றின் மீது ஒன்று சேர்த்து) அடர்த்தியாக்குகிறான்; அப்பால் அதன் நடுவேயிருந்து மழை வெளியாவதைப் பார்க்கிறீர்; இன்னும் அவன் வானத்தில் மலைக(ளைப் போன்ற மேக கூட்டங்க)ளிலிருந்து பனிக்கட்டியையும் இறக்கி வைக்கின்றான்; அதைத் தான் நாடியவர்கள் மீது விழும்படிச் செய்கிறான் - தான் நாடியவர்களை விட்டும் அதை விலக்கியும் விடுகிறான் - அதன் மின்னொளி பார்வைகளைப் பறிக்க நெருங்குகிறது"
        },
        {
            "chapter": 24,
            "verse": 44,
            "text": "இரவையும் பகலையும் அல்லாஹ்வே மாறி மாறி வரச் செய்கிறான்; நிச்சயமாக சிந்தனையுடையவர்களுக்கு இதில் (தக்க) படிப்பினை இருக்கிறது"
        },
        {
            "chapter": 24,
            "verse": 45,
            "text": "மேலும், எல்லா உயிர்ப் பிராணிகளையும் அல்லாஹ் நீரிலிருந்து படைத்துள்ளான்; அவற்றில் தன் வயிற்றின் மீது நடப்பவையும் உண்டு அவற்றில் இரு கால்களால் நடப்பவையும் உண்டு அவற்றில் நான்கு (கால்)களை கொண்டு நடப்பவையும் உண்டு தான் நாடியதை அல்லாஹ் படைக்கிறான்; நிச்சயமாக அல்லாஹ் எல்லாவற்றின் மீதும் பேராற்றலுடையவனாக இருக்கின்றான்"
        },
        {
            "chapter": 24,
            "verse": 46,
            "text": "நிச்சயமாக நாம் தெளிவுபடுத்தும் வசனங்களையே இறக்கியிருக்கிறோம்; மேலும் தான் நாடியோரை அல்லாஹ் நேர்வழிப் படுத்துகிறான்"
        },
        {
            "chapter": 24,
            "verse": 47,
            "text": "அல்லாஹ்வின் மீதும், (இத்)தூதர் மீதும் நாங்கள் ஈமான் கொண்டோம்; (அவர்களுக்குக்) கீழ்படிகிறோம்\" என்று சொல்லுகிறார்கள். (ஆனால் அதன்) பின்னர் அவர்களிலிருந்து ஒரு பிரிவார் புறக்கணித்து விடுகின்றனர் - எனவே, இவர்கள் (உண்மையில்) முஃமின்கள் அல்லர்"
        },
        {
            "chapter": 24,
            "verse": 48,
            "text": "மேலும் தம்மிடையே (விவகாரம் ஏற்பட்டு, அதுபற்றிய) தீர்ப்புப் பெற அல்லாஹ்விடமும், அவன் தூதரிடமும் (வரும்படி) அழைக்கப்பட்டால், அவர்களில் ஒரு பிரிவார் (அவ்வழைப்பைப்) புறக்கணிக்கிறார்கள்"
        },
        {
            "chapter": 24,
            "verse": 49,
            "text": "ஆனால், அவர்களின் பக்கம் - உண்மை (நியாயம்) இருக்குமானால், வழி பட்டவர்களாக அவரிடம் வருகிறார்கள்"
        },
        {
            "chapter": 24,
            "verse": 50,
            "text": "அவர்களுடைய இருதயங்களில் நோய் இருக்கிறதா? அல்லது (அவரைப் பற்றி) அவர்கள் சந்தேகப்படுகிறார்களா? அல்லது அல்லாஹ்வும் அவனுடைய தூதரும் தங்களுக்கு அநியாயம் செய்வார்கள் என்று அஞ்சுகிறார்களா? அல்ல! அவர்களே அநியாயக் காரர்கள்"
        },
        {
            "chapter": 24,
            "verse": 51,
            "text": "முஃமின்களிடம் அவர்களுக்கிடையே (ஏற்படும் விவகாரங்களில்) தீர்ப்புக் கூறுவதற்காக அல்லாஹ்விடமும் அவனுடைய தூதரிடமும் (வரும்படி) அழைக்கப்பட்டால், அவர்கள் சொல்(வது) எல்லாம் \"நாங்கள் செவியேற்றோம், (அதற்குக்) கீழ்படிந்தோம்\" என்பது தான்; இ(த்தகைய)வர்கள் தாம் வெற்றியடைந்தவர்கள்"
        },
        {
            "chapter": 24,
            "verse": 52,
            "text": "இன்னும் எவர்கள் அல்லாஹ்வுக்கும் அவனுடைய தூதருக்கும் கீழ்படிந்து அல்லாஹ்வுக்கு பயபக்தி கொள்கிறார்களோ அவர்கள் தாம் வெற்றி பெற்றவர்கள்"
        },
        {
            "chapter": 24,
            "verse": 53,
            "text": "இன்னும் (நபியே! நயவஞ்சகர்களுக்கு) நீர் கட்டளையிட்டால், நிச்சயமாகப் (போருக்குப்) புறப்படுவதாக அல்லாஹ்வின் மீது உறுதியாகச் சத்தியம் செய்து கூறுகிறார்கள்; (அவர்களை நோக்கி) \"நீங்கள் சத்தியம் செய்யாதீர்கள். (உங்கள்) கீழ்படிதல் தெரிந்து தான் நிச்சயமாக அல்லாஹ் நீங்கள் செய்பவற்றை நன்கறிபவன்\" என்று கூறுவீராக"
        },
        {
            "chapter": 24,
            "verse": 54,
            "text": "அல்லாஹ்வுக்கு நீங்கள் கீழ்படியுங்கள்; இன்னும் (அவனுடைய) ரஸூலுக்கும் கீழ்பபடியுங்கள்\" என்று (நபியே!) நீர் கூறுவீராக ஆனால் நீங்கள் புறக்கணித்தால் அவர் மீதுள்ள கடமையெல்லாம் தம் மீது சுமத்தப்பட்ட (தூதுச் செய்தியை உங்களிடம் அறிப்ப)துதான்;. இன்னும் உங்கள் மீது உள்ள (கடமையான)து தான். எனவே, நீங்கள் அவருக்குக் கீழ்படிந்து நடந்தால் நீங்கள் நேர்வழி பெறுவீர்கள்; இன்னும் (நம் தூதைத்) தெளிவாக எடுத்துரைப்பதைத் தவிர (வேறெதுவும் நம்) தூதர்மீது கடமையில்லை"
        },
        {
            "chapter": 24,
            "verse": 55,
            "text": "உங்களில் எவர் ஈமான் கொண்டு (ஸாலிஹான) - நற்செயல்கள் புரிகிறார்களோ அவர்களை, அவர்களுக்கு முன்னிருந்தோரை(ப் பூமிக்கு) ஆட்சியாளர்களாக்கியது போல் பூமிக்கு நிச்சயமாக ஆட்சியாளர்களாக்கி வைப்பதாகவும், இன்னும் அவன் அவர்களுக்காக பொருந்திக் கொண்ட மார்க்கத்தில் அவர்களை நிச்சயமாக நிலைப்படுத்துவதாகவும், அவர்களுடைய அச்சத்தைத் திட்டமாக அமைதியைக் கொண்டு மாற்றி விடுவதாகவும், அல்லாஹ் வாக்களித்திருக்கிறான்; \"அவர்கள் என்னோடு (எதையும், எவரையும்) இணைவைக்காது, அவர்கள் என்னையே வணங்குவார்கள்;\" இதன் பின்னர் (உங்களில்) எவர் மாறு செய்(து நிராகரிக்)கிறாரோ அவர்கள் பாவிகள்தாம்"
        },
        {
            "chapter": 24,
            "verse": 56,
            "text": "(முஃமின்களே!) நீங்கள் கிருபை செய்யப்படும் பொருட்டு, நீங்கள் தொழுகையை நிலைநிறுத்துங்கள்; இன்னும் ஜகாத்தைக் கொடுங்கள்; மேலும், (அல்லாஹ்வின்) தூதருக்குக் கீழ்படியுங்கள்"
        },
        {
            "chapter": 24,
            "verse": 57,
            "text": "நிராகரிப்பவர்கள் பூமியில் (உங்களை) முறியடித்து விடுவார்கள் என்று (நபியே!) நிச்சயமாக நீர் எண்ணவேண்டாம். இன்னும் அவர்கள் ஒதுங்குமிடம் (நரக) நெருப்புத்தான்; திடமாக அது மிகக் கெட்ட சேரும் இடமாகும்"
        },
        {
            "chapter": 24,
            "verse": 58,
            "text": "ஈமான் கொண்டவர்களே! உங்கள் வலக்கரங்கள் சொந்தமாக்கிக் கொண்டவர் (அடிமை)களும், உங்களிலுள்ள பருவம் அடையாச் சிறுவர்களும் (உங்கள் முன் வர நினைத்தால்) மூன்று நேரங்களில் உங்களிடம் அனுமதி கோர வேண்டும்; ஃபஜ்ரு தொழுகைக்கு முன்னரும், நீங்கள் (மேல் மிச்சமான உங்கள் உடைகளைக் களைந்திருக்கும் 'ளுஹர்' நேரத்திலும், இஷாத் தொழுகைக்குப் பின்னரும்-ஆக இம்மூன்று நேரங்களும் உங்களுக்காக (அமையப் பெற்றுள்ள) மூன்று அந்தரங்க வேளைகளாகும் - இவற்றைத் தவிர (மற்ற நேரங்களில் மேல்கூறிய அடிமைகளும், குழந்தைகளும் அனுமதியின்றியே உங்கள் முன் வருவது) உங்கள் மீதும் அவர்கள் மீதும் குற்றமில்லை இவர்கள் அடிக்கடி உங்களிடமும் உங்களில் ஒருவர் மற்றவரிடம் வரவேண்டியவர்கள் என்பதினால்; இவ்வாறு, அல்லாஹ் தன் வசனங்களை உங்களுக்கு விவரிக்கின்றான்; மேலும் அல்லாஹ் (யாவற்றையும்) நன்கறிந்தவன்; ஞானம் மிக்கவன்"
        },
        {
            "chapter": 24,
            "verse": 59,
            "text": "இன்னும் உங்களிலுள்ள குழந்தைகள் பிராயம் அடைந்துவிட்டால் அவர்களும், தங்களுக்கு (வயதில்) மூத்தவர்கள் அனுமதி கேட்பது போல் அனுமதி கேட்க வேண்டும்; இவ்வாறே அல்லாஹ் தன்னுடைய வசனங்களை உங்களுக்கு விவரிக்கின்றான்; அல்லாஹ் (யாவற்றையும்) அறிந்தவன்; ஞானம்மிக்கவன்"
        },
        {
            "chapter": 24,
            "verse": 60,
            "text": "மேலும், பெண்களில் விவாகத்தை நாட முடியாத (முதிர்ந்து) வயதை அடைந்து விட்ட பெண்கள், தங்கள் அழகலங்காரத்தை(ப் பிறருக்கு) வெளியாக்காதவர்களான நிலையில், தங்கள் மேலாடைகளைக் கழற்றியிருப்பது, அவர்கள் மீது குற்றமில்லை ஆனால் (இதனையும் அவர்கள் தவிர்த்து) ஒழுங்கைப் பேணிக்கொள்வது அவர்களுக்கு மிகவும் நலமாக இருக்கும். அல்லாஹ் (யாவற்றையும்) செவியேற்பவன்; நன்கறிபவன்"
        },
        {
            "chapter": 24,
            "verse": 61,
            "text": "(முஃமின்களே! உங்களுடன் சேர்ந்து உணவருந்துவதில்) குருடர் மீதும் குற்றமில்லை முடவர் மீதும் குற்றமில்லை, நோயாளியின் மீதும் குற்றமில்லை உங்கள் மீதும் குற்றமில்லை நீங்கள் உங்கள் சொந்த வீடுகளிலோ அல்லது உங்கள் தந்தைமார் வீடுகளிலோ, அல்லது உங்கள் தாய்மார் வீடுகளிலோ, அல்லது உங்கள் சகோதரர் வீடுகளிலோ, அல்லது உங்கள் சகோதரிகள் வீடுகளிலோ, அல்லது உங்கள் தந்தையின் சகோதரர் வீடுகளிலோ, அல்லது உங்கள் தந்தையின் சகோதரிகள் வீடுகளிலோ, அல்லது உங்கள் தாயின் சகோதரர்கள் வீடுகளிலோ, அல்லது உங்கள் தாயாரின் சகோதரிகள் வீடுகளிலோ, அல்லது எ(ந்த வீட்டுடைய)தின் சாவிகள் உங்கள் வசம் இருக்கின்றதோ (அதிலும்) அல்லது உங்கள் தோழரின் வீடுகளிலோ, நீங்கள் சேர்ந்தோ அல்லது தனித்தனியாகவோ புசிப்பது உங்கள் மீது குற்றமாகாது ஆனால் நீங்கள் எந்த வீட்டில் பிரவேசித்தாலும் அல்லாஹ்விடமிருந்து உங்களுக்குக் கிடைத்திருக்கும் முபாரக்கான - பாக்கியம் மிக்க - பரிசுத்தமான (\"அஸ்ஸலாமு அலைக்கும்\" என்னும்) நல்வாக்கியத்தை நீங்கள் உங்களுக்குள் கூறிக்கொள்ளுங்கள் - நீங்கள் அறிந்து கொள்வதற்காக, இவ்வாறு அல்லாஹ் உங்களுக்கு(த் தன்) வசனங்களை விவரிக்கிறான்"
        },
        {
            "chapter": 24,
            "verse": 62,
            "text": "அல்லாஹ்வின் மீதும், அவனுடைய தூதர் மீதும் ஈமான் கொண்டவர்களே! (உண்மை) முஃமின்களாவார்கள், மேலும், அவர்கள் ஒரு பொதுவான காரியம் பற்றி அவருடன் (ஆலோசிக்கக் கூடி) இருக்கும் போது அவருடைய அனுமதியின்றி (அங்கிருந்து) செல்லமாட்டார்கள்; (நபியே!) உம்மிடத்தில் (அவ்வாறு) அனுமதி பெற்றுச் செல்பவர்களே நிச்சயமாக அல்லாஹ்வின் மீதும் அவன் தூதர் மீதும் மெய்யாகவே ஈமான் கொண்டவர்கள், ஆகவே தங்கள் காரியங்கள் சிலவற்றுக்காக அவர்கள் உம்மிடம் அனுமதி கேட்டால், அவர்களில் நீர் விரும்பியவருக்கு அனுமதி கொடுப்பீராக இன்னும் அவர்களுக்காக அல்லாஹ்விடம் நீர் மன்னிப்புக் கோருவீராக நிச்சயமாக அல்லாஹ் மிக்க மன்னிப்பவன்; கிருபையுடையவன்"
        },
        {
            "chapter": 24,
            "verse": 63,
            "text": "(முஃமின்களே!) உங்களில் ஒருவர் மற்றொருவரை அழைப்பதுபோல் உங்களுக்கிடையில் (அல்லாஹ்வுடைய) தூதரின் அழைப்பை ஆக்காதீர்கள். உங்களிலிருந்து (அவருடைய சபையிலிருந்து) எவர் மறைவாக நழுவி விடுகிறார்களோ அவர்களை திடமாக அல்லாஹ் (நன்கு) அறிவான் - ஆகவே எவர் அவருடைய கட்டளைக்கு மாறு செய்கிறார்களோ அவர்கள் தங்களை சோதனை பிடித்துக் கொள்வதையோ, அல்லது தங்களை நோவினை தரும் வேதனை பிடித்துக் கொள்வதையோ அஞ்சிக் கொள்ளட்டும்"
        },
        {
            "chapter": 24,
            "verse": 64,
            "text": "வானங்களிலும், பூமியிலும் உள்ள யாவும் நிச்சயமாக அல்லாஹ்வுக்கே சொந்தம் என்பதை அறிந்து கொள்வீர்களாக! நீங்கள் எந்த நிலையில் இருக்கின்றீர்களோ அதை அவன் (நன்கு) அறிவான்; மேலும் அவனிடத்தில் அவர்கள் மீட்டப்படும் அந் நாளில் அவன், அவர்கள் (இம்மையில்) என்ன செய்து கொண்டிருந்தார்கள் என்பதையும் அவர்களுக்கு அறிவிப்பான் - மேலும், அல்லாஹ் எல்லாப் பொருள்கள் பற்றியும் நன்கறிபவன்"
        },
        {
            "chapter": 25,
            "verse": 1,
            "text": "உலகத்தார் யாவரையும் அச்சமூட்டி எச்சரிக்கை செய்வதற்காக (சத்தியத்தையும், அசத்தியத்தையும் தெளிவாகப்) பிரித்தறிவிக்கும் இவ்வேதத்தைத் தன் அடியார் மீது இறக்கியவன் மிக்க பாக்கியமுடையவன்"
        },
        {
            "chapter": 25,
            "verse": 2,
            "text": "(அந்த நாயன்) எத்தகையவன் என்றால் வானங்கள், பூமி (ஆகியவற்றின்) ஆட்சி அவனுக்கே உரியது அவன் (தனக்கென) ஒரு மகனை எடுத்துக் கொள்ளவில்லை அவனுடைய ஆட்சியில் அவனுக்கு கூட்டாளி எவருமில்லை அவனே எல்லாப் பொருட்களையும் படைத்து, அவற்றை அதனதன் அளவுப் படி அமைத்தான்"
        },
        {
            "chapter": 25,
            "verse": 3,
            "text": "(எனினும் முஷ்ரிக்குகள்) அவனையன்றி (வேறு) தெய்வங்களை ஏற்படுத்திக் கொண்டிருக்கிறார்கள் - அவர்கள் எந்தப் பொருளையும் படைக்கமாட்டார்கள்; (ஏனெனில்) அவர்களே படைக்கப்பட்டவர்கள். இன்னும் அவர்கள்; தங்களுக்கு நன்மை யெ; து கொள்ளவோ தீமையை தடுத்துக் கொள்ளவோ சக்திபெற மாட்டார்கள்; மேலும் அவர்கள் உயிர்ப்பிக்கவோ, மறிக்கச் செய்யவோ, மீண்டும் உயிர் கொடுத்து எழுப்பவோ, இயலாதவர்களாகவும் இருக்கின்றனர்"
        },
        {
            "chapter": 25,
            "verse": 4,
            "text": "இன்னும்; இது (அல் குர்ஆன்) பொய்யேயன்றி வேறு இல்லை இதை இவரே இட்டுக்கட்டிக் கொண்டார் இன்னும் மற்ற மக்கள் கூட்டத்தாரும் இதில் அவருக்கு உதவிபுரிந்துள்ளார்கள்\" என்றும் நிராகரிப்பவர்கள் கூறுகின்றனர் ஆனால் (இப்படிக் கூறுவதன் மூலம்) திடனாக அவர்களே ஓர் அநியாயத்தையும், பொய்யையும் கொண்டு வந்துள்ளார்கள்"
        },
        {
            "chapter": 25,
            "verse": 5,
            "text": "இன்னும் அவர்கள் கூறுகிறார்கள்; \"இன்னும் அவை முன்னோர்களின் கட்டுக் கதைகளே அவற்றை இவரே எழுதுவித்துக் கொண்டிருக்கிறார் - ஆகவே அவை அவர் முன்னே காலையிலும் மாலையிலும் ஓதிக் காண்பிக்கப்படுகின்றன"
        },
        {
            "chapter": 25,
            "verse": 6,
            "text": "(நபியே!) \"வானங்களிலும், பூமியிலுமுள்ள இரகசியங்களை அறிந்தவன் எவனோ அவனே அதை இறக்கி வைத்தான்; நிச்சயமாக அவன் மிக மன்னிப்பவனாகவும், மிக்க கிருபை செய்வோனாகவும் இருக்கின்றான்\" என்று கூறுவீராக"
        },
        {
            "chapter": 25,
            "verse": 7,
            "text": "மேலும் அவர்கள் கூறுகிறார்கள்; \"இந்த ரஸூலுக்கு என்ன? இவர் (மற்றவர்களைப் போலவே) உணவு உண்கிறார் கடை வீதிகளில் நடக்கிறார். இவருடன் சேர்ந்து அச்சமூட்டி எச்சரிப்பதற்காக, ஒரு மலக்கு (வானவர்) அனுப்பப்பட்டிருக்க வேண்டாமா"
        },
        {
            "chapter": 25,
            "verse": 8,
            "text": "அல்லது இவருக்கு ஒரு புதையல் அளிக்கப்பட்டிருக்க வேண்டாமா? அல்லது அதிலிருந்து உண்பதற்கு (ஒரு பழத்)தோட்டம் உண்டாகியிருக்க வேண்டாமா?\" (என்றும் கூறுகின்றனர்) அன்றியும், இந்த அநியாயக் காரர்கள்; (முஃமின்களை நோக்கி) \"சூனியம் செய்யப்பட்ட ஒரு மனிதரையேயன்றி, வேறெவரையும் நீங்கள் பின்பற்றவில்லை\" என்றும் கூறுகிறார்கள்"
        },
        {
            "chapter": 25,
            "verse": 9,
            "text": "(நபியே!) உமக்காக அவர்கள் எத்தகைய உவமானங்களை எடுத்துக் கூறுகிறார்கள் என்பதை நீர் பாரும்! அவர்கள் வழி கெட்டுப் போய்விட்டார்கள் - ஆகவே அவர்கள் (நேரான) மார்க்கத்தைக் காண சக்தி பெறமாட்டார்கள்"
        },
        {
            "chapter": 25,
            "verse": 10,
            "text": "(நபியே!) இந்நிராகரிப்போர் சொல்வதைவிட) மேலான சுவன(த் தோட்ட)ங்களை அவன் நாடினால் உமக்காக உண்டாக்குவானே (அந்த நாயன்) பாக்கியம் மிக்கவன்; அவற்றின் கீழே ஆறுகள் சதா ஓடிக்கொண்டிருக்கும் - இன்னும் உமக்காக (அங்கு) மாளிகைகளையும் அவன் உண்டாக்குவான்"
        },
        {
            "chapter": 25,
            "verse": 11,
            "text": "எனினும் அவர்கள் (இறுதி விசாரணக்) காலத்தையே பொய்ப்பிக்க முற்படுகின்றனர் ஆனால் நாம் அந்தக்காலத்தைப் பொய்ப்பிக்க முற்படுபவனுக்கு (நரக) நெருப்பைச் சித்தம் செய்திருக்கிறோம்"
        },
        {
            "chapter": 25,
            "verse": 12,
            "text": "(அந்நரகம்) இவர்களை வெகு தொலைவில் காணும்போதே அதற்கே உரித்தான கொந்தளிப்பையும், பேரிரைச்சலையும் அவர்கள் கேட்பார்கள்"
        },
        {
            "chapter": 25,
            "verse": 13,
            "text": "மேலும் அ(ந்நரகத்)தின் ஒரு நெருக்கமான இடத்தில் அவர்கள் (சங்கிலியால்) கட்டி எறியப்பட்டால், (அவ்வேதனையை தாங்கமாட்டாமல், அதைவிட) அழிவே மேல் என அங்கே வேண்டியழைப்பார்கள்"
        },
        {
            "chapter": 25,
            "verse": 14,
            "text": "இந்த நாளில் நீங்கள் ஓர் அழிவை அழைக்காதீர்கள்; இன்னும் பல அழிவுகளை வேண்டியழையுங்கள்\" (என்று அவர்களிடம் கூறப்படும்)"
        },
        {
            "chapter": 25,
            "verse": 15,
            "text": "அ(த்தகைய நரகமான)து நல்லதா? அல்லது பயபக்தியுடையவர்களுக்கு வாக்களிக்கப்பட்டுள்ள நித்திய சுவர்க்கம் நல்லதா? அது அவர்களுக்கு நற்கூலியாகவும், அவர்கள் போய்ச் சேருமிடமாகவும் இருக்கும்\" என்று (அவர்களிம் நபியே!) நீர் கூறும்"
        },
        {
            "chapter": 25,
            "verse": 16,
            "text": "அதில் அவர்களுக்கு விரும்பியதெல்லாம் கிடைக்கும்; (அதில்) அவர்கள் நிரந்தரமாகத் தங்குவார்கள் - இதுவே உமது இறைவனிடம் வேண்டிப் பெறக்கூடிய வாக்குறுதியாக இருக்கும்"
        },
        {
            "chapter": 25,
            "verse": 17,
            "text": "அவர்களையும் அல்லாஹ்வையன்றி அவர்கள் வணங்கி கொண்டிருந்தவற்றையும் அவன் ஒன்று சேர்க்கும் நாளில்; (அத்தெய்வங்களை நோக்கி) \"என்னுடைய இந்த அடியார்களை நீங்கள் வழி கெடுத்தீர்களா? அல்லது அவர்கள் தாமாகவே வழி கெட்டுப் போனார்களா?\" என்று (இறைவன்) கேட்பான்"
        },
        {
            "chapter": 25,
            "verse": 18,
            "text": "(அதற்கு) அவர்கள் \"இறைவா! நீ தூயவன். உன்னையன்றி நாங்கள் பாது காவலர்களை ஏற்படுத்திக் கொள்ள எங்களுக்குத் தேவையில்லையே! எனினும் நீ இவர்களையும் இவர்களுடைய மூதாதையர்களையும் சுகம் அனுபவிக்கச் செய்தாய்; அவர்களோ உன் நினைப்பை மறந்தார்கள்; மேலும் அழிந்து போகும் கூட்டத்தாரானார்கள்\" என்று கூறுவர்"
        },
        {
            "chapter": 25,
            "verse": 19,
            "text": "நீங்கள் சொல்லியதையெல்லாம் திடனாக இவர்கள் பொய்யாக்கிவிட்டனர் ஆகவே (இப்போது வேதனையைத்) தடுத்துக் கொள்ளவோ, உதவி பெற்றுக் கொள்ளவோ நீங்கள் சக்தி பெறமாட்டீர்கள்; மேலும் உங்களில் எவன் அநியாயம் செய்து கொண்டிருந்தானோ, அவனை நாம் பெரியதொரு வேதனையைச் சுவைக்கச்செய்வோம்\" (என்று இறைவன் கூறுவான்)"
        },
        {
            "chapter": 25,
            "verse": 20,
            "text": "(நபியே!) இன்னும் உமக்கு முன்னர் நாம் அனுப்பிய தூதர்களெல்லாம் நிச்சயமாக உணவருந்துபவர்களாகவும், கடை வீதிகளில் நடமாடுபவர்களாகவும்தாம் இருந்தார்கள்; மேலும், நாம் உங்களில் சிலரை மற்றும் சிலருக்குச் சோதனையாக்கி இருக்கிறோம் - ஆகவே நீங்கள் பொறுமையுடன் இருப்பீர்களா? உம்முடைய இறைவன் (யாவற்றையும்) உற்று நோக்கியவனாகவே இருக்கின்றான்"
        },
        {
            "chapter": 25,
            "verse": 21,
            "text": "மேலும் (மறுமையில்) நம் சந்திப்பை நம்பாது இருக்கிறார்களே அவர்கள்; \"எங்களிடம் ஏன் மலக்குகள் அனுப்பப்படவில்லை? அல்லது ஏன் நாம் நம்முடைய இறைவனைக் காண முடியவில்லை?\" என்று கூறுகிறார்கள். திடமாக அவர்கள் பெருமையடித்துக் கொண்டிருக்கிறார்கள்; மேலும், மிகவும் வரம்பு கடந்து சென்று விட்டனர்"
        },
        {
            "chapter": 25,
            "verse": 22,
            "text": "அவர்கள் மலக்குகளைக் காணும் நாளில், அக்குற்றவாளிகளுக்கு நற்செய்தி எதுவும் அன்றைய தினம் இராது (நற்பாக்கியம்) முற்றாக (உங்களுக்கு) தடுக்கப்பட்டு விட்டது என்று அந்த மலக்குகள் கூறுவார்கள்"
        },
        {
            "chapter": 25,
            "verse": 23,
            "text": "இன்னும்; நாம் அவர்கள் (இம்மையில்) செய்த செயல்களின் பக்கம் முன்னோக்கி அவற்றை (நன்மை எதுவும் இல்லாது) பரத்தப்பட்ட புழுதியாக ஆக்கிவிடுவோம்"
        },
        {
            "chapter": 25,
            "verse": 24,
            "text": "அந்நாளில் சுவர்க்க வாசிகள் தங்குமிடத்தால் மேலானவர்களாககவும், சகமனுபவிக்கும் இடத்தால் அழகானவர்களாகவும் இருப்பார்கள்"
        },
        {
            "chapter": 25,
            "verse": 25,
            "text": "இன்னும் வானம் மேகத்தால் பிளந்து போகும் நாளில்; மலக்குகள் (அணியணியாய் கீழே) இறக்கப்படுவார்கள்"
        },
        {
            "chapter": 25,
            "verse": 26,
            "text": "அந்நாளில் உண்மையான ஆட்சி அர்ரஹ்மானுக்குத்தான்; மேலும் காஃபிர்களுகு; கு கடுமையான நாளாகவும் இருக்கும்"
        },
        {
            "chapter": 25,
            "verse": 27,
            "text": "அந்நாளில் அநியாயக்காரன் தன்னிரு கைகளையும் கடித்துக்கொண்டு; \"அத்தூதருடன் நானும் - (நேரான) வழியை எடுத்துக் கொண்டிருக்க வேண்டாமா?\" எனக் கூறுவான்"
        },
        {
            "chapter": 25,
            "verse": 28,
            "text": "எனக்கு வந்த கேடே! (என்னை வழி கெடுத்த) ஒருவனை நண்பனாக ஆக்கிக் கொள்ளாது இருந்திருக்க வேண்டாமா"
        },
        {
            "chapter": 25,
            "verse": 29,
            "text": "நிச்சயமாக, என்னிடம் நல்லுபதேசம் வந்த பின்னரும் அதிலிருந்து அவன் என்னை வழி கெடுத்தானே! மேலும் ஷைத்தான் மனிதனுக்கு மிகவும் சதி செய்பவனாக இருக்கிறான்!\" (என்று புலம்புவான்)"
        },
        {
            "chapter": 25,
            "verse": 30,
            "text": "என்னுடைய இறைவா நிச்சயமாக என் சமூகத்தார் இந்த குர்ஆனை முற்றிலும் புறக்கணித்து ஒதுக்கிவிட்டார்கள்\" என்று (நம்) தூதர் கூறுவார்"
        },
        {
            "chapter": 25,
            "verse": 31,
            "text": "மேலும், இவ்வாறே நாம் ஒவ்வொரு நபிக்கும் குற்றவாளிகளிலிருந்து பகைவரை உண்டாக்கினோம்; இன்னும், உம்முடைய இறைவன் (உமக்கு) நேர்வழி காட்டியாகவும் உதவிபுரிபவனாகவும் இருக்கப் போதுமானவன்"
        },
        {
            "chapter": 25,
            "verse": 32,
            "text": "இன்னும்; \"இவருக்கு இந்த குர்ஆன் (மொத்தமாக) ஏன் ஒரே தடவையில் முழுதும் இறக்கப்படவில்லை?\" என்று நிராகரிப்போர் கேட்கிறார்கள்; இதைக் கொண்டு உம் இதயத்தை உறுதிப்படுத்துவதற்காக இதனை படிப்படியாக நாம் இறக்கினோம்"
        },
        {
            "chapter": 25,
            "verse": 33,
            "text": "அவர்கள் உம்மிடம் எவ்விதமான உவமானத்தைக் கொண்டு வந்தாலும், (அதை விடவும்) உண்மையானதும், அழகானதுமான ஒரு விளக்கத்தை நாம் உமக்குக் கொடுக்காமல் இல்லை"
        },
        {
            "chapter": 25,
            "verse": 34,
            "text": "எவர்கள் நரகத்திற்குத் தங்கள் முகம் குப்புற (இழுத்துச் செல்லப் பெற்று) ஒன்று சேர்க்கப் படுவார்களோ, அவர்கள் தங்குமிடத்தால் மிகவும் கெட்டவர்கள்; பாதையால் பெரிதும் வழி கெட்டவர்கள்"
        },
        {
            "chapter": 25,
            "verse": 35,
            "text": "மேலும் நிச்சயமாக நாம் மூஸாவுக்கு (தவ்றாத்) வேதத்தைக் கொடுத்தோம் - இன்னும் அவருடன் அவருடைய சகோதரர் ஹாரூனை உதவியாளராகவும் ஏற்படுத்தினோம்"
        },
        {
            "chapter": 25,
            "verse": 36,
            "text": "ஆகவே நாம், \"நீங்கள் இருவரும் நம் அத்தாட்சிகளைப் பொய்ப்பித்தார்களே அக்கூட்டத்தாரிடம் செல்லுங்கள்\" என்று கூறினோம். பின்னர், அ(வ்வாறு பொய்ப்பித்த)வர்களை முற்றும் அழித்தோம்"
        },
        {
            "chapter": 25,
            "verse": 37,
            "text": "இன்னும்; நூஹின் சமூத்தவர் அவர்கள் (நம்) தூதர்களைப் பொய்யாக்கிய போது, நாம் அவர்களை மூழ்கடித்தோம்; அவர்களை மனிதர்களுக்கு ஓர் அத்தாட்சியாகவும் ஆக்கிவைத்தோம்; மேலும் அநியாயக் காரர்களுக்கு நோவினை செய்யும் வேதனையை நாம் சித்தப்படுத்தி இருக்கிறோம்"
        },
        {
            "chapter": 25,
            "verse": 38,
            "text": "இன்னும் 'ஆது' 'ஸமூது' (கூட்டத்தாரையும்), ரஸ் (கிணறு) வாசிகளையும், இவர்களுக்கிடையில் இன்னும் அநேக தலைமுறையினரையும் (நாம் தண்டித்தோம்)"
        },
        {
            "chapter": 25,
            "verse": 39,
            "text": "அவர்கள் ஒவ்வொருவருக்கும் நாம் தெளிவான சான்றுகளை தெளிவுபடுத்தினோம். மேலும் (அவர்கள் அவைகளை நிராகரித்ததினால்) அவர்கள் அனைவரையும் முற்றாக அழித்தோம்"
        },
        {
            "chapter": 25,
            "verse": 40,
            "text": "இன்னும்; நிச்சயமாக இ(ந்நிராகரிப்ப)வர்கள் ஒரு தீமையான (கல்) மாரி பொழிவிக்கப்பட்ட ஊருக்குச் சென்றிருக்கிறார்கள் - அதனையும் இவர்கள் பார்க்கவில்லையா? எனினும் (மரணத்திற்குப் பின் உயிர் கொடுத்து) எழுப்பப்படுவதை இவர்கள் நம்பவேயில்லை"
        },
        {
            "chapter": 25,
            "verse": 41,
            "text": "இவரைத்தானா அல்லாஹ் தூதராக அனுப்பியிருக்கிறான்\" (என்று கூறி) உம்மை அவர்கள் காணும் பொழுது உம்மைக் கேலிக்குரியவராக அவர்கள் கருதுகின்றனர்"
        },
        {
            "chapter": 25,
            "verse": 42,
            "text": "நாம் (நம் தெய்வங்களின் மீது) உறுதியாக இல்லாதிருந்தால், நம்முடைய தெய்வங்களை விட்டும் திருப்பி நம்மை இவர் வழி கெடுத்தேயிருப்பார்\" (என்றும் அவர்கள் கூறுகின்றனர் (மறுமையின்) வேதனையை அவர்கள் காணும்பொழுது, பாதையால் மிக வழிகெட்டவர்கள் யார் என்பதை நன்கறிந்து கொள்வார்கள்"
        },
        {
            "chapter": 25,
            "verse": 43,
            "text": "தன் (இழிவான) இச்சையையே தன் தெய்வமாக எடுத்துக் கொண்டவனை (நபியே!) நீர் பார்த்தீரா? அ(த்தகைய)வனுக்கு நீர் பாதுகாவலராக இருப்பீரா"
        },
        {
            "chapter": 25,
            "verse": 44,
            "text": "அல்லது, நிச்சயமாக அவர்களில் பெரும்பாலோர் (உம் உபதேசத்தைக்) கேட்கிறார்கள்; அல்லது அறிந்துணர்கிறார்கள் என்று நீர் நினைக்கின்றீரா? அவர்கள் கால்நடைகளைப் போன்றவர்களேயன்றி வேறில்லை (அவற்றை விடவும்) அவர்கள், மிகவும் வழி கெட்டவர்கள்"
        },
        {
            "chapter": 25,
            "verse": 45,
            "text": "(நபியே!) உம்முடைய இறைவன் நிழலை எப்படி நீட்டுகின்றான் என்பதை நீர் பார்க்கவில்லையா? மேலும் அவன் நாடினால் அதனை (ஒரே நிலையில்) அசைவற்றிருக்கச் செய்ய முடியும். (நபியே!) பின்னர் சூரியனை - நாம்தாம் நிழலுக்கு ஆதாரமாக ஆக்கினோம்"
        },
        {
            "chapter": 25,
            "verse": 46,
            "text": "பிறகு, நாம் அதனைச் சிறுகச் சிறுக (குறைத்து) நம்மிடம் கைப்பற்றிக் கொள்கிறோம்"
        },
        {
            "chapter": 25,
            "verse": 47,
            "text": "அவன்தான் உங்களுக்கு இரவை ஆடையாகவும், நித்திரையை இளைப்பாறுதலாகவும் ஆக்கியிருக்கின்றான்; இன்னும், அவனே பகலை உழைப்பிற்கு ஏற்றவாறு ஆக்கியிருக்கிறான்"
        },
        {
            "chapter": 25,
            "verse": 48,
            "text": "இன்னும், அவன்தான் தன்னுடைய கிருபை (மழை)க்கு முன்னே காற்றுகளை நன்மாராயமாக அனுப்பி வைக்கின்றான்; மேலும், (நபியே!) நாமே வானத்திலிருந்து தூய்மையான நீரையும் இறக்கி வைக்கிறோம்"
        },
        {
            "chapter": 25,
            "verse": 49,
            "text": "இறந்து போன பூமிக்கு அதனால் உயிர் அளிக்கிறோம்; நாம் படைத்துள்ளவற்றிலிருந்து கால் நடைகளுக்கும், ஏராளமான மனிதர்களுக்கும் அதை பருகும்படிச் செய்கிறோம்"
        },
        {
            "chapter": 25,
            "verse": 50,
            "text": "அவர்கள் படிப்பினை பெறுவதற்காக அவர்களுக்கு இதனை (குர்ஆனை) நாம் தெளிவு படுத்துகிறோம். மனிதர்களில் பெரும்பாலோர் நிராகரிப்போராகவே இருக்கின்றனர்"
        },
        {
            "chapter": 25,
            "verse": 51,
            "text": "மேலும், நாம் நாடியிருந்தால், ஒவ்வொரு ஊரிலும், அச்சமூட்டி எச்சரிக்கும் ஒருவரை நாம் அனுப்பியிருப்போம்"
        },
        {
            "chapter": 25,
            "verse": 52,
            "text": "ஆகவே, (நபியே!) நீர் இந்த காஃபிர்களுக்கு வழிபடாதீர் இதன் மூலம் (குர்ஆன் மூலம்) அவர்களுடன் பெரும் போராட்டத்தை மேற்கொள்வீராக"
        },
        {
            "chapter": 25,
            "verse": 53,
            "text": "அவன்தான் இரு கடல்களையும் ஒன்று சேர்த்தான்.; ஒன்று, மிக்க இனிமையும் சுவையுமுள்ளது மற்றொன்று உப்பும் கசப்புமானது - இவ்விரண்டிற்குமிடையே வரம்பையும், மீற முடியாத ஒரு தடையையும் ஏற்படுத்தியிருக்கிறான்"
        },
        {
            "chapter": 25,
            "verse": 54,
            "text": "இன்னும் அவன்தான் மனிதனை நீரிலிருந்து படைத்து, பின்னர் அவனுக்கு வம்சத்தையும், சம்பந்தங்களையும் ஏற்படுத்துகிறான்; மேலும் உம்முடைய இறைவன் பேராற்றலுள்ளவன்"
        },
        {
            "chapter": 25,
            "verse": 55,
            "text": "இவ்வாறிருந்தும், அவர்கள் அல்லாஹ்வை அன்றி தங்களுக்கு நன்மை செய்யவோ, தீமையை செய்யவோ இயலாதவற்றை வணங்குகின்றனர் நிராகரிப்பவன் தன் இறைவனுக்கு எதிராக (தீய சக்திகளுக்கு) உதவி செய்பவனாகவே இருக்கிறான்"
        },
        {
            "chapter": 25,
            "verse": 56,
            "text": "இன்னும் (நபியே!) நாம் உம்மை நன்மாராயங் கூறுபவராகவும், அச்சமூட்டி எச்சரிக்கை செய்பவராகவுமே அல்லாமல் அனுப்பவில்லை"
        },
        {
            "chapter": 25,
            "verse": 57,
            "text": "அதற்காக நான் உங்களிடம் எந்தக் கூலியையும் கேட்கவில்லை - விருப்பமுள்ளவர் தம் இறைவனிடத்து(ச் செல்ல) நேர் வழியை ஏற்படுத்திக் கொள்ளட்டும் என்பதைத் தவிர\" என்று (நபியே!) நீர் கூறும்"
        },
        {
            "chapter": 25,
            "verse": 58,
            "text": "எனவே மரிக்கமாட்டானே அந்த நித்திய ஜீவ(னாகிய அல்லாஹ்வி)ன் மீதே முற்றிலும் நம்பிக்கை வைப்பீராக. இன்னும் அவன் புகழைக் கொண்டு (அவனைத்) துதி செய்து கொண்டிருப்பீராக இன்னும் அவன் தன் அடியார்களின் பாவங்களை அறிந்தவனாக இருப்பதே போதுமானதாகும்"
        },
        {
            "chapter": 25,
            "verse": 59,
            "text": "அவனே வானங்களையும், பூமியையும், அவற்றிற்கிடையிலுள்ளவற்றையும் ஆறு நாட்களில் படைத்தான்;. பின்னர் அவன் அர்ஷின் மீது அமைந்தான். (அவன் தான் அருள் மிக்க) அர்ரஹ்மான்; ஆகவே, அறிந்தவர்களிடம் அவனைப் பற்றிக் கேட்பீராக"
        },
        {
            "chapter": 25,
            "verse": 60,
            "text": "இன்னும் அர்ரஹ்மானுக்கு நீங்கள் ஸஜ்தா செய்யுங்கள்' என்று அவர்களுக்குக் கூறப்பட்டால் \"அர்ரஹ்மான் என்பவன் யார்? நீர் கட்டளையிடக் கூடியவனுக்கு நாங்கள் ஸஜ்தா செய்வோமா?\" என்று கேட்கிறார்கள்; இன்னும், இது அவர்களுக்கு வெறுப்பையே அதிகப்படுத்திவிட்டது"
        },
        {
            "chapter": 25,
            "verse": 61,
            "text": "வான (மண்டல)த்தில் கோளங்கள் சுழன்று வரும் பாதைகளை உண்டாக்கி, அவற்றிடையே ஒரு விளக்கை (சூரியனை)யும்; ஒளிவான சந்திரனையும் உண்டாக்கினானே அவன் பாக்கியமுள்ளவன்"
        },
        {
            "chapter": 25,
            "verse": 62,
            "text": "இன்னும் சிந்திக்க விரும்புபவருக்கு, அல்லது நன்றி செலுத்த விரும்புபவருக்கு அவன்தான் இரவையும், பகலையும் அடுத்தடுத்து வருமாறு ஆக்கினான்"
        },
        {
            "chapter": 25,
            "verse": 63,
            "text": "இன்னும் அர்ரஹ்மானுடைய அடியார்கள் (யாரென்றால்) அவர்கள்தாம் பூமியில் பணிவுடன் நடப்பவர்கள்; மூடர்கள் அவர்களுடன் பேசி(வாதா)ட முற்பட்டால் \"ஸலாம்\" (சாந்தியுண்டாகட்டும் என்று) சொல்லி (விலகிப் போய்) விடுவார்கள்"
        },
        {
            "chapter": 25,
            "verse": 64,
            "text": "இன்னும், அவர்கள் தங்கள் இறைவனை ஸஜ்தா செய்தவர்களாகவும், நின்றவர்களாகவும் வழிபாடு செய்து இரவிலிருப்பார்களே அவர்கள்"
        },
        {
            "chapter": 25,
            "verse": 65,
            "text": "எங்கள் இறைவனே! எங்களைவிட்டும் நரகத்தின் வேதனையைத் திருப்புவாயாக நிச்சயமாக அதன் வேதனை நிரந்தரமானதாகும்\" என்று கூறுவார்கள்"
        },
        {
            "chapter": 25,
            "verse": 66,
            "text": "நிச்சயமாக அது வாழ்வதற்கும் வசிப்பதற்கும் மிகக் கெட்ட இடமாகும்"
        },
        {
            "chapter": 25,
            "verse": 67,
            "text": "இன்னும், அவர்கள் செலவு செய்தால் வீண் விரையம் செய்யமாட்டார்கள்; (உலோபித்தனமாகக்) குறைக்கவும் மாட்டார்கள் - எனினும், இரண்டுக்கும் மத்திய நிலையாக இருப்பார்கள்"
        },
        {
            "chapter": 25,
            "verse": 68,
            "text": "அன்றியும், அவர்கள் அல்லாஹ்வுடன் வேறு நாயனைப் பிரார்த்திக்கமாட்டார்கள்; இன்னும், அல்லாஹ்வினால் விலக்கப் பட்ட எந்த மனிதரையும் அவர்கள் நியாயமின்றிக் கொல்லமாட்டார்கள், விபசாரமும் செய்ய மாட்டார்கள் - ஆகவே, எவர் இவற்றைச் செய்கிறாரோ, அவர் தண்டனை அடைய நேரிடும்"
        },
        {
            "chapter": 25,
            "verse": 69,
            "text": "கியாம நாளில் அவருடைய வேதனை இரட்டிப்பாக்கப்படும்; இன்னும் அதில் இழிவாக்கப்பட்டவராக என்றென்றும் தங்கிவிடுவர்"
        },
        {
            "chapter": 25,
            "verse": 70,
            "text": "ஆனால் (அவர்களில் எவர்) தவ்பா செய்து ஈமானுங் கொண்டு, ஸாலிஹான (நற்) செய்கைகள் செய்கிறார்களோ - அவர்களுடைய பாவங்களை அல்லாஹ் நன்மையாக மாற்றிவிடுவான். மேலும், அல்லாஹ் மிக்க மன்னிப்போனாகவும், மிக்க கிருபையுடையோனாகவும் இருக்கின்றான்"
        },
        {
            "chapter": 25,
            "verse": 71,
            "text": "இன்னும், எவர் தவ்பா செய்து ஸாலிஹான (நற்) செய்கைகள் செய்கின்றாரோ, அவர் நிச்சயமாக அல்லாஹ்விடம் பாவ மன்னிப்புத் தேடியாவராவார்"
        },
        {
            "chapter": 25,
            "verse": 72,
            "text": "அன்றியும், அவர்கள் பொய் சாட்சி சொல்லமாட்டார்கள்; மேலும், அவர்கள் வீணான காரிய(ம் நடக்கும் இட)த்தின் பக்கம் செல்வார்களாயின் கண்ணியமானவராக (ஒதுங்கிச்) சென்றுவிடுவார்கள்"
        },
        {
            "chapter": 25,
            "verse": 73,
            "text": "இன்னும் அவர்கள், தங்கள் இறைவனுடைய வசனங்களைக் கொண்டு நினைவூட்டப்பட்டால், செவிடர்களையும், குருடர்களையும் போல் அவற்றின் மீது விழமாட்டார்கள். (சிந்தனையுடன் செவி சாய்ப்பர்கள்)"
        },
        {
            "chapter": 25,
            "verse": 74,
            "text": "மேலும் அவர்கள்; \"எங்கள் இறைவா! எங்கள் மனைவியரிடமும், எங்கள் சந்ததியரிடமும் இருந்து எங்களுக்குக் கண்களின் குளிர்ச்சியை அளிப்பாயாக! இன்னும் பயபக்தியுடையவர்களுக்கு எங்களை இமாமாக (வழிகாட்டியாக) ஆக்கியருள்வாயாக! என்று பிரார்த்தனை செய்வார்கள்"
        },
        {
            "chapter": 25,
            "verse": 75,
            "text": "பொறுமையுடனிருந்த காரணத்தால், இவர்களுக்கு(ச் சுவனபதியிலி) உன்னதமான மாளிகை நற்கூலியாக அளிக்கப்படும்; வாழ்த்தும், ஸலாமும் கொண்டு அவர்கள் எதிர்கொண்டழைக்கப் படுவார்கள்"
        },
        {
            "chapter": 25,
            "verse": 76,
            "text": "அதில் அவர்கள் என்றென்றும் தங்கிவிடுவார்கள்; அது வாழ்வதற்கும் வசிப்பதற்கும் அழகிய இடமாகும்"
        },
        {
            "chapter": 25,
            "verse": 77,
            "text": "(நபியே!) சொல்வீராக \"உங்களுடைய பிரார்த்தனை இல்லாவிட்டால், என்னுடைய இறைவன் உங்களைப் பொருட்படுத்தி இருக்க மாட்டான் ஆனால் நீங்களோ (சத்தியத்தை) நிராகரித்துக் கொண்டே இருக்கிறீர்கள். எனவே, அதன் வேதனை பின்னர் உங்களைக் கண்டிப்பாகப் பிடித்தே தீரும்"
        }
    ]
}