{
    "hizbs": [
        {
            "chapter": 56,
            "verse": 75,
            "text": "অতএব, আমি তারকারাজির অস্তাচলের শপথ করছি"
        },
        {
            "chapter": 56,
            "verse": 76,
            "text": "নিশ্চয় এটা এক মহা শপথ-যদি তোমরা জানতে।"
        },
        {
            "chapter": 56,
            "verse": 77,
            "text": "নিশ্চয় এটা সম্মানিত কোরআন"
        },
        {
            "chapter": 56,
            "verse": 78,
            "text": "যা আছে এক গোপন কিতাবে"
        },
        {
            "chapter": 56,
            "verse": 79,
            "text": "যারা পাক-পবিত্র, তারা ব্যতীত অন্য কেউ একে স্পর্শ করবে না।"
        },
        {
            "chapter": 56,
            "verse": 80,
            "text": "এটা বিশ্ব-পালনকর্তার পক্ষ থেকে অবতীর্ণ।"
        },
        {
            "chapter": 56,
            "verse": 81,
            "text": "তবুও কি তোমরা এই বাণীর প্রতি শৈথিল্য পদর্শন করবে"
        },
        {
            "chapter": 56,
            "verse": 82,
            "text": "এবং একে মিথ্যা বলাকেই তোমরা তোমাদের ভূমিকায় পরিণত করবে"
        },
        {
            "chapter": 56,
            "verse": 83,
            "text": "অতঃপর যখন কারও প্রাণ কন্ঠাগত হয়।"
        },
        {
            "chapter": 56,
            "verse": 84,
            "text": "এবং তোমরা তাকিয়ে থাক"
        },
        {
            "chapter": 56,
            "verse": 85,
            "text": "তখন আমি তোমাদের অপেক্ষা তার অধিক নিকটে থাকি; কিন্তু তোমরা দেখ না।"
        },
        {
            "chapter": 56,
            "verse": 86,
            "text": "যদি তোমাদের হিসাব-কিতাব না হওয়াই ঠিক হয়"
        },
        {
            "chapter": 56,
            "verse": 87,
            "text": "তবে তোমরা এই আত্মাকে ফিরাও না কেন, যদি তোমরা সত্যবাদী হও"
        },
        {
            "chapter": 56,
            "verse": 88,
            "text": "যদি সে নৈকট্যশীলদের একজন হয়"
        },
        {
            "chapter": 56,
            "verse": 89,
            "text": "তবে তার জন্যে আছে সুখ, উত্তম রিযিক এবং নেয়ামতে ভরা উদ্যান।"
        },
        {
            "chapter": 56,
            "verse": 90,
            "text": "আর যদি সে ডান পার্শ্বস্থদের একজন হয়"
        },
        {
            "chapter": 56,
            "verse": 91,
            "text": "তবে তাকে বলা হবেঃ তোমার জন্যে ডানপার্শ্বসস্থদের পক্ষ থেকে সালাম।"
        },
        {
            "chapter": 56,
            "verse": 92,
            "text": "আর যদি সে পথভ্রষ্ট মিথ্যারোপকারীদের একজন হয়"
        },
        {
            "chapter": 56,
            "verse": 93,
            "text": "তবে তার আপ্যায়ন হবে উত্তপ্ত পানি দ্বারা।"
        },
        {
            "chapter": 56,
            "verse": 94,
            "text": "এবং সে নিক্ষিপ্ত হবে অগ্নিতে।"
        },
        {
            "chapter": 56,
            "verse": 95,
            "text": "এটা ধ্রুব সত্য।"
        },
        {
            "chapter": 56,
            "verse": 96,
            "text": "অতএব, আপনি আপনার মহান পালনকর্তার নামে পবিত্রতা ঘোষণা করুন।"
        },
        {
            "chapter": 57,
            "verse": 1,
            "text": "নভোমন্ডল ও ভূমন্ডলে যা কিছু আছে, সবাই আল্লাহর পবিত্রতা ঘোষণা করে। তিনি শক্তিধর; প্রজ্ঞাময়।"
        },
        {
            "chapter": 57,
            "verse": 2,
            "text": "নভোমন্ডল ও ভূমন্ডলের রাজত্ব তাঁরই। তিনি জীবন দান করেন ও মৃত্যু ঘটান। তিনি সবকিছু করতে সক্ষম।"
        },
        {
            "chapter": 57,
            "verse": 3,
            "text": "তিনিই প্রথম, তিনিই সর্বশেষ, তিনিই প্রকাশমান ও অপ্রকাশমান এবং তিনি সব বিষয়ে সম্যক পরিজ্ঞাত।"
        },
        {
            "chapter": 57,
            "verse": 4,
            "text": "তিনি নভোমন্ডল ও ভূ-মন্ডল সৃষ্টি করেছেন ছয়দিনে, অতঃপর আরশের উপর সমাসীন হয়েছেন। তিনি জানেন যা ভূমিতে প্রবেশ করে ও যা ভূমি থেকে নির্গত হয় এবং যা আকাশ থেকে বর্ষিত হয় ও যা আকাশে উত্থিত হয়। তিনি তোমাদের সাথে আছেন তোমরা যেখানেই থাক। তোমরা যা কর, আল্লাহ তা দেখেন।"
        },
        {
            "chapter": 57,
            "verse": 5,
            "text": "নভোমন্ডল ও ভূমন্ডলের রাজত্ব তাঁরই। সবকিছু তাঁরই দিকে প্রত্যাবর্তন করবে।"
        },
        {
            "chapter": 57,
            "verse": 6,
            "text": "তিনি রাত্রিকে দিবসে প্রবিষ্ট করেন এবং দিবসকে প্রবিষ্ট করেন রাত্রিতে। তিনি অন্তরের বিষয়াদি সম্পর্কেও সম্যক জ্ঞাত।"
        },
        {
            "chapter": 57,
            "verse": 7,
            "text": "তোমরা আল্লাহ ও তাঁর রসূলের প্রতি বিশ্বাস স্থাপন কর এবং তিনি তোমাদেরকে যার উত্তরাধিকারী করেছেন, তা থেকে ব্যয় কর। অতএব, তোমাদের মধ্যে যারা বিশ্বাস স্থাপন করে ও ব্যয় করে, তাদের জন্যে রয়েছে মহাপুরস্কার।"
        },
        {
            "chapter": 57,
            "verse": 8,
            "text": "তোমাদের কি হল যে, তোমরা আল্লাহর প্রতি বিশ্বাস স্থাপন করছ না, অথচ রসূল তোমাদেরকে তোমাদের পালনকর্তার প্রতি বিশ্বাস স্থাপন করার দাওয়াত দিচ্ছেন? আল্লাহ তো পূর্বেই তোমাদের অঙ্গীকার নিয়েছেন-যদি তোমরা বিশ্বাসী হও।"
        },
        {
            "chapter": 57,
            "verse": 9,
            "text": "তিনিই তাঁর দাসের প্রতি প্রকাশ্য আয়াত অবতীর্ণ করেন, যাতে তোমাদেরকে অন্ধকার থেকে আলোকে আনয়ন করেন। নিশ্চয় আল্লাহ তোমাদের প্রতি করুণাময়, পরম দয়ালু।"
        },
        {
            "chapter": 57,
            "verse": 10,
            "text": "তোমাদেরকে আল্লাহর পথে ব্যয় করতে কিসে বাধা দেয়, যখন আল্লাহই নভোমন্ডল ও ভূমন্ডলের উত্তরাধিকারী? তোমাদের মধ্যে যে মক্কা বিজয়ের পূর্বে ব্যয় করেছে ও জেহাদ করেছে, সে সমান নয়। এরূপ লোকদের মর্যদা বড় তাদের অপেক্ষা, যার পরে ব্যয় করেছে ও জেহাদ করেছে। তবে আল্লাহ উভয়কে কল্যাণের ওয়াদা দিয়েছেন। তোমরা যা কর, আল্লাহ সে সম্পর্কে সম্যক জ্ঞাত।"
        },
        {
            "chapter": 57,
            "verse": 11,
            "text": "কে সেই ব্যক্তি, যে আল্লাহকে উত্তম ধার দিবে, এরপর তিনি তার জন্যে তা বহুগুণে বৃদ্ধি করবেন এবং তার জন্যে রয়েছে সম্মানিত পুরস্কার।"
        },
        {
            "chapter": 57,
            "verse": 12,
            "text": "যেদিন আপনি দেখবেন ঈমানদার পুরুষ ও ঈমানদার নারীদেরকে, তাদের সম্মুখ ভাগে ও ডানপার্শ্বে তাদের জ্যোতি ছুটোছুটি করবে বলা হবেঃ আজ তোমাদের জন্যে সুসংবাদ জান্নাতের, যার তলদেশে নদী প্রবাহিত, তাতে তারা চিরকাল থাকবে। এটাই মহাসাফল্য।"
        },
        {
            "chapter": 57,
            "verse": 13,
            "text": "যেদিন কপট বিশ্বাসী পুরুষ ও কপট বিশ্বাসিনী নারীরা মুমিনদেরকে বলবেঃ তোমরা আমাদের জন্যে অপেক্ষা কর, আমরাও কিছু আলো নিব তোমাদের জ্যোতি থেকে। বলা হবেঃ তোমরা পিছনে ফিরে যাও ও আলোর খোঁজ কর। অতঃপর উভয় দলের মাঝখানে খাড়া করা হবে একটি প্রাচীর, যার একটি দরজা হবে। তার অভ্যন্তরে থাকবে রহমত এবং বাইরে থাকবে আযাব।"
        },
        {
            "chapter": 57,
            "verse": 14,
            "text": "তারা মুমিনদেরকে ডেকে বলবেঃ আমরা কি তোমাদের সাথে ছিলাম না? তারা বলবেঃ হঁ্যা কিন্তু তোমরা নিজেরাই নিজেদেরকে বিপদগ্রস্ত করেছ। প্রতীক্ষা করেছ, সন্দেহ পোষণ করেছ এবং অলীক আশার পেছনে বিভ্রান্ত হয়েছ, অবশেষে আল্লাহর আদেশ পৌঁছেছে। এই সবই তোমাদেরকে আল্লাহ সম্পর্কে প্রতারিত করেছে।"
        },
        {
            "chapter": 57,
            "verse": 15,
            "text": "অতএব, আজ তোমাদের কাছ থেকে কোন মুক্তিপন গ্রহণ করা হবে না। এবং কাফেরদের কাছ থেকেও নয়। তোমাদের সবার আবাস্থল জাহান্নাম। সেটাই তোমাদের সঙ্গী। কতই না নিকৃষ্ট এই প্রত্যাবর্তন স্থল।"
        }
    ]
}