{
    "maqras": [
        {
            "chapter": 72,
            "verse": 1,
            "text": "Katakanlah (Muhammad), “Telah diwahyukan kepadaku bahwa sekumpulan jin telah mendengarkan (bacaan),” lalu mereka berkata, “Kami telah mendengarkan bacaan yang menakjubkan (Al-Qur`ān)"
        },
        {
            "chapter": 72,
            "verse": 2,
            "text": "(Yang) memberi petunjuk kepada jalan yang benar, lalu kami beriman kepadanya. Dan kami sekali-kali tidak akan menyekutukan sesuatu pun dengan Tuhan kami"
        },
        {
            "chapter": 72,
            "verse": 3,
            "text": "Dan sesungguhnya Mahatinggi keagungan Tuhan kami, Dia tidak beristri dan tidak beranak"
        },
        {
            "chapter": 72,
            "verse": 4,
            "text": "Dan sesungguhnya orang yang bodoh di antara kami dahulu selalu mengucapkan (perkataan) yang melampaui batas terhadap Allah"
        },
        {
            "chapter": 72,
            "verse": 5,
            "text": "Dan sesungguhnya kami mengira, bahwa manusia dan jin itu tidak akan mengatakan perkataan yang dusta terhadap Allah"
        },
        {
            "chapter": 72,
            "verse": 6,
            "text": "Dan sesungguhnya ada beberapa orang laki-laki dari kalangan manusia yang meminta perlindungan*(873) kepada beberapa laki-laki dari jin, tetapi mereka (jin) menjadikan mereka (manusia) bertambah sesat"
        },
        {
            "chapter": 72,
            "verse": 7,
            "text": "Dan sesungguhnya mereka (jin) mengira seperti kamu (orang musyrik Mekkah) yang juga mengira bahwa Allah tidak akan membangkitkan kembali siapa pun (pada hari Kiamat)"
        },
        {
            "chapter": 72,
            "verse": 8,
            "text": "Dan sesungguhnya kami (jin) telah mencoba mengetahui (rahasia) langit, maka kami mendapatinya penuh dengan penjagaan yang kuat dan panah-panah api"
        },
        {
            "chapter": 72,
            "verse": 9,
            "text": "Dan sesungguhnya kami (jin) dahulu dapat menduduki beberapa tempat di langit itu untuk mencuri dengar (berita-beritanya). Tetapi sekarang*(874) siapa (mencoba) mencuri dengar (seperti itu) pasti akan menjumpai panah-panah api yang mengintai (untuk membakarnya)"
        },
        {
            "chapter": 72,
            "verse": 10,
            "text": "Dan sesungguhnya kami (jin) tidak mengetahui (akan adanya penjagaan itu) apakah keburukan yang dikehendaki bagi orang yang di bumi ataukah Tuhan mereka menghendaki kebaikan baginya"
        },
        {
            "chapter": 72,
            "verse": 11,
            "text": "Dan sesungguhnya diantara kami (jin) ada yang saleh dan ada (pula) kebalikannya. Kami menempuh jalan yang berbeda-beda"
        },
        {
            "chapter": 72,
            "verse": 12,
            "text": "Dan sesungguhnya kami (jin) telah menduga, bahwa kami tidak akan mampu melepaskan diri (dari kekuasaan) Allah di bumi dan tidak (pula) dapat lari melepaskan diri (dari)-Nya"
        },
        {
            "chapter": 72,
            "verse": 13,
            "text": "Dan sesungguhnya ketika kami (jin) mendengar petunjuk (Al-Qur`ān), kami beriman kepadanya. Maka barangsiapa beriman kepada Tuhan, maka tidak perlu ia takut kekurangan atau dizalimi"
        },
        {
            "chapter": 72,
            "verse": 14,
            "text": "Dan di antara kami ada yang Islam dan ada yang menyimpang dari kebenaran. Siapa yang Islam, maka mereka itu telah memilih jalan yang lurus"
        },
        {
            "chapter": 72,
            "verse": 15,
            "text": "Dan adapun yang menyimpang dari kebenaran, maka mereka menjadi bahan bakar bagi neraka Jahanam.”"
        },
        {
            "chapter": 72,
            "verse": 16,
            "text": "Dan sekiranya mereka tetap berjalan lurus di atas jalan itu (agama Islam), niscaya Kami akan mencurahkan kepada mereka air yang cukup"
        },
        {
            "chapter": 72,
            "verse": 17,
            "text": "Dengan (cara) itu Kami hendak menguji mereka. Dan barangsiapa berpaling dari peringatan Tuhannya, niscaya akan dimasukkan-Nya ke dalam azab yang sangat berat"
        },
        {
            "chapter": 72,
            "verse": 18,
            "text": "Dan sesungguhnya masjid-masjid itu adalah untuk Allah. Maka janganlah kamu menyembah apa pun di dalamnya selain Allah"
        },
        {
            "chapter": 72,
            "verse": 19,
            "text": "Dan sesungguhnya ketika hamba Allah (Muhammad) berdiri menyembah-Nya (melaksanakan salat), mereka (jin-jin) itu berdesakan mengerumuninya"
        },
        {
            "chapter": 72,
            "verse": 20,
            "text": "Katakanlah (Muhammad), “Sesungguhnya aku hanya menyembah Tuhanku dan aku tidak menyekutukan sesuatu pun dengan-Nya.”"
        },
        {
            "chapter": 72,
            "verse": 21,
            "text": "Katakanlah (Muhammad), “Aku tidak kuasa menolak mudarat maupun mendatangkan kebaikan kepadamu.”"
        },
        {
            "chapter": 72,
            "verse": 22,
            "text": "Katakanlah (Muhammad), “Sesungguhnya tidak ada sesuatu pun yang dapat melindungiku dari (azab) Allah dan aku tidak akan memperoleh tempat berlindung selain dari-Nya"
        },
        {
            "chapter": 72,
            "verse": 23,
            "text": "(Aku hanya) menyampaikan (peringatan) dari Allah dan risalah-Nya. Dan barangsiapa mendurhakai Allah dan Rasul-Nya, maka sesungguhnya dia akan mendapat (azab) neraka Jahanam, mereka kekal di dalamnya selama-lamanya.”"
        },
        {
            "chapter": 72,
            "verse": 24,
            "text": "Sehingga apabila mereka melihat (azab) yang diancamkan kepadanya, maka mereka akan mengetahui siapakah yang lebih lemah penolongnya dan lebih sedikit jumlahnya"
        },
        {
            "chapter": 72,
            "verse": 25,
            "text": "Katakanlah (Muhammad), “Aku tidak mengetahui, apakah azab yang diancamkan kepadamu itu sudah dekat ataukah Tuhanku menetapkan waktunya masih lama.”"
        },
        {
            "chapter": 72,
            "verse": 26,
            "text": "Dia mengetahui yang gaib, tetapi Dia tidak memperlihatkan kepada siapa pun tentang yang gaib itu"
        },
        {
            "chapter": 72,
            "verse": 27,
            "text": "Kecuali kepada rasul yang diridai-Nya, maka sesungguhnya Dia mengadakan penjaga-penjaga (malaikat) di depan dan di belakangnya"
        },
        {
            "chapter": 72,
            "verse": 28,
            "text": "Agar Dia mengetahui, bahwa rasul-rasul itu sungguh, telah menyampaikan risalah Tuhannya, sedang (ilmu-Nya) meliputi apa yang ada pada mereka, dan Dia menghitung segala sesuatu satu persatu"
        },
        {
            "chapter": 73,
            "verse": 1,
            "text": "Wahai orang yang berselimut (Muhammad)"
        },
        {
            "chapter": 73,
            "verse": 2,
            "text": "Bangunlah (untuk salat) pada malam hari, kecuali*(875) sebagian kecil"
        },
        {
            "chapter": 73,
            "verse": 3,
            "text": "(Yaitu) separuhnya atau kurang sedikit dari itu"
        },
        {
            "chapter": 73,
            "verse": 4,
            "text": "Atau lebih dari (seperdua) itu, dan bacalah Al-Qur`ān itu dengan perlahan-lahan"
        },
        {
            "chapter": 73,
            "verse": 5,
            "text": "Sesungguhnya Kami akan menurunkan perkataan yang berat kepadamu"
        },
        {
            "chapter": 73,
            "verse": 6,
            "text": "Sungguh, bangun malam itu lebih kuat (mengisi jiwa); dan (bacaan di waktu itu) lebih berkesan"
        },
        {
            "chapter": 73,
            "verse": 7,
            "text": "Sesungguhnya pada siang hari engkau sangat sibuk dengan urusan-urusan yang panjang"
        },
        {
            "chapter": 73,
            "verse": 8,
            "text": "Dan sebutlah nama Tuhanmu, dan beribadahlah kepada-Nya dengan sepenuh hati"
        },
        {
            "chapter": 73,
            "verse": 9,
            "text": "(Dialah) Tuhan timur dan barat, tidak ada Tuhan (yang berhak disembah) selain Dia, maka jadikanlah Dia sebagai pelindung"
        },
        {
            "chapter": 73,
            "verse": 10,
            "text": "Dan bersabarlah (Muhammad) terhadap apa yang mereka katakan dan tinggalkanlah mereka dengan cara yang baik"
        },
        {
            "chapter": 73,
            "verse": 11,
            "text": "Dan biarkanlah Aku (yang bertindak) terhadap orang-orang yang mendustakan, yang memiliki segala kenikmatan hidup, dan berilah mereka penangguhan sebentar"
        },
        {
            "chapter": 73,
            "verse": 12,
            "text": "Sungguh, di sisi Kami ada belenggu-belenggu (yang berat) dan neraka yang menyala-nyala"
        },
        {
            "chapter": 73,
            "verse": 13,
            "text": "Dan ada makanan yang menyumbat di kerongkongan dan azab yang pedih"
        },
        {
            "chapter": 73,
            "verse": 14,
            "text": "(Ingatlah) pada hari (ketika) bumi dan gunung-gunung berguncang keras, dan gunung-gunung itu menjadi seperti onggokan pasir yang dicurahkan"
        },
        {
            "chapter": 73,
            "verse": 15,
            "text": "Sesungguhnya Kami telah mengutus seorang rasul (Muhammad) kepada kamu, yang menjadi saksi terhadapmu, sebagaimana Kami telah mengutus seorang rasul kepada Fir’aun"
        },
        {
            "chapter": 73,
            "verse": 16,
            "text": "Namun Fir'aun mendurhakai rasul itu, maka Kami siksa dia dengan siksaan yang berat"
        },
        {
            "chapter": 73,
            "verse": 17,
            "text": "Lalu bagaimanakah kamu akan dapat menjaga diri kamu jika kamu tetap kafir kepada hari yang menjadikan anak-anak beruban"
        },
        {
            "chapter": 73,
            "verse": 18,
            "text": "Langit terbelah pada hari itu. Janji Allah pasti terlaksana"
        },
        {
            "chapter": 73,
            "verse": 19,
            "text": "Sungguh, ini adalah peringatan. Barangsiapa menghendaki, niscaya dia mengambil jalan (yang lurus) kepada Tuhannya"
        }
    ]
}