{
    "pages": [
        {
            "chapter": 6,
            "verse": 9,
            "text": "اور اگر ہم رسول کو فرشتہ بناتے تو اسے بھی آدمی ہی (کی صورت) بناتے اور ہم ان پر(تب بھی) وہی شبہ وارد کردیتے جو شبہ (و التباس) وہ (اب) کر رہے ہیں (یعنی اس کی بھی ظاہری صورت دیکھ کر کہتے کہ یہ ہماری مثل بشر ہے)"
        },
        {
            "chapter": 6,
            "verse": 10,
            "text": "اور بیشک آپ سے پہلے (بھی) رسولوں کے ساتھ مذاق کیا جاتا رہا، پھر ان میں سے مسخرہ پن کرنے والوں کو(حق کے) اسی (عذاب) نے آگھیرا جس کا وہ مذاق اڑاتے تھے"
        },
        {
            "chapter": 6,
            "verse": 11,
            "text": "فرمادیجئے کہ تم زمین پر چلو پھرو، پھر (نگاہِ عبرت سے) دیکھو کہ (حق کو) جھٹلانے والوں کا انجام کیسا ہوا"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "آپ (ان سے سوال) فرمائیں کہ آسمانوں اور زمین میں جو کچھ ہے کس کا ہے؟ (پھر یہ بھی) فرما دیں کہ اللہ ہی کا ہے، اس نے اپنی ذات (کے ذمہ کرم) پر رحمت لازم فرمالی ہے، وہ تمہیں روزِ قیامت جس میں کوئی شک نہیں ضرور جمع فرمائے گا، جنہوں نے اپنی جانوں کو (دائمی) خسارے میں ڈال دیا ہے سو وہ ایمان نہیں لائیں گے"
        },
        {
            "chapter": 6,
            "verse": 13,
            "text": "اور وہ (ساری مخلوق) جو رات میں اور دن میں آرام کرتی ہے، اسی کی ہے، اور وہ خوب سننے والا جاننے والا ہے"
        },
        {
            "chapter": 6,
            "verse": 14,
            "text": "فرما دیجئے: کیا میں کسی دوسرے کو (عبادت کے لئے اپنا) دوست بنا لوں (اس) اللہ کے سوا جو آسمانوں اور زمین کا پیدا کرنے والا ہے اور وہ (سب کو) کھلاتا ہے اور (خود اسے) کھلایا نہیں جاتا۔ فرما دیں: مجھے حکم دیا گیا ہے کہ میں (اس کے حضور) سب سے پہلا (سرجھکانے والا) مسلمان ہوجاؤں اور (یہ بھی فرما دیا گیا ہے کہ) تم مشرکوں میں سے ہرگز نہ ہوجانا"
        },
        {
            "chapter": 6,
            "verse": 15,
            "text": "فرما دیجئے کہ بیشک میں (تو) بڑے عذاب کے دن سے ڈرتا ہوں، اگر میں اپنے رب کی نافرمانی کروں (سو یہ کیسے ممکن ہے؟)"
        },
        {
            "chapter": 6,
            "verse": 16,
            "text": "اس دن جس شخص سے وہ (عذاب) پھیر دیا گیا تو بیشک (اللہ نے) اس پر رحم فرمایا، اور یہی (اُخروی بخشش) کھلی کامیابی ہے"
        },
        {
            "chapter": 6,
            "verse": 17,
            "text": "اور اگر اللہ تجھے کوئی تکلیف پہنچائے تو اس کے سوا اسے کوئی دور کرنے والا نہیں، اور اگر وہ تجھے کوئی بھلائی پہنچائے تو وہ ہر چیز پر خوب قادر ہے"
        },
        {
            "chapter": 6,
            "verse": 18,
            "text": "اور وہی اپنے بندوں پر غالب ہے، اور وہ بڑی حکمت والا خبردار ہے"
        }
    ]
}