{
    "pages": [
        {
            "chapter": 9,
            "verse": 37,
            "text": "(حرمت والے مہینوں کو) آگے پیچھے ہٹا دینا محض کفر میں زیادتی ہے اس سے وہ کافر لوگ بہکائے جاتے ہیں جو اسے ایک سال حلال گردانتے ہیں اور دوسرے سال اسے حرام ٹھہرا لیتے ہیں تاکہ ان (مہینوں) کا شمار پورا کر دیں جنہیں اللہ نے حرمت بخشی ہے اور اس (مہینے) کو حلال (بھی) کر دیں جسے اللہ نے حرام فرمایا ہے۔ ان کے لئے ان کے برے اعمال خوش نما بنا دیئے گئے ہیں اور اللہ کافروں کے گروہ کو ہدایت نہیں فرماتا"
        },
        {
            "chapter": 9,
            "verse": 38,
            "text": "اے ایمان والو! تمہیں کیا ہو گیا ہے کہ جب تم سے کہا جاتا ہے کہ تم اللہ کی راہ میں (جہاد کے لئے) نکلو تو تم بوجھل ہو کر زمین (کی مادی و سفلی دنیا) کی طرف جھک جاتے ہو، کیا تم آخرت کے بدلے دنیا کی زندگی سے راضی ہو گئے ہو؟ سو آخرت (کے مقابلہ) میں دنیوی زندگی کا ساز و سامان کچھ بھی نہیں مگر بہت ہی کم (حیثیت رکھتا ہے)"
        },
        {
            "chapter": 9,
            "verse": 39,
            "text": "اگر تم (جہاد کے لئے) نہ نکلو گے تو وہ تمہیں دردناک عذاب میں مبتلا فرمائے گا اور تمہاری جگہ (کسی) اور قوم کو لے آئے گا اور تم اسے کچھ بھی نقصان نہیں پہنچا سکو گے، اور اللہ ہر چیز پر بڑی قدرت رکھتا ہے"
        },
        {
            "chapter": 9,
            "verse": 40,
            "text": "اگر تم ان کی (یعنی رسول اللہ صلی اللہ علیہ وآلہ وسلم کی غلبۂ اسلام کی جد و جہد میں) مدد نہ کرو گے (تو کیا ہوا) سو بیشک اللہ نے ان کو (اس وقت بھی) مدد سے نوازا تھا جب کافروں نے انہیں (وطنِ مکہ سے) نکال دیا تھا درآنحالیکہ وہ دو (ہجرت کرنے والوں) میں سے دوسرے تھے جبکہ دونوں (رسول اللہ صلی اللہ علیہ وآلہ وسلم اور ابوبکر صدیق رضی اللہ تعالیٰ عنہ) غارِ (ثور) میں تھے جب وہ اپنے ساتھی (ابوبکر صدیق رضی اللہ تعالیٰ عنہ) سے فرما رہے تھے: غمزدہ نہ ہو بیشک اللہ ہمارے ساتھ ہے، پس اللہ نے ان پر اپنی تسکین نازل فرما دی اور انہیں (فرشتوں کے) ایسے لشکروں کے ذریعہ قوت بخشی جنہیں تم نہ دیکھ سکے اور اس نے کافروں کی بات کو پست و فروتر کر دیا، اور اللہ کا فرمان تو (ہمیشہ) بلند و بالا ہی ہے، اور اللہ غالب، حکمت والا ہے"
        }
    ]
}