{
    "pages": [
        {
            "chapter": 11,
            "verse": 82,
            "text": "پھر جب ہمارا حکمِ (عذاب) آپہنچا تو ہم نے (الٹ کر) اس بستی کے اوپر کے حصہ کو نچلا حصہ کر دیا اور ہم نے اس پر پتھر اور پکی ہوئی مٹی کے کنکر برسائے جو پے در پے (اور تہ بہ تہ) گرتے رہے"
        },
        {
            "chapter": 11,
            "verse": 83,
            "text": "جو آپ کے رب کی طرف سے نشان کئے ہوئے تھے، اور یہ (سنگ ریزوں کا عذاب) ظالموں سے (اب بھی) کچھ دور نہیں ہے"
        },
        {
            "chapter": 11,
            "verse": 84,
            "text": "اور (ہم نے اہلِ) مدین کی طرف ان کے بھائی شعیب (علیہ السلام کو بھیجا)، انہوں نے کہا: اے میری قوم! اللہ کی عبادت کرو تمہارے لئے اس کے سوا کوئی معبود نہیں ہے، اور ناپ اور تول میں کمی مت کیا کرو بیشک میں تمہیں آسودہ حال دیکھتا ہوں اور میں تم پر ایسے دن کے عذاب کا خوف (محسوس) کرتا ہوں جو (تمہیں) گھیر لینے والا ہے"
        },
        {
            "chapter": 11,
            "verse": 85,
            "text": "اور اے میری قوم! تم ناپ اور تول انصاف کے ساتھ پورے کیا کرو اور لوگوں کو ان کی چیزیں گھٹا کر نہ دیا کرو اور فساد کرنے والے بن کر ملک میں تباہی مت مچاتے پھرو"
        },
        {
            "chapter": 11,
            "verse": 86,
            "text": "جو اللہ کے دیئے میں بچ رہے (وہی) تمہارے لئے بہتر ہے اگر تم ایمان والے ہو، اور میں تم پر نگہبان نہیں ہوں"
        },
        {
            "chapter": 11,
            "verse": 87,
            "text": "وہ بولے! اے شعیب! کیا تمہاری نماز تمہیں یہی حکم دیتی ہے کہ ہم ان (معبودوں) کو چھوڑ دیں جن کی پرستش ہمارے باپ دادا کرتے رہے ہیں یا یہ کہ ہم جو کچھ اپنے اموال کے بارے میں چاہیں (نہ) کریں؟ بیشک تم ہی (ایک) بڑے تحمل والے ہدایت یافتہ (رہ گئے) ہو"
        },
        {
            "chapter": 11,
            "verse": 88,
            "text": "شعیب (علیہ السلام) نے کہا: اے میری قوم! ذرا بتاؤ کہ اگر میں اپنے رب کی طرف سے روشن دلیل پر ہوں اور اس نے مجھے اپنی بارگاہ سے عمدہ رزق (بھی) عطا فرمایا (تو پھر حق کی تبلیغ کیوں نہ کروں؟)، اور میں یہ (بھی) نہیں چاہتا کہ تمہارے پیچھے لگ کر (حق کے خلاف) خود وہی کچھ کرنے لگوں جس سے میں تمہیں منع کر رہا ہوں، میں تو جہاں تک مجھ سے ہو سکتا ہے (تمہاری) اصلاح ہی چاہتا ہوں، اور میری توفیق اللہ ہی (کی مدد) سے ہے، میں نے اسی پر بھروسہ کیا ہے اور اسی کی طرف رجوع کرتا ہوں"
        }
    ]
}