{
    "pages": [
        {
            "chapter": 17,
            "verse": 1,
            "text": "وہ ذات (ہر نقص اور کمزوری سے) پاک ہے جو رات کے تھوڑے سے حصہ میں اپنے (محبوب اور مقرّب) بندے کو مسجدِ حرام سے (اس) مسجدِ اقصٰی تک لے گئی جس کے گرد و نواح کو ہم نے بابرکت بنا دیا ہے تاکہ ہم اس (بندۂ کامل) کو اپنی نشانیاں دکھائیں، بیشک وہی خوب سننے والا خوب دیکھنے والا ہے"
        },
        {
            "chapter": 17,
            "verse": 2,
            "text": "اور ہم نے موسٰی (علیہ السلام) کو کتاب (تورات) عطا کی اور ہم نے اسے بنی اسرائیل کے لئے ہدایت بنایا (اور انہیں حکم دیا) کہ تم میرے سوا کسی کو کار ساز نہ ٹھہراؤ"
        },
        {
            "chapter": 17,
            "verse": 3,
            "text": "(اے) ان لوگوں کی اولاد جنہیں ہم نے نوح (علیہ السلام) کے ساتھ (کشتی میں) اٹھا لیا تھا، بیشک نوح (علیہ السلام) بڑے شکر گزار بندے تھے"
        },
        {
            "chapter": 17,
            "verse": 4,
            "text": "اور ہم نے کتاب میں بنی اسرائیل کو قطعی طور پر بتا دیا تھا کہ تم زمین میں ضرور دو مرتبہ فساد کرو گے اور (اطاعتِ الٰہی سے) بڑی سرکشی برتو گے"
        },
        {
            "chapter": 17,
            "verse": 5,
            "text": "پھر جب ان دونوں میں سے پہلی مرتبہ کا وعدہ آپہنچا تو ہم نے تم پر اپنے ایسے بندے مسلّط کر دیئے جو سخت جنگ جُو تھے پھر وہ (تمہاری) تلاش میں (تمہارے) گھروں تک جا گھسے، اور (یہ) وعدہ ضرور پورا ہونا ہی تھا"
        },
        {
            "chapter": 17,
            "verse": 6,
            "text": "پھر ہم نے ان کے اوپر غلبہ کو تمہارے حق میں پلٹا دیا اور ہم نے اموال و اولاد (کی کثرت) کے ذریعے تمہاری مدد فرمائی اور ہم نے تمہیں افرادی قوت میں (بھی) بڑھا دیا"
        },
        {
            "chapter": 17,
            "verse": 7,
            "text": "اگر تم بھلائی کرو گے تو اپنے (ہی) لئے بھلائی کرو گے، اور اگر تم برائی کرو گے تو اپنی (ہی) جان کے لئے، پھر جب دوسرے وعدہ کی گھڑی آئی (تو اور ظالموں کو تم پر مسلّط کر دیا) تاکہ (مار مار کر) تمہارے چہرے بگاڑ دیں اور تاکہ مسجدِ اقصٰی میں (اسی طرح) داخل ہوں جیسے اس میں (حملہ آور لوگ) پہلی مرتبہ داخل ہوئے تھے اور تاکہ جس (مقام) پر غلبہ پائیں اسے تباہ و برباد کر ڈالیں"
        }
    ]
}