{
    "pages": [
        {
            "chapter": 17,
            "verse": 59,
            "text": "اور ہم کو (اب بھی ان کے مطالبہ پر) نشانیاں بھیجنے سے (کسی چیز نے) منع نہیں کیا سوائے اس کے کہ ان ہی (نشانیوں) کو پہلے لوگوں نے جھٹلا دیا تھا (سو اس کے بعد وہ فوراً تباہ و برباد کر دیئے گئے اور کوئی مہلت باقی نہ رہی، اے حبیب! ہم آپ کی بِعثت کے بعد آپ کی قوم سے یہ معاملہ نہیں کرنا چاہتے)، اور ہم نے قومِ ثمود کو (صالح علیہ السلام کی) اونٹنی (کی) کھلی نشانی دی تھی تو انہوں نے اس پر ظلم کیا، اور ہم نشانیاں نہیں بھیجا کرتے مگر (عذاب کی آمد سے قبل آخری بار) خوفزدہ کرنے کے لئے (پھر جب اس نشانی کا انکار ہو جاتا ہے تو اسی وقت تباہ کن عذاب بھیج دیا جاتا ہے)"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "اور (یاد کیجئے) جب ہم نے آپ سے فرمایا کہ بیشک آپ کے رب نے (سب) لوگوں کو (اپنے علم و قدرت کے) احاطہ میں لے رکھا ہے، اور ہم نے تو (شبِ معراج کے) اس نظّارہ کو جو ہم نے آپ کو دکھایا لوگوں کے لئے صرف ایک آزمائش بنایا ہے (ایمان والے مان گئے اور ظاہر بین الجھ گئے) اور اس درخت (شجرۃ الزقوم) کو بھی جس پر قرآن میں لعنت کی گئی ہے، اور ہم انہیں ڈراتے ہیں مگر یہ (ڈرانا بھی) ان میں کوئی اضافہ نہیں کرتا سوائے اور بڑی سرکشی کے"
        },
        {
            "chapter": 17,
            "verse": 61,
            "text": "اور (وہ وقت یاد کیجئے) جب ہم نے فرشتوں سے فرمایا کہ تم آدم (علیہ السلام) کو سجدہ کرو تو ابلیس کے سوا سب نے سجدہ کیا، اس نے کہا: کیا میں اسے سجدہ کروں جسے تو نے مٹی سے پیدا کیا ہے"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "(اور شیطان یہ بھی) کہنے لگا: مجھے بتا تو سہی کہ یہ وہ شخص ہے جسے تو نے مجھ پر فضیلت دی ہے (آخر اس کی کیا وجہ ہے؟) اگر تو مجھے قیامت کے دن تک مہلت دے دے تو میں اس کی اولاد کو سوائے چند افراد کے (اپنے قبضہ میں لے کر) جڑ سے اکھاڑ دوں گا"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "اللہ نے فرمایا: جا (تجھے مہلت ہے) پس ان میں سے جو بھی تیری پیروی کرے گا تو بیشک دوزخ (ہی) تم سب کی پوری پوری سزا ہے"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "اور جس پر بھی تیرا بس چل سکتا ہے تو (اسے) اپنی آواز سے ڈگمگا لے اور ان پر اپنی (فوج کے) سوار اور پیادہ دستوں کو چڑھا دے اور ان کے مال و اولاد میں ان کا شریک بن جا اور ان سے (جھوٹے) وعدے کر، اور ان سے شیطان دھوکہ و فریب کے سوا (کوئی) وعدہ نہیں کرتا"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "بیشک جو میرے بندے ہیں ان پر تیرا تسلط نہیں ہو سکے گا، اور تیرا رب ان (اللہ والوں) کی کارسازی کے لئے کافی ہے"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "تمہارا رب وہ ہے جو سمندر (اور دریا) میں تمہارے لئے (جہاز اور) کشتیاں رواں فرماتا ہے تاکہ تم (اندرونی و بیرونی تجارت کے ذریعہ) اس کا فضل (یعنی رزق) تلاش کرو، بیشک وہ تم پر بڑا مہربان ہے"
        }
    ]
}