{
    "pages": [
        {
            "chapter": 21,
            "verse": 36,
            "text": "اور جب کافر لوگ آپ کو دیکھتے ہیں تو آپ سے محض تمسخر ہی کرنے لگتے ہیں (اور کہتے ہیں:) کیا یہی ہے وہ شخص جو تمہارے معبودوں کا (ردّ و انکار کے ساتھ) ذکر کرتا ہے؟ اور وہ خود (خدائے) رحمان کے ذکر سے انکاری ہیں"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "انسان (فطرتًا) جلد بازی میں سے پیدا کیا گیا ہے، میں تمہیں جلد ہی اپنی نشانیاں دکھاؤں گا پس تم جلدی کا مطالبہ نہ کرو"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "اور وہ کہتے ہیں: یہ وعدۂ (عذاب) کب (پورا) ہوگا اگر تم سچے ہو"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "اگر کافر لوگ وہ وقت جان لیتے جبکہ وہ (دوزخ کی) آگ کو نہ اپنے چہروں سے روک سکیں گے اور نہ اپنی پشتوں سے اور نہ ہی ان کی مدد کی جائے گی (تو پھر عذاب طلب کرنے میں جلدی کا شور نہ کرتے)"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "بلکہ (قیامت) انہیں اچانک آپہنچے گی تو انہیں بدحواس کر دے گی سو وہ نہ تو اسے لوٹا دینے کی طاقت رکھتے ہوں گے اور نہ ہی انہیں مہلت دی جائے گی"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "اور بیشک آپ سے پہلے بھی رسولوں کے ساتھ مذاق کیا گیا سو ان لوگوں میں سے انہیں جو تمسخر کرتے تھے اسی (عذاب) نے گھیر لیا جس کا وہ مذاق اڑایا کرتے تھے"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "فرما دیجئے: شب و روز (خدائے) رحمان (کے عذاب) سے تمہاری حفاظت و نگہبانی کون کر سکتا ہے، بلکہ وہ اپنے (اسی) رب کے ذکر سے گریزاں ہے"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "کیا ہمارے سوا ان کے کچھ اور معبود ہیں جو انہیں (عذاب سے) بچا سکیں، وہ تو خود اپنی ہی مدد پر قدرت نہیں رکھتے اور نہ ہماری طرف سے انہیں کوئی تائید و رفاقت میسّر ہوگی"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "بلکہ ہم نے ان کو اور ان کے آباء و اجداد کو (فراخئ عیش سے) بہرہ مند فرمایا تھا یہاں تک کہ ان کی عمریں بھی دراز ہوتی گئیں، تو کیا وہ نہیں دیکھتے کہ ہم (اب اسلامی فتوحات کے ذریعہ ان کے زیرِ تسلّط) علاقوں کو تمام اَطراف سے گھٹاتے چلے جا رہے ہیں، تو کیا وہ (اب) غلبہ پانے والے ہیں"
        }
    ]
}