{
    "pages": [
        {
            "chapter": 22,
            "verse": 1,
            "text": "اے لوگو! اپنے رب سے ڈرتے رہو۔ بیشک قیامت کا زلزلہ بڑی سخت چیز ہے"
        },
        {
            "chapter": 22,
            "verse": 2,
            "text": "جس دن تم اسے دیکھو گے ہر دودھ پلانے والی (ماں) اس (بچی) کو بھول جائے گی جسے وہ دودھ پلا رہی تھی اور ہر حمل والی عورت اپنا حمل گرا دے گی اور (اے دیکھنے والے!) تو لوگوں کو نشہ (کی حالت) میں دیکھے گا حالانکہ وہ (فی الحقیقت) نشہ میں نہیں ہوں گے لیکن اللہ کا عذاب (ہی اتنا) سخت ہوگا (کہ ہر شخص حواس باختہ ہو جائے گا)"
        },
        {
            "chapter": 22,
            "verse": 3,
            "text": "اور کچھ لوگ (ایسے) ہیں جو اللہ کے بارے میں بغیر علم و دانش کے جھگڑا کرتے ہیں اور ہر سرکش شیطان کی پیروی کرتے ہیں"
        },
        {
            "chapter": 22,
            "verse": 4,
            "text": "جس (شیطان) کے بارے میں لکھ دیا گیا ہے کہ جو شخص اسے دوست رکھے گا سو وہ اسے گمراہ کر دے گا اور اسے دوزخ کے عذاب کا راستہ دکھائے گا"
        },
        {
            "chapter": 22,
            "verse": 5,
            "text": "اے لوگو! اگر تمہیں (مرنے کے بعد) جی اٹھنے میں شک ہے تو (اپنی تخلیق و ارتقاء پر غور کرو کہ) ہم نے تمہاری تخلیق (کی کیمیائی ابتداء) مٹی سے کی پھر (حیاتیاتی ابتداء) ایک تولیدی قطرہ سے پھر (رِحمِ مادر کے اندر جونک کی صورت میں) معلق وجود سے پھر ایک (ایسے) لوتھڑے سے جو دانتوں سے چبایا ہوا لگتا ہے، جس میں بعض اعضاء کی ابتدائی تخلیق نمایاں ہو چکی ہے اور بعض (اعضاء) کی تخلیق ابھی عمل میں نہیں آئی تاکہ ہم تمہارے لئے (اپنی قدرت اور اپنے کلام کی حقانیت) ظاہر کر دیں، اور ہم جسے چاہتے ہیں رحموں میں مقررہ مدت تک ٹھہرائے رکھتے ہیں پھر ہم تمہیں بچہ بنا کر نکالتے ہیں، پھر (تمہاری پرورش کرتے ہیں) تاکہ تم اپنی جوانی کو پہنچ جاؤ، اور تم میں سے وہ بھی ہیں جو (جلد) وفات پا جاتے ہیں اور کچھ وہ ہیں جو نہایت ناکارہ عمر تک لوٹائے جاتے ہیں تاکہ وہ (شخص یہ منظر بھی دیکھ لے کہ) سب کچھ جان لینے کے بعد (اب پھر) کچھ (بھی) نہیں جانتا، اور تو زمین کو بالکل خشک (مُردہ) دیکھتا ہے پھر جب ہم اس پر پانی برسا دیتے ہیں تو اس میں تازگی و شادابی کی جنبش آجاتی ہے اور وہ پھولنے بڑھنے لگتی ہے اور خوش نما نباتات میں سے ہر نوع کے جوڑے اگاتی ہے"
        }
    ]
}