{
    "pages": [
        {
            "chapter": 27,
            "verse": 77,
            "text": "اور بیشک یہ ہدایت ہے اور مومنوں کے لئے رحمت ہے"
        },
        {
            "chapter": 27,
            "verse": 78,
            "text": "اور بیشک آپ کا رب ان (مومنوں اور کافروں) کے درمیان اپنے حکم (عدل) سے فیصلہ فرمائے گا، اور وہ غالب ہے بہت جاننے والا ہے"
        },
        {
            "chapter": 27,
            "verse": 79,
            "text": "پس آپ اللہ پر بھروسہ کریں بیشک آپ صریح حق پر (قائم اور فائز) ہیں"
        },
        {
            "chapter": 27,
            "verse": 80,
            "text": "(اے حبیب!) بے شک آپ نہ تو اِن مردوں (یعنی حیات ایمانی سے محروم کافروں) کو اپنی پکار سناتے ہیں اور نہ ہی (صدائے حق کی سماعت سے محروم) بہروں کو، جب کہ وہ (آپ ہی سے) پیٹھ پھیرے جا رہے ہوں ٭o٭ یہاں پر الْمَوْتٰی (مُردوں) اور الصُّمَّ (بہروں) سے مراد کافر ہیں۔ صحابہ و تابعین رضی اللہ عنہم سے بھی یہی معنٰی مروی ہے۔ مختلف تفاسیر سے حوالے ملاحظہ ہوں : تفسیر الطبری (20 : 12)، تفسیر القرطبی (13 : 232)، تفسیر البغوی (3 : 428)، زاد المسیر لابن الجوزی (6 : 189)، تفسیر ابن کثیر (3 : 375، 439)، تفسیر اللباب لابی حفص الحنبلی (16 : 126)، الدر المنثور للسیوطی (6 : 376)، اور فتح القدیر للشوکانی"
        },
        {
            "chapter": 27,
            "verse": 81,
            "text": "اور نہ ہی آپ (دل کے) اندھوں کو ان کی گمراہی سے (بچا کر) ہدایت دینے والے ہیں، آپ تو (فی الحقیقت) انہی کو سناتے ہیں جو (آپ کی دعوت قبول کر کے) ہماری آیتوں پر ایمان لے آتے ہیں سو وہی لوگ مسلمان ہیں (اور وہی زندہ کہلانے کے حق دار ہیں)"
        },
        {
            "chapter": 27,
            "verse": 82,
            "text": "اور جب ان پر (عذاب کا) فرمان پورا ہونے کا وقت آجائے گا تو ہم ان کے لئے زمین سے ایک جانور نکالیں گے جو ان سے گفتگو کرے گا کیونکہ لوگ ہماری نشانیوں پر یقین نہیں کرتے تھے"
        },
        {
            "chapter": 27,
            "verse": 83,
            "text": "اور جس دن ہم ہر امت میں سے ان لوگوں کا (ایک ایک) گروہ جمع کریں گے جو ہماری آیتوں کو جھٹلاتے تھے سو وہ (اکٹھا چلنے کے لئے آگے کی طرف سے) روکے جائیں گے"
        },
        {
            "chapter": 27,
            "verse": 84,
            "text": "یہاں تک کہ جب وہ سب (مقامِ حساب پر) آپہنچیں گے تو ارشاد ہوگا کیا تم (بغیر غور و فکر کے) میری آیتوں کو جھٹلاتے تھے حالانکہ تم (اپنے ناقص) علم سے انہیں کاملاً جان بھی نہیں سکے تھے یا (تم خود ہی بتاؤ) اس کے علاوہ اور کیا (سبب) تھا جو تم (حق کی تکذیب) کیا کرتے تھے"
        },
        {
            "chapter": 27,
            "verse": 85,
            "text": "اور ان پر (ہمارا) وعدہ پورا ہوچکا اس وجہ سے کہ وہ ظلم کر تے رہے سو وہ (جواب میں) کچھ بول نہ سکیں گے"
        },
        {
            "chapter": 27,
            "verse": 86,
            "text": "کیا انہوں نے نہیں دیکھا کہ ہم نے رات بنائی تاکہ وہ اس میں آرام کرسکیں اور دن کو (امورِ حیات کی نگرانی کے لئے) روشن (یعنی اشیاء کو دِکھانے اور سُجھانے والا) بنایا، بیشک اس میں ان لوگوں کے لئے نشانیاں ہیں جو ایمان رکھتے ہیں"
        },
        {
            "chapter": 27,
            "verse": 87,
            "text": "اور جس دن صُور پھونکا جائے گا تو وہ (سب لوگ) گھبرا جائیں گے جو آسمانوں میں ہیں اور جو زمین میں ہیں مگر جنہیں اللہ چاہے گا (نہیں گھبرائیں گے)، اور سب اس کی بارگاہ میں عاجزی کرتے ہوئے حاضر ہوں گے"
        },
        {
            "chapter": 27,
            "verse": 88,
            "text": "اور (اے انسان!) تو پہاڑوں کو دیکھے گا تو خیال کرے گا کہ جمے ہوئے ہیں حالانکہ وہ بادل کے اڑنے کی طرح اڑ رہے ہوں گے۔ (یہ) اللہ کی کاریگری ہے جس نے ہر چیز کو (حکمت و تدبیر کے ساتھ) مضبوط و مستحکم بنا رکھا ہے۔ بیشک وہ ان سب (کاموں) سے خبردار ہے جو تم کرتے ہو"
        }
    ]
}