{
    "chapter": [
        {
            "chapter": 46,
            "verse": 1,
            "text": "Ha Mim"
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "This is revelation of the book from Allah, the All-Mighty, the All-Wise"
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "We did not create the heavens and the earth but with true purpose and for a specified term. But those who disbelieve are averse to what they are warned of"
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "Say, .Tell me about those whom you invoke instead of Allah, (and) show me what they have created from the earth; Or have they a share in (the creation of) the heavens? Bring to me a book (revealed) before this one, or a trace of knowledge, if you are truthful"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "Who is more astray than him who invokes, instead of Allah, those who will not respond to him up to the Day of Judgement; and they are totally unaware of their prayers"
        },
        {
            "chapter": 46,
            "verse": 6,
            "text": "and when people will be assembled (on the Day of Judgment), they will be enemies to them, and will refuse even their having worshipped them"
        },
        {
            "chapter": 46,
            "verse": 7,
            "text": "When Our verses are recited to them in all their clarity, the disbelievers say about the truth when it comes to them, .This is an open magic"
        },
        {
            "chapter": 46,
            "verse": 8,
            "text": "Is it that they say, .He has forged it (the Qur‘an).? Say, .If I have forged it, then you do not have any power to help me against Allah. He is well aware of what you are engaged in. He is enough as a witness between me and you, and He is the Most-Forgiving, the Very-Merciful"
        },
        {
            "chapter": 46,
            "verse": 9,
            "text": "Say, .I am not something unprecedented among the messengers, and I do not know what will be done to me or to you. I do not follow anything but what is revealed to me, and I am only a clear warner"
        },
        {
            "chapter": 46,
            "verse": 10,
            "text": "Say, .Tell me, If it (the Qur‘an) is from Allah and you reject it, and a witness from the children of Isra‘il testifies about something similar to it and comes to believe (in it), while you persist in your arrogance, (then, how unjust you are!) Surely, Allah does not give guidance to the unjust people"
        },
        {
            "chapter": 46,
            "verse": 11,
            "text": "The disbelievers say about the believers, .Had it (Islamic faith) been a good thing, these (weak and poor) people would not have preceded us (in proceeding) towards it. Since they did not accept guidance through it (the Qur‘an), they will say, .This is a classical lie"
        },
        {
            "chapter": 46,
            "verse": 12,
            "text": "And before this there was the Book of Musa, a guide and a mercy. And this is a Book confirming (it) in Arabic tongue, so that it may warn the wrongdoers and give good news to those who are good in their deeds"
        },
        {
            "chapter": 46,
            "verse": 13,
            "text": "Surely, those who say, .Our Lord is Allah. and then stay firm, they will have no fear, nor shall they grieve"
        },
        {
            "chapter": 46,
            "verse": 14,
            "text": "Those are the people of Paradise, who will live there for ever as a reward for what they used to do"
        },
        {
            "chapter": 46,
            "verse": 15,
            "text": "And We have enjoined upon man to do good to his parents. His mother carried him with difficulty and delivered him with difficulty. And his carrying and his weaning is (in) thirty months, until when he attains his maturity and reaches forty years, he says, .My Lord, grant me that I offer gratitude for the favour You have bestowed upon me and upon my parents, and that I do righteous deeds that You like. And set righteousness, for my sake, in my progeny. Of course, I repent to you, and truly I am one of those who submit to You"
        },
        {
            "chapter": 46,
            "verse": 16,
            "text": "Such are the people from whom We accept the best of what they did, and overlook their evil deeds, (so as they will be) among the people of Paradise according to the true promise that was made to them"
        },
        {
            "chapter": 46,
            "verse": 17,
            "text": "And (Contrary to this is the case of) the one who said to his parents, .Fie upon you both! Do you promise to me that I shall be brought out (from the grave), while generations have passed before me?. And they (the parents) were crying for Allah‘s help, (and saying to their son,) .Woe to you. Accept the true faith. Allah‘s promise is certainly true. Then he says, .This is nothing but the tales of the ancients"
        },
        {
            "chapter": 46,
            "verse": 18,
            "text": "Such are the people on whom the word (of punishment) has come true along with the communities of the Jinn and the humans that have passed before them. Surely they were losers"
        },
        {
            "chapter": 46,
            "verse": 19,
            "text": "For each (of these two groups) there are (different) ranks because of what they did, and so that He may repay them in full for their deeds; and they will not be wronged"
        },
        {
            "chapter": 46,
            "verse": 20,
            "text": "And the day the disbelievers will be presented before the Fire, (it will be said to them,) .You have consumed your good things in your worldly life, and have enjoyed them. So, you will be punished today with the torment of humiliation for the arrogance you used to show on earth with no right (to do so), and for the sins you used to commit"
        },
        {
            "chapter": 46,
            "verse": 21,
            "text": "And recall the brother of (the nation of) ‘Ad, when he warned his people at the long, curved sand dunes__ while many warners have passed before him and after him (with the same message)__saying, .Do not worship anyone except Allah. Surely I fear for you the punishment of a terrible day"
        },
        {
            "chapter": 46,
            "verse": 22,
            "text": "They said, .Have you come to make us deviate from our gods? So bring us that with which you are threatening us, if you are truthful"
        },
        {
            "chapter": 46,
            "verse": 23,
            "text": "He said, .The knowledge is with Allah alone, and I am conveying to you what I am sent with, but I see you are a people who act ignorantly"
        },
        {
            "chapter": 46,
            "verse": 24,
            "text": "So, when they saw it as a cloud proceeding towards their valleys, they said, .This is a cloud that will bring us rain. No, it is the very thing you asked to hasten up __ a wind in which there is a painful punishment"
        },
        {
            "chapter": 46,
            "verse": 25,
            "text": "that will destroy every thing with the command of its Lord! So they became such that nothing remained to be seen except their dwelling places. This is how We punish the guilty people"
        },
        {
            "chapter": 46,
            "verse": 26,
            "text": "And indeed We had established them in a powerful position in which We did not establish you (O people of Makkah), and had given to them ears and eyes and hearts, but neither their ears benefited them in the least, nor their eyes, nor their hearts, as they used to reject Allah‘s signs; and they were encircled by what they used to ridicule"
        },
        {
            "chapter": 46,
            "verse": 27,
            "text": "And We have (also) destroyed (other) towns around you, while We had given to them a variety of signs, so that they might return (from disbelief)"
        },
        {
            "chapter": 46,
            "verse": 28,
            "text": "So, why is it that they were not helped by those whom they had taken as gods beside Allah in order to attain closeness (to Him)? Instead, they vanished from them. That was, in fact, their falsity and a thing they used to fabricate"
        },
        {
            "chapter": 46,
            "verse": 29,
            "text": "And (recall) when We directed a group of Jinns towards you, listening to the Qur‘an. So, when they attended it, they said (to each other), .Keep quiet. Then once it was over, they went back to their people as warners"
        },
        {
            "chapter": 46,
            "verse": 30,
            "text": "They said, .O our people, we have heard a book sent down after Musa, confirming what was before it, which guides to the truth and to a straight path"
        },
        {
            "chapter": 46,
            "verse": 31,
            "text": "O our people, respond to Allah‘s herald, and believe in him, and (once you do that,) Allah will forgive your sins for you, and will save you from a painful punishment"
        },
        {
            "chapter": 46,
            "verse": 32,
            "text": "The one who does not respond to Allah‘s herald is not (able) to frustrate (Allah by escaping) in the land, and for him there are no supporters besides Him. Such people are in open error"
        },
        {
            "chapter": 46,
            "verse": 33,
            "text": "Have they not seen that Allah who has created the heavens and the earth, and was not wearied by their creation, does have power to give life to the dead? Yes of course, He is powerful to do every thing"
        },
        {
            "chapter": 46,
            "verse": 34,
            "text": "The day the disbelievers will be presented to the Fire, (it will be said to them,) .Is this not true?. They will say, .Yes of course, Our Lord!. He will say, .Then taste the punishment, for you used to disbelieve"
        },
        {
            "chapter": 46,
            "verse": 35,
            "text": "So, (O prophet,) observe patience, as the resolute messengers observed patience, and be not in haste about them. The Day they will see what they are promised, (it will be) as if they did not stay (in the world) more than an hour in a single day. This is a message. So, none will be destroyed except the sinners"
        }
    ]
}