{
    "chapter": [
        {
            "chapter": 31,
            "verse": 1,
            "text": "Ài liè fú, liǎ mù, mǐ mù"
        },
        {
            "chapter": 31,
            "verse": 2,
            "text": "Zhèxiē shì yǒu zhìhuì de jīngdiǎn de jié wén"
        },
        {
            "chapter": 31,
            "verse": 3,
            "text": "shì xíngshàn zhě de xiàngdǎo hé ēnhuì"
        },
        {
            "chapter": 31,
            "verse": 4,
            "text": "Xíngshàn zhě, jǐn shǒu bài gōng, wán nà tiān kè, qiě quèxìn hòushì"
        },
        {
            "chapter": 31,
            "verse": 5,
            "text": "Zhè děng rén, shì zūnshǒu tāmen de zhǔ de zhèngdào de, zhè děng rén què shì chénggōng de"
        },
        {
            "chapter": 31,
            "verse": 6,
            "text": "Yǒurén gòumǎi wúwèi de tánhuà, yǐbiàn tā wú zhī wú shí dì shǐ rén bèilí zhēnzhǔ de zhèngdào, érqiě bǎ tā dàng zuò xiàobǐng. Zhè děng rén, jiāng shòu língrù de xíngfá"
        },
        {
            "chapter": 31,
            "verse": 7,
            "text": "Yǒurén duì tā xuāndú wǒ de jīxiàng de shíhòu, tā zì dàdì tuìbì, fǎngfú méiyǒu tīngjiàn yīyàng, fǎngfú tā de liǎng ěr zhòng tīng yīyàng. Nǐ yǐ tòngkǔ de xíngfá, xiàng tā bàoxǐ ba"
        },
        {
            "chapter": 31,
            "verse": 8,
            "text": "Xìndào érqiě xíngshàn zhě, bì jiāng xiǎngshòu jí lèyuán"
        },
        {
            "chapter": 31,
            "verse": 9,
            "text": "ér yǒng jū qízhōng. Zhè shì zhēnzhǔ de zhēnshí de yīngxǔ, tā què shì wànnéng de, què shì zhì ruì de"
        },
        {
            "chapter": 31,
            "verse": 10,
            "text": "Tā chuàngzào zhū tiān, ér bùyòng nǐmen suǒ néng jiàn de zhīzhù; tā zài dà dìshàng ānzhì xǔduō shānyuè, yǐmiǎn dà dì dòngyáo, shǐ nǐmen bù'ān; tā zài dà dìshàng sànbù gè zhǒng dòngwù. Tā cóng yún zhōng jiàngxià yǔshuǐ, ér zài dà dìshàng zīshēng gè zhǒng yōuliáng de zhíwù"
        },
        {
            "chapter": 31,
            "verse": 11,
            "text": "Zhè shì zhēnzhǔ suǒ chuàngzào de, nǐmen zhǐshì wǒ ba. Nǐmen shě zhēnzhǔ ér chóngbài de (ǒuxiàng) jiùjìng chuàngzàole shénme ne? Bùrán, bù yì de rén shì zài míngxiǎn de mí wù zhōng de"
        },
        {
            "chapter": 31,
            "verse": 12,
            "text": "Wǒ què yǐ bǎ zhìhuì shǎngcì lǔ gé màn,(wǒ shuō:)“Nǐ dāng gǎnxiè zhēnzhǔ. Gǎnxiè de rén, zhǐ wèi zìjǐ ér gǎnxiè, gūfù de rén, xūzhī zhēnzhǔ què shì wú qiú de, què shì kě sòng de.”"
        },
        {
            "chapter": 31,
            "verse": 13,
            "text": "Dāngrì, lǔ gé màn céng jiàoxùn tā de érzi shuō:“Wǒ de xiǎozi a! Nǐ bùyào yǐ rènhé wù pèi zhǔ. Yǐ wù pèi zhǔ, què shì dànìbùdào de.”"
        },
        {
            "chapter": 31,
            "verse": 14,
            "text": "Wǒ céng mìng rén xiàojìng fùmǔ ──tā mǔqīn ruò shàng jiā ruò de huáizhe tā, tā de duàn rǔ, shì zài liǎng nián zhī zhōng ──wǒ shuō:“Nǐ yīngdāng gǎnxiè wǒ hé nǐ de fùmǔ; wéi wǒ shì zuìhòu de guīsù"
        },
        {
            "chapter": 31,
            "verse": 15,
            "text": "Rúguǒ tā liǎ lèlìng nǐ yǐ nǐ suǒ bù zhīdào de dōngxī pèi wǒ, nàme, nǐ bùyào fúcóng tā liǎ, zài jīnshì, nǐ yīngdāng yī lǐ yì ér fèng shì tā liǎ, nǐ yīngdāng zūnshǒu guīyī wǒ zhě de dàolù; wéi wǒ shì nǐmen de guīsù, wǒ yào bǎ nǐmen de xíngwéi gàosù nǐmen.”"
        },
        {
            "chapter": 31,
            "verse": 16,
            "text": "(Lǔ gé màn) shuō:“Wǒ de xiǎozi a! Shàn è de xíngwéi, suī xiǎo rú jiè zi, yǐncáng zài pánshí lǐ, huò zài tiānkōng zhōng, huò zài dì dǐxia, zhēnzhǔ dōu yào xiǎnshì tā. Zhēnzhǔ què shì míngchá de, què shì chè zhī de"
        },
        {
            "chapter": 31,
            "verse": 17,
            "text": "Wǒ de xiǎozi a! Nǐ yīngdāng jǐn shǒu bài gōng, yīngdāng quàn shàn jiè è, yīngdāng rěnshòu huànnàn, zhè què shì yīnggāi juéxīn zuò de shìqíng"
        },
        {
            "chapter": 31,
            "verse": 18,
            "text": "Nǐ bùyào wèi miǎoshì zhòngrén ér zhuǎnliǎn, bùyào yángyáng déyì dì zài dà dìshàng xíngzǒu. Zhēnzhǔ què shì bù xǐ'ài yīqiè àomàn zhě, jīnkuā zhě de"
        },
        {
            "chapter": 31,
            "verse": 19,
            "text": "Nǐ yīngdāng jiézhì nǐ de bùfá, nǐ yīngdāng yìzhì nǐ de shēngyīn; zuì tǎoyàn de shēngyīn, què shì lǘzi de shēngyīn.”"
        },
        {
            "chapter": 31,
            "verse": 20,
            "text": "Nándào nǐmen bù zhīdào ma? Zhēnzhǔ céng wèi nǐmen zhìfú tiāndì jiān de yīqiè, tā bó shī nǐmen biǎo lǐ de ēnhuì. Yǒurén zhēnglùn zhēnzhǔ de dé xìng, dàn tāmen jì wú zhīshì, yòu wú xiàngdǎo, qiě wú cànlàn de jīngdiǎn"
        },
        {
            "chapter": 31,
            "verse": 21,
            "text": "Rúguǒ yǒurén duì tāmen shuō:“Nǐmen yīngdāng zūnshǒu zhēnzhǔ suǒ jiàng shì de (jīngdiǎn).” Tāmen jiù shuō:“Bùrán, wǒmen zūnshǒu wǒmen zǔxiān de yíjiào.” Jíshǐ èmó jiào tāmen qù shòu lièhuǒ de xíngfá,(tāmen réng yào zūnxún zǔxiān de yíjiào) ma?§"
        },
        {
            "chapter": 31,
            "verse": 22,
            "text": "Chéngxīn guīshùn zhēnzhǔ érqiě chángxíng shànshì zhě, què yǐ bǎwò zhù jiāngù de bǎbǐng. Wànshì de jiéjú, zhǐ guīzhēnzhǔ"
        },
        {
            "chapter": 31,
            "verse": 23,
            "text": "Bùxìndào zhě, nǐ bùyào wèi tāmen de bù xìn ér yōuchóu, tāmen zhǐ guīyú wǒ, wǒ yào bǎ tāmen de xíngwéi gàosù tāmen. Zhēnzhǔ què shì quánzhī tāmen de xiōnghuái de"
        },
        {
            "chapter": 31,
            "verse": 24,
            "text": "Wǒ shǐ tāmen shāoshāo xiǎngshòu xìngfú, ránhòu, qiǎngpò tāmen qù shòu yánlì de xíngfá"
        },
        {
            "chapter": 31,
            "verse": 25,
            "text": "Rúguǒ nǐ wèn tāmen:“Shéi chuàngzàole tiāndì?” Tāmen bìdìng shuō:“Zhēnzhǔ.” Nǐ shuō:“Yīqiè zànsòng, quán guīzhēnzhǔ!” Bùrán, tāmen dàbàn bù zhīdào"
        },
        {
            "chapter": 31,
            "verse": 26,
            "text": "Tiāndì wànwù zhǐshì zhēnzhǔ de, zhēnzhǔ què shì wú qiú de, què shì kě sòng de"
        },
        {
            "chapter": 31,
            "verse": 27,
            "text": "Jiǎruò yòng dà dìshàng suǒyǒu de shù lái zhì chéng bǐ, yòng hǎishuǐ zuò mòzhī, zài jiā shàng qīhǎi de mòzhī, zhōng bùnéng xiě jǐn zhēnzhǔ de yányǔ. Zhēnzhǔ què shì wànnéng de, què shì zhì ruì de"
        },
        {
            "chapter": 31,
            "verse": 28,
            "text": "Chuàngzào nǐmen hé fùhuó nǐmen, zhǐ xiàng chuàngzào yīgè rén hé fùhuó yīgè rén yīyàng. Zhēnzhǔ què shì quán cōng de, què shì quán míng de"
        },
        {
            "chapter": 31,
            "verse": 29,
            "text": "Nándào nǐ bù zhīdào ma? Zhēnzhǔ shǐ hēiyè qīnrù báizhòu, shǐ báizhòu qīnrù hēiyè, bìng zhìfú rì yuè, gèzì yùnxíng, zhì yī dìngqí. Zhēnzhǔ shì chè zhī nǐmen de xíngwéi de"
        },
        {
            "chapter": 31,
            "verse": 30,
            "text": "Nà shì yīn wéi zhēnzhǔ què shì zhēnshí de; tāmen shě tā ér qídǎo de, què shì xūwèi de; zhēnzhǔ què shì zhìzūn de, què shì zhì dà de"
        },
        {
            "chapter": 31,
            "verse": 31,
            "text": "Nándào nǐ bù zhīdào ma? Chuánbó zài hǎizhōng dàizhe zhēnzhǔ de ēnhuì ér hángxíng, yǐbiàn tā zhǐshì nǐmen tā de yībùfèn jīxiàng, duìyú měi gè jiānrěn de, gǎnxiè de rén, cǐ zhōng què yǒu xǔduō jīxiàng"
        },
        {
            "chapter": 31,
            "verse": 32,
            "text": "Dāng shānyuè bān de bōtāo lóngzhào tāmen de shíhòu, tāmen qiánchéng de qídǎo zhēnzhǔ, dāng tā shǐ tāmen píng'ān dēnglù de 311 shíhòu, tāmen zhōng yǒu zhòng hé de rén; zhǐyǒu měi gè jiǎohuá de, gū ēn de rén, fǒurèn wǒ de jīxiàng"
        },
        {
            "chapter": 31,
            "verse": 33,
            "text": "Rénmen a! Nǐmen yīngdāng jìngwèi nǐmen de zhǔ, nǐmen yīngdāng wèijù nà yī rì, fùqīn duìyú érzi háo wú bìyì, érzi duìyú fùqīn yě háo wú bìyì. Zhēnzhǔ de yīngxǔ, què shì zhēnshí de. Jué bùyào ràng jīnshì de shēnghuó qīpiàn nǐmen, jué bùyào ràng huá zéi yǐ zhēnzhǔ de róngrěn qīpiàn nǐmen"
        },
        {
            "chapter": 31,
            "verse": 34,
            "text": "Zài zhēnzhǔ nàlǐ, díquè yǒu guānyú fùhuó shí de zhīshì, tā cháng jiàng jíshíyǔ, tā zhīdào tāi er de (xìngbié); ér rènhé rén dōu bù zhīdào zìjǐ míngrì jiāng zuò shénme shì, rènhé rén dōu bù zhīdào zìjǐ jiàng sǐ zài shénme dìfāng. Zhēn zhǔ què shì quánzhī de, què shì chè zhī de"
        }
    ]
}