{
    "juzs": [
        {
            "chapter": 67,
            "verse": 1,
            "text": "Butun mulk ve saltanat, kudret elinde olan Allah, her turlu noksanlıktan tenezzuh edib yucelmistir. O, her seye kadir’dir"
        },
        {
            "chapter": 67,
            "verse": 2,
            "text": "Amelce hanginiz daha guzeldir diye, sizi imtihan etmek icin hem olumu, hem hayatı icad eden O’dur. O, Aziz’dir= her seye galibdir, Gafur’dur= cok bagıslayandır"
        },
        {
            "chapter": 67,
            "verse": 3,
            "text": "Yedi gogu, kat kat yaratan O’dur. O Rahman’ın yarattıgında hic bir duzensizlik goremezsin. Haydi cevir gozu (semaya), gorebilir misin bir catlak"
        },
        {
            "chapter": 67,
            "verse": 4,
            "text": "Sonra gozu, tekrar tekrar (semaya) cevir; nihayet o goz, zelil ve hakir olarak sana doner; artık O, aciz kalmıstır"
        },
        {
            "chapter": 67,
            "verse": 5,
            "text": "Celalim hakkı icin, biz en asagı semayi, (kandil gibi ısık veren) yıldızlarla donattık. Bir de onları, seytanlara, (Sihab= akan yıldız gibi) tas atmalar kıldık. O seytanlara (Ahirette) cılgın ates azabı hazırladık"
        },
        {
            "chapter": 67,
            "verse": 6,
            "text": "Rablerini inkar edenlere de cehennem azabı vardır. O, ne fena donus yeridir"
        },
        {
            "chapter": 67,
            "verse": 7,
            "text": "Icine atıldıkları zaman, cehennemin korkunc sesini isitirler ki, (kendilerini) kaynatıyordur"
        },
        {
            "chapter": 67,
            "verse": 8,
            "text": "Nerde ise (kafirlere) ofkesinden catlayacak olur. (Kafirlerden) bir topluluk, onun icine her atıldıkca, cehennem bekcileri o kafirlere sorarlar: “- Size, azab ile korkutan bir peygamber gelmedi mi?”"
        },
        {
            "chapter": 67,
            "verse": 9,
            "text": "Onlar derler ki: “- Evet, dogrusu bize, azab ile korkutan bir peygamber geldi de, biz, O’nu yalanladık ve : Allah hic bir sey indirmemistir; siz muhakkak buyuk bir sapıklık icindesiniz, dedik.”"
        },
        {
            "chapter": 67,
            "verse": 10,
            "text": "Bir de soyle derler: “- Biz isitir veya akıl eder olsaydık, su azgın atese atılanlar arasında bulunmazdık.”"
        },
        {
            "chapter": 67,
            "verse": 11,
            "text": "Boylece gunahlarını itiraf ederler. O halde kahrolsun cehennemlikler"
        },
        {
            "chapter": 67,
            "verse": 12,
            "text": "Dogrusu, (Allah’ın azabını henuz gormedikleri halde) gıyaben Rablerinden korkanlar (var ya), onlar icin bir magfiret ve buyuk mukafat (cennet) var"
        },
        {
            "chapter": 67,
            "verse": 13,
            "text": "(Ey musrikler) sozunuzu ister gizli tutun, ister acıga vurun; (bu ikisi musavidir). Cunku O (Allah), butun kalblerin kunhunu bilir"
        },
        {
            "chapter": 67,
            "verse": 14,
            "text": "Bilmez mi, O (butun varlıkları) yaratan? (Subhesiz gizliyi de bilir, asikarı da...) O Latif’dir, Habir’dir= her seyden haberdardır"
        },
        {
            "chapter": 67,
            "verse": 15,
            "text": "O Allah’dır ki, sizin (istifadeniz) icin arzı uysal kıldı. O halde, O arzın sırtlarında (daglarında, tepelerinde, ovalarında) yuruyun de Allah’ın rızkından yeyin. Fakat sonunda donus O’nadır. (Ihsan ettigi nimetlerin sukrunden size sorar)"
        },
        {
            "chapter": 67,
            "verse": 16,
            "text": "Goklerde olan (ve alemin idaresine memur bulunan) meleklerin, sizi yerin dibine gecirmesinden emin mi oldunuz? (Ey Mekke’liler!) O vakit bir de bakarsınız, arz calkalanıp duruyor"
        },
        {
            "chapter": 67,
            "verse": 17,
            "text": "Yoksa (hukum ve tasarrufu) goklerde olan Allah’ın uzerinize tas yagdıran bir ruzgar gondermesinden emin mi oldunuz? O zaman anlarsınız, korkutmam nasılmıs"
        },
        {
            "chapter": 67,
            "verse": 18,
            "text": "(Ey Rasulum), dogrusu onlardan (senin kavminden) evvelkiler de (peygamberlerini) yalanlamıslardı. (Bunun icin sen uzulme). Fakat beni inkar etmeleri nasıl oldu, (azabımı bir gercek olarak bulmadılar mı)"
        },
        {
            "chapter": 67,
            "verse": 19,
            "text": "O kafirler, ustlerinde kanatlarını acarak ve kanat cırpıb kayarak ucan kuslara bakmazlar mı? Rahman’dır ancak onları tutan. Muhakkak ki O, her seyi gorendir= Basir’dir"
        },
        {
            "chapter": 67,
            "verse": 20,
            "text": "Rahman’ın azabından sizi kurtaracak kimdir? Yoksa su ordunuz mu? (Sizi kurtaracak! Ben size azab dilersem, sizi benden kim kurtarabilir?) Kafirler, ancak bir aldanma icindedirler"
        },
        {
            "chapter": 67,
            "verse": 21,
            "text": "Allah rızkını keserse, kimdir sizlere rızık verecek? Hayır, onlar bir urkuntu ve azgınlık icinde, inada devam ediyorlar, (artık imana gelmezler)"
        },
        {
            "chapter": 67,
            "verse": 22,
            "text": "Simdi (kufurden dolayı) yuzu ustu surunen mi daha dogru, yoksa dosdogru bir yol uzerinde dupeduz yuruyen (peygamber) mi"
        },
        {
            "chapter": 67,
            "verse": 23,
            "text": "(Ey Rasulum), de ki: “- Sizi yaratan, size isitecek kulak, gorecek gozler ve duyacak kalbler veren O’dur. Siz, pek az sukrediyorsunuz.”"
        },
        {
            "chapter": 67,
            "verse": 24,
            "text": "De ki: “- Yeryuzunde sizi yaratıb oteye beriye dagıtan O’dur. Nihayet (hesab icin ahirette) hep O’na toparlanıb goturuleceksiniz.”"
        },
        {
            "chapter": 67,
            "verse": 25,
            "text": "(Ey Rasulum, Mekke kafirleri sana) diyorlar ki: “- Eger dogru soyluyorsanız, (azabın vukuuna dair bize haber verdigin) bu vaad ne zaman (gerceklesmis olacak)?”"
        },
        {
            "chapter": 67,
            "verse": 26,
            "text": "(Onlara) de ki: “- O (azaba dair) ilim, ancak Allah katındadır. Ben, sadece acık anlatan (azabla korkutucu) bir peygamberim.”"
        },
        {
            "chapter": 67,
            "verse": 27,
            "text": "Nihayet vakti gelip de o (vaad olunan) azabı yakından gorduklerinde o kafir olanların yuzleri kotulesivermistir ve onlara soyle denilmis olacaktır: “- Iste sizin istediginiz (ve vuku bulmaz dediginiz) azap budur"
        },
        {
            "chapter": 67,
            "verse": 28,
            "text": "(Ey Rasulum, o Mekke musriklerine) de ki: “- Bana soyleyin: Allah beni ve beraberimdekileri helak etse, yahut bize merhamet buyursa, kafirleri acıklı bir azabdan kurtaracak kimdir? (Ister biz olelim, ister geri kalalım, kafirleri hic kimse azabdan kurtarmıyacaktır.)”"
        },
        {
            "chapter": 67,
            "verse": 29,
            "text": "(Ey Rasulum, onlara) de ki: “- (Bizi kurtaracak ve bize merhamet edecek) O Rahman’dır; biz O’na iman ettik ve O’na tevekkul etmekteyiz. Artık yakında siz de bileceksiniz ki, apacık bir sapıklık icinde olan kimmis"
        },
        {
            "chapter": 67,
            "verse": 30,
            "text": "(Yine onlara) de ki: “- Bana soyleyin: Eger suyunuz, yerin dibine batar giderse, size bir akar su kim getirir? (Bunu getirebilecek Allah’dan baska bir kuvvet var mı? O halde, O’na nasıl eder de ortak kosarsınız, hukumlerini dinlemezsiniz?)”"
        },
        {
            "chapter": 68,
            "verse": 1,
            "text": "Nun ve kalem, bir de satıra yazı yazdıkları seyler hakkı icin"
        },
        {
            "chapter": 68,
            "verse": 2,
            "text": "Sen (Ey Rasulum, ikram edildigin) Rabbinin (peygamberlik) nimeti ile bir mecnun degilsin"
        },
        {
            "chapter": 68,
            "verse": 3,
            "text": "Ve muhakkak sana tukenmez bir sevap var"
        },
        {
            "chapter": 68,
            "verse": 4,
            "text": "Gercekten sen, pek buyuk bir ahlak uzerindesin"
        },
        {
            "chapter": 68,
            "verse": 5,
            "text": "Yakında goreceksin, onlar da (akıbetlerini) gorecekler"
        },
        {
            "chapter": 68,
            "verse": 6,
            "text": "Hanginizmis mecnun"
        },
        {
            "chapter": 68,
            "verse": 7,
            "text": "Muhakkak senin Rabbin, kendi yolundan kimin saptıgını en iyi bilendir ve O, hidayete erenleri de en iyi bilendir"
        },
        {
            "chapter": 68,
            "verse": 8,
            "text": "O halde (Ey Rasulum, Allah’ı, Kur’an’ı ve peygamberi) yalanlıyanları tanıma"
        },
        {
            "chapter": 68,
            "verse": 9,
            "text": "Arzu ettiler ki, (kendilerine) yumusaklık gostersen, onlar da sana yumusak davransalar"
        },
        {
            "chapter": 68,
            "verse": 10,
            "text": "Bir de tanıma (haklı haksız) her cok yemin edeni, degersizi"
        },
        {
            "chapter": 68,
            "verse": 11,
            "text": "Cok ayıplayanı, koguculukla gezeni"
        },
        {
            "chapter": 68,
            "verse": 12,
            "text": "Hayırdan alıkoyanı, asırı zalimi, cok gunahkarı"
        },
        {
            "chapter": 68,
            "verse": 13,
            "text": "Zorbayı, butun bunlarla beraber soysuz olan yardıkcıyı"
        },
        {
            "chapter": 68,
            "verse": 14,
            "text": "Mal sahibidir ve ogulları vardır diye, (bunlara itaat etme)"
        },
        {
            "chapter": 68,
            "verse": 15,
            "text": "Ona ayetlerimiz (Kur’an) okundugu zaman; “- Eskilerin masalları...” demistir"
        },
        {
            "chapter": 68,
            "verse": 16,
            "text": "Biz, yakında onun burnunu daglıyacagız"
        },
        {
            "chapter": 68,
            "verse": 17,
            "text": "Muhakkak ki biz, Mekke’lileri (kıtlık, aclık, olum ve esaret gibi belalarla) imtihan ettik; nasıl ki o bag sahiplerini bir bela ile imtihan etmistik: Hani o bag sahipleri, sabah olunca bagın meyvelerini mutlaka devsireceklerine yemin etmislerdi"
        },
        {
            "chapter": 68,
            "verse": 18,
            "text": "Istisna da yapmıyorlaradı, (Insaallah demiyorlardı)"
        },
        {
            "chapter": 68,
            "verse": 19,
            "text": "Bir de onlar uyurlarken, o bahce uzerine Rabbinden bir bela indi de"
        },
        {
            "chapter": 68,
            "verse": 20,
            "text": "O bahce, kapkara kesiliverdi, (kokunden yandı gitti)"
        },
        {
            "chapter": 68,
            "verse": 21,
            "text": "Derken sabahleyin birbirlerine seslendiler"
        },
        {
            "chapter": 68,
            "verse": 22,
            "text": "“Haydin devsirecekseniz, urununuzu toplamaya erken cıkın!”"
        },
        {
            "chapter": 68,
            "verse": 23,
            "text": "Hemen fırladılar; aralarında soyle fısıldasıyorlardı"
        },
        {
            "chapter": 68,
            "verse": 24,
            "text": "“Bugun bagınıza bir miskin sokulmasın.”"
        },
        {
            "chapter": 68,
            "verse": 25,
            "text": "Hem zanlarınca, miskinleri mahrum etmege gucleri yeterek erkenden gittiler"
        },
        {
            "chapter": 68,
            "verse": 26,
            "text": "Vakta ki o bahceyi (boyle yanmıs kapkara) gorduler : “-Biz, herhalde yanlıs gelmisiz.” dediler"
        },
        {
            "chapter": 68,
            "verse": 27,
            "text": "(Etrafa bakınıp kendi bahceleri oldugunu anladıkları zaman da): “-Hayır, (bahcenin bereketinden) biz mahrum edilmisiz.” dediler"
        },
        {
            "chapter": 68,
            "verse": 28,
            "text": "Insaflıları soyle dedi: “- Ben demedim mi size, tesbih etseydiniz? (Insaallah deyeydiniz).”"
        },
        {
            "chapter": 68,
            "verse": 29,
            "text": "Onlar: “- Seni tenzih ederiz, Rabbimiz! Dogrusu biz zalimlermisiz.” dediler"
        },
        {
            "chapter": 68,
            "verse": 30,
            "text": "Sonra da donduler, birbirlerine kabahat yuklemeye basladılar"
        },
        {
            "chapter": 68,
            "verse": 31,
            "text": "Dediler ki: “-Yazıklar olsun bizler azgınlarmısız"
        },
        {
            "chapter": 68,
            "verse": 32,
            "text": "Umulur ki Rabbimiz, bize, onun yerine daha hayırlısını verir. Muhakkak biz, Rabbimizden hayır istiyenleriz.”"
        },
        {
            "chapter": 68,
            "verse": 33,
            "text": "Iste boyledir azab... Ahiret azabı ise, daha buyuktur; eger bunu bilseler, (sakınırlardı)"
        },
        {
            "chapter": 68,
            "verse": 34,
            "text": "Muhakkak ki takva sahibleri icin, Rableri katında Na’im= nimetleri tukenmez cennetler var"
        },
        {
            "chapter": 68,
            "verse": 35,
            "text": "Artık muslumanları, mucrim kafirler gibi yapar mıyız, (hic sevap bakımından onları bir tutar mıyız)"
        },
        {
            "chapter": 68,
            "verse": 36,
            "text": "(Ey kafirler, oldukten sonra muminle kafir musavi olur demekle) neyinize guveniyorsunuz? Nasıl (boyle yanlıs) hukum veriyorsunuz"
        },
        {
            "chapter": 68,
            "verse": 37,
            "text": "Yoksa size mahsus kitap var da, onda su dersi mi okuyorsunuz"
        },
        {
            "chapter": 68,
            "verse": 38,
            "text": "“- Siz her seyi arzu ederseniz, muhakkak o sizin olacak.” diye, icinde yazılı mıdır"
        },
        {
            "chapter": 68,
            "verse": 39,
            "text": "Yoksa size karsı, uzerimizde kıyamet gunune kadar surecek yeminler, taahhudler mi var ki, kendi menfaatiniz icin ne hukum veriyorsanız mutlaka sizin olacak"
        },
        {
            "chapter": 68,
            "verse": 40,
            "text": "(Ey Rasulum) onlara sor: “-Iclerinden hangisi (bu soyledikleri sozu dava edip dogru cıkarmaga) kefildir"
        },
        {
            "chapter": 68,
            "verse": 41,
            "text": "Yoksa onların (bu sozde) ortakları mı var? Oyle ise, o ortaklarını da getirsinler, eger (sozlerinde) dogru iseler.”"
        },
        {
            "chapter": 68,
            "verse": 42,
            "text": "O kıyamet gunu ki, is guclesip hakikat perdesi acılmaga baslıyacak, secdeye (Hakka boyun egmege) cagrılacaklar; fakat gucleri yetmiyecektir"
        },
        {
            "chapter": 68,
            "verse": 43,
            "text": "Gozleri duskun bir halde, kendilerini bir zillet saracaktır. Halbuki, vaktiyle (dunyada) basları selamette iken, bu secdeye davet olunuyorlardı; (da onu kabul etmiyorlardı)"
        },
        {
            "chapter": 68,
            "verse": 44,
            "text": "O halde (Ey Rasulum), bu Kur’an’ı yalan sayanları bana bırak, (sen kalbini onlarla mesgul etme. Ben onların hakkından gelirim). Biz, onları, bilemiyecekleri yonden derece derece azaba yaklastırırız; (Onlara sıhhat ve bol nimet veririz de, onu haklarında iyi zannederler. Halbuki o kafirlere verdigimiz bu muhletin sonu fecidir)"
        },
        {
            "chapter": 68,
            "verse": 45,
            "text": "Ben onlara muhlet veririm; cunku benim azabım cok siddetlidir, (onu kimse onliyemez)"
        },
        {
            "chapter": 68,
            "verse": 46,
            "text": "Yoksa sen, (Mekke halkına risaletini tebligden dolayı) onlardan bir ucret istiyorsun da, borclu kalmaktan, yuk altında ezilmislerdir"
        },
        {
            "chapter": 68,
            "verse": 47,
            "text": "Yoksa gayb (Allah’ın ilmi) yanlarında da, onlar (ondan) mı yazıyorlar"
        },
        {
            "chapter": 68,
            "verse": 48,
            "text": "O halde (Ey Rasulum, Allah’ın kafirlere muhlet vermesine dair olan) Rabbinin hukmune sabret de, Yunus peygamber gibi (aceleci) olma. Hani o, (balıgın karnında) gamla dolu oldugu halde dua etmisti"
        },
        {
            "chapter": 68,
            "verse": 49,
            "text": "Eger Rabbinden, ona, bir rahmet yetismis olmasaydı, kotu bir sekilde (balıgın karnından) yeryuzune atılacaktı"
        },
        {
            "chapter": 68,
            "verse": 50,
            "text": "Fakat Rabbi onu secti de, kendisini salihlerden (peygamberlerden) kıldı"
        },
        {
            "chapter": 68,
            "verse": 51,
            "text": "Dogrusu o kafirler, Kur’an’ı isittikleri vakit, (sana olan dusmanlıklarından dolayı) az kalsın gozleri ile seni devireceklerdi. Hala da (senin icin): “-Muhakkak O bir mecnundur.” diyorlar"
        },
        {
            "chapter": 68,
            "verse": 52,
            "text": "Halbuki o Kur’an butun alemler icin ancak bir oguddur"
        },
        {
            "chapter": 69,
            "verse": 1,
            "text": "(Vukuu bir gercek olan) o kıyamet"
        },
        {
            "chapter": 69,
            "verse": 2,
            "text": "Nedir o kıyamet"
        },
        {
            "chapter": 69,
            "verse": 3,
            "text": "Kıyameti, sana hangi sey bildirdi? (Sen, kunhunu bilemezsin)"
        },
        {
            "chapter": 69,
            "verse": 4,
            "text": "(Salih’in kavmi) Semud ve (Hud’un kavmi) Ad, o kıyamete inanmadı"
        },
        {
            "chapter": 69,
            "verse": 5,
            "text": "Amma Semud, azgınlıkları sebebiyle (korkunc bir ses ve sarsıntı ile) helak edildiler"
        },
        {
            "chapter": 69,
            "verse": 6,
            "text": "Ad Kavmine gelince; onlar da kasıp kavuran siddetli bir ruzgar ile helak edildiler"
        },
        {
            "chapter": 69,
            "verse": 7,
            "text": "Allah o fırtınayı, uzerlerine yedi gece ve sekiz gun arka arkaya musallat etti. (Orada bulunaydın) bu kavmin o fırtınada yıkılıp kaldıgını gorurdun; sanki onlar, icleri kof hurma kutukleri idiler"
        },
        {
            "chapter": 69,
            "verse": 8,
            "text": "Simdi onlardan, goruyor musun bir geri kalan"
        },
        {
            "chapter": 69,
            "verse": 9,
            "text": "Firavun da, ondan oncekiler de, Lut kavminin kasabalar halkı da, hep o hatayı (sirk ve isyanı) islediler"
        },
        {
            "chapter": 69,
            "verse": 10,
            "text": "Boylece Rablerinin peygamberine isyan ettiler. Bunun uzerine gittikce artan siddetli bir azap kendilerini yakalayıverdi"
        },
        {
            "chapter": 69,
            "verse": 11,
            "text": "Gercekten biz, (Nuh zamanında) su tastıgı vakit, sizi (varlıgınıza sebep olan atalarınızı) gemide biz tasıdık"
        },
        {
            "chapter": 69,
            "verse": 12,
            "text": "Onu (muminleri kurtarıp da kafirleri bogmamızı) size bir ibret yapalım ve onu belleyip saklıyan kulaklar saklasın diye"
        },
        {
            "chapter": 69,
            "verse": 13,
            "text": "Cunku Sur’a ilk ufurulus ufuruldugu"
        },
        {
            "chapter": 69,
            "verse": 14,
            "text": "Yer ve daglar kaldırılıp da bir carpılıs carpıldıkları zaman"
        },
        {
            "chapter": 69,
            "verse": 15,
            "text": "Iste o gun, kıyamet kopmustur"
        },
        {
            "chapter": 69,
            "verse": 16,
            "text": "Gok de yarılmıs; o gun, o da sarkmıstır"
        },
        {
            "chapter": 69,
            "verse": 17,
            "text": "Melekler de semanın etrafındadırlar. O gun Rabbinin arsını, ustlerinde (boyunlarında) sekiz melek tasır"
        },
        {
            "chapter": 69,
            "verse": 18,
            "text": "O gun (hesap icin Allah’a) arz olunursunuz; oyle ki, gizli bir haliniz kalmaz"
        },
        {
            "chapter": 69,
            "verse": 19,
            "text": "Iste o vakit, kitabı sag eline verilmis olan kimse der ki: “- Gelin, kitabımı okuyun"
        },
        {
            "chapter": 69,
            "verse": 20,
            "text": "Cunku ben, hesabıma kavusacagımı sezmistim.”"
        },
        {
            "chapter": 69,
            "verse": 21,
            "text": "Artık, hosnud (ve razı oldugu) hayatta"
        },
        {
            "chapter": 69,
            "verse": 22,
            "text": "Yuksek bir cennettedir"
        },
        {
            "chapter": 69,
            "verse": 23,
            "text": "(Meyvelerinin) devsirilmeleri yakından"
        },
        {
            "chapter": 69,
            "verse": 24,
            "text": "(Allah, onlara soyle buyurur): “- Yeyin, icin, afiyet olsun; (dunyadaki) gecmis gunlerde takdim ettiginiz salih amellere karsılık olarak.”"
        },
        {
            "chapter": 69,
            "verse": 25,
            "text": "Kitabı sol eline verilmis olan ise, der ki: “- Eyvah! Keske kitabım bana verilmeseydi"
        },
        {
            "chapter": 69,
            "verse": 26,
            "text": "Hesabımın da ne oldugunu bilmeseydim"
        },
        {
            "chapter": 69,
            "verse": 27,
            "text": "Ne olurdu, o olum kat’i olaydı (da bir daha dirilmeseydim)"
        },
        {
            "chapter": 69,
            "verse": 28,
            "text": "Malım bana bir fayda vermedi"
        },
        {
            "chapter": 69,
            "verse": 29,
            "text": "Butun saltanatım (varım-yogum) benden ayrılıp mahvoldu.”"
        },
        {
            "chapter": 69,
            "verse": 30,
            "text": "(Allah soyle buyurur): “- Tutun onu, hemen baglayın onu"
        },
        {
            "chapter": 69,
            "verse": 31,
            "text": "Sonra onu cehenneme atın"
        },
        {
            "chapter": 69,
            "verse": 32,
            "text": "Sonra, boyu yetmis arsın bir zincirde, onu oraya surun.”"
        },
        {
            "chapter": 69,
            "verse": 33,
            "text": "Cunku o, yuce Allah’a iman etmiyordu"
        },
        {
            "chapter": 69,
            "verse": 34,
            "text": "Yoksulların yiyecegine hic bakmıyor, tesvik etmiyordu"
        },
        {
            "chapter": 69,
            "verse": 35,
            "text": "Bugun de ona, burada (yardım edecek) bir yakın yok"
        },
        {
            "chapter": 69,
            "verse": 36,
            "text": "Cehennemliklerin irininden baska bir yiyecek de yok"
        },
        {
            "chapter": 69,
            "verse": 37,
            "text": "Onu, ancak kafirler yer"
        },
        {
            "chapter": 69,
            "verse": 38,
            "text": "Artık kasem ederim, gorduklerinize"
        },
        {
            "chapter": 69,
            "verse": 39,
            "text": "Ve gormediklerinize"
        },
        {
            "chapter": 69,
            "verse": 40,
            "text": "Suphesiz o Kur’an, kerim bir peygamberin (Allah’dan) getirdigi sozdur"
        },
        {
            "chapter": 69,
            "verse": 41,
            "text": "O, bir sair sozu degildir. Siz, pek az inanıp tasdik ediyorsunuz"
        },
        {
            "chapter": 69,
            "verse": 42,
            "text": "Bir kahin sozu de degildir. Siz pek az dusunuyorsunuz"
        },
        {
            "chapter": 69,
            "verse": 43,
            "text": "O, alemlerin Rabbinden indirilmedir"
        },
        {
            "chapter": 69,
            "verse": 44,
            "text": "Eger o Peygamber, bazı sozler uydurup bize isnad etmege kalkıssaydı"
        },
        {
            "chapter": 69,
            "verse": 45,
            "text": "Elbette biz O’nu kuvvetle yakalar ve O’ndan intikam alırdık"
        },
        {
            "chapter": 69,
            "verse": 46,
            "text": "Sonra da muhakkak O’nun kalb damarlarını keserdik, (boynunu vururduk)"
        },
        {
            "chapter": 69,
            "verse": 47,
            "text": "O vakit, sizden hic biriniz O’na siper de olamazdınız"
        },
        {
            "chapter": 69,
            "verse": 48,
            "text": "Gercekten o Kur’an, takva sahipleri icin bir oguddur"
        },
        {
            "chapter": 69,
            "verse": 49,
            "text": "Dogrusu, biz de biliyoruz ki, sizden inanmıyanlar var"
        },
        {
            "chapter": 69,
            "verse": 50,
            "text": "Muhakkak ki, o Kur’an, kafirler icin bir pismanlıktır, (kıyamet gunu, Kur’an’a iman etmediklerinin nedametini cekeceklerdir)"
        },
        {
            "chapter": 69,
            "verse": 51,
            "text": "Muhakkak o Kur’an, suphe goturmez bir gercektir"
        },
        {
            "chapter": 69,
            "verse": 52,
            "text": "O halde (Ey Kerim Rasul), yuce Rabbini ismiyle tesbih et"
        },
        {
            "chapter": 70,
            "verse": 1,
            "text": "Inecek olan bir azabı, istedi bir isteyen"
        },
        {
            "chapter": 70,
            "verse": 2,
            "text": "Kafirler icin oyle bir azab ki, yoktur onu bir engelleyen"
        },
        {
            "chapter": 70,
            "verse": 3,
            "text": "(O azabın inisi) yuksek makamların sahibi Allah’dandır"
        },
        {
            "chapter": 70,
            "verse": 4,
            "text": "(Bu makamların) her birine, melekler ve cebrail, miktarı elli bin yıl olan, bir gunde cıkar"
        },
        {
            "chapter": 70,
            "verse": 5,
            "text": "O halde (Ey Rasulum, o kafirlerin eziyetlerine) guzel bir sabır ile sabret; (cunku azabın inme zamanı yaklasmıstır)"
        },
        {
            "chapter": 70,
            "verse": 6,
            "text": "Dogrusu onlar, onu uzak (imkansız) goruyorlar"
        },
        {
            "chapter": 70,
            "verse": 7,
            "text": "Fakat biz, o azabı yakın goruyoruz"
        },
        {
            "chapter": 70,
            "verse": 8,
            "text": "O gun, gok erimis maden gibi olacak"
        },
        {
            "chapter": 70,
            "verse": 9,
            "text": "Daglar da, renk renk atılmıs yun gibi bulunacak"
        },
        {
            "chapter": 70,
            "verse": 10,
            "text": "Hic bir yakın (akraba), bir yakına halini sormaz"
        },
        {
            "chapter": 70,
            "verse": 11,
            "text": "(O kıyamet gununde akraba ve hısımlar) birbirlerine gosterilirler; (fakat herkes kendi derdi ile mesgul oldugundan birbirlerini tanıyamazlar). Mucrim (musrik), o gunun azabından kurtulmak icin ister ki, fidye (bedel) verse ogullarını"
        },
        {
            "chapter": 70,
            "verse": 12,
            "text": "Karısını, kardesini"
        },
        {
            "chapter": 70,
            "verse": 13,
            "text": "Kendini barındıran asiretini"
        },
        {
            "chapter": 70,
            "verse": 14,
            "text": "Yeryuzunde bulunanların hepsini de, sonra kendini kurtarsa"
        },
        {
            "chapter": 70,
            "verse": 15,
            "text": "Hayır (Allah onu azabdan kurtarmaz). Cunku, o cehennem alevli bir atestir"
        },
        {
            "chapter": 70,
            "verse": 16,
            "text": "Eli ayagı, (butun uzuvları) sokup cıkarandır"
        },
        {
            "chapter": 70,
            "verse": 17,
            "text": "Cagırır o ates, imandan yuz cevirip de (Hakka) arka doneni"
        },
        {
            "chapter": 70,
            "verse": 18,
            "text": "Bir de (mal ve para) biriktirip depoya, kasaya yıganı"
        },
        {
            "chapter": 70,
            "verse": 19,
            "text": "Gercekten insan haris ve cimri yaratılmıstır"
        },
        {
            "chapter": 70,
            "verse": 20,
            "text": "Kendine bir zarar dokundu mu, feryadı basar"
        },
        {
            "chapter": 70,
            "verse": 21,
            "text": "Ona hayır (mal) isabet edince de kıskanc"
        },
        {
            "chapter": 70,
            "verse": 22,
            "text": "Namaz kılanlar mustesnadır"
        },
        {
            "chapter": 70,
            "verse": 23,
            "text": "Namaz kılan o kimseler ki, onlar namazlarına devamlıdırlar"
        },
        {
            "chapter": 70,
            "verse": 24,
            "text": "Onlar ki, mallarında belirli bir hak vardır"
        },
        {
            "chapter": 70,
            "verse": 25,
            "text": "Hem dilenen, hem de iffetinden dilenemiyen icin"
        },
        {
            "chapter": 70,
            "verse": 26,
            "text": "Onlar ki, hesap gununu tasdik ederler"
        },
        {
            "chapter": 70,
            "verse": 27,
            "text": "Onlar ki, Rablerinin azabından korkarlar"
        },
        {
            "chapter": 70,
            "verse": 28,
            "text": "Cunku Rablerinin azabından emin bulunulmaz"
        },
        {
            "chapter": 70,
            "verse": 29,
            "text": "Onlar ki, avret yerlerini korurlar"
        },
        {
            "chapter": 70,
            "verse": 30,
            "text": "Ancak zevcelerine ve cariyelerine mustesna... Cunku onlar (bunlarda) kınanmazlar"
        },
        {
            "chapter": 70,
            "verse": 31,
            "text": "Fakat bundan (zevce ve cariyelerden) otesini arayanlar, iste onlar haddi asanlardır"
        },
        {
            "chapter": 70,
            "verse": 32,
            "text": "Onlar ki, emanetlerine ve verdikleri soze riayet edenler"
        },
        {
            "chapter": 70,
            "verse": 33,
            "text": "Onlar ki, sahidliklerinde durustluk yaparlar"
        },
        {
            "chapter": 70,
            "verse": 34,
            "text": "Onlar ki, namazlarını gozetirler, (sartlarına riayet ederek geregi uzere devamlı olarak kılarlar)"
        },
        {
            "chapter": 70,
            "verse": 35,
            "text": "Iste bunlar, cennetlerde ikram olunanlardır"
        },
        {
            "chapter": 70,
            "verse": 36,
            "text": "Simdi o kafirlere ne oluyor ki, (seninle alay etmek icin) boyunlarını uzatarak sana dogru kosuyorlar"
        },
        {
            "chapter": 70,
            "verse": 37,
            "text": "Sagdan ve soldan boluk boluk"
        },
        {
            "chapter": 70,
            "verse": 38,
            "text": "Onlardan her sahıs, (nimetleri bol olan) Naim Cennetine sokulacagını umid mi ediyor"
        },
        {
            "chapter": 70,
            "verse": 39,
            "text": "Hayır, oyle sey yok. Biz; onları bildikleri seyden (nutfeden) yarattık; (insanın aslı olan bu maddenin, iman olmaksızın ne degeri olabilir? Bununla yogrulup da iman nuru ile aydınlıga cıkmıyan kimse, cennete girmeyi nasıl isteyebilir)"
        },
        {
            "chapter": 70,
            "verse": 40,
            "text": "Artık doguların ve batıların Rabbine kasem olsun ki, muhakkak biz kadiriz"
        },
        {
            "chapter": 70,
            "verse": 41,
            "text": "Onların (o kafirlerin) yerine, kendilerinden daha hayırlısını getirmeye... Hem bizim onumuze gecilmez"
        },
        {
            "chapter": 70,
            "verse": 42,
            "text": "O halde (Ey Rasulum) bırak o inkarcıları, (batıl inanclarına) dalsınlar ve oynaya dursunlar; ta o vaad olundukları gune kavusturulacakları zamana kadar"
        },
        {
            "chapter": 70,
            "verse": 43,
            "text": "O gun, kabirlerinden kosarak cıkacaklar; sanki (ibadet ettikleri) dikili putlara kosuyorlarmıs gibi"
        },
        {
            "chapter": 70,
            "verse": 44,
            "text": "Gozleri (zillet icinde) duskun bir halde, kendilerini bir horluk kaplayacak. Iste bugun, o (azabla) vaad edildikleri kıyamet gunudur"
        },
        {
            "chapter": 71,
            "verse": 1,
            "text": "Gercekten biz, Nuh’u kavmine gonderdik: “-Kavmine acıklı bir azab gelmezden once onları korkut” diye"
        },
        {
            "chapter": 71,
            "verse": 2,
            "text": "(Nuh onlara) dedi ki: “-Ey kavmim! Muhakkak ki ben, size (azab ile korkutan) acık bir peygamberim"
        },
        {
            "chapter": 71,
            "verse": 3,
            "text": "Allah’a ibadet edin, O’ndan korkun ve bana da itaat edin diye"
        },
        {
            "chapter": 71,
            "verse": 4,
            "text": "(Bu takdirde Allah) gunahlarınızdan size bagıslar ve sizi muayyen bir vakte kadar (azab cektirmeksizin olum anına dek) geri bırakır. Suphe yok ki, Allah’ın takdir ettigi ecel (olum) gelince geri bırakılmaz; eger bilseydiniz, (iman eder de azabdan kurtulurdunuz)"
        },
        {
            "chapter": 71,
            "verse": 5,
            "text": "Nuh dedi ki: “- Ey Rabbim! Ben kavmimi gece ve gunduz (imana) davet ettim"
        },
        {
            "chapter": 71,
            "verse": 6,
            "text": "Fakat benim davet etmem, onlara ancak (imandan) kacmagı artırdı"
        },
        {
            "chapter": 71,
            "verse": 7,
            "text": "Dogrusu ben, onları senin bagıslaman icin her davet ettigimde, onlar parmaklarını kulaklarına tıkadılar ve elbiselerine burunduler (ki beni gormesinler, kufurde) ısrar ettiler ve kibirlendikce kibirlendiler"
        },
        {
            "chapter": 71,
            "verse": 8,
            "text": "Sonra ben, onları asikare olarak (tevbeye) cagırdım"
        },
        {
            "chapter": 71,
            "verse": 9,
            "text": "Sonra, hem ilan ederek onlara soyledim, hem gizliden gizliye soyledim onlara"
        },
        {
            "chapter": 71,
            "verse": 10,
            "text": "Dedim ki: Gelin, Rabbinizin magfiretini isteyin; cunku O, Gaffar’dır= magfireti cok boldur"
        },
        {
            "chapter": 71,
            "verse": 11,
            "text": "(Rabbinizin magfiretini dilediginiz takdirde, Allah) uzerine bol bol yagmur salıverir"
        },
        {
            "chapter": 71,
            "verse": 12,
            "text": "Hem mallarınızı, hem de ogullarınızı cogaltır ve size bahceler yaratır, size ırmaklar akıtır"
        },
        {
            "chapter": 71,
            "verse": 13,
            "text": "Neyse siz, Allah’dan korkmazsınız, (O’nun azametini tanımazsınız)"
        },
        {
            "chapter": 71,
            "verse": 14,
            "text": "Halbuki O, sizi, turlu turlu hallerle yaratmıstır"
        },
        {
            "chapter": 71,
            "verse": 15,
            "text": "Gormediniz mi, Allah yedi gogu tabaka tabaka nasıl yaratmıs"
        },
        {
            "chapter": 71,
            "verse": 16,
            "text": "Ay’ı iclerinde bir nur kıldı, gunesi de kıldı bir kandil"
        },
        {
            "chapter": 71,
            "verse": 17,
            "text": "Allah sizi (babanız Adem’i) arzdan yaratıp meydana cıkardı"
        },
        {
            "chapter": 71,
            "verse": 18,
            "text": "Sonra sizi oraya dondurecek ve sizi bir daha cıkısla (kabirden) cıkaracak"
        },
        {
            "chapter": 71,
            "verse": 19,
            "text": "Allah sizin icin arzı bir dosek yapmıstır"
        },
        {
            "chapter": 71,
            "verse": 20,
            "text": "Onun genis yollarında gezesiniz diye...”"
        },
        {
            "chapter": 71,
            "verse": 21,
            "text": "Nuh soyle dedi: “- Rabbim! onlar, (kendilerine emrettigim seylerde) bana isyan ettiler. Malı ve cocugu kendisine husrandan baska bir sey artırmıyan kimselere uydular"
        },
        {
            "chapter": 71,
            "verse": 22,
            "text": "Ve cok buyuk bir hileye giristiler, (Nuh’a eziyete kalkıstılar)"
        },
        {
            "chapter": 71,
            "verse": 23,
            "text": "Bir de (ileri gelenler, yardakcılarına) soyle dediler: Sakın ilahlarınızı (tapındıgınız putları) bırakmayın. Hele (en buyukleri olan) Vedd’i, Suva’ı, Yegus’u, Ye’uk’u, Nesr’i, asla bıramayın"
        },
        {
            "chapter": 71,
            "verse": 24,
            "text": "Gercekten bunlar cok kimseleri yoldan cıkardılar. (Ey Rabbim!) Sen de zalimlerin ancak helakini artırır.”"
        },
        {
            "chapter": 71,
            "verse": 25,
            "text": "Onlar gunahları yuzunden suda boguldular da atese atıldılar. Artık Allah’dan baska, kendilerine yardımcılar bulamadılar"
        },
        {
            "chapter": 71,
            "verse": 26,
            "text": "Nuh, soyle demisti: “- Ey Rabbim! kafirlerden hic kimseyi yeryuzunde bırakma"
        },
        {
            "chapter": 71,
            "verse": 27,
            "text": "Cunku sen, onları bırakırsan, senin kullarını sapıtırlar ve ancak bir nankor facir dogururlar"
        },
        {
            "chapter": 71,
            "verse": 28,
            "text": "Rabbim! Beni, ana-babamı, mumin olarak evime gireni, butun mumin erkekleri ve butun mumin kadınları bagısla. Zalimlerin ise, ancak helakini artır"
        },
        {
            "chapter": 72,
            "verse": 1,
            "text": "(Ey Rasulum, Mekke kafirlerine) de ki: “-Bana, su gercek vahy olundu: Bir takım cinler (sabah namazında Kur’an okudugumu) isittiler de (kavimlerine dondukleri zaman) dediler ki, biz cok hos bir Kur’an dinledik"
        },
        {
            "chapter": 72,
            "verse": 2,
            "text": "Hidayete erdiriyor, biz de ona iman ettik. Bundan boyle Rabbimize asla hic kimseyi ortak kosmıyacagız"
        },
        {
            "chapter": 72,
            "verse": 3,
            "text": "Dogrusu Rabbimizin sanı cok yucedir; ne bir es edinmistir, ne de bir cocuk"
        },
        {
            "chapter": 72,
            "verse": 4,
            "text": "Gercekten bizim cahilimiz (Iblis), Allah’a karsı sacma soz soyluyormus"
        },
        {
            "chapter": 72,
            "verse": 5,
            "text": "Hakikaten biz, insan ile cin, Allah’a karsı asla yalan soylemez sanmısız"
        },
        {
            "chapter": 72,
            "verse": 6,
            "text": "Dogrusu insanlardan bazı erkekler, cinden bazı erkeklere sıgınıyorlardı da, cinlerin kibir ve azgınlıklarını artırıyorlardı"
        },
        {
            "chapter": 72,
            "verse": 7,
            "text": "O insanlar da, (ey cinler) sizin zannettiginiz gibi, Allah’ın ebediyen hic bir kimseyi oldukten sonra diriltmiyecegini zannetmislerdi"
        },
        {
            "chapter": 72,
            "verse": 8,
            "text": "Dogrusu biz (cinler toplulugu, meleklerin sozunu dinlemek icin) semayı yokladık da, onu (meleklerden ibaret) cok kuvvetli bekciler ve sihaplarla (akan yakıcı yıldızlarla) doldurulmus bulduk"
        },
        {
            "chapter": 72,
            "verse": 9,
            "text": "Halbuki biz (Peygamberin gonderilmesinden once) haber dinlemek icin gogun bazı (bekcilerden bos) yerlerine otururduk; fakat simdi, kim dinleyecek olursa, kendisini gozetleyen bir sihap (yakıcı bir yıldız) buluyor"
        },
        {
            "chapter": 72,
            "verse": 10,
            "text": "Dogrusu biz bilmeyiz; o arzdaki kimselere bir fenalık mı istenmistir; yoksa Rableri onlara bir iyilik mi dilemistir"
        },
        {
            "chapter": 72,
            "verse": 11,
            "text": "Dogrusu, biz cinlerin icinde, mumin olanlar da var, icimizden bundan asagı (kafirler) olan da var. (Allah’a iman etmezden once) cesit cesit mezheplere ayrılmıs idik"
        },
        {
            "chapter": 72,
            "verse": 12,
            "text": "Gercekten biz anladık ki, Allah’ı yeryuzunde acze dusurmemize asla imkan yok, kacmakla da hic bir zaman O’nu aciz bırakamayız"
        },
        {
            "chapter": 72,
            "verse": 13,
            "text": "Gercekten biz, O Kur’an’ı dinledigimiz zaman ona iman ettik. Kim Rabbine iman ederse, artık ne mukafatının azalacagından, ne de bir haksızlıga ugrıyacagından korkmaz"
        },
        {
            "chapter": 72,
            "verse": 14,
            "text": "Gercekten bizim icimizde (Kur’an’a ve Peygambere iman eden) muslumanlar da var, bizden (iman etmiyen) zalimler de var. Musluman olanlar, iste onlar hidayeti arayanlardır; (ve ona layık bulunanlardır)"
        },
        {
            "chapter": 72,
            "verse": 15,
            "text": "Zulum edenlere (kafirlere) gelince, onlar cehenneme odun olmuslardır.”"
        },
        {
            "chapter": 72,
            "verse": 16,
            "text": "Eger insanlar ve cinler, Islam ve iman yolunda hep dosdogru gitselerdi. Elbette biz onların hepsine bol bol su (rızık) verirdik"
        },
        {
            "chapter": 72,
            "verse": 17,
            "text": "Kendilerini bu nimet icin deneyelim diye... (Acaba nasıl sukredecekler?) Kim de Rabbine ibadet etmekten yuz cevirirse, Allah onu siddeti artan bir azaba sokar"
        },
        {
            "chapter": 72,
            "verse": 18,
            "text": "Muhakkak ki butun mescidler, Allah’a ibadet icin kurulmuslardır. O halde Allah ile beraber baska birine ibadet etmeyin; (ancak O’na ibadet edin)"
        },
        {
            "chapter": 72,
            "verse": 19,
            "text": "Su gercek de var: Allah’ın kulu (Hz. Peygamber), kalkmıs O’na ibadet ederken, nerde ise cinler (Kur’an’ı dinleyelim diye peygamberin) etrafında ustuste yıgılıyorlardı"
        },
        {
            "chapter": 72,
            "verse": 20,
            "text": "(Ey Rasulum), de ki: “- Ben, ancak Rabbime ibadet ederim ve O’na hic bir seyi ortak kosmam.”"
        },
        {
            "chapter": 72,
            "verse": 21,
            "text": "(Ey Rasulum, Mekke halkına) de ki: “- Ben, size, kendiligimden ne bir zarar, ne de bir fayda yapma kudretine sahib degilim.”"
        },
        {
            "chapter": 72,
            "verse": 22,
            "text": "De ki: “- Dogrusu beni Allah’dan kimse kurtaramaz ve O’ndan baska bir sıgınak da asla bulamam"
        },
        {
            "chapter": 72,
            "verse": 23,
            "text": "Ben ancak Allah’dan ve gonderdiklerinden bir teblig yaparım. Kim de Allah’a ve peygamberine isyan ederse, muhakkak ona cehennem atesi vardır; orada devamlı kalıcılar olmak uzere"
        },
        {
            "chapter": 72,
            "verse": 24,
            "text": "Nihayet o vaad olundukları azabı (kıyamette) gordukleri vakit; yardımcısı en zayıf, sayıca da en az olan kimmis bilecekler; (O mu, yoksa kendileri mi)"
        },
        {
            "chapter": 72,
            "verse": 25,
            "text": "(Ey Rasulum), de ki: “- Bilmiyorum, o korkutuldugunuz azab yakın mı, yoksa Rabbim ona uzun bir muddet mi tayin eder?”"
        },
        {
            "chapter": 72,
            "verse": 26,
            "text": "O, butun gaybi bilendir; gaybe dair ilmini ise, hic kimseye acmaz"
        },
        {
            "chapter": 72,
            "verse": 27,
            "text": "Ancak bir peygamber olarak sectigi mustesnadır; (O’na gaybe dair bazı ilimleri acıklar ve bunlar mucize olur). Cunku Allah, peygamberin onunden ve ardından muhafız melekler tayin eder (de O’nu korurlar)"
        },
        {
            "chapter": 72,
            "verse": 28,
            "text": "O Peygamber sunu bilsin ki, o elciler Rablerinin risaletlerini tamamıyla eristirmislerdir; ve O, elcilerin yanındaki ilmi kusatmıs ve her seyi sayıca saymıstır"
        },
        {
            "chapter": 73,
            "verse": 1,
            "text": "Ey elbiselerine burunup yatan (Peygamber)"
        },
        {
            "chapter": 73,
            "verse": 2,
            "text": "(Namaz kılmak ve ibadet etmek icin) gece kalk; ancak birazı mustesna"
        },
        {
            "chapter": 73,
            "verse": 3,
            "text": "Gecenin yarısını kalk, yahut bu yarıdan biraz eksilt"
        },
        {
            "chapter": 73,
            "verse": 4,
            "text": "Yahut o yarının uzerine ilave et. Kur’an’ı da yavas ve acık olarak guzelce oku"
        },
        {
            "chapter": 73,
            "verse": 5,
            "text": "Cunku biz, sana, (sorumlulugu) agır bir soz (Kur’an) vahy edecegiz"
        },
        {
            "chapter": 73,
            "verse": 6,
            "text": "Muhakkak ki gece (ibadet icin yatagından) kalkan kisi, nese bakımından daha kuvvetli, (Kur’an’ı) okuyus bakımından da daha saglamdır"
        },
        {
            "chapter": 73,
            "verse": 7,
            "text": "Dogrusu sana, gunduz uzun bir mesguliyet var; (bunun icin geceleyin bol bol ibadet etmek en uygundur)"
        },
        {
            "chapter": 73,
            "verse": 8,
            "text": "Hem Rabbinin ismini an ve her seyden kesilerek O’na ihlas ile ibadet et"
        },
        {
            "chapter": 73,
            "verse": 9,
            "text": "O, dogunun da, batının da Rabbidir; O’ndan baska hicbir ilah yoktur. O halde yalnız O’nu kendine vekil edin"
        },
        {
            "chapter": 73,
            "verse": 10,
            "text": "Ve inkarcıların diyeceklerine, (sana iftira ve yalanlarına) sabırlı ol ve onları guzel bir sekilde terk edip ayrıl"
        },
        {
            "chapter": 73,
            "verse": 11,
            "text": "(Ey Rasulum, seni) inkar eden o refah sahiblerini bana bırak ve onlara biraz muhlet ver; (yakında Bedir savasında ve kıyamette onların cezasını verecegim)"
        },
        {
            "chapter": 73,
            "verse": 12,
            "text": "Zira (ahirette kafirler icin) bizim yanımızda bukagılar ve (icine) girecekleri bir ates var"
        },
        {
            "chapter": 73,
            "verse": 13,
            "text": "Bir de bogaza takılıp kalan bir yiyecek var. Ayrıca acıklı bir azap da var"
        },
        {
            "chapter": 73,
            "verse": 14,
            "text": "O gun arz ve daglar sarsılacak, butun daglar erimis bir kum yıgını olacaktır"
        },
        {
            "chapter": 73,
            "verse": 15,
            "text": "Gercekten biz, (Ey Mekke halkı) Firavun’a bir peygamber gonderdigimiz gibi, size de (kıyamet gunu) sahidlik edecek bir peygamber gonderdik; (iman edib etmediginizi ifade edecektir)"
        },
        {
            "chapter": 73,
            "verse": 16,
            "text": "Oyle ki, Firavun o peygambere isyan etti, biz de onu siddetli bir azabla yakalayıverdik"
        },
        {
            "chapter": 73,
            "verse": 17,
            "text": "O halde, kufre varırsanız, cocukları ak saclılar haline cevirecek bir gunun (kıyametin) azabından kendinizi nasıl koruyacaksınız"
        },
        {
            "chapter": 73,
            "verse": 18,
            "text": "O gunun siddetinden gok yarılmıs ve Allah’ın vaadi tahakkuk etmistir"
        },
        {
            "chapter": 73,
            "verse": 19,
            "text": "Iste, bu ayetler, bir oguddur; artık istiyen (iman eder, ogud alır da) Allah’ına giden bir yol tutar"
        },
        {
            "chapter": 73,
            "verse": 20,
            "text": "Muhakkak Rabbin biliyor ki, sen, gece ucte ikisine yakın, yarısı kadar ve ucte biri (olan bir muddet namaz icin) kalkıyorsun; ashabından bir topluluk da seninle beraberdir. Gece ve gunduzun miktarlarını ancak Allah takdir eder. O bildi ki, bundan ote, onu basaramazsınız; (butun geceyi ibadetle geciremezsiniz). Onun icin sizden hafifletti; (gece kaim olmayı size farz kılmadı). Artık Kur’an’dan kolayınıza geleni okuyun. Allah bilmistir ki, aranızda hastalar olacak, bir kısmı Allah’ın fazlından rızk aramak icin (ticaret maksadı ile) yeryuzunde yol tepecekler, diger bir kısmı da Allah yolunda carpısacaklar. O halde Kur’an’dan kolayınıza geleni okuyun, namazı kılın, zekatı verin, Allah icin (diger hayır yollarına) halisane harcayın. Nefisleriniz icin (bu dunyada) pesin olarak ne hayır islerseniz, onun sevabını Allah katında daha hayırlı ve mukafat bakımından daha buyuk bulacaksınız. Bir de Allah’dan magfiret dileyin; cunku O, Gafur’dur= magfireti cok boldur, Rahim’dir= cok merhametlidir"
        },
        {
            "chapter": 74,
            "verse": 1,
            "text": "Ey (elbisesine) burunen Peygamber"
        },
        {
            "chapter": 74,
            "verse": 2,
            "text": "Kalk da (kavmini Allah’ın azabı ile) korkut; (iman etmezlerse azaba ugrıyacaklarını kendilerine haber ver)"
        },
        {
            "chapter": 74,
            "verse": 3,
            "text": "Rabbini yucelt, (O’nu tenzih et)"
        },
        {
            "chapter": 74,
            "verse": 4,
            "text": "Elbiseni de (daima) temiz tut"
        },
        {
            "chapter": 74,
            "verse": 5,
            "text": "Azaba vesile olan seyleri terkde sebat et"
        },
        {
            "chapter": 74,
            "verse": 6,
            "text": "Az bir sey verib karsılıgında cok sey isteme"
        },
        {
            "chapter": 74,
            "verse": 7,
            "text": "Rabbinin rızası icin sabret"
        },
        {
            "chapter": 74,
            "verse": 8,
            "text": "O Sur’a ufuruldugu zaman"
        },
        {
            "chapter": 74,
            "verse": 9,
            "text": "Iste o kıyamet vakti cok siddetli bir gundur"
        },
        {
            "chapter": 74,
            "verse": 10,
            "text": "kafirlere hic kolay degildir"
        },
        {
            "chapter": 74,
            "verse": 11,
            "text": "(Mal ve evladsız olarak) tek basına yarattıgım o kafiri (Velid Ibni Mugire’yi) bana bırak"
        },
        {
            "chapter": 74,
            "verse": 12,
            "text": "(Cırılcıplak yarattıgım) bu adama da (sonra) uzun boylu mal verdim"
        },
        {
            "chapter": 74,
            "verse": 13,
            "text": "Hem (kendisi ile) hazır bulunan ogullar"
        },
        {
            "chapter": 74,
            "verse": 14,
            "text": "Ona nimet dosedim de dosedim"
        },
        {
            "chapter": 74,
            "verse": 15,
            "text": "Sonra da arzu eder ki, daha artırayım"
        },
        {
            "chapter": 74,
            "verse": 16,
            "text": "Hayır, (istedigine kavusamaz) cunku o, ayetlerimize karsı bir inkarcı idi"
        },
        {
            "chapter": 74,
            "verse": 17,
            "text": "Muhakkak ben, onu, mesakkatli bir azaba sardıracagım"
        },
        {
            "chapter": 74,
            "verse": 18,
            "text": "Cunku o (Velid Ibni Mugire), kendi kendine bir dusundu ve (zannınca peygambere soyliyecek sozunu) uydurub kurdu"
        },
        {
            "chapter": 74,
            "verse": 19,
            "text": "Kahrolası ne bicim (soz) uydurdu!... (Peygambere nasıl sihirbaz dedi)"
        },
        {
            "chapter": 74,
            "verse": 20,
            "text": "Sonra kahrolası ne bicim (soz) uydurdu"
        },
        {
            "chapter": 74,
            "verse": 21,
            "text": "Sonra (dondu insanların yuzune) baktı"
        },
        {
            "chapter": 74,
            "verse": 22,
            "text": "Sonra (soyliyecek soz bulamadıgından) suratını astı ve kaslarını cattı"
        },
        {
            "chapter": 74,
            "verse": 23,
            "text": "Nihayet (Peygambere ve ashabına) arka cevirdi ve kibirlendi de"
        },
        {
            "chapter": 74,
            "verse": 24,
            "text": "Soyle dedi: “- Bu ancak (baska sihirbazdan) ogrenilen bir sihirdir"
        },
        {
            "chapter": 74,
            "verse": 25,
            "text": "Muhakkak bu (kimsenin soyledigi soz), bir insan sozudur.”"
        },
        {
            "chapter": 74,
            "verse": 26,
            "text": "Ben de muhakkak onu (Velid Ibni Mugire’yi) cehenneme sokacagım"
        },
        {
            "chapter": 74,
            "verse": 27,
            "text": "Hem (Ey Rasulum) bilir misin, nedir o cehennem"
        },
        {
            "chapter": 74,
            "verse": 28,
            "text": "(Insanların bedeninde et) bırakmaz, (kemik de) koymaz"
        },
        {
            "chapter": 74,
            "verse": 29,
            "text": "O cehennem, insanları yakıb kavurandır"
        },
        {
            "chapter": 74,
            "verse": 30,
            "text": "Uzerinde ondokuz melek var"
        },
        {
            "chapter": 74,
            "verse": 31,
            "text": "Biz o atesin muhafızlarını hep meleklerden ibaret kıldık. Sayılarını da ancak kafir olanlar icin bir fitne yaptık, (zira on dokuz melegi azımsayarak onları helak edebileceklerini sandılar); kendilerine kitab verilenler de Kur’an’ın hak olduguna inansınlar; (cunku onların kitablarında da bu meleklerin sayısı on dokuzdur); muminlerin de imanlarını artırsın. Kendilerine kitab verilenlerle muminler (boylece) supheye dusmesinler. Kalblerinde bir maraz (nifak) bulunanlarla kafirler de soyle desin: “- Allah bu sayı ile beraber hangi seyi murad etmistir? Iste Allah diledigini boyle sasırtır, diledigini de yola getirir. Rabbinin ordularını da ancak kendisi bilir. O cehennem de insanlar icin ancak bir oguddur"
        },
        {
            "chapter": 74,
            "verse": 32,
            "text": "Hayır, onlar ogud almazlar! Kamer hakkı icin"
        },
        {
            "chapter": 74,
            "verse": 33,
            "text": "Donub geldigi zaman, o gece hakkı icin"
        },
        {
            "chapter": 74,
            "verse": 34,
            "text": "Agardıgı sıra o sabah hakkı icin"
        },
        {
            "chapter": 74,
            "verse": 35,
            "text": "Muhakkak o cehennem, buyuk belalardan biridir"
        },
        {
            "chapter": 74,
            "verse": 36,
            "text": "Kocundurmak icin insanları"
        },
        {
            "chapter": 74,
            "verse": 37,
            "text": "Icinizden (hayırda) ileri gitmek, yahud geri kalmak istiyenleri"
        },
        {
            "chapter": 74,
            "verse": 38,
            "text": "Herkes kazandıgına karsılık bir rehinedir; (hesabını dogru vermekle ancak kendisini kurtarabilir)"
        },
        {
            "chapter": 74,
            "verse": 39,
            "text": "Ancak sagcılar (kitabları sag ellerine verilenler)"
        },
        {
            "chapter": 74,
            "verse": 40,
            "text": "Cennetlerdedirler; sorarlar"
        },
        {
            "chapter": 74,
            "verse": 41,
            "text": "Mucrimlerden"
        },
        {
            "chapter": 74,
            "verse": 42,
            "text": "“-Sizi cehenneme sokan nedir?”"
        },
        {
            "chapter": 74,
            "verse": 43,
            "text": "Onlar soyle derler: “- Biz namaz kılanlardan degildik"
        },
        {
            "chapter": 74,
            "verse": 44,
            "text": "Yoksula yedirmezdik"
        },
        {
            "chapter": 74,
            "verse": 45,
            "text": "Batıla dalanlarla beraber dalıyorduk"
        },
        {
            "chapter": 74,
            "verse": 46,
            "text": "Hesab gununu de yalan sayardık"
        },
        {
            "chapter": 74,
            "verse": 47,
            "text": "Nihayet bize olum gelib cattı.”"
        },
        {
            "chapter": 74,
            "verse": 48,
            "text": "Fakat (o vakit) sefaatcilerin sefaatı onlara fayda vermez"
        },
        {
            "chapter": 74,
            "verse": 49,
            "text": "Boyle iken onlara (Mekke halkına) ne oluyor ki, Kur’an’dan yuz ceviriyorlar"
        },
        {
            "chapter": 74,
            "verse": 50,
            "text": "Sanki urkmus yaban esekleri"
        },
        {
            "chapter": 74,
            "verse": 51,
            "text": "Aslandan kacmaktalar"
        },
        {
            "chapter": 74,
            "verse": 52,
            "text": "Dogrusu, onlardan her biri (Allah tarafından) kendisine okuyacak oldugu ayrı kitablar dagıtılmasını istiyor, (ki orada peygambere iman etmek gerektigine dair Allah’ın emrini bulsun)"
        },
        {
            "chapter": 74,
            "verse": 53,
            "text": "Hayır, (onlara bu istedikleri verilmez), hakikat su ki, onlar ahiretten korkmazlar"
        },
        {
            "chapter": 74,
            "verse": 54,
            "text": "Hayır, zannettikleri gibi degil, Muhakkak O Kur’an (Allah’dan) bir oguddur"
        },
        {
            "chapter": 74,
            "verse": 55,
            "text": "Artık dileyen kimse ondan ogud alır"
        },
        {
            "chapter": 74,
            "verse": 56,
            "text": "Bununla beraber Allah dilemeyince ogud almazlar; koruyacak da O’dur, bagıslayacak da O"
        },
        {
            "chapter": 75,
            "verse": 1,
            "text": "Kasem ederim kıyamet gunune"
        },
        {
            "chapter": 75,
            "verse": 2,
            "text": "Yine kasem ederim pismankar nefse ki, (muhakkak oldukten sonra dirileceksiniz)"
        },
        {
            "chapter": 75,
            "verse": 3,
            "text": "Insan sanır ki, biz, kemikleri bir araya getiremeyiz"
        },
        {
            "chapter": 75,
            "verse": 4,
            "text": "(Degil yalnız kemikleri bir araya getirmek), daha dogrusu biz o insanın parmak uclarını (dunyada oldugu gibi duzeltib) toplamaga da kadiriz"
        },
        {
            "chapter": 75,
            "verse": 5,
            "text": "Fakat insan, fenalıgını onune surmek ister"
        },
        {
            "chapter": 75,
            "verse": 6,
            "text": "(Alay ederek) sorar: “- Kıyamet gunu ne zaman?”"
        },
        {
            "chapter": 75,
            "verse": 7,
            "text": "(Allah buyurmustur ki): Goz, (dehsetten) ne vakit ki dikilir"
        },
        {
            "chapter": 75,
            "verse": 8,
            "text": "Ay tutulur"
        },
        {
            "chapter": 75,
            "verse": 9,
            "text": "Gunes ile ay bir araya toplanır"
        },
        {
            "chapter": 75,
            "verse": 10,
            "text": "O gun insan der ki, kacacak yer nerede"
        },
        {
            "chapter": 75,
            "verse": 11,
            "text": "Hayır, (o kafire) hic bir sıgınak yok"
        },
        {
            "chapter": 75,
            "verse": 12,
            "text": "Ancak Rabbinedir o gun donub kararlasmak"
        },
        {
            "chapter": 75,
            "verse": 13,
            "text": "O gun insan isledigi ve islemedigi amellerle uyarılır, (yaptıgı ve yapmadıgı her sey kendisine anlatılır ve hesaba cekilir)"
        },
        {
            "chapter": 75,
            "verse": 14,
            "text": "Dogrusu insan, nefsine karsı murakabeci bir sahiddir"
        },
        {
            "chapter": 75,
            "verse": 15,
            "text": "Butun mazeretlerini ortaya dokse de, (yine nefsinde gercegi bilir. Insan tamamen kendini kontrol edebilecek durumdadır)"
        },
        {
            "chapter": 75,
            "verse": 16,
            "text": "(Ey Rasulum, vahy daha tamamlanmadan) ona acele ederek, (kelimeleri kacırmıyayım diye) dilini onunla depretme"
        },
        {
            "chapter": 75,
            "verse": 17,
            "text": "Cunku O Kur’an’ı (kalbinde) toplamak ve dilinde okuyusunu saglamak bize aiddir"
        },
        {
            "chapter": 75,
            "verse": 18,
            "text": "Biz onu (Cebrail dili ile) okuduk mu, sen onun okunusunu takib et"
        },
        {
            "chapter": 75,
            "verse": 19,
            "text": "Sonra onu acıklamak da muhakkak bize aiddir"
        },
        {
            "chapter": 75,
            "verse": 20,
            "text": "Hayır hayır, dogrusu siz, pesini (dunya zevklerini) seviyorsunuz"
        },
        {
            "chapter": 75,
            "verse": 21,
            "text": "Ve ahireti bırakıyorsunuz. (onu kazanmak icin calısmıyorsunuz)"
        },
        {
            "chapter": 75,
            "verse": 22,
            "text": "Nice yuzler vardır ki, o gun (kıyamette) guzelligi ile parıldar"
        },
        {
            "chapter": 75,
            "verse": 23,
            "text": "(O yuzler) Rablerine bakarlar"
        },
        {
            "chapter": 75,
            "verse": 24,
            "text": "Nice yuzler de vardır ki, o gun somurub kararmıstır"
        },
        {
            "chapter": 75,
            "verse": 25,
            "text": "(Boyle kararmıs yuzler, baslarına gelecek felaketle) bel kemiklerinin kırılacagını anlar"
        },
        {
            "chapter": 75,
            "verse": 26,
            "text": "Hayır hayır, (dunya ahirete tercih edilemez). Can koprucuk kemiklerine dayanınca"
        },
        {
            "chapter": 75,
            "verse": 27,
            "text": "(Yanında bulunanlar tarafından) denilir ki: “- (Bunu) tedavi edecek bir doktor kim var?”"
        },
        {
            "chapter": 75,
            "verse": 28,
            "text": "(Ruhu koprucuk kemiklerine dayanmıs olan bu kimse, artık dunyadan) gercek olarak kendisi icin ayrılıs oldugunu anlamıstır"
        },
        {
            "chapter": 75,
            "verse": 29,
            "text": "(Olumun siddetinden de) bacak bacaga dolanmıstır"
        },
        {
            "chapter": 75,
            "verse": 30,
            "text": "O gun donus, Rabbinedir ancak"
        },
        {
            "chapter": 75,
            "verse": 31,
            "text": "(O kafir Ebu Cehil Kur’an’ı ve Peygamberi) tasdik etmedi, namaz da kılmadı"
        },
        {
            "chapter": 75,
            "verse": 32,
            "text": "Ancak yalan soyledi ve (itaat etmekten) yuz cevirdi"
        },
        {
            "chapter": 75,
            "verse": 33,
            "text": "Sonra da boburlene boburlene (dunyada) ehline gitti"
        },
        {
            "chapter": 75,
            "verse": 34,
            "text": "Azab olsun sana, (Ey Ebu Cehil), azab gerek"
        },
        {
            "chapter": 75,
            "verse": 35,
            "text": "Sonra yine azab olsun sana, azab gerek"
        },
        {
            "chapter": 75,
            "verse": 36,
            "text": "Sanır mı insan, bası bos bırakılacak"
        },
        {
            "chapter": 75,
            "verse": 37,
            "text": "Dokulen meniden bir nutfe degil mi idi"
        },
        {
            "chapter": 75,
            "verse": 38,
            "text": "Sonra meniden bir kan pıhtısı olmus da, Allah onu yarattı, derken (insan) bicimine koydu"
        },
        {
            "chapter": 75,
            "verse": 39,
            "text": "Nihayet o meniden erkek ve disi iki es yarattı"
        },
        {
            "chapter": 75,
            "verse": 40,
            "text": "Bunları yaratan oluleri diriltmeye kadir degil mi? (Subhesiz ki buna da kadirdir)"
        },
        {
            "chapter": 76,
            "verse": 1,
            "text": "Gercekten insan uzerine dehirden oyle bir zaman gecti ki, o vakit insan alınır, (insanlıkla tanınır) bir sey degildi"
        },
        {
            "chapter": 76,
            "verse": 2,
            "text": "Cunku biz, insanı, (erkek ve disi suları ile) karısık bir nutfeden yarattık; (uzerine mukellefiyyet yukliyerek) onu deneyecegiz. Bunun icin onu duygu ve gorgu sahibi kıldık"
        },
        {
            "chapter": 76,
            "verse": 3,
            "text": "Dogrusu biz ona, gercek yolu gosterdik; ister sukreden (mumin) olsun, ister nankorluk eden (kafir)"
        },
        {
            "chapter": 76,
            "verse": 4,
            "text": "Cunku biz, kafirler icin zincirler, bukagılar ve alevli bir ates hazırladık"
        },
        {
            "chapter": 76,
            "verse": 5,
            "text": "Muhakkak ki iyi insanlar, (cennetde) katıgı kafur olan (sarab) dolu bir kadehten icecekler"
        },
        {
            "chapter": 76,
            "verse": 6,
            "text": "(O sarabın katıgı olan Kafur) bir kaynaktır ki, ondan Allah’ın kulları icerler. Istedikleri yere onu kolayca akıtırlar"
        },
        {
            "chapter": 76,
            "verse": 7,
            "text": "(Cennetlik olan iyi insanlar, o kimselerdir ki, dunyada) adaklarını yerine getirirler; ve azabı salgın olan bir gunden korkarlar"
        },
        {
            "chapter": 76,
            "verse": 8,
            "text": "Yoksula, yetime, esire seve seve yemek yedirirler"
        },
        {
            "chapter": 76,
            "verse": 9,
            "text": "(Sonra onlara soyle derler): “Size ancak Allah rızası icin yediriyoruz. Sizden ne bir hediye isteriz ne de bir tesekkur"
        },
        {
            "chapter": 76,
            "verse": 10,
            "text": "Cunku biz Rabbimizden korkarız; bed cehreli, catık suratlı bir gunun azabından"
        },
        {
            "chapter": 76,
            "verse": 11,
            "text": "Allah da onları, o gunun azabından korur ve kendilerine guzel bir yuz ve sevinc verir"
        },
        {
            "chapter": 76,
            "verse": 12,
            "text": "Sabırlarına karsılık da (icine girecekleri) bir cennet ve (giyecekleri) bir ipek ihsan eder"
        },
        {
            "chapter": 76,
            "verse": 13,
            "text": "Orada koltuklar uzerine dayanmıs bir haldedirler. Orada ne bir gunes (rahatsızlıgı) gorurler, ne de soguk"
        },
        {
            "chapter": 76,
            "verse": 14,
            "text": "(O cennetteki agacların) golgeleri uzerlerine sarkmıs, meyvaları da bol bol onlerine konmustur"
        },
        {
            "chapter": 76,
            "verse": 15,
            "text": "Onlara (hizmet icin) gumusten billur kaplar ve surahilerle (etraflarında) dolasılır"
        },
        {
            "chapter": 76,
            "verse": 16,
            "text": "Gumusten billurlar ki, (ehli cennet) onları turlu turlu bicime koymuslardır"
        },
        {
            "chapter": 76,
            "verse": 17,
            "text": "Orada kendilerine, katıgı zencefil olan (cennet sarabından dolu) bir kadeh de icirilir"
        },
        {
            "chapter": 76,
            "verse": 18,
            "text": "(Zencefil) cennetde bir kaynakdır ki, ona Selsebil adı verilir"
        },
        {
            "chapter": 76,
            "verse": 19,
            "text": "(Cennet ehlinin) etraflarında (hizmet icin) devamlı olarak taze cocuklar dolasır ki, sen onları gordugun zaman sacılmıs inciler sanırsın"
        },
        {
            "chapter": 76,
            "verse": 20,
            "text": "Orada her nereye baksan, bir nimet ve pek buyuk bir mulk (saltanat) gorursun"
        },
        {
            "chapter": 76,
            "verse": 21,
            "text": "Ustlerinde, ince ve kalın ipekten yesil elbiseler vardır; ve gumusten bileziklerle suslenmislerdir. Rableri de onlara tertemiz bir sarab icirmistir"
        },
        {
            "chapter": 76,
            "verse": 22,
            "text": "(Cennetliklere soyle denir): Iste bu, sizin mukafatınızdır. Ameliniz makbul olmustur"
        },
        {
            "chapter": 76,
            "verse": 23,
            "text": "Gercekten biz, Kur’an’ı sana ayet ayet indirdik"
        },
        {
            "chapter": 76,
            "verse": 24,
            "text": "O halde Rabbinin hukmune sabret, (zafer sana erisecektir). O kafirlerden hic bir gunahkara, yahud bir nankore boyun egme"
        },
        {
            "chapter": 76,
            "verse": 25,
            "text": "Sabah aksam Rabbinin adını an, (sabah, ogle, ikindi namazlarını kıl)"
        },
        {
            "chapter": 76,
            "verse": 26,
            "text": "Gecenin bir kısmında da O’na secde et, (aksam ile yatsı namazını kıl). Bir de geceleyin uzun bir muddet O’nu tesbih et, (teheccud namazı kıl). denilir: Bunlar, hangi (dehsetli) gune ertelendiler"
        },
        {
            "chapter": 76,
            "verse": 27,
            "text": "Cunku bunlar (Mekke kafirleri), pesin dunyayı severler ve onlerindeki (siddeti) agır bir gunu bırakırlar. (Ahiretin azabından korkub da imana gelmezler)"
        },
        {
            "chapter": 76,
            "verse": 28,
            "text": "Onları biz yarattık ve mafsallarını (birbirine) biz bagladık. Diledigimiz zaman da (onları helak eder) yerlerine kendileri gibi olanları getiririz"
        },
        {
            "chapter": 76,
            "verse": 29,
            "text": "Muhakkak ki bu Sure, bir oguddur. Artık dileyen Rabbine bir yol tutar; (O’na ibadet ederek rahmetine yaklasır)"
        },
        {
            "chapter": 76,
            "verse": 30,
            "text": "(Sunu da bilin ki,) Allah dilemeyince siz (hayır ve serri) dileyemezsiniz. Cunku Allah Alim’dir= her seyi bilir, Hakim’dir= hikmet sahibidir"
        },
        {
            "chapter": 76,
            "verse": 31,
            "text": "Diledigi kimseyi rahmeti icine kor. Zalimlere ise acıklı bir azab hazırlamıstır"
        },
        {
            "chapter": 77,
            "verse": 1,
            "text": "Iyilik icin gonderilen melekler hakkı icin"
        },
        {
            "chapter": 77,
            "verse": 2,
            "text": "Siddetli ruzgar gibi ucan melekler hakkı icin"
        },
        {
            "chapter": 77,
            "verse": 3,
            "text": "Yer yuzune seriatleri yayan melekler hakkı icin"
        },
        {
            "chapter": 77,
            "verse": 4,
            "text": "Hak ile batılı ayıran melekler hakkı icin"
        },
        {
            "chapter": 77,
            "verse": 5,
            "text": "Hak sahiblerine ozur, yahud haksızlara azab olarak vahyi peygamberlere getiren melekler hakkı icin"
        },
        {
            "chapter": 77,
            "verse": 6,
            "text": "Hak sahiblerine ozur, yahud haksızlara azab olarak vahyi peygamberlere getiren melekler hakkı icin"
        },
        {
            "chapter": 77,
            "verse": 7,
            "text": "Muhakkak vaad olundugunuz, (kıyamet) vuku bulacaktır. (Bunda hic subhe yoktur)"
        },
        {
            "chapter": 77,
            "verse": 8,
            "text": "Yıldızlar yok edildigi zaman"
        },
        {
            "chapter": 77,
            "verse": 9,
            "text": "Gok yarıldıgı zaman"
        },
        {
            "chapter": 77,
            "verse": 10,
            "text": "Daglar (yerlerinden) sokulup savruldugu zaman"
        },
        {
            "chapter": 77,
            "verse": 11,
            "text": "(Kıyamette ummetlerine sahidlik etmek icin) peygamberler belirli bir vakitte bir araya getirildikleri zaman"
        },
        {
            "chapter": 77,
            "verse": 12,
            "text": "(Soyle denilir): Bunlar, hangi (dehsetli) gune ertelendiler"
        },
        {
            "chapter": 77,
            "verse": 13,
            "text": "(Insanların birbirinden ayırd edilecegi) fasıl gunune"
        },
        {
            "chapter": 77,
            "verse": 14,
            "text": "Bildin mi, nedir fasıl gunu"
        },
        {
            "chapter": 77,
            "verse": 15,
            "text": "Bunu yalan sayanların o gun vay haline"
        },
        {
            "chapter": 77,
            "verse": 16,
            "text": "Biz, (peygamberlerini inkar eden kavimlerden) evvelkileri, helak etmedik mi"
        },
        {
            "chapter": 77,
            "verse": 17,
            "text": "Sonra (inkarcı Kureys gibi) arkadan gelenleri, onlara ekliyecegiz"
        },
        {
            "chapter": 77,
            "verse": 18,
            "text": "Biz, gunahkarlara boyle yaparız"
        },
        {
            "chapter": 77,
            "verse": 19,
            "text": "(Allah’ın ayetlerini) yalanlayanların o gun vay haline"
        },
        {
            "chapter": 77,
            "verse": 20,
            "text": "(Ey inkarcılar toplulugu!) Biz, sizi hakir bir sudan (meniden) yaratmadık mı"
        },
        {
            "chapter": 77,
            "verse": 21,
            "text": "Sonra o suyu, saglam bir yerde (rahimde) sakladık"
        },
        {
            "chapter": 77,
            "verse": 22,
            "text": "(Dogum icin olan) belirli bir vakte kadar"
        },
        {
            "chapter": 77,
            "verse": 23,
            "text": "Iste biz, bunu takdir ettik. O halde biz ne guzel kadiriz"
        },
        {
            "chapter": 77,
            "verse": 24,
            "text": "(Oyle ise oldukten sonra dirilmeyi) yalan sayanların o gun vay haline"
        },
        {
            "chapter": 77,
            "verse": 25,
            "text": "Arzı bir toplanma yeri yapmadık mı"
        },
        {
            "chapter": 77,
            "verse": 26,
            "text": "Hem dirilere, hem olulere"
        },
        {
            "chapter": 77,
            "verse": 27,
            "text": "Orada yerli yerinde sabit yuce daglar yerlestirip de size tatlı bir su icirmedik mi"
        },
        {
            "chapter": 77,
            "verse": 28,
            "text": "(Butun bu nimetleri) inkar edenlerin o gun vay haline"
        },
        {
            "chapter": 77,
            "verse": 29,
            "text": "(Kıyameti inkar edenlere o gun soyle denir): Haydi (dunyada) yalan saydıgınız azaba gidin"
        },
        {
            "chapter": 77,
            "verse": 30,
            "text": "(Ey inkarcılar toplulugu!) Haydi cehennemin uc catallı duman golgesine gidin"
        },
        {
            "chapter": 77,
            "verse": 31,
            "text": "Ne golgelendirir, ne alevden korur, (sırf size bir azab)"
        },
        {
            "chapter": 77,
            "verse": 32,
            "text": "Zira o ates, oyle kıvılcımlar atar ki, her biri saray gibi"
        },
        {
            "chapter": 77,
            "verse": 33,
            "text": "(Renk ve cokluk bakımından) sanki o kıvılcımlar, sarı deve suruleri"
        },
        {
            "chapter": 77,
            "verse": 34,
            "text": "(Bu hali) yalan sayanların, o gun vay haline"
        },
        {
            "chapter": 77,
            "verse": 35,
            "text": "Bugun, dilleri tutulacak gundur, (inkarcıların)"
        },
        {
            "chapter": 77,
            "verse": 36,
            "text": "Kendilerine izin verilmez ki, ozur dilesinler"
        },
        {
            "chapter": 77,
            "verse": 37,
            "text": "(Bugunu) inkar edenlerin, o gun vay haline"
        },
        {
            "chapter": 77,
            "verse": 38,
            "text": "Bu, (haklı ile haksızın ayırd edilecegi) fasıl gunu, sizi ve evvelki ummetleri topladık"
        },
        {
            "chapter": 77,
            "verse": 39,
            "text": "Eger (azabı kaldıracak) bir hileniz varsa, haydi bana hile yapın bakalım"
        },
        {
            "chapter": 77,
            "verse": 40,
            "text": "(Oldukten sonra dirilmeyi) inkar edenlerin o gun vay haline"
        },
        {
            "chapter": 77,
            "verse": 41,
            "text": "Dogrusu takva sahibleri, golgelerle kaynaklarda"
        },
        {
            "chapter": 77,
            "verse": 42,
            "text": "Ve canlarının istedigi meyveler icindedirler"
        },
        {
            "chapter": 77,
            "verse": 43,
            "text": "(Bu cennetliklere soyle denilir): Islediginiz amellere karsılık, afiyetle yeyin, icin"
        },
        {
            "chapter": 77,
            "verse": 44,
            "text": "Iste biz, guzel amel isliyenleri boyle mukafatlandırırız"
        },
        {
            "chapter": 77,
            "verse": 45,
            "text": "(Cenneti) inkar edenlerin, o gun vay haline"
        },
        {
            "chapter": 77,
            "verse": 46,
            "text": "(Ey inkarcılar toplulugu!) yeyin, zevk edin dunyada biraz; cunku gunahkar musriklersiniz, (ahirette atese gireceksiniz)"
        },
        {
            "chapter": 77,
            "verse": 47,
            "text": "(Allah’ı ve peygamberlerini) inkar edenlerin o gun vay haline"
        },
        {
            "chapter": 77,
            "verse": 48,
            "text": "Onlar: “- Itaat edin, namaz kılın.” denildigi zaman, itaat etmezler"
        },
        {
            "chapter": 77,
            "verse": 49,
            "text": "(Allah’ın hukumlerini) inkar edenlerin o gun vay haline"
        },
        {
            "chapter": 77,
            "verse": 50,
            "text": "Artık (bu ahmaklar) Kur’an’dan sonra hangi soze inanacaklar"
        }
    ]
}