{
    "rukus": [
        {
            "chapter": 24,
            "verse": 27,
            "text": "Mo a moagye adie, monhwε na moankͻ efie a εnyε mo fie mu, gyesε (modikan) srε kwan na mokyea εhͻfoͻ no ansa; εno na εyε mamo sεdeε mobεfa adwen"
        },
        {
            "chapter": 24,
            "verse": 28,
            "text": "Sε moanya (anaasε moanto) obiara wͻ efie hͻ a monhwε na moanwura hͻ, kͻpem sε yεbεma mo kwan (ansa). Sε yεka kyerε mo sε: “Monsan moakyi a, monsan moakyi”. Ɛno mmom na εyε kronkron ma mo. Nyankopͻn deε Onim dwuma a modie nyinaa"
        },
        {
            "chapter": 24,
            "verse": 29,
            "text": "Ɛnyε bͻne mamo sε mobewura efie a obiara nnte mu a moadehia deε wͻ mu. Onyankopͻn deε Onim deε mode suma ne deε moda no adie (nyinaa)"
        },
        {
            "chapter": 24,
            "verse": 30,
            "text": "Ka kyerε agyidiefoͻ mmarima no sε: “Wͻ’merε wͻn ani ase (mfri nhwε bͻne ho), na wͻnhwε wͻn mmarima so yie (wͻ adwamammͻ ho), na εno na εyε kronkron ma wͻn. Nokorε sε, Nyankopͻn ne dwuma a wᴐ’die no ho Amanebᴐfoᴐ"
        },
        {
            "chapter": 24,
            "verse": 31,
            "text": "Na ka kyerε agyidiefoͻ mmaa no nso sε: “Wͻ’merε wͻn ani ase (mfri nhwε bͻne ho), na wͻnhwε wͻn ananmu so yie; na wͻnhwε na wͻn annyi wͻn afεεfεdeε no adi, gyesε deε ada adi wͻ mu (tesε wͻ’nsa ne wͻn anim ne wͻn nan ase). Na wͻnfa wͻn tri so akatasoͻ no nkata wͻn ho ma εmeduru wͻn koko; na wͻnhwε na wͻn amfa wͻn ahoͻfε ankyerε (obi); gyesε wͻn kununom, anaasε wͻn agyanom, anaa wͻn kununom agyanom, anaa wͻn mma mmarima, anaa wͻn kunu mma mmarima, anaa wͻn nua mmarima, anaa wͻn nnua mmarima mma mmarima, anaa wͻn nnua mmaa mma mmarima, anaa wͻn (yͻnkonom) mmaa, anaa wͻn mfenaa a wͻ’yε wͻn dea, anaa mmarima asomfoͻ a wͻ’nni mmaa ho ahoͻden, anaa nkͻdaa a wͻ’nnim mmaa adagya mu asεm. Na εmma wͻ’nnfa wͻn nnan mpem hͻ sεdeε wͻ’bεyi wͻn afεεfεdeε a asuma no adie. Agyidiefoͻ, monyinaa monsakra moadwen sεdeε mobedi nkonim”"
        },
        {
            "chapter": 24,
            "verse": 32,
            "text": "Monware momu asugyafoͻ no, na (moma) monkoa no mu apapafoͻ no (a wͻ’nni yerε) no, ne monfenaa nom (nso a wͻ’nni kunu no nso nware). Sε wͻ’yε ahiafoͻ mpo a, Nyankopͻn befri N’adom mu ama wͻn anya wͻn ho. Onyankopͻn deε N’adom trε (duru biribiara so), na Ɔne Onimdefoͻ a Onim biribiara"
        },
        {
            "chapter": 24,
            "verse": 33,
            "text": "Wᴐn a wᴐ’nni awadeε ho ahoᴐden no nso wͻnhwε wͻn ho so yie nkosi sε Nyankopͻn befri N’adom no mu ama wͻn anya wͻn ho. Monkoa no nso, wͻn a wͻ’hwehwε sε monyε krataa nto (wɔn faahodie) so (ma wͻn) no, sε moahunu papa bi wͻ wͻn mu a, montwerε (krataa no ma wͻn), na moma wͻn sika anaa agyapadeε a Nyankopͻn de ama no bi. Monhwε na moanhyε monfenaa nom so amma wͻn ammu bra bͻne, sε (saa mfenaa no) pεsε wͻ’kuta wͻn ho yie a, (monnyε saa) sε mode hwehwε wiase mu agyapadeε. Obi a wahyε wͻn so (pεn) no, wͻn nhyεsoͻ no akyi no, Nyankopͻn na Ɔde bͻne kyε, Ɔne Mmᴐborᴐhunufoᴐ Hene"
        },
        {
            "chapter": 24,
            "verse": 34,
            "text": "Ampa sε Y’asiane nsεm pefee ama mo, (asan ama mo) wͻn a wͻ’dii moanim kan no ho mfatoho, ne afutusεm ma wͻn a wͻ’suro Nyame"
        }
    ]
}