{
    "rukus": [
        {
            "chapter": 27,
            "verse": 67,
            "text": "Deε wͻn a wͻ’nnye nnie no keka ne sε: “Enti sε yεn, ne y’agyanom (wu) dane mfuturo a, ampa sε yεbεsan apue (aba nkwa mu bio)"
        },
        {
            "chapter": 27,
            "verse": 68,
            "text": "Ampa sε yεde woi ahyε yεn ne y’agyanom a wͻ’dii kan no bͻ. Nokorε sε woi deε tetefoͻ no anansesεm “"
        },
        {
            "chapter": 27,
            "verse": 69,
            "text": "Ka sε: “Montu kwan wͻ asaase no so na monhwε sεdeε abͻneεfoͻ no awieε si wieε"
        },
        {
            "chapter": 27,
            "verse": 70,
            "text": "Ԑmma wowerε nnho wͻ wͻn ho, na εmma w’akoma nha wo fa pͻ a wͻ’rebͻ no ho"
        },
        {
            "chapter": 27,
            "verse": 71,
            "text": "Deε wͻ’ka ne sε: ”Dabεn na saa bͻhyε yi (bεba), sε moyε nokwafoͻ ampa a “"
        },
        {
            "chapter": 27,
            "verse": 72,
            "text": "Ka sε: “Ebia deε morepre ho no bi mpo abεn mo “"
        },
        {
            "chapter": 27,
            "verse": 73,
            "text": "Nokorε sε, wo Wura Nyankopͻn adom a εwͻ adasamma soͻ no so paa. Nanso wͻn mu dodoͻ no ara na wͻ’nnyi (Onyankopͻn) ayε"
        },
        {
            "chapter": 27,
            "verse": 74,
            "text": "Nokorε nso sε, wo Wura Nyankopͻn Nim deε εwͻ wͻn akoma mu ne deε wͻ’da no adie"
        },
        {
            "chapter": 27,
            "verse": 75,
            "text": "Biribiara a asuma wͻ ͻsoro ne asaase soͻ no nyinaa wͻ Nwoma pefee no mu"
        },
        {
            "chapter": 27,
            "verse": 76,
            "text": "Nokorε sε, saa Qur’aan yi kasa fa nneεma pii a Israel mma no nnte wͻn ho ase wᴐ ho no ho"
        },
        {
            "chapter": 27,
            "verse": 77,
            "text": "Nokorε nso sε, (Qur’aan) yε kwan kyerε (Nwoma) ne ahummͻborͻ dema agyidiefoͻ no"
        },
        {
            "chapter": 27,
            "verse": 78,
            "text": "Nokorε sε, wo Wura Nyankopͻn de N’atemmuo no bebu wͻn ntεm atεn. Ɔne Otumfoͻ a Otumi ade nyinaa yε, Ɔne Onimdefoͻ no"
        },
        {
            "chapter": 27,
            "verse": 79,
            "text": "Enti fa woho to Nyankopͻn so; nokorε sε, wogyina nokorε pefee no so"
        },
        {
            "chapter": 27,
            "verse": 80,
            "text": "Nokorε sε, wontumi mma owufoͻ nte asεm, na wontumi nso mma ͻsosifoͻ nnte frε wͻ εberε a wadane neho redwane kͻ"
        },
        {
            "chapter": 27,
            "verse": 81,
            "text": "Wontumi nso nkyerε anifirafoͻ kwan mfri wͻn yeraa mu. Nea wobetumi ama no ate ne obi a ͻgye Yεn Nsεm no die, na wͻ’yε Muslimifoͻ, (brε wͻn ho ase dema Nyame)"
        },
        {
            "chapter": 27,
            "verse": 82,
            "text": "Sε asεm no berε no so tia wͻn a, Yε’beyi Aboa afri asaase mu ama ͻne wͻn abεkasa, efrisε adasamma nnye Yεn Nsεm no nni"
        }
    ]
}