{
    "pages": [
        {
            "chapter": 22,
            "verse": 39,
            "text": "Erlaubnis (zum Kampf) ist denjenigen gegeben, die bekämpft werden, weil ihnen ja Unrecht zugefügt wurde - und Allah hat wahrlich die Macht, ihnen zu helfen"
        },
        {
            "chapter": 22,
            "verse": 40,
            "text": "(ihnen), die zu Unrecht aus ihren Wohnstätten vertrieben wurden, nur weil sie sagen: Unser Herr ist Allah. Und wenn Allah nicht die einen Menschen durch die anderen abgewehrt hätte, so wären fürwahr Mönchsklausen, Kirchen, Bethäuser und Gebetsstätten zerstört worden, in denen Allahs Name häufig genannt wird. Und Allah wird ganz gewiß denjenigen helfen, die Ihm helfen. Allah ist wahrlich Stark und Allmächtig"
        },
        {
            "chapter": 22,
            "verse": 41,
            "text": "(Ihnen), die, wenn Wir Ihnen eine feste Stellung auf der Erde verleihen, das Gebet verrichten und die Abgabe entrichten, das Rechte gebieten und das Verwerfliche verbieten. und Allah gehört das Ende der Angelegenheiten"
        },
        {
            "chapter": 22,
            "verse": 42,
            "text": "Wenn sie dich der Lüge bezichtigen, so haben auch schon vor ihnen das Volk Nuhs, die ´Ad und die Tamud (ihre Gesandten) der Lüge bezichtigt"
        },
        {
            "chapter": 22,
            "verse": 43,
            "text": "und (auch) das Volk Ibrahims und das Volk Luts"
        },
        {
            "chapter": 22,
            "verse": 44,
            "text": "und die Bewohner von Madyan. Auch Musa wurde der Lüge bezichtigt. Da gewährte Ich den Ungläubigen Aufschub, hierauf ergriff Ich sie. Wie war da Meine Mißbilligung"
        },
        {
            "chapter": 22,
            "verse": 45,
            "text": "Wie viele Städte, die Unrecht taten, vernichteten Wir, so daß sie wüst in Trümmern lagen, und (wie viele nun) verlassene Brunnen und hochragende Schlösser"
        },
        {
            "chapter": 22,
            "verse": 46,
            "text": "Reisen sie denn nicht auf der Erde umher, so daß sie Herzen bekommen, mit denen sie begreifen, oder Ohren, mit denen sie hören? Denn nicht die Blicke sind blind, sondern blind sind die Herzen, die in den Brüsten sind"
        }
    ]
}