{
    "pages": [
        {
            "chapter": 34,
            "verse": 23,
            "text": "Auch nützt bei Ihm die Fürsprache nicht - außer, wem Er es erlaubt. Wenn dann der Schrecken von ihren Herzen genommen ist, sagen sie: „Was hat euer Herr gesagt? Sie sagen: „Die Wahrheit, und Er ist der Erhabene, der Große"
        },
        {
            "chapter": 34,
            "verse": 24,
            "text": "Sag: Wer versorgt euch von den Himmeln und der Erde? Sag: Allah. Fürwahr, entweder wir oder ihr (die einen von uns) befinden sich in Rechtleitung oder in deutlichem Irrtum"
        },
        {
            "chapter": 34,
            "verse": 25,
            "text": "Sag: Ihr werdet nicht danach befragt werden, was wir an Übeltaten begangen haben, noch werden wir danach befragt werden, was ihr tut"
        },
        {
            "chapter": 34,
            "verse": 26,
            "text": "Sag: Zusammenbringen wird uns unser Herr, hierauf wird Er zwischen uns der Wahrheit entsprechend entscheiden. Er ist der wahrhaft gerechte Entscheider, der Allwissende"
        },
        {
            "chapter": 34,
            "verse": 27,
            "text": "Sag: Zeigt mir diejenigen, die ihr Ihm als Teilhaber beigegeben habt. Keineswegs! Vielmehr ist Er Allah, der Allmächtige und Allweise"
        },
        {
            "chapter": 34,
            "verse": 28,
            "text": "Und Wir haben dich für die Menschen allesamt nur als Frohboten und Warner gesandt. Aber die meisten Menschen wissen nicht"
        },
        {
            "chapter": 34,
            "verse": 29,
            "text": "Und sie sagen: „Wann wird dieses Versprechen eintreten, wenn ihr wahrhaftig seid"
        },
        {
            "chapter": 34,
            "verse": 30,
            "text": "Sag: Für euch ist eine Verabredung auf einen Tag (festgelegt), von dem ihr (euer Schicksal) weder um eine Stunde hinausschieben noch vorverlegen könnt"
        },
        {
            "chapter": 34,
            "verse": 31,
            "text": "Und diejenigen, die ungläubig sind, sagen: „Wir werden nicht an diesen Qur’an glauben und auch nicht an das, was (an Offenbarungen) vor ihm da war. Könntest du nur sehen, wenn die Ungerechten vor ihren Herrn gestellt werden und untereinander die Worte wechseln! Diejenigen, die unterdrückt wurden, sagen zu denjenigen, die sich hochmütig verhielten: „Wenn ihr nicht gewesen wäret, so wären wir wahrlich gläubig gewesen"
        }
    ]
}