{
    "pages": [
        {
            "chapter": 3,
            "verse": 78,
            "text": "Und wahrlich, eine Gruppe von ihnen verdreht mit seinen Zungen die Schrift, damit ihr es für zur Schrift gehörig haltet, während es nicht zur Schrift gehört. Und sie sagen: „Es ist von Allah, während es nicht von Allah ist. Und sie sprechen (damit) wissentlich eine Lüge gegen Allah aus"
        },
        {
            "chapter": 3,
            "verse": 79,
            "text": "Es steht einem menschlichen Wesen nicht zu, daß ihm Allah die Schrift, das Urteil und das Prophetentum gibt, und er hierauf zu den Menschen sagt: „Seid Diener von mir anstatt Allahs!, sondern: „Seid Leute des Herrn, da ihr das Buch zu lehren und da ihr (es) zu erlernen pflegtet"
        },
        {
            "chapter": 3,
            "verse": 80,
            "text": "Und (es steht ihm nicht zu,) euch zu befehlen, die Engel und die Propheten zu Herren nehmen. Sollte er euch den Unglauben befehlen, nachdem ihr (Allah) Ergebene seid"
        },
        {
            "chapter": 3,
            "verse": 81,
            "text": "Und als Allah mit den Propheten ein Abkommen traf: Was immer Ich euch an Büchern und Weisheit gebracht habe -, und danach ist zu euch ein Gesandter gekommen, das bestätigend, was euch (bereits) vorliegt, an den müßt ihr ganz gewiß glauben und dem müßt ihr ganz gewiß helfen. Er sagte: „Erklärt ihr euch einverstanden und nehmt ihr unter dieser (Bedingung) Meine Bürde an? Sie sagten: „Wir erklären uns einverstanden. Er sagte: „So bezeugt es, und Ich gehöre mit euch zu den Zeugnis Ablegenden"
        },
        {
            "chapter": 3,
            "verse": 82,
            "text": "Wer sich aber nach diesem abkehrt, so sind jene die Frevler"
        },
        {
            "chapter": 3,
            "verse": 83,
            "text": "Begehren sie denn eine andere als Allahs Religion, wo sich Ihm doch (jeder) ergeben hat, der in den Himmeln und auf der Erde ist, freiwillig oder widerwillig? Und zu Ihm werden sie zurückgebracht"
        }
    ]
}