{
    "juzs": [
        {
            "chapter": 36,
            "verse": 28,
            "text": "And we did send down upon his people no hosts from heaven, nor yet what we were wont to send down"
        },
        {
            "chapter": 36,
            "verse": 29,
            "text": "it was but a single noise, and lo! they were extinct"
        },
        {
            "chapter": 36,
            "verse": 30,
            "text": "Alas for the servants! there comes to them no apostle but they mock at him"
        },
        {
            "chapter": 36,
            "verse": 31,
            "text": "Have they not seen how many generations we have, destroyed before them"
        },
        {
            "chapter": 36,
            "verse": 32,
            "text": "verily, they shall not return to them; but all of them shall surely altogether be arraigned"
        },
        {
            "chapter": 36,
            "verse": 33,
            "text": "And a sign for them is the dead earth which we have quickened and brought forth therefrom seed, and from it do they eat"
        },
        {
            "chapter": 36,
            "verse": 34,
            "text": "and we made therein gardens and palms and grapes, and we have caused fountains to gush forth therein"
        },
        {
            "chapter": 36,
            "verse": 35,
            "text": "that they may eat from the fruit thereof, and of what their hands have made; will they not then give thanks"
        },
        {
            "chapter": 36,
            "verse": 36,
            "text": "Celebrated be the praises of Him who created all kinds, of what the earth brings forth, and of themselves, and what they know not of"
        },
        {
            "chapter": 36,
            "verse": 37,
            "text": "And a sign to them is the night, from which we strip off the day, and lo! they are in the dark"
        },
        {
            "chapter": 36,
            "verse": 38,
            "text": "and the sun runs on to a place of rest for it; that is the ordinance of the mighty, the wise"
        },
        {
            "chapter": 36,
            "verse": 39,
            "text": "And the moon, we have ordered for it stations, until it comes again to be like an old dry palm branch"
        },
        {
            "chapter": 36,
            "verse": 40,
            "text": "Neither is it proper for it to catch up the moon, nor for the night to outstrip the day, but each one floats on in its sky"
        },
        {
            "chapter": 36,
            "verse": 41,
            "text": "And a sign for them is that we bear their seed in a laden ship"
        },
        {
            "chapter": 36,
            "verse": 42,
            "text": "and we have created for them the like thereof whereon to ride"
        },
        {
            "chapter": 36,
            "verse": 43,
            "text": "and if we please, we drown them, and there is none for them to appeal to; nor are they rescued"
        },
        {
            "chapter": 36,
            "verse": 44,
            "text": "save by mercy from us, as a provision for a season"
        },
        {
            "chapter": 36,
            "verse": 45,
            "text": "And when it is said to them, 'Fear what is before you and what is behind you, haply ye may obtain mercy"
        },
        {
            "chapter": 36,
            "verse": 46,
            "text": "and thou bringest them not any one of the signs of their Lord, but they turn away therefrom"
        },
        {
            "chapter": 36,
            "verse": 47,
            "text": "and when it is said to them, 'Expend in alms of what God has bestowed upon you,' those who misbelieve say to those who believe, 'Shall we feed him whom, if God pleased, He would feed? ye are only in an obvious error"
        },
        {
            "chapter": 36,
            "verse": 48,
            "text": "They say, 'When shall this promise come to pass, if ye do tell the truth"
        },
        {
            "chapter": 36,
            "verse": 49,
            "text": "They await but a single noise, that shall seize them as they are contending"
        },
        {
            "chapter": 36,
            "verse": 50,
            "text": "And they shall not be able to make a bequest; nor to their people shall they return"
        },
        {
            "chapter": 36,
            "verse": 51,
            "text": "but the trumpet shall be blown, and, behold, from their graves unto their Lord shall they slip out"
        },
        {
            "chapter": 36,
            "verse": 52,
            "text": "They shall say, 'O, woe is us! who has raised us up from our sleeping-place? this is what the Merciful promised, and the apostles told the truth"
        },
        {
            "chapter": 36,
            "verse": 53,
            "text": "It shall be but a single noise, and lo! they are all arraigned before us"
        },
        {
            "chapter": 36,
            "verse": 54,
            "text": "And on that day no soul shall be wronged at all, nor shall ye be rewarded for aught but that which ye have done"
        },
        {
            "chapter": 36,
            "verse": 55,
            "text": "Verily, the fellows of Paradise upon that day shall be employed in enjoyment"
        },
        {
            "chapter": 36,
            "verse": 56,
            "text": "they and their wives, in shade upon thrones, reclining"
        },
        {
            "chapter": 36,
            "verse": 57,
            "text": "therein shall they have fruits, and they shall have what they may call for"
        },
        {
            "chapter": 36,
            "verse": 58,
            "text": "Peace!' - a speech from the merciful Lord"
        },
        {
            "chapter": 36,
            "verse": 59,
            "text": "Separate yourselves today, O ye sinners"
        },
        {
            "chapter": 36,
            "verse": 60,
            "text": "Did I not covenant with you, O children of Adam! that ye should not serve Satan? verily, he is to you an open foe"
        },
        {
            "chapter": 36,
            "verse": 61,
            "text": "but serve ye me, this is the right way"
        },
        {
            "chapter": 36,
            "verse": 62,
            "text": "But he led astray a numerous race of you; what! had ye then no sense"
        },
        {
            "chapter": 36,
            "verse": 63,
            "text": "this is hell, which ye were threatened"
        },
        {
            "chapter": 36,
            "verse": 64,
            "text": "broil therein today, for that ye misbelieved"
        },
        {
            "chapter": 36,
            "verse": 65,
            "text": "On that day we will seat their mouths, and their hands shall speak to us, and their feet shall bear witness of what they earned"
        },
        {
            "chapter": 36,
            "verse": 66,
            "text": "And if we please we could put out their eyes, and they would race along the road; and then how could they see"
        },
        {
            "chapter": 36,
            "verse": 67,
            "text": "And if we pleased we would transform them in their places, and they should not be able to go on, nor yet to return"
        },
        {
            "chapter": 36,
            "verse": 68,
            "text": "And him to whom we grant old age, we bow him down in his form; have they then no sense"
        },
        {
            "chapter": 36,
            "verse": 69,
            "text": "We have not taught him poetry, nor was it proper for him; it is but a reminder and a plain Qur'an"
        },
        {
            "chapter": 36,
            "verse": 70,
            "text": "to warn him who is living; but the sentence is due against the misbelievers"
        },
        {
            "chapter": 36,
            "verse": 71,
            "text": "Have they not seen that we have created for them of what our hands have made for them, cattle, and they are owners thereof"
        },
        {
            "chapter": 36,
            "verse": 72,
            "text": "and we have tamed them for them, and of them are some to ride, and of them are what they eat"
        },
        {
            "chapter": 36,
            "verse": 73,
            "text": "and therein have they advantages and beverages; will they not then give thanks"
        },
        {
            "chapter": 36,
            "verse": 74,
            "text": "But they take, beside God, gods that haply they may be helped"
        },
        {
            "chapter": 36,
            "verse": 75,
            "text": "They cannot help them; yet are they a host ready for them"
        },
        {
            "chapter": 36,
            "verse": 76,
            "text": "But let not their speech grieve thee: verily, we know what they conceal and what they display"
        },
        {
            "chapter": 36,
            "verse": 77,
            "text": "Has not man seen that we have created him from a clot? and lo! he is an open opponent"
        },
        {
            "chapter": 36,
            "verse": 78,
            "text": "and he strikes out for us a likeness; and forgets his creation; and says, 'Who shall quicken bones when they are rotten"
        },
        {
            "chapter": 36,
            "verse": 79,
            "text": "Say, 'He shall quicken them who produced them at first, for every creation does He know"
        },
        {
            "chapter": 36,
            "verse": 80,
            "text": "who has made for you fire out of a green tree, and lo! ye kindle therewith"
        },
        {
            "chapter": 36,
            "verse": 81,
            "text": "Is not He who created the heavens and the earth able to create the like thereof? yea! He is the knowing Creator"
        },
        {
            "chapter": 36,
            "verse": 82,
            "text": "His bidding is only, when He desires anything to say to it, 'BE,' and it is"
        },
        {
            "chapter": 36,
            "verse": 83,
            "text": "Then celebrated be the praises of Him in whose hands is the kingdom of everything! and unto Him shall ye return"
        },
        {
            "chapter": 37,
            "verse": 1,
            "text": "By the (angels) ranged in ranks"
        },
        {
            "chapter": 37,
            "verse": 2,
            "text": "and the drivers driving"
        },
        {
            "chapter": 37,
            "verse": 3,
            "text": "and the reciters of the reminder"
        },
        {
            "chapter": 37,
            "verse": 4,
            "text": "Verily, your God is one"
        },
        {
            "chapter": 37,
            "verse": 5,
            "text": "the Lord of the heavens and the earth and what is between the two, and the Lord of the sunrises"
        },
        {
            "chapter": 37,
            "verse": 6,
            "text": "Verily, we have adorned the lower heaven with the adornment of the stars"
        },
        {
            "chapter": 37,
            "verse": 7,
            "text": "and to preserve it from every rebellious devil"
        },
        {
            "chapter": 37,
            "verse": 8,
            "text": "that they may not listen to the exalted chiefs; for they are hurled at from every side"
        },
        {
            "chapter": 37,
            "verse": 9,
            "text": "driven off, and for them is lasting woe"
        },
        {
            "chapter": 37,
            "verse": 10,
            "text": "save such as snatches off a word, and there follows him a darting flame"
        },
        {
            "chapter": 37,
            "verse": 11,
            "text": "Ask them whether they are stronger by nature or (the angels) whom we have created? We have created them of sticky clay"
        },
        {
            "chapter": 37,
            "verse": 12,
            "text": "Nay, thou dost wonder and they jest"
        },
        {
            "chapter": 37,
            "verse": 13,
            "text": "and when they are reminded they will not remember"
        },
        {
            "chapter": 37,
            "verse": 14,
            "text": "and when they see a sign they make a jest thereof"
        },
        {
            "chapter": 37,
            "verse": 15,
            "text": "and say, 'This is naught but obvious sorcery"
        },
        {
            "chapter": 37,
            "verse": 16,
            "text": "What! when we are dead, and have become earth and bones, shall we then be raised"
        },
        {
            "chapter": 37,
            "verse": 17,
            "text": "what! and our fathers of yore"
        },
        {
            "chapter": 37,
            "verse": 18,
            "text": "Say, 'Yes, and ye shall shrink up"
        },
        {
            "chapter": 37,
            "verse": 19,
            "text": "and it shall only be one scare, and, behold, they shall look on"
        },
        {
            "chapter": 37,
            "verse": 20,
            "text": "and they shall say, 'O, woe is us! this is the day of judgment"
        },
        {
            "chapter": 37,
            "verse": 21,
            "text": "this is the day of decision, which ye did call a lie"
        },
        {
            "chapter": 37,
            "verse": 22,
            "text": "Gather ye together, ye who were unjust, with their mates and what they used to serve"
        },
        {
            "chapter": 37,
            "verse": 23,
            "text": "beside God, and guide them to the way of hell"
        },
        {
            "chapter": 37,
            "verse": 24,
            "text": "and stop them; verily, they shall be questioned"
        },
        {
            "chapter": 37,
            "verse": 25,
            "text": "Why do ye not help each other"
        },
        {
            "chapter": 37,
            "verse": 26,
            "text": "nay, on that day they shall resign themselves"
        },
        {
            "chapter": 37,
            "verse": 27,
            "text": "and some shall draw near to others, to question each other"
        },
        {
            "chapter": 37,
            "verse": 28,
            "text": "and they shall say, 'Verily, ye came to us from the right"
        },
        {
            "chapter": 37,
            "verse": 29,
            "text": "They shall say, 'Nay, ye were not believers"
        },
        {
            "chapter": 37,
            "verse": 30,
            "text": "nor had we any authority over you; nay, ye were an outrageous people"
        },
        {
            "chapter": 37,
            "verse": 31,
            "text": "And the sentence of our Lord shall be due for us; verily, we shall surely taste thereof"
        },
        {
            "chapter": 37,
            "verse": 32,
            "text": "we did seduce you - verily, we were erring too"
        },
        {
            "chapter": 37,
            "verse": 33,
            "text": "therefore, verily, on that day they shall share the torment"
        },
        {
            "chapter": 37,
            "verse": 34,
            "text": "thus it is that we will do with the sinners"
        },
        {
            "chapter": 37,
            "verse": 35,
            "text": "Verily, when it is said to them, 'There is no god but God,' they get too big with pride"
        },
        {
            "chapter": 37,
            "verse": 36,
            "text": "and say, 'What! shall we leave our gods for an infatuated poet"
        },
        {
            "chapter": 37,
            "verse": 37,
            "text": "Nay, he came with the truth, and verified the apostles"
        },
        {
            "chapter": 37,
            "verse": 38,
            "text": "verily, ye are going to taste of grievous woe"
        },
        {
            "chapter": 37,
            "verse": 39,
            "text": "nor shall ye be rewarded save for that which ye have done"
        },
        {
            "chapter": 37,
            "verse": 40,
            "text": "Except God's sincere servants"
        },
        {
            "chapter": 37,
            "verse": 41,
            "text": "these shall have a stated provision"
        },
        {
            "chapter": 37,
            "verse": 42,
            "text": "of fruits, and they shall be honoured"
        },
        {
            "chapter": 37,
            "verse": 43,
            "text": "in the gardens of pleasure"
        },
        {
            "chapter": 37,
            "verse": 44,
            "text": "upon couches facing each other"
        },
        {
            "chapter": 37,
            "verse": 45,
            "text": "they shall be served all round with a cup from a spring"
        },
        {
            "chapter": 37,
            "verse": 46,
            "text": "white and delicious to those who drink"
        },
        {
            "chapter": 37,
            "verse": 47,
            "text": "wherein is no insidious spirit, nor shall they be drunk therewith"
        },
        {
            "chapter": 37,
            "verse": 48,
            "text": "and with them damsels, restraining their looks, large eyed"
        },
        {
            "chapter": 37,
            "verse": 49,
            "text": "as though they were a sheltered egg"
        },
        {
            "chapter": 37,
            "verse": 50,
            "text": "and some shall come forward to ask others"
        },
        {
            "chapter": 37,
            "verse": 51,
            "text": "and a speaker amongst them shall say, 'Verily, I had a mate"
        },
        {
            "chapter": 37,
            "verse": 52,
            "text": "who used to say, \"Art thou verily of those who credit"
        },
        {
            "chapter": 37,
            "verse": 53,
            "text": "What! when we are dead, and have become earth and bones, shall we be surely judged"
        },
        {
            "chapter": 37,
            "verse": 54,
            "text": "He will say, 'Are ye looking down"
        },
        {
            "chapter": 37,
            "verse": 55,
            "text": "and he shall look down and see him in the midst of hell"
        },
        {
            "chapter": 37,
            "verse": 56,
            "text": "He shall say, 'By God, thou didst nearly ruin me"
        },
        {
            "chapter": 37,
            "verse": 57,
            "text": "And had it not been for the favour of my Lord, I should have been among the arraigned"
        },
        {
            "chapter": 37,
            "verse": 58,
            "text": "What! shall we not die save our first death"
        },
        {
            "chapter": 37,
            "verse": 59,
            "text": "and shall we not be tormented"
        },
        {
            "chapter": 37,
            "verse": 60,
            "text": "Verily, this is mighty bliss"
        },
        {
            "chapter": 37,
            "verse": 61,
            "text": "for the like of this then let the workers work"
        },
        {
            "chapter": 37,
            "verse": 62,
            "text": "Is that better as an entertainment, or the tree of Ez Zaqqum"
        },
        {
            "chapter": 37,
            "verse": 63,
            "text": "Verily, we have made it a trial to the unjust"
        },
        {
            "chapter": 37,
            "verse": 64,
            "text": "Verily, it is a tree that comes forth from the bottom of hell"
        },
        {
            "chapter": 37,
            "verse": 65,
            "text": "its spathe is as it were the heads of devils"
        },
        {
            "chapter": 37,
            "verse": 66,
            "text": "verily, they shall eat therefrom, and fill their bellies therefrom"
        },
        {
            "chapter": 37,
            "verse": 67,
            "text": "Then shall they have upon it a mixture of boiling water"
        },
        {
            "chapter": 37,
            "verse": 68,
            "text": "then, verily, their return shall be to hell"
        },
        {
            "chapter": 37,
            "verse": 69,
            "text": "Verily, they found their fathers erring"
        },
        {
            "chapter": 37,
            "verse": 70,
            "text": "and they hurried on in their tracks"
        },
        {
            "chapter": 37,
            "verse": 71,
            "text": "but there had erred before them most of those of yore"
        },
        {
            "chapter": 37,
            "verse": 72,
            "text": "and we had sent warners amongst them"
        },
        {
            "chapter": 37,
            "verse": 73,
            "text": "Behold, then, what was the end of those who were warned"
        },
        {
            "chapter": 37,
            "verse": 74,
            "text": "save God's sincere servants"
        },
        {
            "chapter": 37,
            "verse": 75,
            "text": "Noah did call upon us, and a gracious answer did we give"
        },
        {
            "chapter": 37,
            "verse": 76,
            "text": "and we saved him and his people from a mighty trouble"
        },
        {
            "chapter": 37,
            "verse": 77,
            "text": "and we made his seed to be the survivors"
        },
        {
            "chapter": 37,
            "verse": 78,
            "text": "and we left for him amongst posterity"
        },
        {
            "chapter": 37,
            "verse": 79,
            "text": "peace upon Noah in the worlds"
        },
        {
            "chapter": 37,
            "verse": 80,
            "text": "verily, thus do we reward those who do well"
        },
        {
            "chapter": 37,
            "verse": 81,
            "text": "verily, he was of our believing servants"
        },
        {
            "chapter": 37,
            "verse": 82,
            "text": "Then we drowned the others"
        },
        {
            "chapter": 37,
            "verse": 83,
            "text": "And, verily, of his sect was Abraham"
        },
        {
            "chapter": 37,
            "verse": 84,
            "text": "when he came to his Lord with a sound heart"
        },
        {
            "chapter": 37,
            "verse": 85,
            "text": "when he said to his father and his people, 'What is it that ye serve"
        },
        {
            "chapter": 37,
            "verse": 86,
            "text": "with a lie do ye desire gods beside God"
        },
        {
            "chapter": 37,
            "verse": 87,
            "text": "What then is your thought respecting the Lord of the worlds"
        },
        {
            "chapter": 37,
            "verse": 88,
            "text": "And he looked a look at the stars"
        },
        {
            "chapter": 37,
            "verse": 89,
            "text": "and said, 'Verily, I am sick"
        },
        {
            "chapter": 37,
            "verse": 90,
            "text": "and they turned their backs upon him fleeing"
        },
        {
            "chapter": 37,
            "verse": 91,
            "text": "And he went aside unto their gods and said, 'Will ye not eat"
        },
        {
            "chapter": 37,
            "verse": 92,
            "text": "What ails you that ye will not speak"
        },
        {
            "chapter": 37,
            "verse": 93,
            "text": "And he went aside to them smiting with the right hand"
        },
        {
            "chapter": 37,
            "verse": 94,
            "text": "And they rushed towards him"
        },
        {
            "chapter": 37,
            "verse": 95,
            "text": "Said he, 'Do ye serve what ye hew out"
        },
        {
            "chapter": 37,
            "verse": 96,
            "text": "when God has created you, and what ye make"
        },
        {
            "chapter": 37,
            "verse": 97,
            "text": "Said they, 'Build for him a pyre, and throw him into the flaming hell"
        },
        {
            "chapter": 37,
            "verse": 98,
            "text": "They desired to plot against him, but we made them inferior"
        },
        {
            "chapter": 37,
            "verse": 99,
            "text": "Said he, 'Verily, I am going to my Lord, He will guide me"
        },
        {
            "chapter": 37,
            "verse": 100,
            "text": "My Lord! grant me (a son), one of the righteous"
        },
        {
            "chapter": 37,
            "verse": 101,
            "text": "and we gave him glad tidings of a clement boy"
        },
        {
            "chapter": 37,
            "verse": 102,
            "text": "And when he reached the age to work with him, he said, 'O my boy! verily, I have seen in a dream that I should sacrifice thee, look then what thou seest right.' Said he, 'O my sire! do what thou art bidden; thou wilt find me, if it please God, one of the patient"
        },
        {
            "chapter": 37,
            "verse": 103,
            "text": "And when they were resigned, and Abraham had thrown him down upon his forehead"
        },
        {
            "chapter": 37,
            "verse": 104,
            "text": "we called to him, 'O Abraham"
        },
        {
            "chapter": 37,
            "verse": 105,
            "text": "thou hast verified the vision; verily, thus do we reward those who do well"
        },
        {
            "chapter": 37,
            "verse": 106,
            "text": "This is surely an obvious trial"
        },
        {
            "chapter": 37,
            "verse": 107,
            "text": "And we ransomed him with a mighty victim"
        },
        {
            "chapter": 37,
            "verse": 108,
            "text": "and we left for him amongst posterity"
        },
        {
            "chapter": 37,
            "verse": 109,
            "text": "Peace upon Abraham"
        },
        {
            "chapter": 37,
            "verse": 110,
            "text": "thus do we reward those who do well"
        },
        {
            "chapter": 37,
            "verse": 111,
            "text": "verily, he was of our servants who believe"
        },
        {
            "chapter": 37,
            "verse": 112,
            "text": "And we gave him glad tidings of Isaac, a prophet among the righteous"
        },
        {
            "chapter": 37,
            "verse": 113,
            "text": "and we blessed him and Isaac;- of their seed is one who does well, and one who obviously wrongs himself"
        },
        {
            "chapter": 37,
            "verse": 114,
            "text": "And we were gracious unto Moses and Aaron"
        },
        {
            "chapter": 37,
            "verse": 115,
            "text": "We saved them and their people from mighty trouble"
        },
        {
            "chapter": 37,
            "verse": 116,
            "text": "and we helped them and they had the upper hand"
        },
        {
            "chapter": 37,
            "verse": 117,
            "text": "and we gave them both the perspicuous Book"
        },
        {
            "chapter": 37,
            "verse": 118,
            "text": "and we guided them to the right way"
        },
        {
            "chapter": 37,
            "verse": 119,
            "text": "and we left for them amongst posterity"
        },
        {
            "chapter": 37,
            "verse": 120,
            "text": "Peace upon Moses and Aaron"
        },
        {
            "chapter": 37,
            "verse": 121,
            "text": "verily, thus do we reward those who do well"
        },
        {
            "chapter": 37,
            "verse": 122,
            "text": "verily, they were both of our servants who believe"
        },
        {
            "chapter": 37,
            "verse": 123,
            "text": "And verily Elyas was of the apostles"
        },
        {
            "chapter": 37,
            "verse": 124,
            "text": "when he said to his people, 'Will ye not fear"
        },
        {
            "chapter": 37,
            "verse": 125,
            "text": "do ye call upon Baal and leave the best of Creators"
        },
        {
            "chapter": 37,
            "verse": 126,
            "text": "God your Lord and the Lord of your fathers of yore"
        },
        {
            "chapter": 37,
            "verse": 127,
            "text": "But they called him liar; verily, they shall surely be arraigned"
        },
        {
            "chapter": 37,
            "verse": 128,
            "text": "save God's sincere servants"
        },
        {
            "chapter": 37,
            "verse": 129,
            "text": "And we, left for him amongst posterity"
        },
        {
            "chapter": 37,
            "verse": 130,
            "text": "Peace upon Elyasin"
        },
        {
            "chapter": 37,
            "verse": 131,
            "text": "verily, thus do we reward those who do well"
        },
        {
            "chapter": 37,
            "verse": 132,
            "text": "verily, he was of our servants who believe"
        },
        {
            "chapter": 37,
            "verse": 133,
            "text": "And, verily, Lot was surely among the apostles"
        },
        {
            "chapter": 37,
            "verse": 134,
            "text": "when we saved him and his people altogether"
        },
        {
            "chapter": 37,
            "verse": 135,
            "text": "except an old woman amongst those who lingered"
        },
        {
            "chapter": 37,
            "verse": 136,
            "text": "then we destroyed the others"
        },
        {
            "chapter": 37,
            "verse": 137,
            "text": "verily, ye pass by them in the morning"
        },
        {
            "chapter": 37,
            "verse": 138,
            "text": "and at night; have ye then no sense"
        },
        {
            "chapter": 37,
            "verse": 139,
            "text": "And, verily, Jonah was amongst the apostles"
        },
        {
            "chapter": 37,
            "verse": 140,
            "text": "when he ran away into the laden ship"
        },
        {
            "chapter": 37,
            "verse": 141,
            "text": "and he cast lots and was of those who lost"
        },
        {
            "chapter": 37,
            "verse": 142,
            "text": "and a fish swallowed him, for he was to be blamed"
        },
        {
            "chapter": 37,
            "verse": 143,
            "text": "and had it not been that he was of those who celebrated God's praises"
        },
        {
            "chapter": 37,
            "verse": 144,
            "text": "he would surely have tarried in the belly thereof to the day when men shall be raised"
        },
        {
            "chapter": 37,
            "verse": 145,
            "text": "But we cast him on to the barren shore; and he was sick"
        },
        {
            "chapter": 37,
            "verse": 146,
            "text": "and we made to grow over him a gourd tree"
        },
        {
            "chapter": 37,
            "verse": 147,
            "text": "and we sent him to a hundred thousand or more"
        },
        {
            "chapter": 37,
            "verse": 148,
            "text": "and they believed; and we gave them enjoyment for a season"
        },
        {
            "chapter": 37,
            "verse": 149,
            "text": "Ask them, 'Has thy Lord daughters while they have sons"
        },
        {
            "chapter": 37,
            "verse": 150,
            "text": "or have we created the angels females while they were witnesses"
        },
        {
            "chapter": 37,
            "verse": 151,
            "text": "is it not of their lie that they say"
        },
        {
            "chapter": 37,
            "verse": 152,
            "text": "God has begotten?' verily, they are liars"
        },
        {
            "chapter": 37,
            "verse": 153,
            "text": "Has he preferred daughters to sons"
        },
        {
            "chapter": 37,
            "verse": 154,
            "text": "what ails you? how ye judge"
        },
        {
            "chapter": 37,
            "verse": 155,
            "text": "will ye not be mindful"
        },
        {
            "chapter": 37,
            "verse": 156,
            "text": "or have ye obvious authority"
        },
        {
            "chapter": 37,
            "verse": 157,
            "text": "then bring your Book if ye do speak the truth"
        },
        {
            "chapter": 37,
            "verse": 158,
            "text": "And they made him to be related to the ginns, while the ginns know that they shall be arraigned"
        },
        {
            "chapter": 37,
            "verse": 159,
            "text": "celebrated be God's praises from what they attribute"
        },
        {
            "chapter": 37,
            "verse": 160,
            "text": "save God's sincere servants"
        },
        {
            "chapter": 37,
            "verse": 161,
            "text": "Verily, ye and what ye worship"
        },
        {
            "chapter": 37,
            "verse": 162,
            "text": "shall not try any one concerning him"
        },
        {
            "chapter": 37,
            "verse": 163,
            "text": "save him who shall broil in hell"
        },
        {
            "chapter": 37,
            "verse": 164,
            "text": "there is none amongst us but has his appointed place, and"
        },
        {
            "chapter": 37,
            "verse": 165,
            "text": "verily, we are ranged, and"
        },
        {
            "chapter": 37,
            "verse": 166,
            "text": "verily, we celebrate His praises"
        },
        {
            "chapter": 37,
            "verse": 167,
            "text": "And yet they say"
        },
        {
            "chapter": 37,
            "verse": 168,
            "text": "Had we a reminder from those of yore"
        },
        {
            "chapter": 37,
            "verse": 169,
            "text": "we should surely have been of God's sincere servants"
        },
        {
            "chapter": 37,
            "verse": 170,
            "text": "But they misbelieved in it; but soon shall they know"
        },
        {
            "chapter": 37,
            "verse": 171,
            "text": "But our word has been passed to our servants who were sent"
        },
        {
            "chapter": 37,
            "verse": 172,
            "text": "that they should be helped"
        },
        {
            "chapter": 37,
            "verse": 173,
            "text": "that, verily, our hosts should gain mastery for them"
        },
        {
            "chapter": 37,
            "verse": 174,
            "text": "Then turn thou thy back upon them for a time"
        },
        {
            "chapter": 37,
            "verse": 175,
            "text": "and look upon them, for soon they too shall look"
        },
        {
            "chapter": 37,
            "verse": 176,
            "text": "Would they hasten on our torment"
        },
        {
            "chapter": 37,
            "verse": 177,
            "text": "but when it descends in their court, ill will the morning be of those who have been warned"
        },
        {
            "chapter": 37,
            "verse": 178,
            "text": "But turn thy back upon them for a time"
        },
        {
            "chapter": 37,
            "verse": 179,
            "text": "and look, for soon they too shall look"
        },
        {
            "chapter": 37,
            "verse": 180,
            "text": "Celebrated be the praises of thy Lord, the Lord of glory, above what they attribute"
        },
        {
            "chapter": 37,
            "verse": 181,
            "text": "and peace be upon the apostles"
        },
        {
            "chapter": 37,
            "verse": 182,
            "text": "and praise be to God, the Lord of the worlds"
        },
        {
            "chapter": 38,
            "verse": 1,
            "text": "By the Qur'an with its reminder"
        },
        {
            "chapter": 38,
            "verse": 2,
            "text": "nay, but those who misbelieve are in pride, schism"
        },
        {
            "chapter": 38,
            "verse": 3,
            "text": "How many a generation have we destroyed before them, and they cried out, but it was no time to escape"
        },
        {
            "chapter": 38,
            "verse": 4,
            "text": "And they wonder that a warner has come from amongst themselves, and the misbelievers say, 'This is a magician, a liar"
        },
        {
            "chapter": 38,
            "verse": 5,
            "text": "What! does he make the gods to be one God? verily, this is a wondrous thing"
        },
        {
            "chapter": 38,
            "verse": 6,
            "text": "And the chiefs of them went away: 'Go on and persevere in your gods; this is a thing designed"
        },
        {
            "chapter": 38,
            "verse": 7,
            "text": "we never heard this in any other sect; this is nothing but a fiction"
        },
        {
            "chapter": 38,
            "verse": 8,
            "text": "Has a reminder come down upon him from amongst us?' nay, they are in doubt concerning my reminder; nay, they have not yet tasted of my torment"
        },
        {
            "chapter": 38,
            "verse": 9,
            "text": "Have they the treasures of the mercy of thy mighty Lord, the giver"
        },
        {
            "chapter": 38,
            "verse": 10,
            "text": "or have they the kingdom of the heavens and of the earth, and what is between the two?- then let them climb tip the ropes thereof"
        },
        {
            "chapter": 38,
            "verse": 11,
            "text": "Any host whatever of the confederates shall there be routed"
        },
        {
            "chapter": 38,
            "verse": 12,
            "text": "Before them did Noah's people, and 'Ad, and Pharaoh of the stakes call the apostles liars"
        },
        {
            "chapter": 38,
            "verse": 13,
            "text": "and Thamud and the people of Lot, and the fellows of the Grove, they were the confederates too"
        },
        {
            "chapter": 38,
            "verse": 14,
            "text": "They all did naught but call the apostles liars, and just was the punishment"
        },
        {
            "chapter": 38,
            "verse": 15,
            "text": "Do these await aught else but one noise for which there shall be no pause"
        },
        {
            "chapter": 38,
            "verse": 16,
            "text": "But they say, 'O our Lord, hasten for us our share before the day of reckoning"
        },
        {
            "chapter": 38,
            "verse": 17,
            "text": "Be patient of what they say, and remember our servant David endowed with might; verily, he turned frequently to us"
        },
        {
            "chapter": 38,
            "verse": 18,
            "text": "Verily, we subjected the mountains to celebrate with him our praises at the evening and the dawn"
        },
        {
            "chapter": 38,
            "verse": 19,
            "text": "and the birds too gathered together, each one would oft return to him"
        },
        {
            "chapter": 38,
            "verse": 20,
            "text": "and we strengthened his kingdom, and we gave him wisdom and decisive address"
        },
        {
            "chapter": 38,
            "verse": 21,
            "text": "Has there come to thee the story of the antagonists when they scaled the chamber wall"
        },
        {
            "chapter": 38,
            "verse": 22,
            "text": "when they entered in unto David, and he was startled at them, they said, 'Fear not, we are two antagonists; one of us has injured the other; judge then between us with the truth and be not partial, but guide us to a level way"
        },
        {
            "chapter": 38,
            "verse": 23,
            "text": "Verily, this is my brother: be had ninety-nine ewes and I had one ewe; and he said, \"Give her over to my charge;\" and he overcame me in the discourse"
        },
        {
            "chapter": 38,
            "verse": 24,
            "text": "Said he, 'He wronged thee in asking for thy ewe in addition to his own ewes. Verily, many associates do injure one another, except those who believe and do what is right, and very few are they!' And he thought that we were trying him; and he asked pardon of his Lord and fell down bowing, and did turn"
        },
        {
            "chapter": 38,
            "verse": 25,
            "text": "and we pardoned him; for, verily, he has a near approach to us and an excellent resort"
        },
        {
            "chapter": 38,
            "verse": 26,
            "text": "O David! verily, we have made thee a vicegerent, judge then between men with truth and follow not lust, for it will lead thee astray from the path of god. Verily, those who go astray from the path of God, for them is keen torment, for that they did forget the day of reckoning"
        },
        {
            "chapter": 38,
            "verse": 27,
            "text": "And we have not created the heavens and the earth, and what is between the two, in vain. That is what those who misbelieved did think, but woe from the fire to those who misbelieve"
        },
        {
            "chapter": 38,
            "verse": 28,
            "text": "Shall we make those who believe and do right like those who do evil in the earth? or shall we make the pious like the sinners"
        },
        {
            "chapter": 38,
            "verse": 29,
            "text": "A blessed Book which we have sent down to thee that they may consider its verses, and that those endowed with minds may be mindful"
        },
        {
            "chapter": 38,
            "verse": 30,
            "text": "And we gave to David, Solomon, an excellent servant; verily, he turned frequently to us"
        },
        {
            "chapter": 38,
            "verse": 31,
            "text": "When there were set before him in the evening the steeds that paw the ground"
        },
        {
            "chapter": 38,
            "verse": 32,
            "text": "and he said, 'Verily, I have loved the love of good things better than the remembrance of my Lord, until (the sun) was hidden behind the veil"
        },
        {
            "chapter": 38,
            "verse": 33,
            "text": "bring them back to me;' and he began to sever their legs and necks"
        },
        {
            "chapter": 38,
            "verse": 34,
            "text": "And we did try Solomon, and we threw upon his throne a form; then he turned repentant"
        },
        {
            "chapter": 38,
            "verse": 35,
            "text": "Said he, 'My Lord, pardon me and grant me a kingdom that is not seemly for any one after me; verily, thou art He who grants"
        },
        {
            "chapter": 38,
            "verse": 36,
            "text": "And we subjected to him the wind to run on at his bidding gently wherever he directed it"
        },
        {
            "chapter": 38,
            "verse": 37,
            "text": "and the devils - every builder and diver"
        },
        {
            "chapter": 38,
            "verse": 38,
            "text": "and others bound in fetters"
        },
        {
            "chapter": 38,
            "verse": 39,
            "text": "this is our gift, so be thou lavish or withhold without account"
        },
        {
            "chapter": 38,
            "verse": 40,
            "text": "And, verily, he had with us a near approach, and a good resort"
        },
        {
            "chapter": 38,
            "verse": 41,
            "text": "And remember our servant Job when he called upon his Lord that 'the devil has touched me with toil and torment"
        },
        {
            "chapter": 38,
            "verse": 42,
            "text": "Stamp with thy foot, this is a cool washing-place and a drink"
        },
        {
            "chapter": 38,
            "verse": 43,
            "text": "And we granted him his family, and the like of them with them, as a mercy from us and a reminder to those endowed with minds"
        },
        {
            "chapter": 38,
            "verse": 44,
            "text": "and take in thy hand a bundle, and strike therewith, and break not thy oath!' Verily, we found him patient, an excellent servant; verily, he turned frequently to us"
        },
        {
            "chapter": 38,
            "verse": 45,
            "text": "And remember our servants Abraham and Isaac and Jacob, endowed with might and sight"
        },
        {
            "chapter": 38,
            "verse": 46,
            "text": "verily, we made them sincere by a sincere quality - the remembrance of the abode"
        },
        {
            "chapter": 38,
            "verse": 47,
            "text": "and, verily, they were with us of the elect, the best"
        },
        {
            "chapter": 38,
            "verse": 48,
            "text": "And remember Ishmael and Elisha and Dhu-l-kifl, for each was of the righteous"
        },
        {
            "chapter": 38,
            "verse": 49,
            "text": "This is a reminder! verily, for the pious is there an excellent resort"
        },
        {
            "chapter": 38,
            "verse": 50,
            "text": "gardens of Eden with the doors open to them"
        },
        {
            "chapter": 38,
            "verse": 51,
            "text": "reclining therein; calling therein for much fruit and drink"
        },
        {
            "chapter": 38,
            "verse": 52,
            "text": "and beside them maids of modest glance, of their own age"
        },
        {
            "chapter": 38,
            "verse": 53,
            "text": "This is what ye were promised for the day of reckoning"
        },
        {
            "chapter": 38,
            "verse": 54,
            "text": "This is surely our provision, it is never spent"
        },
        {
            "chapter": 38,
            "verse": 55,
            "text": "This!- and, verily, for the rebellious is there an evil resort"
        },
        {
            "chapter": 38,
            "verse": 56,
            "text": "hell; they shall broil therein, and an ill couch shall it be"
        },
        {
            "chapter": 38,
            "verse": 57,
            "text": "This,- so let them taste it!- hot water, and pus"
        },
        {
            "chapter": 38,
            "verse": 58,
            "text": "and other kinds of the same sort"
        },
        {
            "chapter": 38,
            "verse": 59,
            "text": "This is an army plunged in with you! there is no welcome for them! verily, they are going to broil in the fire"
        },
        {
            "chapter": 38,
            "verse": 60,
            "text": "They shall say, 'Nay, for you too is there no welcome! it was ye who prepared it beforehand for us, and an ill resting-place it is"
        },
        {
            "chapter": 38,
            "verse": 61,
            "text": "They shall say, 'Our Lord! whoso prepared this beforehand for us, give him double torment in the fire"
        },
        {
            "chapter": 38,
            "verse": 62,
            "text": "And they shall say, 'What ails us that we do not see men whom we used to think amongst the wicked"
        },
        {
            "chapter": 38,
            "verse": 63,
            "text": "whom we used to take for mockery? have our eyes escaped them"
        },
        {
            "chapter": 38,
            "verse": 64,
            "text": "Verily, that is the truth; the contention of the people of the fire"
        },
        {
            "chapter": 38,
            "verse": 65,
            "text": "Say, 'I am only a warner; and there is no god but God, the one, the victorious"
        },
        {
            "chapter": 38,
            "verse": 66,
            "text": "the Lord of the heavens and the earth, and what is between the two, the mighty, the forgiving"
        },
        {
            "chapter": 38,
            "verse": 67,
            "text": "Say, 'It is a grand story"
        },
        {
            "chapter": 38,
            "verse": 68,
            "text": "and yet ye turn from it"
        },
        {
            "chapter": 38,
            "verse": 69,
            "text": "I had no knowledge of the exalted chiefs when they contended"
        },
        {
            "chapter": 38,
            "verse": 70,
            "text": "I am only inspired that I am a plain warner"
        },
        {
            "chapter": 38,
            "verse": 71,
            "text": "When thy Lord said to the angels, 'Verily, I am about to create a mortal out of clay"
        },
        {
            "chapter": 38,
            "verse": 72,
            "text": "and when I have fashioned him, and breathed into him of my spirit, then fall ye down before him adoring"
        },
        {
            "chapter": 38,
            "verse": 73,
            "text": "And the angels adored all of them"
        },
        {
            "chapter": 38,
            "verse": 74,
            "text": "save Iblis, who was too big with pride, and was of the misbelievers"
        },
        {
            "chapter": 38,
            "verse": 75,
            "text": "Said He, 'O Iblis! what prevents thee from adoring what I have created with my two hands? art thou too big with pride? or art thou amongst the exalted"
        },
        {
            "chapter": 38,
            "verse": 76,
            "text": "Said he, 'I am better than he, Thou hast created me from fire, and him Thou hast created from clay"
        },
        {
            "chapter": 38,
            "verse": 77,
            "text": "Said He, 'Then go forth therefrom, for, Verily, thou art pelted"
        },
        {
            "chapter": 38,
            "verse": 78,
            "text": "and, verily, upon thee is my curse unto the day of judgment"
        },
        {
            "chapter": 38,
            "verse": 79,
            "text": "Said be, 'My Lord! then respite me until the day when they are raised"
        },
        {
            "chapter": 38,
            "verse": 80,
            "text": "Said He, 'Then thou art amongst the respited"
        },
        {
            "chapter": 38,
            "verse": 81,
            "text": "until the day of the stated time"
        },
        {
            "chapter": 38,
            "verse": 82,
            "text": "Said he, 'Then, by Thy might! I will surely seduce them all together"
        },
        {
            "chapter": 38,
            "verse": 83,
            "text": "except Thy servants amongst them who are sincere"
        },
        {
            "chapter": 38,
            "verse": 84,
            "text": "Said He, 'It is the truth, and the truth I speak"
        },
        {
            "chapter": 38,
            "verse": 85,
            "text": "I will surely fill hell with thee and with those who follow thee amongst them all together"
        },
        {
            "chapter": 38,
            "verse": 86,
            "text": "Say, 'I do not ask thee for it any hire, nor am I of those who take too much upon myself"
        },
        {
            "chapter": 38,
            "verse": 87,
            "text": "It is but a reminder to the servants"
        },
        {
            "chapter": 38,
            "verse": 88,
            "text": "and ye shall surely know its story after a time"
        },
        {
            "chapter": 39,
            "verse": 1,
            "text": "The sending down of the Book from God, the mighty, the wise"
        },
        {
            "chapter": 39,
            "verse": 2,
            "text": "Verily, we have sent down to thee the Book in truth, then serve God, being sincere in religion unto Him"
        },
        {
            "chapter": 39,
            "verse": 3,
            "text": "Aye! God's is the sincere religion: and those who take beside Him patrons - 'We do not serve them save that they may bring us near to God - 'Verily, God will judge between them concerning that whereon they do dispute. Verily, God guides not him who is a misbelieving liar"
        },
        {
            "chapter": 39,
            "verse": 4,
            "text": "Had God wished to take to Himself a child, He would have chosen what He pleased from what He creates;- celebrated be His praises! He is God, the one, the victorious"
        },
        {
            "chapter": 39,
            "verse": 5,
            "text": "He created the heavens and the earth in truth! It is He who clothes the day with night; and clothes the night with day; and subjects the sun and the moon, each one runs on to an appointed time; aye! He is the mighty, the forgiving"
        },
        {
            "chapter": 39,
            "verse": 6,
            "text": "He created you from one soul; then He made from it its mate; and He sent down upon you of the cattle four pairs! He creates you in the bellies of your mothers,- creation after creation, in three darknesses. That is God for you! His is the kingdom, there is no god but He; how then can ye be turned away"
        },
        {
            "chapter": 39,
            "verse": 7,
            "text": "If ye be thankless, yet is God independent of you. He is not pleased with ingratitude in His servants; but if ye give thanks, He is pleased with that in you. But no burdened soul shall bear the burden of another; then unto your Lord is your return, and He will inform you of that which ye have done. Verily, He knows the natures of men's breasts"
        },
        {
            "chapter": 39,
            "verse": 8,
            "text": "And when distress touches a man he calls his Lord, turning repentant to Him; then when He confers on him a favour from Himself he forgets what he had called upon Him for before, and makes peers for God to lead astray from His way! Say, 'Enjoy thyself in thy misbelief a little, verily, thou art of the fellows of the Fire"
        },
        {
            "chapter": 39,
            "verse": 9,
            "text": "Shall he who is devout throughout the night, adoring and standing, cautious concerning the hereafter, and hoping for the mercy of his Lord . . . ? Say, 'Shall those who know be deemed equal with those who know not? only those will remember, who are endowed with minds"
        },
        {
            "chapter": 39,
            "verse": 10,
            "text": "Say, 'O my servants who believe! fear your Lord! for those who do well in this world is good, and God's earth is spacious; verily, the patient shall be paid their hire without count"
        },
        {
            "chapter": 39,
            "verse": 11,
            "text": "Say, 'Verily, I am bidden to serve God, being sincere in religion to Him"
        },
        {
            "chapter": 39,
            "verse": 12,
            "text": "and I am bidden that I be the first of those resigned"
        },
        {
            "chapter": 39,
            "verse": 13,
            "text": "Say, 'Verily, I fear, if I rebel against my Lord, the torment of a mighty day"
        },
        {
            "chapter": 39,
            "verse": 14,
            "text": "Say, 'God do I serve, being sincere in my relation to Him"
        },
        {
            "chapter": 39,
            "verse": 15,
            "text": "serve then what ye will beside Him!' Say, 'Verily, the losers are those who lose themselves and their families on the resurrection day. Aye, that is the obvious loss"
        },
        {
            "chapter": 39,
            "verse": 16,
            "text": "They shall have over them shades of fire, and under them shades; with that does God frighten His servants: O my servants! then fear me"
        },
        {
            "chapter": 39,
            "verse": 17,
            "text": "But those who avoid Taghut and serve them not, but turn repentant unto God, for them shall be glad tidings. Then give glad tidings to my servants"
        },
        {
            "chapter": 39,
            "verse": 18,
            "text": "who listen to the word and follow the best thereof; they it is whom God guides, and they it is who are endowed with minds"
        },
        {
            "chapter": 39,
            "verse": 19,
            "text": "Him against whom the word of torment is due,- canst thou rescue him from the fire"
        },
        {
            "chapter": 39,
            "verse": 20,
            "text": "But for those who fear their Lord for them are upper chambers, and upper chambers above them built, beneath which rivers flow; God's promise! God does not fail in His promise"
        },
        {
            "chapter": 39,
            "verse": 21,
            "text": "Hast thou not seen that God sends down from the heaven water, and conducts it into springs in the earth? then He brings forth therewith corn varied in kind, then it dries up, and ye see it grow yellow; then He makes it grit;- verily, in that is a reminder for those endowed with minds"
        },
        {
            "chapter": 39,
            "verse": 22,
            "text": "Is he whose breast God has expanded for Islam, and who is in light from his Lord .... ? And woe to those whose hearts are hardened against a remembrance of God! those are in obvious error"
        },
        {
            "chapter": 39,
            "verse": 23,
            "text": "God has sent down the best of legends, a book uniform and repeating; whereat the skins of those who fear their Lord do creep! then their skins and their hearts soften at the remembrance of God. That is the guidance of God! He guides therewith whom He will. But he whom God leads astray there is no guide for him"
        },
        {
            "chapter": 39,
            "verse": 24,
            "text": "Shall he who must screen himself with his own face from the evil torment on the resurrection day. . . . ? And it shall be said of those who do wrong, taste what ye have earned"
        },
        {
            "chapter": 39,
            "verse": 25,
            "text": "Those before them called the (prophets) liars, and the torment came to them from whence they perceived it not"
        },
        {
            "chapter": 39,
            "verse": 26,
            "text": "and God made them taste disgrace in the life of this world. But surely the torment of the hereafter is greater, if they did but know"
        },
        {
            "chapter": 39,
            "verse": 27,
            "text": "We have struck out for men in this Qur'an every sort of parable, haply they may be mindful"
        },
        {
            "chapter": 39,
            "verse": 28,
            "text": "An Arabic Qur'an with no crookedness therein; haply they may fear"
        },
        {
            "chapter": 39,
            "verse": 29,
            "text": "God has struck out a parable, a man who has partners who oppose each other and a man who is wholly given up to another; shall they be deemed equal in similitude? praise be to God! nay, but most of them know not"
        },
        {
            "chapter": 39,
            "verse": 30,
            "text": "Verily, thou shalt die, and, verily, they shall die"
        },
        {
            "chapter": 39,
            "verse": 31,
            "text": "then, verily, on the resurrection day before your Lord shall ye dispute"
        }
    ]
}