{
    "juzs": [
        {
            "chapter": 4,
            "verse": 148,
            "text": "God loves not publicity of evil speech, unless one has been wronged; for God both hears and knows"
        },
        {
            "chapter": 4,
            "verse": 149,
            "text": "If ye display good or hide it, or pardon evil, verily, God is pardoning and powerful"
        },
        {
            "chapter": 4,
            "verse": 150,
            "text": "Verily, those who disbelieve in God and His apostles desire to make a distinction between God and His apostles, and say, 'We believe in part and disbelieve in part, and desire to take a midway course between the two"
        },
        {
            "chapter": 4,
            "verse": 151,
            "text": "these are the misbelievers, and we have prepared for misbelievers shameful woe"
        },
        {
            "chapter": 4,
            "verse": 152,
            "text": "But those who believe in God and His apostles, and who do not make a distinction between any one of them,- to these we will give their hire, for God is forgiving and merciful"
        },
        {
            "chapter": 4,
            "verse": 153,
            "text": "The people of the Book will ask thee to bring down for them a book from heaven; but they asked Moses a greater thing than that, for they said, 'Show us God openly;' but the thunderbolt caught them in their injustice. Then they took the calf, after what had come to them of manifest signs; but we pardoned that, and gave Moses obvious authority"
        },
        {
            "chapter": 4,
            "verse": 154,
            "text": "And we held over them the mountain at their compact, and said to them, 'Enter ye the door adoring;' and we said to them, 'Transgress not on the Sabbath day,' and we took from them a rigid compact"
        },
        {
            "chapter": 4,
            "verse": 155,
            "text": "But for that they broke their compact, and for their misbelief in God's signs, and for their killing the prophets undeservedly, and for their saying, 'Our hearts are uncircumcised,' - nay, God hath stamped on them their misbelief, so that they cannot believe except a few"
        },
        {
            "chapter": 4,
            "verse": 156,
            "text": "and for their misbelief, and for their saying about Mary a mighty calumny"
        },
        {
            "chapter": 4,
            "verse": 157,
            "text": "and for their saying, 'Verily, we have killed the Messiah, Jesus the son of Mary, the apostle of God'.... but they did not kill him, and they did not crucify him, but a similitude was made for them. And verily, those who differ about him are in doubt concerning him; they have no knowledge concerning him, but only follow an opinion. They did not kill him, for sure"
        },
        {
            "chapter": 4,
            "verse": 158,
            "text": "nay, God raised him up unto Himself; for God is mighty and wise"
        },
        {
            "chapter": 4,
            "verse": 159,
            "text": "And there shall not be one of the people of the Book but shall believe in him before his death; and on the day of judgment he shall be a witness against them"
        },
        {
            "chapter": 4,
            "verse": 160,
            "text": "And for the injustice of those who are Jews have we forbidden them good things which we had made lawful for them, and for their obstructing so much the way of God"
        },
        {
            "chapter": 4,
            "verse": 161,
            "text": "and for their taking usury when we had forbidden it, and for their devouring the wealth of people in vain,- but we have prepared for those of them who misbehave a grievous woe"
        },
        {
            "chapter": 4,
            "verse": 162,
            "text": "But those amongst them who are firm in knowledge, and the believers who believe in what is revealed to thee, let what is revealed before thee, and the steadfast in prayer, and the givers of alms, and the believers in God and the last day,- unto these we will give a mighty hire"
        },
        {
            "chapter": 4,
            "verse": 163,
            "text": "Verily, we have inspired thee as we inspired Noah and the prophets after him, and as we inspired Abraham, and Ishmael, and Jacob, and the tribes, and Jesus, and Job, and Jonas, and Aaron, and Solomon; and to David did we give Psalms"
        },
        {
            "chapter": 4,
            "verse": 164,
            "text": "Of apostles we have already told thee of some before; and of apostles some we have not told thee of;- But Moses did God speak to, speaking"
        },
        {
            "chapter": 4,
            "verse": 165,
            "text": "apostles giving glad tidings and warning, that men should have no argument against God, after the apostles, for God is mighty, wise"
        },
        {
            "chapter": 4,
            "verse": 166,
            "text": "But God bears witness to what He has revealed to thee: He revealed it in His knowledge, and the angels bear witness too; though God is witness enough"
        },
        {
            "chapter": 4,
            "verse": 167,
            "text": "Verily, those who misbelieve and obstruct the way of God, have erred a wide error"
        },
        {
            "chapter": 4,
            "verse": 168,
            "text": "Verily those who misbelieve and are unjust, God will not pardon them, nor will He guide them on the road"
        },
        {
            "chapter": 4,
            "verse": 169,
            "text": "save the road to hell, to dwell therein for aye;- that is easy enough to God"
        },
        {
            "chapter": 4,
            "verse": 170,
            "text": "O ye folk! the Apostle has come to you with truth from your Lord: believe then, for it is better for you. But if ye misbelieve, then God's is what is in the heavens and the earth, and God is knowing, wise"
        },
        {
            "chapter": 4,
            "verse": 171,
            "text": "O ye people of the Book! do not exceed in your religion, nor say against God aught save the truth. The Messiah, Jesus the son of Mary, is but the apostle of God and His Word, which He cast into Mary and a spirit from Him; believe then in God and His apostles, and say not 'Three.' Have done! it were better for you. God is only one God, celebrated be His praise that He should beget a Son! His is what is in the heavens and what is in the earth; and God sufficeth for a guardian"
        },
        {
            "chapter": 4,
            "verse": 172,
            "text": "The Messiah doth surely not disdain to be a servant of God, nor do the angels who are nigh to Him; and whosoever disdains His service and is too proud, He will gather them altogether to Himself"
        },
        {
            "chapter": 4,
            "verse": 173,
            "text": "But as for those who believe and do what is right, He will pay their hire and will give increase to them of His grace. But as for those who disdain and are too proud, He will punish them with a grievous woe, and they shall not find for them other than God a patron or a help"
        },
        {
            "chapter": 4,
            "verse": 174,
            "text": "O ye folk! proof has come to you from your Lord, and we have sent down to you manifest light"
        },
        {
            "chapter": 4,
            "verse": 175,
            "text": "As for those who believe in God, and take tight hold of Him, He will make them enter into mercy from Him and grace; and He will guide them to Himself by a right way"
        },
        {
            "chapter": 4,
            "verse": 176,
            "text": "They will ask thee for a decision; say, 'God will give you a decision concerning remote kinship.' If a man perish and have no child, but have a sister, let her have half of what he leaves; and he shall be her heir, if she have no son. But if there be two sisters, let them both have two thirds of what he leaves; and if there be brethren, both men and women, let the male have like the portion of two females. God makes this manifest to you lest ye err; for God all things doth know"
        },
        {
            "chapter": 5,
            "verse": 1,
            "text": "O ye who believe! fulfill your compacts. - Lawful for you are brute beasts, save what is here recited to you, not allowing you the chase while ye are on pilgrimage; verily, God ordaineth what He will"
        },
        {
            "chapter": 5,
            "verse": 2,
            "text": "O ye who believe! do not deem the monuments of God to be lawful, nor the sacred month, nor the offering, nor its neck garlands, nor those who sojourn at the sacred house, craving grace from their Lord and His pleasure. But when ye are in lawful state again, then chase; and let not ill-will against the people who turned you from the Sacred Mosque make you transgress; but help one another in righteousness and piety, and do not help one another to sin and enmity; but fear God, - verily, God is keen to punish"
        },
        {
            "chapter": 5,
            "verse": 3,
            "text": "Forbidden to you is that which dies of itself, and blood, and the flesh of swine, and that which is devoted to other than God, and the strangled and the knocked down, and that which falls down, and the gored, and what wild beasts have eaten - except what ye slaughter in time - and what is sacrificed to idols, and dividing carcases by arrows. Today shall those who disbelieve in your religion despair; do ye not then fear them, but fear me - Today is perfected for you your religion, and fulfilled upon you is my favour, and I am pleased for you to have Islam for a religion. But he who is forced by hunger, not inclined willfully to sin, verily, God is forgiving, compassionate"
        },
        {
            "chapter": 5,
            "verse": 4,
            "text": "They will ask thee what is lawful for them? say, 'Lawful for you are good things and what ye have taught beasts of prey (to catch), training them like dogs; - ye teach them as God taught you; - so eat of what they catch for you, and mention the name of God over it, and fear God, for verily, God is swift in reckoning up"
        },
        {
            "chapter": 5,
            "verse": 5,
            "text": "Lawful for you today are good things, and the food of those to whom the Book has been given is lawful for you, and your food is lawful for them; and chaste women of those who believe, and chaste women of those to whom the Book has been given before you, - when you have given them their hire, living chastely and not fornicating, and not taking paramours. But whoso disbelieves in the faith, of a truth his work is vain, and he shall be in the next life of those who lose"
        },
        {
            "chapter": 5,
            "verse": 6,
            "text": "O ye who believe! when ye rise up to prayer wash your faces, and your hands as far as the elbows, and wipe - your heads, and your feet down to the ankles. And if ye are polluted, then purify yourselves. But if ye are sick, or on a journey, or if one of you comes from the privy, or if ye have touched women and cannot find water, then take fine surface sand and wipe your faces and your hands therewith. God does not wish to make any hindrance for you; but he wishes to purify you and to fulfill his favour upon you; haply ye may give thanks"
        },
        {
            "chapter": 5,
            "verse": 7,
            "text": "Remember the favour of God to you and His covenant which He covenanted with, you, when ye said, 'We hear and we obey;' and fear God, verily, God knows the nature of men's breasts"
        },
        {
            "chapter": 5,
            "verse": 8,
            "text": "O ye who believe! stand steadfast to God as witnesses with justice; and let not ill-will towards people make you sin by not acting with equity. Act with equity, that is nearer to piety, and fear God; for God is aware of what ye do"
        },
        {
            "chapter": 5,
            "verse": 9,
            "text": "God has promised to those who believe and work righteousness, that for them is pardon and a mighty hire"
        },
        {
            "chapter": 5,
            "verse": 10,
            "text": "But those who disbelieve and call our signs lies, these are the fellows of hell"
        },
        {
            "chapter": 5,
            "verse": 11,
            "text": "O ye who believe! remember God's favour towards you, when a people intended to stretch their hands against you, but He withheld their hands from you; and upon God let believers rely"
        },
        {
            "chapter": 5,
            "verse": 12,
            "text": "God did take a compact from the children of Israel, and raised up of them twelve wardens; and God said, 'Verily, I am with you, if ye be steadfast in prayer, and give alms, and believe in my apostles, and assist them, and lend to God a goodly loan; then will I cover your offences and make you enter gardens beneath which rivers flow: and whoso disbelieves after that, he hath erred from the level way"
        },
        {
            "chapter": 5,
            "verse": 13,
            "text": "And for that they broke their compact, we cursed them, and placed in their hearts hardness, so that they perverted the words from their places, and forgot a portion of what they were reminded of. But thou wilt not cease to light upon treachery amongst them, save a few of them; but pardon them and shun them; verily, God loves the kind"
        },
        {
            "chapter": 5,
            "verse": 14,
            "text": "And of those who say, 'Verily, we are Christians,' we have taken a compact; but they have forgotten a portion of what they were reminded of; wherefore have we excited amongst them enmity and hatred till the resurrection day; but God will tell them of what they have done"
        },
        {
            "chapter": 5,
            "verse": 15,
            "text": "O ye people of the Book! our Apostle has come to you to explain to you much of what ye had hidden of the Book, and to pardon much. There has come to you from God a light, and a perspicuous Book"
        },
        {
            "chapter": 5,
            "verse": 16,
            "text": "God guides thereby those who follow His pleasure to the way of peace, and brings them into a right way"
        },
        {
            "chapter": 5,
            "verse": 17,
            "text": "They misbelieve who say, 'Verily, God is the Messiah the son of Mary;' say, 'Who has any hold on God, if he wished to destroy the Messiah the son of Mary, and his mother, and those who are on earth altogether?' God's is the kingdom of the heavens and the earth and what is between the two; He createth what He will, for God is mighty over all"
        },
        {
            "chapter": 5,
            "verse": 18,
            "text": "But the Jews and the Christians say, 'We are the sons of God and His beloved.' Say, 'Why then does He punish you for your sins? nay, ye are mortals of those whom He has created! He pardons whom He pleases, and punishes whom He pleases; for God's is the kingdom of the heavens and the earth, and what is between the two, and unto Him the journey is"
        },
        {
            "chapter": 5,
            "verse": 19,
            "text": "O people of the Book! our Apostle has come to you, explaining to you the interval of apostles; lest ye say, 'There came not to us a herald of glad tidings nor a warner.' But there has come to you now a herald of glad tidings and a warner, and God is mighty over all"
        },
        {
            "chapter": 5,
            "verse": 20,
            "text": "When Moses said to his people, 'O my people! remember the favour of God towards you when He made amongst you prophets, and made for you kings, and brought you what never was brought to anybody in the worlds"
        },
        {
            "chapter": 5,
            "verse": 21,
            "text": "O my people! enter the Holy Land which God has prescribed for you; and be ye not thrust back upon your hinder parts and retreat losers"
        },
        {
            "chapter": 5,
            "verse": 22,
            "text": "They said, ' O Moses! verily, therein is a people, giants; and we will surely not enter therein until they go out from thence; but if they go out then we will enter in"
        },
        {
            "chapter": 5,
            "verse": 23,
            "text": "Then said two men of those who fear, - God had been gracious to them both, - 'Enter ye upon them by the door, and when ye have entered it, verily, ye shall be victorious; and upon God do ye rely if ye be believers"
        },
        {
            "chapter": 5,
            "verse": 24,
            "text": "They said, 'O Moses! we shall never enter it so long as they are therein; so, go thou and thy Lord and fight ye twain; verily, we will sit down here"
        },
        {
            "chapter": 5,
            "verse": 25,
            "text": "Said he, 'My Lord, verily, I can control only myself and my brother; therefore part us from these sinful people"
        },
        {
            "chapter": 5,
            "verse": 26,
            "text": "He said, 'Then, verily, it is forbidden them; for forty years shall they wander about in the earth; so vex not thyself for the sinful people"
        },
        {
            "chapter": 5,
            "verse": 27,
            "text": "Recite to them the story of the two sons of Adam; truly when they offered an offering and it was accepted from one of them, and was not accepted from the other, that one said, 'I will surely kill thee;' he said, 'God only accepts from those who fear"
        },
        {
            "chapter": 5,
            "verse": 28,
            "text": "If thou dost stretch forth to me thine hand to kill me, I will not stretch forth mine hand to kill thee; verily, I fear God the Lord of the worlds"
        },
        {
            "chapter": 5,
            "verse": 29,
            "text": "verily, I wish that thou mayest draw upon thee my sin and thy sin, and be of the fellows of the Fire, for that is the reward of the unjust"
        },
        {
            "chapter": 5,
            "verse": 30,
            "text": "But his soul allowed him to slay his brother, and he slew him, and in the morning he was of those who lose"
        },
        {
            "chapter": 5,
            "verse": 31,
            "text": "And God sent a crow to scratch in the earth and show him how he might hide his brother's shame, he said, ' Alas, for me! Am I too helpless to become like this crow and hide my brother's shame?' and in the morning he was of those who did repent"
        },
        {
            "chapter": 5,
            "verse": 32,
            "text": "For this cause have we prescribed to the children of Israel that whoso kills a soul, unless it be for another soul or for violence in the land, it is as though he had killed men altogether; but whoso saves one, it is as though he saved men altogether. Our apostles came to them with manifest signs; then, verily, many of them did after that commit excesses in the earth"
        },
        {
            "chapter": 5,
            "verse": 33,
            "text": "The reward of those who make war against God and His Apostle, and strive after violence in the earth, is only that they shall be slaughtered or crucified, or their hands cut off and their feet on alternate sides, or that they shall be banished from the land; - that is a disgrace for them in this world, and for them in the next is mighty woe"
        },
        {
            "chapter": 5,
            "verse": 34,
            "text": "save for those who repent before ye have them in your power, for know ye that God is forgiving, merciful"
        },
        {
            "chapter": 5,
            "verse": 35,
            "text": "O ye who believe! fear God and crave the means to approach Him, and be strenuous in His way, haply ye will prosper then"
        },
        {
            "chapter": 5,
            "verse": 36,
            "text": "Verily, those who disbelieve, even though they had what is in the earth, all of it, and the like thereof with it, to offer as a ransom from the punishment of the resurrection day, it would not be accepted from them; but for them is grievous woe"
        },
        {
            "chapter": 5,
            "verse": 37,
            "text": "They may wish to go forth from the Fire, but they shall not go forth therefrom, for them is lasting woe"
        },
        {
            "chapter": 5,
            "verse": 38,
            "text": "The man thief and the woman thief, cut off the hands of both as a punishment, for that they have erred; - an example from God, for God is mighty, wise"
        },
        {
            "chapter": 5,
            "verse": 39,
            "text": "But whoso turns again after his injustice and acts aright, verily, God will turn to him, for, verily, God is forgiving, merciful"
        },
        {
            "chapter": 5,
            "verse": 40,
            "text": "Do ye not know that God, His is the kingdom of the heavens and the earth; He punishes whom He pleases, and forgives whom He pleases, for God is mighty overall"
        },
        {
            "chapter": 5,
            "verse": 41,
            "text": "O thou Apostle! let not those grieve thee who vie in misbelief; or those who say with their mouths 'We believe,' but their hearts do not believe; or of those who are Jews, listeners to a lie, - listeners to other people, but who come not to thee. They pervert the words from their places and say, ' If this is what ye are given, take it; but if ye are not given it, then beware!' but he whom God wishes to mislead, thou canst do nothing with God for him; these are those whose hearts God wishes not to purify, for them in this world is disgrace, and for them in the next is mighty woe"
        },
        {
            "chapter": 5,
            "verse": 42,
            "text": "listeners to a lie, eaters of unlawful things! But if they come to thee, then judge between them or turn aside from them; but if thou turnest aside from them they shall not harm thee at all, but if thou judgest, then judge between them with justice, verily, God loves the just"
        },
        {
            "chapter": 5,
            "verse": 43,
            "text": "But how should they make thee their judge, when they have the law wherein is God's judgment? Yet they turn back after that, for they do not believe"
        },
        {
            "chapter": 5,
            "verse": 44,
            "text": "Verily, we have revealed the law in which is guidance and light; the prophets who we're resigned did judge thereby those who were Jews, as did the masters and doctors by what they remembered of the Book of God and by what they were witnesses of. Fear not men, but fear me, and sell not my signs for a little price; for whoso will not judge by what God has revealed, these be the misbelievers"
        },
        {
            "chapter": 5,
            "verse": 45,
            "text": "We have prescribed for thee therein 'a life for a life, and an eye for an eye, and a nose for a nose, and an ear for an ear, and a tooth for a tooth, and for wounds retaliation;' but whoso remits it, it is an expiation for him, but he whoso will not judge by what God has revealed, these be the unjust"
        },
        {
            "chapter": 5,
            "verse": 46,
            "text": "And we followed up the footsteps of these (prophets) with Jesus the son of Mary, confirming that which was before him and the law, and we brought him the gospel, wherein is guidance and light, verifying what was before it of the law, and a guidance and an admonition unto those who fear"
        },
        {
            "chapter": 5,
            "verse": 47,
            "text": "Then let the people of the gospel judge by that which is revealed therein, for whoso will not judge by what God has revealed, these be the evildoers"
        },
        {
            "chapter": 5,
            "verse": 48,
            "text": "We have revealed to thee the Book in truth verifying what was before it, and preserving it; judge then between them by what God has revealed, and follow not their lusts, turning away from what is given to thee of the truth. For each one of you have we made a law and a pathway; and had God pleased He would have made you one nation, but He will surely try you concerning that which He has brought you. Be ye therefore emulous in good deeds; to God is your return altogether, and He will let you know concerning that wherein ye do dispute"
        },
        {
            "chapter": 5,
            "verse": 49,
            "text": "Wherefore judge thou between them by what God has revealed, and follow not their lusts; but beware lest they mislead thee from part of what God has revealed to thee; yet if they turn back, then know that God wishes to fall on them for some sins of theirs, - verily, many men are evildoers"
        },
        {
            "chapter": 5,
            "verse": 50,
            "text": "Is it the judgment of the Ignorance they crave? but who is better than God to judge for people who are sure"
        },
        {
            "chapter": 5,
            "verse": 51,
            "text": "O ye who believe! take not the Jews and Christians for your patrons : they are patrons of each other; but whoso amongst you takes them for patrons, verily, he is of them, and, verily, God guides not an unjust people"
        },
        {
            "chapter": 5,
            "verse": 52,
            "text": "Thou wilt see those in whose hearts is a sickness vieing with them; they say, 'We fear lest there befall us a reverse.' It may be God will give the victory, or an order from Himself, and they may awake repenting of what they thought in secret to themselves"
        },
        {
            "chapter": 5,
            "verse": 53,
            "text": "Those who believe say, 'Are these they who swore by God with their most strenuous oath that they were surely with you?' - their works are in vain and they shall wake the losers"
        },
        {
            "chapter": 5,
            "verse": 54,
            "text": "O ye who believe! whoso is turned away from his religion - God will bring (instead) a people whom He loves and who love Him, lowly to believers, lofty to unbelievers, strenuous in the way of God, fearing not the blame of him who blames. That is God's grace! He gives it unto whom He pleases, for God both comprehends and knows"
        },
        {
            "chapter": 5,
            "verse": 55,
            "text": "God only is your patron, and His Apostle and those who believe, who are steadfast in prayer and give alms, bowing down"
        },
        {
            "chapter": 5,
            "verse": 56,
            "text": "Whoso taketh as patrons God and His apostles and those who believe; - verily, God's crew, they are victorious"
        },
        {
            "chapter": 5,
            "verse": 57,
            "text": "O ye who believe! take not for patrons those who take your religion for a jest or a sport, from amongst those who have been given the Book before and the misbelievers; but fear God if ye be believers"
        },
        {
            "chapter": 5,
            "verse": 58,
            "text": "Nor those who, when ye call to prayer, take it for a jest and a sport; that is because they are a people who do not understand"
        },
        {
            "chapter": 5,
            "verse": 59,
            "text": "Say, 'O people of the Book! do ye disavow us, for aught but that we believe in God, and what was revealed to us before, and for that most of you are evildoers"
        },
        {
            "chapter": 5,
            "verse": 60,
            "text": "Say, 'Can I declare unto you something worse than retribution from God?' Whomsoever God has cursed and been wroth with - and he has made of them apes and swine - and who worship Taghut, they are in a worse plight and are more erring from the level path"
        },
        {
            "chapter": 5,
            "verse": 61,
            "text": "When they come to you they say, 'We believe;' but they entered in with unbelief, and they went out therewith, and God knows best what they did hide"
        },
        {
            "chapter": 5,
            "verse": 62,
            "text": "Thou wilt see many of them vieing in sin and enmity, and in eating unlawful things, - evil is it that they have done"
        },
        {
            "chapter": 5,
            "verse": 63,
            "text": "The masters and their doctors prohibit them from speaking sin and eating unlawful things, - evil is what they have performed"
        },
        {
            "chapter": 5,
            "verse": 64,
            "text": "The Jews say, - 'God's hand is fettered;' their hands are fettered and they are cursed for what they said; nay! His hands are outspread, He expends how He pleases! and that which has been sent down to thee from thy Lord will surely increase many of them in their rebellion and misbelief, for we have cast amongst them enmity and hatred till the resurrection day. Whenever they light a fire for war, God puts it out; they strive for corruption in the earth, but God loves not the corrupt"
        },
        {
            "chapter": 5,
            "verse": 65,
            "text": "But did the people of the Book believe and fear, we would cover their offences, and we would make them enter into gardens of pleasure"
        },
        {
            "chapter": 5,
            "verse": 66,
            "text": "and were they steadfast in the law and the gospel, and what has been sent down to them from their Lord, they should eat from above them and below them. Amongst them are a nation who are moderate, but many of them - bad is what they do"
        },
        {
            "chapter": 5,
            "verse": 67,
            "text": "O thou Apostle! preach what has been revealed to thee from thy Lord; if thou do it not thou hast not preached His message, and God will not hold thee free from men; for God guides not people who misbelieve"
        },
        {
            "chapter": 5,
            "verse": 68,
            "text": "Say, 'O people of the Book! ye rest on naught until ye stand fast by the law and the gospel, and what is revealed to you from your Lord.' But what has been revealed to thee from thy Lord will of a surety increase many of them in rebellion and misbelief, vex not thyself then for a people who misbelieve"
        },
        {
            "chapter": 5,
            "verse": 69,
            "text": "Verily, those who believe and those who are Jews, and the Sabaeans, and the Christians, whosoever believes in God and the last day, and does what is right, there is no fear for them, nor shall they grieve"
        },
        {
            "chapter": 5,
            "verse": 70,
            "text": "We took a compact of the children of Israel, and we sent to them apostles; every time there came to them an apostle with what their souls loved not, a part of them they did call liars and a part of them they slew"
        },
        {
            "chapter": 5,
            "verse": 71,
            "text": "And they reckoned that there would be no disturbance; but they were blind and deaf! and then God turned again towards them: and then many amongst them were blind and deaf! but God saw what they did"
        },
        {
            "chapter": 5,
            "verse": 72,
            "text": "They misbelieve who say, 'Verily, God is the Messiah the son of Mary;' but the Messiah said, 'O children of Israel! worship God, my Lord and your Lord;' verily, he who associates aught with God, God hath forbidden him Paradise, and his resort is the Fire, and the unjust shall have none to help them"
        },
        {
            "chapter": 5,
            "verse": 73,
            "text": "They misbelieve who say, 'Verily, God is the third of three;' for there is no God but one, and if they do not desist from what they say, there shall touch those who misbelieve amongst them grievous woe"
        },
        {
            "chapter": 5,
            "verse": 74,
            "text": "Will they not turn again towards God and ask pardon of Him? for God is forgiving and merciful"
        },
        {
            "chapter": 5,
            "verse": 75,
            "text": "The Messiah the son of Mary is only a prophet: prophets before him have passed away; and his mother was a confessor; they used both to eat food. - See how we explain to them the signs, yet see how they turn aside"
        },
        {
            "chapter": 5,
            "verse": 76,
            "text": "Say, 'Will ye serve, other than God, what can neither hurt you nor profit you?' but God, He both hears and knows"
        },
        {
            "chapter": 5,
            "verse": 77,
            "text": "Say, 'O people of the Book! exceed not the truth in your religion, and follow not the lusts of a people who have erred before, and who lead many astray, and who go away from the level path"
        },
        {
            "chapter": 5,
            "verse": 78,
            "text": "Those of the children of Israel who disbelieved were cursed by the tongue of David and Jesus the son of Mary; that is because they rebelled and did transgress"
        },
        {
            "chapter": 5,
            "verse": 79,
            "text": "they would not desist from the wrong they did; evil is that which they did"
        },
        {
            "chapter": 5,
            "verse": 80,
            "text": "Thou wilt see many of them taking those who disbelieve for their patrons; evil is that which their souls have sent before them, for God's wrath is on them, and in the torment shall they dwell for aye"
        },
        {
            "chapter": 5,
            "verse": 81,
            "text": "But had they believed in God and the prophet, and what was revealed to him, they had not taken these for their patrons; but many of them are evildoers"
        }
    ]
}