{
    "pages": [
        {
            "chapter": 8,
            "verse": 53,
            "text": "That is because God was not to change any blessing He bestowed upon a people, unless they change what is in themselves. God is Hearer, Knowledgeable"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "Like the behavior of the people of Pharaoh, and those before them; they denied the signs of their Lord, so We destroyed them by their sins, and We drowned the people of Pharaoh; all of them were wicked"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "The worst creatures to God are those who reject, for they do not believe"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "Those of them with whom you made a pledge, then they break their pledge every time, and they do take heed"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "So, when you encounter them in battle, set them as an example for those who will come after them; perhaps they may remember"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "And if you are being betrayed by a people, then you shall likewise move against them. God does not love the betrayers"
        },
        {
            "chapter": 8,
            "verse": 59,
            "text": "And let not those who have rejected think that they have escaped; they will never avail themselves"
        },
        {
            "chapter": 8,
            "verse": 60,
            "text": "And prepare for them all that you can of might, and from the steeds of war, that you may instill terror with it towards the enemy of God and your enemy, and others besides them whom you do not know but God knows them. And whatever you spend in the cause of God will be returned to you, and you will not be wronged"
        },
        {
            "chapter": 8,
            "verse": 61,
            "text": "And if they seek peace, then you also seek it, and put your trust in God. He is the Hearer, the Knowledgeable"
        }
    ]
}