{
    "pages": [
        {
            "chapter": 13,
            "verse": 6,
            "text": "And they hasten towards you with evil before good, and the examples of those before them have already been given. And your Lord is with forgiveness towards the people for their transgression, and your Lord is severe in retribution"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "And those who reject say: \"If only a sign was sent down to him from his Lord.\" You are but a warner, and to every people is a guide"
        },
        {
            "chapter": 13,
            "verse": 8,
            "text": "God knows what every female carries, and how short her pregnancy is or how long. And everything with Him is measured"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "The Knower of the unseen and the seen, the Great, the Most High"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "It is the same whether any of you openly declares what he says, or conceals it; whether he is hiding in the night or going openly in the day"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "Present with him and behind him are retainers, they preserve him from the command of God. God does not change the condition of a people until they change the condition of their souls. And if God wanted to harm a people, then there is no turning Him back, nor will they have any protector against Him"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "He is the One who shows you the lightning, giving you fear and hope. And He establishes the heavy clouds"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "Andthe thunder glorifies His praise, and the angels are in awe of Him, and He sends the thunderbolts, and strikes with them whom He wills. Yet they are still arguing regarding God, while He is severe in punishment"
        }
    ]
}