{
    "pages": [
        {
            "chapter": 2,
            "verse": 191,
            "text": "And kill them wherever you encounter them, and expel them from where they expelled you, and know that persecution is worse than being killed. And do not fight them at the Restricted Temple unless they fight you in it; if they fight you then kill them, thus is the recompense of the rejecters"
        },
        {
            "chapter": 2,
            "verse": 192,
            "text": "And if they cease, then God is Forgiving, Merciful"
        },
        {
            "chapter": 2,
            "verse": 193,
            "text": "And fight them so there is no more persecution, and so that the system is for God. If they cease, then there will be no aggression except against the wicked"
        },
        {
            "chapter": 2,
            "verse": 194,
            "text": "The restricted month may be met within the restricted month, and what is unlawful may be met with retaliation. Whoever attacks you, then you shall attack him the same as he attacked you; and be aware of God, and know that God is with the righteous"
        },
        {
            "chapter": 2,
            "verse": 195,
            "text": "And spend in the cause of God, but do not throw your resources to disaster. And do good, for God loves those who do good"
        },
        {
            "chapter": 2,
            "verse": 196,
            "text": "And conclude the Pilgrimage and the visit for God. But, if you are prevented, then provide what offering is affordable; and do not shave your heads until the offering reaches its destination. Whoever of you is ill or has an ailment to his head, then he may redeem by fasting or giving a charity or a rite. But if you are secure, then whoever makes the visit, but decides to continue until the Pilgrimage, then he shall provide what offering is affordable; but for he who cannot find anything, then he must fast for three days during the Pilgrimage and seven when he returns; this will make a complete ten - this is for those whose family is not resident at the Restricted Temple. And be aware of God, and know that God is severe in retribution"
        }
    ]
}