{
    "chapter": [
        {
            "chapter": 36,
            "verse": 1,
            "text": "Ya-Sin"
        },
        {
            "chapter": 36,
            "verse": 2,
            "text": "Hikmet dolu Kur´an´a and olsun ki"
        },
        {
            "chapter": 36,
            "verse": 3,
            "text": "Sen elbette gonderilen peygamberlerdensin"
        },
        {
            "chapter": 36,
            "verse": 4,
            "text": "Dogru yol uzerindesin"
        },
        {
            "chapter": 36,
            "verse": 5,
            "text": "(Kur´an) cok ustun, cok guclu, cok merhametli (Allah´ın) indirdigidir"
        },
        {
            "chapter": 36,
            "verse": 6,
            "text": "Babaları uyarılmayan bir milleti —ki onlar gaflet icindedirler— uyarman icindir"
        },
        {
            "chapter": 36,
            "verse": 7,
            "text": "And olsun ki, hukum, cogu hakkında gerceklesip subut bulmustur, artık inanmazlar"
        },
        {
            "chapter": 36,
            "verse": 8,
            "text": "Suphesiz ki biz onların boyunlarına, cenelerine dayanacak sekilde demir halkalar gecirdik. Bu yuzden basları yukarıya kalkıktır"
        },
        {
            "chapter": 36,
            "verse": 9,
            "text": "Onlerine de, arkalarına da bir sed koyduk, gozlerini de bir perdeyle ortuverdik, artık onlar gormezler"
        },
        {
            "chapter": 36,
            "verse": 10,
            "text": "(Ey Peygamber!) Onları (tuttukları yolun tehlikesine karsı) uyarsan da uyarmasan da birdir; iman etmezler"
        },
        {
            "chapter": 36,
            "verse": 11,
            "text": "Sen ancak Zikr´e (Kur´an´a) uyup Rahman´dan, gıyabında saygı ile korkanları uyarabiiirsin. Oylesini magfiret ve goz-gonul dolduran guzel bir mukafatla mujdele"
        },
        {
            "chapter": 36,
            "verse": 12,
            "text": "Suphesiz biz, evet biz, oluleri diriltiriz; onden gonderdikleri seyleri ve bıraktıkları eserleri (koydukları izleri) yazarız. Ve her seyi acık ve acıklayıcı bir Ana Kitap´ta sayıp tesbit etmisizdir"
        },
        {
            "chapter": 36,
            "verse": 13,
            "text": "Onlara, o kasaba halkından misal getir; hani onlara peygamberler gelmisti"
        },
        {
            "chapter": 36,
            "verse": 14,
            "text": "Hani kendilerine iki elci gondermistik de onları yalanlamıslardı. Bunun uzerine o ikisini bir ucuncu-suyle destekleyip guclendirmistik. «Suphesiz biz size gonderilen elcileriz !» Demislerdi"
        },
        {
            "chapter": 36,
            "verse": 15,
            "text": "Onlar ise, hayır, dediler, siz de ancak bizim gibi insansınız. Rahman bir sey indirmemistir. Siz ancak yalan soyluyorsunuz"
        },
        {
            "chapter": 36,
            "verse": 16,
            "text": "Elciler de, «Rabbimiz bilir ki biz gercekten size gonderilen elcileriz"
        },
        {
            "chapter": 36,
            "verse": 17,
            "text": "Bize gereken, sadece acık tebligdir,» dediler"
        },
        {
            "chapter": 36,
            "verse": 18,
            "text": "Kasaba halkı onlara: «Dogrusu sizin yuzunuzden basımıza ugursuzluk coktu. Eger (bu iddia ve uyarınızdan) vazgecmezseniz elbette sizi taslar ve elbette bizden size elem verici bir azab dokunur,» dediler"
        },
        {
            "chapter": 36,
            "verse": 19,
            "text": "Elciler dediler ki: «Sizin ugursuzlugunuz beraberinizdedir; size ogut verilse de mi ? Hayır, siz (inkar ve sapıklıkta, inat ve azgınlıkta) asırı giden bir milletsiniz.»"
        },
        {
            "chapter": 36,
            "verse": 20,
            "text": "Sehrin en uzak kesiminden bir adam kosarak geldi ve: «Ey kavmim ! Gonderilen bu elcilere uyun"
        },
        {
            "chapter": 36,
            "verse": 21,
            "text": "Uyun sizden ucret istemiyen-lere. Bunlar dogru yol uzerinde bulunuyorlardır.» Dedi"
        },
        {
            "chapter": 36,
            "verse": 22,
            "text": "Hem beni yoktan yaratıp varlık alanına getiren Allah´a ne diye tapmıyayım ? Hepiniz ancak O´na donduruleceksiniz"
        },
        {
            "chapter": 36,
            "verse": 23,
            "text": "Artık ben, O´ndan baska tanrılar edinir miyim ? Eger Rahman, bana bir zarar vermeyi dilese, onların sefaati bana hicbir fayda saglamaz ve beni kurtaramazlar da"
        },
        {
            "chapter": 36,
            "verse": 24,
            "text": "O takdirde ben, mutlaka acık bir sapıklık icinde olurum"
        },
        {
            "chapter": 36,
            "verse": 25,
            "text": "(Ey elciler!) Supheniz olmasın ki ben sizin Rabbınıza iman ettim, beni isittiniz"
        },
        {
            "chapter": 36,
            "verse": 26,
            "text": "Ona, «gir Cennet´e!» denildi. O da, «ah keske kavmim, Rabbimin beni bagısladıgını ve beni, ikrama layık gorulen kisilerden kıldıgını bir bilselerdi.»"
        },
        {
            "chapter": 36,
            "verse": 27,
            "text": "Ona, «gir Cennet´e!» denildi. O da, «ah keske kavmim, Rabbimin beni bagısladıgını ve beni, ikrama layık gorulen kisilerden kıldıgını bir bilselerdi.»"
        },
        {
            "chapter": 36,
            "verse": 28,
            "text": "Onun ardından, milleti uzerine gokten hicbir (yok edici) asker indirmedik, indirecek de degildik"
        },
        {
            "chapter": 36,
            "verse": 29,
            "text": "Sadece bir haykırıs (yetti); hemen sonuverdiler"
        },
        {
            "chapter": 36,
            "verse": 30,
            "text": "Yazık cok yazık o kullara ki, kendilerine ne kadar bir peygamber geldiyse, mutlaka onunla alay ederlerdi"
        },
        {
            "chapter": 36,
            "verse": 31,
            "text": "Gormediler mi ki, kendilerinden once nice nice nesilleri yok ettik ki onlar(dan hic birlen) bunlara (bir daha) donup gelmiyorlardı"
        },
        {
            "chapter": 36,
            "verse": 32,
            "text": "Hepsi de istisnasız huzurumuzda biraraya getirileceklerdir"
        },
        {
            "chapter": 36,
            "verse": 33,
            "text": "Diriltip icinden daneler cıkardıgımız olu toprak onlar icin (varlıgımızın ve kudretimizin) acık belgelerinden biridir, ondan yeyip gecinirler"
        },
        {
            "chapter": 36,
            "verse": 34,
            "text": "Onda hurmalık ve uzum bahceleri meydana getirdik ve icinden pınarlar fıskırttık"
        },
        {
            "chapter": 36,
            "verse": 35,
            "text": "Ki onun meyvelerinden ve ellerinin isleyip ortaya cıkardıgı urunlerden yesinler. Artık sukretmezler mi"
        },
        {
            "chapter": 36,
            "verse": 36,
            "text": "O´nu tesbih ve tenzih edin ki, yerin yetistirdiginden, kendi nefslerinden ve bilmedikleri daha nice seylerden cift cift yaratmıstır"
        },
        {
            "chapter": 36,
            "verse": 37,
            "text": "Gece de onlar icin (ilahi kudrete delalet eden) acık bir belgedir. Gunduzu ondan cekip sıyırırız da hemen karanlıkta kalmıs olurlar"
        },
        {
            "chapter": 36,
            "verse": 38,
            "text": "Gunes de kendine has karargahta (yorungesinde) cereyan etmektedir. Bu o cok guclu, cok ustun, her seyi bilen (Allah´ın) takdiridir"
        },
        {
            "chapter": 36,
            "verse": 39,
            "text": "Ay icin de konaklar belirledik ; sonunda kuru hurma cubugu gibi (incelip egik) doner"
        },
        {
            "chapter": 36,
            "verse": 40,
            "text": "Ne Gunes´in Ay´a yetismesi uygun (bir kanun)dur, ne de gece, gunduzun onune gecebilir. Her biri ayrı bir yorungede yuzerler (hareketlerini surdururler)"
        },
        {
            "chapter": 36,
            "verse": 41,
            "text": "Onlar icin ayrı bir acık belge de, soylarını o dolu gemiye yukleyip tasımamız"
        },
        {
            "chapter": 36,
            "verse": 42,
            "text": "Ve bunun benzeri binecekleri seyleri onlar icin yaratmamızdır"
        },
        {
            "chapter": 36,
            "verse": 43,
            "text": "Dilersek onları (suda) bogarız da artık ne cıglıklarına kosan bulunur, ne de kurtarılma sansları olur"
        },
        {
            "chapter": 36,
            "verse": 44,
            "text": "Ancak bizden bir rahmet ve bir sureye kadar gecinip yararlanmaları icin irademiz onların kurtulmasını saglamıstır"
        },
        {
            "chapter": 36,
            "verse": 45,
            "text": "Kendilerine, onunuzdekinden ve arkanızdakinden (Dunya ve Ahiret´te azabı ve rusvaylıgı gerektiren fenalıklardan) korkup sakının ki, merhamet olunasınız, denildigi zaman (aldırıs bile etmezler)"
        },
        {
            "chapter": 36,
            "verse": 46,
            "text": "Kendilerine ne kadar Rabbın ayetlerinden bir ayet geldiyse, mutlaka ondan yuzcevirdiler. ´"
        },
        {
            "chapter": 36,
            "verse": 47,
            "text": "Yine kendilerine, Allah´ın size rızık olarak verdiklerinden (Allah icin) harcayın, denildigi zaman, o kufredenler, iman edenlere, «Allah´ın diledigi takdirde yedirecegi kimseyi biz mi yedirelim ?! Suphesiz ki siz acık bir sapıklık icinde bulunuyorsunuz,» derler"
        },
        {
            "chapter": 36,
            "verse": 48,
            "text": "Ve derler ki: Eger dogru kimselerdenseniz bu va´d ne zaman"
        },
        {
            "chapter": 36,
            "verse": 49,
            "text": "Onlar cekisip tartısırken ansızın kendilerini yakalayıverecek bir haykırısı beklerler"
        },
        {
            "chapter": 36,
            "verse": 50,
            "text": "Artık (bu durumda) ne bir tavsiyede bulunmaya guc getirebilirler, ne de ailelerine donebilirler"
        },
        {
            "chapter": 36,
            "verse": 51,
            "text": "Sur´a ufrulunce bir de bakarsın kabirlerinden cıkıp Rablarına dogru akın akın kosarlar"
        },
        {
            "chapter": 36,
            "verse": 52,
            "text": "Eyvah bize ! Kim bizi uyudugumuz yerden kaldırdı ? derler. (Onlara :) Bu, Rahman (olan Allah´ın) va´dettigi ve peygamberlerin dogru soyledigi (gundur, denilir)"
        },
        {
            "chapter": 36,
            "verse": 53,
            "text": "Sadece bir haykırıs. Bir de bakarsın hepsi huzurumuzda hazır bekliyorlar"
        },
        {
            "chapter": 36,
            "verse": 54,
            "text": "Bugun hic kimseye zulmedilmez ve ancak yapageldiginiz seylerin karsılıgını gorursunuz"
        },
        {
            "chapter": 36,
            "verse": 55,
            "text": "Bugun cennetlikler tatlı bir eglence icinde sevinip neselenmektedirler"
        },
        {
            "chapter": 36,
            "verse": 56,
            "text": "Onlar da, esleri de golgede tahtlar, kanepeler uzerinde kurulmuslardır"
        },
        {
            "chapter": 36,
            "verse": 57,
            "text": "Onlara orada meyveler ve istedikleri her sey vardır"
        },
        {
            "chapter": 36,
            "verse": 58,
            "text": "Onlara O cok merhametli Rabb´dan sozlu selam vardır"
        },
        {
            "chapter": 36,
            "verse": 59,
            "text": "Ey suclu gunahkarlar! Bugun bir tarafa ayrılın"
        },
        {
            "chapter": 36,
            "verse": 60,
            "text": "Ey Adem ogulları! Seytana tapmayın, o gercekten sizin acık dusmanınızdır"
        },
        {
            "chapter": 36,
            "verse": 61,
            "text": "Bana tapın. Iste en dogru yol budur, diye size buyurmadım mı"
        },
        {
            "chapter": 36,
            "verse": 62,
            "text": "And olsun ki seytan sizden nice nice nesilleri saptırmıstır. Akledecek durumda degil miydiniz"
        },
        {
            "chapter": 36,
            "verse": 63,
            "text": "Iste bu, tehdid edilegeldiginiz Cehennem´dir"
        },
        {
            "chapter": 36,
            "verse": 64,
            "text": "Inkar edegeldiginize karsılık bugun girin oraya"
        },
        {
            "chapter": 36,
            "verse": 65,
            "text": "Bugun onların (o inkarcı azgınların, sapık doneklerin) agızlarını muhurleriz. Neler isleyip elde ettiklerini (ortaya dokmek icin) bizimle (onların agzı degil) elleri konusur, ayakları da sahidlikte bulunur"
        },
        {
            "chapter": 36,
            "verse": 66,
            "text": "Dilemis olsak, gozlerini silme kor ederdik de yolu bulabilmek icin kosusup dururlardı; ama nerede gorebilirlerdi"
        },
        {
            "chapter": 36,
            "verse": 67,
            "text": "Dilemis olsak, onları oldukları yerde suretlerini degistirirdik de artık ne ileri gidebilirler, ne de geri donebilirlerdi"
        },
        {
            "chapter": 36,
            "verse": 68,
            "text": "Kimi uzun omurlu yasatırsak, yaratılısını tersine cevirip degistiririz. Hala aklınızı kullanmaz mısınız"
        },
        {
            "chapter": 36,
            "verse": 69,
            "text": "Biz O´na (Muhammed´e) siir ogretmedik; aslında siir ona yarasmaz da. O ancak katıksız bir ogut ve acık ortada bir Kur´an´dır"
        },
        {
            "chapter": 36,
            "verse": 70,
            "text": "Diriyi uyarmak ve kafirler uzerine (azabla ilgili) sozun hakk olması icindir (bu Kur´an)"
        },
        {
            "chapter": 36,
            "verse": 71,
            "text": "Gormedin mi ki, biz (kudret) ellerimizin imalatı olan davarları yarattık; boylece onlar buna sahip oluyorlardır"
        },
        {
            "chapter": 36,
            "verse": 72,
            "text": "Onları kendilerine boyun eger kıldık da bir kısmı binekleridir, bir kısmının da etini yemekteler"
        },
        {
            "chapter": 36,
            "verse": 73,
            "text": "Kendileri icin onlarda birtakım yararlar ve icecekler de vardır. Artık sukretmezler mi"
        },
        {
            "chapter": 36,
            "verse": 74,
            "text": "Yardım olunurlar (kendilerine imdad olunur) diye tutup Allah´tan baska tanrılar edindiler"
        },
        {
            "chapter": 36,
            "verse": 75,
            "text": "Halbuki o tanrıların, onlara yardımda bulunmaya gucleri yetmez onlar ise, o tanrılar icin hazır (koruyucu) askerlerdir"
        },
        {
            "chapter": 36,
            "verse": 76,
            "text": "Sakın onların sozu seni uzmesin. Suphesiz ki, biz onların gizlediklerini de, acıga vurduklarını da biliriz"
        },
        {
            "chapter": 36,
            "verse": 77,
            "text": "Insan, kendisini bir nutfeden yarattıgımızı gormedi mi ? Buna ragmen bir de bakarsın ki o, (bize karsı) acık bir hasım"
        },
        {
            "chapter": 36,
            "verse": 78,
            "text": "Kendi yaratılısını unuttu da curudugu halde bu kemikleri kim yaratabilir? diyerek bize misal vermeye kalkıstı"
        },
        {
            "chapter": 36,
            "verse": 79,
            "text": "De ki, onu ilk yaratıp meydana getiren diriltecektir. O, yaratısın, yaratılısın her ozelligini bilendir"
        },
        {
            "chapter": 36,
            "verse": 80,
            "text": "O ki, size yesil agactan ates meydana getirdi. Siz de o atesten yakıp duruyorsunuz"
        },
        {
            "chapter": 36,
            "verse": 81,
            "text": "Gokleri ve yeri yaratan, onların bir benzerini (veya tıpkısını) yaratmaya kudreti yetmez mi ? Elbette yeter. O her seyi yaratandır, bilendir"
        },
        {
            "chapter": 36,
            "verse": 82,
            "text": "O, bir seyi (var kılmayı) dileyince, O´nun emri sadece «ol!» demesidir, o sey hemen oluverir"
        },
        {
            "chapter": 36,
            "verse": 83,
            "text": "Her seyin mulku (mukadderat ve tasarrufu) elinde olan (Allah) cok yucedir, cok munezzehtir"
        }
    ]
}