{
    "chapter": [
        {
            "chapter": 54,
            "verse": 1,
            "text": "Kıyamet´in kopus saati yaklastı, Ay yarıldı"
        },
        {
            "chapter": 54,
            "verse": 2,
            "text": "Bir ayet (acık bir belge, bir mu´cize) gorseler yuzcevirirler ve «devamedegelen bir sihir» derler"
        },
        {
            "chapter": 54,
            "verse": 3,
            "text": "(Hakk´ı) yalanladılar da kendi heveslerine uydular. Oysa her isin kararlastırılmıs bir vakti vardır"
        },
        {
            "chapter": 54,
            "verse": 4,
            "text": "And olsun ki, onlara oyle haberler geldi ki icinde onları (tutumlarından) vazgecirecek olanı da vardı"
        },
        {
            "chapter": 54,
            "verse": 5,
            "text": "Gayesinin doruguna yukselmis bir hikmet! Ne var ki, uyarmalar, korkutmalar yarar saglamıyor"
        },
        {
            "chapter": 54,
            "verse": 6,
            "text": "Onlardan yuzcevir. O gun cagrıcı, bilinmedik (korkunc) bir seyle cagırır"
        },
        {
            "chapter": 54,
            "verse": 7,
            "text": "Onlar da gozleri korkudan onlerine egik bir halde kabirlerinden cıkarlar; tıpkı etrafa yayılan cekirge misali"
        },
        {
            "chapter": 54,
            "verse": 8,
            "text": "Cagrıcıya dogru kosarlar. Kafirler ise, «bu zorlu ve sıkıntılı bir gun !» derler"
        },
        {
            "chapter": 54,
            "verse": 9,
            "text": "Bunlardan once Nuh milleti, Nuh´u yalanladı; kulumuzu yalanladılar da «delidir» dediler ve (o kadar uzerine vardılar ki, Nuh davetinden) vazgecirildi"
        },
        {
            "chapter": 54,
            "verse": 10,
            "text": "O da Rabbına yalvarıp, «yenilgiye ugradım, bana yardım et!» diye dua etti"
        },
        {
            "chapter": 54,
            "verse": 11,
            "text": "Bunun uzerine gogun kapılarını sagnak halinde bosanan su ile acıverdik"
        },
        {
            "chapter": 54,
            "verse": 12,
            "text": "Yerden de goz goz sular fıskırttık. Boylece sular, mukadder olan bir hukmun gerceklesmesi uzerine birlesti"
        },
        {
            "chapter": 54,
            "verse": 13,
            "text": "Biz, Nuh´u tahtalar ve civilerle yapılı gemiye yukledik"
        },
        {
            "chapter": 54,
            "verse": 14,
            "text": "Nankorluk ve inkar edilen kimseye (Nuh´a) bir mukafat olmak uzere gemi, gozetim ve denetimimiz altında yuzup yol alıyordu"
        },
        {
            "chapter": 54,
            "verse": 15,
            "text": "And olsun ki biz, o gemiyi bir ayet (acık belge ve tarihi bir ibret) olarak bıraktık. Acaba ogut ve ibret alan var mıdır"
        },
        {
            "chapter": 54,
            "verse": 16,
            "text": "Benim azabım ve uyarılarım nasılmıs (bir gorun)"
        },
        {
            "chapter": 54,
            "verse": 17,
            "text": "And olsun ki biz, Kur´an´ı ibret ve ogut icin kolaylastırdık. Ogut ve ibret alan var mıdır"
        },
        {
            "chapter": 54,
            "verse": 18,
            "text": "Ad da (peygamberlerini) yalanladı. Benim azabım ve uyarılarım nasılmıs (bir gorun)"
        },
        {
            "chapter": 54,
            "verse": 19,
            "text": "Biz, gercekten onların uzerine, ugursuzlugu devam eden bir gunde ortalıgı alt-ust eden siddetli bir ruzgar gonderdik ki"
        },
        {
            "chapter": 54,
            "verse": 20,
            "text": "Insanları bulundukları yerden sokup atıyordu da her biri sanki kokunden devrilen birer hurma kutugune benziyordu. Benim azabım ve uyarılarım nasılmıs (bir gorun)"
        },
        {
            "chapter": 54,
            "verse": 21,
            "text": "Insanları bulundukları yerden sokup atıyordu da her biri sanki kokunden devrilen birer hurma kutugune benziyordu. Benim azabım ve uyarılarım nasılmıs (bir gorun)"
        },
        {
            "chapter": 54,
            "verse": 22,
            "text": "And olsun ki biz, Kur´an´ı ogut ve ibret almak icin kolaylastırdık. Ogut ve ibret alan var mıdır"
        },
        {
            "chapter": 54,
            "verse": 23,
            "text": "Semud kavmi de (yapılan) uyarıları yalanladılar"
        },
        {
            "chapter": 54,
            "verse": 24,
            "text": "Bizden bir adama mı uyacagız ? O takdirde biz, sapıklık, sıkıntı ve delilik icinde kalırız"
        },
        {
            "chapter": 54,
            "verse": 25,
            "text": "Aramızdan kitap ona mı verilmis ?! Hayır O, cok yalancı sımarıgın biridir, dediler"
        },
        {
            "chapter": 54,
            "verse": 26,
            "text": "Yarın kimlerin cok yalancı sımarıklar oldugunu bileceklerdir"
        },
        {
            "chapter": 54,
            "verse": 27,
            "text": "Suphesiz ki, onları cetin bir sınavdan gecirmek icin o disi deveyi gonderdik ve (Salih Peygamber´e) «sen onları gozetle ve sabırlı ol!» (dedik)"
        },
        {
            "chapter": 54,
            "verse": 28,
            "text": "Suyun aralarında belli bir sıraya gore taksim edildigini haber ver. Herbiri su alıs sırasına hazır bulunsun"
        },
        {
            "chapter": 54,
            "verse": 29,
            "text": "Bu uyarıya ragmen (bir azgın gozu donmuse) arkadasları seslendiler ; o da silahını kullanarak deveyi dusurup kesti"
        },
        {
            "chapter": 54,
            "verse": 30,
            "text": "Benim azabım ve uyarılarım nasılmıs (bir gorun)"
        },
        {
            "chapter": 54,
            "verse": 31,
            "text": "Hakikat biz, uzerlerine bir tek haykırıs salıverdik, onlar da, davar agılındaki kuru ot gibi oldular"
        },
        {
            "chapter": 54,
            "verse": 32,
            "text": "And olsun ki, biz Kur´an´ıogut ve ibret icin kolaylastırdık. Ogut ve ibret alan var mıdır"
        },
        {
            "chapter": 54,
            "verse": 33,
            "text": "Lut kavmi de yapılan uyarıları yalanladılar"
        },
        {
            "chapter": 54,
            "verse": 34,
            "text": "Bunun icin biz, uzerlerine tas (yagmuru yagdıran bir kasırga) gonderdik; ancak Lut ailesini katımızdan bir nimet olarak seher vakti kurtardık. Iste sukredeni biz boyle mukafatlandırırız"
        },
        {
            "chapter": 54,
            "verse": 35,
            "text": "Bunun icin biz, uzerlerine tas (yagmuru yagdıran bir kasırga) gonderdik; ancak Lut ailesini katımızdan bir nimet olarak seher vakti kurtardık. Iste sukredeni biz boyle mukafatlandırırız"
        },
        {
            "chapter": 54,
            "verse": 36,
            "text": "Ve and olsun ki, Lut, onları bizim siddetli tutup kahretmemize karsı uyardı; ama onlar, bu uyarılarda suphe edip inadlarını surdurduler"
        },
        {
            "chapter": 54,
            "verse": 37,
            "text": "And olsun ki onlar (o ahlaksız cinsel sapıklar), Lut´un konuklarına satasmak icin devamlı O´na gidip geldiler. Bu yuzden onların gozlerini silme kor ettik de «tadın azabımı ve uyarılarımı I» (dedik)"
        },
        {
            "chapter": 54,
            "verse": 38,
            "text": "And olsun ki, bir sabah devam eden bir azab onlara geliverdi. «Tadın azabımı ve uyarılarımı!» (dedik)"
        },
        {
            "chapter": 54,
            "verse": 39,
            "text": "And olsun ki, bir sabah devam eden bir azab onlara geliverdi. «Tadın azabımı ve uyarılarımı!» (dedik)"
        },
        {
            "chapter": 54,
            "verse": 40,
            "text": "And olsun ki biz, Kur´an´ı ogut ve ibret icin kolaylastırdık. Ogut ve ibret alan var mıdır"
        },
        {
            "chapter": 54,
            "verse": 41,
            "text": "And olsun ki, Fir´avn ailesine de uyarılar geldi"
        },
        {
            "chapter": 54,
            "verse": 42,
            "text": "Onlar ise, ayetlerimizin hepsini yalanladılar. Biz de onları cok ustun, cok guclu muktedire yakısır sekilde yakalayıverdik"
        },
        {
            "chapter": 54,
            "verse": 43,
            "text": "Sizin kafirleriniz mi bunlardan hayırlıdır, yoksa onceki kitaplarda sizin icin bir berat mı bulunuyordu"
        },
        {
            "chapter": 54,
            "verse": 44,
            "text": "Yoksa onlar, «biz yardım goren (yardımlasan) bir cemiyet miyiz» diyorlar"
        },
        {
            "chapter": 54,
            "verse": 45,
            "text": "Yakında o cemiyet hezimete ugrayıp arkalarını donup kacacaklar"
        },
        {
            "chapter": 54,
            "verse": 46,
            "text": "Hayır, onlara va´dolunan gun Kıyamet´tir. Kıyamet gununun (azabı) daha korkunc ve daha acıdır"
        },
        {
            "chapter": 54,
            "verse": 47,
            "text": "Suphesiz ki, suclu gunahkarlar sapıklık ve cılgınlık icindedirler"
        },
        {
            "chapter": 54,
            "verse": 48,
            "text": "Atese yuzustu surulecekleri gun, «Sakar (Cehennem)in dokunan azabını tadın !» (denilecek)"
        },
        {
            "chapter": 54,
            "verse": 49,
            "text": "Suphesiz ki biz, her seyi (belli) bir olcuye gore yarattık"
        },
        {
            "chapter": 54,
            "verse": 50,
            "text": "Bizim emrimiz ancak bir defadır, gozacıp kapamak gibi"
        },
        {
            "chapter": 54,
            "verse": 51,
            "text": "And olsun ki, biz sizin nice benzerlerinizi yok ettik. Ogut ve ibret alan yok mudur? Onların isledikleri her sey defterlerdedir"
        },
        {
            "chapter": 54,
            "verse": 52,
            "text": "And olsun ki, biz sizin nice benzerlerinizi yok ettik. Ogut ve ibret alan yok mudur? Onların isledikleri her sey defterlerdedir"
        },
        {
            "chapter": 54,
            "verse": 53,
            "text": "Kucuk buyuk her sey satır satır yazılıdır"
        },
        {
            "chapter": 54,
            "verse": 54,
            "text": "Suphesiz ki, muttakiler (Allah´tan saygı ile korkup fenalıklardan sakınan mu´minler) Cennetlerde genislik ve aydınlık icindedirler"
        },
        {
            "chapter": 54,
            "verse": 55,
            "text": "Dogruluk makamında kuvvetli kudretli hukumdarın yanındadırlar"
        }
    ]
}