{
    "pages": [
        {
            "chapter": 9,
            "verse": 1,
            "text": "A (declaration) of immunity from God and His Apostle, to those of the Pagans with whom ye have contracted mutual alliances"
        },
        {
            "chapter": 9,
            "verse": 2,
            "text": "Go ye, then, for four months, backwards and forwards, (as ye will), throughout the land, but know ye that ye cannot frustrate God (by your falsehood) but that God will cover with shame those who reject Him"
        },
        {
            "chapter": 9,
            "verse": 3,
            "text": "And an announcement from God and His Apostle, to the people (assembled) on the day of the Great Pilgrimage,- that God and His Apostle dissolve (treaty) obligations with the Pagans. If then, ye repent, it were best for you; but if ye turn away, know ye that ye cannot frustrate God. And proclaim a grievous penalty to those who reject Faith"
        },
        {
            "chapter": 9,
            "verse": 4,
            "text": "(But the treaties are) not dissolved with those Pagans with whom ye have entered into alliance and who have not subsequently failed you in aught, nor aided any one against you. So fulfil your engagements with them to the end of their term: for God loveth the righteous"
        },
        {
            "chapter": 9,
            "verse": 5,
            "text": "But when the forbidden months are past, then fight and slay the Pagans wherever ye find them, an seize them, beleaguer them, and lie in wait for them in every stratagem (of war); but if they repent, and establish regular prayers and practise r egular charity, then open the way for them: for God is Oft-forgiving, Most Merciful"
        },
        {
            "chapter": 9,
            "verse": 6,
            "text": "If one amongst the Pagans ask thee for asylum, grant it to him, so that he may hear the word of God; and then escort him to where he can be secure. That is because they are men without knowledge"
        }
    ]
}