{
    "pages": [
        {
            "chapter": 9,
            "verse": 14,
            "text": "Fight them, and God will punish them by your hands, cover them with shame, help you (to victory) over them, heal the breasts of Believers"
        },
        {
            "chapter": 9,
            "verse": 15,
            "text": "And still the indignation of their hearts. For God will turn (in mercy) to whom He will; and God is All-Knowing, All-Wise"
        },
        {
            "chapter": 9,
            "verse": 16,
            "text": "Or think ye that ye shall be abandoned, as though God did not know those among you who strive with might and main, and take none for friends and protectors except God, His Apostle, and the (community of) Believers? But God is well- acquainted w ith (all) that ye do"
        },
        {
            "chapter": 9,
            "verse": 17,
            "text": "It is not for such as join gods with God, to visit or maintain the mosques of God while they witness against their own souls to infidelity. The works of such bear no fruit: In Fire shall they dwell"
        },
        {
            "chapter": 9,
            "verse": 18,
            "text": "The mosques of God shall be visited and maintained by such as believe in God and the Last Day, establish regular prayers, and practise regular charity, and fear none (at all) except God. It is they who are expected to be on true guidance"
        },
        {
            "chapter": 9,
            "verse": 19,
            "text": "Do ye make the giving of drink to pilgrims, or the maintenance of the Sacred Mosque, equal to (the pious service of) those who believe in God and the Last Day, and strive with might and main in the cause of God? They are not comparable in the sight of God: and God guides not those who do wrong"
        },
        {
            "chapter": 9,
            "verse": 20,
            "text": "Those who believe, and suffer exile and strive with might and main, in God's cause, with their goods and their persons, have the highest rank in the sight of God: they are the people who will achieve (salvation)"
        }
    ]
}