{
    "pages": [
        {
            "chapter": 18,
            "verse": 35,
            "text": "He went into his garden in a state (of mind) unjust to his soul: He said, \"I deem not that this will ever perish"
        },
        {
            "chapter": 18,
            "verse": 36,
            "text": "Nor do I deem that the Hour (of Judgment) will (ever) come: Even if I am brought back to my Lord, I shall surely find (there) something better in exchange"
        },
        {
            "chapter": 18,
            "verse": 37,
            "text": "His companion said to him, in the course of the argument with him: \"Dost thou deny Him Who created thee out of dust, then out of a sperm-drop, then fashioned thee into a man"
        },
        {
            "chapter": 18,
            "verse": 38,
            "text": "But (I think) for my part that He is God, My Lord, and none shall I associate with my Lord"
        },
        {
            "chapter": 18,
            "verse": 39,
            "text": "Why didst thou not, as thou wentest into thy garden, say: 'God's will (be done)! There is no power but with God!' If thou dost see me less than thee in wealth and sons"
        },
        {
            "chapter": 18,
            "verse": 40,
            "text": "It may be that my Lord will give me something better than thy garden, and that He will send on thy garden thunderbolts (by way of reckoning) from heaven, making it (but) slippery sand"
        },
        {
            "chapter": 18,
            "verse": 41,
            "text": "Or the water of the garden will run off underground so that thou wilt never be able to find it"
        },
        {
            "chapter": 18,
            "verse": 42,
            "text": "So his fruits (and enjoyment) were encompassed (with ruin), and he remained twisting and turning his hands over what he had spent on his property, which had (now) tumbled to pieces to its very foundations, and he could only say, \"Woe is me! Wo uld I had never ascribed partners to my Lord and Cherisher"
        },
        {
            "chapter": 18,
            "verse": 43,
            "text": "Nor had he numbers to help him against God, nor was he able to deliver himself"
        },
        {
            "chapter": 18,
            "verse": 44,
            "text": "There, the (only) protection comes from God, the True One. He is the Best to reward, and the Best to give success"
        },
        {
            "chapter": 18,
            "verse": 45,
            "text": "Set forth to them the similitude of the life of this world: It is like the rain which we send down from the skies: the earth's vegetation absorbs it, but soon it becomes dry stubble, which the winds do scatter: it is (only) God who prevails ove r all things"
        }
    ]
}