{
    "pages": [
        {
            "chapter": 20,
            "verse": 126,
            "text": "(God) will say: \"Thus didst Thou, when Our Signs came unto thee, disregard them: so wilt thou, this day, be disregarded"
        },
        {
            "chapter": 20,
            "verse": 127,
            "text": "And thus do We recompense him who transgresses beyond bounds and believes not in the Sings of his Lord: and the Penalty of the Hereafter is far more grievous and more enduring"
        },
        {
            "chapter": 20,
            "verse": 128,
            "text": "Is it not a warning to such men (to call to mind) how many generations before them We destroyed, in whose haunts they (now) move? Verily, in this are Signs for men endued with understanding"
        },
        {
            "chapter": 20,
            "verse": 129,
            "text": "Had it not been for a Word that went forth before from thy Lord, (their punishment) must necessarily have come; but there is a Term appointed (for respite)"
        },
        {
            "chapter": 20,
            "verse": 130,
            "text": "Therefore be patient with what they say, and celebrate (constantly) the praises of thy Lord, before the rising of the sun, and before its setting; yea, celebrate them for part of the hours of the night, and at the sides of the day: that thou ma yest have (spiritual) joy"
        },
        {
            "chapter": 20,
            "verse": 131,
            "text": "Nor strain thine eyes in longing for the things We have given for enjoyment to parties of them, the splendour of the life of this world, through which We test them: but the provision of thy Lord is better and more enduring"
        },
        {
            "chapter": 20,
            "verse": 132,
            "text": "Enjoin prayer on thy people, and be constant therein. We ask thee not to provide sustenance: We provide it for thee. But the (fruit of) the Hereafter is for righteousness"
        },
        {
            "chapter": 20,
            "verse": 133,
            "text": "They say: \"Why does he not bring us a sign from his Lord?\" Has not a Clear Sign come to them of all that was in the former Books of revelation"
        },
        {
            "chapter": 20,
            "verse": 134,
            "text": "And if We had inflicted on them a penalty before this, they would have said: \"Our Lord! If only Thou hadst sent us an apostle, we should certainly have followed Thy Signs before we were humbled and put to shame"
        },
        {
            "chapter": 20,
            "verse": 135,
            "text": "Say: \"Each one (of us) is waiting: wait ye, therefore, and soon shall ye know who it is that is on the straight and even way, and who it is that has received Guidance"
        }
    ]
}