{
    "pages": [
        {
            "chapter": 2,
            "verse": 17,
            "text": "Their similitude is that of a man who kindled a fire; when it lighted all around him, God took away their light and left them in utter darkness. So they could not see"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "Deaf, dumb, and blind, they will not return (to the path)"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "Or (another similitude) is that of a rain-laden cloud from the sky: In it are zones of darkness, and thunder and lightning: They press their fingers in their ears to keep out the stunning thunder-clap, the while they are in terror of death. But God is ever round the rejecters of Faith"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "The lightning all but snatches away their sight; every time the light (Helps) them, they walk therein, and when the darkness grows on them, they stand still. And if God willed, He could take away their faculty of hearing and seeing; for God hat h power over all things"
        },
        {
            "chapter": 2,
            "verse": 21,
            "text": "O ye people! Adore your Guardian-Lord, who created you and those who came before you, that ye may have the chance to learn righteousness"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "Who has made the earth your couch, and the heavens your canopy; and sent down rain from the heavens; and brought forth therewith Fruits for your sustenance; then set not up rivals unto God when ye know (the truth)"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "And if ye are in doubt as to what We have revealed from time to time to Our servant, then produce a Sura like thereunto; and call your witnesses or helpers (If there are any) besides God, if your (doubts) are true"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "But if ye cannot- and of a surety ye cannot- then fear the Fire whose fuel is men and stones,- which is prepared for those who reject Faith"
        }
    ]
}