{
    "rukus": [
        {
            "chapter": 2,
            "verse": 249,
            "text": "I kogato Talut potegli s voiskite, reche: “Allakh vi izpitva s edna reka. Koito pie ot neya, toi ne e s men, a s men e onzi, koito ne ya vkusi, sushto i onzi, koito zagrebe s ruka samo edna shepa.” No pikha ottam, osven maltsina izmezhdu tyakh. A shtom ya pregazikha - toi i povyarvalite s nego, - rekokha: “Dnes sme bezsilni pred Dzhalut i voiskite mu.” A onezi, koito se nadyavakha na sreshtata s Allakh, rekokha: “Kolko malki druzhini sa nadvivali mnogobroini s pozvolenieto na Allakh! Allakh e s turpelivite.”"
        },
        {
            "chapter": 2,
            "verse": 250,
            "text": "I shtom se izpravikha pred Dzhalut i voiskite mu, rekokha: “Gospodi, izlei turpenie nad nas i stupkite ni zatvurdi, i ni podkrepi sreshtu nevernitsite!”"
        },
        {
            "chapter": 2,
            "verse": 251,
            "text": "I gi srazikha s pozvolenieto na Allakh, i Daud ubi Dzhalut, i Allakh mu dade vladenieto i mudrostta, i go nauchi na kakvoto Toi pozhela. Ako Allakh ne otbluskvashe edni khora chrez drugi, zemyata shteshe da se provali. No Allakh e vladetel na blagodat za svetovete"
        },
        {
            "chapter": 2,
            "verse": 252,
            "text": "Tova sa znameniyata na Allakh, chetem ti gi pravdivo. Naistina ti si ot pratenitsite"
        },
        {
            "chapter": 2,
            "verse": 253,
            "text": "Tezi sa pratenitsite - na edni ot tyakh otredikhme da stoyat nad drugi; s nyakoi Allakh govori i vuzdigna drugi po stepeni. I dadokhme na Isa, sina na Mariam, yasnite znatsi, i go podkrepikhme sus Svetiya dukh. A ako Allakh be poiskal, doshlite sled tyakh nyamashe da se srazhavat, sled kato poluchikha yasnite znatsi. Ala te se razdelikha i nyakoi ot tyakh povyarvakha, a nyakoi ot tyakh ne povyarvakha. No ako Allakh be poiskal, nyamashe da se srazhavat. Allakh pravi kakvoto pozhelae"
        }
    ]
}