{
    "rukus": [
        {
            "chapter": 46,
            "verse": 11,
            "text": "Nevernitsite rekokha za vyarvashtite: “Ako toi beshe dobro neshto, nyamashe da ni izprevaryat kum nego.” I tui kato ne pozhelakha da se naputyat chrez nego, kazvat: “Toi e stara luzha.”"
        },
        {
            "chapter": 46,
            "verse": 12,
            "text": "A predi nego be Pisanieto na Musa - voditel i milost. A tozi [Koran] e potvurzhdavashta Kniga na arabski ezik, za da predupredi ugnetitelite i da e radostna vest za blagodetelnite"
        },
        {
            "chapter": 46,
            "verse": 13,
            "text": "Za onezi, koito kazvat: “Nashiyat Gospod e Allakh!”, posle sledvat praviya put - ne shte ima strakh za tyakh i ne shte skurbyat"
        },
        {
            "chapter": 46,
            "verse": 14,
            "text": "Te sa obitatelite na Raya, tam shte prebivavat vechno - vuzdayanie za tekhnite dela"
        },
        {
            "chapter": 46,
            "verse": 15,
            "text": "I povelikhme na choveka da se otnasya dobre s roditelite si. Nosila go e maika mu s usilie i go e rodila s usilie. I bremennostta s nego zaedno s otbivaneto mu e trideset mesetsa. Kogato dostigne svoyata zrelost i dostigne chetirideset godini, toi kazva: “Gospo"
        },
        {
            "chapter": 46,
            "verse": 16,
            "text": "Na takiva shte priemem khubavite dela i shte im oprostim loshite postupki. Te sa ot obitatelite na Raya - istinno obeshtanie, koeto im e obeshtano"
        },
        {
            "chapter": 46,
            "verse": 17,
            "text": "A koito kazva na roditelite si: “Uf, puk i vie! Nima me plashite, che shte buda vuzkresen - a predishnite pokoleniya si otidokha?...” - roditelite mu zovat Allakh na pomosht: “Gorko ti! Budi vyarvasht! Obeshtanieto na Allakh e istinno.”, a toi kazva: “Tova sa samo lege"
        },
        {
            "chapter": 46,
            "verse": 18,
            "text": "spryamo takiva se sbudna slovoto sred otminali predi tyakh obshtnosti ot dzhinovete i ot khorata. Te sa gubeshtite"
        },
        {
            "chapter": 46,
            "verse": 19,
            "text": "Za vsichki ima stepeni ot onova, koeto sa izvurshili. Toi shte im izplati za tekhnite deyaniya i ne shte budat ugneteni"
        },
        {
            "chapter": 46,
            "verse": 20,
            "text": "I v Denya, kogato nevernitsite budat dokarani pred Ogunya, [shte im bude kazano:] “Propilyakhte vashite blaga v zemniya zhivot i im se nasladikhte, a Dnes shte vi se vuzdade s unizitelnoto muchenie, zashtoto na zemyata byakhte nadmenni bez pravo i zashtoto byakhte nechestivtsi.”"
        }
    ]
}