{
    "chapter": [
        {
            "chapter": 19,
            "verse": 1,
            "text": "Kaf, ha, ja, ajn, sad"
        },
        {
            "chapter": 19,
            "verse": 2,
            "text": "Spomen od milosta na Gospodarot tvoj za Zekerija, robot Negov"
        },
        {
            "chapter": 19,
            "verse": 3,
            "text": "koga go zamoli Gospodarot negov so skrišna molba"
        },
        {
            "chapter": 19,
            "verse": 4,
            "text": "Zekerija reče: “Gospodare moj, koskive moi, navistina, oslabnaa, a kosava mi pobele. I nikogaš ne ostanav, Gospodare moj, koga molba ti upativ, nesreḱen"
        },
        {
            "chapter": 19,
            "verse": 5,
            "text": "Jas, navistina, se plašam od naslednicite po mene, a žena mi e nerotka, pa zatoa podari mi od Tebe zaštitnik"
        },
        {
            "chapter": 19,
            "verse": 6,
            "text": "koj ḱe me nasledi mene i semejstvoto Jakubovo, i odredi da bideš, Gospodare moj, zadovolen so nego"
        },
        {
            "chapter": 19,
            "verse": 7,
            "text": "“O Zekerija, Nie, navistina, ḱe te zaraduvame so dete čie ime e Jahja. So takvo ime porano Nie nikogo ne imenuvavme"
        },
        {
            "chapter": 19,
            "verse": 8,
            "text": "Reče:“Gospodare moj, pa kako ḱe imam dete koga žena mi e nerotka, a jas padnav vo starost dlaboka?“"
        },
        {
            "chapter": 19,
            "verse": 9,
            "text": "Reče: “Ete, taka ti e. Pak reče: “Goa za Gospodarot tvoj e lesno. Te sozdadov porano koga ne beše ništo"
        },
        {
            "chapter": 19,
            "verse": 10,
            "text": "Reče: “Gospodare moj, daj mi znamenie nekakvo!\" Reče: “Znamenie TI e toa što ne ḱe im zboruvaš na luǵeto tri večeri, a ḱe bideš zdrav"
        },
        {
            "chapter": 19,
            "verse": 11,
            "text": "Pa, se pojavi kaj narodot svoj, od mihrab i togaš im objavi: “Slavete Go, togaš, nautro i prikvečerina"
        },
        {
            "chapter": 19,
            "verse": 12,
            "text": "O Jahja, prifati ja Knigata silno\" - i Nie mu dadovme mudrost dodeka beše dete"
        },
        {
            "chapter": 19,
            "verse": 13,
            "text": "nežnost, Isto taka, OD Nas, i čistota: beše bogobojazliv"
        },
        {
            "chapter": 19,
            "verse": 14,
            "text": "učtiv kon roditelite svoi, a ne drzok i neposlušen"
        },
        {
            "chapter": 19,
            "verse": 15,
            "text": "I neka e selam na nego, I na denot vo koj e roden, I na denot vo koj ḱe umre, i na denot vo koj ḱe bide oživean"
        },
        {
            "chapter": 19,
            "verse": 16,
            "text": "spomeni ja Merjem vo Knigata koga taa se oddaleči od semejstvoto svoe na edno mesto KON ISTOK"
        },
        {
            "chapter": 19,
            "verse": 17,
            "text": "postavi, togaš, zavesa meǵu niv i meǵu nea i Nie go isprativme Našiot Džibrilii se pretstavi kako čovek, ednakVO"
        },
        {
            "chapter": 19,
            "verse": 18,
            "text": "Reče: “Jas se sklonuvam Od tebe kon Milostiviot ako si bogobojazliv"
        },
        {
            "chapter": 19,
            "verse": 19,
            "text": "Toj reče: “Jas sum, navistina, pratenik od Gospodarot tvoj. Da, ḱe ti podaram čisto dete"
        },
        {
            "chapter": 19,
            "verse": 20,
            "text": "Taa reče: “I kako ḱe imam dete koga ne me dopre nieden čovek, a jas ne sum nečesna"
        },
        {
            "chapter": 19,
            "verse": 21,
            "text": "Goj reče: “Ete, taka ti e. Gospodarot tvoj reče: “Toa e lesno za Gospodarot tvoj. Ḱe opredelam toa dete da bide znamenie za luǵeto I MILOST OD Naša strana. Taa rabota veḱe e rešena"
        },
        {
            "chapter": 19,
            "verse": 22,
            "text": "I togaš taa ostana bremena I se oddaleči vo edno mesto dalečno"
        },
        {
            "chapter": 19,
            "verse": 23,
            "text": "porodilnite bolki ja prisilija da dojde do edno steblo od urma, i reče: “Geško mene! Zošto ne si umrev pred ova i za sekojpat da bidam zaboravena"
        },
        {
            "chapter": 19,
            "verse": 24,
            "text": "ja povika glas pod nea: “Ne žalosti se, Gospodarot tvoj, odredi pod tebe da poteče izvor"
        },
        {
            "chapter": 19,
            "verse": 25,
            "text": "i stresi od urminata gran-. ka, ḱe popaǵaat vrz tebe sveži urmi"
        },
        {
            "chapter": 19,
            "verse": 26,
            "text": "Pa, jadi, pij i bidi radosna! Ako zdogledaš nekogo, kaži: “Da, jas vetiv da postam za Milostiviot, i deneska so NIKoOGoO nema da razgovaram"
        },
        {
            "chapter": 19,
            "verse": 27,
            "text": "Potoa taa dojde kaj narodot svoj, nosejḱi go deteto. I rekoa: “O Merjem, ti napravi nešto, sekako, nevideno"
        },
        {
            "chapter": 19,
            "verse": 28,
            "text": "sestro Harunova, tvojot babo ne beše loš, a i majkata tvoja ne beše nečesna"
        },
        {
            "chapter": 19,
            "verse": 29,
            "text": "I taa dade išaret kon nego. Onie rekoa: “Kako ḱe zboruvame so dete koe e v krošna"
        },
        {
            "chapter": 19,
            "verse": 30,
            "text": "Reče: “Jas sum, navistina, rob Allahov; mi dade Kniga i me odredi za pejgamber"
        },
        {
            "chapter": 19,
            "verse": 31,
            "text": "I napravi da bidam blagosloven i kade bilo da sum, i mi ostavi vo vasiet i namaz i zekat se dodeka sum živ"
        },
        {
            "chapter": 19,
            "verse": 32,
            "text": "da bidam učtiv kon roditelite moi, i da ne bidam drzoki strog"
        },
        {
            "chapter": 19,
            "verse": 33,
            "text": "Neka e selam na mene i na denot vo koj sum roden, na denot koga ḱe umram i na denot vo koj ḱe bidam oživean"
        },
        {
            "chapter": 19,
            "verse": 34,
            "text": "Ete, toa e Isa sinot na Merjem, Zborot na vistinata, vrz kogo onie laga frlaat"
        },
        {
            "chapter": 19,
            "verse": 35,
            "text": "Na Allah ne mu dolikuva da ima dete. Vozvišen e On! Koga ḱe reši za nešto samo ḱe reče: “Bidi!\" - i toa, tokmu, ḱe bide"
        },
        {
            "chapter": 19,
            "verse": 36,
            "text": "Allah, navistina, e Gospodarot moj i Gospodarot vaš! Pa, obožavajte Go! Ova e patot viSTINSKI"
        },
        {
            "chapter": 19,
            "verse": 37,
            "text": "meǵu sebe tie, togaš, se podelija vo delenici. Teško na onie koi ne veruvaat vo svedočenjeto na Denot golem"
        },
        {
            "chapter": 19,
            "verse": 38,
            "text": "E, kako dobro ḱe slušnati kako dobro ḱe vidat na Denot koga ḱe ni dojdat! No, zulumḱarite denes se vo zabluda očigledna"
        },
        {
            "chapter": 19,
            "verse": 39,
            "text": "Potseti gi na Denot na hasretot koga rabotata ḱe bide rešena. Onie se vo zabluda, ne veruvaat"
        },
        {
            "chapter": 19,
            "verse": 40,
            "text": "Nie, navistina, ḱe ja nasledime zemjata i ona što e na nea, i Nam ḱe ni se vratat"
        },
        {
            "chapter": 19,
            "verse": 41,
            "text": "I spomeni go Ibrahima vo Knigata. Toj beše, navistina, iskren pejgamber"
        },
        {
            "chapter": 19,
            "verse": 42,
            "text": "Koga mu reče na babo mu: “O babo, zošto go obožavaš ona što ne sluša, što ne gleda, ona što ne ti treba za ništo"
        },
        {
            "chapter": 19,
            "verse": 43,
            "text": "O babo, mene, navistina, mi dojde znaenje koe tebe ne ti dojde. Pa, sledi me, ḱe te upatam PO patot vistinski"
        },
        {
            "chapter": 19,
            "verse": 44,
            "text": "babo, ne obožavaj go Šejtanot. Šejtanot, navistina, e neposlušen kon Milostiviot"
        },
        {
            "chapter": 19,
            "verse": 45,
            "text": "babo, jas, navistina, se plašam da ne te pogodi kaznata od Milostiviot, pa da staneš zaštitnik na Šejtanot"
        },
        {
            "chapter": 19,
            "verse": 46,
            "text": "Babo mu reče: “O Ibrahim, posakuvaš li da gi zanemariš božestvata moi? Ako ne pristaneš ḱe te kamenuvam, sigurno! Oddaleči se od mene za dolgo vreme"
        },
        {
            "chapter": 19,
            "verse": 47,
            "text": "Ibrahim reče: “Neka e selam so tebe. KḰe pobaram proška za tebe od Gospodarot moj. ON postojano e dobar kon mene, navistina"
        },
        {
            "chapter": 19,
            "verse": 48,
            "text": "Ve ostavam vas i onie koi gi povikuvate, osven Allah. Go povikuvam Gospodarot moj. Jas, možebi, so molbata kon Gospodarot moj nema da bidam nesreḱen"
        },
        {
            "chapter": 19,
            "verse": 49,
            "text": "I bidejḱi se oddaleči od NIV I OD ona što go obožavaa, osven Allah, Nie mu gi podarivme sinovite Ishak i Jakub. I dvajcata Nie odredivme da bidat pejgamberi"
        },
        {
            "chapter": 19,
            "verse": 50,
            "text": "I nim, na dvajcata Nie im podarivme od milosta Naša i odredivme za niv dvajcata vozvišen jazik na iskrenosta"
        },
        {
            "chapter": 19,
            "verse": 51,
            "text": "spomeni go Musa vo Knigata. ON, navistina, beše čist; pratenik i pejgamber"
        },
        {
            "chapter": 19,
            "verse": 52,
            "text": "I Nie go povikavme od pravecot na Tur, od desnata strana, i go približivme za da slušne"
        },
        {
            "chapter": 19,
            "verse": 53,
            "text": "Nie mu go podarivme Haruna od milosta Naša, bratot negov, za pejgamber"
        },
        {
            "chapter": 19,
            "verse": 54,
            "text": "I spomeni go Ismaila vo Knigata. On, navistina, beše iskren vo vetuvanjeto; pratenik i pejgamber"
        },
        {
            "chapter": 19,
            "verse": 55,
            "text": "Mu nareduvaše na semejstvoto i namaz i zekat; Gospodarot negov so nego beše zadovolen"
        },
        {
            "chapter": 19,
            "verse": 56,
            "text": "I spomeni go Idrisa vo Knigata. On beše iskren pejgamber, navistina"
        },
        {
            "chapter": 19,
            "verse": 57,
            "text": "Nie go izvišivme na visoko mesto"
        },
        {
            "chapter": 19,
            "verse": 58,
            "text": "Ete, toa se onie pejgamberi OD potomcite Ademovi, vrz koi se razlea blagodatot Allahov; I OD onie što gi nosevme so Nuh, I OD potomstvoto Ibrahimovo i Izrailovo, I od onie što gi upativme i što gi odlikuvavme... I koga im se kažuvaat ajetite na Milostiviot, paǵaat na sedžde, plačejḱi"
        },
        {
            "chapter": 19,
            "verse": 59,
            "text": "Po niv dojdoa pokolenija KOI go ostavaa namazot i koi gi sledea strastite... pa, onie ḱe se sretnat so zloto"
        },
        {
            "chapter": 19,
            "verse": 60,
            "text": "osven onie koi se pokajaa i koi rabotea dobro. Ovie ḱe vlezat vo Džennetot I VO NIŠTO ne ḱe im se našteti"
        },
        {
            "chapter": 19,
            "verse": 61,
            "text": "vo bavčite edenski Koi Milostiviot IM GI veti na roboviteSvoi, koi veruvaa vo nevidlivoto. Vetuvanjeto Negovo, navistina, ḱe se ostvari"
        },
        {
            "chapter": 19,
            "verse": 62,
            "text": "o niv nema da slušaat prazni zborovi, tuku ḱe slušaat samo Selam a “rsk ḱe ima za niv i nautro i navečer"
        },
        {
            "chapter": 19,
            "verse": 63,
            "text": "Ete, toa e Džennetot koj ḱe go nasledi od robovite Naši onoj koj e bogobojazliv"
        },
        {
            "chapter": 19,
            "verse": 64,
            "text": "“Vo nego vleguvame samo so naredbata od Gospodarot tvoj. Negovo e se ona što e pred nasi ona što e zad nas, I ona što e meǵu niv. Gospodarot tvoj ne e zaboravenik"
        },
        {
            "chapter": 19,
            "verse": 65,
            "text": "Gospodarot na nebesata i na Zemjata i ona što e meǵu niv. Ta, obožavaj Go i, vo obožavanjeto Nego, bidi istraen. Znaeš li za nekogo koj go ima imeto Negovo"
        },
        {
            "chapter": 19,
            "verse": 66,
            "text": "Čovekot veli: “Ke bidam li, po smrtta, izvaden živ"
        },
        {
            "chapter": 19,
            "verse": 67,
            "text": "Ne se seḱava li čovekot deka Nie i porano go sozdadovme koga toj, tokmu, ne beše ništo"
        },
        {
            "chapter": 19,
            "verse": 68,
            "text": "Pa,se kolnam vo Gospodarot tvoj deka Nie ḱe gi zbereme niv i šejtanite, sigurno, a potoa ḱe IM go pretstavime Džehennemot okolu kogo na kolena ḱe klečat"
        },
        {
            "chapter": 19,
            "verse": 69,
            "text": "potoa Nie Ḱe gi odvoime nastrana site družini koi bea najdrski kon Milostiviot"
        },
        {
            "chapter": 19,
            "verse": 70,
            "text": "Potoa, Nie, sekako, najdobro znaeme za onie od niv koi treba da bidat prženi"
        },
        {
            "chapter": 19,
            "verse": 71,
            "text": "Nema nikoj što tamu nema da stigne: kaj Gospodarot tvoj odlukata za toa e donesena"
        },
        {
            "chapter": 19,
            "verse": 72,
            "text": "Potoa Nie ḱe gi odvoime onie koi bea bogobojazlivi, a zulumḱarite ḱe gi ostavime da klečat vo ognot"
        },
        {
            "chapter": 19,
            "verse": 73,
            "text": "koga ḱe im se kažuvaat ajetite Naši jasni, onie koi ne veruvaa ḱe im se obratat na onie koi veruvaa: “Koja od dvete družini ima podobra položba i poubava družina"
        },
        {
            "chapter": 19,
            "verse": 74,
            "text": "kolku pokolenija pred niv Nie uništivme, koi imaa poubav izgled i koi bea pobogati"
        },
        {
            "chapter": 19,
            "verse": 75,
            "text": "Kaži: “ Koj e vo zabluda... pa, Milostiviot neka mu ja prodolži zabludata. “ I koga ḱe go zdogledaat vetenoto im, bilo da e toa kaznata, bilo propasta na svetot, ḱe uznaat, togaš, koj ima pološa položba i poslaba vojska"
        },
        {
            "chapter": 19,
            "verse": 76,
            "text": "Allah na upatenite ḱe im go zgolemi NPatokazot, a za delata dobri koi ostanuvaat, kaj Gospodarot tvoj, ima nagrada podobra i usluga podobra"
        },
        {
            "chapter": 19,
            "verse": 77,
            "text": "Go vide li onoj koj ne veruvaše vo ajetite Naši, i koj zboruvaše: “Ke mi bidat dadeni imot i deca, sigurno"
        },
        {
            "chapter": 19,
            "verse": 78,
            "text": "Mu se predoči li nevidlivoto? Ili, pak, go prifati li kaj Gospodarot dogovorot"
        },
        {
            "chapter": 19,
            "verse": 79,
            "text": "Ne, Nie ḱe go zapišeme ona ŠTO go tvrdi i mnogu ḱe mu ja prodolžime kaznata"
        },
        {
            "chapter": 19,
            "verse": 80,
            "text": "I Nie ḱe go nasledime ona što go zboruvaše i ḱe ni dojde sam"
        },
        {
            "chapter": 19,
            "verse": 81,
            "text": "I prifatija, osven Allah, drug bog da im bide potkrepnik"
        },
        {
            "chapter": 19,
            "verse": 82,
            "text": "Ne, božestvata ne Ḱe go priznavaat veruvanjeto svoe I ḱe se svrtat protiv niv"
        },
        {
            "chapter": 19,
            "verse": 83,
            "text": "Ne vide li kako Nie gi isprativme šejtanite protiv nevernicite za da gi navraḱaat postojano na svoe"
        },
        {
            "chapter": 19,
            "verse": 84,
            "text": "Ne brzaj, togaš, protiv niv. Nie, navistina, im gi odbrojuvame denovite"
        },
        {
            "chapter": 19,
            "verse": 85,
            "text": "Denot vo koj Nie ḱe gi zbereme bogobojazlivite, kon Milostiviot, po poraka"
        },
        {
            "chapter": 19,
            "verse": 86,
            "text": "silnicite Nie Ḱe gi turneme kon Džehennemot, kako na poilo"
        },
        {
            "chapter": 19,
            "verse": 87,
            "text": "Ke poseduvaat posredništvo samo onie koi go prifatija Dogovorot na Milostiviot"
        },
        {
            "chapter": 19,
            "verse": 88,
            "text": "zboruvaa: “Milostiviot si prisvoi dete"
        },
        {
            "chapter": 19,
            "verse": 89,
            "text": "Da, vie dojdovte so zloglasna rabota"
        },
        {
            "chapter": 19,
            "verse": 90,
            "text": "Samo što nebesata ne ispukaa, a Zemjata ne se rasparča, a planinite ne se urnaa"
        },
        {
            "chapter": 19,
            "verse": 91,
            "text": "zatoa što na Milostiviot dete Mu pripišuvaa"
        },
        {
            "chapter": 19,
            "verse": 92,
            "text": "A na Milostiviot ne Mu treba da zema dete"
        },
        {
            "chapter": 19,
            "verse": 93,
            "text": "Site onie koi se na nebesata i na Zemjata ḱe Mu dojdat na Milostiviot kako robovi"
        },
        {
            "chapter": 19,
            "verse": 94,
            "text": "On, sekako, gi poredi i točno gi izbroi"
        },
        {
            "chapter": 19,
            "verse": 95,
            "text": "I sekoj od niv na Denot suden ḱe dojde poedinečno"
        },
        {
            "chapter": 19,
            "verse": 96,
            "text": "Za onie koi veruvaa i koi rabotea dobri dela Milostiviot, navistina, ḱe im podari njubov"
        },
        {
            "chapter": 19,
            "verse": 97,
            "text": "Nie Kuranot, navistina, go olesnivme so jazikot tvoj za da gi zaraduvaš so nego bogobojazlivite i so nego da gi opomeneš sprotistavuvačite"
        },
        {
            "chapter": 19,
            "verse": 98,
            "text": "kolku pokolenija pred niv Nie uništivme? Znaeš li nekogo od Niv? Ili, pak, im slušaš li nekakov glas"
        }
    ]
}