{
    "chapter": [
        {
            "chapter": 23,
            "verse": 1,
            "text": "The believers have already prospered"
        },
        {
            "chapter": 23,
            "verse": 2,
            "text": "The ones who in their prayer are submissive"
        },
        {
            "chapter": 23,
            "verse": 3,
            "text": "And the ones who from idle talk are veering away"
        },
        {
            "chapter": 23,
            "verse": 4,
            "text": "And the ones who at giving the Zakat (i.e., paying the poor-dues) are active. (Literally: are performers)"
        },
        {
            "chapter": 23,
            "verse": 5,
            "text": "And the ones who are preservers of their private parts"
        },
        {
            "chapter": 23,
            "verse": 6,
            "text": "Except from their spouses and what their right hands possess, then surely they are not blameworthy. (literally: other than being blameworthy)"
        },
        {
            "chapter": 23,
            "verse": 7,
            "text": "Then whoever inequitably seeks beyond that, then those are the aggressors themselves"
        },
        {
            "chapter": 23,
            "verse": 8,
            "text": "And they are the ones who pay heed to their deposits and their covenant"
        },
        {
            "chapter": 23,
            "verse": 9,
            "text": "And they are the ones who preserve their prayers"
        },
        {
            "chapter": 23,
            "verse": 10,
            "text": "They are those (who are) the inheritors"
        },
        {
            "chapter": 23,
            "verse": 11,
            "text": "Who will inherit Paradise. They are therein eternally (abiding)"
        },
        {
            "chapter": 23,
            "verse": 12,
            "text": "And indeed We already created man of an extraction of clay"
        },
        {
            "chapter": 23,
            "verse": 13,
            "text": "Thereafter We made him a sperm-drop, in an established residence"
        },
        {
            "chapter": 23,
            "verse": 14,
            "text": "Thereafter We created the sperm-drop into a clot, (Or: embryo) then We created the clot into a chewed up morsel, then We created the chewed up morsel into bones, then We dressed the bones (in) flesh; thereafter We brought him into being as another creation. So Supremely Blessed be Allah, The Fairest of creators"
        },
        {
            "chapter": 23,
            "verse": 15,
            "text": "Thereafter surely after that you will indeed die (Literally: be dead)"
        },
        {
            "chapter": 23,
            "verse": 16,
            "text": "Thereafter on the Day of the Resurrection you will surely be made to rise again"
        },
        {
            "chapter": 23,
            "verse": 17,
            "text": "And indeed We already created above you seven roads; and in no way have We been heedless of creation"
        },
        {
            "chapter": 23,
            "verse": 18,
            "text": "And We have sent down from the heaven water in a determined estimate, then We made it to dwell in the earth; and surely We are indeed (the) Determiners over putting it away"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "So We have brought into being for you therewith gardens of palms and vineyards; in them you have many fruits for you, and of them you eat"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "And a tree that comes out (Literally: goes out) from At-Tur of Sayna (Mount Sinai) that grows fats (i.e., oil) and seasoning for (the) eaters"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "And surely in the cattle (includes cattle, camels, sheep and goats) there is indeed a lesson for you; We make you to drink of what is in their bellies, and many profits (Or: uses) there are in them for you, and of them you eat"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "And upon them, and on the ships you are carried"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "And indeed We already sent Nuh (Noah) to his people. So he said, \"O my people, worship Allah! In no way do you have any god other than He. Will you not then have piety"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "Then said the chiefs who disbelieved among his people, \"In no way is this anything except a mortal like yourselves, who would like to be graced with (superiority) (Literally: assume graciousness) over you. And if Allah had (so) decided, He would indeed have sent down Angels. In no way did we hear of this among our earliest fathers"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "Decidedly he is nothing except a man (seized) by a madness, so wait on him for a while (of time)"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "He said, \"Lord! Vindicate me for that they cry me lies"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "So We revealed to him, (saying), \"Work the ship under Our Eyes and Our Revelation; so, when Our Command comes and the oven boils over, then dispatch therein two pairs (Or: spouses) of every kind and your family- except for him against whom the Saying has already gone before. And do not address Me concerning the ones who have done injustice; surely they will be drowned"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "So, when you have leveled yourself on the ship (i.e., boarded the ship) and the ones with you, then say, 'Praise be to Allah, Who has safely delivered us from the unjust people"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "And say, \"Lord! Cause me to descend (or: to ashore) a blessed descent, and You are The Most Charitable of hosts"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "Surely in that are indeed signs, and decidedly We are (always) indeed trying (mankind)"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "Thereafter even after them, We brought into being another generation"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "So We sent among them a Messenger of themselves, (saying), \"Worship Allah! In no way do you have any other god than He. Will you not then have piety"
        },
        {
            "chapter": 23,
            "verse": 33,
            "text": "And said the chiefs of his people, who disbelieved and cried lies to the meeting of the Hereafter, and whom We had caused to live in luxury in the present life, (Literally: the lowly life, i.e., the life of this word) \"In no way is this anything except a mortal like yourselves; he eats of whatever you eat and drinks of whatever you drink"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "And indeed in case you obey a mortal like yourselves, lo, surely you will indeed be the losers"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "Does he promise you that when you die and are dust and bones, you will be brought out (of the graves)"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "Away, away with whatever you are promised"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "Decidedly there is nothing except our present life. (Literally: the lowly life, i.e., the life of this word) We die and we live, and in no way will we be made to rise again"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "Decidedly he is nothing except a man who has fabricated against Allah a lie, and in no way will we (become) believers to him"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "He said, \"Lord! Vindicate me for that they cry me lies"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "Said He, \"In a little while indeed they will definitely become remorseful"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "So the Shout took them (away) with the truth, then We made them (as) stubble; so far away (are gone) the unjust people"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "Thereafter even after them, We brought into being other generations"
        },
        {
            "chapter": 23,
            "verse": 43,
            "text": "In no way does any nation outstrip its term, and in no way are they able to postpone"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "Thereafter we sent Our Messengers intermittently. Whenever its Messenger came to a nation, they cried lies to him. Then We caused some of them to follow others, and We made them (as) discourses, so far away (are gone) a people that do not believe"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "Thereafter We sent Musa (Moses) and his brother Harun (Aaro) with Our signs and an evident, all-binding authority"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "To Firaawn (Pharaoh) and his chiefs. Yet they waxed proud, and they were an exalted people"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "So they said, \"Shall we believe two mortals like ourselves, and their people are our worshipers"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "Then they cried lies to them (both); so they were among the perished"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "And indeed We already brought M?s'a the Book, that possibly they would be (rightly) guided"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "And We made Maryam's (Mary's) son and his mother a sign, and gave an abode to (both of) them upon a mound, with (Literally: owing, comprising) a (refreshing) residence and a profuse (spring)"
        },
        {
            "chapter": 23,
            "verse": 51,
            "text": "O you the Messengers, eat of the good things, and do righteousness; surely I am Ever-Knowing of whatever you do"
        },
        {
            "chapter": 23,
            "verse": 52,
            "text": "And surely this nation of yours is one nation, and I am your Lord; so have piety towards Me"
        },
        {
            "chapter": 23,
            "verse": 53,
            "text": "Then they cut up their Command among themselves into denominations, (i.e., differed about the command of Allah) each party exulting with whatever they had close to them. (i.e., their tenets)"
        },
        {
            "chapter": 23,
            "verse": 54,
            "text": "So leave them out in their perplexity for a while (of time)"
        },
        {
            "chapter": 23,
            "verse": 55,
            "text": "Do they reckon that whatever wealth and sons We supply them with"
        },
        {
            "chapter": 23,
            "verse": 56,
            "text": "We (provide them) swiftly with charitable (benefits)? No indeed, (but) they are not aware"
        },
        {
            "chapter": 23,
            "verse": 57,
            "text": "Surely the ones who are (themselves) timorous in apprehension of their Lord"
        },
        {
            "chapter": 23,
            "verse": 58,
            "text": "And the ones who (themselves) believe in the signs of their Lord"
        },
        {
            "chapter": 23,
            "verse": 59,
            "text": "And the ones who (themselves) do not associate anything with their Lord"
        },
        {
            "chapter": 23,
            "verse": 60,
            "text": "And the ones who bring whatever they bring with hearts tremulous that they are returning to their Lord"
        },
        {
            "chapter": 23,
            "verse": 61,
            "text": "Those (come) swiftly with charitable (deeds), and they are outstrippers to them"
        },
        {
            "chapter": 23,
            "verse": 62,
            "text": "And We do not charge any self except to its capacity, and close to Us is a Book pronouncing the Truth, and they will not be done any injustice"
        },
        {
            "chapter": 23,
            "verse": 63,
            "text": "No indeed, (but) their hearts are in perplexity as to this, and they have deeds other than that (even lesser than that) that they are doing"
        },
        {
            "chapter": 23,
            "verse": 64,
            "text": "Till when We took the ones who lived in luxury among them (to task) with torment, only then do they (go on) imploring"
        },
        {
            "chapter": 23,
            "verse": 65,
            "text": "Do not implore today; surely you will not be vindicated by Us"
        },
        {
            "chapter": 23,
            "verse": 66,
            "text": "My ayat (Verses, signs) were readily recited to you, yet on your heels you used to turn"
        },
        {
            "chapter": 23,
            "verse": 67,
            "text": "Waxing proud against it, forsaking it for entertainment"
        },
        {
            "chapter": 23,
            "verse": 68,
            "text": "So have they not pondered over the Saying, or did there come to them that which did not come up to their earliest fathers"
        },
        {
            "chapter": 23,
            "verse": 69,
            "text": "Or did they not recognise their Messenger and so denied (Literally: (were) deniers (of his Message) him"
        },
        {
            "chapter": 23,
            "verse": 70,
            "text": "Or do they say, \"There is madness in him\"? No indeed, he has come to them with the Truth, and most of them hate the Truth. (Literally: are haters of the Truth)"
        },
        {
            "chapter": 23,
            "verse": 71,
            "text": "And if the Truth ever followed their prejudices, the heavens and the earth and whoever is therein would indeed have been corrupted. No indeed, We have come up to them with (i.e., brought) their Remembrance, had from their Remembrance they are veering away"
        },
        {
            "chapter": 23,
            "verse": 72,
            "text": "Or (even) do you ask them for tribute? Yet the (bounteous) tribute of your Lord is more charitable, (i.e., better) and He is The Most Charitable of providers"
        },
        {
            "chapter": 23,
            "verse": 73,
            "text": "And surely you are indeed calling them to a straight Path"
        },
        {
            "chapter": 23,
            "verse": 74,
            "text": "And surely the ones who do not believe in the Hereafter are eschewing the (right) Path"
        },
        {
            "chapter": 23,
            "verse": 75,
            "text": "And if We had mercy on them and lifted off the adversity that is upon them, they would indeed still insist on blundering in their inordinance"
        },
        {
            "chapter": 23,
            "verse": 76,
            "text": "And indeed We already took them (to task) with torment, yet in no way did they yield themselves to their Lord, and in no way did they supplicate (Him)"
        },
        {
            "chapter": 23,
            "verse": 77,
            "text": "Until, when We open upon them a gate of (Literally: owning, comprising) strict torment, only then are they dumbfounded at it"
        },
        {
            "chapter": 23,
            "verse": 78,
            "text": "And He is The One Who brought into being for you hearing, and beholdings (i.e., eyesights) and heart-sights; (Or: perception) little do you thank (Him)"
        },
        {
            "chapter": 23,
            "verse": 79,
            "text": "And He is The One Who has propagated you in the earth, and to Him you will be mustered"
        },
        {
            "chapter": 23,
            "verse": 80,
            "text": "And He is The One Who gives life and makes to die, and to Him belongs the alternation of night and daytime; will you then not consider"
        },
        {
            "chapter": 23,
            "verse": 81,
            "text": "No indeed, (but) they said the like of what the earliest (people) said"
        },
        {
            "chapter": 23,
            "verse": 82,
            "text": "They said, \"When we die and are dust and bones, will we indeed be made to rise up again"
        },
        {
            "chapter": 23,
            "verse": 83,
            "text": "Indeed we and our fathers have already been promised this earlier; decidedly this is nothing except myths of the earliest (people)"
        },
        {
            "chapter": 23,
            "verse": 84,
            "text": "Say, \"To whom does the earth belong, and whoever is in it, in case you know"
        },
        {
            "chapter": 23,
            "verse": 85,
            "text": "They will say, \"To Allah.\" Say, \"Will you not then be mindful"
        },
        {
            "chapter": 23,
            "verse": 86,
            "text": "Say, \"Who is The Lord of the seven heavens and The Lord of the Ever-Magnificent Throne"
        },
        {
            "chapter": 23,
            "verse": 87,
            "text": "They will say, \"To Allah (all that belongs).\" Say, \"Will you not then be pious"
        },
        {
            "chapter": 23,
            "verse": 88,
            "text": "Say, \"In whose hand is the dominion of everything, and He gives neighborly (protection), and He is not given neighborly (protection by anyone), in case you know"
        },
        {
            "chapter": 23,
            "verse": 89,
            "text": "They will say, \"To Allah (all that belongs).\" Say, \"However then are you bewitched"
        },
        {
            "chapter": 23,
            "verse": 90,
            "text": "No indeed, (but) We have come up to them with (i.e., because) the Truth, and surely they are indeed liars"
        },
        {
            "chapter": 23,
            "verse": 91,
            "text": "In no way has Allah taken to Him any child, and in no way has there been with Him any god. Lo, for that each god would indeed have gone away with whatever he created, and some of them would indeed have exalted themselves over others. (Literally: over some (others) All Extolment be to Allah over whatever they describe"
        },
        {
            "chapter": 23,
            "verse": 92,
            "text": "The Knower of the Unseen and the Witnessed; so Supremely Exalted be He above whatever they associate (with Him)"
        },
        {
            "chapter": 23,
            "verse": 93,
            "text": "Say, \"Lord, in case You ever definitely show me what they are promised"
        },
        {
            "chapter": 23,
            "verse": 94,
            "text": "Lord, then do not make me among the unjust people"
        },
        {
            "chapter": 23,
            "verse": 95,
            "text": "And surely We are indeed the Determiners over showing you (i.e., the Prophet) whatever We promise them"
        },
        {
            "chapter": 23,
            "verse": 96,
            "text": "Repel the odious (act) with that which is fairest. We, Ever We, know best whatever they describe"
        },
        {
            "chapter": 23,
            "verse": 97,
            "text": "And say, \"Lord, I take refuge in You from the promptings of Ash-Shayatin, (The ever-vicious (ones), i.e., the devils"
        },
        {
            "chapter": 23,
            "verse": 98,
            "text": "And I take refuge in You, Lord, that they should not be present with me"
        },
        {
            "chapter": 23,
            "verse": 99,
            "text": "Until, when death comes to one of them, he says, \" Lord! Return (The pronoun (attached to the verb) is plural; i.e., let the angels return me) me"
        },
        {
            "chapter": 23,
            "verse": 100,
            "text": "That possibly I will do righteousness in that which I have left (behind).\" Not at all! surely it is (only) a word he says, and beyond them (i.e., all mankind) is an isthmus until the Day they are made to rise again"
        },
        {
            "chapter": 23,
            "verse": 101,
            "text": "Then when the Trumpet is blown, upon that Day there will be no consanguity (any more) among them, nor will they ask one another"
        },
        {
            "chapter": 23,
            "verse": 102,
            "text": "So he whose scales weigh heavy, then those are they who are the prosperers"
        },
        {
            "chapter": 23,
            "verse": 103,
            "text": "And he whose scales weigh light, then those are the ones who have lost their (own) selves in Hell eternally (abiding)"
        },
        {
            "chapter": 23,
            "verse": 104,
            "text": "The Fire is searing their faces, and they are therein glumly glowering"
        },
        {
            "chapter": 23,
            "verse": 105,
            "text": "Were not My ayat (Verses, signs) recited to you, yet you used to cry them lies"
        },
        {
            "chapter": 23,
            "verse": 106,
            "text": "They will say, \"Our Lord, our wretchedness has overcome us, and we were an erring people"
        },
        {
            "chapter": 23,
            "verse": 107,
            "text": "Our Lord, bring us (forth) out of it! So, in case we go back (to disbelief) then surely we will be unjust"
        },
        {
            "chapter": 23,
            "verse": 108,
            "text": "He will say, \"Begone into it spurned, and do not speak to Me"
        },
        {
            "chapter": 23,
            "verse": 109,
            "text": "Surely there was a group of My bondmen who said, \"Our Lord, we believe, so forgive us and have mercy on us, and You are The Most Charitable of the merciful"
        },
        {
            "chapter": 23,
            "verse": 110,
            "text": "Yet, you took them to yourselves (as a target) for scoffing, till they made you forget My Remembrance, and you used to laugh at them"
        },
        {
            "chapter": 23,
            "verse": 111,
            "text": "Surely today, I have recompensed them for that they (endured) patiently; (and) (i.e., because) they are the ones who are triumphant"
        },
        {
            "chapter": 23,
            "verse": 112,
            "text": "(He Allah) will say, \"How long have you lingered in the earth, by number of years"
        },
        {
            "chapter": 23,
            "verse": 113,
            "text": "They will say, \"We have lingered a day, or part (Literally: Some (part) of a day, so ask the numberers"
        },
        {
            "chapter": 23,
            "verse": 114,
            "text": "He will say, \"You have decidedly lingered (nothing) except a little, if (only) you knew"
        },
        {
            "chapter": 23,
            "verse": 115,
            "text": "Did you then reckon that We created you only for sport and that you would not be returned to Us"
        },
        {
            "chapter": 23,
            "verse": 116,
            "text": "Then Supremely Exalted be Allah, The King, The Truth! There is no god except He, The Lord of the Honorable Throne"
        },
        {
            "chapter": 23,
            "verse": 117,
            "text": "And whoever invokes another god with Allah, whereof he has no proof, then surely his reckoning will only be in the Reckoning of his Lord; surely the disbelievers will not prosper"
        },
        {
            "chapter": 23,
            "verse": 118,
            "text": "And say, \"Lord! Forgive and have mercy, and you are The Most Charitable of the merciful"
        }
    ]
}