{
    "rukus": [
        {
            "chapter": 15,
            "verse": 80,
            "text": "Albette (Salic eli) Xıjırlıqtar da paygambarlardı jasınga sıgargan edi"
        },
        {
            "chapter": 15,
            "verse": 81,
            "text": "Olarga mugjizalarımızdı keltirdik. Alayda, olar, odan bet burgan edi"
        },
        {
            "chapter": 15,
            "verse": 82,
            "text": "Olar, tawlardan berik uyler ungip alatın edi"
        },
        {
            "chapter": 15,
            "verse": 83,
            "text": "Sonda olardı da tanmenen ascı dawıs qolga aldı"
        },
        {
            "chapter": 15,
            "verse": 84,
            "text": "Olardın istegen enbekterinin (mıqtı uylerinin) ozderine bir paydası bolmadı"
        },
        {
            "chapter": 15,
            "verse": 85,
            "text": "Kokter men jerdi ari ekewinin arasındagı narselerdi bir sındıq boyınsa jarattıq. Sozsiz qiyamet keledi. Sondıqtan korkem, jumsaq sınay bayqat"
        },
        {
            "chapter": 15,
            "verse": 86,
            "text": "Sınında Rabbın, Ol tolıq jaratwsı, asa bilwsi"
        },
        {
            "chapter": 15,
            "verse": 87,
            "text": "(Muxammed G.S.) albette biz sagan qaytalanıp oqılatın jeti ayattı (Fatixa suresin) jane ulı Qurandı berdik"
        },
        {
            "chapter": 15,
            "verse": 88,
            "text": "Kapirlerdin keybirewlerine, biz paydalandırgan narselerge koz suzbe. Olarga qamıqpa. Musılmandarga qanatındı jay"
        },
        {
            "chapter": 15,
            "verse": 89,
            "text": "“Sın maninde men senderge asıq eskertwsimin” de"
        },
        {
            "chapter": 15,
            "verse": 90,
            "text": "Soytip, bolwsilerge de Kitap tusirgen edik. (Kitap ieleri nemese Mekkelikter. B.J.M.K.R.T.X.J-Q)"
        },
        {
            "chapter": 15,
            "verse": 91,
            "text": "Olar, Qurandı bolsektegender. (Injil, Tawratqa saykespeydi jane olen, siqır, baqsılıq, ertegi t.b. dep togız saqqa jugirtkender)"
        },
        {
            "chapter": 15,
            "verse": 92,
            "text": "(Muxammed G.S.) Rabbına sert, albette olardı tugel suraqqa tartamız"
        },
        {
            "chapter": 15,
            "verse": 93,
            "text": "Olardın qılgan qılıqtarınan"
        },
        {
            "chapter": 15,
            "verse": 94,
            "text": "Sagan berilgen buyrıqtı asıq uqtır da serik qatwsılardan bet bur"
        },
        {
            "chapter": 15,
            "verse": 95,
            "text": "Ras seni mazaqtawsılarga qarsı Biz jetip asamız"
        },
        {
            "chapter": 15,
            "verse": 96,
            "text": "Allamen birge basqa tanir qılıp algandar, ali-aq biledi"
        },
        {
            "chapter": 15,
            "verse": 97,
            "text": "Rasında olardın aytqandarına konlinnin tarayganın bilemiz"
        },
        {
            "chapter": 15,
            "verse": 98,
            "text": "Endi Rabbındı paktep, dariptep sajde etwsilerden bol"
        },
        {
            "chapter": 15,
            "verse": 99,
            "text": "Rabbına, sagan olim kelgenge deyin qulsılıq qıl"
        }
    ]
}