{
    "rukus": [
        {
            "chapter": 18,
            "verse": 71,
            "text": "Soytip, ekewi jolga sıqtı da kemege tusip, onı tese bastadı. (Musa G.S.): “Kemedegilerdi swga batırw usin testin be? Ras orınsız istedin” dei"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "(O kisi): “Men sagan menimen birge aste sabır ete almaysın demedim be?” dedi"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "(Musa G.S.): “Umıtqan narsemdi esepke alma. Magan isimde qolaysızdıq twdırma” dedi"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "Ekewi tagı jolga sıqtı. Bir ul bala kezdesip edi, (o kisi) onı oltirdi. (Musa G.S.): “Kisi oltirmegen jazıqsız birewdi oltirdin be? Ras jaman is istedin” dedi"
        },
        {
            "chapter": 18,
            "verse": 75,
            "text": "“Sen menimen birge jurwge aste sıdaya almaysın demedim bi?”, - dedi"
        },
        {
            "chapter": 18,
            "verse": 76,
            "text": "“Eger budan keyin bir narse surasam, tipti meni joldas qılma. Ras menen sagan sıltaw tabıldı” dedi"
        },
        {
            "chapter": 18,
            "verse": 77,
            "text": "Sonda ekewi tagı jurip, bir Kent xalqına barıp, turgındarınan tamaq suradı. Olar, ekewin qonaq qılwdan bas tarttı. Sonda ekewi, ol jerdegi jıgılgalı turgan tamdı korip; onı jondedi. (Musa G.S.): “Eger qalasan, bugan jalaqı alar edin” dedi"
        },
        {
            "chapter": 18,
            "verse": 78,
            "text": "“Mine osı, meni men sen ekewmizdin aramızdın ayrılwı. Al endi sagan sabır ete almagan narselerinnin sırın aytayın” dedi"
        },
        {
            "chapter": 18,
            "verse": 79,
            "text": "“Keme tenizde kasip istegen kembagaldardiki edi. Onı aqawlı etkim keldi. Oykeni, ar jaqtarında, ar (mıqtı) kemeni tartıp alatın patsa bar edi”"
        },
        {
            "chapter": 18,
            "verse": 80,
            "text": "“Al balanın mumin ake-sesesi bar edi. Onın, ake-sesesin bas tarttırwga, qarsılıqqa zorlawınan qorıqtıq”"
        },
        {
            "chapter": 18,
            "verse": 81,
            "text": "“Rabbıları, onın ornına ozderine odan tagı taza, tagı marxametti bir bala berwin qaladıq”"
        },
        {
            "chapter": 18,
            "verse": 82,
            "text": "“Al endi tam; bul qaladagı eki jetim balaniki bolıp, onın astında ol ekewine tan qazına bar edi. Sonday-aq ake-seseleri tuzw kisi bolgandıqtan Rabbın, ol ekewi erjetip, qazınaların sıgarıp alwın qaladı. Bul Rabbınnan bir marxamet edi. Sonday-aq bunı men ozdigimnen istemedim. Mine osı, senin sabır ete almagan isterin”"
        }
    ]
}