{
    "rukus": [
        {
            "chapter": 4,
            "verse": 34,
            "text": "Erkekter; ayelderdi bilewsi. Oytkeni Alla, birin- birinen artıq qıldı. Sonday-aq olar; maldarınan da paydalandıradı. (Ayelderge maher, nafaqa beredi.) Al endi jaqsı ayelder; boy usınwsılar, Alla qorwga buyırgan komeski narselerdi (abıroyın) qorgawsılar. Al sonday-aq ayelderdin bas tartwlarınan seziktensender, sonda olardı nasixattandar jane olardı tosekterinde tastap qoyındar. (Odan bolmasa) olardı sabandar. Al eger olar senderge boy usınsa, onda olardın ziyanına bir jol izdemender. Rasında Alla ote jogarı, tım iri"
        },
        {
            "chapter": 4,
            "verse": 35,
            "text": "Egerde ekewinin arasının asılwınan xawiptensender, erkektin agayınınan bir toresi, ayeldin agayınınan bir toresi jiberinder. Eger ol ekewi jarastırwdı qalasa, Alla da, ekewinin arasın uylestiredi. Kudiksiz Alla tolıq bilwsi, anıq xabar alwsı"
        },
        {
            "chapter": 4,
            "verse": 36,
            "text": "Alla (T.) ga qulsılıq qılındar. Ogan es narseni ortaq qospandar. Jane ake- sesege jaqındarga, jetimderge, miskinderge jaqın korsige, bogde korsige, jan joldasqa, jolda qalgandarga jane qol astındagılarga jaqsılıq qılındar. Negizinen Alla, takappar, maqtansaqtı jaqsı kormeydi"
        },
        {
            "chapter": 4,
            "verse": 37,
            "text": "Bular sonday sarandıq qılıp, adamdarga da sarandıq buyıradı. Sonday-aq olar ozderine Allanın kensiligimen bergenin jasıradı. Qarsı bolwsılar usin; qorlawsı azap azirledik"
        },
        {
            "chapter": 4,
            "verse": 38,
            "text": "Olar sonday Allaga, axiret kunine senbey maldarın adamdarga korsetw usin jumsaydı. Al birewdin sıbaylası saytan bolsa, ol jaman sıbaylastıq"
        },
        {
            "chapter": 4,
            "verse": 39,
            "text": "Ya olar, Allaga, axiret kunine senip, Allanın ozderine bergen nesibesinen paydalandırsa, olarga ne bolar edi? Arine Alla olardı tolıq biledi"
        },
        {
            "chapter": 4,
            "verse": 40,
            "text": "Negizinen Alla (T.), tozan tuyirinin salmagınday da adilsizdik etpeydi. Eger bir jaqsılıq bolsa, onı nese ese arttıradı ari oz janınan da iri sıylıq beredi"
        },
        {
            "chapter": 4,
            "verse": 41,
            "text": "(Muxammed G.S.) ar ummetke bir aygaq kelitirip, seni de olarga kwa etip keltirsek qanday bolar edi"
        },
        {
            "chapter": 4,
            "verse": 42,
            "text": "Allaga qarsı bolıp, Paygambardan bas tartqandar, qiyamet kuni, jermen- jeksen bolwdı arman etedi. Alladan bir soz jasıra almaydı"
        }
    ]
}