{
    "maqras": [
        {
            "chapter": 2,
            "verse": 272,
            "text": "Vos non est responsible pro guiding anyone. DEUS est UNUS UNUS guides whoever chooses guided Any charity vos dedit est tuus suus bonus Any charity vos dedit est DEUS. Any charity vos dedit repaid vos parvus injustice"
        },
        {
            "chapter": 2,
            "verse": 273,
            "text": "Charity iit poor suffering causa DEUS ac non emigrate! unaware maius think they est rich due to their dignity. Vos recognize them certain signum; they nunquam beg people persistently. Whatever charity vos dedit DEUS est fully aware thereof"
        },
        {
            "chapter": 2,
            "verse": 274,
            "text": "Those dedit charity nox feria secretly publicly receive their recompense their Dominus; they habet nihil fear nor testimentum they grieve"
        },
        {
            "chapter": 2,
            "verse": 275,
            "text": "Those charge usury est same position prout those controlled de devil's influence Hoc est they claim ut usury est same prout commerce. Deus permits commerce prohibits usury. Sic whoever heeds hoc commandment his Dominus refrains usury he keep his elapsus earnings his judgment rests DEUS! Prout pro those persist usury they incur Hell wherein they abide forever"
        },
        {
            "chapter": 2,
            "verse": 276,
            "text": "DEUS condemns usury BEATUS charities. DEUS dislikes OMNIS disbeliever guilty"
        },
        {
            "chapter": 2,
            "verse": 277,
            "text": "Those believe lead righteous vita observe Contact Prayers (Salat) dedit obligatory charity (Zakat) they receive their recompense their Dominus; they habet nihil fear nor testimentum they grieve"
        },
        {
            "chapter": 2,
            "verse": 278,
            "text": "O vos believe vos observe DEUS refrain totus generis de usury vos est believers"
        },
        {
            "chapter": 2,
            "verse": 279,
            "text": "Si vos non perfecit tunc expect war ex DEUS His messenger! Vos repent vos keep tuus capitals inflicting injustice incurring injustice"
        },
        {
            "chapter": 2,
            "verse": 280,
            "text": "debtor est unable to pay wait bene temporis Vos dedit up loan charity est bene vos si vos unus knew"
        },
        {
            "chapter": 2,
            "verse": 281,
            "text": "Beware de feria when vos returned DEUS omnis anima est paid pro everything it perfecit parvus injustice"
        },
        {
            "chapter": 2,
            "verse": 282,
            "text": "O vos believe when vos transact loan any period vos scripsit it impartial scribe perfecit scripsit! Non scribe refuse perform hoc service deus teachings! He scripsit dum debtor dictates terms He observe DEUS his Dominus nunquam cheat Si debtor est mentally incapable helpless non dictate his tutor dictate equitably! 2 vir serve testis; si non 2 vir tunc vir 2 femina whose testimony est acceptable to totus Ergo si 1 femina becomes biased alius remind eam! est obligation testis juro when alias upon perfecit ita! Non tire de scripsit details non matter quam long temporis repayment! Hoc est equitable sight DEUS assures bene testis eliminates any doubts vos habet! Business transactions vos execute on the spot non actum habet them testis! non scribe testis harmed his services Vos harm them it est wickedness tuus part Vos observe DEUS DEUS testimentum teach vos! DEUS est Omniscient"
        }
    ]
}