{
    "maqras": [
        {
            "chapter": 3,
            "verse": 171,
            "text": "They habet bonus news deus blessings ac gratia ac ut DEUS nunquam fails reward believers"
        },
        {
            "chapter": 3,
            "verse": 172,
            "text": "those respond DEUS messenger persecution they suffer maintain their bonus works lead righteous vita major reward"
        },
        {
            "chapter": 3,
            "verse": 173,
            "text": "When people dictus to them People mobilized vos; vos fear them hoc unus strengthens their faith they dictus DEUS suffices nos; He est bene Protector"
        },
        {
            "chapter": 3,
            "verse": 174,
            "text": "They deserved deus blessings gratia. non harm ever touches them they attained deus approval DEUS possesses infinite GRATIA"
        },
        {
            "chapter": 3,
            "verse": 175,
            "text": "est devil's system instill fear his subjects Non fear them fear Me instead si vos est believers"
        },
        {
            "chapter": 3,
            "verse": 176,
            "text": "Non saddened those hasten disbelieve! They nunquam hurt DEUS in the parvus Instead DEUS habet willed ut they non habet share Hereafter They incurred terrible retribution"
        },
        {
            "chapter": 3,
            "verse": 177,
            "text": "Those choose disbelief belief non hurt DEUS in the parvus they incurred painful retribution"
        },
        {
            "chapter": 3,
            "verse": 178,
            "text": "Let non disbelievers think nos lead them pro their suus bonus Nos unus lead them on affirmavit their sinfulness! They incurred humiliating retribution"
        },
        {
            "chapter": 3,
            "verse": 179,
            "text": "DEUS NON est SINISTER believers VOS EST SINE distinguishing MALUS EX bonus Nor perfecit DEUS inform vos de future DEUS bestows such knowledge whomever He chooses His messengers! Ergo vos believe in DEUS His messengers. Vos believe lead righteous vita vos receive major recompense"
        },
        {
            "chapter": 3,
            "verse": 180,
            "text": "Let non those withhold hoard deus provisions think hoc est bonus them; it est malus pro them! Pro they carry their hoarding their necks Feria Resurrection. DEUS est ultimate inheritor DE CAELUM TERRA. DEUS EST fully Cognizant DE everything VOS PERFECIT"
        },
        {
            "chapter": 3,
            "verse": 181,
            "text": "DEUS heard utterances those DICTUS DEUS est poor DUM NOS est rich NOS ACTUM everything they DICTUS just prout NOS ACTUM their killing prophets unjustly NOS DICTUS Suffer retribution Hell"
        },
        {
            "chapter": 3,
            "verse": 182,
            "text": "Hoc est consequence tuus suus works DEUS est nunquam unjust towards people"
        },
        {
            "chapter": 3,
            "verse": 183,
            "text": "est they dictus DEUS factus covenant nos ut nos non believe in any messenger he produces offering gets consumed fire Dictus Messengers me advenit to vos clear proofs including quod vos just demanded Why tunc vos kill them vos perfecit est truthful"
        },
        {
            "chapter": 3,
            "verse": 184,
            "text": "they reject vos messengers vos rejected et they brought proofs Psalms enlightening scripture"
        },
        {
            "chapter": 3,
            "verse": 185,
            "text": "Omnis person tastes decessus tunc vos receive tuus recompense Feria Resurrection! Whoever uxor Hell barely factus it Paradise attained major triumph Vita hoc saeculum est non multus than illusion"
        }
    ]
}