{
    "rukus": [
        {
            "chapter": 13,
            "verse": 32,
            "text": "Edhe para teje, jane talle me pejgambere, andaj Une u kam dhene afat atyre qe kane mohuar, e pastaj i kam ndeshkuar, e cfare ka qene denimi Im"
        },
        {
            "chapter": 13,
            "verse": 33,
            "text": "A mos valle, Atij qe eshte mbikeqyres per cdokend – cka punon, mund t’i behet shok – ai qe nuk di asgje, (sic konsiderojne mohuesit)? Ose ju doni ta lajmeroni Ate, per ate cka nuk di Ai (Perendia) ne Toke, (kurse Ai di edhe per me te voglen imtesi), ose (po i emroni ju ata) me fjale boshe? Jo, por mohuesve dinakerite e veta i hijeshohen dhe ata jane larguar nga rruga e drejte, e ke e shmange Perendia, per te s’ka udherrefyes"
        },
        {
            "chapter": 13,
            "verse": 34,
            "text": "Per ta ka denim ne kete jete, por denimi ne jeten tjeter, me siguri, eshte edhe me i ashper, dhe per ta, s’ka mbrojtes nga denimi i Perendise"
        },
        {
            "chapter": 13,
            "verse": 35,
            "text": "Xhenneti i tille, qe u eshte premtuar muslimaneve: ka (kopshtije) neper te cilat rrjedhin lumenj, frutet e kopshtit jane te perhershme, si dhe freskia e tij. Ky eshte mbarimi (epilogu) i besimtareve, kurse fundi i mohuesve eshte zjarri"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "E, atyre qe ua kemi zbritur Librin, ata gezohen per ate qe te kemi shpalle ty. Dhe (ka) disa prej grupeve qe mohojne dicka prej tij (Kur’anit). Thuaj: “Mua me eshte urdheruar qe ta adhuroj vetem Perendine dhe qe mos t’i bej shok Atij. Vetem Atij i lutem dhe vetem tek Ai kthehem"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "Ja, keshtu, Na e kemi zbritur Kur’anin – ligj (te mencurise se shprehur) ne gjune arabe. E, nese ti ndjeke deshirat e tyre, pas njohurise qe te ka ardhur, ti nuk do te kesh as ndihmes as mbrojtes prej (denimit te) Zotit"
        }
    ]
}