{
    "rukus": [
        {
            "chapter": 18,
            "verse": 32,
            "text": "Dhe, sjell si shembull – per ata, dy njerez. Njerit prej tyre i kemi dhene dy vreshta dhe i kemi rrethuar me hurme, e ne mes tyre kemi bere ara"
        },
        {
            "chapter": 18,
            "verse": 33,
            "text": "Te dy vreshtat kane dhene frutet e veta, asgje nuk ka munguar, dhe kemi bere qe, ne mes tyre te rrjedh lumi"
        },
        {
            "chapter": 18,
            "verse": 34,
            "text": "Ai, ka pasur edhe nje tjeter pasuri. Dhe, i tha shokut te vet ne bisedim: “Une kam me shume pasuri se ti, dhe, une jam me i forte se ti – me rreth (shoqeri)”"
        },
        {
            "chapter": 18,
            "verse": 35,
            "text": "Dhe hyri ne kopshtin e vet, duke i bere vetes dem (zullum) me mendjemadhesi, e tha: “Une nuk mendoj se do te humbe kjo ndonjehere"
        },
        {
            "chapter": 18,
            "verse": 36,
            "text": "dhe nuk mendoj se do te arrije ndonjehere Dita e Kijametit, e nese une do t’i kthehem Zotit tim, une me te vertete, do te gjej vend me te mire kthimi nga ky!”"
        },
        {
            "chapter": 18,
            "verse": 37,
            "text": "Dhe, shoku i tij, i tha – duke biseduar me te: “A mohon ti Ate, i cili te ka krijuar prej dheut, pastaj nga pika e fares (sperma), dhe me ne fund – te beri njeri te plote"
        },
        {
            "chapter": 18,
            "verse": 38,
            "text": "Por, une besoj se Perendia eshte Zoti im, dhe une – Zotit tim, nuk i bej shok aske"
        },
        {
            "chapter": 18,
            "verse": 39,
            "text": "Dhe, sikur ti, kur hyre ne kopshtin tend, te kishe thene: (kjo eshte) si ka dashte Perendia! Askush nuk ka fuqi (qe te ndryshoje) pervec Zotit. Nese ti sheh se une kam me pak pasuri dhe pasardhes"
        },
        {
            "chapter": 18,
            "verse": 40,
            "text": "shpresoj se Zoti im do te me jep me mire se kopshti yt, e ne kopshtin tend te dergoje shtaterrim nga qielli e te behet siperfaqe e lemuar"
        },
        {
            "chapter": 18,
            "verse": 41,
            "text": "ose, qe uji te humbase ne gremine (ne nentoke), e qe te mos mund ta gjesh kurre me”"
        },
        {
            "chapter": 18,
            "verse": 42,
            "text": "Dhe, u shkaterrua pasuria e tij (e mohuesit), e ai i rrihte duart e veta (nga pikellimi), per ate qe investoi ne te, e ate qe e punoi, ra per dhe, e thirri: “Ah! Sikur te mos i kisha bere Zotit tim kurrfare shoku!”"
        },
        {
            "chapter": 18,
            "verse": 43,
            "text": "Dhe, ai nuk kishte kurrfare shoqerie, qe t’i ndihmonte atij, perpos Perendise, e ai nuk ishte i ndihmuar as nga vetvetja"
        },
        {
            "chapter": 18,
            "verse": 44,
            "text": "Ketu, mund te ndihmoje vetem Perendia – i Verteti. Ai me se miri shperblen dhe jep perfundimin me te mire"
        }
    ]
}