{
    "rukus": [
        {
            "chapter": 20,
            "verse": 105,
            "text": "Dhe, te pyesin ty (o Muhammed) per malet (cka do te behet me to ne Diten e Kijametit). Thuaj: “Do t’i copetoj krejtesisht Zoti im"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "e toka do te behet fushe e rrafshet"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "nuk do te shohesh ne te (toke) as lugina as brigje”"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "Ate dite, ata do te shkojne pas thirresit, duke mos pasur shmangie ne te, e zerat do t’i perulen Meshiruesit te Gjithmbarshem, e ti nuk do te degjosh tjeter, pos peshperitjes"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "Ate dite, nuk do te beje dobi ndermjetesimi i askujt, pervec ndermjetesimit te atij, qe i jep leje Meshiruesi dhe qe eshte i kenaqur me fjalet e tij"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "Ai di c’ka para tyre dhe c’ka pas tyre; e ata, nuk mund ta ngerthejne dijenine e Perendise – me dijenine e tyre"
        },
        {
            "chapter": 20,
            "verse": 111,
            "text": "Fytyrat (e njerezve) do t’i perulen (Perendise) te Gjallit, te Amshueshmit (Mbikeqyresit te Gjithesise). Do te humbe ai qe ka ngarkuar te keqen (qe i ka bere shok Perendise)"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "e ai qe punon vepra te mira dhe eshte besimtar, nuk do te druaje nga padrejtesia (shtimi i denimit), as nga te manguarit (e shperblimit)"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "Dhe keshtu Ne, e kemi zbritur Kur’anin ne gjuhen arabe, dhe ne te kemi perseritur verejtjet, qe ata te ruhen nga mekatet, ose qe t’i orientoje ata ne keshillim"
        },
        {
            "chapter": 20,
            "verse": 114,
            "text": "I Larte eshte Perendia – Sundues – i Vertete! Dhe, mos nxito ne te lexuarit e Kur’anit (o Muhammed!) para se te perfundoje (shpallja e tij), dhe thuaj: “O Zoti im, shtoma dijenine mua!”"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "Na, madje – edhe Ademit i kemi shpallur me pare (ne xhennet), e ai harroi, por nuk kemi gjetur tek ai vendim (per gabim te qellimuar)"
        }
    ]
}