{
    "rukus": [
        {
            "chapter": 22,
            "verse": 11,
            "text": "Dhe, ka njerez qe e adhurojne Perendine sipas laverdise e interesit, qe – nese e percjelle fati, ai qetesohet, e nese e godite fatkeqesia, ai kthehet ne mohim; e keshtu, e humbe kete bote dhe tjetren. Kjo, ne te vertete, eshte humbje e qarte"
        },
        {
            "chapter": 22,
            "verse": 12,
            "text": "(Te atillet) i luten, pos Perendise, edhe atyreve, te cilet nuk mund t’u sjellin ndonje dem, e as nuk mund t’u sjellin ndonje dobi. Kjo, me te vertete, eshte devijim i madh"
        },
        {
            "chapter": 22,
            "verse": 13,
            "text": "(te atillet) i luten asaj, demi i se ciles eshte me i afert se dobia. Sa ndihmes i keq qe eshte ai, e sa njerez te keqinj – jane adhuruesit e tyre"
        },
        {
            "chapter": 22,
            "verse": 14,
            "text": "Me te vertete, Perendia, i shpie ata, qe besojne dhe punojne vepra te mira – ne kopshtije, neper te cilat rrjedhin lumenj. Me te vertete, Perendia punon cka te doje"
        },
        {
            "chapter": 22,
            "verse": 15,
            "text": "Kush mendon, se Perendia nuk do te ndihmoje (Muhammedin) ne kete bote dhe ne boten tjeter, le te pergatite nje litar (larte – ne tavan te shtepise per t’u varre) dhe le te mendon a ia largon veprimi i tij hidherimin (per ate vertete te Perendise ndaj Profetit)"
        },
        {
            "chapter": 22,
            "verse": 16,
            "text": "Dhe, keshtu, Na, ia kemi shpallur atij argumentet e qarta (Kur’anin) dhe Perendia, me te vertete, e udhezon ne rruge te drejte ke te doje"
        },
        {
            "chapter": 22,
            "verse": 17,
            "text": "Me te vertete, ata qe kane besuar, dhe Hebrenjte, Sabi’inet, te krishteret, Mexhust (adhuruesit e zjarrit) dhe ata qe i bejne shok Atij, do t’i gjykoje drejte Perendia – ne mes tyre, ne Diten e Kijametit. Me te vertete, Perendia eshte deshmitar per cdo gje"
        },
        {
            "chapter": 22,
            "verse": 18,
            "text": "A nuk po sheh ti, se, me te vertete, Perendise i bejne sexhde: ata qe gjenden ne qiej dhe ata qe gjenden ne Toke, edhe Dielli edhe hena, edhe yjet, edhe malet, edhe drunjte edhe shtazet dhe shume nga njerezit, por shume (njerez) meritojne denimin. E, ke ta poshteroje Perendia, ate askush nuk mund ta beje te nderuar. Perendia, me te vertete, punon cka te doje"
        },
        {
            "chapter": 22,
            "verse": 19,
            "text": "Keto dy tabore kundershtaresh, grinden per Zotin e tyre. Ata qe nuk kane besuar, kane rroba te prera prej zjarrit, e neper kokat e tyre do te hedhet uje i vluar"
        },
        {
            "chapter": 22,
            "verse": 20,
            "text": "do te shkrihen me te (me ate uje) rropulite (organet e brendshme) dhe lekura"
        },
        {
            "chapter": 22,
            "verse": 21,
            "text": "dhe per ta ka kamxhike prej hekuri"
        },
        {
            "chapter": 22,
            "verse": 22,
            "text": "Sa here qe perpiqen te dalin nga ai (zjarri), per shkak te brengosjes, do te kthehen ne te (duke i rrahur me kamxhike) dhe (u thuhet atyre): “Shijoni denimin me djegeje te tmerrshme!”"
        }
    ]
}