{
    "rukus": [
        {
            "chapter": 39,
            "verse": 42,
            "text": "Perendia iu merr shpirterat atyre qe u ka ardhur casti i vdekjes, por dhe atyre qe nuk kane vdekur e jane ne gjume, e ai ndale shpirtin e atij qe i eshte caktuar vdekja, e te tjereve ua kthen shpirterat deri ne kohen e caktuar... Me te vertete, per kete ka argumente, per ata qe mendojne"
        },
        {
            "chapter": 39,
            "verse": 43,
            "text": "A marrin ata, pervec Perendise, ndermjetesues tjeter? Thuaj: “Valle, a (i merrni ata ndermjetesues) edhe pse nuk kane asgje ne dore dhe nuk kuptojne?!”"
        },
        {
            "chapter": 39,
            "verse": 44,
            "text": "Thuaju: “Vetem per Perendine eshte i tere ndermjetesimi (miresia); atij i takon pushteti i qiejve dhe i Tokes, e pastaj – tek Ai do te ktheheni”"
        },
        {
            "chapter": 39,
            "verse": 45,
            "text": "Kur permendet vetem Perendia, neveriten zemrat e atyre qe nuk besojne ne jeten tjeter, ndersa kur te permenden ata (zoterat), pervec Perendise, ata menjehere gezohen"
        },
        {
            "chapter": 39,
            "verse": 46,
            "text": "Thuaj: “O Zoti im, Krijues i qiejve dhe i Tokes, njohes i se dukshmes e te padukshmes, Ti do te gjykosh mes roberve Tu, per ate qe nuk jane pajtuar!”"
        },
        {
            "chapter": 39,
            "verse": 47,
            "text": "Sikur zullumqaret te kishin cdo gje qe gjendet ne Toke, dhe po kaq me teper, ata te gjitha keto do t’i flijonin (per te shpetuar), prej denimit te ashper ne Diten e Kijametit. Atehere, Zoti do t’u tregoje atyre ate qe nuk e kane llogaritur"
        },
        {
            "chapter": 39,
            "verse": 48,
            "text": "u shfaqen atyre te keqiat qe i kane bere dhe do t’i kaploje denimi te cilin e perqeshnin"
        },
        {
            "chapter": 39,
            "verse": 49,
            "text": "Kur njeriut i bie ndonje e keqe, ai na lutet Neve, e kur pas kesaj i afrojme nje te mire prej Nesh, thote: “Kjo me eshte dhene vetem pse kam ditur”. Jo, por kjo eshte vetem nje sprovim, e shumica e tyre nuk e dine"
        },
        {
            "chapter": 39,
            "verse": 50,
            "text": "Keshtu thonin edhe ata qe ishin para tyre, prandaj nuk paten dobi nga ajo qe paten fituar"
        },
        {
            "chapter": 39,
            "verse": 51,
            "text": "prandaj, i goditi ata denimi i te keqiave qe kane punuar. Por, dhe ata qe kane bere zullum prej ketyre (kurejshit), do t’u bie denimi per te keqiat qe kane bere, e nuk do te mund t’i ikin (denimit)"
        },
        {
            "chapter": 39,
            "verse": 52,
            "text": "A nuk e dine ata se Perendia i afron furnizim te bollshem kujt te doje, e ia ngushton (kujt te doje); me te vertete, ne kete ka argumente per popullin qe beson"
        }
    ]
}