{
    "rukus": [
        {
            "chapter": 51,
            "verse": 24,
            "text": "A te ka arritur ty lajmi per mysafiret e ndershem te Ibrahimit"
        },
        {
            "chapter": 51,
            "verse": 25,
            "text": "Kur ata hyne tek ai, e i thane: “Selam (Paqe! – shpetimi u qofte!)” dhe ai u tha: “Selam (Paqe! Qofshi te shpetuar!)” Ju jeni – (tha ne vetvete) popull i panjohur!”"
        },
        {
            "chapter": 51,
            "verse": 26,
            "text": "Dhe, pa u hetuar, ai shkoi te njerezit e shtepise dhe solli vic te majme (te pjekur)"
        },
        {
            "chapter": 51,
            "verse": 27,
            "text": "e ua afroi atyre, e u tha: “A s’po hani?”"
        },
        {
            "chapter": 51,
            "verse": 28,
            "text": "Dhe, ndjeu frike prej tyre, (e) ata i thane: “Mos u friko!” dhe e sihariquan ate (se do t’i linde) nje djale i dijshem"
        },
        {
            "chapter": 51,
            "verse": 29,
            "text": "Dhe, u duk gruaja e tij, duke therritur dhe duke e rrahur fytyren, e tha: “Valle, une plaka, sterile (a mund) te lind"
        },
        {
            "chapter": 51,
            "verse": 30,
            "text": "Ata thane: “Keshtu ka thene Zoti yt. Ai, me te vertete, eshte i Gjithedijshem dhe i Plotedijshem”"
        },
        {
            "chapter": 51,
            "verse": 31,
            "text": "(Ibrahimi u tha atyre): “Cfare eshte obligimi juaj, o pejgambere?”"
        },
        {
            "chapter": 51,
            "verse": 32,
            "text": "Ata thane: “Na jemi derguar te nje popull mekatar"
        },
        {
            "chapter": 51,
            "verse": 33,
            "text": "per te hudhur gure mbi ta prej (baltes) se forcuar"
        },
        {
            "chapter": 51,
            "verse": 34,
            "text": "te shenuar te Zoti yt per ata qe e kalojne kufirin (ne te keqia)"
        },
        {
            "chapter": 51,
            "verse": 35,
            "text": "Dhe, Ne i nxorem ata besimtare qe ishin aty (ne ate vendbanim) –"
        },
        {
            "chapter": 51,
            "verse": 36,
            "text": "e ne te kemi gjetur vetem nje shtepi muslimane –"
        },
        {
            "chapter": 51,
            "verse": 37,
            "text": "dhe, ne te – kemi lene argument (shenje) per ata qe i druajne denimit te dhembshem"
        },
        {
            "chapter": 51,
            "verse": 38,
            "text": "Dhe, ne kemi sjelle keshille edhe te Musai kur ia derguam ate – Faraonit, me argument te qarte"
        },
        {
            "chapter": 51,
            "verse": 39,
            "text": "e u shmang (Faraoni), duke u mbeshtetur ne pushtetin e vet, dhe tha: “(Ai eshte) magjistar ose i cmendur!”"
        },
        {
            "chapter": 51,
            "verse": 40,
            "text": "Dhe, ne e kapem ate dhe ushtrine e tij dhe e hodhem ne det; ai eshte i qortuar (mekatar)"
        },
        {
            "chapter": 51,
            "verse": 41,
            "text": "(Dhe, Ne, kemi dhene keshille mbi ngjarjen) e Adit, kur e derguam frymen shkaterruese mbi ta"
        },
        {
            "chapter": 51,
            "verse": 42,
            "text": "e cila nuk kurseu asgje ngado qe kaloi, e qe te mos e kete bere si kalbesire"
        },
        {
            "chapter": 51,
            "verse": 43,
            "text": "Edhe per Themudin, kur iu tha atyre: “Kenaquni nje kohe!”"
        },
        {
            "chapter": 51,
            "verse": 44,
            "text": "E, u madheshtuan ndaj urdherave te Perendise, e pastaj i goditi rrufeja (zeri i tmerrshem), e ata e shikonin ate (denimin)"
        },
        {
            "chapter": 51,
            "verse": 45,
            "text": "dhe nuk munden as te ngriten, as te mbrohen prej denimit"
        },
        {
            "chapter": 51,
            "verse": 46,
            "text": "Edhe per popullin e Nuhut, qe me pare (i kemi shkaterruar). Me te vertete, ata kane qene popull mekatar"
        }
    ]
}