{
    "rukus": [
        {
            "chapter": 66,
            "verse": 1,
            "text": "O Pejgamber! Perse po ia ndalon vetes ate qe ta ka lejuar Perendia ty, ne kerkimin e kenaqesise se grave tuaja. E, perendia eshte fales dhe meshirues"
        },
        {
            "chapter": 66,
            "verse": 2,
            "text": "Perendia ju ka bere te mundshme qe te liroheni nga betimet tuaja; Perendia eshte Zoti juaj; Ai eshte i Plotedijshem dhe i Gjithedijshem"
        },
        {
            "chapter": 66,
            "verse": 3,
            "text": "Kur Pejgamberi ia shfaqi nje fjale te fshehte njeres prej grave te tij; e ajo pastaj e shpalli kete fjale, - e Perendia ia zbuloi kete Pejgamberit – ai nje pjese te ketij zbulimi e tregoi, kurse pjesen tjeter e heshti. Kur Pejgamberi e informoi ate (gruan) per kete fshehtesi, ajo e pyeti: “E kush te ka treguar ty per kete (se nuk e paskam ruajtur biseden e fshehte)?” Ai i tha: Ma tregoi ai qe di gjithcka dhe te cilit cdo gje i eshte e njohur"
        },
        {
            "chapter": 66,
            "verse": 4,
            "text": "Nese ju te dyja pendoheni te Perendia, se zemrat tuaja kane anuar (Perendia ju fale). Nese ju te dyja bashkoheni kunder tij (kurrgje nuk mund te arrini), se, me te vertete, Perendia eshte mbrojtesi i tij, dhe Xhebraili dhe besimtaret e mire; e pastaj edhe gjithe engjejt jane perkrahesit e tij"
        },
        {
            "chapter": 66,
            "verse": 5,
            "text": "Ne qofte se ju leshon ai juve, Zoti i tij mund t’ia zevendesoje ato – atij, me gra me te mira se ju: muslimane dhe besimtare, perulese, penduese, lutese (shume) agjeruese, te veja dhe vasha"
        },
        {
            "chapter": 66,
            "verse": 6,
            "text": "O ju qe besoni! Ruani veten dhe familjet tuaja nga zjarri, karburante (lende djegese) te te cilit jane njerezit dhe guret, dhe te cilin e mbikeqyrin engjejt e fuqishem dhe te ashper, te cilet nuk u kundershtojne urdherave te Perendise dhe te cilet punojne per ate qe urdherohen"
        },
        {
            "chapter": 66,
            "verse": 7,
            "text": "O ju qe nuk keni besuar! Mos u arsyetoni sot, sepse, me te vertete, denoheni vetem per veprat qe keni bere"
        }
    ]
}