{
    "chapter": [
        {
            "chapter": 30,
            "verse": 1,
            "text": "Alif Laam Miim"
        },
        {
            "chapter": 30,
            "verse": 2,
            "text": "Ing dina iki wong Rum kalah perange"
        },
        {
            "chapter": 30,
            "verse": 3,
            "text": "Anggone perang ana ing bumine kang cedhak dhewe, sawise kalah perang, ing tembe bakal menang"
        },
        {
            "chapter": 30,
            "verse": 4,
            "text": "Menange besuk yen wis pirang - pirang tahun, sadurunge lan sawise (wong Rum menang) samu barang perkara iku kagungane Allah. Ing dina menange wong Rum, wong Mukmin padha bungah"
        },
        {
            "chapter": 30,
            "verse": 5,
            "text": "(Menange wong Rum mahu), kelawan oleh pitulungane Allah, Allah paring pitulungan marang wong kang padha kersane. Allh iku Maha Mulya tur Maha Asih"
        },
        {
            "chapter": 30,
            "verse": 6,
            "text": "Allah wis prasetya (bakal paring pitulung marang wong Rum) ora pisan - pisan mungkiri janji. Hewadene kang akeh padha ora weruh"
        },
        {
            "chapter": 30,
            "verse": 7,
            "text": "Kang dweruhi mung lahire perkara kabungahan donya. Dene marang akherat padha ora mikir"
        },
        {
            "chapter": 30,
            "verse": 8,
            "text": "Ya gene padha ora ngerusak - ngerusakake kahananing awake ? Allah anggone gawe bumi lan langit saisine kabeh iku tenanan, nanging akeh faedahe. Naning manungsa iku kang akeh padha maido"
        },
        {
            "chapter": 30,
            "verse": 9,
            "text": "Ya gene padha ora jajah ing bumi. Mesthi padha weruh patilasan kang akhe, lan kapriye kadadeyane para wong kuna sadurunge wong mahu. Dheweke gagah prakosa (ngungkuli wong saiki) sarta padha ngolah bumi (tetanen) gawe gemah raharjaning negara ngungkuli wong ing zaman saiki. Wusana padha ditekani Rasul - Rasul kelawan keterangan - keterangan (nanging padha wangkot). Dene Allah anggone ngrusak mahu dudu paganiaya, nanging jalaran dheweke ngrusak tata nganiaya marang awake dhewe"
        },
        {
            "chapter": 30,
            "verse": 10,
            "text": "Sabanjure neraka iku dianggo matrapi wong kang padha ngelakoni panggawe hala maido al-Qur'an lan anggeguyu"
        },
        {
            "chapter": 30,
            "verse": 11,
            "text": "Allah murwani nggatekake manungsa, sawisa padha mati banjur diuripake maneh, sabanjure padha dibalekake marang ngarsane Allah"
        },
        {
            "chapter": 30,
            "verse": 12,
            "text": "Ana ing dina qiyamat wong - wong sing padha dosa padha ora duwe pangarep - arep"
        },
        {
            "chapter": 30,
            "verse": 13,
            "text": "Brahala kang padha disembah ora ana siji - sijia kang bisa nulungi, amalah padha ngelaki marang wong kafir"
        },
        {
            "chapter": 30,
            "verse": 14,
            "text": "Besuk dina Qiyamat (wong kafir) padha pilah (karo wong Islam)"
        },
        {
            "chapter": 30,
            "verse": 15,
            "text": "Sarupane wong mukmin kang padha ngelakoni panggawe becik, padha bungah - bungah ana suwarga"
        },
        {
            "chapter": 30,
            "verse": 16,
            "text": "Dene wong - wong kafir kang maido al-Qur'an lan qiyamat padha lestari disiksa"
        },
        {
            "chapter": 30,
            "verse": 17,
            "text": "Sira padha nyebut Maha Suci ing Allah ing wayah subuh lan Maghrib"
        },
        {
            "chapter": 30,
            "verse": 18,
            "text": "Padha memuji ing allah saisining langit lan bumi ing wayah sore lan awan"
        },
        {
            "chapter": 30,
            "verse": 19,
            "text": "Allah metokake barang kang urip saka barang kang mati. Lan metokake barang kang ora urip saka barang kang urip. Apa dene nguripake palemahan kang mahune bera. Mangkono uga sira hiya bakal diwerokake saka pati banjur urip maneh"
        },
        {
            "chapter": 30,
            "verse": 20,
            "text": "Tandha yekti kuwasane Allah hiya iku anggone gawe awakira saka lemah, sabanjure sira dadi manungsa kang bebrayan (ngrembaka) ana bumi"
        },
        {
            "chapter": 30,
            "verse": 21,
            "text": "Lan ana maneh tandha yekti kuwasaning Allah, hiya iku anggone anggawekake bojo marang isra saka awakira (golongan) ira dhewe supaya sira tresnaha marang rabinira. Sarta andadekake sih - sinisihan. Kang mangkono iku tumrap wong kang gelem mikir - mikir"
        },
        {
            "chapter": 30,
            "verse": 22,
            "text": "Lan ana maneh kuwasaning Allah hiya iku anggone yasa bumi lan langit, lan anggone gawe beda - bedane tetembungan lan warna - warnaning kulit. Kang mangkono iku tumrap wong kang ana akale mesthi dadi tandha yekti"
        },
        {
            "chapter": 30,
            "verse": 23,
            "text": "Lan maneh kuwasaning Allah hiya iku anggonira padha ngupaya jiwa ing wayah awan, ngupaya paparinging Allah rizki. Kang mangkono iku tumrap wong kang ngrungok - ngurokake pitutur mesthi dadi tandha yekti"
        },
        {
            "chapter": 30,
            "verse": 24,
            "text": "Lan ana maneh tandha yekti kuwasaning Allah anggone ditontonanek kilat dening Allah, wong kang pinuju mlaku banjur kuwatir yen ana bledhek, wong kang ana ngomah banjur ngarep - arep tumuruning udan. Allah anggone nurunake banyu udan saka langit dianggo nguripake palemahan kang mahune bera. Kang mangkono mahu mesthi dadi tandha yekti tumrap wong kang ana akale"
        },
        {
            "chapter": 30,
            "verse": 25,
            "text": "Lan ana maneh tandha yekti kuwasaning Allah, hiya iku hadeging bumi lan langit mligi saka perenging Allah tanpa cagak. Besuk nalika Allah nimbali sira banjur pating jredul metu (sala ing kuburanira)"
        },
        {
            "chapter": 30,
            "verse": 26,
            "text": "Lan kagungané Panjenengané apa baé kang ana ing langit-langit lan ing bumi, kabèh ambangun turut marang Panjenengané"
        },
        {
            "chapter": 30,
            "verse": 27,
            "text": "Lan Panjenengané iku Kang amurwani titah, tumuli angambalambali dumadiné, sarta iku gampang ingatasé Panjenengané; sarta kagungané Panjenengané sifat linuhung ing langit-langit lan bumi iku, lan Panjenengané iku Ingkang- Mahamulya, Ingkang-Wicaksana"
        },
        {
            "chapter": 30,
            "verse": 28,
            "text": "Allah anggelar umpama marang sira, hiya iku awakira dhewe, \"Upama kawulanira kang kadarbe ing tanganira melu handuweni barang darbekira kang wis Ingsun paringake, dadi padha bae karo sira, kang mangkono iku mesthi sira ora narima. Apa sira wedi marang deweke kaya dene wedinira marang awakmu dhewe?\" Mangkono iku anggoningsun nerangake ayatingsun marang wong kang ana akale"
        },
        {
            "chapter": 30,
            "verse": 29,
            "text": "Ananging won gkang keleru padha guru karepe dhewe tanpa kaweruh, sapa kang kaslametan marang wong kang dikersakake kesasar dening Allah? Dheweke mau ora ana kang bisa nulungi"
        },
        {
            "chapter": 30,
            "verse": 30,
            "text": "Hadhepna kanthi temenan anggonira ngelakoni agama, mligi kanjuk ing Allah, kang nitahake manungsa netepi agama mahu. Manungsa ora kena ngowahi agamaning Allah, hiya iku agama kang bener. Hewadene manungsa iku kang kaeh padha ora kaweruh"
        },
        {
            "chapter": 30,
            "verse": 31,
            "text": "Padha balia tobat marang Panjenengane lan padha sumungkema ngabekti ing Allah. Padha ngelakonanan sholat lan aja klebu wong - wong sing nyekuthokake (musyrik)"
        },
        {
            "chapter": 30,
            "verse": 32,
            "text": "Yaiku para wong kang mecah belah agama nganti dadi pirang - pirang golongan. Saben sagolongan padha bungah atine ngelakoni golongane kang disenengi"
        },
        {
            "chapter": 30,
            "verse": 33,
            "text": "Menawa manungsa kambuh ing reribet, banjur padha eling nyenyuwun marang Pangerane, luwara saka reribed mau. Sawise luwar manawa diparingi kabungahan dening Allah banjur ana sagolongan mangro tingal (musyrik)"
        },
        {
            "chapter": 30,
            "verse": 34,
            "text": "Sahingga padha nyelaki anggoningsun paraing kabungahan marang dheweke. Lan padha bungah - bungaha, Ing tembe ora wurung padha weruh kadadeyane awake"
        },
        {
            "chapter": 30,
            "verse": 35,
            "text": "Apa Ingsun nurunake Kitab utawa tandha yekti marang wong kafir mangro tingal, ora wurung Kitab mahu muni, lan mratelakake prakara kang marakake dheweke kafir"
        },
        {
            "chapter": 30,
            "verse": 36,
            "text": "Nalikane Ingsun maringi kabungahan marang manungsa, banjur lega atine, nanging menawa kasandung barang kang hala, marga saka panggawe kang wis dilakoni dhewe ing kono banjur padha mutung, ora duwe pangarep - arep marang rahmate Allah"
        },
        {
            "chapter": 30,
            "verse": 37,
            "text": "Apa dheweke ora andeleng yen Allah iku paring rizki akeh marang wong kang dadi parenging kersane (ana uga wong kang diparingi rizki mung cumpen). Kang mangkono iku tumrap para wong Mukmin dadi tandha yekti kuwasaning Allah"
        },
        {
            "chapter": 30,
            "verse": 38,
            "text": "Mulane sira mehenana marang para sanakira mingangka tandha sih katresnan apa dene marang para wong miskin lan wong kang melaku ana ing dadalan, (kang mrangguli kasangsaran) iku sira wehana apa benere kang mangkono iku tumrap wong kang ngarep - arep ganjaraning Allah, luwih dening becik wong kang mangkono mahu bakal padha begja"
        },
        {
            "chapter": 30,
            "verse": 39,
            "text": "Dene anggonira padha weweh supaya diwale kang luwih saka pawehira (riba = tambahan) wong kang weweh mau ora bakal diganjar dening Allah. Dene yen sira weweh karepira maligi ngestokake dhawuhing Allah, sira bakal oleh ganjaran tikel pirang - pirang"
        },
        {
            "chapter": 30,
            "verse": 40,
            "text": "Allah iku kang gawe awakira sawise dadi banjur paring rizki marang sira, yen tekan mangsane banjur mateni marang sira, tumuli banjur nguripake (maneh) marang sira. Apa ana brahala kang bisa sira anggo tetimbanganing Allah. Allah iku Maha suci lan Maha luhur kaya panganggepe wong kang mangro tingal"
        },
        {
            "chapter": 30,
            "verse": 41,
            "text": "Ing bumi kang jengkar lan kang loh tetela padha karusakan, marga saka durakaning manungsa. Wusana manungsa padha kapeksa ngrasakake patrapan sawatara (pahilan) kang wis dilakoni, supaya padha bali (marang dalan kang bener)"
        },
        {
            "chapter": 30,
            "verse": 42,
            "text": "Sira dhawuha, \"Padha anjajaha ing bumi, handelenga patilasane para wong kuna sadurungira, kapriye kadadeyane (padha dirusak dening Allah) awit dheweke mahu akeh kang padha mangro tingal"
        },
        {
            "chapter": 30,
            "verse": 43,
            "text": "Sira lan ummatira masharna awak, neja ngistokake agama (Islam), hiya iku agama kang bener, mumpung durung ketekan dina Qiyamat, ing kono dhawuhing Allah wis ora kena dihundurake, lan hing dina iku para manungsa padha kapontho - pontho"
        },
        {
            "chapter": 30,
            "verse": 44,
            "text": "Sing sapa kafir bakal nampa patrapane, dene sing sapa wonge ngelakone panggawe becik ganjarane tumrap awake dhewe sarta padha manggon ana suwarga"
        },
        {
            "chapter": 30,
            "verse": 45,
            "text": "Iku kanugrahaning allah marang wong kang percaya sarta ngelakoni panggawe becik. satemene Allah ora remen wong kang padha kafir"
        },
        {
            "chapter": 30,
            "verse": 46,
            "text": "Lan ana maneh tandha yekti kang mratandhani kuwasaning Allah, hiya Akkah anggone ngidikake angin ambubungah marang sira, sabanjure sira diparingi weruh rahmating Allah, dilakoake perahu ana ing segara kelawan parintahing allah supaya sira bisa laku dagang ngupaya paparinging Allah rizki, Kersaning Allah supaya padha ngaturake penuwun (syukur)"
        },
        {
            "chapter": 30,
            "verse": 47,
            "text": "Lan temen Ingsun wis ngutus para Rasul mulang lan nyurup - nyurupake marang para umate sadurungira sawenehe wong kang padha maido marang Rasul padha Ingsun tumpes, awit wis sabener Ignsun nulungi para wong mukmin"
        },
        {
            "chapter": 30,
            "verse": 48,
            "text": "Allah iku kang ngidikake angin, banjur ngratakakek mega lan anggelar ana sangisoring langit manut sakersaning allah. Mega mau banjur didadekake mendhung. Sira banjur andeleng banyu udan metu saka tengahing mendung. Samangsa banyu udan ahu nyiram marang para kawulanging Allah dheweke banjur padha bungah"
        },
        {
            "chapter": 30,
            "verse": 49,
            "text": "Para kawula mau sadurunge dituruni udan, wis bosen ngarep - arep marang tekane udan"
        },
        {
            "chapter": 30,
            "verse": 50,
            "text": "Delenga labete rahmate Alah kang rupa udan. Allah nguripake bumi kang wis mati (banjur thukul kekayone kang padha woh). pangeran kang kuwasa nguripake bumi kang wis mati. allah iku nguwasani samu barang"
        },
        {
            "chapter": 30,
            "verse": 51,
            "text": "Menawa Ingsun ngidikake angin kang dadi wisa tetanduran, manugsa banjur handeleng tetandurange padha kuning. Ingkono paparing Ingsun kabungahan kang wis kelakon padha digawe sirna tanpa gawe"
        },
        {
            "chapter": 30,
            "verse": 52,
            "text": "Satemene sira ora bisa dadekake wong - wong mati (atine) bisa krungun, lan ora bisa ngrungu pangundang - undang marang wong kang padha budheg kang mlengos"
        },
        {
            "chapter": 30,
            "verse": 53,
            "text": "Ora bisa nuduhake dalan bener marang wong kang wuta (atine) supaya mareni anggone sasar. Ora ana wong bisa krungu lan ngerti pitutur becik, kejaba wong kang ngandel ing Qu'ran ayatingsun lan dheweke padha sumarah (Islam)"
        },
        {
            "chapter": 30,
            "verse": 54,
            "text": "Allah iku kang gawe awakira saka barang kang apes, barang apes mahu banjur didadekake kuat (manungsa) sawise kuat banjur pikun. Allah kuasa gawe barang kang dadi parening kersane, nguningani samu barang tur kuwasa"
        },
        {
            "chapter": 30,
            "verse": 55,
            "text": "Besuk dina Qiyamat wong kafir padha supata. Pangakune anggone urip ana ing donya utawa anggone ana ing kubure ora luwih sak jam. Mangkono mahu dheweke banget bodhone"
        },
        {
            "chapter": 30,
            "verse": 56,
            "text": "Dene kang padha diparingin iman lan kaweuh nyata, padha mangsuli, \"Kang kasebut ing kitabe Allah sira kari manut bahe nganti dina Qiyamat\". Hiya iku dina tangine wong kang wis mati, nanging akeh wong padha ora (gelem) ngerti"
        },
        {
            "chapter": 30,
            "verse": 57,
            "text": "Ing dina iku wis tanpa gawe maneh panyuwunan ngapura wong sing padha salah, lan ora pisan - pisan dheweke diparengake seduh ngestokake dhawuhing Allah"
        },
        {
            "chapter": 30,
            "verse": 58,
            "text": "Ana sajrone al-Qur'an iki Ingusn anggela sak akehing upama marang manungsa. Upama sira (Muhammad) nganani tandha yekti kahelokan, wong kafir mesthi kandha mangkene, \"Sampeyan dalah para sahabat punika sami tiyang lepat"
        },
        {
            "chapter": 30,
            "verse": 59,
            "text": "Allah ngecap (nutup) atine wong kafir kang padha ora mangerti"
        },
        {
            "chapter": 30,
            "verse": 60,
            "text": "(Muhammad) Teguhna atinira! Awit prasetyaning Allah iku temen! aja kemba marga digodha dening wong kang padha ora ngandel (bakal tangine wong kang wis padha mati)"
        }
    ]
}