{
    "chapter": [
        {
            "chapter": 66,
            "verse": 1,
            "text": "O, Nabi! yagene sira anglarangi barang kang wis diwenangke dening Allah marang sira mung murih leganing atine para rabinira wae, Allah iku kepareng ngapura tur maha asih"
        },
        {
            "chapter": 66,
            "verse": 2,
            "text": "Allah wis nindakake udare supatanira (sumpah nglarang ngombe madu kanggo nyenengake garwa - garwane nabi sarana bayar kaffarah yaiku merdekakake kawula) Allah iku Pangayomira, Allah iku nguningani tur wicaksana"
        },
        {
            "chapter": 66,
            "verse": 3,
            "text": "Lan nalika Nabi kelawan sideman aweh warta marang saweneh garwane (Hafsah) ananging bareng (Hafsah) amartakake kadadeyan mau (marang aisyah) sarta Allah paring weruh perkara iku marang panjenengane (nabi Muhammad) panjenengane paring weruh prakara mau (antarane Hafsah lan Aisyah) dheweke (Hafsah) matur, \"Sinten ingkang amartosaken prakawis punika dhateng panjenengan?\" Pangandikane (Nabi), \"Ingkang Maha Wikan Ingkang Waspada kang martani aku"
        },
        {
            "chapter": 66,
            "verse": 4,
            "text": "Manawa sira sakaro (Hafsah lan Aisyah) padha taubat marang Allah, lan sayekti atinira wis tumiyung (mrono) lan manawa sira sakaro saiyeg bantu binantu lumawan panjenengane (Muhammad) sayekti Allah iku Pangayome, awit Allah lan Jibril apadenen para Mukmin kang becik padha nulungi Rasulullah sawise iku, para Malaikat uga padha nulungi"
        },
        {
            "chapter": 66,
            "verse": 5,
            "text": "Upama kelakon panjenengane (Muhammad) megat ing sira kabeh, bakal aparing leliru garwa kang luwih becik ngungkuli sira (yaiku) wong wadon Islam, percaya ing Allah, sumungkem/mituhu, ahli mratobat, bekti, dhemen poso, rondho tuwin prawan"
        },
        {
            "chapter": 66,
            "verse": 6,
            "text": "Para mukmin! sira jagaa awakira lan para warganira aja nganti kecemplung ing neraka, kang urub - urube manungsa lan watu, kang jaga para Malaikat gedhe dhuwur gagah prakosa, ora tau nglirwakake parentahe Allah padha ngelakoni sabarang dhawuhing Allah"
        },
        {
            "chapter": 66,
            "verse": 7,
            "text": "Para kafir: Ing dina qiyamat iku sira aja nganggo madoni mratelakake sebab - sebab anggonira padha ngelakoni duraka, anane sira disiksa, mung wewalese pihala kang wis padha sira lakoni"
        },
        {
            "chapter": 66,
            "verse": 8,
            "text": "Para mukmin! Padha tobata ing Allah kang temen. Allah muga ngapuraha lan muwunga halanira, muga nglebokna sira ing suwarga kang ana bengawane mili ana ngisore kekayon, (kelakone kang mangkono mahu besuk dina Qiyamat) ing kono Allah ora ngasoorake Nabi (Muhammad) lan para kancane kang mukmin cahyane padha mencorong madhangi ing ngarepe lan ing kono tangane padha munjuk ing Allah. Dhuh Pangeran! Paduka mugi nyampurnakna cahya kawula lan mugi ngapura dhumateng kawula, Paduka punika nguwasani samu kawis"
        },
        {
            "chapter": 66,
            "verse": 9,
            "text": "He nabi, sira peranga nglawan para wong kafir lan para wong lamis. Kabeh padha sira sentosanana. Besuk ana akherat wong kafir mau padha ana neraka Jahannam. Hala temen kawusanan kang mangkono iku"
        },
        {
            "chapter": 66,
            "verse": 10,
            "text": "Allah anggelar upama tumrap wong kang padha kafir kang dianggo upama rabine Nuh lan Luth. Wong wadon loro mau padha dadi rabine kawulaningsun wong loro, padha wong becik. Nanging wong wadon loro mau padha cidra marang lakine. Nuh lan Luth padha ora bisa ngayomi sethithika marang rabine, nyuwunake wurung siksaning Allah. Wong wadon loro mau padha tampa dhawuh, \"Sira padha mlebua ing neraka, awor wong kang padha malebu ing neraka"
        },
        {
            "chapter": 66,
            "verse": 11,
            "text": "Lan maneh Allah anggelar upama, tumrap wong kang padha percaya ing Allah. Kang dianggo upama rabine Fir'aun nalika dipilara munjuk ing Allah, \"Dhuh Pangeran kawula! Paduka mugi andamelan griya kawula wonten suwarga, kawula mugi panjenengan paringi wilujeng, kalis saking Fir'aun saha pihawonipun. Saha mugi Paduka paringi wilujeng saking pihawonipun para tiyang ingkang nganiaya"
        },
        {
            "chapter": 66,
            "verse": 12,
            "text": "Lan kang dianggo upama maneh Maryam anake Imron kang temen - temen rumeksa aksuciane mulane Ingsun aniyup dheweke kelawan ruh Ingsun sarta dheweke ambenerake marang sabdane Pangerane lan kitab - kitabe, tuwin dheweke dadi golongane para kang padha mituhu"
        }
    ]
}