{
    "pages": [
        {
            "chapter": 14,
            "verse": 43,
            "text": "چې منډې وهونكي به وي، د خپلو سرونو اوچت نیوونكي به وي، دوى ته به د خپلو سترګو رپول بېرته نه راګرځي (سترګې به يې خلاصې پاتې وي)، او د دوى زړونه به (له عقل او فهم نه) تش وي"
        },
        {
            "chapter": 14,
            "verse": 44,
            "text": "او ته خلق له هغې ورځې نه ووېروه چې دوى ته به (په هغې كې) عذاب راشي، نو وايي به هغه كسان چې ظلم يې كړى دى: اى زمونږ ربه! ته مونږ تر نژدې نېټې پورې وروسته كړه (مهلت راكړه) ستا بلنه به قبوله كړو او د رسولانو پیروي به وكړو، (الله به ووايي:) ایا تاسو نه وئ چې مخكې له دې نه به مو قسم كاوه چې تاسو لپاره هېڅ زوال نشته"
        },
        {
            "chapter": 14,
            "verse": 45,
            "text": "او تاسو د هغو كسانو په كورونو كې اوسېدلي وئ چې په خپلو ځانونو به يې ظلم كاوه او تاسو ته (دا خبره) ښه څرګنده شوې وه چې مونږ له هغوى سره څنګه كار كړى و، او تاسو ته مونږ مثالونه بیان كړي وو"
        },
        {
            "chapter": 14,
            "verse": 46,
            "text": "او یقینًا هغوى خپل ټول مكرونه (او فریبونه) تر سره كړل، په دې حال كې چې د دوى مكرونه د الله په وړاندې دي، او د دوى مكرونه داسې نه وو چې د هغو په وجه به غرونه زايل شي"
        },
        {
            "chapter": 14,
            "verse": 47,
            "text": "نو ته هیڅكله هم د الله باره كې دا ګمان مه كوه چې هغه به له خپلو رسولانو سره د وعدې خلاف وكړي، بېشكه الله ډېر غالب دى، انتقام والا دى"
        },
        {
            "chapter": 14,
            "verse": 48,
            "text": "(یاده كړه) هغه ورځ چې دغه ځمكه به په بلې ځمكې سره بدله كړى شي او اسمانونه (هم) او دوى (ټول) به خاص الله ته مخامخ ودرېږي چې یو دى، ډېر غالب دى"
        },
        {
            "chapter": 14,
            "verse": 49,
            "text": "او ته به په دغې ورځ كې مجرمان وینې چې یو له بل سره به په زولنو كې تړل شوي وي"
        },
        {
            "chapter": 14,
            "verse": 50,
            "text": "د دوى قمیصونه به د نانزړو وي او د دوى مخونه به اور رالاندې (او پټ) كړي وي"
        },
        {
            "chapter": 14,
            "verse": 51,
            "text": "د دې لپاره چې الله بدله وركړي هر نفس ته د هغه څه چې ده كړي دي، بېشكه الله ډېر ژر حساب والا دى"
        },
        {
            "chapter": 14,
            "verse": 52,
            "text": "دا (قرآن) د خلقو لپاره پېغام دى او د دې لپاره چې په ده سره خلق خبردار كړى شي او د دې لپاره چې دوى پر دې پوه شي چې یقینًا همدا خبره ده چې هغه (الله) واحد (بې شریكه) حق معبود دى او د دې لپاره چې د خالصو عقلونو خاوندان نصیحت واخلي"
        }
    ]
}