{
    "pages": [
        {
            "chapter": 18,
            "verse": 21,
            "text": "او همداسې مونږ په دوى باندې (خلق) خبر كړل، د دې لپاره چې دغه (خلق) پوه شي چې بېشكه د الله وعده حقه ده او دا چې بېشكه قیامت (چې دى) په هغه كې هېڅ شك نشته، (مونږ خلق) هغه وخت (خبر كړل) چې دوى په خپل مینځ كې د هغوى په معامله كې جګړې كولې، نو ځينو وویل: تاسو په دوى باندې یوه ودانۍ جوړه كړئ، د دوى رب پر دوى ښه عالم دى، (خو) هغو كسانو وویل چې د دوى په معامله كې غالب وو، مونږ به خامخا هرومرو په (غار د) دوى باندې يو جومات جوړوو"
        },
        {
            "chapter": 18,
            "verse": 22,
            "text": "ژر به دغه(خلق) وايي چې (دوى) درې دي، د دوى څلورم د دوى سپى دى او وايي به ځينې چې (دوى) پنځه دي، د دوى شپږم د دوى سپى دى، په داسې حال كې چې بې نښې نالیدلي ویشتل كوي او وايي به چې (دوى) اوه دي او د دوى اتم د دوى سپى دى، ته ووایه: زما رب د دوى پر شمېر ښه عالم دى، پر دوى خبر (او عالِم) نه دي مګر ډېر لږ (خلق)، نو ته د دوى په باره كې له سرسري بحث نه غیر نور بحث مه كوه او ته د دوى په باره كې په دغو (اهل كتابو) كې له هیچا نه فتوٰى مه غواړه"
        },
        {
            "chapter": 18,
            "verse": 23,
            "text": "او ته د هېڅ شي په باره كې له سره داسې مه وایه چې بېشكه زه سبا ته د دغه كار كوونكى یم"
        },
        {
            "chapter": 18,
            "verse": 24,
            "text": "مګر (جوخت ورسره وایه) كه الله يې وغواړي او خپل رب یاد كړه (ان شاء الله ووايه) كله چې (د هغهٔ نوم اخيستل) دې هېر شي، او ته ووایه: امېد دى چې ما ته به زما رب لارښوونه وكړي، د نېكۍ په لحاظ دې ته د قریب ترې لارې"
        },
        {
            "chapter": 18,
            "verse": 25,
            "text": "او دوى په خپل غار كې درې سوه كاله تېر كړل او نهه يې (پرې) ور زیات كړل"
        },
        {
            "chapter": 18,
            "verse": 26,
            "text": "ته ووایه: الله ښه عالم دى پر مقدار د هغې مودې چې دوى تېره كرې ده، خاص د هغه لپاره د اسمانونو او ځمكې غیب (پټ اَسرار) دي، هغه هر څه ښه لیدونكى او هر څه ښه اورېدونكى دى! د دوى لپاره له هغه نه غیر هېڅ كارساز (او حمایتي) نشته او هغه په خپل حكم (او قضا) كې هیڅوك نه شریكوي"
        },
        {
            "chapter": 18,
            "verse": 27,
            "text": "او ته لوله هغه چې تا ته د خپل رب له كتابه وحي كړى شوى دى، د هغه (الله) كلمو لره هیڅوك بدلوونكى نشته او له هغهٔ نه غیر به ته له سره هېڅ پناه ځاى ونه مومې"
        }
    ]
}