{
    "pages": [
        {
            "chapter": 39,
            "verse": 41,
            "text": "بېشكه مونږ په تا باندې كتاب نازل كړى دى د خلقو لپاره په حقه سره، نوهغه څوك چې په سمه لار روان شي، نو د خپل ځان لپاره يې نفع ده او هغه څوك چې ګمراه شي، نو بېشكه همدا خبره ده چې دى د همدغه (ځان) په ضرر ګمراه كېږي او ته په دوى باندې له سره نګران نه يې"
        },
        {
            "chapter": 39,
            "verse": 42,
            "text": "الله نفسونه (ساګانې) قبضوي د هغو د مرګ په وخت كې او هغه (نفس) چې مړ نه وي د (هغه ساه) د خوب په وخت كې(قبضوي)، بیا هغه (ساه) ساتي چې په هغې يې د مرګ فیصله كړې وي او هغه بله تر مقررې نېټې پورې راخوشې كړي، بېشكه په دغو (قبض، ساتلو او پرېښودلو) كې خامخا لويې نښې دي د هغه قوم لپاره چې ښه فكر كوي"
        },
        {
            "chapter": 39,
            "verse": 43,
            "text": "بلكې ایا دوى له الله نه غیر شفاعت كوونكي نیولي دي، ته (دوى ته) ووایه: ایا (دوى به شفاعت كوي!) اګر كه دوى په داسې حال كې وي چې نه د څه شي مالكان وي او نه عقل لري"
        },
        {
            "chapter": 39,
            "verse": 44,
            "text": "ته (دوى ته) ووایه: شفاعت ټول خاص د الله په اختیار كې دى،خاص د هغه لپاره د اسمانونو او ځمكې بادشاهي ده، بیا به تاسو خاص هغه ته بېرته بېول كېږئ"
        },
        {
            "chapter": 39,
            "verse": 45,
            "text": "او كله چې الله يواځې یاد كړى شي (، نو) د هغو كسانو زړونه سخت تنګ شي چې په اخرت ایمان نه لري او كله چې هغه (معبودان، بتان) یاد كړى شي چې له هغه(الله) نه غیر دي(، نو) ناڅاپه دوى ډېر خوشحالېږي"
        },
        {
            "chapter": 39,
            "verse": 46,
            "text": "ته ووایه: اى الله د اسمانونو اوځمكې پیدا كوونكیه، د غیبو او د ښكاره وو عالِـمه، ته به د خپلو بنده ګانو په مینځ كې فیصله كوې، په هغو خبرو كې چې دوى به په هغو كې اختلاف كاوه"
        },
        {
            "chapter": 39,
            "verse": 47,
            "text": "او كه په رښتیا سره د ظلم (شرك) كوونكو كسانو لپاره هغه څه چې په ځمكه كې دي، ټول مملوك شي او د دغه په مثل نور ورسره شي، نو دوى به خامخا د قیامت په ورځ كې له بدتر عذاب نه د خلاصي لپاره دغه فدیه وركړي. او دوى ته به د الله له جانبه هغه څه ښكاره شي چې دوى به يې ګمان هم نه كاوه"
        }
    ]
}