{
    "pages": [
        {
            "chapter": 45,
            "verse": 33,
            "text": "او دوى ته به د خپلو عملونو بدۍ ښكاره شي او دوى به ګېر كړي هغه (عذاب) چې دوى به په هغه پورې استهزا كولې"
        },
        {
            "chapter": 45,
            "verse": 34,
            "text": "او وبه ویل شي نن ورځ مونږ تاسو هېروو، لكه چې تاسو د خپلې دې ورځې ملاقات هېر كړى و او ستاسو استوګنه اور دى او تاسو لپاره هیڅوك مدد كوونكي نشته"
        },
        {
            "chapter": 45,
            "verse": 35,
            "text": "دا په دې سبب چې یقینًا تاسو د الله ایتونه مسخره ګرځولي وو او تاسو دنيايي ژوند غره (دوكه) كړي وئ ، نو نن ورځ به له دغه (دوزخ) نه دوى نه ایستل كېږي او نه به له دوى نه د توبې كولو مطالبه كېږي"
        },
        {
            "chapter": 45,
            "verse": 36,
            "text": "نو ټول د كمال صفتونه خاص هغه الله لره دي چې د اسمانونو رب دى او د ځمكې رب دى، د عالمونو رب دى"
        },
        {
            "chapter": 45,
            "verse": 37,
            "text": "او خاص ده لره په اسمانونو او ځمكه كې لويي ده او هم دى ښه غالب، ښه حكمت والا دى"
        },
        {
            "chapter": 46,
            "verse": 1,
            "text": "حا، ميم"
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "د كتاب نازلول د الله له جانبه دي چې ډېر غالب، ښه حكمت والا دى"
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "مونږ اسمانونه او ځمكه او هغه څه چې د دواړو په مینځ كې دي، نه دي پیدا كړي مګر په حقه او په ټاكلې مودې سره او كافران شوي كسان له هغه (قرآن) نه چې دوى پرې وېرولى شي، مخ ګرځوونكي دي"
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "ته (دوى ته) ووایه: تاسو ما ته د هغو (معبودانو) خبر راكړئ چې تاسو يې له الله نه غیر بلئ، تاسو ما ته وښیئ دوى په ځمكه كې څه پیدا كړي دي؟ یا دوى لره په (پیدا كولو د) اسمانونو كې څه شراكت شته؟ تاسو ما ته له دغه (قرآن) نه مخكې كوم كتاب راوړئ، یا له علمه څه باقي علامه، كه تاسو رښتيني یئ"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "او له هغه كس نه زيات ګمراه څوك دى چې له الله نه غیر هغه (معبودان) بلي چې د ده دعا (سوال) تر قیامته پورې نشي قبلولى، په داسې حال كې چې دغه (معبودان) به د دوى له بلنې نه غافله (بې خبره) وي"
        }
    ]
}