{
    "pages": [
        {
            "chapter": 59,
            "verse": 10,
            "text": "او د هغو كسانو لپاره دي چې له دوى (هجرت كوونكو او انصارو) نه وروسته راغلي دي؛ دوى وايي: اى زمونږه ربه: ته مونږ ته مغفرت وكړه او زمونږ هغو وروڼو ته چې زمونږ نه يې په ایمان سره سبقت (او ړومبى والى) كړى دى او ته زمونږ په زړونو كې د هغو كسانو لپاره هېڅ بغض (او كینه) مه پیدا كوه چې ایمان يې راوړى دى اى زمونږه ربه! بېشكه ته ډېر نرمي كوونكى، بې حده رحم كوونكى يې"
        },
        {
            "chapter": 59,
            "verse": 11,
            "text": "ایا تا نه دي كتلي هغو كسانو ته چې منافقان شوي دي، دوى خپلو هغو وروڼو ته چې په اهل كتابو كې كافران شوي دي؛ وايي: قسم دى كه تاسو ووېستل شئ (نو) خامخا ضرور به مونږ هم له تاسو سره وځو او ستاسو په باره كې به د هیچا خبره هیڅكله هم ونه منو او كه چېرې له تاسو سره جنګ شروع كړى شي (نو) مونږ به خامخا ضرور ستاسو مدد كوو او الله ګواهي وركوي چې بېشكه دوى یقینًا دروغجن دي"
        },
        {
            "chapter": 59,
            "verse": 12,
            "text": "قسم دى كه دوى وویستل شي (نو) دوى به له دغو سره نه وځي او یقینًا كه دوى سره جنګ وكړى شي (نو) دوى به د هغو امداد نه كوي او خامخا كه دوى د هغوى مدد وكړي (، نو) ضرور (او) خامخا به دوى خپلې شاګانې (په تېښته) وګرځوي، بیا به د دوى مرسته نه كېږي"
        },
        {
            "chapter": 59,
            "verse": 13,
            "text": "خامخا تاسو (اى مومنانو!) د دوى په سینو (زړونو) كې د وېرې په لحاظ له الله نه زیات سخت یئ، دغه (وېره) په دې سبب ده چې بېشكه دوى داسې قوم دى چې نه پوهېږي"
        },
        {
            "chapter": 59,
            "verse": 14,
            "text": "دوى به له تاسوسره ټول په ګډه جنګ ونه كړي مګر په كلابندو كلیو كې، یا د دیوالونو شا ته، د دوى په خپل مینځ كې جنګ ډېر سخت دى، ته به په دوى ګمان كوې چې سره یو (ملګري) دي، حال دا چې د دوى زړونه بېل بېل دي، دا په دې وجه چې بېشكه دوى داسې قوم دى چې له عقل نه كار نه اخلي"
        },
        {
            "chapter": 59,
            "verse": 15,
            "text": "(د دوى مثال په ایمان نه راوړو كې) د هغو كسانو په شان دى چې له دوى نه مخكې په نژدې زمانه كې وو، چې هغوى د خپلو بدو چارو سزا (په دنیا كې) وڅكله او د هغوى لپاره (په اخرت كې) ډېر دردوونكى عذاب دى"
        },
        {
            "chapter": 59,
            "verse": 16,
            "text": "(د منافقانو مثال د وعدې په مخالفت كې) د شیطان په شان دى كله چې هغه انسان ته ووايي چې كافر شه، نو كله چې هغه (انسان) كافر شي، دى (ورته) وايي: بېشكه زه له تا نه بېزاره (او جدا) یم، بېشكه زه له الله رب العالمین نه وېرېږم"
        }
    ]
}