{
    "pages": [
        {
            "chapter": 74,
            "verse": 48,
            "text": "نو دوى ته د سفارش كوونكو سفارش فايده نه رسوي"
        },
        {
            "chapter": 74,
            "verse": 49,
            "text": "نو په دوى څه شوي دي چې له نصیحت (قرآن) نه مخ ګرځوونكي دي"
        },
        {
            "chapter": 74,
            "verse": 50,
            "text": "ګویا كې دوى تښتېدونكي ځنګلي خره دي"
        },
        {
            "chapter": 74,
            "verse": 51,
            "text": "چې له زمري نه تښتي"
        },
        {
            "chapter": 74,
            "verse": 52,
            "text": "بلكې په دوى كې هر یو سړى غواړي چې ده ته خورې كړى شوې صحیفې (پاڼې) وركړى شي"
        },
        {
            "chapter": 74,
            "verse": 53,
            "text": "هیڅكله داسې نه ده بلكې دوى له اخرت نه نه وېرېږي"
        },
        {
            "chapter": 74,
            "verse": 54,
            "text": "هیڅكله داسې نه ده، بېشكه دا (قرآن) نصیحت دى"
        },
        {
            "chapter": 74,
            "verse": 55,
            "text": "نو څوك چې غواړي (نو) له ده نه دې پند واخلي"
        },
        {
            "chapter": 74,
            "verse": 56,
            "text": "او دوى نصیحت (او پند) نه اخلي مګر كه الله يې وغواړي. هم دى د وېرې لايق دى او د بخښنې اهل دى"
        },
        {
            "chapter": 75,
            "verse": 1,
            "text": "زه د قیامت په ورځې باندې قسم خورم"
        },
        {
            "chapter": 75,
            "verse": 2,
            "text": "او زه په ډېر ملامت كوونكي نفس باندې قسم خورم"
        },
        {
            "chapter": 75,
            "verse": 3,
            "text": "ایا (كافر) انسان دا ګمان كوي چې مونږ به د ده هډوكي له سره راجمع نه كړو"
        },
        {
            "chapter": 75,
            "verse": 4,
            "text": "ولې نه! (جمع به يې كړو)، په داسې حال كې چې مونږ په دې قادر یو چې د ده (هډوكي او) د ګوتو بندونه (هم) برابر كړو"
        },
        {
            "chapter": 75,
            "verse": 5,
            "text": "بلكې (كافر) انسان اراده لري چې په خپله مخه (راتلونكې زمانه) كې هم نافرماني وكړي"
        },
        {
            "chapter": 75,
            "verse": 6,
            "text": "دى تپوس كوي چې د قیامت ورځ به كله وي؟"
        },
        {
            "chapter": 75,
            "verse": 7,
            "text": "نو كله چې سترګې خړې (سپینې) شي"
        },
        {
            "chapter": 75,
            "verse": 8,
            "text": "او سپوږمۍ توره (بې رڼا) شي"
        },
        {
            "chapter": 75,
            "verse": 9,
            "text": "او لمر او سپوږمۍ سره جمع كړى شي"
        },
        {
            "chapter": 75,
            "verse": 10,
            "text": "نو (كافر) انسان به په دغه وخت كې وايي: د تېښتې ځاى چېرته دى؟"
        },
        {
            "chapter": 75,
            "verse": 11,
            "text": "هیڅكله داسې نه ده، هېڅ پناه ځاى نشته"
        },
        {
            "chapter": 75,
            "verse": 12,
            "text": "په دغې ورځ كې ځاى د قرار ستا د رب په طرف دى"
        },
        {
            "chapter": 75,
            "verse": 13,
            "text": "په دغې ورځ كې به انسان په هغه څه خبر كړى شي چې ده مخكې لېږلي دي او وروسته يې پرېښي دي"
        },
        {
            "chapter": 75,
            "verse": 14,
            "text": "بلكې انسان په خپل ځان باندې ښه دلیل دى"
        },
        {
            "chapter": 75,
            "verse": 15,
            "text": "اګر كه دى خپل عذرونه وړاندې كړي"
        },
        {
            "chapter": 75,
            "verse": 16,
            "text": "(اى نبي!) ته خپله ژبه په دې (قرآن) سره مه خوځوه، د دې لپاره چې ته دا په تُندۍ سره حاصل كړې"
        },
        {
            "chapter": 75,
            "verse": 17,
            "text": "بېشكه پر مونږ باندې د ده جمع كول او د ده لوستل دي"
        },
        {
            "chapter": 75,
            "verse": 18,
            "text": "نو كله چې مونږ دى ولولو، نو ته د ده د لوستلو پیروي كوه"
        },
        {
            "chapter": 75,
            "verse": 19,
            "text": "بیا یقینًا زمونږ په ذمه د ده بیانول دي"
        }
    ]
}