{
    "pages": [
        {
            "chapter": 78,
            "verse": 31,
            "text": "بېشكه خاص د متقیانو لپاره كامیابي ده"
        },
        {
            "chapter": 78,
            "verse": 32,
            "text": "(چې) باغونه او انګور دي"
        },
        {
            "chapter": 78,
            "verse": 33,
            "text": "او انارسینه همځولې پېغلې دي"
        },
        {
            "chapter": 78,
            "verse": 34,
            "text": "او ترڅنډو پورې ډكې د شرابو پیالې دي"
        },
        {
            "chapter": 78,
            "verse": 35,
            "text": "دوى په دغه (جنت) كې نه لغوه (بېكاره) خبره اوري او نه دروغ"
        },
        {
            "chapter": 78,
            "verse": 36,
            "text": "د رب له جانبه به بدله وركولى شي (د عملونو) په حساب سره ډېره وركړه"
        },
        {
            "chapter": 78,
            "verse": 37,
            "text": "چې د اسمانونو او ځمكې رب دى او د هغه څه چې د دغو دواړو په مینځ كې دي، چې ډېر زیات مهربان دى، دوى له هغه سره د خبرو كولو اختیار (او قدرت) نه لري"
        },
        {
            "chapter": 78,
            "verse": 38,
            "text": "په هغې ورځ كې چې روح او ملايك به صفونه صفونه ودرېږي، دوى به خبرې نشي كولى مګرهغه څوك چې هغه ته رحمٰن اجازت وركړي او ده (په دنیا كې) حقه خبره (لا إله الا الله) ویلې وي"
        },
        {
            "chapter": 78,
            "verse": 39,
            "text": "دغه حق ورځ ده، نو هغه څوك چې د خپل رب په طرف د ورتلو ځاى نیسي (نو ودې نیسي)"
        },
        {
            "chapter": 78,
            "verse": 40,
            "text": "بېشكه مونږ تاسو له نژدې (راتلونكي) عذاب څخه ووېرولئ، په هغه ورځ كې چې هر سړى به هغه څه ته ګوري چې د ده لاسونو مخكې لېږلي دي او كافر به وايي: اى كاشكې چې زه خاورې وى"
        },
        {
            "chapter": 79,
            "verse": 1,
            "text": "قسم دى په (ملايكو) راوښكونكو (روحونو د كفارو لره)، راوښكل"
        },
        {
            "chapter": 79,
            "verse": 2,
            "text": "او په (ملايكو) اسان راوښكونكو (د مومنانو روحونو لره)، اسان راوښكل"
        },
        {
            "chapter": 79,
            "verse": 3,
            "text": "او په تېزو تلونكو (ملايكو)، تېز تلل"
        },
        {
            "chapter": 79,
            "verse": 4,
            "text": "پس په وړاندې كېدونكو (ملايكو)، وړاندې كېدل"
        },
        {
            "chapter": 79,
            "verse": 5,
            "text": "بیا د كار په تدبیر جوړونكو (ملايكو) چې تاسو به خامخا بیا راژوندي كړى شئ"
        },
        {
            "chapter": 79,
            "verse": 6,
            "text": "په هغه ورځ چې لړځېدونكې به ولړځېږي"
        },
        {
            "chapter": 79,
            "verse": 7,
            "text": "په دې پسې به راځي ورپسې راتلونكې"
        },
        {
            "chapter": 79,
            "verse": 8,
            "text": "(د مجرمانو) زړونه به په دغه ورځ كې رپېدونكي (درزېدونكي) وي"
        },
        {
            "chapter": 79,
            "verse": 9,
            "text": "د دغو سترګې به ښكته وي"
        },
        {
            "chapter": 79,
            "verse": 10,
            "text": "دوى به وايي: ایا په رښتیا (او) یقینًا به مونږ ړومبني حالت ته ګرځولى شو (بیا به ژوندي كېږو؟)"
        },
        {
            "chapter": 79,
            "verse": 11,
            "text": "ایا كله چې مونږ زاړه رژېدونكي هډوكي شو"
        },
        {
            "chapter": 79,
            "verse": 12,
            "text": "دوى وویل: دغه (ګرځېدل) به په هغه وخت كې زیانمن ګرځېدل وي"
        },
        {
            "chapter": 79,
            "verse": 13,
            "text": "پس بېشكه دغه خو بس یوه چغه ده"
        },
        {
            "chapter": 79,
            "verse": 14,
            "text": "نو ناڅاپه به دوى د ځمكې په مخ وي"
        },
        {
            "chapter": 79,
            "verse": 15,
            "text": "ایا تا ته د موسٰی خبره راغلې ده"
        }
    ]
}