{
    "rukus": [
        {
            "chapter": 9,
            "verse": 17,
            "text": "Musriklər kufr etdikləri barədə oz-ozlərinə sahid olduqları halda, Allahın məscidlərini tə’mir etmək onlara layiq olmaz. Onların əməlləri puca cıxmısdır. Onlar Cəhənnəmdə (atəsdə əbədi qalacaqlar)"
        },
        {
            "chapter": 9,
            "verse": 18,
            "text": "Allahın məscidlərini yalnız Allaha və qiyamət gununə iman gətirən, namaz qılıb zəkat verən və Allahdan basqa hec kəsdən qorxmayanlar tə’mir edə bilərlər (yalnız bu qəbildən olan səxslərin əməlləri Allah dərgahında qəbul olunar). Məhz onlar dogru yolu tapa bilənlərdən ola bilərlər"
        },
        {
            "chapter": 9,
            "verse": 19,
            "text": "(Ey musriklər!) Məgər siz hacılara su verməyi və Məscidulhəramı tə’mir etməyi Allaha və qiyamət gununə iman gətirib Allah yolunda cihad edənlərdə eynimi tutursunuz? Onlar Allah yanında eyni olmazlar. Allah zalım tayfanı dogru yola yonəltməz"
        },
        {
            "chapter": 9,
            "verse": 20,
            "text": "Iman gətirib hicrət edənləri, Allah yolunda malları və canları ilə vurusanları Allah yanında ən yuksək dərəcələr gozləyir. Onlar nicat tapanlardır (xeyrə qovusanlardır)"
        },
        {
            "chapter": 9,
            "verse": 21,
            "text": "Rəbbi onları Ozundən bir mərhəmət (bagıslanma), razılıq və icərisində onlar ucun tukənməz ne’mətlər olan cənnətlərlə mujdələr"
        },
        {
            "chapter": 9,
            "verse": 22,
            "text": "Onlar orada əbədi qalacaqlar. Boyuk mukafat, həqiqətən, Allah yanındadır"
        },
        {
            "chapter": 9,
            "verse": 23,
            "text": "Ey iman gətirənlər! Əgər atalarınız və qardaslarınız kufru imandan ustun tuturlarsa, onları ozunuzə dost bilməyin. Sizdən onları dost tutanlar ozlərinə zulm etmis olarlar"
        },
        {
            "chapter": 9,
            "verse": 24,
            "text": "(Ya Rəsulum!) De: “Əgər atalarınız, ogullarınız, qardaslarınız, ovrətləriniz, qəbiləniz (qohumlarınız), qazandıgınız mallar, kasad olmasından qorxdugunuz ticarət, xosunuza gələn məskənklər sizə Allahdan, Onun Peygəmbərindən və Allah yolunda cihaddan daha əzizdirsə, Allahın əmri (əzabı) gəlincəyə qədər gozləyin. Allah fasiqləri dogru yola yonəltməz"
        }
    ]
}