{
    "rukus": [
        {
            "chapter": 2,
            "verse": 130,
            "text": "(Ya Rəsulum!) Ozunu səfehliyə qoyanlardan basqa kim Ibrahimin dinindən uz cevirər? Həqiqətən, Biz onu dunyada (peygəmbərlik və Kə’bəni tə’mir etmə ucun) secdik. Subhə yoxdur ki, o, axirətdə də əməlisaleh olanlardandır"
        },
        {
            "chapter": 2,
            "verse": 131,
            "text": "Rəbbi Ibrahimə: “(Əmrimə) təslim ol!” – dedikdə, o: “Aləmlərin Rəbbinə təslim oldum (musəlman oldum)!” – deyə cavab vermisdi"
        },
        {
            "chapter": 2,
            "verse": 132,
            "text": "Ibrahim və (sonra da) Yə’qub bunu (musəlman olmagı) oz oglanlarına vəsiyyət edib (hər biri dedi): “Ey oglanlarım, həqiqətən, Allah sizin ucun (belə bir) din (islam dini) secdi, siz də ancaq musəlman olaraq olməlisiniz!”"
        },
        {
            "chapter": 2,
            "verse": 133,
            "text": "(Ey yəhudilər!) Yoxsa Yə’qubun olumu yetisdikdə siz onun yanında idiniz?! O: “Məndən sonra nəyə ibadət edəcəksiniz?” – deyə oglanlarından sorusdugu zaman, onlar: “Sənin Allahına və ataların – Ibrahimin, Ismailin və Ishaqın Allahı olan tək Allaha təslim olacagıq (Ona ibadət edəcəyik)!”- dedilər"
        },
        {
            "chapter": 2,
            "verse": 134,
            "text": "Onlar (Ibrahim, Yə’qub və onlara tabe olanlar) bir camaat idilər ki, kecib getdilər. Onların etdikləri əməllər ozlərinə, sizin etdiyiniz əməllər isə sizə aiddir. Onların əməlləri barəsində sizdən sorgu-sual olunmaz"
        },
        {
            "chapter": 2,
            "verse": 135,
            "text": "(Yəhudilər və xacpərəstlər musəlmanlara:) “Dogru yolu tapmaq ucun yəhudi, yaxud da xacpərəst olun!” - deyirlər. (Ya Rəsulum!) Sən de: “Biz batildən haqqa tapınan (haqq yolda olan) Ibrahim dinindəyik, cunki o, Allaha sərik qosanlardan deyildi"
        },
        {
            "chapter": 2,
            "verse": 136,
            "text": "(Ey mo’minlər, yəhudi və xacpərəstlərin sizi oz dinlərinə də’vət etmələrinə cavab olaraq) belə deyin: “Biz Allaha, bizə nazil olana (Qur’ana), Ibrahimə, Ismailə, Ishaqa, Yə’quba və onun ovladına (əl-əsbat) gondərilənlərə, Musaya və Isaya verilənlərə, Rəbbi tərəfindən (butun) peygəmbərlərə verilən seylərə (mo’cuzələrə) inanmısıq. Onlardan hec birini digərindən ayırmırıq. Biz ancaq Allaha boyun əyən musəlmanlarıq!”"
        },
        {
            "chapter": 2,
            "verse": 137,
            "text": "(Ey mo’minlər!) Əgər onlar da siz inandıgınız kimi (Allaha) inanırlarsa, subhəsiz ki, dogru yolu taparlar. Yox, əgər (imandan) uz dondərərlərsə, (sizə qarsı) ədavət bəsləmis olarlar. (Ya Rəsulum! Belə olduqda sən onların dusmənciliyindən qorxma!) Allah sənə (tezliklə sənin intiqamını) onlardan (almaga) kifayət edər. O, (hər seyi) esidəndir, biləndir"
        },
        {
            "chapter": 2,
            "verse": 138,
            "text": "(Ey mo’minlər, deyin:) “(Biz) Allahın dinini (rəngini qəbul etdik). (Dini) Allahın dinindən daha gozəl olan kimdir?! Biz ancaq Ona ibadət edənlərik”"
        },
        {
            "chapter": 2,
            "verse": 139,
            "text": "(Ya Rəsulum! Kitab əhlinə de:) “Siz Allah barəsində bizimlə mubahisəmi edirsiniz? Halbuki O həm bizim, həm də sizin Rəbbinizdir. Bizim əməllərimiz bizə, sizin əməlləriniz isə sizə aiddir. Ona sadiq olan bizik!”"
        },
        {
            "chapter": 2,
            "verse": 140,
            "text": "Yoxsa siz Ibrahimin, Ishaqın, Yə’qubun və onun ovladının (nəslinin) yəhudi və ya xacpərəst olduqlarını iddia edirsiniz? Allah sizin nə etdiklərinizdən xəbərsiz deyildir"
        },
        {
            "chapter": 2,
            "verse": 141,
            "text": "Onlar (Ibrahim, Yə’qub və ovladı) bir ummət (camaat) idilər ki, kecib getdilər, onların qazandıqları (əməllər) ozlərinə, sizinki isə ozunuzə aiddir. Onların əməlləri haqda sizdən sorgu-sual olunmaz"
        }
    ]
}