{
    "rukus": [
        {
            "chapter": 27,
            "verse": 1,
            "text": "Ta, Sin! Bu, Qur’anın və (haqqı batildən ayıran) acıq-aydın bir Kitabın ayələridir"
        },
        {
            "chapter": 27,
            "verse": 2,
            "text": "Mo’minlərə (dogru yol gostərən) rəhbər və (Cənnətlə) mujdədir"
        },
        {
            "chapter": 27,
            "verse": 3,
            "text": "O kəslər ki, (vaxtlı-vaxtında, lazımınca) namaz aılır, zəkat verir və axirətə mohkəm inanırlar"
        },
        {
            "chapter": 27,
            "verse": 4,
            "text": "Həqiqətən, axirətə inanmayanların (pis) əməllərini ozlərinə yaxsı gostərdik. Onlar (oz azgınlıqları icərisində) sasqın bir vəziyyətdədirlər"
        },
        {
            "chapter": 27,
            "verse": 5,
            "text": "Onları (dunyada) cox pis əzab gozləyir, (imanı kufrə dəyisdirməklərinə gorə) axirətdə ən boyuk ziyana ugrayacaq kəslər də onlardır"
        },
        {
            "chapter": 27,
            "verse": 6,
            "text": "(Ya Rəsulum!) Həqiqətən, Qur’an sənə hikmət sahibi olan, (hər seyi) bilən Allah tərəfindən təlqin (vəhy tə’lim) olunur"
        },
        {
            "chapter": 27,
            "verse": 7,
            "text": "Bir zaman Musa (Mədyəndən Misirə gedərkən) ailəsinə demisdi: “Mən bir od gordum, (siz burada durun) mən də gedib ondan sizə bir xəbər, yaxud bir goz gətirim ki, qızınasınız”"
        },
        {
            "chapter": 27,
            "verse": 8,
            "text": "Musa (alovun) yanına catdıqda belə bir nida gəldi: “Alovun yanında olan (Musa) və ətrafında olanlar (mələklər və ya peygəmbərlər) mubarək kimsələrdir (bərəkətlidirlər). Aləmlərin Rəbbi olan Allah pakdır, muqəddəsdir! (Butun eyib və noqsanlardan kənardır)"
        },
        {
            "chapter": 27,
            "verse": 9,
            "text": "Ya Musa! Yenilməz quvvət, hikmət sahibi olan Allah Mənəm"
        },
        {
            "chapter": 27,
            "verse": 10,
            "text": "Əsanı (yerə) at! (Musa əsanı yerə atdı). O, (əsanın) ilan kimi qıvrıldıgını gordukdə donub qacdı, hec dala da baxmadı. (Biz ona belə buyurduq:) “Ya Musa, qorxma! Peygəmbərlər Mənim huzurumda qorxmazlar"
        },
        {
            "chapter": 27,
            "verse": 11,
            "text": "Yalnız (gunah etməklə ozunə) zulm eləyən (qorxmalıdır). Lakin (pislik etdikdən) sonra tovbə ilə pisliyi yaxsılıga cevirən kəs (bilsin ki, Mən beləsini) bagıslayanam, rəhm edənəm"
        },
        {
            "chapter": 27,
            "verse": 12,
            "text": "Əlini qoynuna (koynəyinin yaxasına, yaxud qoltugunun altına) qoy ki, Fir’ona və onun tayfasına gondərilən doqquz mo’cuzədən biri olaraq eyibsiz-qusursuz agappaq (parlaq bir nur kimi) cıxsın. Həqiqətən, onlar (Allahın itaətindən cıxmis) fasiq bir camaatdır!”"
        },
        {
            "chapter": 27,
            "verse": 13,
            "text": "Mo’cuzələrimiz askar səkildə gəlib onlara catdıqda: “Bu, acıq-aydın bir sehrdir!” – dedilər"
        },
        {
            "chapter": 27,
            "verse": 14,
            "text": "(Mo’cuzələrimizin) həqiqiliyinə daxilən mohkəm əmin olduqları halda, haqsız yerə və təkəbbur uzundən onları inkar etdilər. (Ya Rəsulum!) Bir gor fitnə-fəsad torədənlərin axırı necə oldu"
        }
    ]
}