{
    "rukus": [
        {
            "chapter": 30,
            "verse": 20,
            "text": "Sizi (atanız Adəmi) torpaqdan yaratması, sonra da sizin (hərənizin) bir insan olub yer uzunə yayılmagınız Onun qudrət əlamətlərindəndir"
        },
        {
            "chapter": 30,
            "verse": 21,
            "text": "Sizin ucun onlarla unsiyyət edəsiniz deyə, oz cinsinizdən zovcələr xəlq etməsi, aranızda (dostluq) sevgi və mərhəmət yaratması da Onun qudrət əlamətlərindəndir. Həqiqətən, bunda (bu yaradılısda) dusunən bir qovm ucun ibrətlər vardır"
        },
        {
            "chapter": 30,
            "verse": 22,
            "text": "Goylərin və yerin yaradılısı, dillərinizin və rənglərinizin muxtəlifliyi də Onun qudrət əlamətlərindəndir. Subhəsiz ki, bunda bilənlər (agıl və elm sahibləri) ucun (Allahın vəhdaniyyətinə, Onun hər seyə qadir olmasına dəlalət edən) nisanələr vardır"
        },
        {
            "chapter": 30,
            "verse": 23,
            "text": "Gecə və gunduz yatıb dincəlməyiniz (gecə istirahət etməyiniz, gunduz əlləsib calısmagınız), ne’mətindən ruzi (qismətinizi) axtarmanız da Onun qudrət əlamətlərindəndir. Həqiqətən, (oyud-nəsihət) esidənlər ucun bunda ibrətlər vardır"
        },
        {
            "chapter": 30,
            "verse": 24,
            "text": "Sizə həm qorxu, həm də umid verən (sizi vurmasından qorxdugunuz, dalınca isə yagıs yagmasına umid bəslədiyiniz) ildırımı gostərməsi, goydən yagmur endirib oləndən sonra (onunla) torpagı diriltməsi də Onun qudrət əlamətlərindəndir. Subhəsiz ki, bunda agılla dusunən bir qovm ucun ibrətlər vardır"
        },
        {
            "chapter": 30,
            "verse": 25,
            "text": "Goyun və yerin Onun əmrində durması, sonra sizi bircə dəfə (Israfilin suru bir dəfə ufurməsi ilə) cagıran kimi dərhal yerdən (qəbirlərinizdən dirilib) cıxmagınız da Onun qudrət əlamətlərindəndir"
        },
        {
            "chapter": 30,
            "verse": 26,
            "text": "Goylərdə və yerdə kim (nə) varsa, Onundur. (Mələklər, cinlər və insanlar Allahın bəndələridir). Hamısı Ona boyun əyər"
        },
        {
            "chapter": 30,
            "verse": 27,
            "text": "Məxluqatı əvvəlcə yoxdan var edən, sonra da (qiyamət gunu) yenidən dirildəcək Odur. Bu (is) Onun ucun cox asandır. Goylərdə və yerdə olan ən yuksək sifət (Allahdan basqa hec bir tanrı olmaması, vəhdaniyyət sifəti) yalnız Ona məxsusdur. O, yenilməz quvvət sahibi, hikmət sahibidir! (Allahın sifətləri nə goydəkilərin, nə də yerdəkilərin sifətlərinə bənzəyər. Allah onların hamısından ucadır)"
        }
    ]
}