{
    "rukus": [
        {
            "chapter": 33,
            "verse": 59,
            "text": "Ya Peygəmbər! Zovcələrinə, qızlarına və mo’minlərin ovrətlərinə de ki, (evdən cıxdıqda cariyələrə oxsamasınlar deyə, bədənlərini basdan-ayaga gizlədən) ortuklərini ortsunlər. Bu onların tanınması (cariyə deyil, azad qadın olduqlarının bilinməsi) və onlara əziyyət verilməməsi ucun daha munasibdir. Allah bagıslayandır, rəhm edəndir"
        },
        {
            "chapter": 33,
            "verse": 60,
            "text": "Əgər munafiqlər, qəlblərində mərəz (zinakarlıq, pozgunluq mərəzi) olanlar və Mədinədə qəsdən yalan sayiələr yayanlar (bu pis əməllərinə) son qoymasalar, subhəsiz ki, səni onların ustunə qaldırarıq. Sonra onlar səninlə ancaq az bir muddət orada qonsu ola bilərlər"
        },
        {
            "chapter": 33,
            "verse": 61,
            "text": "(Onlar) məl’unlar kimi (tezliklə səhərdən qovular), harada ələ kecsələr, mutləq tutulub oldurulərlər"
        },
        {
            "chapter": 33,
            "verse": 62,
            "text": "Allahın (onlardan) oncə gəlib-getmislər (munafiqlər) haqqında qayda-qanunu belədir. Sən Allahın qoydugu qayda-qanunda əsla dəyisiklik gorməzsən"
        },
        {
            "chapter": 33,
            "verse": 63,
            "text": "Camaat (Məkkə əhli) səndən o saat (qiyamətin nə vaxt qopacagı) barədə sorusar. (Ya Peygəmbər!) De: “Onu ancaq Allah bilər!” Nə bilirsən, bəlkə də, o saat (qiyamət) yaxındır"
        },
        {
            "chapter": 33,
            "verse": 64,
            "text": "Subhəsiz ki, Allah kafirlərə lə’nət eləmis və onlar ucun yanar od hazırlamısdır"
        },
        {
            "chapter": 33,
            "verse": 65,
            "text": "Onlar orada əbədi qalacaqlar, (ozlərinə) nə bir hami, nə də bir mədədkar tapa biləcəklər"
        },
        {
            "chapter": 33,
            "verse": 66,
            "text": "Uzləri odda (o tərəf-bu tərəfə) cevrildiyi (haldan-hala dusduyu) gun onlar: “Kas Allaha mut’i olaydıq, Peygəmbərə itaət edəydik!” – deyəcəklər"
        },
        {
            "chapter": 33,
            "verse": 67,
            "text": "Onlar deyəcəklər: “Ey Rəbbimiz! Biz agalarımıza, boyuklərimizə itaət etdik, onlarsa bizi haqq yoldan azdırdılar"
        },
        {
            "chapter": 33,
            "verse": 68,
            "text": "Ey Rəbbimiz! Onlara ikiqat əzab ver, onları boyuk bir lə’nətə (əzaba) ducar elə!”"
        }
    ]
}