{
    "rukus": [
        {
            "chapter": 68,
            "verse": 1,
            "text": "Nun! And olsun qələmə və (mələklərin) yazdıqlarına (yaxud lovhi-məhfuzda yazılanlara) ki"
        },
        {
            "chapter": 68,
            "verse": 2,
            "text": "Sən (ya Rəsulum!) Rəbbinin ne’məti sayəsində divanə deyisən"
        },
        {
            "chapter": 68,
            "verse": 3,
            "text": "Və həqiqətən, səni minnətsiz (tukənmək bilməyən) mukafat gozləyir"
        },
        {
            "chapter": 68,
            "verse": 4,
            "text": "Subhəsiz ki, sən boyuk bir əxlaq uzərindəsən"
        },
        {
            "chapter": 68,
            "verse": 5,
            "text": "(Tezliklə) sən də gorəcəksən, onlar da gorəcəklər"
        },
        {
            "chapter": 68,
            "verse": 6,
            "text": "Hansınızın divanə oldugunu"
        },
        {
            "chapter": 68,
            "verse": 7,
            "text": "Həqiqətən, sənin Rəbbin oz yolundan cıxanları da, dogru yoldan olanları da ən gozəl tanıyandır"
        },
        {
            "chapter": 68,
            "verse": 8,
            "text": "Elə isə (ya Peygəmbər! Allahın ayələrini) yalan sayanlara itaət etmə"
        },
        {
            "chapter": 68,
            "verse": 9,
            "text": "(Musriklər) istərdilər ki, sən onlara yumsaqlıq gostərəsən, onlar da sənə yumsaqlıq gostərsinlər! (Sən onların butləri barəsində pis soz deməyəsən, onlar da sənə əziyyət verməsinlər və ya sən onların butlərinə tapınasan, onlar da sənin Allahına ibadət etsinlər)"
        },
        {
            "chapter": 68,
            "verse": 10,
            "text": "(Ya Peygəmbər!) Itaət etmə (yalan yerə) hər and icənə, alcaga"
        },
        {
            "chapter": 68,
            "verse": 11,
            "text": "Qeybət edənə, soz gəzdirənə"
        },
        {
            "chapter": 68,
            "verse": 12,
            "text": "Xeyrə mane olana, (zulm etməkdə) həddi asana, gunaha batana"
        },
        {
            "chapter": 68,
            "verse": 13,
            "text": "Das urəkliyə, (anlamaza və eyni zamanda) əsli-nəsəbi bilinməyən haramzadaya"
        },
        {
            "chapter": 68,
            "verse": 14,
            "text": "O, mal-dovlət, ogul-usaq sahibi olsa belə"
        },
        {
            "chapter": 68,
            "verse": 15,
            "text": "Ayələrimiz ona oxundugu zaman o: “(Bunlar) qədimlərin əfsanələridir!” – dedi"
        },
        {
            "chapter": 68,
            "verse": 16,
            "text": "Biz (tezliklə) onun burnuna damga basacagıq"
        },
        {
            "chapter": 68,
            "verse": 17,
            "text": "Biz vaxtilə o bag sahiblərini imtahana cəkdiyim kimi, bunları da (Məkkə mursiklərini də) imtahana cəkdik. O vaxt (o bag sahibləri) səhər acılanda (onun meyvələrini) mutləq dərəcəklərinə and icmisdilər"
        },
        {
            "chapter": 68,
            "verse": 18,
            "text": "Və hec bir istisna yeri də qoymamısdılar (insallah deməmisdilər)"
        },
        {
            "chapter": 68,
            "verse": 19,
            "text": "Onlar yuxuda ikən (ya Peygəmbər!) sənin Rəbbindən o baga bir bəla gəldi"
        },
        {
            "chapter": 68,
            "verse": 20,
            "text": "Və o (yanıb) qapqara qaraldı (kulə dondu)"
        },
        {
            "chapter": 68,
            "verse": 21,
            "text": "Onlar səhər qalxıb bir-birini belə səslədilər"
        },
        {
            "chapter": 68,
            "verse": 22,
            "text": "Əgər (məhsul) yıgacaqsınızsa, bagınıza tez gedin!”"
        },
        {
            "chapter": 68,
            "verse": 23,
            "text": "Nəhayət, yola dusdulər, (yol boyu) bir-birinə xəlvətcə belə deyirdilər"
        },
        {
            "chapter": 68,
            "verse": 24,
            "text": "“(Elə edin ki) bu gun orada yanınıza hec bir yoxsul soxulmasın!”"
        },
        {
            "chapter": 68,
            "verse": 25,
            "text": "Onlar (yoxsulları) baga buraxmaga qadir olacaqlarını guman edərək erkən getdilər. [Və ya: Onlar gucləri yetdiyi halda (yoxsulları) yardımdan məhrum etməkdən otru subh tezdən yola duzəldilər"
        },
        {
            "chapter": 68,
            "verse": 26,
            "text": "(Bagı) bu vəziyyətdə (yanıb kulə donmus) gordukdə dedilər: “Yəqin ki, (yolumuzu) azmısıq"
        },
        {
            "chapter": 68,
            "verse": 27,
            "text": "Xeyr, biz (bagımızın bərəkətindən) məhrum olmusuq!”"
        },
        {
            "chapter": 68,
            "verse": 28,
            "text": "Onların ən agıllısı (və insaflısı) dedi: “Məgər mən sizə (Allahı) həmd-səna ilə təqdis etməli oldugunuzu demədimmi?!”"
        },
        {
            "chapter": 68,
            "verse": 29,
            "text": "Onlar: “Rəbbimiz pakdır, muqəddəsdir! Həqiqətən, biz zalım idik!” – dedilər"
        },
        {
            "chapter": 68,
            "verse": 30,
            "text": "Onlar bir-birini danlamaga basladılar"
        },
        {
            "chapter": 68,
            "verse": 31,
            "text": "Və dedilər: “Vay halımıza! Biz azgınlıq (tugyan) edirdik"
        },
        {
            "chapter": 68,
            "verse": 32,
            "text": "Ola bilsin ki, Rəbbimiz (tovbəmizi qəbul buyurub) onun əvəzinə bizə daha yaxsısını versin. Biz Rəbbimizdən (bizi bagıslamasını, bizə mərhəmət əta etməsini) diləyirik!”"
        },
        {
            "chapter": 68,
            "verse": 33,
            "text": "(Dunyadakı) əzab belədir. Subhəsiz ki, axirət əzabı daha siddətlidir. Kas biləydilər"
        }
    ]
}