{
    "rukus": [
        {
            "chapter": 3,
            "verse": 110,
            "text": "(Ey musəlmanlar!) Siz insanlar ucun ortaya cıxarılmıs ən yaxsı ummətsiniz (onlara) yaxsı islər gorməyi əmr edir, pis əməlləri qadagan edir və Allaha inanırsınız. Əgər kitab əhli də (sizin kimi) iman gətirsəydi, əlbəttə, onlar ucun yaxsı olardı. Onların da icərisində bə’zi iman gətirən səxslər vardır, lakin cox hissəsi haqq yoldan cıxanlardır"
        },
        {
            "chapter": 3,
            "verse": 111,
            "text": "Onlar (yəhudilər) sizə (dil ilə) əziyyət verməkdən basqa bir zərər yetirməzlər. Əgər sizinlə savasacaq olsalar, donub qacarlar. Sonra isə onlara komək edən də olmaz"
        },
        {
            "chapter": 3,
            "verse": 112,
            "text": "Onlara (yəhudilərə), harada olursa olsunlar, zillət damgası vurulmusdur. (Onlar bu zillətdən) yalnız Allahdan olan bir ipə və insanlardan olan bir ipə sarınmaqla (islamı qəbul etməklə, yaxud oz dinlərində qalıb musəlmanlara cizyə verməklə) xilas ola bilərlər. Onlar Allahın qəzəbinə ducar olmus, onlara miskinlik damgası vurulmusdur. Bunun səbəbi odur ki, onlar Allahın ayələrini inkar etmis, peygəmbərləri haqsız yerə oldurmuslər. Bunun bir səbəbi də odur ki, onlar Allaha qarsı usyan etmis və həddi asmıslar"
        },
        {
            "chapter": 3,
            "verse": 113,
            "text": "Onların hamısı eyni deyil. Kitab əhli icərisində duzgun (sabitqədəm) bir camaat vardır ki, onlar gecə vaxtları səcdə edərək Allahın ayələrini oxuyurlar"
        },
        {
            "chapter": 3,
            "verse": 114,
            "text": "Onlar Allaha, axirət gununə inanır, (insanlara) yaxsı islər gorməyi əmr edir, (onları) pis əməllərdən cəkindirir və xeyirli islər gorməyə tələsirlər. Onlar əməlisaleh səxslərdəndirlər"
        },
        {
            "chapter": 3,
            "verse": 115,
            "text": "Onların yaxsılıq naminə etdikləri islərdən hec biri inkar edilməz (mukafatsız qalmaz). Subhəsiz ki, Allah muttəqi olanları tanıyır"
        },
        {
            "chapter": 3,
            "verse": 116,
            "text": "Əlbəttə, kafir olan səxslərin nə malları, nə də ovladları onları Allahdan (Allahın əzabından) əsla qurtara bilməyəcək. Onlar cəhənnəmlikdirlər və orada əbədi qalacaqlar"
        },
        {
            "chapter": 3,
            "verse": 117,
            "text": "Onların bu dunyada sərf etdikləri sey, ozunə zulm edən bir qovmun əkinlərini məhv edən soyuq bir kuləyə bənzər. Allah onlara zulm etmədi, lakin onlar oz-ozlərinə zulm etdilər"
        },
        {
            "chapter": 3,
            "verse": 118,
            "text": "Ey iman gətirənlər! Ozundən basqasını ozunuzə sirdas (dost) tutmayın. Onlar sizin barənizdə fitnə-fəsad torətməkdən əl cəkməzlər, sizin (zərərə və) əziyyətə dusməyinizi istəyirlər. Həqiqətən, onların sizə qarsı olan ədavəti agızlarından cıxan sozlərdən askar olur. Amma urəklərində gizlətdikləri (dusməncilik) isə daha boyukdur. Əgər dusunub dərk edirsinizsə, (onların sizə bəslədikləri ədavət barəsindəki) ayələri artıq sizə izah etdik"
        },
        {
            "chapter": 3,
            "verse": 119,
            "text": "Bəli, siz o kimsələrsiniz ki, onları sevirsiniz, onlar isə sizləri sevməzlər. Siz kitabın hamısına (butun ilahi kitablara) inanırsınız. Onlar sizinlə gorusdukləri zaman: “Biz də inandıq”, - deyir, xəlvətdə olduqda isə sizə qarsı qəzəblərindən barmaqlarını gəmirirlər. (Ya Rəsulum!) De: “Acıgınızdan olun!” Əlbəttə, Allah urəklərdə olanları biləndir"
        },
        {
            "chapter": 3,
            "verse": 120,
            "text": "Sizə bir mənfəət yetisəndə onlar qəmgin olur, sizə bir zərər toxunanda isə ona sevinirlər. Əgər səbr edib ozunuzu qorusanız (Allahdan qorxsanız), onların hiyləsi sizə hec bir zərər yetirməz. Subhəsiz ki, Allah onların nə etdiklərini biləndir"
        }
    ]
}