{
    "rukus": [
        {
            "chapter": 3,
            "verse": 149,
            "text": "Ey iman gətirənlər! Əgər kafirlərə itaət edəcək olsanız, onlar sizi geri (oz dinlərinə) dondərər və siz də zərər cəkmis halda geri donərsiniz"
        },
        {
            "chapter": 3,
            "verse": 150,
            "text": "Xeyr, Allah sizin ixtiyar sahibinizdir. O, yardım edənlərin ən yaxsısıdır"
        },
        {
            "chapter": 3,
            "verse": 151,
            "text": "Haqqında hec bir dəlil nazil etmədiyi seyi Allaha sərik qosduqlarına gorə kafirlərin urəklərinə qorxu salarıq. Onların yeri Cəhənnəmdir. Zulm edənlərin sıgınacaqları yer nə pisdir"
        },
        {
            "chapter": 3,
            "verse": 152,
            "text": "(Uhud muharibəsində) siz onları Allahın iznilə əzib-qırdıgınız zaman, Allah sizə verdiyi və’dinə sadiq cıxdı. Lakin O (Allah) sevdiyiniz seyi (zəfər və qəniməti) sizə gostərəndən sonra isə zəiflik gostərdiniz və (sizə verilmis) əmr barəsində bir-birinizlə mubahisə edərək (Peygəmbərə) qarsı cıxdınız. Icərinizdən bə’ziləri dunyanı, bə’ziləri isə axirəti istəyirdi. Əlbəttə, O sizi əfv etdi. Cunki Allah mo’minlərə qarsı mərhəmətlidir"
        },
        {
            "chapter": 3,
            "verse": 153,
            "text": "Siz (dusməndən qacaraq daga) qalxdıgınız və Peygəmbər arxa tərəfdən sizi cagırarkən hec kəsə baxmadıgınız zaman Allah sizin qəminizin ustunə qəm gətirməklə (məglubiyyət, Peygəmbərin qətl edilməsi barəsindəki yanlıs xəbərdən dogan əndisə; onun əmrinə tabe olmamaq nəticəsində uz verən pesmancılıqla) cəzalandırdı ki, əlinizdən cıxan seylərə və ugradıgınız fəlakətlərə gorə təəsuf etməyəsiniz. Subhəsiz ki, Allah gorduyunuz islərdən xəbərdardır"
        },
        {
            "chapter": 3,
            "verse": 154,
            "text": "Bu qəm qussədən sonra Allah sizə rahatlıq ucun xəfif bir uygu gondərdi. O sizin bir qisminizi burudu. O biri qisminiz isə ancaq oz canlarının harayına qalaraq: “Bu isdə bizim ucun bir sey (xeyir) varmı?” – deyə Allaha qarsı haqsız yerə, cahiliyyətə xas olan dusuncələrə qapıldılar. (Ya Rəsulum!) Onlara de: “Əlbəttə, butun islər Allaha məxsusdur (Allahın əlindədir)”. Onlar (munafiqlər) sənə acıb bildirmədikləri seyləri oz urəklərində gizlədərək: “Əgər bu isdə bizim ucun bir sey (bir qələbə) olsaydı, elə buradaca oldurulməzdik”, - deyirlər. (Ya Rəsulum!) De: “Əgər siz evlərinizdə olsaydınız belə, alınlarına olum yazılmıs kəslər yenə cıxıb əbədi yatacaqları (oləcəkləri) yerlərə gedərdilər ki, Allah (bununla) sizin urəklərinizdə olanları (səmimiyyət və ikiuzluluyu) yoxlayıb askara cıxartsın və qəlblərinizdə olanları (niyyətlərinizi) təmizləsin. Allah urəklərdə olanları biləndir!”"
        },
        {
            "chapter": 3,
            "verse": 155,
            "text": "(Uhud muharibəsində) iki ordu qarsılasdıgı gun sizdən uz dondərənləri Seytan, məhz etdikləri bə’zi əməllərlə (Peygəmbərin əmrinə asi olmaqla) yoldan cıxmaga (budrəməyə) məcbur etdi. (Tovbə etdikdən sonra) Allah artıq onları bagısladı. Həqiqətən, Allah bagıslayandır, həlimdir"
        }
    ]
}