{
    "pages": [
        {
            "chapter": 7,
            "verse": 52,
            "text": "Y por cierto que les enviamos el Libro [el Corán], en el que detallamos todas las cosas con sabiduría, como una guía y misericordia para quienes creen"
        },
        {
            "chapter": 7,
            "verse": 53,
            "text": "¿Acaso esperan que suceda lo que se les ha advertido en el Libro? El día que ello acontezca [el Día del Juicio] dirán quienes no creyeron que ocurriría: Reconocemos que los Mensajeros de nuestro Señor se presentaron con la Verdad. ¿Acaso habrá quien pueda interceder por nosotros [para salvarnos del castigo] o para que se nos conceda otra oportunidad volviendo a la vida mundanal, y así poder obrar correctamente? Por cierto que se extraviaron y todas sus mentiras se disiparon"
        },
        {
            "chapter": 7,
            "verse": 54,
            "text": "Ciertamente vuestro Señor es Allah, Quien creó los cielos y la Tierra en seis días, luego se estableció sobre el Trono. Hace que la noche y el día se sucedan ininterrumpidamente. Y creó el Sol, la Luna y las estrellas sometiéndolos a Su voluntad. ¿Acaso no Le pertenece la creación y Él es Quien dictamina las órdenes según Le place? ¡Bendito sea Allah, Señor del Universo"
        },
        {
            "chapter": 7,
            "verse": 55,
            "text": "Invocad a vuestro Señor con humildad y en secreto. Ciertamente Él no ama a los transgresores"
        },
        {
            "chapter": 7,
            "verse": 56,
            "text": "No corrompáis en la Tierra después de que se haya establecido en ella el orden, e invocadle con temor y esperanza. Por cierto que los benefactores están más cerca de la misericordia de Allah"
        },
        {
            "chapter": 7,
            "verse": 57,
            "text": "Él es Quien envía los vientos que albrician la llegada de Su misericordia. Cuando éstos reúnen a las nubes, las conducimos hacia la tierra azotada por la sequía donde descendemos la lluvia con la que hacemos brotar frutos de todas clases. De la misma manera haremos resucitar a los muertos; así pues, reflexionad"
        }
    ]
}