{
    "pages": [
        {
            "chapter": 33,
            "verse": 1,
            "text": "¡Oh, Profeta! Teme a Allah y no obedezcas a los incrédulos y a los hipócritas. En verdad, Allah es Omnisciente, Sabio"
        },
        {
            "chapter": 33,
            "verse": 2,
            "text": "Y sigue lo que te ha sido revelado por tu Señor. En verdad, Allah está bien informando de lo que hacéis"
        },
        {
            "chapter": 33,
            "verse": 3,
            "text": "Encomiéndate a Allah. Y sabe que Allah es suficiente como protector"
        },
        {
            "chapter": 33,
            "verse": 4,
            "text": "Allah no puso dos corazones en el interior del hombre [como para albergar la fe y la hipocresía a la vez]. No hizo que vuestras esposas que divorciasteis [declarando que eran tan ilícitas como vuestras propias madres] sean realmente como vuestras madres; y tampoco hizo que los hijos que habéis adoptado sean como los vuestros. Esto es lo que dicen vuestras bocas; pero Allah dice la verdad, y guía al sendero [recto]"
        },
        {
            "chapter": 33,
            "verse": 5,
            "text": "Llamadlos [a quienes no sean vuestros hijos] por el nombre de sus padres verdaderos, pues esto es lo más justo para Allah; y si no conocéis a sus padres, decid mejor que ellos son hermanos en la religión y vuestros protegidos. Y no será considerado un pecado si os hubiereis equivocado [o ignorado que ello no era correcto], pero sí en caso de que lo hiciereis intencionadamente. Y sabed que Allah es Absolvedor, Misericordioso"
        },
        {
            "chapter": 33,
            "verse": 6,
            "text": "El Profeta es más importante para los creyentes que ellos mismos; las esposas del Profeta [deben ser respetadas como si fueran] las madres de ellos [y no podrán desposarlas jamás]; y según el Libro de Allah [el Corán] los parientes son quienes tienen derecho a la herencia, algunos en mayor proporción que otros, y no los creyentes y los emigrados, pero aun así podéis testar a favor de ellos [una parte consabida]. Esto ha sido decretado y registrado en el Libro [la Tabla Protegida]"
        }
    ]
}