{
    "pages": [
        {
            "chapter": 41,
            "verse": 1,
            "text": "Ha. Mim"
        },
        {
            "chapter": 41,
            "verse": 2,
            "text": "Ésta es la revelación del Clemente, Misericordioso"
        },
        {
            "chapter": 41,
            "verse": 3,
            "text": "Es un Libro cuyos preceptos fueron detallados precisamente; [fue revelado] el Corán en idioma árabe para que lo entiendan"
        },
        {
            "chapter": 41,
            "verse": 4,
            "text": "Que albricia [a los creyentes que serán recompensados] y advierte [del castigo a los pecadores]; pero la mayoría de los hombres se apartan [de la guía], y no quieren oír"
        },
        {
            "chapter": 41,
            "verse": 5,
            "text": "Y dicen [los incrédulos]: Nuestros corazones están insensibles a aquello a lo que nos invitas, y nuestros oídos están ensordecidos, y entre nosotros y tú se interpone un velo [y no comprendemos tus palabras]. Obra tú [según tu religión], nosotros obraremos [según la nuestra]"
        },
        {
            "chapter": 41,
            "verse": 6,
            "text": "Diles [¡Oh, Muhámmad!]: Ciertamente yo soy un hombre como vosotros, me fue revelado que vuestra divinidad es una sola [Allah]. Seguid el camino recto que Él ha establecido, e implorad Su perdón. ¡Ay de los idólatras [que adoran lo que no puede beneficiarles ni perjudicarles en nada y]"
        },
        {
            "chapter": 41,
            "verse": 7,
            "text": "Que no pagan el Zakat, ni creen en la otra vida"
        },
        {
            "chapter": 41,
            "verse": 8,
            "text": "Por cierto que los creyentes que obran rectamente recibirán una recompensa ininterrumpida"
        },
        {
            "chapter": 41,
            "verse": 9,
            "text": "Diles: ¿Cómo es que no creéis en Quien creó la Tierra en dos días y Le atribuís copartícipes? Éste es el Señor del Universo"
        },
        {
            "chapter": 41,
            "verse": 10,
            "text": "Dispuso en ella [la Tierra] firmes montañas y la bendijo [con abundantes cultivos y ríos] y determinó el sustento para sus habitantes en cuatro días; [esto en respuesta clara] para quienes pregunten [acerca de la creación]"
        },
        {
            "chapter": 41,
            "verse": 11,
            "text": "Luego estableció crear el cielo, el cual era humo [en un principio], y les dijo al cielo y a la Tierra: ¿Me obedeceréis de buen grado, o por la fuerza? Respondieron: Te obedecemos con sumisión"
        }
    ]
}