{
    "pages": [
        {
            "chapter": 67,
            "verse": 13,
            "text": "Es lo mismo que ocultéis vuestros pensamientos o que los divulguéis, Él conoce bien cuanto hay en los corazones"
        },
        {
            "chapter": 67,
            "verse": 14,
            "text": "¿Acaso no lo va a saber Quien todo lo creó? Él es Sutil, y está bien informado de cuánto hacéis"
        },
        {
            "chapter": 67,
            "verse": 15,
            "text": "Él es Quien os ha hecho propicia la Tierra [para que viváis en ella]. Transitad, pues, por sus caminos y comed de Su sustento, y sabed que compareceréis ante Él"
        },
        {
            "chapter": 67,
            "verse": 16,
            "text": "¿Acaso os sentís a salvo de que Quien está en el cielo no os haga tragar por la tierra cuando ésta tiembla"
        },
        {
            "chapter": 67,
            "verse": 17,
            "text": "¿O estáis seguros de que Quien está en el cielo no os enviará un fuerte viento? Y si esto ocurre, veréis cómo se cumple lo que os advertí"
        },
        {
            "chapter": 67,
            "verse": 18,
            "text": "Por cierto que quienes os precedieron también desmintieron; observad pues, cómo les castigué"
        },
        {
            "chapter": 67,
            "verse": 19,
            "text": "¿Acaso no contempláis a las aves en las alturas, desplegando y recogiendo sus alas? Sólo el Misericordioso las sostiene; y Él es Omnividente"
        },
        {
            "chapter": 67,
            "verse": 20,
            "text": "¿Quién dispone de un ejército capaz de defenderos [de vuestros enemigos] fuera del Misericordioso? En verdad, los incrédulos son presa de una ilusión"
        },
        {
            "chapter": 67,
            "verse": 21,
            "text": "¿O quién os sustentará si Él retiene vuestro sustento? Sin embargo, persisten en su insolencia y aversión"
        },
        {
            "chapter": 67,
            "verse": 22,
            "text": "¿Acaso quien camina cabizbajo y tropezando [sumergido en la incredulidad] está mejor encaminado que quien transita erguido [firme en la fe] por el sendero recto"
        },
        {
            "chapter": 67,
            "verse": 23,
            "text": "Diles [¡Oh, Muhámmad!]: Él es Quien os creó, y Quien os agració con el oído, la vista y el intelecto. ¡Qué poco agradecéis"
        },
        {
            "chapter": 67,
            "verse": 24,
            "text": "Di: Él es Quien os diseminó en la Tierra y ante Él compareceréis"
        },
        {
            "chapter": 67,
            "verse": 25,
            "text": "Y dicen: ¿Cuándo se cumplirá esta amenaza [el Día del Juicio], si es que sois veraces"
        },
        {
            "chapter": 67,
            "verse": 26,
            "text": "Diles: Por cierto que solamente Allah lo sabe, y yo no soy sino un amonestador"
        }
    ]
}