{
    "pages": [
        {
            "chapter": 8,
            "verse": 53,
            "text": "Tova e, zashtoto Allakh ne promenya blagodatta, s koyato e oblagodetelstval khora, dokato ne promenyat sebe si. Allakh e vsechuvasht, vseznaesht"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "Kakto se sluchi s roda na Faraona i s onezi predi tyakh. Vzekha za lŭzha znameniyata na svoya Gospod i Nie gi pogubikhme zaradi grekhovete im, i izdavikhme roda na Faraona. Vsichki byakha ugnetiteli"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "Naĭ-loshite tvari pred Allakh sa onezi, koito Go otrichat i ne vyarvat"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "onezi, ot koito ti poluchi obet, posle narushavat svoya obet vseki pŭt i ne se boyat"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "I ako gi sreshtnesh vŭv voĭna, progoni s porazhenieto im onezi, koito gi sledvat, za da se pouchat"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "I ako te e strakh ot izmennichestvo na nyakoĭ narod, otkhvŭrli gi po sŭshtiya nachin! Allakh ne obicha izmennitsite"
        },
        {
            "chapter": 8,
            "verse": 59,
            "text": "I nevernitsite da ne smyatat, che sa se otŭrvali! Te ne shte [Ni] ubegnat"
        },
        {
            "chapter": 8,
            "verse": 60,
            "text": "I prigotvete za tyakh kolkoto mozhete sili i boĭni kone! Shte naplashite s tyakh vraga na Allakh i vashiya vrag, i drugi osven tyakh, koito vie ne znaete, no Allakh gi znae. Kakvoto i da razdadete po pŭtya na Allakh, to shte vi se izplati i ne shte bŭdete ugneteni"
        },
        {
            "chapter": 8,
            "verse": 61,
            "text": "I ako sklonyat za mir, skloni i ti, i se upovavaĭ na Allakh! Toĭ e Vsechuvashtiya, Vseznaeshtiya"
        }
    ]
}