{
    "juzs": [
        {
            "chapter": 39,
            "verse": 32,
            "text": "Who is then more unjust than he who tells lies about Allah and rejects the truth when it comes to him? Is there no abode for the disbelievers in Hell"
        },
        {
            "chapter": 39,
            "verse": 33,
            "text": "But the one who came with the truth and believed in it – it is they who are the righteous"
        },
        {
            "chapter": 39,
            "verse": 34,
            "text": "They will have with their Lord whatever they wish for. Such is the reward of those who do good"
        },
        {
            "chapter": 39,
            "verse": 35,
            "text": "And Allah will absolve them of their worst deeds and reward them according to the best of what they used to do"
        },
        {
            "chapter": 39,
            "verse": 36,
            "text": "Is Allah not sufficient for His slave? Yet they frighten you with those [whom they worship] besides Him. Whoever Allah causes to stray, there is none to guide him"
        },
        {
            "chapter": 39,
            "verse": 37,
            "text": "And whoever Allah guides, none can lead him astray. Is not Allah All-Mighty, Capable of Retribution"
        },
        {
            "chapter": 39,
            "verse": 38,
            "text": "If you ask them who created the heavens and earth, they will surely say, “Allah.” Say, “Then tell me about those whom you supplicate besides Allah; if Allah wills to harm me, can they remove His harm? Or if He wills mercy for me, can they withhold His mercy?” Say, “Allah is sufficient for me; in Him alone do the reliant put their trust.”"
        },
        {
            "chapter": 39,
            "verse": 39,
            "text": "Say, “O my people, carry on as you are, and so will I. You will come to know"
        },
        {
            "chapter": 39,
            "verse": 40,
            "text": "who will receive a humiliating punishment, and upon whom will descend an everlasting punishment.”"
        },
        {
            "chapter": 39,
            "verse": 41,
            "text": "We have sent down to you the Book with the truth for all mankind. Whoever follows the guidance, it is to his own benefit, and whoever goes astray, it is only to his own loss. You are not a keeper over them"
        },
        {
            "chapter": 39,
            "verse": 42,
            "text": "Allah takes away the souls at the time of their death and of those who do not die during their sleep. He withholds the souls of those on whom He has decreed death, and releases others until an appointed term. Indeed, there are signs in this for people who reflect"
        },
        {
            "chapter": 39,
            "verse": 43,
            "text": "Or have they taken besides Allah others as intercessors? Say, “Even though they have no power nor do they understand?”"
        },
        {
            "chapter": 39,
            "verse": 44,
            "text": "Say, “All intercession belongs to Allah alone. To Him belongs the dominion of the heavens and earth, then to Him you will be returned.”"
        },
        {
            "chapter": 39,
            "verse": 45,
            "text": "When Allah alone is mentioned, the hearts of those who do not believe in the Hereafter shrink with aversion, but as soon as those other than Him are mentioned, they rejoice"
        },
        {
            "chapter": 39,
            "verse": 46,
            "text": "Say, “O Allah, Originator of the heavens and earth, Knower of the unseen and the seen, it is you who will judge between Your slaves concerning that over which they used to differ"
        },
        {
            "chapter": 39,
            "verse": 47,
            "text": "If the wrongdoers were to possess all that is on earth and the like of it, they would surely offer it to ransom themselves from the terrible punishment on the Day of Resurrection. There will appear to them from Allah what they had never anticipated"
        },
        {
            "chapter": 39,
            "verse": 48,
            "text": "The evil consequences of their deeds will become apparent to them, and they will be overwhelmed by what they used to ridicule"
        },
        {
            "chapter": 39,
            "verse": 49,
            "text": "When adversity befalls man, he cries out to Us. Then when We grant him a favor from Us, he says, “I have been granted this only because of my knowledge.” It is rather a test, but most of them do not know"
        },
        {
            "chapter": 39,
            "verse": 50,
            "text": "It was already said by those before them, but all what they earned was of no avail to them"
        },
        {
            "chapter": 39,
            "verse": 51,
            "text": "Therefore the evil consequences of their deeds overtook them, and the wrongdoers among these [pagans] will be overtaken by the evil consequences of their deeds, and they will have no escape"
        },
        {
            "chapter": 39,
            "verse": 52,
            "text": "Do they not know that Allah extends provision to whom He wills or restricts it? Indeed, there are signs in this for people who believe"
        },
        {
            "chapter": 39,
            "verse": 53,
            "text": "Say [Allah says], “O My slaves who have transgressed against themselves, do not despair of Allah’s mercy, for indeed Allah forgives all sins. He is indeed the All-Forgiving, the Most Merciful"
        },
        {
            "chapter": 39,
            "verse": 54,
            "text": "Turn to your Lord [in repentance] and submit to Him before the punishment comes upon you, for then you will not be helped"
        },
        {
            "chapter": 39,
            "verse": 55,
            "text": "Follow the best of what has been sent down to you all from your Lord, before the punishment comes upon you by surprise while you are unaware"
        },
        {
            "chapter": 39,
            "verse": 56,
            "text": "Lest someone should say, “Woe to me for neglecting my duties towards Allah and for being among those who mocked [the truth]”"
        },
        {
            "chapter": 39,
            "verse": 57,
            "text": "or says, “If only Allah had guided me, I would have been among the righteous”"
        },
        {
            "chapter": 39,
            "verse": 58,
            "text": "or says, upon seeing the punishment, “If only I had another chance, I could be among those who do good.”"
        },
        {
            "chapter": 39,
            "verse": 59,
            "text": "[Allah will say,] “No indeed! My verses had already come to you, but you rejected them and acted arrogantly, and you were among the disbelievers.”"
        },
        {
            "chapter": 39,
            "verse": 60,
            "text": "On the Day of Resurrection you will see those who lied against Allah with their faces darkened. Is there not in Hell an abode for the arrogant"
        },
        {
            "chapter": 39,
            "verse": 61,
            "text": "But Allah will save those who fear Him, for they have attained salvation; no harm will touch them, nor will they grieve"
        },
        {
            "chapter": 39,
            "verse": 62,
            "text": "Allah is the Creator of all things, and He is the Maintainer of everything"
        },
        {
            "chapter": 39,
            "verse": 63,
            "text": "To Him belong the keys of the heavens and earth. As for those who disbelieve in the verses of Allah, it is they who are the losers"
        },
        {
            "chapter": 39,
            "verse": 64,
            "text": "Say [O Prophet], “Do you order me to worship other than Allah, O ignorant people?”"
        },
        {
            "chapter": 39,
            "verse": 65,
            "text": "It has already been revealed to you and to those who came before you that if you associate others with Allah, your deeds will surely become worthless, and you will certainly be among the losers"
        },
        {
            "chapter": 39,
            "verse": 66,
            "text": "Rather, worship Allah alone and be among those who are grateful"
        },
        {
            "chapter": 39,
            "verse": 67,
            "text": "They did not revere Allah His true reverence. On the Day of Resurrection, the whole earth will be in His Grip, and the heavens will be rolled up in His Right Hand. Glorified and exalted is He above all what they associate with Him"
        },
        {
            "chapter": 39,
            "verse": 68,
            "text": "The Trumpet will be blown and all those in the heavens and all those on earth will fall dead, except whom Allah wills. Then it will be blown again, and at once they will be standing, looking on"
        },
        {
            "chapter": 39,
            "verse": 69,
            "text": "The earth will shine with the light of its Lord, the record of deeds will be placed, the prophets and the witnesses will be brought forth, and judgment will be passed between them with fairness, and they will not be wronged"
        },
        {
            "chapter": 39,
            "verse": 70,
            "text": "Every soul will be paid in full for what it has done, for He knows best what they do"
        },
        {
            "chapter": 39,
            "verse": 71,
            "text": "Those who disbelieved will be driven to Hell in groups, until when they reach it, its gates will be opened and its keepers will say to them, “Did there not come to you messengers from among you, reciting the verses of your Lord and warning you of your meeting of this Day?” They will say, “Yes indeed, but the decree of punishment has come to pass against the disbelievers.”"
        },
        {
            "chapter": 39,
            "verse": 72,
            "text": "It will be said, “Enter the gates of Hell, abiding therein forever.” What a terrible abode for the arrogant"
        },
        {
            "chapter": 39,
            "verse": 73,
            "text": "But those who feared their Lord will be led to Paradise in groups, until when they reach it, its gates will be wide open, and its keepers will say to them, “Peace be upon you. You have done well, so enter it, abiding forever.”"
        },
        {
            "chapter": 39,
            "verse": 74,
            "text": "They will say, “All praise be to Allah Who has fulfilled His promise to us, and made us inherit the land to dwell wherever we please in Paradise.” How excellent is the reward of those who do [good]"
        },
        {
            "chapter": 39,
            "verse": 75,
            "text": "You will see the angels surrounding the Throne, glorifying their Lord with His praise, and matters will be settled between them with justice, and it will be said: All praise be to Allah, the Lord of the worlds.”"
        },
        {
            "chapter": 40,
            "verse": 1,
            "text": "Hā Mīm"
        },
        {
            "chapter": 40,
            "verse": 2,
            "text": "The revelation of this Book is from Allah, the All-Mighty, the All-Knowing"
        },
        {
            "chapter": 40,
            "verse": 3,
            "text": "the Forgiver of sin and Accepter of repentance, the Severe in punishment and Infinite in bounty. None has the right to be worshiped except Him. To Him is the final return"
        },
        {
            "chapter": 40,
            "verse": 4,
            "text": "None disputes against the signs of Allah except those who disbelieve, so do not be deceived by their movements in the land"
        },
        {
            "chapter": 40,
            "verse": 5,
            "text": "Before them, the people of Noah rejected and so did [other] parties after them. Every nation plotted against its messenger to seize him, and falsely argued to refute the truth with falsehood, so I seized them. How [horrible] was My punishment"
        },
        {
            "chapter": 40,
            "verse": 6,
            "text": "Thus the decree of your Lord was passed against those who disbelieve, that they will be the people of the Fire"
        },
        {
            "chapter": 40,
            "verse": 7,
            "text": "Those [angels] who bear the Throne and those around it glorify their Lord with His praise and believe in Him, and seek forgiveness for those who believe, [saying], “Our Lord, Your mercy and knowledge encompass everything, so forgive those who repent and follow Your way, and protect them from the punishment of the Blazing Fire"
        },
        {
            "chapter": 40,
            "verse": 8,
            "text": "Our Lord, admit them to Gardens of Eternity which You have promised them, and the righteous from among their parents, their spouses and their offspring. Indeed, it is You Who are the All-Mighty, the All-Wise"
        },
        {
            "chapter": 40,
            "verse": 9,
            "text": "And protect them from the evil consequences [of their sins]. For whoever You protect from the evil consequences on that Day, You have surely bestowed mercy upon him. That is the supreme triumph.”"
        },
        {
            "chapter": 40,
            "verse": 10,
            "text": "Those who disbelieve will be addressed, “Allah’s abhorrence of you when you were called to believe but you disbelieved was greater than your abhorrence of yourselves [Today].”"
        },
        {
            "chapter": 40,
            "verse": 11,
            "text": "They will say, “Our Lord, You have caused us to die twice and brought us to life twice. Now we acknowledge our sins; is there any way out?”"
        },
        {
            "chapter": 40,
            "verse": 12,
            "text": "[They will be told], “This is because when Allah was invoked alone, you disbelieved, but when others were associated with Him, you believed. The judgment belongs to Allah, the Most High, the All-Great.”"
        },
        {
            "chapter": 40,
            "verse": 13,
            "text": "It is He Who shows you His signs and sends down for you provision from the sky, but none will take heed except those who turn to Him"
        },
        {
            "chapter": 40,
            "verse": 14,
            "text": "So call upon Allah with sincere devotion to Him, even if the disbelievers may dislike it"
        },
        {
            "chapter": 40,
            "verse": 15,
            "text": "He is Exalted in Rank, Lord of the Throne. He sends down the revelation by His command to whom He wills of His slaves, in order to warn of the Day of Meeting"
        },
        {
            "chapter": 40,
            "verse": 16,
            "text": "the Day when they will be brought forth, nothing about them will be hidden from Allah. [He will say], “To whom does the dominion belong this Day? To Allah, the One, the Subjugator"
        },
        {
            "chapter": 40,
            "verse": 17,
            "text": "Today every soul will be recompensed for what it has earned; no injustice Today! Allah is swift in reckoning.”"
        },
        {
            "chapter": 40,
            "verse": 18,
            "text": "Warn them of the approaching Day, when hearts will be at the throats, full of distress. The wrongdoers will have no close friend or intercessor whose word may be heeded"
        },
        {
            "chapter": 40,
            "verse": 19,
            "text": "He knows the sneaky glances of the eyes and what the hearts conceal"
        },
        {
            "chapter": 40,
            "verse": 20,
            "text": "Allah judges with justice, whereas those whom they invoke besides Him cannot judge at all. Indeed, it is Allah Who is the All-Hearing, the All-Seeing"
        },
        {
            "chapter": 40,
            "verse": 21,
            "text": "Have they not traveled in the land to see what was the end of those who came before them? They were far superior in strength and left a more impressive marks in the land, but Allah seized them for their sins, and they had none to protect them from Allah"
        },
        {
            "chapter": 40,
            "verse": 22,
            "text": "That was because their messengers came to them with clear proofs, but they disbelieved; so Allah seized them. He is indeed All-Powerful, Severe in punishment"
        },
        {
            "chapter": 40,
            "verse": 23,
            "text": "We sent Moses with Our signs and compelling proof"
        },
        {
            "chapter": 40,
            "verse": 24,
            "text": "to Pharaoh, Hāmān and Korah, but they said, “A magician! An utter liar!”"
        },
        {
            "chapter": 40,
            "verse": 25,
            "text": "When he came to them with the truth from Us, they said, “Kill the sons of those who believe with him and keep their women alive.” However, the plots of the disbelievers are always bound to fail"
        },
        {
            "chapter": 40,
            "verse": 26,
            "text": "Pharaoh said, “Let me kill Moses, and let him call upon his Lord! For I fear that he may change your religion or spread corruption in the land.”"
        },
        {
            "chapter": 40,
            "verse": 27,
            "text": "Moses said, “I seek refuge with my Lord and your Lord from every arrogant person who does not believe in the Day of Reckoning.”"
        },
        {
            "chapter": 40,
            "verse": 28,
            "text": "A believing man from the house of Pharaoh, who was concealing his faith, said, “Would you kill a man simply because he says: ‘My Lord is Allah,’ even though he has come to you with clear proofs from your Lord? If he is a liar, he will suffer the consequences of his lie, but if he is truthful, some of what he is threatening you with will befall you. Surely Allah does not guide anyone who is a transgressor and an utter liar"
        },
        {
            "chapter": 40,
            "verse": 29,
            "text": "O my people, the authority is yours today, being dominant in the land. But who would help us against Allah’s punishment, if it came upon us?” Pharaoh said, “I am only telling you what I think is right, and I am only guiding you to the right way.”"
        },
        {
            "chapter": 40,
            "verse": 30,
            "text": "The man who believed said, “O my people, I fear for you [a fate] like the day of the parties"
        },
        {
            "chapter": 40,
            "verse": 31,
            "text": "like the fate of the people of Noah, ‘Ād and Thamūd, and those who came after them. And Allah does not want injustice to [His] slaves"
        },
        {
            "chapter": 40,
            "verse": 32,
            "text": "O my people, I fear for you the Day of crying out to one another"
        },
        {
            "chapter": 40,
            "verse": 33,
            "text": "the Day when you will turn your backs fleeing; having none to protect you from Allah. Whoever Allah causes to stray, he will have no guide"
        },
        {
            "chapter": 40,
            "verse": 34,
            "text": "Joseph came to you before with clear proofs, but you never ceased to doubt what he brought you. Then when he died, you said, ‘Allah will never send a messenger after him.’ This is how Allah causes to stray anyone who transgresses and is given to much doubting"
        },
        {
            "chapter": 40,
            "verse": 35,
            "text": "those who argue against Allah’s signs with no proof given to them. How loathsome is that to Allah and to those who believe! This is how Allah seals the heart of every arrogant tyrant.”"
        },
        {
            "chapter": 40,
            "verse": 36,
            "text": "Pharaoh said, “O Hāmān, build a tower for me so that I may reach the pathways –"
        },
        {
            "chapter": 40,
            "verse": 37,
            "text": "the pathways to the heavens so that I have a look at the God of Moses, for I think he is a liar.” This is how Pharaoh’s evil deeds were made appealing to him and he was hindered from the [right] way, and the plan of Pharaoh led only to ruin"
        },
        {
            "chapter": 40,
            "verse": 38,
            "text": "The man who believed said, “O my people, follow me, I will guide you to the right way"
        },
        {
            "chapter": 40,
            "verse": 39,
            "text": "O my people, the life of this world is only a brief enjoyment, whereas the Hereafter is the permanent abode"
        },
        {
            "chapter": 40,
            "verse": 40,
            "text": "Whoever does an evil deed will only be recompensed with the like thereof, but whoever does righteous deed, whether male or female, and he is a believer – it is they who will enter Paradise, wherein they will be given provision without measure"
        },
        {
            "chapter": 40,
            "verse": 41,
            "text": "O my people, how is it that I call you to salvation while you call me to the Fire"
        },
        {
            "chapter": 40,
            "verse": 42,
            "text": "You call me to disbelieve in Allah and associate with Him what I have no knowledge of, while I call you to the All-Mighty, the Most Forgiving"
        },
        {
            "chapter": 40,
            "verse": 43,
            "text": "There is no doubt that those [gods] to whom you call me are not worthy of calling upon, neither in this world nor in the Hereafter. Our return is to Allah, and it is the transgressors who are the people of the Fire"
        },
        {
            "chapter": 40,
            "verse": 44,
            "text": "You will remember what I am telling you, and I entrust my affairs to Allah. Allah is All-Seeing of [His] slaves.”"
        },
        {
            "chapter": 40,
            "verse": 45,
            "text": "So Allah protected him from the evil that they plotted, and the people of Pharaoh were overwhelmed by an evil punishment"
        },
        {
            "chapter": 40,
            "verse": 46,
            "text": "the Fire, which they will be exposed to [in their graves] morning and evening, and on the Day when the Hour takes place [it will be said], “Admit the people of Pharaoh into the most severe punishment.”"
        },
        {
            "chapter": 40,
            "verse": 47,
            "text": "[Imagine] when they will argue in the Fire: the weak will say to those who were arrogant, “We were your followers, can you then relieve us of a portion of the Fire?”"
        },
        {
            "chapter": 40,
            "verse": 48,
            "text": "Those who were arrogant will say, “We are all in it. Allah has already passed judgment among [His] slaves.”"
        },
        {
            "chapter": 40,
            "verse": 49,
            "text": "Those who are in the Fire will say to the keepers of Hell, “Pray to your Lord to lighten for us the punishment for just one day.”"
        },
        {
            "chapter": 40,
            "verse": 50,
            "text": "They will say, “Did your messengers not come to you with clear proofs?” They will say, “Yes.” They will say, “Then keep praying! The prayer of the disbelievers is only in vain.”"
        },
        {
            "chapter": 40,
            "verse": 51,
            "text": "We will surely help Our messengers and those who believe in the life of this world and on the Day when the witnesses will come forward"
        },
        {
            "chapter": 40,
            "verse": 52,
            "text": "the Day when the excuses of the wrongdoers will be of no benefit to them; and they will be cursed and for them there will be the worst abode"
        },
        {
            "chapter": 40,
            "verse": 53,
            "text": "We gave Moses guidance, and made the Children of Israel inherit the Scripture"
        },
        {
            "chapter": 40,
            "verse": 54,
            "text": "as a guide and a reminder to people of understanding"
        },
        {
            "chapter": 40,
            "verse": 55,
            "text": "So be patient, for Allah’s promise is true. Seek forgiveness for your sin, and glorify your Lord with His praise evening and morning"
        },
        {
            "chapter": 40,
            "verse": 56,
            "text": "Those who argue against the verses of Allah without any proof given to them, there is nothing in their hearts but quest for dominance which they will never attain. So seek refuge with Allah, for He is the All-Hearing, the All-Seeing"
        },
        {
            "chapter": 40,
            "verse": 57,
            "text": "The creation of the heavens and earth is far greater than the creation of mankind, but most people do not know"
        },
        {
            "chapter": 40,
            "verse": 58,
            "text": "The blind and the seeing are not equal, nor are those who believe and do righteous deeds [equal] to those who do evil. Little do you take heed"
        },
        {
            "chapter": 40,
            "verse": 59,
            "text": "Indeed, the Hour is coming; there is no doubt about it, but most people do not believe"
        },
        {
            "chapter": 40,
            "verse": 60,
            "text": "Your Lord says, “Call upon Me; I will respond to you. Those who are too proud to worship Me will enter Hell, utterly debased.”"
        },
        {
            "chapter": 40,
            "verse": 61,
            "text": "It is Allah Who has made the night for you to rest therein and the day bright. Indeed, Allah is Most Bountiful to people, but most people are ungrateful"
        },
        {
            "chapter": 40,
            "verse": 62,
            "text": "Such is Allah, your Lord, the Creator of everything; none has the right to be worshiped except Him. How can you be deluded"
        },
        {
            "chapter": 40,
            "verse": 63,
            "text": "This is how deluded are those who rejected Allah’s signs"
        },
        {
            "chapter": 40,
            "verse": 64,
            "text": "It is Allah Who has made the earth a dwelling place for you and the sky a canopy. He shaped you and perfected your form, and provided you with good things. Such is Allah, your Lord; Blessed is Allah, Lord of the worlds"
        },
        {
            "chapter": 40,
            "verse": 65,
            "text": "He is the Ever-Living; none has the right to be worshiped except Him. So call upon Him with sincere devotion to Him. All praise be to Allah, the Lord of the worlds"
        },
        {
            "chapter": 40,
            "verse": 66,
            "text": "Say [O Prophet], “I have been forbidden to worship those whom you worship besides Allah, since the clear proofs have come to me from my Lord, and I have been commanded to submit to the Lord of the worlds.”"
        },
        {
            "chapter": 40,
            "verse": 67,
            "text": "It is He Who created you from dust, then from a sperm-drop, then from a clinging clot. Then He brings you out as an infant, so that you may reach your age of full strength, then you become old, even though some of you may die earlier – and so that you may reach an appointed term, and so that you may understand"
        },
        {
            "chapter": 40,
            "verse": 68,
            "text": "It is He Who gives life and causes death. When He decrees a matter, He only says to it, “Be,” and it is"
        },
        {
            "chapter": 40,
            "verse": 69,
            "text": "Do you not see those who dispute concerning the signs of Allah, how can they be turned away"
        },
        {
            "chapter": 40,
            "verse": 70,
            "text": "those who reject the Book and what We sent Our messengers with. They will soon come to know"
        },
        {
            "chapter": 40,
            "verse": 71,
            "text": "when the shackles will be around their necks, and with chains they will be dragged"
        },
        {
            "chapter": 40,
            "verse": 72,
            "text": "into the scalding water, then they will be burned in the Fire"
        },
        {
            "chapter": 40,
            "verse": 73,
            "text": "Then it will be said to them, “Where are those whom you used to associate as partners"
        },
        {
            "chapter": 40,
            "verse": 74,
            "text": "with Allah?” They will say, “We have lost them; rather, we never used to call upon anything before.” This is how Allah causes the disbelievers to stray"
        },
        {
            "chapter": 40,
            "verse": 75,
            "text": "[They will be told], “This is because you used to rejoice on earth wrongfully, and you used to exult [arrogantly]"
        },
        {
            "chapter": 40,
            "verse": 76,
            "text": "Enter the gates of Hell, abiding therein forever. Terrible is indeed the abode of the arrogant!”"
        },
        {
            "chapter": 40,
            "verse": 77,
            "text": "So be patient [O Prophet]. Allah’s promise is true; whether We show you some of what We threaten them with, or cause you to die [before that], to Us they will be returned"
        },
        {
            "chapter": 40,
            "verse": 78,
            "text": "We have sent messengers before you; of them are some whose stories We have told you, and some We have not. It was not for a messenger to bring a sign except with Allah’s permission. But when the decree of Allah comes, judgment will be passed with justice, thereupon the people of falsehood will be in utter loss"
        },
        {
            "chapter": 40,
            "verse": 79,
            "text": "Allah is the One Who made the livestock for you, so that you may ride some and eat others"
        },
        {
            "chapter": 40,
            "verse": 80,
            "text": "and you may have other benefits from them, and by them you may fulfill your heartfelt need [to reach distant places], and on them and on the ships you are carried"
        },
        {
            "chapter": 40,
            "verse": 81,
            "text": "And He shows you His signs; so which of the signs of Allah will you deny"
        },
        {
            "chapter": 40,
            "verse": 82,
            "text": "Have they not traveled through the land to see what was the end of those who came before them? They were more in number and far superior in strength, and more impressive in marks that they left behind in the land, but all what they had earned was of no avail to them"
        },
        {
            "chapter": 40,
            "verse": 83,
            "text": "When their messengers came to them with clear proofs, they exulted in whatever knowledge they had, and they were overwhelmed by what they used to ridicule"
        },
        {
            "chapter": 40,
            "verse": 84,
            "text": "But when they saw Our punishment, they said, “We believe in Allah alone, and we reject what we used to associate with Him.”"
        },
        {
            "chapter": 40,
            "verse": 85,
            "text": "But their faith was of no benefit to them when they saw Our punishment. This has always been Allah’s way with His slaves; whereupon the disbelievers were in utter loss"
        },
        {
            "chapter": 41,
            "verse": 1,
            "text": "Hā Mīm"
        },
        {
            "chapter": 41,
            "verse": 2,
            "text": "A revelation from the Most Compassionate, the Most Merciful"
        },
        {
            "chapter": 41,
            "verse": 3,
            "text": "a Book whose verses are well explained; an Arabic Qur’an for people who understand"
        },
        {
            "chapter": 41,
            "verse": 4,
            "text": "as a bearer of glad tidings and a warner; yet most of them turn away and they do not listen"
        },
        {
            "chapter": 41,
            "verse": 5,
            "text": "They say, “Our hearts are covered against what you are calling us to; there is deafness in our ears, and there is a barrier between us and you. So carry on [in your way], we will carry on [in our way].”"
        },
        {
            "chapter": 41,
            "verse": 6,
            "text": "Say [O Prophet], “I am only a human being like yourselves; it has been revealed to me that your god is only One God, so seek the straight path to Him and seek His forgiveness, and woe to those who associate partners with Him"
        },
        {
            "chapter": 41,
            "verse": 7,
            "text": "those who do not give zakah, and who disbelieve in the Hereafter"
        },
        {
            "chapter": 41,
            "verse": 8,
            "text": "Those who believe and do righteous deeds, they will have a never-ending reward"
        },
        {
            "chapter": 41,
            "verse": 9,
            "text": "Say, “Do you disbelieve in the One Who created the earth in two Days and you set up rivals to Him? Such is the Lord of the worlds"
        },
        {
            "chapter": 41,
            "verse": 10,
            "text": "He placed on it firm mountains standing high above it, and showered His blessings upon it, and measured its sustenance totaling exactly four Days, for all who ask"
        },
        {
            "chapter": 41,
            "verse": 11,
            "text": "Then He turned to the heaven when it was all smoke, and said to it and to the earth, ‘Come into being, willingly or unwillingly.’ They both said, ‘We come willingly.’"
        },
        {
            "chapter": 41,
            "verse": 12,
            "text": "He then formed them into seven heavens in two Days and assigned to each heaven its mandate. And We adorned the lowest heaven with lamps [stars] which also serves as a protection. That is the design of the All-Mighty, the All-Knowing.”"
        },
        {
            "chapter": 41,
            "verse": 13,
            "text": "But if they turn away, then say, “I warn you of a blast like the one that befell ‘Ād and Thamūd"
        },
        {
            "chapter": 41,
            "verse": 14,
            "text": "when the messengers came to them from the front and from behind [saying], “Worship none but Allah,” they said, “If our Lord had willed, He would have sent down angels; so we disbelieve in what you have been sent with.”"
        },
        {
            "chapter": 41,
            "verse": 15,
            "text": "As for ‘Ād, they were arrogant in the land without right, and said, “Who is more powerful than us?” Did they not see that Allah, Who created them, is more powerful than them? Yet they continued to reject Our signs"
        },
        {
            "chapter": 41,
            "verse": 16,
            "text": "So We sent against them a roaring wind for several inauspicious days to make them taste a disgracing punishment in the life of this world; but the punishment of the Hereafter is far more disgracing, and they will not be helped"
        },
        {
            "chapter": 41,
            "verse": 17,
            "text": "As for Thamūd, We showed them guidance, but they preferred blindness over the guidance. So they were seized by the blast of a debasing punishment for what they used to commit"
        },
        {
            "chapter": 41,
            "verse": 18,
            "text": "And We saved those who believed and feared Allah"
        },
        {
            "chapter": 41,
            "verse": 19,
            "text": "And [consider] the Day when Allah’s enemies will be gathered to the Fire, driven in rows"
        },
        {
            "chapter": 41,
            "verse": 20,
            "text": "until when they reach it, their hearing, their sight and their skins will testify against them concerning what they used to do"
        },
        {
            "chapter": 41,
            "verse": 21,
            "text": "They will say to their skins, “Why did you testify against us?” They will say, “It is Allah Who made us to speak, the One Who made everything speak. It is He Who created you the first time, and to Him you will be returned"
        },
        {
            "chapter": 41,
            "verse": 22,
            "text": "You did not bother to hide yourselves [when committing sins] from your hearing, your sight, and your skins lest they testify against you; rather you thought that Allah does not know much of what you do"
        },
        {
            "chapter": 41,
            "verse": 23,
            "text": "Such was your thought that you entertained about your Lord that ruined you, so you became losers.”"
        },
        {
            "chapter": 41,
            "verse": 24,
            "text": "Even if they endure patiently, the Fire will still be their abode; and if they seek to make amends, they will not be allowed to do so"
        },
        {
            "chapter": 41,
            "verse": 25,
            "text": "We assigned to them [evil] associates who made appealing to them all that was before them and behind them, so the decree [of punishment] became due against them along with nations that passed before them of jinn and men, for indeed they were losers"
        },
        {
            "chapter": 41,
            "verse": 26,
            "text": "Those who disbelieve say, “Do not listen to this Qur’an, but make noise [when it is recited], so that you may prevail.”"
        },
        {
            "chapter": 41,
            "verse": 27,
            "text": "We will surely make those who disbelieve taste a severe punishment, and We will surely recompense them according to the worst of what they used to do"
        },
        {
            "chapter": 41,
            "verse": 28,
            "text": "Such is the recompense of the enemies of Allah: the Fire, which will be their eternal home, as a recompense for their rejection of Our verses"
        },
        {
            "chapter": 41,
            "verse": 29,
            "text": "Those who disbelieved will say, “Our Lord, show us those jinn and men who led us astray; we will trample them under our feet, so that they become among the lowest.”"
        },
        {
            "chapter": 41,
            "verse": 30,
            "text": "Those who say, “Our Lord is Allah,” then remain steadfast, the angels will descend upon them [at the time of death, saying], “Do not fear, nor grieve, but receive glad tidings of Paradise which you were promised"
        },
        {
            "chapter": 41,
            "verse": 31,
            "text": "We are your allies in the life of this world and in the Hereafter. You will have therein whatever your souls desire, and you will have therein whatever you ask for"
        },
        {
            "chapter": 41,
            "verse": 32,
            "text": "a hospitality from the All-Forgiving, the Most Merciful One.”"
        },
        {
            "chapter": 41,
            "verse": 33,
            "text": "Who is better in speech than one who calls to Allah, does righteous deeds, and says, “I am one of the Muslims [submitting to Allah]”"
        },
        {
            "chapter": 41,
            "verse": 34,
            "text": "Good and evil are not equal. Repel evil with what is good; the one whom you have enmity with will become as if he was a close friend"
        },
        {
            "chapter": 41,
            "verse": 35,
            "text": "But none can attain this except those who are patient, and none can attain this except those who are greatly fortunate"
        },
        {
            "chapter": 41,
            "verse": 36,
            "text": "If you are prompted by Satan’s provocation, seek refuge with Allah, for He is indeed the All-Hearing, the All-Knowing"
        },
        {
            "chapter": 41,
            "verse": 37,
            "text": "Among His signs are the night and the day, the sun and the moon. Do not prostrate to the sun or to the moon, but prostrate to Allah Who created them, if you truly worship Him"
        },
        {
            "chapter": 41,
            "verse": 38,
            "text": "But if they show arrogance, then those [angels] who are with your Lord glorify Him night and day, and they never grow weary"
        },
        {
            "chapter": 41,
            "verse": 39,
            "text": "And among His signs is that you see the land withered, but when We send down rain upon it, it stirs and swells. He Who gives it life will surely give life to the dead, for He is Most Capable of all things"
        },
        {
            "chapter": 41,
            "verse": 40,
            "text": "Those who distort the meanings of Our verses are not hidden from Us. Is one who will be cast into the Fire better or one who will come safely on the Day of Resurrection? Do whatever you wish, for He is All-Seeing of what you do"
        },
        {
            "chapter": 41,
            "verse": 41,
            "text": "Those who disbelieve in the Reminder when it comes to them [will be punished], for it is truly a mighty Book"
        },
        {
            "chapter": 41,
            "verse": 42,
            "text": "No falsehood can approach it from the front or from behind; a revelation from the One Who is All-Wise, Praiseworthy"
        },
        {
            "chapter": 41,
            "verse": 43,
            "text": "Nothing is said to you [O Prophet] except what was already said to the messengers before you. Indeed, your Lord is All-Forgiving, but Severe in punishment"
        },
        {
            "chapter": 41,
            "verse": 44,
            "text": "If We had made it a non-Arabic Qur’an, they would have said, “If only its verses were made clear? What! A non-Arabic [book] and an Arab [messenger]?” Say, “It is a guidance and healing for those who believe. As for those who do not believe, there is deafness in their ears and they are blind to [understand] it – it is as if they are being called from a far off place.”"
        },
        {
            "chapter": 41,
            "verse": 45,
            "text": "We gave Moses the Scripture, but differences arose concerning it. Were it not for a prior decree from your Lord, it would have been judged between them. Surely they are in a disquieting doubt about it"
        },
        {
            "chapter": 41,
            "verse": 46,
            "text": "Whoever does a righteous deed, it is to his own benefit; and whoever does an evil deed, it is to his own loss. Your Lord is not unjust to His slaves"
        }
    ]
}