{
    "pages": [
        {
            "chapter": 11,
            "verse": 20,
            "text": "Tito nemohou nikterak uniknout zásahu Božímu na zemi a nenaleznou kromě Boha ochránce žádného. A trest pak bude jim zdvojnásoben, vždyť slyšet ani vidět schopni nebyli"
        },
        {
            "chapter": 11,
            "verse": 21,
            "text": "A to jsou ti, kteří sami sobě ztrátu způsobili, a opustilo je to, co si vymyslili"
        },
        {
            "chapter": 11,
            "verse": 22,
            "text": "a není pochyby, že v životě budoucím ještě větší ztrátu utrpí"
        },
        {
            "chapter": 11,
            "verse": 23,
            "text": "Však ti, kdož uvěřili, zbožné skutky konali a pokorní před Pánem svým byli, ti věru se stanou ráje obyvateli a budou v něm nesmrtelní"
        },
        {
            "chapter": 11,
            "verse": 24,
            "text": "A příměr těchto dvou skupin je jako příměr slepého a hluchého s vidoucím a slyšícím; zdaž mohou být si rovni v tomto příměru? Což se tedy nevzpamatujete"
        },
        {
            "chapter": 11,
            "verse": 25,
            "text": "I vyslali jsme Noema k lidu jeho, aby pravil jim: \"Lide můj, já jsem pro vás varovatelem zjevným"
        },
        {
            "chapter": 11,
            "verse": 26,
            "text": "abyste neuctívali kromě Boha nikoho! Já věru obávám se pro vás trestu dne, jenž bude bolestný"
        },
        {
            "chapter": 11,
            "verse": 27,
            "text": "A řekli velmoži, ti z lidu jeho, kdož nevěřili: \"Nevidíme v tobě nic jiného než smrtelníka nám podobného. A vidíme, že tě z nás následují bez rozmyšlení jen ti nejnižší, a nevidíme, že nějakou přednost nad námi měli byste, ba spíše soudíme, že vy jen lháři jste"
        },
        {
            "chapter": 11,
            "verse": 28,
            "text": "Noe odvětil: \"Lide můj, což nechápete? Řídím-li se jasným důkazem od Pána svého, jenž uštědřil mi milosrdenství Své, vůči němuž vy slepí jste, mám snad zapotřebí vám je vnucovat, když k němu odpor cítíte"
        }
    ]
}