{
    "pages": [
        {
            "chapter": 11,
            "verse": 109,
            "text": "A nepochybuj nikterak ohledně toho, co lidé tito uctívají: vždyť uctívají jen to, co před nimi již otcové jejich uctívali. A My dáme jim podíl jejich přesně, bez zkrácení"
        },
        {
            "chapter": 11,
            "verse": 110,
            "text": "A zajisté jsme již kdysi dali Mojžíšovi Písmo a vznikly o něm spory; a kdyby nebylo slova, jež předtím již přišlo od Pána tvého, bylo by mezi nimi již rozhodnuto. A oni stále o něm vážně pochybují"
        },
        {
            "chapter": 11,
            "verse": 111,
            "text": "Pán tvůj pak zajisté přesně každému za skutky jeho odplatí a On dobře je zpraven o tom, co dělají"
        },
        {
            "chapter": 11,
            "verse": 112,
            "text": "Jdi přímo tak, jak přikázáno ti bylo, a taktéž nechť činí ti, kdož s tebou k Bohu se obrátili! A nebuďte vzpurní, vždyť On jasně zří vše, co konáte"
        },
        {
            "chapter": 11,
            "verse": 113,
            "text": "Neopírejte se o ty, kdož nespravedliví jsou, aby vás nepohladil oheň pekelný. A nemáte kromě Boha ochránců žádných a jinou pomoc nedostanete"
        },
        {
            "chapter": 11,
            "verse": 114,
            "text": "Konej modlitbu na obou koncích dne i v nočních hodinách, blízkých k ránu a večeru! A dobré skutky věru rozptylují špatné - a toto je připomenutí pro ty, kdož Boha vzpomínají"
        },
        {
            "chapter": 11,
            "verse": 115,
            "text": "Buď neochvějný, neboť Bůh nedopustí, aby ztratila se odměna těch, kdož dobré konají"
        },
        {
            "chapter": 11,
            "verse": 116,
            "text": "Proč bylo mezi pokoleními předešlými tak málo těch, kdož byli poctiví a bránili šíření pohoršení na zemi? A ty jsme zachránili. Zatímco nespravedliví následovali to, čeho se jim dostalo z přepychu, a stali se hříšníky"
        },
        {
            "chapter": 11,
            "verse": 117,
            "text": "Pán tvůj pak není takový, aby zničil města ona nespravedlivě, zatímco obyvatelé jejich skutky zbožné konali"
        }
    ]
}