{
    "pages": [
        {
            "chapter": 28,
            "verse": 85,
            "text": "Ten, kdo ti uložil Korán, navrátí tě do místa schůzky poslední. Rci: \"Pán můj nejlépe zná toho, kdo přinesl správné vedení, i toho, kdo v zjevném je bloudění"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "Ty sám jsi nedoufal, že ti bude dáno toto Písmo; a je to jen z milosrdenství Pána tvého, nebuď tedy pomocníkem nevěřících"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "Nechť tě oni neodvrátí od znamení Božích poté, když již ti byla seslána! Vyzývej lidi k Pánu svému a nebuď jedním z modloslužebníků"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "Nevzývej spolu s Bohem žádné božstvo jiné, vždyť není božstva kromě Něho! A zahyne všechno kromě tváře Jeho - a Jemu náleží rozhodnutí a k Němu budete navráceni"
        },
        {
            "chapter": 29,
            "verse": 1,
            "text": "Alif lám mím"
        },
        {
            "chapter": 29,
            "verse": 2,
            "text": "Což si lidé myslí, že budou ponecháni na pokoji, když řeknou: \"Uvěřili jsme,\" a že zkoušeni nebudou"
        },
        {
            "chapter": 29,
            "verse": 3,
            "text": "Vždyť jsme již zkoušeli ty, kdož před nimi byli, a Bůh věru pozná ty, kdo pravdu mluví, i ty, kdo lháři jsou"
        },
        {
            "chapter": 29,
            "verse": 4,
            "text": "Myslí si snad ti, kteří špatných činů se dopouštějí, že Nás předstihnou? Jak špatně však usuzují"
        },
        {
            "chapter": 29,
            "verse": 5,
            "text": "Kdo doufá, že s Bohem se setká, dočká se, neboť lhůta Boží se vskutku dostaví - a On slyšící je i vševědoucí"
        },
        {
            "chapter": 29,
            "verse": 6,
            "text": "Ten, kdo ve víře se usilovně snaží, ten věru sám pro sebe tak činí, vždyť Bůh je soběstačný vůči lidstvu veškerému"
        }
    ]
}