{
    "pages": [
        {
            "chapter": 36,
            "verse": 55,
            "text": "V ten den budou obyvatelé ráje radovánkami zaměstnáni"
        },
        {
            "chapter": 36,
            "verse": 56,
            "text": "a oni i manželky jejich ve stínu na poduškách spočinou"
        },
        {
            "chapter": 36,
            "verse": 57,
            "text": "a tam ovoce a vše, oč požádají, míti budou"
        },
        {
            "chapter": 36,
            "verse": 58,
            "text": "Mír s vámi\" - tak slovy Pána slitovného pozdraveni budou"
        },
        {
            "chapter": 36,
            "verse": 59,
            "text": "A vy hříšníci, vy dnes držte se stranou"
        },
        {
            "chapter": 36,
            "verse": 60,
            "text": "Což jsem vám v úmluvě neuložil, synové Adamovi: neuctívejte satana, jenž vám je nepřítelem zjevným"
        },
        {
            "chapter": 36,
            "verse": 61,
            "text": "nýbrž uctívejte jenom Mne? Toto je stezka přímá"
        },
        {
            "chapter": 36,
            "verse": 62,
            "text": "A dal satan již zbloudit množství početnému z vás. Což rozum žádný jste neměli"
        },
        {
            "chapter": 36,
            "verse": 63,
            "text": "Toto je peklo, jež bylo vám přislíbeno"
        },
        {
            "chapter": 36,
            "verse": 64,
            "text": "hořte v něm dnes za to, že jste neuvěřili"
        },
        {
            "chapter": 36,
            "verse": 65,
            "text": "Dnes ústa jejich zapečetíme, však budou mluvit jejich ruce a svědčit jejich nohy o tom, čeho ze špatnosti nabyli"
        },
        {
            "chapter": 36,
            "verse": 66,
            "text": "A kdybychom chtěli, vymazali bychom oči jejich a o závod hnali by se ke stezce; ale jak mohli by ji spatřit"
        },
        {
            "chapter": 36,
            "verse": 67,
            "text": "Kdybychom chtěli, na místě bychom je proměnili, takže by nebyli schopni ani kupředu jít, ani zpět se navrátit"
        },
        {
            "chapter": 36,
            "verse": 68,
            "text": "Komu dlouhý věk dáme, toho ohneme v jeho postavě, - což nepochopí to oni"
        },
        {
            "chapter": 36,
            "verse": 69,
            "text": "A nenaučili jsme jej básnění a nehodí se to proň, vždyť toto je pouze připomenutí a Korán zjevný"
        },
        {
            "chapter": 36,
            "verse": 70,
            "text": "aby varován byl jím ten, kdo živý je, a aby se uskutečnilo slovo nad nevěřícími"
        }
    ]
}