{
    "pages": [
        {
            "chapter": 67,
            "verse": 1,
            "text": "Požehnán buď ten, v jehož rukou je království a jenž všemocný je nad každou věcí"
        },
        {
            "chapter": 67,
            "verse": 2,
            "text": "jenž stvořil smrt i život, aby vyzkoušel, kdo z vás bude v skutcích nejlepší - a On mocný je i odpouštějící"
        },
        {
            "chapter": 67,
            "verse": 3,
            "text": "jenž stvořil sedm nebes ve vrstvách. A nespatříš ve stvoření Milosrdného nesouměrnost žádnou! Pozvedni jen zrak svůj, zda uvidíš trhlinu nějakou"
        },
        {
            "chapter": 67,
            "verse": 4,
            "text": "A potom obrať svůj zrak ještě dvakrát, a pohled tvůj se k tobě navrátí ponížen a vyčerpán námahou marnou"
        },
        {
            "chapter": 67,
            "verse": 5,
            "text": "My věru jsme ozdobili nejbližší nebe svítilnami, jež určili jsme i pro satanů kamenováni, a připravili jsme pro ně trest plamenný"
        },
        {
            "chapter": 67,
            "verse": 6,
            "text": "Těm, kdož neuvěřili v Pána svého, náleží trest pekelný a jak hnusný je to cíl konečný"
        },
        {
            "chapter": 67,
            "verse": 7,
            "text": "A až tam vrháni budou, uslyší řev jeho, vřením vydávaný"
        },
        {
            "chapter": 67,
            "verse": 8,
            "text": "a div že nevybuchne zuřivostí. A pokaždé když doň jedna skupina bude házena, zeptají se strážci jeho: \"Což nepřišel k vám varovatel žádný"
        },
        {
            "chapter": 67,
            "verse": 9,
            "text": "A odpovědí: \"Ano, přišel k nám varovatel, ale za lháře jsme jej prohlásili a řekli: \"Bůh vůbec nic neseslal a vy jste jenom ve velkém bludu"
        },
        {
            "chapter": 67,
            "verse": 10,
            "text": "A dodají: \"Kdybychom byli naslouchali či pochopili, nebyli bychom dnes věru plamene obyvateli"
        },
        {
            "chapter": 67,
            "verse": 11,
            "text": "Svou vinu tedy doznali - pryč s plamene obyvateli"
        },
        {
            "chapter": 67,
            "verse": 12,
            "text": "Těm, kdo bojí se Pána svého kvůli nepoznatelnému, těm věru dostane se odpuštění i převeliké odměny"
        }
    ]
}