{
    "maqras": [
        {
            "chapter": 2,
            "verse": 219,
            "text": "از تو در باره‌ى شراب و قمار مى‌پرسند، بگو: در آنها گناهى بزرگ و سودهايى براى مردم است، ولى زيان آنها از سودشان بزرگ‌تر است. و از تو مى‌پرسند چه چيز انفاق كنند؟ بگو: آنچه افزون بر نياز است. خدا بدين‌سان آيات خود را براى شما روشن مى‌سازد تا بينديشيد"
        },
        {
            "chapter": 2,
            "verse": 220,
            "text": "در [اسرار] دنيا و آخرت. و از تو در باره‌ى يتيمان مى‌پرسند، بگو: اصلاح كارشان نيكوتر است، پس اگر با آنها همزيستى كنيد برادران شمايند، و خدا خرابكار را از اصلاحگر باز مى‌شناسد، و اگر خدا مى‌خواست بر شما سخت مى‌گرفت همانا خدا شكست ناپذير حكيم است"
        },
        {
            "chapter": 2,
            "verse": 221,
            "text": "و با زنان مشرك ازدواج نكنيد تا وقتى كه ايمان بياورند و البته كنيز با ايمان از زن مشرك بهتر است هر چند [زيبايى‌] او شما را مفتون سازد، و به مردان مشرك تا ايمان نياورده‌اند زن مدهيد كه تحقيقا برده‌ى با ايمان از مرد مشرك بهتر است هر چند توجه شما را جل"
        },
        {
            "chapter": 2,
            "verse": 222,
            "text": "و از تو در باره‌ى حيض مى‌پرسند، بگو: آن رنج و ناراحتى است، پس در ايّام حيض از زنان كناره بگيريد و با آنها نزديكى نكنيد تا پاك شوند، و چون پاك شدند، از آن جا كه خدا فرمانتان داده به آنها نزديك شويد كه خدا توبه كاران و پاكى طلبان را دوست دارد"
        },
        {
            "chapter": 2,
            "verse": 223,
            "text": "زنان شما كشت شمايند، پس هرگاه خواستيد، به كشت خود درآييد و براى خويش [خير] پيش فرستيد و از خدا بترسيد و بدانيد كه او را ملاقات خواهيد كرد و مؤمنان را بشارت ده"
        },
        {
            "chapter": 2,
            "verse": 224,
            "text": "و خدا را دستاويز سوگندهاى خود قرار ندهيد كه از نيكى كردن و پرهيزكارى و اصلاح ميان مردم باز ايستيد، و خدا شنواى داناست"
        },
        {
            "chapter": 2,
            "verse": 225,
            "text": "خدا شما را به سوگندهاى بيهوده‌تان مؤاخذه نمى‌كند، ولى به آنچه دل‌هايتان [از روى عمد] كسب كرد شما را مؤاخذه مى‌كند، و خدا آمرزنده‌ى بردبار است"
        },
        {
            "chapter": 2,
            "verse": 226,
            "text": "براى آنها كه سوگند مى‌خورند كه با زنان خود آميزش نكنند، چهار ماه فرصت است، پس اگر بازگشتند خدا آمرزنده‌ى مهربان است"
        },
        {
            "chapter": 2,
            "verse": 227,
            "text": "و اگر عزم طلاق كردند خدا شنواى آگاه است"
        },
        {
            "chapter": 2,
            "verse": 228,
            "text": "و زنان طلاق داده شده تا سه پاكى منتظر بمانند، و اگر به خدا و روز واپسين ايمان دارند حلال نيست آنچه را كه خدا در رحم‌هايشان آفريده پنهان دارند، و شوهرانشان اگر سر آشتى دارند به بازگرداندنشان در اين [مدت‌] سزاوارترند، و براى اين زنان به طور شايسته [حق]"
        },
        {
            "chapter": 2,
            "verse": 229,
            "text": "طلاق [رجعى‌] دو بار است، پس از آن به نيكى نگاه داشتن يا به نيكى رها ساختن است، و شما را حلال نيست كه از آنچه به ايشان داده‌ايد چيزى باز ستانيد مگر آن كه بترسند كه حدود الهى را [در كنار هم‌] رعايت نكنند، پس اگر [شما اوليا] ترسيديد كه آن دو، حدود اله"
        },
        {
            "chapter": 2,
            "verse": 230,
            "text": "پس اگر [بار سوم‌] زن را طلاق داد، ديگر بر او حلال نيست تا زمانى كه زن با مردى غير او ازدواج كند، پس اگر [شوهر دوّم‌] طلاقش داد و دانستند كه مقررات الهى را به پا خواهند داشت مانعى بر آنها نيست كه به يكديگر رجوع كنند، و اينها احكام الهى است كه خدا برا"
        },
        {
            "chapter": 2,
            "verse": 231,
            "text": "و چون زنان را طلاق داديد و به پايان عدّه‌ى خود رسيدند يا به شايستگى نگاهشان داريد، يا به شايستگى رهاشان سازيد، و به قصد آسيب رساندن نگاهشان مداريد تا ستم كنيد. و هر كه چنين كند، پس به خود ستم كرده است، و آيات الهى را به مسخره نگيريد، و نعمت خدا و اي"
        },
        {
            "chapter": 2,
            "verse": 232,
            "text": "و چون زنان را طلاق داديد و عدّه‌ى آنان سر آمد، آنان را از ازدواج با شوهران سابق خود در صورتى كه ميان آنها به خوبى توافق حاصل شده باشد جلوگيرى نكنيد. هر كه از شما به خدا و روز واپسين ايمان دارد با اين دستور پند داده مى‌شود. اين براى شما پربارتر و پاك"
        }
    ]
}