{
    "maqras": [
        {
            "chapter": 2,
            "verse": 283,
            "text": "و اگر در سفر بوديد و نويسنده‌اى نيافتيد گرويى بستانيد و اگر كسى از شما ديگرى را امين دانست، آن كه امين شمرده شده، امانت او را باز پس دهد و بايد از خداوند، پروردگارش بترسد. و شهادت را كتمان نكنيد، و هر كه آن را كتمان كند همانا دلش گناهكار است، و خدا"
        },
        {
            "chapter": 2,
            "verse": 284,
            "text": "آنچه در آسمان‌ها و زمين است از آن خداوند است. و اگر آنچه در دل داريد عيان كنيد يا نهان داريد، خداوند شما را بدان محاسبه مى‌كند، پس هر كه را خواهد مى‌آمرزد و هر كه را خواهد عذاب مى‌كند، و خدا بر هر كارى تواناست"
        },
        {
            "chapter": 2,
            "verse": 285,
            "text": "پيامبر به آنچه از سوى پروردگارش بر او نازل شده ايمان دارد و مؤمنان [نيز]، همگى به خدا و فرشتگان و كتاب‌ها و پيامبران او ايمان دارند [و گويند:] ميان هيچ يك از پيامبران او فرق ننهيم، و گويند: شنيديم و اطاعت كرديم. بار الها! آمرزش تو را خواهانيم و باز"
        },
        {
            "chapter": 2,
            "verse": 286,
            "text": "خدا هيچ كس را جز به اندازه‌ى توانش تكليف نمى‌كند. هر چه نيكى كرده به سود او و هر چه بدى كرده و بال اوست. پروردگارا! اگر فراموش كرديم يا به خطا رفتيم بر ما مگير. بار الها! و تكليف سخت بر ما بار مكن، چنان كه بر پشينيان ما بار كردى. بار الها! و آنچه تا"
        },
        {
            "chapter": 3,
            "verse": 1,
            "text": "الف، لام، ميم"
        },
        {
            "chapter": 3,
            "verse": 2,
            "text": "خداست كه هيچ معبودى جز او نيست و زنده‌ى پاينده است"
        },
        {
            "chapter": 3,
            "verse": 3,
            "text": "اين كتاب را به حق بر تو نازل كرد كه تصديق كننده كتابهاى پيشين است و تورات و انجيل را پيش‌تر نازل كرد"
        },
        {
            "chapter": 3,
            "verse": 4,
            "text": "كه راهنماى مردم باشد، و فرقان (قرآن) را نازل كرد. همانا كسانى كه آيات خدا را انكار كردند براى آنان عذابى سخت است و خدا مقتدر دادستان است"
        },
        {
            "chapter": 3,
            "verse": 5,
            "text": "مسلما هيچ چيز نه در زمين و نه در آسمان‌ها بر خدا پوشيده نيست"
        },
        {
            "chapter": 3,
            "verse": 6,
            "text": "اوست كه شما را در رحم‌ها بدان گونه كه خواهد صورتگرى مى‌كند خدايى جز او نيست كه شكست‌ناپذير حكيم است"
        },
        {
            "chapter": 3,
            "verse": 7,
            "text": "اوست كه اين كتاب را بر تو نازل كرد كه بخشى از آن آيات محكم [صريح و روشن‌] است كه اساس كتابند و برخى متشابه [و تأويل پذير] اند، اما كج دلان از اين كتاب، متشابهات را كه تأويل آن را جز خدا نداند، براى فتنه جويى و به قصد تأويل دنبال مى‌كنند. و آنها كه در"
        },
        {
            "chapter": 3,
            "verse": 8,
            "text": "[گويند:] بار الها! دل‌هاى ما را پس از آن كه هدايتمان كردى ملغزان، و ما را از نزد خويش رحمتى بخشاى كه همانا تو بخشايشگرى"
        },
        {
            "chapter": 3,
            "verse": 9,
            "text": "پروردگارا! به يقين، تويى گرد آورنده‌ى مردمان براى روزى كه ترديدى در آن نيست، [چرا كه‌] خدا خلف وعده نمى‌كند"
        },
        {
            "chapter": 3,
            "verse": 10,
            "text": "كسانى كه كافر شدند، اموال و فرزندانشان به هيچ روى آنها را از [عذاب‌] خدا باز ندارد و آنان خود هيمه دوزخند"
        },
        {
            "chapter": 3,
            "verse": 11,
            "text": "همچون شيوه‌ى فرعونيان و كفّار پيشين آيات ما را دروغ انگاشتند، پس خدا آنان را به گناهانشان بگرفت كه خدا سخت كيفر است"
        },
        {
            "chapter": 3,
            "verse": 12,
            "text": "به كافران بگو: زودا كه به زانو در آييد و به سوى جهنّم گرد آورده شويد و چه بد جايگاهى است"
        },
        {
            "chapter": 3,
            "verse": 13,
            "text": "قطعا در [داستان‌] دو گروهى كه با هم رو در رو شدند براى شما درس عبرتى بود گروهى در راه خدا مى‌جنگيد و ديگرى كافر بود كه مؤمنان را به چشم سر دو برابر خود مى‌ديد و خدا هر كه را خواهد به نصرت خويش يارى مى‌دهد. يقينا در اين امر اهل بصيرت را عبرتى است"
        },
        {
            "chapter": 3,
            "verse": 14,
            "text": "دوست داشتن خواستنى‌ها از زنان و اولاد و اموال فراوان از زر و سيم و اسبان نشاندار و دام‌ها و كشتزاران در چشم مردم آراسته شده است، ولى اينها متاع زود گذر زندگانى دنياست و سر انجام نيكو [و زندگى عالى‌تر] نزد خداست"
        }
    ]
}