{
    "maqras": [
        {
            "chapter": 2,
            "verse": 142,
            "text": "به زودى بى‌خردان از مردم خواهند گفت: چه چيز آنان را از قبله‌اى كه بر آن بودند برگرداند؟ بگو: مشرق و مغرب از آن خداست، هر كه را خواهد به راه راست هدايت مى‌كند"
        },
        {
            "chapter": 2,
            "verse": 143,
            "text": "و بدين‌سان شما را امّتى ميانه قرار داديم تا بر مردم [جهان‌] گواه باشيد و پيامبر بر شما گواه باشد. و ما قبله‌اى را كه بر آن بودى (بيت المقدس) قرار نداديم مگر براى آن كه كسى را كه از پيامبر پيروى مى‌كند از كسى كه به عقب برمى‌گردد باز شناسيم، و البته ا"
        },
        {
            "chapter": 2,
            "verse": 144,
            "text": "ما گردش [جستجوگرانه‌] رويت را به آسمان [براى تغيير قبله‌] مى‌بينيم، پس قطعا تو را به جانب قبله‌اى كه بدان خشنود شوى برمى‌گردانيم. پس [حالا] روى خود را جانب مسجد الحرام بگردان و شما [مسلمين‌] نيز هر جا هستيد روى خود بدان سو كنيد. و البته اهل كتاب به"
        },
        {
            "chapter": 2,
            "verse": 145,
            "text": "و اگر هر گونه حجّت و دليلى براى اهل كتاب بياورى قبله تو را پيروى نخواهند كرد و تو نيز پيرو قبله آنها نيستى و هيچ يك از آنها هم پيرو قبله ديگرى نيستند. و اگر پس از اين آگاهى كه براى تو حاصل شده از هوس‌هاى آنها پيروى كنى قطعا از ستمگران خواهى بود"
        },
        {
            "chapter": 2,
            "verse": 146,
            "text": "آنها كه كتابشان داده‌ايم، او (پيامبر) را همان گونه مى‌شناسند كه پسران خود را، ولى گروهى از آنان با اين كه حق را مى‌دانند آن را كتمان مى‌كنند"
        },
        {
            "chapter": 2,
            "verse": 147,
            "text": "[تغيير قبله‌] فرمان حقى از جانب پروردگار توست، پس مبادا كه از ترديد كنندگان باشى"
        },
        {
            "chapter": 2,
            "verse": 148,
            "text": "و براى هر قومى جهت و قبله‌اى است كه رو به سوى آن مى‌كند بنابر اين [به جاى مجادله در باره‌ى قبله‌] در اعمال خير از هم سبقت گيريد. هر جا باشيد خدا همه شما را [گرد] مى‌آورد كه او بر هر چيزى قادر است"
        },
        {
            "chapter": 2,
            "verse": 149,
            "text": "و [هنگام نماز] از هر جا بيرون شدى، روى خود را جانب مسجد الحرام كن كه قطعا اين [قبله‌] حق [و] به فرمان پروردگار توست، و خدا از آنچه مى‌كنيد غافل نيست"
        },
        {
            "chapter": 2,
            "verse": 150,
            "text": "از هر جا بيرون شدى [براى نماز] روى خود جانب مسجد الحرام بگردان، و شما مردم نيز هر جا بوديد روى خود را سوى آن كنيد تا مردم را بر ضد شما دستاويزى نباشد، مگر كسانى از آنها كه ظلم كردند [كه در هر صورت خرده مى‌گيرند]. پس از آنها نترسيد و از من بترسيد، و"
        },
        {
            "chapter": 2,
            "verse": 151,
            "text": "چنان كه در ميان شما پيامبرى از خودتان فرستاديم تا آيات ما را بر شما تلاوت كند و [از زشتى‌ها] پاكتان سازد و كتاب و حكمتتان بياموزد و آنچه را نمى‌دانستيد تعليمتان دهد"
        },
        {
            "chapter": 2,
            "verse": 152,
            "text": "پس مرا ياد كنيد تا شما را ياد كنم، و براى من سپاسگزارى كنيد و ناسپاسى‌ام نكنيد"
        },
        {
            "chapter": 2,
            "verse": 153,
            "text": "اى كسانى كه ايمان آورده‌ايد، از صبر و نماز كمك بگيريد كه خداوند با صابران است"
        },
        {
            "chapter": 2,
            "verse": 154,
            "text": "و به كشتگان راه خدا مرده نگوييد، بلكه زنده‌اند ولى شما درك نمى‌كنيد"
        },
        {
            "chapter": 2,
            "verse": 155,
            "text": "و مسلما شما را به چيزى از ترس و گرسنگى و زيان مالى و جانى و كاهش محصولات مى‌آزماييم، و صابران را نويد ده"
        },
        {
            "chapter": 2,
            "verse": 156,
            "text": "آنها كه هرگاه مصيبتى بدانها رسد [صبورى كنند] و گويند: ما از آن خداييم و به سوى او باز مى‌گرديم"
        },
        {
            "chapter": 2,
            "verse": 157,
            "text": "آنانند كه درودها و رحمتى از پروردگارشان بر آنهاست و [تنها] همين‌ها هدايت يافتگانند"
        }
    ]
}