{
    "rukus": [
        {
            "chapter": 9,
            "verse": 30,
            "text": "And the Jews say: Ezra is the son of Allah, and the Christians say: The Messiah is the son of Allah. That is their saying with their mouths. They imitate the saying of those who disbelieved of old. Allah (Himself) fighteth against them. How perverse are they"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "They have taken as lords beside Allah their rabbis and their monks and the Messiah son of Mary, when they were bidden to worship only One Allah. There is no Allah save Him. Be He Glorified from all that they ascribe as partner (unto Him)"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "Fain would they put out the light of Allah with their mouths, but Allah disdaineth (aught) save that He shall perfect His light, however much the disbelievers are averse"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "He it is Who hath sent His messenger with the guidance and the Religion of Truth, that He may cause it to prevail over all religion, however much the idolaters may be averse"
        },
        {
            "chapter": 9,
            "verse": 34,
            "text": "O ye who believe! Lo! many of the (Jewish) rabbis and the (Christian) monks devour the wealth of mankind wantonly and debar (men) from the way of Allah. They who hoard up gold and silver and spend it not in the way of Allah, unto them give tidings (O Muhammad) of a painful doom"
        },
        {
            "chapter": 9,
            "verse": 35,
            "text": "On the day when it will (all) be heated in the fire of hell, and their foreheads and their flanks and their backs will be branded therewith (and it will be said unto them): Here is that which ye hoarded for yourselves. Now taste of what ye used to hoard"
        },
        {
            "chapter": 9,
            "verse": 36,
            "text": "Lo! the number of the months with Allah is twelve months by Allah's ordinance in the day that He created the heavens and the earth. Four of them are sacred: that is the right religion. So wrong not yourselves in them. And wage war on all of the idolaters as they are waging war on all of you. And know that Allah is with those who keep their duty (unto Him)"
        },
        {
            "chapter": 9,
            "verse": 37,
            "text": "Postponement (of a sacred month) is only an excess of disbelief whereby those who disbelieve are misled; they allow it one year and forbid it (another) year, that they may make up the number of the months which Allah hath hallowed, so that they allow that which Allah hath forbidden. The evil of their deeds is made fairseeming unto them. Allah guideth not the disbelieving folk"
        }
    ]
}