{
    "rukus": [
        {
            "chapter": 13,
            "verse": 32,
            "text": "And verily messengers (of Allah) were mocked before thee, but long I bore with those who disbelieved. At length I seized them, and how (awful) was My punishment"
        },
        {
            "chapter": 13,
            "verse": 33,
            "text": "Is He Who is aware of the deserts of every soul (as he who is aware of nothing)? Yet they ascribe unto Allah partners. Say: Name them. Is it that ye would inform Him of something which He knoweth not in the earth? Or is it but a way of speaking? Nay but their contrivance is made seeming fair for those who disbelieve and they are kept from the right road. He whom Allah sendeth astray, for him there is no guide"
        },
        {
            "chapter": 13,
            "verse": 34,
            "text": "For them is torment in the life of the world, and verily the doom of the Hereafter is more painful, and they have no defender from Allah"
        },
        {
            "chapter": 13,
            "verse": 35,
            "text": "A similitude of the Garden which is promised unto those who keep their duty (to Allah): Underneath it rivers flow; its food is everlasting, and its shade; this is the reward of those who keep their duty, while the reward of disbelievers is the Fire"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "Those unto whom We gave the Scripture rejoice in that which is revealed unto thee. And of the clans there are who deny some of it. Say: I am commanded only that I serve Allah and ascribe unto Him no partner. Unto Him I cry, and unto Him is my return"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "Thus have We revealed it, a decisive utterance in Arabic; and if thou shouldst follow their desires after that which hath come unto thee of knowledge, then truly wouldst thou have from Allah no protecting friend nor defender"
        }
    ]
}