{
    "rukus": [
        {
            "chapter": 18,
            "verse": 71,
            "text": "So they twain set out till, when they were in the ship, he made a hole therein. (Moses) said: Hast thou made a hole therein to drown the folk thereof? Thou verily hast done a dreadful thing"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "He said: Did I not tell thee that thou couldst not bear with me"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "(Moses) said: Be not wroth with me that I forgot, and be not hard upon me for my fault"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "So they twain journeyed on till, when they met a lad, he slew him. (Moses) said: What! Hast thou slain an innocent soul who hath slain no man? Verily thou hast done a horrid thing"
        },
        {
            "chapter": 18,
            "verse": 75,
            "text": "He said: Did I not tell thee that thou couldst not bear with me"
        },
        {
            "chapter": 18,
            "verse": 76,
            "text": "(Moses) said: If I ask thee after this concerning aught, keep not company with me. Thou hast received an excuse from me"
        },
        {
            "chapter": 18,
            "verse": 77,
            "text": "So they twain journeyed on till, when they came unto the folk of a certain township, they asked its folk for food, but they refused to make them guests. And they found therein a wall upon the point of falling into ruin, and he repaired it. (Moses) said: If thou hadst wished, thou couldst have taken payment for it"
        },
        {
            "chapter": 18,
            "verse": 78,
            "text": "He said: This is the parting between thee and me! I will announce unto thee the interpretation of that thou couldst not bear with patience"
        },
        {
            "chapter": 18,
            "verse": 79,
            "text": "As for the ship, it belonged to poor people working on the river, and I wished to mar it, for there was a king behind them who is taking every ship by force"
        },
        {
            "chapter": 18,
            "verse": 80,
            "text": "And as for the lad, his parents were believers and we feared lest he should oppress them by rebellion and disbelief"
        },
        {
            "chapter": 18,
            "verse": 81,
            "text": "And we intended that their Lord should change him for them for one better in purity and nearer to mercy"
        },
        {
            "chapter": 18,
            "verse": 82,
            "text": "And as for the wall, it belonged to two orphan boys in the city, and there was beneath it a treasure belonging to them, and their father had been righteous, and thy Lord intended that they should come to their full strength and should bring forth their treasure as a mercy from their Lord; and I did it not upon my own command. Such is the interpretation of that wherewith thou couldst not bear"
        }
    ]
}