{
    "rukus": [
        {
            "chapter": 2,
            "verse": 8,
            "text": "And of mankind are some who say: We believe in Allah and the Last Day, when they believe not"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "They think to beguile Allah and those who believe, and they beguile none save themselves; but they perceive not"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "In their hearts is a disease, and Allah increaseth their disease. A painful doom is theirs because they lie"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "And when it is said unto them: Make not mischief in the earth, they say: We are peacemakers only"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "Are not they indeed the mischief-makers? But they perceive not"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "And when it is said unto them: believe as the people believe, they say: shall we believe as the foolish believe? are not they indeed the foolish? But they know not"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "And when they fall in with those who believe, they say: We believe; but when they go apart to their devils they declare: Lo! we are with you; verily we did but mock"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "Allah (Himself) doth mock them, leaving them to wander blindly on in their contumacy"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "These are they who purchase error at the price of guidance, so their commerce doth not prosper, neither are they guided"
        },
        {
            "chapter": 2,
            "verse": 17,
            "text": "Their likeness is as the likeness of one who kindleth fire, and when it sheddeth its light around him Allah taketh away their light and leaveth them in darkness, where they cannot see"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "Deaf, dumb and blind; and they return not"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "Or like a rainstorm from the sky, wherein is darkness, thunder and the flash of lightning. They thrust their fingers in their ears by reason of the thunder-claps, for fear of death, Allah encompasseth the disbelievers (in His guidance, His omniscience and His omnipotence)"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "The lightning almost snatcheth away their sight from them. As often as it flasheth forth for them they walk therein, and when it darkeneth against them they stand still. If Allah willed, He could destroy their hearing and their sight. Lo! Allah is able to do all things"
        }
    ]
}