{
    "rukus": [
        {
            "chapter": 35,
            "verse": 27,
            "text": "Hast thou not seen that Allah causeth water to fall from the sky, and We produce therewith fruit of divers hues; and among the hills are streaks white and red, of divers hues, and (others) raven-black"
        },
        {
            "chapter": 35,
            "verse": 28,
            "text": "And of men and beasts and cattle, in like manner, divers hues? The erudite among His bondmen fear Allah alone. Lo! Allah is Mighty, Forgiving"
        },
        {
            "chapter": 35,
            "verse": 29,
            "text": "Lo! those who read the Scripture of Allah, and establish worship, and spend of that which We have bestowed on them secretly and openly, they look forward to imperishable gain"
        },
        {
            "chapter": 35,
            "verse": 30,
            "text": "That He will pay them their wages and increase them of His grace. Lo! He is Forgiving, Responsive"
        },
        {
            "chapter": 35,
            "verse": 31,
            "text": "As for that which We inspire in thee of the Scripture, it is the Truth confirming that which was (revealed) before it. Lo! Allah is indeed Observer, Seer of His slaves"
        },
        {
            "chapter": 35,
            "verse": 32,
            "text": "Then We gave the Scripture as inheritance unto those whom We elected of Our bondmen. But of them are some who wrong themselves and of them are some who are lukewarm, and of them are some who outstrip (others) through good deeds, by Allah's leave. That is the great favour"
        },
        {
            "chapter": 35,
            "verse": 33,
            "text": "Gardens of Eden! They enter them wearing armlets of gold and pearl and their raiment therein is silk"
        },
        {
            "chapter": 35,
            "verse": 34,
            "text": "And they say: Praise be to Allah Who hath put grief away from us. Lo! Our Lord is Forgiving, Bountiful"
        },
        {
            "chapter": 35,
            "verse": 35,
            "text": "Who, of His grace, hath installed us in the mansion of eternity, where toil toucheth us not nor can weariness affect us"
        },
        {
            "chapter": 35,
            "verse": 36,
            "text": "But as for those who disbelieve, for them is fire of hell; it taketh not complete effect upon them so that they can die, nor is its torment lightened for them. Thus We punish every ingrate"
        },
        {
            "chapter": 35,
            "verse": 37,
            "text": "And they cry for help there, (saying): Our Lord! Release us; we will do right, not (the wrong) that we used to do. Did not We grant you a life long enough for him who reflected to reflect therein? And the warner came unto you. Now taste (the flavour of your deeds), for evil-doers have no helper"
        }
    ]
}