{
    "rukus": [
        {
            "chapter": 36,
            "verse": 13,
            "text": "Coin for them a similitude: The people of the city when those sent (from Allah) came unto them"
        },
        {
            "chapter": 36,
            "verse": 14,
            "text": "When We sent unto them twain, and they denied them both, so We reinforced them with a third, and they said: Lo! we have been sent unto you"
        },
        {
            "chapter": 36,
            "verse": 15,
            "text": "They said: Ye are but mortals like unto us. The Beneficent hath naught revealed. Ye do but lie"
        },
        {
            "chapter": 36,
            "verse": 16,
            "text": "They answered: Our Lord knoweth that we are indeed sent unto you"
        },
        {
            "chapter": 36,
            "verse": 17,
            "text": "And our duty is but plain conveyance (of the message)"
        },
        {
            "chapter": 36,
            "verse": 18,
            "text": "(The people of the city) said: We augur ill of you. If ye desist not, we shall surely stone you, and grievous torture will befall you at our hands"
        },
        {
            "chapter": 36,
            "verse": 19,
            "text": "They said: Your evil augury be with you! Is it because ye are reminded (of the truth)? Nay, but ye are froward folk"
        },
        {
            "chapter": 36,
            "verse": 20,
            "text": "And there came from the uttermost part of the city a man running. He cried: O my people! Follow those who have been sent"
        },
        {
            "chapter": 36,
            "verse": 21,
            "text": "Follow those who ask of you no fee, and who are rightly guided"
        },
        {
            "chapter": 36,
            "verse": 22,
            "text": "For what cause should I not serve Him Who hath created me, and unto Whom ye will be brought back"
        },
        {
            "chapter": 36,
            "verse": 23,
            "text": "Shall I take (other) gods in place of Him when, if the Beneficent should wish me any harm, their intercession will avail me naught, nor can they save"
        },
        {
            "chapter": 36,
            "verse": 24,
            "text": "Then truly I should be in error manifest"
        },
        {
            "chapter": 36,
            "verse": 25,
            "text": "Lo! I have believed in your Lord, so hear me"
        },
        {
            "chapter": 36,
            "verse": 26,
            "text": "It was said (unto him): Enter paradise. He said: Would that my people knew"
        },
        {
            "chapter": 36,
            "verse": 27,
            "text": "With what (munificence) my Lord hath pardoned me and made me of the honoured ones"
        },
        {
            "chapter": 36,
            "verse": 28,
            "text": "We sent not down against his people after him a host from heaven, nor do We ever send"
        },
        {
            "chapter": 36,
            "verse": 29,
            "text": "It was but one Shout, and lo! they were extinct"
        },
        {
            "chapter": 36,
            "verse": 30,
            "text": "Ah, the anguish for the bondmen! Never came there unto them a messenger but they did mock him"
        },
        {
            "chapter": 36,
            "verse": 31,
            "text": "Have they not seen how many generations We destroyed before them, which indeed returned not unto them"
        },
        {
            "chapter": 36,
            "verse": 32,
            "text": "But all, without exception, will be brought before Us"
        }
    ]
}