{
    "rukus": [
        {
            "chapter": 42,
            "verse": 30,
            "text": "Whatever of misfortune striketh you, it is what your right hands have earned. And He forgiveth much"
        },
        {
            "chapter": 42,
            "verse": 31,
            "text": "Ye cannot escape in the earth, for beside Allah ye have no protecting friend nor any helper"
        },
        {
            "chapter": 42,
            "verse": 32,
            "text": "And of His portents are the ships, like banners on the sea"
        },
        {
            "chapter": 42,
            "verse": 33,
            "text": "If He will He calmeth the wind so that they keep still upon its surface - Lo! herein verily are signs for every steadfast grateful (heart)"
        },
        {
            "chapter": 42,
            "verse": 34,
            "text": "Or He causeth them to perish on account of that which they have earned - And He forgiveth much"
        },
        {
            "chapter": 42,
            "verse": 35,
            "text": "And that those who argue concerning Our revelations may know they have no refuge"
        },
        {
            "chapter": 42,
            "verse": 36,
            "text": "Now whatever ye have been given is but a passing comfort for the life of the world, and that which Allah hath is better and more lasting for those who believe and put their trust in their Lord"
        },
        {
            "chapter": 42,
            "verse": 37,
            "text": "And those who shun the worst of sins and indecencies and, when they are wroth, forgive"
        },
        {
            "chapter": 42,
            "verse": 38,
            "text": "And those who answer the call of their Lord and establish worship, and whose affairs are a matter of counsel, and who spend of what We have bestowed on them"
        },
        {
            "chapter": 42,
            "verse": 39,
            "text": "And those who, when great wrong is done to them, defend themselves"
        },
        {
            "chapter": 42,
            "verse": 40,
            "text": "The guerdon of an ill-deed is an ill the like thereof. But whosoever pardoneth and amendeth, his wage is the affair of Allah. Lo! He loveth not wrong-doers"
        },
        {
            "chapter": 42,
            "verse": 41,
            "text": "And whoso defendeth himself after he hath suffered wrong - for such, there is no way (of blame) against them"
        },
        {
            "chapter": 42,
            "verse": 42,
            "text": "The way (of blame) is only against those who oppress mankind, and wrongfully rebel in the earth. For such there is a painful doom"
        },
        {
            "chapter": 42,
            "verse": 43,
            "text": "And verily whoso is patient and forgiveth - lo! that, verily, is (of) the steadfast heart of things"
        }
    ]
}