{
    "rukus": [
        {
            "chapter": 15,
            "verse": 45,
            "text": "Lalle mãsu taƙawa sunã a cikin gidãjen Aljanna mai idandunan ruwa"
        },
        {
            "chapter": 15,
            "verse": 46,
            "text": "Ku shigẽ ta da aminci, kunã amintattu"
        },
        {
            "chapter": 15,
            "verse": 47,
            "text": "Kuma Muka ɗẽbe abinda ke a cikin zukãtansu na daga ƙullin zũci, suka zama 'yan'uwa a kan gadãje, sunã mãsu fuskantar junã"
        },
        {
            "chapter": 15,
            "verse": 48,
            "text": "Wata wahala bã zã ta shãfe su bã a cikinta kuma ba su zama mãsu fita daga, cikinta ba"
        },
        {
            "chapter": 15,
            "verse": 49,
            "text": "Ka bai wa bãyiNa lãbari cẽwa lalle ne Ni, Mai gãfarane, Mai jin ƙai"
        },
        {
            "chapter": 15,
            "verse": 50,
            "text": "Kuma azãbãTa ita ce azãba mai raɗaɗi"
        },
        {
            "chapter": 15,
            "verse": 51,
            "text": "Kuma ka bã su lãbãrin bãƙin Ibrãhĩm"
        },
        {
            "chapter": 15,
            "verse": 52,
            "text": "A lõkacin da suka shiga gunsa, sai suka ce: \"Sallama.\" Ya ce: \"Lalle mũ, daga gare ku, mãsu firgita ne"
        },
        {
            "chapter": 15,
            "verse": 53,
            "text": "Suka ce: \"Kada ka firgita. Lalle ne mũ, munã yi makabushãra game da wani yãro masani"
        },
        {
            "chapter": 15,
            "verse": 54,
            "text": "Ya ce: \"Shin kun bã ni bushãra ne a kan tsũfa yã shãfe ni? To, da me kuke bã ni bushara"
        },
        {
            "chapter": 15,
            "verse": 55,
            "text": "Suka ce: \"Munã yi maka bushãra da gaskiya ne, sabõda haka, kada da kasance daga mãsu yanke tsammãni"
        },
        {
            "chapter": 15,
            "verse": 56,
            "text": "Ya ce: \"Kuma wãne ne yake yanke tsammãni daga rahamar Ubangijinsa, fãce ɓatattu"
        },
        {
            "chapter": 15,
            "verse": 57,
            "text": "Ya ce: \"To, mẽne ne babban al'amarinku? Yã kũ manzanni"
        },
        {
            "chapter": 15,
            "verse": 58,
            "text": "Suka ce: \"Lalle ne mũ, an aika mu zuwa ga wasu mutãne mãsu laifi"
        },
        {
            "chapter": 15,
            "verse": 59,
            "text": "Fãce mutãnen Lũɗu, lalle ne mũ, haƙĩƙa, mãsu tsĩrar dasu ne gabã ɗaya"
        },
        {
            "chapter": 15,
            "verse": 60,
            "text": "Fãce mãtarsa mun ƙaddara cẽwa lalle ne ita, haƙĩƙa, tanã daga mãsu halaka"
        }
    ]
}