{
    "rukus": [
        {
            "chapter": 26,
            "verse": 123,
            "text": "Ãdãwa sun ƙaryata Manzanni"
        },
        {
            "chapter": 26,
            "verse": 124,
            "text": "A lõkacin da ɗan'uwansu, Hũdu ya ce musu, \"Bã zã ku yi taƙawa ba"
        },
        {
            "chapter": 26,
            "verse": 125,
            "text": "Lalle ne ni, zuwa gare ku, haƙĩƙa, Manzo ne, amintacce"
        },
        {
            "chapter": 26,
            "verse": 126,
            "text": "Sabõda haka ku bi Allah da taƙawa, kuma ku yi mini ɗã'ã"
        },
        {
            "chapter": 26,
            "verse": 127,
            "text": "Kuma bã ni tambayar wata ijãra a kansa. Ijãrãta ba ta zama ba, fãce daga Ubangijin halittu"
        },
        {
            "chapter": 26,
            "verse": 128,
            "text": "Shin, kunã yin ginin sitadiyo a kõwane tsauni ne, kunã yin wãsa"
        },
        {
            "chapter": 26,
            "verse": 129,
            "text": "Kuma kunã riƙon matsãrar ruwa, tsammãninku, ku dawwama"
        },
        {
            "chapter": 26,
            "verse": 130,
            "text": "Kuma idan kun yi damƙa, sai ku yi damƙar kunã mãsu tanƙwasãwa"
        },
        {
            "chapter": 26,
            "verse": 131,
            "text": "To ku bi Allah da taƙawa, kuma ku yi mini ɗã'ã"
        },
        {
            "chapter": 26,
            "verse": 132,
            "text": "Ku ji tsõron wanda Ya taimake ku da abin da kuka sani"
        },
        {
            "chapter": 26,
            "verse": 133,
            "text": "Ya taimake ku da dabbõbin ni'ima da ɗiya"
        },
        {
            "chapter": 26,
            "verse": 134,
            "text": "Da gõnaki da marẽmari"
        },
        {
            "chapter": 26,
            "verse": 135,
            "text": "Lalle ne nĩ, inã ji muku tsõron azãbar wani yini mai girma"
        },
        {
            "chapter": 26,
            "verse": 136,
            "text": "Suka ce: \"Daidai ne a kanmu: Kã yi wa'azi kõ ba ka kasance daga mãsu wa'azi ba"
        },
        {
            "chapter": 26,
            "verse": 137,
            "text": "Wannan abu bai zamõ ba fãce hãlãyen mutãnen farko"
        },
        {
            "chapter": 26,
            "verse": 138,
            "text": "Kuma mũ ba mu zama waɗanda ake yi wa azãba ba"
        },
        {
            "chapter": 26,
            "verse": 139,
            "text": "Sabõda haka suka ƙaryata shi, sai Muka halakar da sũ. Lalle ne a cikin wannan akwai ãyã, kuma mafi yawansu ba su kasance mãsu ĩmãni ba"
        },
        {
            "chapter": 26,
            "verse": 140,
            "text": "Kuma lalle ne, Ubangijinka, haƙĩƙa, Shi ne Mabuwãyi, Mai jin ƙai"
        }
    ]
}