{
    "rukus": [
        {
            "chapter": 3,
            "verse": 10,
            "text": "Lalle ne waɗanda suka kãfirta, dũkiyõyinsu bã su tunkuɗe musu kõme daga Allah, kuma 'ya'yansu bã su tunkuɗẽwa, kuma waɗannan, sũ ne makãmashin wuta"
        },
        {
            "chapter": 3,
            "verse": 11,
            "text": "Kamar ɗabi'ar mutãnen Fir'auna da waɗanda ke a gabãninsu, sun ƙaryata ãyõyinMu, sai Allah Ya kãmã su sabõda zunubansu, kuma Allah Mai tsananin uƙũba ne"
        },
        {
            "chapter": 3,
            "verse": 12,
            "text": "Ka ce wa waɗanda suka kãfirta: \"Za a rinjãye ku, kuma a tãraku zuwa Jahannama, kuma shimfiɗar tã mũnana"
        },
        {
            "chapter": 3,
            "verse": 13,
            "text": "Lalle ne wata ãyã tã kasance a gare ku a cikin ƙungiyõyi biyu da suka haɗu; ƙungiya guda tana yãƙi a cikin hanyar Allah, da wata kãfira, suna ganin su ninki biyu nãsu, a ganin ido. Kuma Allah Yana ƙarfafa wanda Yake so da taimakonSa. Lalle ne a cikin wannan, hakĩƙa, akwai abin kula ga maabũta basĩra"
        },
        {
            "chapter": 3,
            "verse": 14,
            "text": "An ƙawata wa mutãne son sha'awõyi daga mãtã da ɗiya da dũkiyõyi abũbuwan tãrãwa daga zinariya da azurfa, da dawãki kiwãtattu da dabbõbin ci da hatsi. Wannan shi ne dãɗin rãyuwar dũniya. Kuma Allah a wurinsa kyakkyãwar makõma take"
        },
        {
            "chapter": 3,
            "verse": 15,
            "text": "Ka ce: Shin kuma, in gaya muku mafi alhẽri daga wannan? Akwai gidãjen Aljanna a wurin Ubangiji sabõda waɗanda suka bi Shi da taƙawa, kõguna suna gudãna daga ƙarƙashinsu, suna madawwama a cikinsu, da mãtan aure tsarkakakku, da yarda daga Allah. Kuma Allah Mai gani ne ga bãyinSa"
        },
        {
            "chapter": 3,
            "verse": 16,
            "text": "Waɗanda suke cẽwa: \"Ya Ubangijinmu! Lalle ne mu, mun yi ĩmãni, sai Ka gãfarta mana zunubanmu kuma Ka tsare mu daga azãbar wuta"
        },
        {
            "chapter": 3,
            "verse": 17,
            "text": "Mãsu haƙuri, da mãsu gaskiya, da mãsu ƙanƙan da kai, da mãsu ciyarwa da mãsu istingifari a lõkutan asuba"
        },
        {
            "chapter": 3,
            "verse": 18,
            "text": "Allah Ya shaida cẽwa: Lalle ne bãbu abin bautãwa fãce Shi kuma malãiku da ma'abũta ilmi sun shaida, yana tsaye da ãdalci, bãbu abin bautãwa face Shi, Mabuwãyi, Mai hikima"
        },
        {
            "chapter": 3,
            "verse": 19,
            "text": "Lalle ne, addini a wurin Allah, Shi ne Musulunci. Kuma waɗanda aka bai wa Littafi ba su sãɓã ba, fãce a bãyan ilmi ya je musu, bisa zãlunci a tsakãninsu. Kuma wanda ya kãfirta da ãyõyin Allah, to, lalle ne Allah Mai gaugãwar sakamako ne"
        },
        {
            "chapter": 3,
            "verse": 20,
            "text": "To, idan sun yi musu da kai, sai ka ce: \"Nã sallama fuskata ga Allah, kuma wanda ya bi ni (haka).\" Kuma ka ce wa waɗanda aka bai wa littãfi da Ummiyyai: \"Shin kun sallama?\" To, idan sun sallama, haƙĩƙa, sun shiryu kuma idan sun jũya, to, kawai abinda ke kanka, shi ne iyarwa. Kuma Allah Mai gani ne ga bãyinSa"
        }
    ]
}