{
    "chapter": [
        {
            "chapter": 19,
            "verse": 1,
            "text": "Kaf. Ha. Ja. 'Ain. Sad"
        },
        {
            "chapter": 19,
            "verse": 2,
            "text": "Spomen milosti Gospodara tvog, robu Njegovom Zekerijjau"
        },
        {
            "chapter": 19,
            "verse": 3,
            "text": "Kad pozva Gospodara svog pozivom tajnim"
        },
        {
            "chapter": 19,
            "verse": 4,
            "text": "Reče: \"Gospodaru moj! Uistinu, meni je kost moja oslabila i sjaji glava sjedošću, a nisam bio dowom Tebi Gospodaru, nesretan"
        },
        {
            "chapter": 19,
            "verse": 5,
            "text": "A uistinu, ja se bojim svojih rođaka iza sebe, a moja žena je nerotkinja. Zato mi pokloni od Sebe nasljednika"
        },
        {
            "chapter": 19,
            "verse": 6,
            "text": "Da me naslijedi, i naslijedi iz porodice Jakubove. I učini ga Gospodaru moj, zadovoljnim"
        },
        {
            "chapter": 19,
            "verse": 7,
            "text": "O Zekerijja! Uistinu, Mi ti donosimo radosnu vijest o dječaku, ime njegovo biće Jahja. Nismo mu ranije učinili imenjaka"
        },
        {
            "chapter": 19,
            "verse": 8,
            "text": "Reče: \"Gospodaru moj! Otkud meni dječak, a žena moja je nerotkinja, i već sam dostigao staračku iznemoglost"
        },
        {
            "chapter": 19,
            "verse": 9,
            "text": "Reče: \"Tako. Rekao je Gospodar tvoj: 'To je Meni lahko, i već sam te stvorio ranije, a nisi bio ništa"
        },
        {
            "chapter": 19,
            "verse": 10,
            "text": "Reče: \"Gospodaru moj! Učini mi znak.\" Reče: \"Znak ti je da nećeš govoriti s ljudima tri noći, (a bićeš) zdrav"
        },
        {
            "chapter": 19,
            "verse": 11,
            "text": "Tad iziđe narodu svom iz mihraba, pa im objavi: \"Slavite (Allaha) jutrom i navečer"
        },
        {
            "chapter": 19,
            "verse": 12,
            "text": "O Jahja! Prihvati Knjigu snažno.\" I dali smo mu sud (kao) djetetu"
        },
        {
            "chapter": 19,
            "verse": 13,
            "text": "I nježnost od Nas i čistotu, a bio je bogobojazan"
        },
        {
            "chapter": 19,
            "verse": 14,
            "text": "I čestit roditeljima svojim, a nije bio nepokoran, neposlušan"
        },
        {
            "chapter": 19,
            "verse": 15,
            "text": "I mir neka je s njim na dan kad se rodio i dan kada je umro, i dan kad bude podignut živ"
        },
        {
            "chapter": 19,
            "verse": 16,
            "text": "I spomeni u Knjizi Merjem, kad se povukla od porodice svoje u mjesto istočno"
        },
        {
            "chapter": 19,
            "verse": 17,
            "text": "Te uzela (da se zakloni) od njih zastor. Tad smo joj poslali Duha Našeg, te joj se prikazao čovjekom pravim"
        },
        {
            "chapter": 19,
            "verse": 18,
            "text": "Reče: \"Uistinu, ja tražim zaštitu Milostivog od tebe, ako si bogobojazan"
        },
        {
            "chapter": 19,
            "verse": 19,
            "text": "(Duh) reče: \"Ja sam samo izaslanik Gospodara tvog, da ti podarim dječaka čista"
        },
        {
            "chapter": 19,
            "verse": 20,
            "text": "Reče: \"Otkud meni dječak, a nije me dotakao smrtnik i nisam bludnica"
        },
        {
            "chapter": 19,
            "verse": 21,
            "text": "(Ona) reče: \"Tako. Rekao je Gospodar tvoj: 'To je Meni lahko' - i da ga učinimo znakom ljudima i milošću od Nas\" - a bila je stvar određena"
        },
        {
            "chapter": 19,
            "verse": 22,
            "text": "Tad ga je zanijela, te se s njim povukla u mjesto daleko"
        },
        {
            "chapter": 19,
            "verse": 23,
            "text": "Pa dovedoše nju porođajni bolovi ka stablu palme. Reče: \"O da sam ja umrla prije ovog i bila zaboravom zaboravljena"
        },
        {
            "chapter": 19,
            "verse": 24,
            "text": "Tad pozva nju ispod nje: \"Ne žalosti se! Doista je načinio Gospodar tvoj ispod tebe potočić"
        },
        {
            "chapter": 19,
            "verse": 25,
            "text": "I zatresi sebi stablo palme, pašće na te datule zrele"
        },
        {
            "chapter": 19,
            "verse": 26,
            "text": "Zato jedi i pij, i ohladi oko! Pa ako od smrtnika vidiš ijednog, tad reci: \"Uistinu! Ja sam se Milostivom zavjetovala postom, zato danas neću govoriti s čovjekom"
        },
        {
            "chapter": 19,
            "verse": 27,
            "text": "Pa je došla s njim narodu svom, noseći ga. Rekoše: \"O Merjem! Doista si došla sa stvari nečuvenom"
        },
        {
            "chapter": 19,
            "verse": 28,
            "text": "O sestro Harunova! Nije bio otac tvoj loš čovjek, niti je majka tvoja bila bludnica"
        },
        {
            "chapter": 19,
            "verse": 29,
            "text": "Tad ga je pokazala. Rekoše: \"Kako da govorimo s onim ko je u bešici, (s) djetetom"
        },
        {
            "chapter": 19,
            "verse": 30,
            "text": "(Isa) reče: \"Uistinu! Ja sam rob Allahov. Dao mi je Knjigu i učinio me vjerovjesnikom"
        },
        {
            "chapter": 19,
            "verse": 31,
            "text": "I učinio me blagoslovljenim ma gdje bio, i naredio mi salat i zekat dok sam živ"
        },
        {
            "chapter": 19,
            "verse": 32,
            "text": "I da budem čestit majci svojoj, a nije me učinio nepokornim, nesretnim"
        },
        {
            "chapter": 19,
            "verse": 33,
            "text": "I mir neka je nada mnom na dan kad sam rođen, i dan kad umrem, i dan kad budem podignut živ"
        },
        {
            "chapter": 19,
            "verse": 34,
            "text": "To je Isa, sin Merjemin: Riječ Istine, ona o kojoj raspravljaju"
        },
        {
            "chapter": 19,
            "verse": 35,
            "text": "Nije Allahovo da uzima ikakvo dijete. Slavljen neka je On! Kad odredi stvar, tad tome samo kaže: \"Budi\" - tad biva"
        },
        {
            "chapter": 19,
            "verse": 36,
            "text": "A uistinu! Allah je Gospodar moj i Gospodar vaš, zato Njega obožavajte. Ovo je put pravi"
        },
        {
            "chapter": 19,
            "verse": 37,
            "text": "Pa su se razišle stranke međusobno: zato teško onima koji ne vjeruju, od poprišta Dana strašnog"
        },
        {
            "chapter": 19,
            "verse": 38,
            "text": "Kako će oni čuti i vidjeti na Dan kad Nam dođu! Ali, zalimi su danas u zabludi očitoj"
        },
        {
            "chapter": 19,
            "verse": 39,
            "text": "I upozori ih Danom žalosti, kad bude svršena stvar; a oni su u ravnodušnosti i oni ne vjeruju"
        },
        {
            "chapter": 19,
            "verse": 40,
            "text": "Uistinu! Mi, Mi nasljeđujemo Zemlju i onog ko je na njoj, a Nama će biti vraćeni"
        },
        {
            "chapter": 19,
            "verse": 41,
            "text": "I spomeni u Knjizi Ibrahima. Uistinu, on je bio istinit, vjerovjesnik"
        },
        {
            "chapter": 19,
            "verse": 42,
            "text": "Kad reče ocu svom: \"O oče moj! Zašto obožavaš ono šta ne čuje niti vidi, niti ti imalo koristi"
        },
        {
            "chapter": 19,
            "verse": 43,
            "text": "O oče moj! Uistinu meni, već mi je došlo od znanja šta nije došlo tebi. Zato me slijedi, uputiću te putu pravom"
        },
        {
            "chapter": 19,
            "verse": 44,
            "text": "O oče moj! Ne obožavaj šejtana. Uistinu, šejtan je Milostivom neposlušan"
        },
        {
            "chapter": 19,
            "verse": 45,
            "text": "O oče moj! Uistinu, ja se bojim da će te dotaći kazna od Milostivog, pa ćeš biti šejtanov drug"
        },
        {
            "chapter": 19,
            "verse": 46,
            "text": "Reče: \"Jesi li ti odbojan prema bogovima mojim, o Ibrahime? Ako ne odustaneš, sigurno ću te kamenovati, i ostavi me dugo"
        },
        {
            "chapter": 19,
            "verse": 47,
            "text": "Reče: \"Selamun alejk! Tražiću ti oprost Gospodara svog. Uistinu, On mi je predusretljiv"
        },
        {
            "chapter": 19,
            "verse": 48,
            "text": "I povlačim se od vas i onog šta zazivate mimo Allaha, a prizivat ću Gospodara svog. Možda neću u dowi Gospodaru svom nesretan biti"
        },
        {
            "chapter": 19,
            "verse": 49,
            "text": "Pa pošto se povukao od njih i onog šta obožavaju mimo Allaha, podarili smo mu Ishaka i Jakuba, a svakojeg smo učinili vjerovjesnikom"
        },
        {
            "chapter": 19,
            "verse": 50,
            "text": "I darovali smo im iz milosti Naše, i učinili za njih jezik istinitošću visokim"
        },
        {
            "chapter": 19,
            "verse": 51,
            "text": "I spomeni u Knjizi Musaa. Uistinu, bio je odabran, i bio poslanik, vjerovjesnik"
        },
        {
            "chapter": 19,
            "verse": 52,
            "text": "I pozvali smo ga s desnog obronka Tura, i približili ga u povjerljivom razgovoru"
        },
        {
            "chapter": 19,
            "verse": 53,
            "text": "I darovali mu iz milosti Naše brata njegovog Haruna, vjerovjesnika"
        },
        {
            "chapter": 19,
            "verse": 54,
            "text": "I spomeni u Knjizi Ismaila. Uistinu, on je bio istinit obećanjem, i bio je poslanik, vjerovjesnik"
        },
        {
            "chapter": 19,
            "verse": 55,
            "text": "I naređivao je porodici svojoj salat i zekat, i bio je kod Gospodara svog zadovoljavajući"
        },
        {
            "chapter": 19,
            "verse": 56,
            "text": "I spomeni u Knjizi Idrisa. Uistinu, on je bio istinit, vjerovjesnik"
        },
        {
            "chapter": 19,
            "verse": 57,
            "text": "A uzdigli smo ga na mjesto visoko"
        },
        {
            "chapter": 19,
            "verse": 58,
            "text": "To su oni koje je obdario Allah od vjerovjesnika iz potomstva Ademovog - od onog koga smo nosili s Nuhom - i iz potomstva Ibrahimovog i Israilovog, i od onog koga smo uputili i odabrali. Kad su im se učili ajeti Milostivog, padali su na sedždu i plakali"
        },
        {
            "chapter": 19,
            "verse": 59,
            "text": "Pa je poslije njih došlo pokoljenje - zapustili su salat i slijedili strasti. Zato će sresti zabludu"
        },
        {
            "chapter": 19,
            "verse": 60,
            "text": "Izuzev ko se pokaje i vjeruje, i čini dobro. Pa takvi će ući u Džennet, i neće im se učiniti zulm nimalo"
        },
        {
            "chapter": 19,
            "verse": 61,
            "text": "Bašče Adna koje je obećao Milostivi robovima Svojim u nevidljivom. Uistinu! Obećanje Njegovo će doći"
        },
        {
            "chapter": 19,
            "verse": 62,
            "text": "Neće čuti u njemu naklapanje, samo \"Selam\" - i imaće oni svoju opskrbu u njemu, jutrom i navečer"
        },
        {
            "chapter": 19,
            "verse": 63,
            "text": "To je Džennet kojeg dajemo u naslijeđe onom od robova Naših ko bude bogobojazan"
        },
        {
            "chapter": 19,
            "verse": 64,
            "text": "I ne spuštamo se, izuzev po naredbi Gospodara tvog. Njegovo je šta je ispred nas i šta je iza nas i šta je između toga, a nije Gospodar tvoj zaboravan"
        },
        {
            "chapter": 19,
            "verse": 65,
            "text": "Gospodar nebesa i Zemlje i šta je između njih! Zato Njega obožavaj, i istraj u obožavanju Njegovom. Da li znaš Njemu imenjaka"
        },
        {
            "chapter": 19,
            "verse": 66,
            "text": "I govori čovjek: \"Hoću li kad umrem, zaista biti živ izveden"
        },
        {
            "chapter": 19,
            "verse": 67,
            "text": "Zar se ne prisjeća čovjek, da smo ga Mi stvorili ranije, a nije bio ništa"
        },
        {
            "chapter": 19,
            "verse": 68,
            "text": "Pa tako mi Gospodara tvog, sigurno ćemo sabrati njih i šejtane, zatim ćemo ih sigurno privesti oko Džehennema, klečeći"
        },
        {
            "chapter": 19,
            "verse": 69,
            "text": "Zatim ćemo sigurno iz svake sekte istrgnuti onog od njih koji je bio najžešći protiv Allaha buntovnošću"
        },
        {
            "chapter": 19,
            "verse": 70,
            "text": "Zatim, sigurno smo Mi Najbolji znalac onih koji su najdostojniji da budu u njemu izgarani"
        },
        {
            "chapter": 19,
            "verse": 71,
            "text": "I nema od vas nijednog, a da neće njemu stići. Do Gospodara tvog je odluka izvršna"
        },
        {
            "chapter": 19,
            "verse": 72,
            "text": "Zatim ćemo spasiti one koji su se bojali, a ostaviti zalime u njemu klečeći"
        },
        {
            "chapter": 19,
            "verse": 73,
            "text": "A kad im se uče ajeti Naši jasni, oni koji ne vjeruju govore onima koji vjeruju: \"Koja od dvije skupine je bolja mjestom i bolja sazivom"
        },
        {
            "chapter": 19,
            "verse": 74,
            "text": "A koliko smo pokoljenja uništili prije njih, (a) oni su bili bolji namještajem i izgledom"
        },
        {
            "chapter": 19,
            "verse": 75,
            "text": "Reci: \"Ko je u zabludi, pa neka mu Milostivi produži dužinu. Dok, kad vide ono čime im se prijetilo, ili kaznu ili Čas, tad će saznati ko je taj (ko) je gori položajem i slabiji vojskom"
        },
        {
            "chapter": 19,
            "verse": 76,
            "text": "I povećava Allah uputu onima koji se upućuju. A trajna dobra djela su bolja nagradom kod Gospodara tvog i bolja povratištem"
        },
        {
            "chapter": 19,
            "verse": 77,
            "text": "Pa da li si vidio onog koji ne vjeruje u ajete Naše i kaže: \"Sigurno će mi biti dat imetak i dijete"
        },
        {
            "chapter": 19,
            "verse": 78,
            "text": "Je li spoznao nevidljivo, ili je kod Milostivog uzeo obavezu"
        },
        {
            "chapter": 19,
            "verse": 79,
            "text": "Nikako! Zapisaćemo šta govori, i produžićemo mu dužinu kazne"
        },
        {
            "chapter": 19,
            "verse": 80,
            "text": "I naslijedićemo (od) njega šta govori, i doći će Nam sam"
        },
        {
            "chapter": 19,
            "verse": 81,
            "text": "A uzimali su mimo Allaha bogove, da budu za njih moć"
        },
        {
            "chapter": 19,
            "verse": 82,
            "text": "Nikako! Poreći će obožavanje njihovo i njima protivnik biti"
        },
        {
            "chapter": 19,
            "verse": 83,
            "text": "Zar ne vidiš da Mi šaljemo šejtane na nevjernike, podstiču ih podsticanjem"
        },
        {
            "chapter": 19,
            "verse": 84,
            "text": "Zato ne žuri protiv njih, samo im odbrojavamo broj"
        },
        {
            "chapter": 19,
            "verse": 85,
            "text": "Na Dan kad saberemo bogobojazne Milostivom (kao) izaslanstvo"
        },
        {
            "chapter": 19,
            "verse": 86,
            "text": "I potjeramo krivce ka Džehennemu žedne"
        },
        {
            "chapter": 19,
            "verse": 87,
            "text": "Neće vladati posredovanjem, izuzev ko je kod Allaha uzeo obećanje"
        },
        {
            "chapter": 19,
            "verse": 88,
            "text": "I govore: \"Milostivi je uzeo dijete"
        },
        {
            "chapter": 19,
            "verse": 89,
            "text": "Doista iznosite stvar strašnu"
        },
        {
            "chapter": 19,
            "verse": 90,
            "text": "Gotovo da se od toga nebesa rascijepe i raspukne Zemlja, i padnu brda rušeći se"
        },
        {
            "chapter": 19,
            "verse": 91,
            "text": "Što prizivaju Milostivom dijete"
        },
        {
            "chapter": 19,
            "verse": 92,
            "text": "A nije Milostivom potrebno da uzima dijete"
        },
        {
            "chapter": 19,
            "verse": 93,
            "text": "Svako ko je u nebesima i Zemlji, samo će doći Milostivom kao rob"
        },
        {
            "chapter": 19,
            "verse": 94,
            "text": "Doista ih je sračunao i pobrojao ih brojanjem"
        },
        {
            "chapter": 19,
            "verse": 95,
            "text": "I svaki od njih će Mu doći na Dan kijameta sam"
        },
        {
            "chapter": 19,
            "verse": 96,
            "text": "Uistinu, onima koji vjeruju i rade dobra djela, daće im Allah ljubav"
        },
        {
            "chapter": 19,
            "verse": 97,
            "text": "Pa olakšali smo ga na jeziku tvom, da obraduješ njime bogobojazne, i opomeneš njime narod svadljivaca"
        },
        {
            "chapter": 19,
            "verse": 98,
            "text": "A koliko smo prije njih uništili naraštaja! Da li osjećaš od njih ijednog, ili čuješ njihov tihi šum"
        }
    ]
}