{
    "chapter": [
        {
            "chapter": 9,
            "verse": 1,
            "text": "Sloboda je od Allaha i Poslanika Njegovog onima od mušrika s kojima ste sklopili sporazum"
        },
        {
            "chapter": 9,
            "verse": 2,
            "text": "Zato putujte po Zemlji četiri mjeseca i znajte da vi niste ti koji će umaći Allahu i da je Allah Taj koji će postiditi nevjernike"
        },
        {
            "chapter": 9,
            "verse": 3,
            "text": "A obznana je od Allaha i Poslanika Njegovog ljudima na dan hadždža najvećeg, je da je Allah slobodan od mušrika i Poslanik Njegov. Pa ako se pokajete, pa to je bolje za vas, a ako se okrenete, tad znajte da vi niste ti koji će umaći Allahu; a obraduj one koji ne vjeruju kaznom bolnom"
        },
        {
            "chapter": 9,
            "verse": 4,
            "text": "Izuzev onih mušrika s kojima ste sklopili sporazum, potom vam nisu umanjili ništa i nisu pomagali protiv vas nikoga - onda im ispunite sporazum njihov do roka njihovog. Uistinu! Allah voli bogobojazne"
        },
        {
            "chapter": 9,
            "verse": 5,
            "text": "Pa kad izmaknu sveti mjeseci, tad ubijajte mušrike gdje god ih nađete, i ščepajte ih i opsjedajte ih i postavljajte im se u svaku zasjedu. Pa ako se pokaju i budu obavljali salat i davali zekat, onda oslobodite put njihov. Uistinu! Allah je Oprosnik, Milosrdni"
        },
        {
            "chapter": 9,
            "verse": 6,
            "text": "A ako neko od mušrika zatraži od tebe zaštitu, tad ga zaštiti dok ne čuje Riječ Allahovu, potom ga sprovedi sigurnom mjestu njegovom; to zato što su oni ljudi koji ne znaju"
        },
        {
            "chapter": 9,
            "verse": 7,
            "text": "Kako da bude za mušrike sporazum kod Allaha i kod Poslanika Njegovog, izuzev onih s kojima ste sklopili sporazum kod Mesdžidul-harama? Pa dok (oni) budu pravi vama, to budite (i vi) pravi njima. Uistinu! Allah voli bogobojazne"
        },
        {
            "chapter": 9,
            "verse": 8,
            "text": "Kako - a ako bi vas nadvladali, ne bi cijenili među vama srodstvo niti ugovor? Zadovoljavaće vas ustima svojim, a odbijaće srca njihova, a većina njih su grješnici"
        },
        {
            "chapter": 9,
            "verse": 9,
            "text": "Prodaju ajete Allahove za vrijednost malu te odvraćaju od puta Njegovog. Uistinu je loše ono što oni rade"
        },
        {
            "chapter": 9,
            "verse": 10,
            "text": "Ne cijene kod vjernika srodstvo, niti ugovor. Ti takvi su prekršitelji"
        },
        {
            "chapter": 9,
            "verse": 11,
            "text": "Pa ako se pokaju i budu obavljali salat i davali zekat, tad su braća vaša u vjeri; a razlažemo znakove ljudima koji znaju"
        },
        {
            "chapter": 9,
            "verse": 12,
            "text": "A ako prekrše zakletve svoje nakon sporazuma njihovog, i budu li vrijeđali vjeru vašu, onda se borite protiv vođa nevjerovanja. Uistinu, nema zakletvi za njih - da bi se oni okanili"
        },
        {
            "chapter": 9,
            "verse": 13,
            "text": "Zar se nećete boriti protiv ljudi koji su prekršili zakletve svoje i namjeravali protjerivanje Poslanika, i počeli (protiv) vas prvi put? Zar ih se plašite? Pa Allah je dostojniji da se plašite Njega, ako ste vjernici"
        },
        {
            "chapter": 9,
            "verse": 14,
            "text": "Borite se protiv njih! Kazniće ih Allah rukama vašim i poniziti ih, i pomoći vas protiv njih i izliječiti grudi naroda vjernika"
        },
        {
            "chapter": 9,
            "verse": 15,
            "text": "I odstraniće srdžbu srca njihovih, i oprostiće Allah kome hoće. A Allah je Znalac, Mudri"
        },
        {
            "chapter": 9,
            "verse": 16,
            "text": "Zar mislite da ćete biti ostavljeni a (da) ne zna Allah one od vas koji su se borili i nisu uzimali bliskog prijatelja mimo Allaha i Poslanika Njegovog i vjernika? A Allah je o onom šta radite Obaviješteni"
        },
        {
            "chapter": 9,
            "verse": 17,
            "text": "Nije za mušrike da održavaju mesdžide Allahove, svjedoke protiv duša njihovih u nevjerovanju. Takvima će propasti djela njihova i u vatri će oni biti vječito"
        },
        {
            "chapter": 9,
            "verse": 18,
            "text": "Jedino će održavati mesdžide Allahove onaj ko vjeruje u Allaha i Dan posljednji i obavlja salat i daje zekat, i ne boji se, izuzev Allaha. Pa možda takvi budu od upućenih"
        },
        {
            "chapter": 9,
            "verse": 19,
            "text": "Zar držite napajanje hadžije i održavanje Mesdžidul-harama, (istim) kao onog ko vjeruje u Allaha i Dan posljednji i bori se na putu Allahovom? Nisu isti kod Allaha; a Allah ne upućuje narod zalima"
        },
        {
            "chapter": 9,
            "verse": 20,
            "text": "Oni koji vjeruju i isele se, i bore na putu Allahovom imecima svojim i dušama svojim, većeg su stepena kod Allaha; a ti takvi su oni koji će uspjeti"
        },
        {
            "chapter": 9,
            "verse": 21,
            "text": "Obradovaće ih Gospodar njihov milošću od Sebe i zadovoljstvom i baščama; imaće oni u njima uživanje trajno"
        },
        {
            "chapter": 9,
            "verse": 22,
            "text": "Vječno će biti u njima, zauvijek. Uistinu, Allah - kod Njega je nagrada veličanstvena"
        },
        {
            "chapter": 9,
            "verse": 23,
            "text": "O vi koji vjerujete! Ne uzimajte očeve svoje i braću svoju prijateljima, ako više vole nevjerstvo od vjerovanja. A ko od vas s njima prijateljuje - pa ti takvi su zalimi"
        },
        {
            "chapter": 9,
            "verse": 24,
            "text": "Reci: \"Ako su očevi vaši i sinovi vaši, i braća vaša i žene vaše, i rod vaš i imeci koje ste stekli, i trgovina čije se stagnacije plašite i stanovi s kojima ste zadovoljni - draži vama od Allaha i Poslanika Njegovog i džihada na putu Njegovom: Onda sačekajte dok Allah ne donese naredbu Svoju\", a Allah ne upućuje narod grješnika"
        },
        {
            "chapter": 9,
            "verse": 25,
            "text": "Doista vas je pomogao Allah na poljima mnogim, i na dan Hunejna, kad vas je zanijela brojnost vaša, pa vam nije ništa koristila i otješnjala vam Zemlja ma kako prostrana bila, zatim ste se okrenuli bježeći"
        },
        {
            "chapter": 9,
            "verse": 26,
            "text": "Potom je spustio Allah smirenost Svoju na Poslanika Svog i na vjernike, i spustio vojske koje niste vidjeli i kaznio one koji nisu vjerovali, a to je plaća nevjernika"
        },
        {
            "chapter": 9,
            "verse": 27,
            "text": "Zatim je Allah oprostio nakon toga kome je htio; a Allah je Oprosnik, Milosrdni"
        },
        {
            "chapter": 9,
            "verse": 28,
            "text": "O vi koji vjerujete! Samo su mušrici nečist. Zato nek se ne približuju Mesdžidul-haramu nakon ove njihove godine. A ako se bojite oskudice, pa učiniće vas Allah imućnim iz blagodati Svoje, ako htjedne. Uistinu! Allah je Znalac, Mudri"
        },
        {
            "chapter": 9,
            "verse": 29,
            "text": "Borite se protiv onih koji ne vjeruju u Allaha niti u Dan posljednji i ne zabranjuju šta je zabranio Allah i Poslanik Njegov, i ne ispovijedaju Vjeru Istine - između onih kojima je data Knjiga - dok ne dadnu džizju iz ruke i oni budu potčinjeni"
        },
        {
            "chapter": 9,
            "verse": 30,
            "text": "A govore jevreji: \"Uzejr je sin Allahov\"; i govore kršćani: \"Mesih je sin Allahov.\" To je govor njihov - usta njihovih, oponašaju govor onih koji nisu vjerovali ranije. Ubio ih Allah! Kako se odvraćaju"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "Uzimaju rabine svoje i monahe svoje gospodima mimo Allaha, i Mesiha, sina Merjemina. A naređeno im je samo da obožavaju Boga Jedinog, nema boga osim Njega. Slavljen neka je On od onog šta pridružuju"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "Žele da ugase Allahovu svjetlost ustima svojim, a odbija Allah - izuzev da usavrši svjetlo Svoje, makar mrzili nevjernici"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "On je Taj koji je poslao Poslanika Svog s Uputom i Vjerom Istine, da ona prevlada nad vjerom svakom, makar mrzili mušrici"
        },
        {
            "chapter": 9,
            "verse": 34,
            "text": "O vi koji vjerujete! Uistinu, mnogi od rabina i monaha jedu imanja ljudi zaludno i odvraćaju od puta Allahovog. A koji gomilaju zlato i srebro i ne troše ga na putu Allahovom - pa obraduj ih kaznom bolnom"
        },
        {
            "chapter": 9,
            "verse": 35,
            "text": "Na Dan (kad) se ono bude užarilo u vatri Džehennema, tad će biti žigosana njime čela njihova i bokovi njihovi i leđa njihova: \"Ovo je to šta ste gomilali dušama svojim, zato kušajte šta ste gomilali"
        },
        {
            "chapter": 9,
            "verse": 36,
            "text": "Uistinu! Broj mjeseci kod Allaha je dvanaest mjeseci u Knjizi Allahovoj, na Dan kad je stvorio nebesa i Zemlju. Od njih su četiri sveta: to je vjera prava. Zato ne činite u njima zulm dušama vašim; i borite se protiv mušrika svi, kao što se bore protiv vas svi; i znajte da je Allah sa bogobojaznima"
        },
        {
            "chapter": 9,
            "verse": 37,
            "text": "Zaista je odlaganje (svetog mjeseca) povećanje nevjerovanja, zavode se time oni koji ne vjeruju. Dozvoljavaju ga godinu, a zabranjuju ga godinu, da udese broj koji je zabranio Allah, te dozvoljavaju šta je zabranio Allah. Uljepšano im je zlo poslova njihovih, a Allah ne upućuje narod nevjernika"
        },
        {
            "chapter": 9,
            "verse": 38,
            "text": "O vi koji vjerujete! [ta vam je kad vam se kaže: \"Nastupajte na putu Allahovom\", priklonite se zemlji? Zadovoljavate li se životom Dunjaa (više) od Ahireta? Pa užitak života Dunjaa u (odnosu na) Ahiret samo je mali"
        },
        {
            "chapter": 9,
            "verse": 39,
            "text": "Ako ne nastupite, kazniće vas kaznom bolnom i zamijeniti vas narodom drugačijim od vas, a nećete Ga oštetiti nimalo; a Allah nad svakom stvari ima moć"
        },
        {
            "chapter": 9,
            "verse": 40,
            "text": "Ako ga ne pomognete, pa doista ga je pomogao Allah kad su ga protjerali oni koji ne vjeruju, drugog od dvojice - kad su njih dvojica bili u pećini, kad reče drugu svom: \"Ne žalosti se! Uistinu, Allah je s nama.\" Tad je spustio Allah smirenost Svoju na njega i pojačao ga vojskama koje niste vidjeli. I učinio je riječ onih koji ne vjeruju, najdonjom, a Riječ Allahova - ona je gornja; a Allah je Moćni, Mudri"
        },
        {
            "chapter": 9,
            "verse": 41,
            "text": "Nastupajte lahki i teški i borite se imecima vašim i dušama vašim na putu Allahovom! To je bolje za vas, kad biste znali"
        },
        {
            "chapter": 9,
            "verse": 42,
            "text": "Da je bio dobitak blizak i pohod kratak, sigurno bi te slijedili, međutim, bio im je dalek, težak. I zaklet će se Allahom: \"Da smo mogli, sigurno bismo izašli s vama.\" Uništavaju duše svoje, a Allah zna da su oni sigurno lašci"
        },
        {
            "chapter": 9,
            "verse": 43,
            "text": "Allah ti oprostio! Zašto si im dozvolio dok ti ne bude jasno koji govore Istinu i ne saznaš lažljivce"
        },
        {
            "chapter": 9,
            "verse": 44,
            "text": "Neće tražiti dozvolu od tebe oni koji vjeruju u Allaha i Dan posljednji, da se bore imecima svojim i dušama svojim; a Allah je Znalac bogobojaznih"
        },
        {
            "chapter": 9,
            "verse": 45,
            "text": "Od tebe će jedino tražiti dozvolu oni koji ne vjeruju u Allaha i Dan posljednji, a sumnjaju srca njihova, pa se u sumnji svojoj kolebaju"
        },
        {
            "chapter": 9,
            "verse": 46,
            "text": "A da su željeli izlazak, sigurno bi za to spremili opremu. Međutim, Allah je mrzio dizanje njihovo, pa ih je zadržao, i rečeno je: \"Sjedite sa onima koji sjede"
        },
        {
            "chapter": 9,
            "verse": 47,
            "text": "Da su izašli s vama, povećali bi vam samo metež i sigurno bi hitali između vas tražeći vam fitneluk; a među vama su oni koji njih slušaju; a Allah je Znalac zalima"
        },
        {
            "chapter": 9,
            "verse": 48,
            "text": "Doista su tražili fitneluk ranije i rovarili ti stvari, dok nije došla Istina i prevladala odredba Allahova, a oni su ti koji mrze"
        },
        {
            "chapter": 9,
            "verse": 49,
            "text": "A od njih je ko govori: \"Dopusti mi i ne iskušavaj me.\" Doista su u iskušenje pali! A uistinu, Džehennem će biti okružilac nevjernika"
        },
        {
            "chapter": 9,
            "verse": 50,
            "text": "Ako te zadesi dobro, žao im je; a ako te pogodi nesreća, govore: \"Već smo uzeli stvar našu ranije\", i okreću se i oni se raduju"
        },
        {
            "chapter": 9,
            "verse": 51,
            "text": "Reci: \"Pogodiće nas samo ono šta nam je Allah propisao.\" On je Zaštitnik naš, i u Allaha zato neka se pouzdavaju vjernici"
        },
        {
            "chapter": 9,
            "verse": 52,
            "text": "Reci: \"Očekujete li nam (išta drugo) sem jedno od dva dobra djela? A mi očekujemo za vas, da vas pogodi Allah kaznom od Sebe ili rukama našim. Zato čekajte. Uistinu, mi smo oni koji sa vama čekaju"
        },
        {
            "chapter": 9,
            "verse": 53,
            "text": "Reci: \"Trošili milom ili silom, neće se primiti od vas. Uistinu, vi ste narod grješnika"
        },
        {
            "chapter": 9,
            "verse": 54,
            "text": "A sprječava da davanja njihova od njih budu primljena jedino što oni ne vjeruju u Allaha i Poslanika Njegovog, i ne pristupaju salatu osim kao lijenčine, niti udjeljuju, osim nerado"
        },
        {
            "chapter": 9,
            "verse": 55,
            "text": "Zato nek te ne oduševljavaju imeci njihovi, niti djeca njihova. Allah samo želi da ih kazni njima u životu Dunjaa, i da nestanu duše njihove, a oni budu nevjernici"
        },
        {
            "chapter": 9,
            "verse": 56,
            "text": "I zaklinju se Allahom (da) su uistinu od vas, a nisu oni od vas, nego su oni narod koji strahuje"
        },
        {
            "chapter": 9,
            "verse": 57,
            "text": "Ako bi našli utočište ili pećine ili skrovište, sigurno bi mu se okrenuli i oni bi odjurili"
        },
        {
            "chapter": 9,
            "verse": 58,
            "text": "I od njih je ko te kori zbog sadaka. Pa ako im se da od tog, zadovoljni su, a ako im se ne da od tog, gle! oni se ljute"
        },
        {
            "chapter": 9,
            "verse": 59,
            "text": "A da su se oni zadovoljili onim šta im je dao Allah i Poslanik Njegov i rekli: \"Dosta nam je Allah. Daće nam Allah iz blagodati Svoje i Poslanik Njegov. Uistinu, mi smo oni koji žude Allahu"
        },
        {
            "chapter": 9,
            "verse": 60,
            "text": "Sadake su jedino za fukare i siromahe i one koji rade na njima i one čija srca treba pridobiti, i za zarobljenike i zadužene, i za put Allahov i sina puta, odredbom od Allaha; a Allah je Znalac, Mudri"
        },
        {
            "chapter": 9,
            "verse": 61,
            "text": "I od njih su oni koji vrijeđaju Vjerovjesnika i govore: \"On je uho.\" Reci: \"Uho je dobro za vas, vjeruje u Allaha i vjeruje vjernicima, i milost je onima od vas koji vjeruju.\" A koji vrijeđaju Poslanika Allahovog, imaće oni kaznu bolnu"
        },
        {
            "chapter": 9,
            "verse": 62,
            "text": "Zaklinju vam se Allahom da bi vas zadovoljili, a Allah i Poslanik Njegov su dostojniji da Njega zadovolje, ako su vjernici"
        },
        {
            "chapter": 9,
            "verse": 63,
            "text": "Zar ne znaju da onaj ko se suprotstavlja Allahu i Poslaniku Njegovom - ta da će on imati vatru Džehennema, vječno će biti u njoj? To je poniženje užasno"
        },
        {
            "chapter": 9,
            "verse": 64,
            "text": "Plaše se munafici da će im se objaviti sura obavještavajući šta je u srcima njihovim. Reci: \"Izrugujte se. Uistinu, Allah je Taj koji će iznijeti ono čega se bojite"
        },
        {
            "chapter": 9,
            "verse": 65,
            "text": "A ako ih upitaš, sigurno će reći: \"Samo smo pričali i igrali se.\" Reci: \"Zar ste se Allahom i ajetima Njegovim i Poslanikom Njegovim izrugivali"
        },
        {
            "chapter": 9,
            "verse": 66,
            "text": "Ne pravdajte se! Doista niste vjerovali nakon vjerovanja vašeg. Ako izbrišemo (grijehe) grupi vas, kaznićemo grupu, zato što su bili prestupnici"
        },
        {
            "chapter": 9,
            "verse": 67,
            "text": "Munafici i munafikinje - oni su jedni od drugih. Naređuju nevaljalo, a zabranjuju dobro i stišću ruke svoje. Zaboravili su Allaha, zato je zaboravio njih. Uistinu, licemjeri - oni su grješnici"
        },
        {
            "chapter": 9,
            "verse": 68,
            "text": "Obećao je Allah munaficima i munafikinjama i nevjernicima vatru Džehennema, vječno će biti u njoj. Ona im je dovoljna; a prokleo ih je Allah, i imaće oni kaznu trajnu"
        },
        {
            "chapter": 9,
            "verse": 69,
            "text": "Kao oni prije vas; bili su žešći od vas u sili, i veći imecima i djecom, pa su uživali u udjelu njihovom - pa uživajte u udjelu vašem, kao što su uživali oni prije vas u udjelu njihovom - i raspravljate kao što su oni raspravljali. Tim takvima će propasti djela njihova na Dunjau i Ahiretu; a ti takvi su gubitnici"
        },
        {
            "chapter": 9,
            "verse": 70,
            "text": "Zar im nije stigla vijest onih prije njih: naroda Nuhovog, i Ada i Semuda, i naroda Ibrahimovog, i stanovnika Medjena i Mu'tefikata? Dolazili su im poslanici njihovi sa dokazima jasnim. Pa nije Allah bio za činjenje zulma njima, nego su (oni) dušama svojim zulm činili"
        },
        {
            "chapter": 9,
            "verse": 71,
            "text": "A vjernici i vjernice - oni su zaštitnici jedni drugima. Naređuju dobro, a zabranjuju nevaljalo, i obavljaju salat i daju zekat, i slušaju Allaha i Poslanika Njegovog. Tim takvima će se Allah smilovati. Uistinu! Allah je Moćni, Mudri"
        },
        {
            "chapter": 9,
            "verse": 72,
            "text": "Allah je obećao vjernicima i vjernicama bašče ispod kojih teku rijeke, vječno će biti u njima, i stanove divne u baščama Adna. A zadovoljstvo od Allaha biće najveće. To je to, uspjeh veličanstven"
        },
        {
            "chapter": 9,
            "verse": 73,
            "text": "O Vjerovjesniče! Bori se protiv nevjernika i munafika, i budi strog prema njima. A sklonište njihovo biće Džehennem, a loše je dolazište"
        },
        {
            "chapter": 9,
            "verse": 74,
            "text": "Kunu se Allahom da nisu govorili, a doista su govorili riječ nevjerstva i nisu vjerovali nakon Islama njihovog i namjeravali ono šta nisu postigli. A svetili su se samo što ih je obogatio Allah i Poslanik Njegov iz blagodati Svoje. Pa ako se pokaju, bolje je za njih; a ako se okrenu, kazniće ih Allah kaznom bolnom na Dunjau i Ahiretu, i neće oni na Zemlji imati nikakva zaštitnika niti pomagača"
        },
        {
            "chapter": 9,
            "verse": 75,
            "text": "I od njih je ko se obavezao Allahu: \"Ako nam da iz blagodati Svoje, sigurno ćemo davati sadaku i sigurno ćemo biti od dobrih"
        },
        {
            "chapter": 9,
            "verse": 76,
            "text": "Pa pošto im je dao iz blagodati Svoje, škrtarili su u tom i okrenuli se, i oni su odvraćeni"
        },
        {
            "chapter": 9,
            "verse": 77,
            "text": "Pa im je u srcima njihovim prouzrokovao licemjerstvo do Dana kad će Ga sresti, zato što su Allahu iznevjerili ono što su Mu obećali, i što su lagali"
        },
        {
            "chapter": 9,
            "verse": 78,
            "text": "Zar ne znaju da Allah zna tajnu njihovu i sašaptavanje njihovo, i da je Allah Znalac nevidljivih"
        },
        {
            "chapter": 9,
            "verse": 79,
            "text": "Oni koji kleveću dobrovoljce od vjernika u sadakama, i one koji (ih) ne nalaze, izuzev truda njihovog, pa ih ismijavaju - ismijava Allah njih, a imaće oni kaznu bolnu"
        },
        {
            "chapter": 9,
            "verse": 80,
            "text": "Tražio oprost za njih ili ne tražio... ako tražiš oprost za njih sedamdeset puta... pa neće im oprostiti Allah. To zato što ne vjeruju u Allaha i Poslanika njegovog, a Allah ne upućuje narod grješnika"
        },
        {
            "chapter": 9,
            "verse": 81,
            "text": "Radovali su se ostavljeni u počivaljkama svojim, nasuprot Poslaniku Allahovom, i mrzili da se bore imecima svojim i dušama svojim na putu Allahovom, i govorili: \"Ne nastupajte po žezi!\" Reci: \"Vatra Džehennema je žešća žegom\", kad bi razumjeli"
        },
        {
            "chapter": 9,
            "verse": 82,
            "text": "Zato nek se smiju malo, a neka plaču mnogo; plaća za ono šta su zaradili"
        },
        {
            "chapter": 9,
            "verse": 83,
            "text": "Pa ako te vrati Allah skupini njih, te zatraže dozvolu od tebe za izlazak, tad reci: \"Nećete izaći sa mnom nikada, i nećete se boriti sa mnom (protiv) neprijatelja. Uistinu, vi ste bili zadovoljni sjedenjem prvi put, zato sjedite sa onima koji ostaju"
        },
        {
            "chapter": 9,
            "verse": 84,
            "text": "I ne obavi salat ni nad jednim od njih (koji) umre, nikada, i ne stoj nad kabrom njegovim. Uistinu, oni nisu vjerovali u Allaha i Poslanika Njegovog, i umrli su, a oni su bili grješnici"
        },
        {
            "chapter": 9,
            "verse": 85,
            "text": "I neka te ne zadivljuju imanja njihova i djeca njihova! Allah samo želi da ih kazni njima na Dunjau, i da nestanu duše njihove, a oni budu nevjernici"
        },
        {
            "chapter": 9,
            "verse": 86,
            "text": "A kad se objavi sura: \"Vjerujte u Allaha i borite se uz Poslanika Njegovog!\", traže posjednici obilja između njih, dozvolu od tebe, i govore: \"Ostavi nas, bićemo sa onima koji sjede"
        },
        {
            "chapter": 9,
            "verse": 87,
            "text": "Zadovoljni su da budu sa onima koje ostaju, a zapečaćena su srca njihova, pa oni ne shvataju"
        },
        {
            "chapter": 9,
            "verse": 88,
            "text": "Međutim, Poslanik i oni koji vjeruju s njim, bore se imecima svojim i dušama svojim; a ti takvi će imati dobre stvari i ti takvi će biti uspješni"
        },
        {
            "chapter": 9,
            "verse": 89,
            "text": "Pripremio je Allah za njih bašče ispod kojih teku rijeke, vječno će biti u njima; to je uspjeh veličanstven"
        },
        {
            "chapter": 9,
            "verse": 90,
            "text": "I dolazili su oni koji se pravdaju od beduina, da im se dozvoli, i sjedili su oni koji su lagali Allahu i Poslaniku Njegovom. Pogodiće one od njih, koji nisu vjerovali, kazna bolna"
        },
        {
            "chapter": 9,
            "verse": 91,
            "text": "Nema ukora slabima, niti bolesnima, ni onima koji ne nalaze šta bi utrošili, kad su iskreni Allahu i Poslaniku Njegovom. Nema protiv dobročinitelja nikakva puta. A Allah je Oprosnik, Milosrdni"
        },
        {
            "chapter": 9,
            "verse": 92,
            "text": "Niti onima kojima, kad ti dođu da ih prebaciš, kažeš: \"Ne nalazim ono na čemu bih vas prevezao.\" Okreću se, a oči njihove oblivene suzama, tužni što ne nalaze šta bi utrošili"
        },
        {
            "chapter": 9,
            "verse": 93,
            "text": "Samo je put protiv onih koji traže dozvolu od tebe, a oni su bogati. Zadovoljavaju se da budu sa onima koje ostaju, a zapečatio je Allah srca njihova, pa oni ne znaju"
        },
        {
            "chapter": 9,
            "verse": 94,
            "text": "Pravdaju vam se kad im se vratite. Reci: \"Ne pravdajte se, nećemo vam vjerovati. Već nas je obavijestio Allah o novostima vašim; a vidjeće Allah rad vaš i Poslanik Njegov, zatim ćete se vratiti Znalcu nevidljivog i vidljivog, pa će vas obavijestiti o onom šta ste radili"
        },
        {
            "chapter": 9,
            "verse": 95,
            "text": "Zaklinjaće vam se Allahom kad im se vratite, da biste ih se okanili. Zato ih se okanite. Uistinu, oni su prljavština; a sklonište njihovo biće Džehennem; plaća za ono šta su zaradili"
        },
        {
            "chapter": 9,
            "verse": 96,
            "text": "Kunu vam se da se njima zadovoljite, pa ako se zadovoljite njima - pa uistinu, Allah se ne zadovoljava narodom grješnika"
        },
        {
            "chapter": 9,
            "verse": 97,
            "text": "Beduini su žešći nevjerovanjem i licemjerstvom i priličniji da ne znaju granice onog šta je objavio Allah Poslaniku Svom; a Allah je Znalac, Mudri"
        },
        {
            "chapter": 9,
            "verse": 98,
            "text": "A od beduina je ko uzima ono šta utroši, globom, i očekuju vama daire; na njima je daira zla; a Allah je Onaj koji čuje, Znalac"
        },
        {
            "chapter": 9,
            "verse": 99,
            "text": "I od beduina (ima) ko vjeruje u Allaha i Dan posljednji, i uzima ono šta troši blizinama kod Allaha i salatima Poslanika. Uistinu je to za njih približavanje! Daće Allah da oni uđu u milost Njegovu; uistinu, Allah je Oprosnik, Milosrdni"
        },
        {
            "chapter": 9,
            "verse": 100,
            "text": "A prethodnici, prvi od muhadžira i ensarija, i oni koji su ih slijedili u dobročinstvu - zadovoljan je Allah njima i zadovoljni su Njime, a pripremio im je bašče ispod kojih teku rijeke, vječno će biti u njima, zauvijek. To je uspjeh veličanstven"
        },
        {
            "chapter": 9,
            "verse": 101,
            "text": "A između onog ko je oko vas od beduina, (ima) munafika. A od stanovnika Medine (ima) ustrajnih u munafikluku, ne znate ih; Mi ih znamo; kaznićemo ih dva puta, potom će biti vraćeni kazni užasnoj"
        },
        {
            "chapter": 9,
            "verse": 102,
            "text": "A drugi su priznali grijehe svoje, pomiješali su dobro djelo i drugo loše. Možda će Allah da im oprosti; uistinu, Allah je Oprosnik, Milosrdni"
        },
        {
            "chapter": 9,
            "verse": 103,
            "text": "Uzmi iz imetaka njihovih sadaku, čisteći ih i oplemenjujući ih njome, i obavi salat za njih. Uistinu, tvoj salat je smirenje za njih; a Allah je Onaj koji čuje, Znalac"
        },
        {
            "chapter": 9,
            "verse": 104,
            "text": "Zar ne znaju da Allah - On prima pokajanje od robova Svojih i uzima sadake, i da je Allah - On Primalac pokajanja, Milosrdni"
        },
        {
            "chapter": 9,
            "verse": 105,
            "text": "I reci: \"Radite! Ta vidjeće Allah rad vaš i Poslanik Njegov i vjernici; a vratićete se Znalcu nevidljivog i vidljivog, pa će vas obavijestiti o onom šta ste radili"
        },
        {
            "chapter": 9,
            "verse": 106,
            "text": "I drugi koji iščekuju naredbu Allahovu, da li će ih kazniti ili im oprostiti; a Allah je Znalac, Mudri"
        },
        {
            "chapter": 9,
            "verse": 107,
            "text": "A oni koji su uzeli mesdžid nesrećom i nevjerovanjem i razdvajanjem među vjernicima, i osmatračnicom za onog ko je ratovao (protiv) Allaha i Poslanika Njegovog ranije, sigurno će se zakleti: \"Željeli smo samo dobro\", a Allah svjedoči da su oni uistinu lašci"
        },
        {
            "chapter": 9,
            "verse": 108,
            "text": "Ne stani u njega nikada! Sigurno je mesdžid utemeljen na bogobojaznosti od prvog dana dostojniji da staneš u njega. U njemu su ljudi (koji) vole da se čiste; a Allah voli one koji se čiste"
        },
        {
            "chapter": 9,
            "verse": 109,
            "text": "Pa da li je onaj koji utemelji građevinu svoju na bogobojaznosti od Allaha i zadovoljstvu - bolji, ili onaj ko utemelji građevinu svoju na rubu podlokane obale rušeće, pa da se surva s njim u vatru Džehennema? A Allah ne upućuje narod zalima"
        },
        {
            "chapter": 9,
            "verse": 110,
            "text": "Neće prestati građevina njihova koju su podigli biti (izvor) sumnje u srcima njihovim, izuzev da se sasjeku srca njihova; a Allah je Znalac, Mudri"
        },
        {
            "chapter": 9,
            "verse": 111,
            "text": "Uistinu! Allah je kupio od vjernika duše njihove i imetke njihove, što će oni imati Džennet. Bore se na putu Allahovom, pa ubijaju i budu ubijeni. Obećanje Njegovo je istinito u Tewratu i Indžilu i Kur'anu. A ko je vjerniji zavjetu svom od Allaha? Zato se radujte pogodbi svojoj koju ste ugovorili s Njim - a to je to, uspjeh veličanstven"
        },
        {
            "chapter": 9,
            "verse": 112,
            "text": "Pokajanici, obožavatelji, hvalitelji, postači, oni koji čine ruku', koji padaju na sedždu, naređivači dobrog i sprečavatelji nevaljalog i čuvari granica Allahovih; a obraduj vjernike"
        },
        {
            "chapter": 9,
            "verse": 113,
            "text": "Nije za Vjerovjesnika i one koji vjeruju da traže oprost mušricima, makar bili rodbina, nakon što im bude jasno da su oni stanovnici džehima"
        },
        {
            "chapter": 9,
            "verse": 114,
            "text": "A Ibrahimovo traženje oprosta za oca svog je samo zbog obećanja kojeg mu je dao. Pa pošto mu je bilo jasno da je on neprijatelj Allahov, oslobodio ga se. Uistinu! Ibrahim je bio osjećajan, blag"
        },
        {
            "chapter": 9,
            "verse": 115,
            "text": "A neće Allah zabluditi ljude, nakon što ih je uputio, dok im ne objasni čega se (trebaju) bojati. Uistinu! Allah je o svakoj stvari Znalac"
        },
        {
            "chapter": 9,
            "verse": 116,
            "text": "Uistinu! Allah! Njegova je vlast nebesa i Zemlje; oživljava i usmrćuje. A nemate vi mimo Njega nikakva zaštitnika, niti pomagača"
        },
        {
            "chapter": 9,
            "verse": 117,
            "text": "Doista je Allah oprostio Vjerovjesniku i muhadžirima i ensarijama koji su ga slijedili u času nevolje, nakon što zamalo nisu skrenula srca skupine njih, zatim im je oprostio - Uistinu! On je njima Samilosni, Milosrdni"
        },
        {
            "chapter": 9,
            "verse": 118,
            "text": "I trojici koji su izostali. Dok, kad im je otješnjala Zemlja, ma kako prostrana bila, i stislo im se u dušama njihovim - a znali su da nema utočišta od Allaha, osim kod Njega - potom im je oprostio, da bi se kajali. Uistinu! Allah! On je Primalac pokajanja, Milosrdni"
        },
        {
            "chapter": 9,
            "verse": 119,
            "text": "O vi koji vjerujete! Bojte se Allaha i budite sa iskrenima"
        },
        {
            "chapter": 9,
            "verse": 120,
            "text": "Nije za stanovništvo Medine i onog ko je oko njih od beduina, da izostaju iza Poslanika Allahovog i da cijene duše svoje više od duše njegove. To zato što njih nije pogodila žeđ, niti umor, niti glad na putu Allahovom, niti će nagaziti gazište (koje) će naljutiti nevjernike, i neće doseći od neprijatelja stečevinu, a da im to neće biti upisano dobrim djelom. Uistinu! Allah neće dati da propadne nagrada dobročinitelja"
        },
        {
            "chapter": 9,
            "verse": 121,
            "text": "I neće utrošiti izdatak mali niti veliki, niti će presjeći dolinu, a da im neće biti upisano, da bi im platio Allah najboljim, za ono šta su radili"
        },
        {
            "chapter": 9,
            "verse": 122,
            "text": "A ne treba da svi vjernici nastupaju. Pa zašto iz svake jedinice od njih ne istupi skupina, da se obrazuje u vjeri, i da opominju narod svoj kad im se vrate, da bi se oni pazili"
        },
        {
            "chapter": 9,
            "verse": 123,
            "text": "O vi koji vjerujete! Borite se protiv onih nevjernika koji su vam blizu, i neka u vama nađu grubost: a znajte da je Allah sa bogobojaznima"
        },
        {
            "chapter": 9,
            "verse": 124,
            "text": "I kad god bude objavljena sura, tad od njih bude onaj ko kaže: \"Kojem od vas će ovo povećati vjerovanje?\" Pa što se tiče onih koji vjeruju, ta njima će povećati vjerovanje i oni se raduju"
        },
        {
            "chapter": 9,
            "verse": 125,
            "text": "A što se tiče onih u srcima čijim je bolest - pa dodaće im prljavštinu prljavštini njihovoj, i umrijet će, a oni će biti nevjernici"
        },
        {
            "chapter": 9,
            "verse": 126,
            "text": "Zar ne vide da oni bivaju iskušavani u svakoj godini jednom ili dva puta?, zatim se ne kaju, niti se oni poučavaju"
        },
        {
            "chapter": 9,
            "verse": 127,
            "text": "I kad god se objavi sura, gledaju oni jedni u druge: \"Da li vas je vidio iko?\" Zatim se okrenu. Okrenuo je Allah srca njihova, zato što su oni narod koji ne razumije"
        },
        {
            "chapter": 9,
            "verse": 128,
            "text": "Doista vam je došao Poslanik između duša vaših. Teško mu je što zapadate u nepriliku, brižan je za vas, vjernicima je samilostan, milosrdan"
        },
        {
            "chapter": 9,
            "verse": 129,
            "text": "Pa ako se okrenu, tad reci: \"Dovoljan mi je Allah, samo je On Bog; u Njega se pouzdavam, a On je Gospodar Arša veličanstvenog"
        }
    ]
}