{
    "manzils": [
        {
            "chapter": 5,
            "verse": 1,
            "text": "Ey, ïmanğa kelgender! Kelisimderdi tolıq orındañdar. Senderge özderiñe tıyımı oqılatınnan basqa şarwa maldarı ruqsat etildi. Biraq ïxramda bolğan kezderiñde, añşılıqqa ruqsat etilmeydi. Aqïqatında Allah qalağanın ükim etedi"
        },
        {
            "chapter": 5,
            "verse": 2,
            "text": "Äy ïman keltirgender! Allanıñ belgilerine, (xaj ğamaldarına,) qurmetti ayğa, qurbandıqtarğa, moyındarına tağılğan belgilerge jäne Rabbılarınıñ rïzalığın, iltïpatın izdep, ardaqtı üyge (Kağbağa) kelwşi xajılarğa qurmetsizdik etpeñder. Jäne qaşan ıxramnan şıqsañdar añ awlay alasıñdar. Jäne senderdi Mesjit Xaramnan tosqan eldiñ kegi, şekten şığwlarıña sıltaw bolmasın. (Senderdi Kağbadan tıyğan bolsa da, kek saqtamañdar.) jaqsılıqqa, taqwalıqqa järdemdesiñder. Künäğa jäne duşpandıqqa järdemdespeñder. Alladan qorqıñdar! Küdiksiz Allanıñ azabı qattı"
        },
        {
            "chapter": 5,
            "verse": 3,
            "text": "Senderge: Ölekse, aqqan qan, doñız eti jäne Alladan basqanıñ atımen bawızdalğan mal aram qılındı. Birde bwınıp, urılıp, qulap, süzilip ölgen maldar jäne jırtqış jegen mal aram. Biraq (janı şıqpay) bawızdağandarıñ basqa. Jäne tigilgen tasqa (butqa) arnap bawızdalğan mal äri oqtar arqılı talay sınawlarınıñ (bal aşwlarıñ) da aram etildi. Bularıñ buzıqtıq. Bügin käpirler dinderiñnen (toswdan) küder üzdi. Olardan qorıqpañdar, Menen qorqıñdar. Bügin dinderiñdi tolıqtastırdım jäne nığmetimdi tamamdadım. Sonday-aq senderge Ïslam dinimen rïza boldım. Kim aştıqtan şarasız qalsa, künäğa awıtqımasa (jewge boladı.) Şäksiz Alla tım jarılqawşı, erekşe meyirimdi"
        },
        {
            "chapter": 5,
            "verse": 4,
            "text": "Olar, senen özderine ne närseniñ xalal qılınğandığın suraydı: «Senderge taza närseler (din boyınşa xalal närseler.) xalal qılındı» de. Jäne de Allanıñ özderine bildirgenin üyretip, tärbïelegen jırtqıştardı: Allanıñ atın aytıp (añğa) salsañdar, sender üşin ustağandarın jeñder. Alladan qorqıñdar, küdiksiz Alla (T.) esepte öte tez"
        },
        {
            "chapter": 5,
            "verse": 5,
            "text": "Bügin senderge jaqsı närseler xalal etildi. Kitap berilgen (Xrïstïan, Yahwdï) derdiñ tamağı (bawızdağandarı) xalal etildi. Senderdiñ tamaqtarıñ olarğa da xalal etildi. Jäne müminderden abıroylı äyeldermen äri senderden burın Kitap berilgen (Xrïstïan, Yahwdï) derden de abıroylı äyeldermen mäherlerin berip, boy swıtwşı, astırtın köñildes bolmay üylenwleriñ xalal etildi. Kim ïmanğa qarsı şıqsa, Sonda onıñ ğamalı joyıldı jäne ol, aqïrette de zïyan etwşilerden boladı"
        },
        {
            "chapter": 5,
            "verse": 6,
            "text": "Äy müminder! Qaşan namazğa tursañdar, (turarda,) jüzderiñdi jäne şıntaqtarğa deyin qoldarıñdı jwıñdar. Bastarıña mäsïx tartıñdar. (sïpañdar.) Jäne eki tobıqtarğa deyin ayaqtarıñdı jwındar. Eger de jünip bolsañdar, (boy däretsiz bolsañdar,) tolıq tazalañındar. (Şomılıñdar) Eger nawqas ne sapar da bosañdar nemese senderden birew tüzge otırıp kelse ne äyelge jaqındassañdar, sonda sw taba almasañdar taza jerge täyammüm soğıñdar; onımen beti- qoldarıñdı sïpañdar. Öytkeni, Alla, senderge awırşılıq qalamaydı. Biraq, senderdi tazartwdı sonday-aq şükirlik etwleriñ üşin senderge nığmetterin tamamdawdı qalaydı"
        },
        {
            "chapter": 5,
            "verse": 7,
            "text": "Allanıñ senderge bergen nığmetin jäne: «Estidik, boy usındıq» dep baylağan serteriñdi eske alıñdar! Äri Alladan qorqıñdar! Küdiksiz Alla kökirektegilerdi tolıq bilwşi"
        },
        {
            "chapter": 5,
            "verse": 8,
            "text": "Äy müminder! Alla üşin kwälikte twralıq üstinde mıqtı turıñdar. Jäne bir eldiñ öşpendiligi senderdi ädilsizdikke tartpasın. Ädildik isteñder. Sol taqwalıqqa jaqınıraq. Jäne Alladan qorqıñdar. Küdiksiz Alla ne istegenderiñnen tolıq xabar alwşı"
        },
        {
            "chapter": 5,
            "verse": 9,
            "text": "Alla (T.) sonday ïman keltirip, izgi is istegenderge jarılqaw äri iri sıylıq wäde etti"
        },
        {
            "chapter": 5,
            "verse": 10,
            "text": "Sonday qarsı kelip, ayattarımızdı ötirikke uyğarğandar, solar tozaqtıq"
        },
        {
            "chapter": 5,
            "verse": 11,
            "text": "Äy müminder! Alla (T.) nıñ senderge bergen bağın eske alıñdar: Sol waqıtta bir el (swıq) qolın sozğan edi de, Alla olardıñ qolın senderden tosqan edi. Sondıqtan Alladan qorqıñdar jäne müminder Allağa täwekel etsin"
        },
        {
            "chapter": 5,
            "verse": 12,
            "text": "Rasında Alla Ïzraïl urpaqtarınan wäde alğan edi. Olardan on eki bastıq jibergen edik. Alla (olarğa): «Men sendermen birgemin; eger namazdı orındasañdar, zeket berseñder, elşilerime ïman keltirip, olarğa kömek berseñder jäne Allağa körkem qarız berseñder, (Alla jolında mal jumsasañdar,) älbette jamandıqtarıñdı joyıp, senderdi astarınan özender ağatın baqşalarğa kirgizemiz. Al sonda senderden birew qarsı bolsa, twra joldan adasqan boladı» dedi"
        },
        {
            "chapter": 5,
            "verse": 13,
            "text": "Sonda olardıñ sertterin buzwları sebepti olarğa lağınet etip, jürekterin qatayttıq. Olar, (Täwrat) sözderin ornınan özgertip, olarğa berilgen ügitti umıttı. Olardıñ öte azınan basqasınıñ qïyanatkerlikterin udayı sezip otırasıñ. Sonda da olardı keşirim etip, eleme. Rasında Alla (T.) ïgilik istewşilerdi süyedi"
        },
        {
            "chapter": 5,
            "verse": 14,
            "text": "Jäne «Xrïstïanbız» degenderden de sert alğan edik. Degenmen olar da berilgen ügitten ülesterin umıttı. Sondıqtan aralarına qïyamet künine deyin duşpandıq, öştik saldıq. Jäne Alla (T.) olarğa ne istegenderiniñ xabarın tez beredi"
        },
        {
            "chapter": 5,
            "verse": 15,
            "text": "Äy Kitap ïeleri! Senderge kitaptan jasırğan närseleriñniñ köbin aşıq tüsindiretin jäne köbireginen elemey ötip ketetin Elşimiz keldi. Rasında senderge Alladan bir nur jäne aşıq bir Kitap (Quran) keldi"
        },
        {
            "chapter": 5,
            "verse": 16,
            "text": "Alla (T.) kim öz rïzasına üylesse, sol kitap arqılı esendik joldarına saladı jäne öz nusqawımen qarañğılıqtardan jarıqqa şığarıp tup- twra jolğa saladı"
        },
        {
            "chapter": 5,
            "verse": 17,
            "text": "Rasında: «Allanı, Märyem ulı mäsïx» degender käpir Boldı. «Eger Alla, Märyem ulı Mäsïxtı jäne onıñ şeşesin de, tipti jer jüzindegi birtutas jan ïesin joq etwdi qalasa, Alladan qutqarwğa kim ïe?»,- de. Kökter men jerdiñ jäne ekewiniñ arasındağılardıñ ïeligi Allağa tän. ol qalağanın jaratadı äri Allanıñ är närsege tolıq küşi jetwşi"
        },
        {
            "chapter": 5,
            "verse": 18,
            "text": "Yahwdïler men Xrïstïandar: «Bizder Allanıñ uldarı jäne süygenderimiz» dedi. Olarğa ayt: «Onda Alla künälarıñ sebepti senderdi nege azaptaydı?Kerisinşe sender Allanıñ jaratqan adamdarısıñdar.» Alla qalağan kisisin jaratıp jäne qalağan kisisin azaptaydı.Kökterdiñ jäne jerdiñ äri eki arasındağılardıñ barlığı Allanıñ ïeliginde jäne barar jer de Onıñ aldı"
        },
        {
            "chapter": 5,
            "verse": 19,
            "text": "Äy Kitap ïeleri! Payğambardıñ arası üzilgende,senderge Elşimiz keldi. «Bizge qwantwşı,qorqıtwşı kelmedi» dersiñder dep,mine senderge qwantwşı,qorqıtwşı Elşi eldi. Alla (T.) nıñ barlıq närsege tolıq küşi jetwşi"
        },
        {
            "chapter": 5,
            "verse": 20,
            "text": "Bir zamanda Musa(Ğ.S) öz eline: «Äy elim! Allanıñ senderge bergen nığımetin eske alıñdar!Öz işteriñde payğambarlar şığardı,äri senderdi patşalar jasadı.Sonday aq senderge älimde eşkimge berilmegen nığımet berdi»- degen"
        },
        {
            "chapter": 5,
            "verse": 21,
            "text": "Jäne: «Äy elim!Alla,senderge jazğan qasïetti jerge (Qudıs,Şamğa) kiriñder.Arttarıña qaytpañdar,äytpese zïyan etwşilerge aynalasıñdar» degen"
        },
        {
            "chapter": 5,
            "verse": 22,
            "text": "Olar: «Äy Musa! Ol jerde zorlıqşıl el bar.Olar ol jerden şıqpayınşa biz ol jerge äste kirmeymiz.Eger olar ol jerden şıqsa ärïne kiremiz» dedi"
        },
        {
            "chapter": 5,
            "verse": 23,
            "text": "Qorıqqandardan bolıp,özderin Alla nığımetke bölegen eki kisi: «Olardıñ üstine qaqpadan kiriñder.Sonda qaşan odan kirseñder,sender üstem bolsıñdar.Eger mümin bosañdar Allağa täwekel etiñder»dedi"
        },
        {
            "chapter": 5,
            "verse": 24,
            "text": "Äy Musa! Olar ol jerde turğanda biz oğan tipti kirmeymiz.Öziñ jäne Rabbıñ barıp soğıssıñdar.Ärïne biz munda otıramız» dedi. (Musa Ğ.S): «Rabbım! Men özime,twısıma ğana ïe bola alamın.Buzaqı elden aramızdı ajırata kör!» dedi"
        },
        {
            "chapter": 5,
            "verse": 25,
            "text": "(Musa Ğ.S): «Rabbım! Men özime,twısıma ğana ïe bola alamın.Buzaqı elden aramızdı ajırata kör!» dedi"
        },
        {
            "chapter": 5,
            "verse": 26,
            "text": "(Alla T.): «Endi olarğa,ol jer şınayı türde qırıq jıl aram qılındı.Olar sol jerde abırjıp jüredi.Onda buzaqı elge qayğırma»dedi"
        },
        {
            "chapter": 5,
            "verse": 27,
            "text": "(Muxammed Ğ.S) olarğa Adam (Ğ.S) nıñ eki ulınıñ äñgimesin şınayı türde oqı: «Sol waqıtta ekewi Allağa jaqındıq üşin qurban şalğan edi.Sonda birewinen qabıldanıp,ekinşisinen qabıldanbağan edi.» (Qurbanı qabıldanbağan Qabıl) : «Älbette men sendi öltiremin»dedi.Sonda (habıl): «Alla sözsiz taqwalardıñ qurbanın qabıl etedi»dedi"
        },
        {
            "chapter": 5,
            "verse": 28,
            "text": "«Sen meni şın öltirwge qol sozsañ da,men seni öltirw üşin qol sozbaymın.Küdiksiz men älemderdiñ Rabbı Alladan qorqamın!»"
        },
        {
            "chapter": 5,
            "verse": 29,
            "text": "«Sözsiz men,seniñ öz künäñmen meniñ künämdi jüktep,tozaqtıq bolwdı qalamaymın.Osı,zalımdardıñ jazası,»"
        },
        {
            "chapter": 5,
            "verse": 30,
            "text": "Sonda onıñ näpsisi,twısın öltirwge qızıqtırdı da ol,onı öltirip, zïyanğa uşırawşılardan boldı. (Adam Ğ.S egiz ulqızdardı awıstırıp üylendiredi eken.Biraq Qabıl öz sıñarımdı alamın dep,habıl ekewi settesip qurban şalğanda qurbanı qabıldanbağan Qabıl,Habıldı öltirip,qayterin bilmey jürgende Qudiretinşe eki qarğa talasıp birin biri öltirip kömgenin körip,kömedi.B.M.R.K.t.b)"
        },
        {
            "chapter": 5,
            "verse": 31,
            "text": "Sonda Alla,oğan twısınıñ öligin jasırwın körsetwi üşin jibergen qarğa,jerdi qaza bastağanda: «Ätteñ! Mağan ne boldı?Twısınıñ denesin kömgen qarğa qurlı bola almadım ba?»,-dedi de,ökinwşilerden boldı"
        },
        {
            "chapter": 5,
            "verse": 32,
            "text": "Sonıñ saldarınan Ïzraïl urpaqtarına: Kim kisi öltirmegen nemese jer jüzinde buzaqılıq qılmağan birewdi öltirse, sonda şınayı türde barlıq adamdı öltirgenmen jäne kim onı tiriltse, (ölimnen qutqarsa,) barlıq adamdı tiriltkenmen teñ dep jazdıq. Rasında olarğa elşilerimiz aşıq däleldermen keldi. Biraq sodan keyin de olardıñ köbiregi jer jüzinde şekten şığwşılar boldı"
        },
        {
            "chapter": 5,
            "verse": 33,
            "text": "Alla jäne Elşisimen jağalsqandardıñ jäne jer jüzinde buzaqılıq jasap jürgenderdiñ jazası: Öltirilwleri, ne asılwları, yaqï, qol- ayaqtarınıñ qïğaştalıp kesilwleri nemese jerden ayldalwları. Bul olardıñ dünïedegi japası. Jäne olar üşin axïrette iri azap bar"
        },
        {
            "chapter": 5,
            "verse": 34,
            "text": "Biraq senderdiñ olarğa ıqbaldarıñ jürwden burın täwbe qılğandar basqa. Sonda Alla (T.) nıñ asa jarılqawşı, erekşe meyirimdi ekenin biliñder"
        },
        {
            "chapter": 5,
            "verse": 35,
            "text": "Äy ïman keltirgender! Alladan qorqıñdar, oğan jaqındaswdı izdeñder. (Boy usınw arqılı tırısıñdar.) Jäne eki dünïede qutılıp muratqa jetwleriñ üşin, Onıñ jolında küresiñder"
        },
        {
            "chapter": 5,
            "verse": 36,
            "text": "Küdiksiz sonday käpirler jer jüzindegi barlıq närseni jäne onımen birge tağı sonday närseni qïyamet küniniñ azabınan (qutılw üşin) tölewge salsa da olardan qabıl etilmeydi de, olarğa jan türişgerlik qïnaw bar"
        },
        {
            "chapter": 5,
            "verse": 37,
            "text": "Olar ottan şığwların qalaydı. Degenmen olar odan şığwşı emes. Jäne olar üşin turaqtı azap bar"
        },
        {
            "chapter": 5,
            "verse": 38,
            "text": "Er jäne äyel urınıñ, qılmıstarına jaza äri Alladan bir önege türinde qoldarın kesiñder. Alla (T.) asa üstem, xïkmet ïesi"
        },
        {
            "chapter": 5,
            "verse": 39,
            "text": "Al kim zulımdıqtan keyin täwbe qılsa, tüzelse, sonda şäksiz Alla onıñ täwbesin qabıl etedi. Alla asa jarılqawşı, erekşe meyirimdi"
        },
        {
            "chapter": 5,
            "verse": 40,
            "text": "Rasında kökter men jerdiñ äkimşiligi Allağa tän ekenin bilmediñ be? Kimdi qalasa jazalaydı da, kimdi qalasa jarılqaydı. Äri Allanıñ är närsege küşi jetwşi"
        },
        {
            "chapter": 5,
            "verse": 41,
            "text": "ÄyPayğambar! Awızdarımen: «Sendik» dep, jürekteri senbegendermen Yahwdïlerden küpirde jarısqandar seni keyitpesin. Olar ötirikke qulaq asadı; sonday-aq sağan kelmegen basqa bir qawım üşin tıñdaydı. Jäne olar sözdi orındalğannan keyin özgertedi: «Eger senderge osı berilse, onı alıñdar da, eger ol berilmese, onda boy tartıñdar!»,- deydi. (Xaybar Yahwdïleri zïnaşı er, äyeldi Täwrat ükimi boyınşa öltirwge qïmay: Ölim jazasın berse, almañdar da, düre jazasın berse alıñdar dep Muxammed Ğ.S. ğa jiberedi.) (Muxammed Ğ.S.) Alla (T.), birewdiñ buzılwın qalasa, sen ol üşin Alladan däneñege ïe bola almaysıñ. Mine solar, Allanıñ jürekterin tazartwdı qalamağandar. Olarğa dünïede japa äri axïrette de, zor azap bar"
        },
        {
            "chapter": 5,
            "verse": 42,
            "text": "Olar ötirikke qulaq salwşı, aram jewşiler. (Muxammed Ğ.S.)eger olar sağan kelse, aralarına ükim ber, nemese olardan jüz bur. Eger olardan jüz bursañ da, olar sağan eşbir zïyan bere almaydı. Al eger aralarına ükim berseñ, twra ükim ber. Şäksiz Alla twraşılardı süyedi"
        },
        {
            "chapter": 5,
            "verse": 43,
            "text": "Olardıñ qasındağı Täwratta Allanıñ ükimi bola tura sağan qalayşa jüginisedi? Sonan soñ da odan olar bas tartadı. öytkeni olar senwşi emes"
        },
        {
            "chapter": 5,
            "verse": 44,
            "text": "Küdiksiz Täwrattı tüsirdik, onda twra jol jäne nur bar. Allağa boy usınğan payğambarlar, Yahwdïlerge onımen ükim eter edi. Jäne Allanıñ Kitabın qorğawğa mindettendirilgen ğïbadatşıl ustazdarı men ğalımdar da, onımen ükim eter edi. Olar oğan kwäger edi. Endeşe adamdardan qorıqpañdar da, Menen qorqıñdar jäne ayattarımdı az bir aqşağa satpañdar! Kim Allanıñ tüsirgenimen ükim etpese, mine solar qarsı bolwşılar"
        },
        {
            "chapter": 5,
            "verse": 45,
            "text": "Olarğa täwratta: janğa jan, közge köz, murınğa murın, qulaqqa qulaq, tiske tis jäne jaralarğa da, qarama- qarsı tölew (qısas) jazdıq. Degenmen birew, onı keşirim etse, sonda ol oğan käpparat boladı. (Öz künäsı keşiledi.) Jäne kim Alla tüsirgen zañ boyınşa bïlik etpese, mine solar zalımdar"
        },
        {
            "chapter": 5,
            "verse": 46,
            "text": "Jäne payğambarlardıñ izinşe öziniñ aldındağı Täwrattı rastawşı etip, Märyem ulı Ğïsanı jalğastırdıq. Äri oğan işinde twralıq, nur bolğan aldındağı Täwrattı bekitwşi sonday-aq saqtanwşılar üşin twra jol, ügit türinde Injildi berdik"
        },
        {
            "chapter": 5,
            "verse": 47,
            "text": "Injil ïeleri ondağı Allanıñ nusqawımen ükim etpese, mine solar buzaqılar"
        },
        {
            "chapter": 5,
            "verse": 48,
            "text": "(Muxammed Ğ.S.) sağan şınayı türde Qurandı özinen burıñğı kitaptardı rastawşı jäne olardı qorğawşı türinde tüsirdik. Olardıñ aralarına Allanıñ öziñe tüsirgenimen ükim qıl. Öziñe kelgen şındıqtan ayrılıp, olardıñ oylarına elikteme! Senderdiñ erbirewleriñ üşin bir jol- joba qoydıq. Eger Alla qalasa edi, barlığındı bir-aq ümmet qılar edi. Alayda senderge bergen jol- jobalarında sınamaqşı. Endeşe jaqsılıqqa jarısıñdar. Birtutas barar jerleriñ Alla jaq. Ol senderdiñ talasqan närseleriñdi bildiredi"
        },
        {
            "chapter": 5,
            "verse": 49,
            "text": "Olardıñ aralarına Allanıñ tüsirgenimen ükim et. Olardıñ oylarına ilespe jäne sağan Alla tüsirgen key ükimderden seni buzwlarınan saqtan! Eger olar jüz bursa, küdiksiz Alla olardı key künäları sebepti qayğığa uşıratwdı qalaydı dep bil. Rasında adamdardıñ köbi buzıq"
        },
        {
            "chapter": 5,
            "verse": 50,
            "text": "Olar jahïlïet däwiriniñ ükimin izdey me? Anıq nanğan el üşin Alladan jaqsı ükim berwşi kim"
        },
        {
            "chapter": 5,
            "verse": 51,
            "text": "Äy müminder! Yahwdïler men Xrïstïandardı dos tutpañdar! Olar bir- birewleriniñ dostarı. Senderden kim olardı dos tutsa, sonda küdiksiz ol olardan. Rasında Alla zalım eldi twra jolğa salmaydı"
        },
        {
            "chapter": 5,
            "verse": 52,
            "text": "Sonday jürekterinde derti bar munafıqtardıñ: «Bizge bir sumdıq kelwinen (Musılmannan kün ketip qalwınan) qorqamız» dep, olardıñ arasında jügirip jürgenderin köresiñ. Bälkim Alla bir jeñis berer nemese öz qasınan bir ämir berer, sonda olar jürekterindegi jasırğandarına ökiner"
        },
        {
            "chapter": 5,
            "verse": 53,
            "text": "Al sonday ïman keltirgender: «Şınayı türde sendermen birgemiz dep, Allanıñ atımen mıqtı ant işkender osılar ma?» deydi. Olardıñ ğamaldarı joyılıp, zïyan etwşilerden boldı"
        },
        {
            "chapter": 5,
            "verse": 54,
            "text": "Äy müminder! Senderden kim dininen şıqsa, Alla (T.) jedel bir qawım äkeledi; Alla olardı jaqsı köredi jäne olar da Allanı jaqsı köredi. Müminderge qarsı jumsaq, käpirlerge qarsı qatal, Alla jolında soğısadı. Sögis berwşilerdiñ sögisinen olar qorıqpaydı. Osı, Allanıñ qalağanına beretin iltïpatı. öytkeni, Alla öte keñ, asa bilwşi"
        },
        {
            "chapter": 5,
            "verse": 55,
            "text": "Şınayı türde senderdiñ dostarıñ Alla jäne Elşisi jäne de namazdı tolıq orındaytın, zeket beretin äri rukuğ qılwşı müminder"
        },
        {
            "chapter": 5,
            "verse": 56,
            "text": "Kim Allanı, Elşisin jäne müminderdi dos tutsa, şınayı türde Allanı jaqtağan top. Solar, jeñiske ïe boladı"
        },
        {
            "chapter": 5,
            "verse": 57,
            "text": "Äy müminder! Senderden burın Kitap berilgenderden dinderiñdi sayqı- mazaqqa oyınşıq etkenderdi dos tutpañdar jäne käpirlerdi de dos körmeñder. Eger mümin bolsañdar, Alladan qorqıñdar"
        },
        {
            "chapter": 5,
            "verse": 58,
            "text": "Jäne qaşan namazğa (azan) şaqırsañdar, olar onı oyın qılıp kelekege aldı. Osı, olardıñ şınayı türde tüsinbeytin xalıq bolğandıqtarınan"
        },
        {
            "chapter": 5,
            "verse": 59,
            "text": "(Muxammed Ğ.S. olarğa) ayt: «Äy kitap ïeleri! Bizdi Allağa äri özimizge tüsirilgenge jäne burıñğı tüsirilgenge ïman keltirgendigimiz üşin ğana qoştamaysıñdar ma? Şınında köbin buzaqısıñdar.»"
        },
        {
            "chapter": 5,
            "verse": 60,
            "text": "(Olarğa) ayt: «Senderge Allanıñ qasında jaza turğısınan budan da jamanın xabarlayın ba?» Alla birewdi qarğap oğan aşwlansa jäne olardan maymıldar, doñızdar, tağı butqa tabınatındar qılsa, mine solar, ornı jaman jäne twra joldan mülde adasqandar"
        },
        {
            "chapter": 5,
            "verse": 61,
            "text": "Jäne qaşan olar senderge kelse: «Ïman keltirdik» deydi. Rasında olar qarsılıqpen kirip jäne onımen şıqqan bolatın. Alla olardıñ jasırğandarın jaqsı biledi"
        },
        {
            "chapter": 5,
            "verse": 62,
            "text": "Olardıñ köbireginiñ künäda, duşpandıqta jäne aram jewde jarısqandarın köresiñ. Olardıñ istegen isteri netken jaman"
        },
        {
            "chapter": 5,
            "verse": 63,
            "text": "Eger olardıñ ğïbadatşıl ustazdarı, din ğalımdarı; olardı künälı sözderinen, aram jewlerinen tıysa edi! Ärïne olardıñ istegenderi nendey jaman"
        },
        {
            "chapter": 5,
            "verse": 64,
            "text": "Jäne Yahwdïler: «Allanıñ qolı baylanğan » dedi. Bul sözderi sebepti olardıñ qoldarı baylanıp, lağınetteldi. Kerisinşe, Allanıñ eki qolı da aşıq, qalağanınşa beredi. Ärïne rabbıñ tarapınan sağan tüsirilgen (Quran), olardıñ köbiniñ azğındığın, qarsılığın arttıradı. Sonday-aq olardıñ arasına qïyametke deyin duşpandıq, öştik saldıq. Sondıqtan ärqaşan olar soğıs üşin ot tamızsa, Alla onı öşirdi. Olar jer jüzinde buzıqtıqqa tırısadı. Alla buzaqılardı jaqsı körmeydi"
        },
        {
            "chapter": 5,
            "verse": 65,
            "text": "Eger kitap ïeleri ïman keltirip, taqwalıq qılsa edi, älbette olardıñ jamandıqtarın joyıp, olardı Nağım jännetke kirgizer edik"
        },
        {
            "chapter": 5,
            "verse": 66,
            "text": "Eger olar Täwrat, Injildi jäne Rabbıları tarapınan özderine tüsirilgendi tolıq orındasa edi, ärïne olar üstiñgi jaqtarınan (ağaştardıñ jemisterinen) äri ayaqtarınıñ stınan (jerdiñ ösimdikterinen) jeytin edi. Olardıñ bir ortaşa tobı bar. Degenmen olardıñ köbiniñ istegen isteri jaman edi"
        },
        {
            "chapter": 5,
            "verse": 67,
            "text": "Äy Payğambar! Rabbıñ tarapınan tüsirilgendi jalğastır. Eger onı istemeseñ, elşilik mindetin jalğastırmağan bolasıñ. Alla seni adamdardan qorğaydı. Küdiksiz Alla qarsı bolğan eldi twra jolğa salmaydı"
        },
        {
            "chapter": 5,
            "verse": 68,
            "text": "(Muxammed Ğ.S. olarğa) ayt: «Äy Kitap ïeleri! Injil, Täwrattı jäne Rabbılarıñ tarapınan senderge tüsirilgendi tolıq orındağanğa deyin däneñe emessiñder!» Ärïne sağan tüsirilgen Quran olardıñ köbiniñ azğındığın, qarsılığın arttıradı. Sonda qarsı kelgen elge wayım jeme"
        },
        {
            "chapter": 5,
            "verse": 69,
            "text": "Negizinen Allağa sengender, Yahwdïler, Sabïler, jäne Xrïstïandardan kim Allağa, axïret künine ïman keltirip, izgi is istese, sonda olarğa qorqw da joq äri qayğırmaydı"
        },
        {
            "chapter": 5,
            "verse": 70,
            "text": "Ärïne Ïzraïl urpaqtarınan sert alıp, olarğa elşiler jibergen edik. Qaşan da olarğa bir elşi, köñilderi tartpağan närse keltirse bir bölimin ötirikke uyğarıp, bir bölimin öltiredi"
        },
        {
            "chapter": 5,
            "verse": 71,
            "text": "Olar, (payğambarlardı jalğandaw, öltirwleri sebepti) bir sumdıq bolmaydı dep, oyladı da soqır, sañıraw bolıp aldı. Sonsoñ Alla olardıñ täwbesin qabıl etti. Jäne de olardıñ köbi soqır, sañıraw boldı. Alla (T.) olardıñ ne istegenderin tolıq körwşi"
        },
        {
            "chapter": 5,
            "verse": 72,
            "text": "Rasında Märyem ulı Mäsïxtı: «Alla» degender käpir boldı. Negizinde Mäsïx: «Äy Ïzraïl urpaqtarı! Allağa qulşılıq qılıñdar! Meniñ Rabbım; äri senderdiñ rabbılarıñ! Öytkeni, kim Allağa ortaq qossa, rasında Alla oğan jännetti aram etedi. Onıñ ornı tozaq otı. Sonday-aq zalımdar üşin järdemşi joq » degen"
        },
        {
            "chapter": 5,
            "verse": 73,
            "text": "Rasında: «Alla, üştiñ üşinşisi » degender käpir boldı. Bir Täñirden basqa täñir joq. Eger olar bul aytqandarınan tıyılmasa, olardan; sonday qarsı kelgenderge küyzeltwşi azap kezdesedi"
        },
        {
            "chapter": 5,
            "verse": 74,
            "text": "Sonda da Allağa täwbe etip, jarılqanw tilemey me? Alla (T.) asa jarılqawşı, erekşe meyirimdi"
        },
        {
            "chapter": 5,
            "verse": 75,
            "text": "Märyem ulı Mäsïx; bir payğambar ğana. Odan burın da payğambarlar ötken. Onıñ anası şınşıl. Ekewi de tamaq jeytuğın. (Äy Muxammed !) qara! Olarğa ayattarımızdı qalay aşıq bayan etemiz. Sonsoñ qalay burılıp bara jatqandarın kör"
        },
        {
            "chapter": 5,
            "verse": 76,
            "text": "(Muxammed Ğ.S.) olarğa ayt: «Alladan özge senderge payda, zïyan keltire almaytınğa qulşılıq qılasıñdar ma?» Negizinde Alla, är närseni estwşi, bilwşi"
        },
        {
            "chapter": 5,
            "verse": 77,
            "text": "(Muxammed Ğ.S.): «Äy Kitap ïeleri! Dinderiñde orınsız şekten şıqpañdar jäne burıñğı naq joldan adasqan äri köpterdi adastırğan sonday-aq tegis joldan azğan qawımnıñ äwesine ilespeñder.» de"
        },
        {
            "chapter": 5,
            "verse": 78,
            "text": "Sonday Ïzraïl urpaqtarınan qarsı bolğandarğa, Dawıt jäne Märyem ulı Ğïsa (Ğ.S.) nıñ tili arqılı lağınet etilgen. Ol qarsı kelwleri, şekten şığwlarınıñ saldarınan"
        },
        {
            "chapter": 5,
            "verse": 79,
            "text": "Olar bir- birlerin istegen jamandıqtarınan tıymaytın bolğan. Rasında olardıñ istegenderi nendey jaman"
        },
        {
            "chapter": 5,
            "verse": 80,
            "text": "Olardan köbiniñ käpirlerdi dos tutqanın köresiñ. Allanıñ aşwına jolığıp, azapta mäñgi qalatındıqtan olardıñ ilgeri jibergen närseleri nendey jaman"
        },
        {
            "chapter": 5,
            "verse": 81,
            "text": "Eger olar Allağa, Payğambarğa jäne oğan tüsirilgen Quranğa ïman keltirgen bolsa, olardı dos tutpas edi. Biraq olardıñ köbi buzaqılar"
        },
        {
            "chapter": 5,
            "verse": 82,
            "text": "Ärïne müminderge adamdardan eñ qattı duşpan türinde Yahwdïlerdi, Müşrikterdi tabasıñ. Jäne müminderge süyispenşilik turğısınan olardıñ jaqınırağın: «Biz Xrïstïanbız» degenderden tabasıñ. Bul olardıñ danaları, taqwalarınıñ bolwı jäne olardıñ menmensimeytindikteri sebepti"
        },
        {
            "chapter": 5,
            "verse": 83,
            "text": "(Xabaşistanğa barğan Musılmandar, Xrïstïan Najjaşï patşanıñ aldında Quran oqığanda ıqılas bildirgen eken.) Olar Payğambarğa tüsirilgen (Quran) di tıñdağan zamanda, şındıqtı tanığandıqtarınan közderiniñ jasqa tolğanın köresiñ. Olar: «Rabbımız! Ïman keltirdik, bizdi kwä bolwşılardan jaza kör!»,- deydi"
        },
        {
            "chapter": 5,
            "verse": 84,
            "text": "«Allağa äri özimizge kelgen şındıqqa nege ïman keltirmeymiz? Öytkeni, rabbımızdıñ ïgi eldermen birge etwinen ümit etemiz»"
        },
        {
            "chapter": 5,
            "verse": 85,
            "text": "Sonda Alla olarğa bul sözderi sebepti astarınan özender ağatın, onda mülde qalatın baqşalardı bağıştadı. Jaqsılıqtıñ bodawı osı"
        },
        {
            "chapter": 5,
            "verse": 86,
            "text": "Jäne qarsı bolğandar, ayattarımızdı ötirikke jorığandar solar tozaqtıq"
        },
        {
            "chapter": 5,
            "verse": 87,
            "text": "Äy müminder! Allanıñ senderge xalal etken jaqsı närselerdi aram etip şekten aspañdar. Şınında Alla şekten şığwşılardı jaqsı körmeydi"
        },
        {
            "chapter": 5,
            "verse": 88,
            "text": "Jäne Allanıñ senderge bergen xalal, taza nesibesinen jeñder. Sonday-aq özderiñ ïman keltirgen Alladan qorqıñdar"
        },
        {
            "chapter": 5,
            "verse": 89,
            "text": "Alla (T.) anttarıñdı bos sözdi esepke almaydı. Alayda bile tura istegen anttarıñnan jawapker eter (Ant buzsañdar.) Onıñ tölewi: üy- işteriñe jegizetin orta eseppen on miskindi tamaqtandırw, ne olardı kïindirw, nemese bir qul azat etw. Munı tappağan birew, üş kün oraza ustaw. (Buzğan) anttarıñnıñ jazası osı. Anttarıñdı qorğañdar. Alla (T.) senderge ayattarın osılayşa tüsindiredi, şükirlik etersiñder"
        },
        {
            "chapter": 5,
            "verse": 90,
            "text": "Äy müminder! Araq, qumar, tikilgen tastar (buttar) jäne bal aşatın oqtar las, şaytannıñ isterinen. Odan saqtanıñdar, qutılarsıñdar"
        },
        {
            "chapter": 5,
            "verse": 91,
            "text": "Negizinen şaytan, araqta, qumarda aralarıña duşpandıq äri kek salıp, Allanı eske alwdan jäne namazdan toswdı qalaydı. Al sonda da tıyılmaysıñdar ma"
        },
        {
            "chapter": 5,
            "verse": 92,
            "text": "Allağa boy usınıñdar jäne de Elşisine boy usınıp saqtanıñdar. Sonda eger jüz bursañdar, biliñder! Payğambarımızdıñ mindeti aşıq türde jalğastırw ğana"
        },
        {
            "chapter": 5,
            "verse": 93,
            "text": "Ïman keltirip izgi is istegenderge, qaşan olar saqtansa, sene otırıp ïgilik istese, tağı saqtanıp sense, sonan soñ saqtanıp jaqsılıq istese, (burıñğı) jegenderi künä emes. Öytkeni, Alla jaqsılıq istewşilerdi jaqsı köredi"
        },
        {
            "chapter": 5,
            "verse": 94,
            "text": "Äy ïman keltirgender! Alla, kimniñ, özin körmey-aq qorqatının mälimdew üşin; ıxramda, qoldarıñ, nayzalarıñ jetip turğan arqılı älbette senderdi sınaydı. Kim budan keyin şekten şıqsa, oğan küyzeltwşi azap bar. (Xudaybïyada Musılmandar ıxram kïgen kezde, Qudıretşe añ köbeyip, qol tïetin, nayza jejetin jerge keledi)"
        },
        {
            "chapter": 5,
            "verse": 95,
            "text": "Äy müminder! Sender ıxramda añ öltirmeñder. Senderden birew onı äteyge öltirse, onıñ jazası; öltirgenindey bir mal, onı senderden eki ädil kisi Kağbağa baratın bir qurbandı ükim etedi. Ne bodawına miskinderdi tamaqtandırw nemese onıñ ornına oraza ustaw. Bul istegeniniñ jazasın tatw üşin. Alla (T.) ötkendi keşirdi. Kim qaytadan istese, Alla onı jazalaydı. Alla öte üstem, öş alw küşine ïe"
        },
        {
            "chapter": 5,
            "verse": 96,
            "text": "Senderge teñiz añı jäne onı jew xalal qılandı. Senderge äri jolawşılarğa paydalı. Jäne senderge ıxramdağı mezgil boyınşa qurılıqtıñ añı aram qılındı. Aldına jïnalatın Alladan qorqıñdar"
        },
        {
            "chapter": 5,
            "verse": 97,
            "text": "Alla (T.) qurmetti üy Kağbanı, adam balası üşin turaq qıldı. Jäne qurmetti aydı, qurbandıqtı jäne moynına tağılğan belgilerdi de. Bul Allanıñ kökterdegi äri jerdegi närselerdi şınayı türde biletindigin jäne küdiksiz Allanıñ är närseni tolıq bilwşi ekendigin bilwleriñ üşin"
        },
        {
            "chapter": 5,
            "verse": 98,
            "text": "Biliñder! Küdiksiz Alla qattı azap ïesi, şınında Alla öte jarılqawşı, erekşe meyirimdi"
        },
        {
            "chapter": 5,
            "verse": 99,
            "text": "Payğambarğa jalğastırw ğana mindet. Alla körnew istegenderiñdi de, jasırğandarıñdı da biledi"
        },
        {
            "chapter": 5,
            "verse": 100,
            "text": "(Muxammed Ğ.S.): «Seni aram närseniñ köptigi qızıqtırsa da, las pen taza bir emes. Endeşe, äy aqıl ïeleri! Alladan qorqıñdar, ärïne qutılasıñdar» de. (Xaj parız boldı degen ayat tüskende Payğambardan: «är jılı ma?»,- dep surağandarğa sol sätte jawap bermey keyin: «Eger ya dep jawap bersem är jılı parız bolıp qalatın edi» degen eken)"
        },
        {
            "chapter": 5,
            "verse": 101,
            "text": "Äy müminder! Eger ayqındalsa senderge jaman bolatın närseni suramañdar. Quran tüsirilgende onı surasañdar bildiretin edi. Alla onı keşti. Alla asa jarılqawşı, öte jumsaq"
        },
        {
            "chapter": 5,
            "verse": 102,
            "text": "Rasında senderden burıñğı bir el de söytip surap, sonan keyin oğan qarsı bolğan edi. (Araptar jahïdet däwirinde keybir maldardı butqa arnap, minbey, sawmay «baxïra, sayıba, wasïla jäne xam» dep azat qılıp qoya berip munı, Allağa qulşılıq deytuğın)"
        },
        {
            "chapter": 5,
            "verse": 103,
            "text": "Alla (T.) «baxïra, sayıba, wasïla jäne xam» dep arnawğa buyırmadı. Biraq käpirler Allağa ötirik jala qoydı. Olardıñ köbi tüsinbeydi"
        },
        {
            "chapter": 5,
            "verse": 104,
            "text": "Qaşan olarğa: «Alla tüsirgen Quranğa jäne Payğambarğa keliñder» delinse, olar: «Atalarımızdı tapqan jol özimizge jetedi» deydi. Ata- babaları eş närse bilmegen jäne twra jolda bolmağan bolsa da ma"
        },
        {
            "chapter": 5,
            "verse": 105,
            "text": "Äy müminder! Sender özderiñdi tüzeltwleriñ kerek. Özderiñ twra jolda bolsañdar, adasqan birew senderge kesir tïgize almaydı. Barlıqtarıñnıñ bara jerleriñ Alla jaq. Sonda Alla senderge ne istegenderiñnen xabarın beredi"
        },
        {
            "chapter": 5,
            "verse": 106,
            "text": "Äy müminder! Qaşan senderge ölim tayap, ösïet etken sätte, aralarıña özderiñnen eki ädil kisi, nemese sender jer jüzinde jolawşı jürip ölim qayğısı kelse, özderiñnen basqa eki ayğaq bolsın. (Sawda babımen şamğa barğan bir Musılman ölerinde buyımdarın eki Xrïstïan joldasına tapsıradı. Bular Medïnedegi muragerlerine tapsırğanda, bir qundı närsesin alıp qaladı.) Eger bul kwälerden küdiktenseñder, namazdan keyin ekewin tosıp qoyarsıñdar. Sonda ekewi: «Allanıñ atımen ant etemiz. Eger jaqındarımız bolsa da antımızdı satpaymız, Allanıñ ämiri boyınşa kwälikti jasırmaymız. Eger jasırsaq, älbette künäkar bolamız» dep ant işedi"
        },
        {
            "chapter": 5,
            "verse": 107,
            "text": "Sonda eger ol ekewiniñ künäkar bolğandıqtarı bayqalsa, äriptester jaqtan eñ jaqın layıqtı ekew, olardıñ ornına turıp: «Allanıñ atımen bergen kwäligimiz ol ekewiniñ kwälikterinen köri añığıraq. Äri biz şekten şıqpadıq. Eger olay istesek, ärïne zalımdardan bolamız» dep ant işedi"
        },
        {
            "chapter": 5,
            "verse": 108,
            "text": "Bul tup- twra kwälik berwlerine jäne anttan keyingi anttıñ qabıl etilmewinen qorqwlarına eñ jaqın jağday? Jäne Alladan qorqıñdar, ämirdi tıñdandar. Alla buzaqı eldi twra jolğa salmaydı"
        },
        {
            "chapter": 5,
            "verse": 109,
            "text": "Qïyamet küni Alla (T.) payğambarlardı jïnap alıp: «Senderge ne jawap berildi?»,- deydi. Olar: «Bizdiñ eşbir mälimetimiz joq. Küdiksiz Sen ğana kömesterdi tolıq bilwşisiñ» dep jawap beredi"
        },
        {
            "chapter": 5,
            "verse": 110,
            "text": "Sol waqıtta Alla (T.): «Äy Märyem ulı Ğïsa! Sağan äri anaña bergen nığmetimdi esiñe al. Sol waqıtta seni Jebireyil arqılı qwattağan edim. Besikte jäne erjetkende adamdarmen söyleswşi ediñ. Sağan Kitaptı, danalıqtı,Täwrat, Injildi üyrettim. Jäne sol waqıtta Meniñ buyırwımmen balşıqtan qustıñ beynesi qusağan jasap, onıñ işine ürlegeniñde buyırwımmen qus bolatın edi. Jäne buyırwımmen işten twğan soqırdı da, alamesti de jazatın ediñ. Jäne buyırwımmmen ölikti (tiriltip) şığarar ediñ. Jäne sol waqıtta Ïzraïl urpaqtarına aşıq däleldermen kelgeniñde, olardıñ qarsı şıqqandarı: «Bul aşıq jadıdan basqa eş närse emes» degende, seni olardan qorğağan edim» dedi"
        },
        {
            "chapter": 5,
            "verse": 111,
            "text": "Sol waqıtta Xawarïlarğa: «Mağan äri Elşime seniñder» dep bildirgen edim. Olar: «Biz sendik, bizdiñ şınayı Musılman bolğandığımızğa kwä bol» degen edi"
        },
        {
            "chapter": 5,
            "verse": 112,
            "text": "Sol waqıtta Xawarïlar: «Äy Märyem ulı Ğïsa! Rabbıñ bizge kökten bir dastarqan tüsire ala ma?» degen edi. «Eger senseñder Alladan qorqıñdar» dedi"
        },
        {
            "chapter": 5,
            "verse": 113,
            "text": "Xawarïlar: « Bizdiñ odan jegimiz keledi. Jürekterimiz ornıqsın äri seniñ bizge şın aytqanıñdı bileyik. Sonday-aq oğan kwä bolwşılardan bolayıq» desti"
        },
        {
            "chapter": 5,
            "verse": 114,
            "text": "Märyem ulı Ğïsa: « Äy Alla! Rabbımız! Bizge aspannan dastarqan tüsir! Burıñğı, soñğımızğa mereke äri Senen bir belgi bolsın. Bizdi rïzıqtandır! Sen rïzıqtandırwşılardıñ eñ jaqsısıñ» dedi"
        },
        {
            "chapter": 5,
            "verse": 115,
            "text": "Alla: «Küdiksiz Men, ol dastarqandı tüsiremin. Sonda, eger odan keyin senderden kim qarsı kelse, şınayı türde Men onı dünïede eşkimdi azaptamağan azappen azaptaymın» dedi"
        },
        {
            "chapter": 5,
            "verse": 116,
            "text": "(Sol waqta) Alla: «Äy Märyem ulı Ğïsa! Adamdarğa, Allanı qoyıp, meni äri anamdı eki täñir etip alıñdar dep sen ayttıñ ba?»,- deydi. (Ğïsa Ğ.S.): «Äy Alla! seni päkteymin. Tïisti bolmağan närseni aytw mağan jaraspaydı. Eger degen bolsam, sonda Sen, onı anıq bilesiñ. Sonday-aq meniñ işimdegini Sen bilesiñ, men Senikin bilmeymin. Sen şınayı türde kömesterdi tolık bilwşisiñ» deydi"
        },
        {
            "chapter": 5,
            "verse": 117,
            "text": "Olarğa: «Sen, mağan buyırğandı ğana; Allağa qulşılıq qılıñdar! Meniñ äri senderdiñ Rabbılarıñ degennen basqanı aytpadım. Olardıñ işinde bolğanımda, olarğa bayqawşı boldım. Sen meni alğan şaqta, olarğa özin baqılawşısıñ. Negizinde Sen är närseni tolıq bilwşisiñ.»"
        },
        {
            "chapter": 5,
            "verse": 118,
            "text": "«Eger olardı azaptasañ da olar quldarıñ, eger olardı jarılqasañ da küdiksiz Sen asa üstem, xïkmet ïesisiñ.»"
        },
        {
            "chapter": 5,
            "verse": 119,
            "text": "Alla (T.): «Bügin şınşıldardıñ şındıqtarı payda beretin bir kün. Olarğa astarınan özender ağatın ujmaqtar bar. Olar onda mäñgi qaladı da, alla olardan razı boladı äri olar da Alladan razı boladı. Bul iri qol jetkendik.» deydi"
        },
        {
            "chapter": 5,
            "verse": 120,
            "text": "Kökter men jer äri eki arasındağılar Allanıñ menşiginde. Onıñ äri närsege küşi tolıq jetedi"
        },
        {
            "chapter": 6,
            "verse": 1,
            "text": "Barlıq maqtaw, sonday kökter men jerdi jaratqan jäne qarañğılıqtar men jarıqtı jasağan Allağa tän. Munıñ soñında da qarsı bolğandar, Rabbılarına (basqalardı) teñeydi"
        },
        {
            "chapter": 6,
            "verse": 2,
            "text": "Ol sonday Alla senderdi balşıqtan jaratıp sonan soñ ölim mezgilin belgiledi. Jäne belgili (qïyamet) merzimi de Onıñ qasında. Sonda da küdiktenesiñder me"
        },
        {
            "chapter": 6,
            "verse": 3,
            "text": "Äri Ol - aspandarda jäne jerde bir Allah. Ol sırlarıñdı jäne jarïya etkenderiñdi äri ne isteytinderiñdi de biledi"
        },
        {
            "chapter": 6,
            "verse": 4,
            "text": "Olarğa Rabbılarınan ärqanday ayat kelse, olar odan mülde bet burwşı edi"
        },
        {
            "chapter": 6,
            "verse": 5,
            "text": "Tipti olarğa kelgen şındıqtı (Qurandı) da jasınğa şığardı. Degenmen jaqında tälkek qılğandarğa (jazasınıñ) xabarı keledi"
        },
        {
            "chapter": 6,
            "verse": 6,
            "text": "Olardan burın qanşalağan näsilderdi joq etkenimizdi körmedi me? Olarğa jer jüzinde senderge bermegen mümkinşilikti bergen edik. Olarğa aspannan jañbır jiberip, astarınan özender ağızdıq. Biraq, qılmıstarı sebepti olardı joq ettik te olardan keyin basqa näsil jarattıq"
        },
        {
            "chapter": 6,
            "verse": 7,
            "text": "(Muxammed Ğ.S.) eger sağan qağazda jazwlı bir Kitap jibersek te, onı olar qoldarımen ustasa edi. Ärïne qarsı bolğandar: «Bul ap- aşıq sïqırdan basqa emes » der edi"
        },
        {
            "chapter": 6,
            "verse": 8,
            "text": "Birde olar: «Payğambarğa bir perişte nege tüsirilmeydi?»,- dedi. Eger perişte tüsirsek edi, (oğan da qarsı kelgendikterinen) is bitken bolıp olarğa sonan keyin mursa berilmes edi"
        },
        {
            "chapter": 6,
            "verse": 9,
            "text": "Eger Payğambardı bir perişte qılsaq edik, onı da bir adam (beynesinde) qılar edik te, olarğa küdiktengen sayın şaq salğan bolar edik"
        },
        {
            "chapter": 6,
            "verse": 10,
            "text": "(Muxammed Ğ.S.) senen burıñğı payğambarlar da mazaqtalğan bolatın. Payğambarlardı tälkek qılğandardı, ajıwalağan närseleri bastarına jetti"
        },
        {
            "chapter": 6,
            "verse": 11,
            "text": "«Jer jüzin keziñder de sonan soñ ötirikke uyğarwşılardıñ soñı ne bolatının köriñder.» de"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "(Olarğa) ayt: «Kökterdegi jäne jerdegi närseler kimdiki?», «Allaniki» de. Ol märxamet edwti öz mindetine alğan. Senderdi bolwı kümäñsız qïyamet küninde jïnaydı. Sonday özderine kesir tïgizgender; olar senbeydi"
        },
        {
            "chapter": 6,
            "verse": 13,
            "text": "Kündiz- tüni turıp turğan närseler Oniki. Ol är närseni estwşi, bilwşi"
        },
        {
            "chapter": 6,
            "verse": 14,
            "text": "«Kökter men jerdi jaratwşı Ol, özi körektendiretin, körektenbeytin Alladan basqanı dos tutayın ba?»,- de. «Küdiksiz men Musılman bolğan kisiniñ tuñğışı bolwıma buyırıldım» de. Jäne äste ortaq qoşwşılardan bolma"
        },
        {
            "chapter": 6,
            "verse": 15,
            "text": "(Muxammed Ğ.S.): «Eger Rabbıma qarsı kelsem ulı künniñ azabınan qorqamın» de"
        },
        {
            "chapter": 6,
            "verse": 16,
            "text": "Ol küni kim azaptan seyitilse, ras oğan märxamet etildi. Osı anıq qol jetwşilik"
        },
        {
            "chapter": 6,
            "verse": 17,
            "text": "Alla eger sağan bir zïyan keltirse, sonda onı özinen basqa eşbir ayıqtırwşı joq. Al eger sağan bir ïgilik tïgizse, Onıñ är närsege tolıq küşi jetwşi"
        },
        {
            "chapter": 6,
            "verse": 18,
            "text": "Jäne Ol quldarına öte öktem. Ol tolıq ükim ïesi, är närseden xabar alwşı"
        },
        {
            "chapter": 6,
            "verse": 19,
            "text": "(Muxammed Ğ.S.) «Kwälik turğısınan qay närse ülken?»,- de. «Meni men senderdiñ aralarında Alla kwä jäne mağan osı Quran, senderdi sonday-aq kimge jetisse, olardı qorqıtwım üşin waqï etildi; Sender Allamen birge basqa täñirler barlığına ayğaq bola alasıñdar ma?»,- de. «Men kwälik bere almaymın! Şınayı türde Ol, jalğız täñir. Küdiksiz men senderdiñ qosqan ortaqtarıñnan awlaqpın» de"
        },
        {
            "chapter": 6,
            "verse": 20,
            "text": "Biz özderine kitap bergender, onı (Muxammed Ğ.S. dı) uldarın tanığanday tanıydı. Sonday özderine zïyan etkender, olar senbeydi"
        },
        {
            "chapter": 6,
            "verse": 21,
            "text": "Jäne Allağa ötirik jala qoyğandardan nemese ayattarın ötirikke jorığandardan kim zalımıraq? Küdiksiz Alla zalımdardı qutqarmaydı"
        },
        {
            "chapter": 6,
            "verse": 22,
            "text": "Olardı qïyamet küni tügel jïnaymız da, sonan soñ: «Allağa oyşa qosqan ortaqtarıñ qayda?» deymiz"
        },
        {
            "chapter": 6,
            "verse": 23,
            "text": "Sonan keyin olardıñ: «Allağa sert! Rabbımız, biz ortaq qospağan edik» degennen basqa sıltawları bolmaydı"
        },
        {
            "chapter": 6,
            "verse": 24,
            "text": "Qara! Olar özderine qalay ötirik ayttı. Jäne Allanıñ ortağı degen buttarı söytip joq boldı"
        },
        {
            "chapter": 6,
            "verse": 25,
            "text": "(Muxammed Ğ.S.) olardan sağan keybirewleri qulaq saladı. Biraq olardıñ jürekterine uqpaytın qaltqı qoydıq äri qulaqtarında kereñdik bar. Olar är muğjïzanı körse de senbeydi. Tipti sağan kelse, olar söz talastıradı da qarsı bolğandar: «Bul (Quran) burınğılardıñ ertegilerinen basqa eş närse emes» deydi"
        },
        {
            "chapter": 6,
            "verse": 26,
            "text": "Olar (adamdardı) tosadı da, özderi de odan uzaqtasadı. Söytip özderin joyadı. Biraq olar senbeydi"
        },
        {
            "chapter": 6,
            "verse": 27,
            "text": "Olardıñ otqa toqtatılğanın körseñ: «Ätteñ! Biz (dünïege) qaytarılsaq, rabbımızdıñ ayattarın ötirikke uyğarmas edik te senwşilerden bolar edik» deydi"
        },
        {
            "chapter": 6,
            "verse": 28,
            "text": "Kerisinşe olardıñ burınnan jasırğan närseleri ayqındaldı. Eger olar dünïege qaytarılsa edi, ärïne olarğa tıyım salınğan isterdi qaytadan ister edi. Küdiksiz olar mülde ötirikşi"
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "Olar: «Dünïe tirşiligimizden basqa eşbir ömir joq. Tağı bir qayta tirilwşi emesbiz» dedi"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "(Muxammed Ğ.S.) Rabbılarınıñ xuzırında toqtatılğandarın körseñ! (Alla): «Bul şındıq emes pe eken?»,- deydi. Olar: «Şın eken! Rabbımızğa ant etemiz» deydi. Alla, olarğa: «Endeşe, qarsı bolğandıqtarıñnıñ azabın tatıñdar» deydi"
        },
        {
            "chapter": 6,
            "verse": 31,
            "text": "Rasında sonday Allağa jolığwdı ötirikke jorığandar, zïyanğa uşıradı. Xatte olarğa kenetten qïyamet kelse, olar: «Ökinişke oray bul jöninde kemşilik qılğan ekemiz ğoy» deydi. Olar künäların arqalarına köteredi. Saq bolıñdar! Kötergenderi nendey jaman"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "Dünïe tirşiligi eş närse emes. Oyın- sawıq ğana. Ärïne axıret jurtı taqwalar üşin jaqsı. Sonda da tüsinbeysiñder me"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "Rasında bilemiz, küdiksiz olardıñ aytqandarı seni keyitedi. Olar seni ötirikke sanap otırğan joq. Biraq zalımdar Allanıñ ayattarına qarsı keledi"
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "Rasında senen burıñğı payğambarlar da jasınğa şığarılğan edi. Sonda olar jalğanşı sanalğandıqtarına jäne körgen japalarına järdemimiz kelgenge deyin sabır etken bolatın. Allanıñ sözderin özgertwşi joq. Rasında sağan payğambarlardıñ qïssalarınan keldi"
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "Eger sağan olardıñ jüz burwları awır kelse, qane! Qolıñnan kelse, jerde bir tesik nemese kökte bir satı izdep tawıp bir muğjïza keltir! (Muğjïza keltirw payğambarlardıñ erkinde emes. Allanıñ qalawı boyınşa boladı.) Eger Alla qalasa edi, olardı twralıqqa jïnar edi. Endeşe, sen nadandardan bolma"
        },
        {
            "chapter": 6,
            "verse": 36,
            "text": "Şınımen tıñdağandar qabıldaydı. Sonday-aq ölikterdi Alla tiriltedi. Sonan keyin onıñ aldına qaytarıladı"
        },
        {
            "chapter": 6,
            "verse": 37,
            "text": "Olar: «OL payğambarğa bir muğjïza tüsirilse edi?»,- dedi. (Muxammed Ğ.S.): «Şäksiz Allanıñ muğjïza tüsirwge küşi jetedi. Biraq olardıñ köbi bilmeydi.» de"
        },
        {
            "chapter": 6,
            "verse": 38,
            "text": "Jerdegi jürgen jandıq jäne qanatımen uşqan qus; (jaratılw, körektenw, ömir jäne ölimde) sender qusağan toptıqtar. Jazwda eş närseden kende etpedik. Sonan soñ olar Rabbılarınıñ aldına jïnaladı"
        },
        {
            "chapter": 6,
            "verse": 39,
            "text": "Jäne sonday ayattarımızdı jalğanğa sanağandar, sañıraw, saqaw qarañğılıqtarda. Alla kimdi qalasa onı twra jolğa saladı"
        },
        {
            "chapter": 6,
            "verse": 40,
            "text": "Allağa ortaq qoswşılarğa: «Eger senderge Allanıñ azabı kelse nemese qïyamet kelse, Alladan basqanı şaqırasıñdar ma? Eger sözderiñ ras bolsa, mağan bildiriñder» de"
        },
        {
            "chapter": 6,
            "verse": 41,
            "text": "Kerisinşe, Ol Allanı ğana şaqırasıñdar da Ol qalasa, şaqırğan närseleriñnen ayıqtıradı. Qosqan ortaqtarıñdı umıtasıñdar…"
        },
        {
            "chapter": 6,
            "verse": 42,
            "text": "Rasında senen burıñğı ümmmetterge de (payğambar) jibergen edik… Olar jalbarınsın dep, tarşılıq, qïınşılıq arqılı qolğa aldıq"
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "Sonda olarğa tarşılığımız kelgen zaman jalbarınsa edi. Biraq olardıñ jürekteri qatayğan jäne şaytan olarğa istegenderin ädemi körsetken"
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "Söytip olar berilgen ügitti umıtqan kezde, olarğa är närseniñ esigin aşıp jiberdik. Xatte berilgen närsege mäz- meyram bolğanğa deyin. Olardı kenetten qolğa alğanımızda, sol waqıtta olar, küderlerin bir- aq üzdi"
        },
        {
            "chapter": 6,
            "verse": 45,
            "text": "Sonda zulımdıq qılğan eldiñ artı kesildi. Jäne barlıq maqtaw älemderdiñ Rabbı Allağa tän"
        },
        {
            "chapter": 6,
            "verse": 46,
            "text": "(Äy Muxamed Ğ.S.): «Eger Alla estw, körw sezimderiñdi alıp, jürekteriñdi mörlese, Alladan basqa senderge onı äkeletin täñir kim? Mağan bildiriñder» de. Qara! Ayattarımızdı qanday ayırıp tüsindiremiz. Odan keyinde olar, odan jüz buradı"
        },
        {
            "chapter": 6,
            "verse": 47,
            "text": "(Muxammed Ğ.S. olarğa) ayt: «Mağan körsetiñder! Eger senderge kenetten nemese körnew Allanıñ azabı kelse, zalım elden basqa kim joq etiledi?»"
        },
        {
            "chapter": 6,
            "verse": 48,
            "text": "Elşilerimizdi qwantwşı äri qorqıtwşı etip jiberemiz. Sonda kim ïman keltirip özin tüzeltse, onda olarğa qorqw joq äri qayğırmaydı"
        },
        {
            "chapter": 6,
            "verse": 49,
            "text": "Jäne ayattarımızdı jasınğa şığarğandardı zulımdıqtarı sebepti azap qolğa aladı"
        },
        {
            "chapter": 6,
            "verse": 50,
            "text": "(Äy Muxammed Ğ.S. Olarğa) ayt: «Janımda Allanıñ qazınası bar demeymin, kömesti de bilmeymin. Jäne senderge periştemin de demeymin. Men özime waxï etilgenge ğana ilesemin. Közdi men közsiz teñ be? Oylamaysıñdar ma?»,- de"
        },
        {
            "chapter": 6,
            "verse": 51,
            "text": "Rabbılarınıñ aldına jïnalwdan qorıqqandarğa onımen eskert. Olar üşin Alladan özge bir dos ta qoldawşı da joq. Olardıñ saqsınwları kerek"
        },
        {
            "chapter": 6,
            "verse": 52,
            "text": "(Muxammed Ğ.S.) sonday kündiz- tüni Rabbılarına jalbarınıp, Onıñ dïdarın tilegenderdi qwma. Olardıñ eesbinen sağan eş närse joq. Jäne seniñ esebinen olarğa da eş närse joq. (bir- biriñe jawapkerşilik joq.) Sondıqtan olardı qwsañ zulımdıq qılğandardan bolasıñ"
        },
        {
            "chapter": 6,
            "verse": 53,
            "text": "Qurayş bastıqtarı Payğambarğa: « Janıñdağı naşar adamdarmen birge otırwdan arlanamız. Olardı qwıp jiberseñ kelip otırar edik» degen eken. Osılayşa olardan keyin, keyi arqılı (Qurayştıñ bastıqtarı jarlı Musılmandardı): «Aramızdan Allanıñ ïgilik etken adamdarı osı ma?»,- dewleri üşin sınadıq. Alla (T.) şükirlik etkenderi biledi emes pe"
        },
        {
            "chapter": 6,
            "verse": 54,
            "text": "Qaşan sağan ayattarımızğa sengender kelse: «Sälamün Ğaleyküm (Senderge esendik bolsın)» de. Rabbılarıñ märxamet etwdi öz üstine alğan. Şäksiz Alla, senderden birew, bilmey bir jamandıq istep, sonan keyin täwbe qılıp, özin tüzeltse, söz joq. Alla asa jarılqawşı, erekşe meyirimdi. Osılayşa künäkarlardıñ jolı anıqtalwı üşin ayattarımızdı aşalap bayan etemiz"
        },
        {
            "chapter": 6,
            "verse": 55,
            "text": "Osılayşa künäkarlardıñ jolı anıqtalwı üşin ayattarımızdı aşalap bayan etemiz"
        },
        {
            "chapter": 6,
            "verse": 56,
            "text": "«Rasında men Alladan basqa sïınğandarıña qulşılıq etwden tosıldım» de. «Senderdiñ oylarıña qosılmaymın. Ol waqıtta adasqan sonday-aq twra jol tappağandardan bolamın» de (Muxammed Ğ.S)"
        },
        {
            "chapter": 6,
            "verse": 57,
            "text": "(Muxammed Ğ.S.): «Şınında men Rabbım tarapınan aşıq dälel üstindemin. Sender onı jalğandadıñdar. Sender, jedel tilegen (azap) mende joq. Bïlik Allağa ğana tän. Ol twralıqpen ükim etedi. Jäne Ol ükimetwşilerdiñ eñ jaqsısı » de"
        },
        {
            "chapter": 6,
            "verse": 58,
            "text": "«Eger senderdiñ asığıs tilegenderiñ mende bolsa edi, ärïne sender men meniñ aramda is bitken bolar edi» de. Alla (T.) zalımdardı tolık biledi"
        },
        {
            "chapter": 6,
            "verse": 59,
            "text": "Kömestiñ kiltteri Onıñ janında. Onı Ol, özi ğana biledi. Jäne qurılıqtağı, teñizdegi närselerdi biledi. Bir japıraq tüsse de, Alla onı biledi. Jäne jerdiñ qarañğılıqtarındağı qurğaq jäne jas urıqqa deyin aşıq Kitapta bar"
        },
        {
            "chapter": 6,
            "verse": 60,
            "text": "Ol sonday tünde senderdi ölidey uyıqtatadı. Jäne kündiz ne istegenderiñdi biledi. Sonan soñ senderdi belgili bir merzim toltırw üşin kündiz oyatadı. Soñıra qaytıp barar jerleriñ Sol jak. Odan keyin istegen isteriñdi tüsindiredi"
        },
        {
            "chapter": 6,
            "verse": 61,
            "text": "Jäne Ol, quldarıñ üstine öktem, Senderge qorwşı (perişte) lar jiberedi. Birewleriñe ölim kelgen sätte, periştelerimiz janın aladı äri eş kemistik etpeydi"
        },
        {
            "chapter": 6,
            "verse": 62,
            "text": "Odan keyin xak ïesi Allağa usınıladı. Saq bolıñdar, bïlik oğan tän. Äri Ol esepşilerdiñ eñ jüyregi"
        },
        {
            "chapter": 6,
            "verse": 63,
            "text": "(Muxammed Ğ.S.): «Qurılıqta, teñizdiñ qarañğılıqtarınan senderdi kim qutqaradı? Osıdan bizdi, qutqarsañ, älbette şükir etwşilerden bolar edik dep, oğan jasırın jalınıp, tileysiñder» de"
        },
        {
            "chapter": 6,
            "verse": 64,
            "text": "(Äy Muxammed ! Olarğa) ayt: «Senderdi budan äri barlıq beynetterden Alla qutqaradı. Sonda da sender ortaq qosasıñdar!»"
        },
        {
            "chapter": 6,
            "verse": 65,
            "text": "«Ol, senderge üsteriñnen nemese ayaqtarıñnıñ astınan azap jiberwge, ne senderdi toptar türinde urıstırıp biriñe- biriñniñ kesirin tattırwğa küşi jetedi» de. Qara! Olardıñ tüsinwleri üşin ayattarımızdı qalay aşıq bayan etemiz"
        },
        {
            "chapter": 6,
            "verse": 66,
            "text": "Onı (Qurandı) xaqïqat bola tura ultıñ jasınğa şığardı. (Muxammed Ğ.S.): «Senderge wäkil emespin» de"
        },
        {
            "chapter": 6,
            "verse": 67,
            "text": "Är xabardıñ nätïjelenetin bir waqıtı bar. Jaqında bilesiñder"
        },
        {
            "chapter": 6,
            "verse": 68,
            "text": "(Muxammed Ğ.S.) ayattarımız twrasında olardıñ ajıwağa kiriskenin körgen sätte, basqa sözge kiriskenderine şeyin olardan bet bur. Eger şaytan sağan umıtırsa, esine tüskenennen keyin zalımdar tobımen birge otırma"
        },
        {
            "chapter": 6,
            "verse": 69,
            "text": "Sonday saqsınğandarğa olardıñ esebinen (jawapkerşilik) eş närse tüspeydi. Biraq eskertwge boladı. Bälkim olar saqsınar"
        },
        {
            "chapter": 6,
            "verse": 70,
            "text": "Sonday dinderin oyın-sawıqqa alğandardı jäne dünïe tirşiligine aldanğandardı qoyıp, Quran arqılı eskert. Birew qılığı sebepti zïyanğa uşıramasın. Negizinen oğan Alladan özge eşbir dos ne qoldawşı joq. Jäne ärqanday tölew berse de odan alınbaydı. Mine sonday qılıqtarınıñ saldarınan janıştalğandar üşin qarsılıqtarı sebepti qaynap turğan swdan, swsın äri jan türşigerlik azap bar"
        },
        {
            "chapter": 6,
            "verse": 71,
            "text": "(Muxammed Ğ.S.): «Alladan basqa bizge payda, zïyan keltire almaytın närsege sïınayıq pa? Alla twra jolğa salğannan keyin qaytıp, şaytan bawrap, jer jüzinde abırjığan joldastarı: «Biz jaqtağı twra jolğa kel» dep şaqırıp jürgen kisi qusayıq pa?»,- de. «Allanıñ jolı twra jol. Jäne älemderdiñ Rabbına boy usınwğa buyırıldıq» de"
        },
        {
            "chapter": 6,
            "verse": 72,
            "text": "«Namazdı tolıq orındawğa, Alladan qorqwğa (buyırıldıq.)» Ol sonday Alla, xuzırına barıp jïnalasıñdar"
        },
        {
            "chapter": 6,
            "verse": 73,
            "text": "Ol, kökter men jerdi şındıqpen jarattı. Ol: «Bol» degen küni bola ketedi. Onıñ sözi şın. Sur üriletin (qïyamet) küni äkimşilik Oniki. Kömesti jäne körnewdi bilwşi äri Ol xïkmet ïesi, tolıq xabar alwşı"
        },
        {
            "chapter": 6,
            "verse": 74,
            "text": "Sol waqıtta Ibırayım äkesi Äzerge: «Buttardı tuttıñdarma? Rasında men seni de eliñdi de anıq adaswda köremin» degen"
        },
        {
            "chapter": 6,
            "verse": 75,
            "text": "Osılayşa Ibırayım (Ğ.S.) ğa senwşilerden bolwı üşin kökterdiñ, jerdiñ (Ğajayıp) mülikterin körsetttik"
        },
        {
            "chapter": 6,
            "verse": 76,
            "text": "Onı tün qaptağan sätte, bir juldız kördi de: « Osı meniñ Rabbım» dedi. Juldız batqan kezde; «Batatındardı jaqsı körmeymin» dedi"
        },
        {
            "chapter": 6,
            "verse": 77,
            "text": "Twğan aydı körgende: «Osı meniñ Rabbım» dedi. Ol batqanda: «Eger Rabbım twra jolğa salmağan bolsa edi, ärïne men de adasqan elden bolar edim» dedi"
        },
        {
            "chapter": 6,
            "verse": 78,
            "text": "Jäne şıqqan kündi körgende: « Osı meniñ Rabbım, mınaw ülkenirek» dedi. Ol batqan sätte: «Äy qawmım! Rasında, sender Allağa ortaq qosqan närselerden bezdim» dedi"
        },
        {
            "chapter": 6,
            "verse": 79,
            "text": "«Men şınayı türde jüzimdi kökterdi, jerdi jaratqanğa mülde jönelttim. Jäne ortaq qoswşılardan emespin» dedi"
        },
        {
            "chapter": 6,
            "verse": 80,
            "text": "Eli onımen tartısqa kiristi. «Meni ras twra jolğa salğan Alla jayında menimen talasasıñdar ma? Men senderdiñ oğan ortaq qosqan närseleriñnen qorıqpaymın. Biraq Rabbım ne närse qalasa, (boladı) Rabbımnıñ bilimi är närseni qamtığan. Oylanbaysıñdar ma?»,- dedi"
        },
        {
            "chapter": 6,
            "verse": 81,
            "text": "«Senderdiñ qosqan ortaqtarıñnan qalayşa qorqamın. Sender eşbir dälel tüsirilmegen närseni Allağa ortaq qoswdan qorıqpaysıñdar. Senim turğısınan eki toptıñ qaysısı layığıraq? Eger biletin bolsañdar.»"
        },
        {
            "chapter": 6,
            "verse": 82,
            "text": "Sonday ïman keltirip, senimderin zulımdıqpen bılğamağandar, mine solarda senimdilik bar. Jäne olar twra jolğa tüsirilgender"
        },
        {
            "chapter": 6,
            "verse": 83,
            "text": "Ibırayım (Ğ.S.) nıñ eline baylanıstı bergen dälelimiz osı. Qalağanımızdıñ därejesin köteremiz. Küdiksiz Rabbıñ xïkmet ïesi, tolıq bilwşi"
        },
        {
            "chapter": 6,
            "verse": 84,
            "text": "Jäne oğan Isxaq, Yağquptı berip, barlığın twra jolğa saldıq. Burın Nux (Ğ.S.) tı da twra jolğa salıp jäne onıñ urpaqtarınan dawıt, Süleymen, Äyüp, Yusıp, Musa jäne Harun (Ğ.S.) ğa da (twra jol körsettik) Ïgilik istewşilerge osınday sıylıq beremiz"
        },
        {
            "chapter": 6,
            "verse": 85,
            "text": "Jäne Zäkerïya, Yaxya, Ğïsa jäne Ilyas barlığı jaqsılardan"
        },
        {
            "chapter": 6,
            "verse": 86,
            "text": "Jäne Ismayıl, Älyasağ, Yunıs äri Lut, barlığın älemge ardaqtı qıldıq"
        },
        {
            "chapter": 6,
            "verse": 87,
            "text": "Jäne olardıñ atalarınan, urpaqtarınan, twıstarınan da tañdap alıp twra jolğa saldıq"
        },
        {
            "chapter": 6,
            "verse": 88,
            "text": "Allanıñ nusqawı osı. Quldarınan kimdi qalasa, twra jolğa saladı. Eger olar ortak qossa edi, ärïne olardıñ istegen ğamaldarı joyılıp keter edi"
        },
        {
            "chapter": 6,
            "verse": 89,
            "text": "Mine bular, özderine Kitap, danalıq jäne payğambarlıq bergenderimiz. Eger endi bular (Qurayştar), Qarsı kelse, qarsı kelmeytin bir eldi olarğa wäkil etemiz"
        },
        {
            "chapter": 6,
            "verse": 90,
            "text": "Mine solar, Allanıñ twra jolğa salğan (payğambar) darı. (Muxammed Ğ.S.) onda olardıñ jolın qw jäne: «Senderden aqı suramaymın.Öytkeni Quran älemge ügit ğana.» de"
        },
        {
            "chapter": 6,
            "verse": 91,
            "text": "Allanı layıqtı türde bağalamağandar, sol waqıtta: «Alla, adam balasına eşbir närse tüsirmedi» dedi. «Musa (Ğ.S.) nıñ adam balasına bir nur jäne twralıq türinde äkelgen Kitabın kim tüsirdi? Sender onı bölşek- bölşek qağazdar etip, keybirin körsetip, köbin jasırasıñdar. Negizinde atalarıñnıñ äri senderdiñ bilmegenderiñ üyretilgen bolatın. Onı Alla tüsirdi» de. Sonan soñ olardı qoyıp qoy, azğındıqtarında oynasın"
        },
        {
            "chapter": 6,
            "verse": 92,
            "text": "Bul (Quran) kentterdiñ anası Mekkelikterdi, mañındağı adamdardı ügittewiñ üşin biz sağan tüsirgen özinen burınğını rastawşı quttı bir Kitap. Sonday aqïretke sengender, buğan senedi de, olar namazdarına saqtıq isteydi"
        },
        {
            "chapter": 6,
            "verse": 93,
            "text": "Allanı jasınğa şığarğan nemese özine eşbir waqï etilmese de: «Mağan waqï etildi» degen, jäne: «Alla tüsirgen sïyaqtını men de tüsirem» degennen kim zalımıraq? (Muxammed Ğ.S.) eger zalımdardı ölim qïnalısında, peişteler qoldarın sozıp: «Jandarıñdı şığarıñdar! Bügin Allağa qarsı orınsız söylegenderiñ, Onıñ ayattarına menmensigenderiñ sebepti qorlawşı azappen jazalanasıñdar» degende bir körseñ"
        },
        {
            "chapter": 6,
            "verse": 94,
            "text": "«Rasında alğaş ret jaratqanımızday bizge jalğız- jalğız keldiñder. Senderge bergen närselerimizdi art jaqtarıña tastatıñdar. Sonday-aq qoldawşı boladı dep oylağan serikteriñdi sendermen birge köre almaymın. Ärïne aralarıñdağı baylanıs üzildi. Ol oylağan närseleriñ senderden jım- jılas boldı» (Olarğa dep aytıladı)"
        },
        {
            "chapter": 6,
            "verse": 95,
            "text": "Küdiksiz Alla, tüyirdi jäne urıqtı jarwşı. Jäne öliden tirini, tiriden ölini şığarwşı. Mine Alla osı. Al sonda qayda burılıp bara jatırsıñdar"
        },
        {
            "chapter": 6,
            "verse": 96,
            "text": "Tañdı sögwşi, tündi tınığw jäne kün men aydı esep üşin jaratqan. Osılar, asa üstem, tolıq bilwşi Allanıñ ölşewi"
        },
        {
            "chapter": 6,
            "verse": 97,
            "text": "Ol, qurılıq jäne teñizdiñ qarañğılıqtarında sol arqılı jol tabwlarıñ üşin juldızdardı jaratqan. Rasında ayattarımızdı biletin elge aşıq tüsindirdik"
        },
        {
            "chapter": 6,
            "verse": 98,
            "text": "Jäne Ol, senderdi bir- aq kisiden jaratqan. Senderge (atanıñ belinde, ananıñ qarnında nemese jerdiñ üstinde, astında) waqıtşa turaq äri orın bar. Rasında uğatın qawımğa ayatarımızdı aşıqtan- aşıq bayan ettik"
        },
        {
            "chapter": 6,
            "verse": 99,
            "text": "Jäne Ol, aspannan jañbır jawdırdı. Ol arqılı är türli ösimdikti şığardıq ta, odan jasıldıq (kök) şığarıp üsti- üstine uyısqan tüyirdi şığaramız. Jäne qurma ağaşınıñ qawaşığınan salbırağan şwmaqtar jäne jüzim baqların, bir-birine uqsağan, uqsamağan zäytin, anar şığaramız. Mäwelengende äri piskende jemisterine bir qarañdar; mine şäksiz osılarda sengen el üşin ärïne dälelder bar"
        },
        {
            "chapter": 6,
            "verse": 100,
            "text": "Jäne de olar, Alla jaratqan jındardı Oğan teñedi. Jäne olar bilmestikten Oğan uldar, qızdar uyğardı. Ol olardıñ sïpattanğandarınan päk, joğarı"
        },
        {
            "chapter": 6,
            "verse": 101,
            "text": "Kökter men jerdi joqtan bar etwşi. Onıñ balası qalayşa boladı? Onıñ bir jubayı joq. Barlıq närseni jaratqan äri Ol, än närseni tolıq bilwşi"
        },
        {
            "chapter": 6,
            "verse": 102,
            "text": "Mine bul sïpattarğa ïe bolğan Rabbılarıñ Alla. Odan basqa eşbir täñir joq. Ol, barlıq närseni jaratwşı. Endeşe Oğan qulşılıq qılıñdar. Ol är närsege kepil"
        },
        {
            "chapter": 6,
            "verse": 103,
            "text": "Közder Oğan jete almaydı. Ol, közderdi köredi. Jäne Ol, öte jumsaq, tolıq bilwşi"
        },
        {
            "chapter": 6,
            "verse": 104,
            "text": "Rasında Senderge Rabbılarıñ tarapınan körnew dälelder keldi. Kim onı körse özi üşin. Jäne kim körmese zïyanı özine. Men senderge küzetşi emespin"
        },
        {
            "chapter": 6,
            "verse": 105,
            "text": "Osılayşa ayattardı aşıq tüsindiremiz. Olar: «Birewden üyrengen ekensiñ» deydi. Söytse de Qurandı bilgen elge tüsindiremiz"
        },
        {
            "chapter": 6,
            "verse": 106,
            "text": "Rabbıñ tarapınan sağan waxï etilgenge moyın usın, Alladan basqa täñir joq. Ortaq qoswşılardan jüz bur"
        },
        {
            "chapter": 6,
            "verse": 107,
            "text": "Eger Alla qalasa edi, olar ortak qospas edi. Seni olarğa küzetşi qılmadıq. Sonday-aq sen olarğa kepil de emessiñ"
        },
        {
            "chapter": 6,
            "verse": 108,
            "text": "Olardıñ Alladan özge sïınğandarın boqtamañdar. Olar bilmey şekten şığıp Allağa til tïgizedi. Osılayşa Är topqa öz isterin ädemi körsettik. Sonan soñ qaytar orındarı rabbılarına. Sonda olarğa ne istegenderin bildiredi"
        },
        {
            "chapter": 6,
            "verse": 109,
            "text": "Olar özderine bir muğjïéa körsetilse, oğan mindetti türde senetindikterine Allanıñ atımen qattı ant qıldı. (Muxammed Ğ.S.): «Muğjïzalar Allanıñ qasında» de. Şınayı türde olarğa muğjïza kelse de, senbeytindigin sezbeysiñder me"
        },
        {
            "chapter": 6,
            "verse": 110,
            "text": "Olardıñ köñilderin, közderin teris aynaldıramız. Alğaş ret oğan senbegendikteri sïyaqtı olardı sergeldeñdikte qoyıp qoyamız. Olar qañğırıp jüredi"
        },
        {
            "chapter": 6,
            "verse": 111,
            "text": "Eger olarğa periştelerdi tüsirsek te jäne olarğa ölikter söylesse de sonday-aq olardıñ aldına är närseni jïnasaq ta olar nanwşı emes. Ärïne Alla qalasa basqa. Biraq olardıñ köbi bilmeydi"
        },
        {
            "chapter": 6,
            "verse": 112,
            "text": "Osılayşa är payğambarğa adamdardıñ jäne jınnıñ şaytandarınan duşpan qıldıq. Olar aldap bir-birine jaltırağan sözderdi sıbırlaydı. Rabbıñ qalasa edi, olar onı jasamas edi. Olardı jasandı sözderimen qoyıp qoy"
        },
        {
            "chapter": 6,
            "verse": 113,
            "text": "Olar, aqïretke senbegenderdiñ köñilderi oğan awıp razı bolsın da, istegen künäların istey bersin (dep küñkildedydi)"
        },
        {
            "chapter": 6,
            "verse": 114,
            "text": "(Muxammed Ğ.S.): «Ol, senderge egjey- tegjeyli Kitap tüsirdi. Sonda da Alladan basqa bï izdeyin be?»,- (de) Jäne sonday Kitap bergenderimiz, o (Quran) nıñ Rabbıñ tarapınan şındıqpen tüsirilgenin biledi. Endeşe, äste küdiktenwşilerden bolma"
        },
        {
            "chapter": 6,
            "verse": 115,
            "text": "Rabbıñnıñ sözi (Quran) şındıq äri twralıqpen tamamdalğan. Onıñ, sözderin özgertwşi joq. Ol, tolıq estwşi, asa bilwşi"
        },
        {
            "chapter": 6,
            "verse": 116,
            "text": "Eger sen jer jüzindegi adamdardıñ köbine könseñ seni Allanıñ jolınan adastıradı. Olar oylarına ğana ilesedi de, mülde joramaldaydı"
        },
        {
            "chapter": 6,
            "verse": 117,
            "text": "Küdiksiz Rabbıñ jolınan adasqandardı jaqsı biledi. Äri Ol, twra joldağılardı da äbden biledi"
        },
        {
            "chapter": 6,
            "verse": 118,
            "text": "Endeşe, Allanıñ ayattarına senwşi bolsañdar Allanıñ atı aytılğannan jeñder. (Bawızdalğanda Allanıñ atı aytılğan Xaywandardı jeñder)"
        },
        {
            "chapter": 6,
            "verse": 119,
            "text": "Alllanıñ atı aytılğandı jemeytin senderge ne boldı? Öte şarasız bolmağanda senderge aram etilgen närselerdi aşıq bildirgen. Olardıñ köbi bilmestikten oyşa adastıradı. Küdiksiz Rabbıñ Ol, şekten şığwşılardı jaqsı biledi"
        },
        {
            "chapter": 6,
            "verse": 120,
            "text": "Künäniñ körnewin de kömesin de tastañdar. Küdiksiz künä istegender, istegenderi sebepti jazalandıradı"
        },
        {
            "chapter": 6,
            "verse": 121,
            "text": "Jäne oğan, Allanıñ atı aytılmay Küdiksiz aram närse. (Onı jew durıs emes.) Rasında şaytandar sendermen tartısw üşin, öz sıpaylastarına sıbırlaydı. Eger olarğa boy usınsañdar, (Allağa) şerik qoswşılardan bolasıñdar"
        },
        {
            "chapter": 6,
            "verse": 122,
            "text": "Öli birewdi tiriltip, oğan adamdardıñ işinde onımen jüretin jarıq qılsaq, ol, qarañğılıqtarda qalıp odan şığa almaytın birew qusağan bola ma? Osılayşa käpirlerge, istegen isteri ädemi körsetildi"
        },
        {
            "chapter": 6,
            "verse": 123,
            "text": "Söytip är kentte onda alakerlik qılwları üşin onıñ buzıqtarın bastıq qıldıq. Olar özderine ğana aylakerlik jasağandarın añğarmaydı"
        },
        {
            "chapter": 6,
            "verse": 124,
            "text": "Olarğa bir ayat kelgen sätte: «Allanıñ elşilerine berilgen sïyaqtı bizge de berilgenge deyin ïman keltirmeymiz» degen. Alla elşilikti qalay basqaratının biledi. Qılmıstılar; aylakerlikteri sebepti Allanıñ qasında qorlıq äri qattı qïnwğa dwşar boladı"
        },
        {
            "chapter": 6,
            "verse": 125,
            "text": "Sonda Alla, kimdi twra jolğa salwdı qalasa, Ïslam üşin onıñ köñilin keñitedi. Jäne birewdi adastırğısı kelse, onıñ köñilin kökke şığarıp bara jatqanday öte taraytadı. Östip Alla, ïman keltirmegenderdi qorlaydı"
        },
        {
            "chapter": 6,
            "verse": 126,
            "text": "(Muxammed Ğ.S.): Mine osı Rabbıñnıñ twra jolı. Rasında ügit alatın elge ayattarımızdı aşıq bildirdik"
        },
        {
            "chapter": 6,
            "verse": 127,
            "text": "Olarğa Rabbılarınıñ qasında beybittik jurtı bar. Istegenderi sebepti Alla, olardıñ dosı"
        },
        {
            "chapter": 6,
            "verse": 128,
            "text": "Olardı tutas jïnağan küni: «Äy jın tobı! Adamdardan (azğırıp) köbeytiñder» (delineli) Olardıñ adamdardan bolğan dostarı: «Rabbımız! Bir-birimizden paydalandıq. Bizge Sen bergen merzim jetip keldi» deydi. (Alla da) : «Orındarıñ tozaq, onda mülde qalasıñdar. Biraq Alla qalasa basqa» deydi. Küdiksiz Rabbıñ xïkmet ïesi, tolıq bilwşi"
        },
        {
            "chapter": 6,
            "verse": 129,
            "text": "Osılayşa zalımdardıñ istegenderi sebepti birin-birine üstem qılamız"
        },
        {
            "chapter": 6,
            "verse": 130,
            "text": "«Äy jın men admdar tobı! Senderge işteriñnen ayattarımdı bayan etip, bul künge kezdeswleriñdi eskertetin elşiler kelmedi me?»,- (delinedi) Olar: «Rabbımız! Özimizge kwämiz» deydi. Olardı dünïe tirşiligi aldağan. Olar özderiniñ anık qarsı bolğandıqtarına ayğaq boldı"
        },
        {
            "chapter": 6,
            "verse": 131,
            "text": "Osı (elşi jiberilw), Rabbıñ, xalqı xabarsız bir kentti zulımdıqpen joq etwşi emes"
        },
        {
            "chapter": 6,
            "verse": 132,
            "text": "Jäne ärkimniñ istegenine qaray därejeleri bar. Rabbıñ olardıñ istegen isterinen xabarsız emes"
        },
        {
            "chapter": 6,
            "verse": 133,
            "text": "Rabbıñ bay äri märxamet ïesi. Qalasa senderdi ketiredi de, senderdi basqa qawımnıñ urpağınan jaratqanınday senderden keyin qalağanın orındarıña keltiredi"
        },
        {
            "chapter": 6,
            "verse": 134,
            "text": "Küdiksiz senderge etilgen wäde (qïyamet) älbette keledi. Sender tosa almaysıñdar"
        },
        {
            "chapter": 6,
            "verse": 135,
            "text": "(Muxammed Ğ.S.): «Äy elim! Şamadarıñşa isteñder. Ärïne men de istewşimin. Soñğı jurt kimdik iboladı? Tez bilesiñder. Rasında zulımdar qutılmaydı» de"
        },
        {
            "chapter": 6,
            "verse": 136,
            "text": "Olar Alla jaratqan eginnen, maldan üles qıladı da, öz oydarınşa: «Bul Allaniki, bul ortaqtarımızdiki» dedi. Sonda ortaqtarıniki ortaqtarına jetedi. Olar nendey jaman ükim beredi"
        },
        {
            "chapter": 6,
            "verse": 137,
            "text": "(Jahïlïet zamanında käpirler eginnen, maldan Allağa da, butqa da arnap sıbağa ayırıp, keyde Alla bay dep, Oğan arnalğandı butqa awıstırıp, butqa arnalğandı Allağa awıstırmaytın bolğan.) Sol sïyaqtı ortaqtarı, müşrikterdiñ köbin joyu äri olardıñ dinderin şatastırw üşin balaların öltirwdi ädemi körsetti. Eger Alla qalasa edi, olar onı istemes edi. Endi olardı jasandıları boyınşa qoyıp qoy"
        },
        {
            "chapter": 6,
            "verse": 138,
            "text": "Olar olarınşa: «Bul maldar men eginder aram. Bizdiñ qalağandarımız ğana jeydi. Jäne osı xaywandardıñ arqaları(Miniske, jükke) aram etilgen» degen. Tağı bir maldar (bawızdağanda) oğan qasarısıp, Allanıñ atın aytpaydı. Alla olardı ötirik jala jabwları sebepti jazalandıradı"
        },
        {
            "chapter": 6,
            "verse": 139,
            "text": "Jäne olar: «Bul maldıñ qarındarındağılar (tiri şıqsa) erlerimizge ğana tän, äyelderimizge aram» dep, eger öli şıqsa onda olar ortak. Alla olardıñ orınsız söylewleriniñ jazasın beredi. Küdiksiz Alla xïkmet ïesi, tolıq bilwşi"
        },
        {
            "chapter": 6,
            "verse": 140,
            "text": "Sonday aqımaqtıq, bilmestikpen balaların öltirgender, Allağa qasarısıp, Allanıñ özderine bergen nesibesin aram etkender zïyanğa uşırağan. Olar adasqan äri twra jol da tappaydı"
        },
        {
            "chapter": 6,
            "verse": 141,
            "text": "Ol sonday Alla aspalı jäne aspasız baqşalardı, qurma ağaştarın, türli jemisti, ösimdikterdi, zeytin jäne anardı bir-birine uqsağan, uqsamağan türde jaratqan. Ärbiri jemis bergen kezde, jemisinen jeñder. Onı jïıp alğan künde quşırın beriñder; Isırap etpeñder. Küdiksiz Alla ısırap etwşilerdi jaqsı körmeydi"
        },
        {
            "chapter": 6,
            "verse": 142,
            "text": "Jäne kölik bolatın äri usaq maldardı jarattı. Senderge Allanıñ rïzıqtandırğan närsesinen jeñder, şaytannıñ izine ermeñder.Öytkeni ol, senderge aşıq duşpan"
        },
        {
            "chapter": 6,
            "verse": 143,
            "text": "(Jahïlïet däwrinde araptar maldardıñ keyde erkegin, keyde urğaşısın, keyde iştegi twmasın oyşa aram etken eken.) Ol segiz tür jarattı. (Erkek, urğaşı) qoydan ekew, eşkiden ekew. (Muxammed Ğ.S.): «Alla eki erkegin nemese eki urğaşısın aram etti me? Oğan eki urğaşısınıñ jatırlarındağılar da qosıla ma? Eger sözderiñ şın bolsa mağan bilip tüsindiriñder» de"
        },
        {
            "chapter": 6,
            "verse": 144,
            "text": "Jäne tüyeden ekew, sïırdan da ekew. «Eki erkegin nemese eki urğaşısın aram etti me? Oğan eki urğaşısınıñ jatırlarındağılar da qosıla ma? Nemese Alla senderge osını nusqağanda bar ma ediñder?»,- de. Bilmese de adamdardı adastırw üşin Alla ötirik jala japqannan kim zalımıraq? Küdiksiz Alla, zalım eldi twra jolğa salmaydı"
        },
        {
            "chapter": 6,
            "verse": 145,
            "text": "(Muxammed Ğ.S.): «Mağan waxï etilgende, jeytin kisige jewge aram bolğan närseni tappadım. Biraq jemtik, nemese ağızılğan qan, negizinen aram doñız eti, nemese künälı bolıp, Alladan basqanıñ atımen bawızdalğan mal aram. Birew bas tartpay, şekten şıkpay şarsız qalsa, (jewine boladı.) Küdiksiz Rabbıñ asa jarılqawşı, erekşe meyirimdi» de"
        },
        {
            "chapter": 6,
            "verse": 146,
            "text": "Jäne Yahwdïlerge barlıq tırnaqtı xaywandı aram qıldıq. Äri olarğa sïır, qoydıñ mayların da aram qıldıq. Biraq qırtıs maylarımen şajırqay jäne jilik mayların aram qılmadıq. Osılayşa olardıñ şekten şığwları sebepti jazalandırdıq. Rasında twrasın aytwşımız"
        },
        {
            "chapter": 6,
            "verse": 147,
            "text": "(Muxammed Ğ.S.) olar seni jasınğa şığarsa, (olarğa): «Rabbılarıñ märxamet ïesi jäne Onıñ beyneti künäkar qawımnan qaytarılmaydı» de"
        },
        {
            "chapter": 6,
            "verse": 148,
            "text": "Allağa şerik qatqandar: «Eger Alla qalasa edi, biz de atalarımız da şerik qatpas edik äri eş närseni aram qılmas edik.» deydi. Osı sïyaqtı bulardan burınğılar da beynetimdi tatqanğa deyin jasınğa şığarğan. (Muxammed Ğ.S. olarğa): «Jandarıñda bizge qarsı şığara alatın bilimderiñ bar ma? Negizinde sender oylarıña ğana ilesesiñder de ötirik aytasıñdar» de"
        },
        {
            "chapter": 6,
            "verse": 149,
            "text": "«Jettik dälel Allaniki, eger qalasa senderdi tügel twra jolğa salar edi» de"
        },
        {
            "chapter": 6,
            "verse": 150,
            "text": "(Olarğa): «Rasında Alla osını aram qıldı dep, ayğaq bolatın ayğaqtarıñdı keltiriñder» de. Eger olar kwälik berse de, sen olarmen birge kwälik berme de ayattarımızdı jasınğa şığarıp, axïretke senbegenderdiñ äwesine elikteme. Olar, Rabbılarına teñdes qosadı"
        },
        {
            "chapter": 6,
            "verse": 151,
            "text": "(Olarğa): «Keliñder, senderge Rabbılarıñnıñ aram etkenderin oqïın: «Oğan eş närseni şerik qatpañdar, äke-şeşege jaqsılıq isteseñder, jarlılıktan balalarıñdı öltirmeñder» de. Senderdi de olardı da biz rïzıqtandıramız. «Tağı arsızdıqtardıñ körnewine de kömesine de jaqındamañdar. Jäne de Alla aram etken kisini öltirmeñder, jazıqtı bolsa ğana boladı. Senderge osılardı Alla ämir etti. Ärïne tüsinersiñder » (de) (Öltirilwge tïisti bolğandar: Jorta kisi öltirgender, mürtäd bolıp dinnen şıqqandar jäne üyli bola turıp zïna qılğandar.»)"
        },
        {
            "chapter": 6,
            "verse": 152,
            "text": "Jetimniñ malıña jaqındamañdar; biraq ol, eseygenge deyin jaqsı basqarwğa boladı. Ölşewdi, tartwdı twralıqpen orındañdar. Birewge şaması keletindi ğana jükteymiz. Jaqındarıñ bolsa da ädildikti aytıñdar. Jäne Allanıñ wädesin orındañdar. Osılardı Alla nusqadı. Tüsinersiñder"
        },
        {
            "chapter": 6,
            "verse": 153,
            "text": "Küdiksiz Meniñ twra jolım osı. Endi soğan eriñder. Basqa joldarğa tüspeñder, sonda senderdi Allanıñ jolınan ayıradı. Senderge oslıardı Alla nusqadı. Saqtanarsıñdar"
        },
        {
            "chapter": 6,
            "verse": 154,
            "text": "Sonan soñ Musa (Ğ.S.) ğa ïgilik istegenge; tolıq, är närseni ayıratın, jetekşilik etetin märxamet türinde Kitap berdik. Olar Rabbılarına jolığwğa ïman keltirer"
        },
        {
            "chapter": 6,
            "verse": 155,
            "text": "Osı (Quran) biz tüsirgen mübarak Kitap. Endi soğan eriñder äri saqsınıñdar. Märxametke bölenersiñder"
        },
        {
            "chapter": 6,
            "verse": 156,
            "text": "«Şınayı türde bizden burıñğı (Yahwdï, Xrïstïan) eki topqa Kitap tüsirildi de biz olardıñ oqığandarınan mülde xabarsızbız» dersiñder (dep)"
        },
        {
            "chapter": 6,
            "verse": 157,
            "text": "Nemese: «Bizge Kitap tüsirilse, olardan köri tağı twra jolda bolar edik» dersiñder dep. Rasında senderge Rabbılarıñnan bir aşıq dälel, twra jol, märxamet te keldi. Endi Allanıñ ayattarın ötirik dep olardan jüz burğannan kim zalımıraq? Ayattarımızdan bas tartqandardı bas tartwları sebepti jaman qmnawmen jazalaymız"
        },
        {
            "chapter": 6,
            "verse": 158,
            "text": "Olar, özderine periştelerdiñ kelwin, nemese Rabbıñnıñ kelwin, ne Rabbıñnıñ key belgileriniñ kelwin ğana küte me? Rabbıñnıñ belgilerinen keyi kelgen küni, burınnan ïman keltirmegen nemese senimi boyınşa bir xayır istemegen birewdiñ ïmanı payda bermeydi. (Muxammed Ğ.S.): «Kütiñder, şäksiz kütemiz» de"
        },
        {
            "chapter": 6,
            "verse": 159,
            "text": "Küdiksiz dinderinde bölinip, toptarğa ayrılğandarmen eşbir baylanısıñ joq. Sözsiz olardıñ isi Allağa tän. Keyin olarğa istegen isterin tüsindiredi"
        },
        {
            "chapter": 6,
            "verse": 160,
            "text": "Kim bir jaqsılıq keltirse, oğansonday on ese bar. Jäne birew bir jamandıq istese, sonday-aq qana jaza beriledi de olar zulımdıqqa uşıratılmaydı"
        },
        {
            "chapter": 6,
            "verse": 161,
            "text": "«Şınında Rabbım meni twra dinge, Ibırayım (Ğ.S.) nıñ nağız jolına saldı. Ol ortaq qoswşılardan emes edi» de"
        },
        {
            "chapter": 6,
            "verse": 162,
            "text": "«Namazım, qulşılığım, tirşiligim jäne ölimim bükil älemniñ Rabbı Alla üşin» de"
        },
        {
            "chapter": 6,
            "verse": 163,
            "text": "«Onıñ serigi joq. Osılay buyırıldım jäne men boy usınwşılardıñ alğaşqısımın» de"
        },
        {
            "chapter": 6,
            "verse": 164,
            "text": "«Ol är närseniñ Rabbı bola tura Alladan basqa rab izdeyin be? Ärbirewdiñ istegeni özine tän. birewdiñ künäsın birew kötermeydi. Sonan soñ qaytar jerleriñ Rabbılarıñ. Sonda qayşılıqta bolğan närseleriñdi bildiredi» de"
        },
        {
            "chapter": 6,
            "verse": 165,
            "text": "Ol sonday Alla, senderdi jerdiñ xalïfaları etti. Senderge bergen närselerde, sınaw üşin därejelerde biriñdi- biriñnen joğarı köterdi. Küdiksiz Rabbıñ, jedel jaza berwşi jäne şınayı jarılqawşı, erekşe meyirimdi"
        },
        {
            "chapter": 7,
            "verse": 1,
            "text": "Älïf Läm Mïm Sad"
        },
        {
            "chapter": 7,
            "verse": 2,
            "text": "(Muxammed Ğ.S.) Bul sağan tüsirilgen bir Kitap. Sondıqtan köñliñde kirbeñdik bolmasın. Bul arqılı eskertwiñ, müminderge ügit üşin"
        },
        {
            "chapter": 7,
            "verse": 3,
            "text": "Rabbılarıñnan senderge tüsirilgenge boy usınıñdar da Odan özgeni dos tutıp ilespeñder. Nendey az ğana ügit tıñdaysıñdar"
        },
        {
            "chapter": 7,
            "verse": 4,
            "text": "Qanşalağan kentti joq ettik. Sonda olarğa azabımız tündeletip nemese tüski dem alısta keldi"
        },
        {
            "chapter": 7,
            "verse": 5,
            "text": "Olarğa azabımız kelgen sätte: «Biz ras zalımdar boldıq» dep qana ayğaylaw boldı"
        },
        {
            "chapter": 7,
            "verse": 6,
            "text": "Özderine elşi jiberilgenderdi suraqqa tartamız äri elşilerdi de suraqqa tartamız"
        },
        {
            "chapter": 7,
            "verse": 7,
            "text": "Ärïne olarğa bilip bayan etemiz. Negizinde olarğa jasırın emespiz"
        },
        {
            "chapter": 7,
            "verse": 8,
            "text": "Ol küngi tarazılaw şındıq. Sonda kimniñ tarazısı (jaqsılıqta) awır tartsa, mine solar qutılwşılar"
        },
        {
            "chapter": 7,
            "verse": 9,
            "text": "Jäne kimniñ tarazısı jeñil tartsa, ayattarımızğa orınsızdıq etkendikteri sebepti zïyan qıldı"
        },
        {
            "chapter": 7,
            "verse": 10,
            "text": "Rasında senderdi jer jüzine ornalastırıp özderiñe onda kün körister jasadıq. Nendey az şükir etesiñder"
        },
        {
            "chapter": 7,
            "verse": 11,
            "text": "Rasında senderdi jaratıp sonan keyin beyneledik. Sonan soñ periştelerge: «Adamğa säjde qılındar!» dedik. Barlığı säjde etti. Biraq Ibilis säjde etpedi de säjde etwşilerden de bolmadı"
        },
        {
            "chapter": 7,
            "verse": 12,
            "text": "(Alla Ibiliske): «Sağan, Men ämir etkende seni säjde etwden ne tıydı?» dedi. Ol: «Men odan artıqpın. Meni ottan jaratıp, onı balşıqtan jarattıñ» dedi"
        },
        {
            "chapter": 7,
            "verse": 13,
            "text": "(Alla): «Onda ol jerden tüs. Onda seniñ menmenswiñe bolmaydı. Derew şıq, qor bolwşılardansıñ» dedi"
        },
        {
            "chapter": 7,
            "verse": 14,
            "text": "(Ibilis): «Qayta tiriletin künge deyin mursa ber» dedi"
        },
        {
            "chapter": 7,
            "verse": 15,
            "text": "(Alla): « Şınında mursa berilgenderdensiñ» dedi"
        },
        {
            "chapter": 7,
            "verse": 16,
            "text": "(Ibilis): «Endeşe, meni qañğırtqanıñ sebepti älbette men de olarğa qarsı Seniñ twra jolıñda otırıp alamın» dedi"
        },
        {
            "chapter": 7,
            "verse": 17,
            "text": "«Sonan soñ olarğa aldı- artına, oñ-solınan kelemin de olardıñ köbin şükir etwşilerden tapapysıñ» dedi"
        },
        {
            "chapter": 7,
            "verse": 18,
            "text": "(Alla): «Qorlanıp qwılğan türde ol jerden şıq. Ärïne olardan kim sağan ilesse, senderdiñ barlıqtarıñmen tozaqtı toltıramın» dedi"
        },
        {
            "chapter": 7,
            "verse": 19,
            "text": "(Alla): «Äy Adam! Sen jäne jubayıñ jannatqa ornalas. Ekewiñ qalağandarıñşa jeñder. Alayda osı ağaşqa jolamañdar. Sonda zlımdardan bolasıñdar»"
        },
        {
            "chapter": 7,
            "verse": 20,
            "text": "Sonda şaytan, ol ekewiniñ uyattı jerleriniñ aşılwı üşin azğırdı da: «Rabbılarıñ senderdi osı ağaştan, ekewiñ perişte bolıp ketedi nemese mäñgi qalıp qoyadı dep ğana tıyğan» dedi"
        },
        {
            "chapter": 7,
            "verse": 21,
            "text": "Jäne: «Şınında men ekewidi ügittewşilerdenmin» dep, ant işti"
        },
        {
            "chapter": 7,
            "verse": 22,
            "text": "Söytip ekewin aldap tüsirdi. Sonda ekewi ağaştan tatqan sätte, uyattı jerleri aşılıp ketti. Kewi jannat japıraqtarınan üsterine japsıra bastadı. Rabbıları ekewine: «Ekewleriñdi osı ağaştan tıymap pa edim? Rasında şaytan senderge aşıq duşpan demep pe edim?»,- dep dabıstadı"
        },
        {
            "chapter": 7,
            "verse": 23,
            "text": "(Adam ata men Xawa ana): «Rabbımız, biz özimizge kesir istedik. Eger Sen bizdi jarılqap, märxamet etpeseñ älbette zïyan etwşilerden bolamız» dedi"
        },
        {
            "chapter": 7,
            "verse": 24,
            "text": "(Alla): «(Jannattan) bir-biriñe duşpan bolıp tüsiñder. Senderge jer jüzinde bir merzimge deyin turaq jäne paydalanw bar» dedi"
        },
        {
            "chapter": 7,
            "verse": 25,
            "text": "«Ol jerde tirşilik etesiñder de, ol jerde ölesiñder. Jäne ol jerden qayta şığarılasıñdar» dedi"
        },
        {
            "chapter": 7,
            "verse": 26,
            "text": "Äy adam balası! Uyattı jerleriñdi jabw üşin kïim jäne sändik- buyım tüsirdik. (Jarattıq) Negizinde taqwalıq kïimi jaqsı. Solar Allanıñ belgileri. Ärïne tüsinersiñder"
        },
        {
            "chapter": 7,
            "verse": 27,
            "text": "Äy adam balası! Şaytan, ata-analarıñnıñ uyattı jerlerin körsetw üşin kïimderin şeşip, jannattan şığarğan sïyaqtı senderge de sumdıq jasamasın. Öytkeni, ol jäne onıñ sıbaylastarı, sender olardı körmegen jerden köredi. Şaytandardı ïman keltirmeytinderge dos qıldıq"
        },
        {
            "chapter": 7,
            "verse": 28,
            "text": "Olar qaşan bir arsızdıq istese: «Atalarımızdı osı jolda taptıq, munı bizge Alla buyırdı» dedi. (Muxammed Ğ.S.): «Şınında Alla arsızdıqqa buyırmaydı. Allağa bilmegen närseleriñdi aytasıñdar ma?»,- de"
        },
        {
            "chapter": 7,
            "verse": 29,
            "text": "(Muxammed Ğ.S.): «Rabbım ädildikti buyırdı. Ärbir qulşılıq ornında bet alıstarıñdı twralap, dinderiñdi Allağa arnap otırıp, Odan tileñder. Sender bastapqı jaratqanınday jäne Oğan qaytasıñdar» de"
        },
        {
            "chapter": 7,
            "verse": 30,
            "text": "(Alla, adam balası nıñ) bir tobın twra jolğa saldı. Jäne bir tobı da adaswğa tïisti boldı.Öytkeni olar, Alladan özge şaytandardı dos tuttı da olar özderin twra joldamız dep esptedi"
        },
        {
            "chapter": 7,
            "verse": 31,
            "text": "(Jahïlïet däwirinde, araptar, Kağbanı jalañaş aynalıp, jäne et, may jemegen.) Äy adam balaları! Ärbir qulşılıq ornında zeynetteriñdi alıñdar. (Kïiniñder) Jäne jeñder, işiñder de ısırap etpeñder. Küdiksiz Alla ısırap etwşilerdi süymeydi"
        },
        {
            "chapter": 7,
            "verse": 32,
            "text": "(Muxammed Ğ.S.): «Allanıñ quldarına körkem etip şığarğan närsesin (kïimin) jäne bergen jaqsı nesibelerin kim aram etti» de. «Bul nesibe dünïe tirşiliginde ïman keltirgender üşin. (Alayda käpirler de ortaq) Qïyamet küni müminderge ğana» de. Bilgen elge ayattardı östip tüsindiremiz"
        },
        {
            "chapter": 7,
            "verse": 33,
            "text": "«Küdiksiz Rabbım, arsızdıqtardı, Onıñ körnew, kömesin, künänı, orınsız ozbırlıqtı, oğan baylanıstı eşbir dälel tüsirilmegen närseni Allağa serik qoswlarıñdı jäne bilmeytin närseleriñdi Allağa qarsı söylewleriñdi aram qıldı» de (Muxammed Ğ.S)"
        },
        {
            "chapter": 7,
            "verse": 34,
            "text": "Är älewmettiñ belgili bir merzimi bar. Olar, sol merzimi kelgen sätte, bir dem keşikpeydi de ilgerlemeydi"
        },
        {
            "chapter": 7,
            "verse": 35,
            "text": "Äy adam balaları! Eger senderge işteriñnen özderiñe ayattarımdı tüsindiretin elşiler kelse, sonda birew saqsınıp, özin tüzeltse, olarğa bir qorqw da joq äri olar qayğırmaydı"
        },
        {
            "chapter": 7,
            "verse": 36,
            "text": "Sonday ayattarımızdı ötirik degender, özderin odan zor sanağandar, solar, tozaqtıq. Olar onda udayı qalwşılar"
        },
        {
            "chapter": 7,
            "verse": 37,
            "text": "Allanı ötirik qaralağan nemese Onıñ ayattarın jasınğa şığarğan birewden kim zalımıraq? Olar Kitaptağı tïesilerine qawışadı. Aqır elşilerimiz olardıñ jandarın alwğa kelip: «Alladan özge sïınatındarıñ qayda?»,- degende: «Olar bizden ğayıp boldı» dep, özderiniñ qarsı bolğandıqtarına özderi ayğaq boldı"
        },
        {
            "chapter": 7,
            "verse": 38,
            "text": "(Alla qïyamette olarğa): «Senderden burıñğı ötken, tozaqtağı jın jäne adamdar tobınıñ işine kiriñder» deydi. Är top tozaqqa kirgen sätte, öz twısın (aldıñğı joldasın) qarğaydı. Barlığı onda jïnalğanda, artqıları, aldındağılarına: «Rabbımız! Osılar bizdi adastırğan. Sondıqtan olarğa tozaq otınan eki ese azap ber» deydi. (Alla): «Ärkimge eki ese azap bar. Biraq sender bilmeysiñder» deydi"
        },
        {
            "chapter": 7,
            "verse": 39,
            "text": "Jäne olardıñ aldınğıları, artqılarına: «Senderdiñ bizge bir artıqşılarıñ joq. Endeşe istegenderiñniñ azabın tatıñdar» deydi"
        },
        {
            "chapter": 7,
            "verse": 40,
            "text": "Küdiksiz ayattarımızdı jasınğa aynaldırıp, odan özderin joğarı körgenderge köktiñ esikteri aşılmaydı.. Jäne olar tüye ïneniñ közinen ötkenge deyin ujmaqqa kirmeydi. Künäkarlardı östip jazalandıramız"
        },
        {
            "chapter": 7,
            "verse": 41,
            "text": "Olarğa jahannamda tösek jäne üsterinde jamılğılar bar. Zalımdarğa osılayşa jaza beremiz"
        },
        {
            "chapter": 7,
            "verse": 42,
            "text": "Jäne ïman keltirip, izgi is istegender, negizinde birewge şaması keletindi ğana jükteymiz. Solar jannattıq. Olar onda mäñgi qalwşı"
        },
        {
            "chapter": 7,
            "verse": 43,
            "text": "Olardıñ köñilderinen kirbeñdikti şığaramız, astarınan özender ağadı. Olar: «Barlıq maqtaw bizdi osı twra jolğa salğan Allağa tän. Eger Alla bizdi twra jolğa salmasa edi, twra joldı taba almaytın edik. Rasında Rabbımızdıñ elşileri, şındıqtı keltirgen edi » deydi. Jäne olarğa: «Mine ğamaldarıñ sebepti murageri bolğan ujmaqtarıñ osı» delingen türde dabıstaladı"
        },
        {
            "chapter": 7,
            "verse": 44,
            "text": "Ujmaqtağılar, tozaqtağılarğa: «Rabbımızdıñ bizge wäde etkenin twra taptıq. Sender de Rabbılarıñnıñ wäde etkenin twra taptıñdar ma?»,- dep ayğaylaydı. (Olar): «Ärïne» deydi. Sonda olardıñ aralarında bir ayğayşı: «Allanıñ qarğısı zalımdarğa» dep ayğaylaydı"
        },
        {
            "chapter": 7,
            "verse": 45,
            "text": "Olar, Allanıñ jolınan tosıp, onda bir qïsıqtıq izdeydi. Jäne olar axïretke de qarsı bolwşılar"
        },
        {
            "chapter": 7,
            "verse": 46,
            "text": "(Ujmaqtağılar men tozaqtağılardıñ) arasında dalda bar. Jäne «Ağraf» delingen joğarı orında eki jaqtağılardı da älpetterinen tanıytın birewler bar. Bular: «Senderge sälem» dep jannattağılarğa ayğaylaydı. Bular äli jannatqa kirmegen, ümit etetiñder"
        },
        {
            "chapter": 7,
            "verse": 47,
            "text": "Qaşan olardıñ közderi tozaqtıktar jaqqa burılsa: «Rabbımız! Bizdi zalım elmen birge qıla körme!»,- deydi"
        },
        {
            "chapter": 7,
            "verse": 48,
            "text": "Ağraftağılar tozaqtağı älpetterinen tanığandarğa: «Senderge köptikteriñ jäne menmendikteriñ payda bermedi me?»,- dep ayğaylaydı"
        },
        {
            "chapter": 7,
            "verse": 49,
            "text": "(Olarğa ujmaqtağılardı körsetip:) “Bularğa Allanıñ raxmeti tïmeydi dep, ant işken adamdarıñ emes pe? Ujmaqqa kiriñder. Senderge qorqınış joq äri sender qayğırmaysıñdar” (delinedi)"
        },
        {
            "chapter": 7,
            "verse": 50,
            "text": "Tozaqtağılar, ujmaqtağılarğa: “bizge swlarıñnan nemese Allanıñ senderge bergen nesibesinen tögip jiberiñder” dep ayğaylaydı. Olar: “Rasında Alla, ol ekewinde käpirlerge aram etken” deydi"
        },
        {
            "chapter": 7,
            "verse": 51,
            "text": "Olar, dinderin oın- sawıqqa aynaldırıp, dünïe tirşiligi aldağandar. Olar osı künge jolığwların umıtıp jäne ayattarımızğa qarsı kelgendey bügin. Biz olardı umıtamız"
        },
        {
            "chapter": 7,
            "verse": 52,
            "text": "Rasında Biz olarğa, ïman keltirgen qawım üşin twra jol märxamet türinde bir Kitap tüsirip, onı bilim jolımen ayırıp tüsindirdik"
        },
        {
            "chapter": 7,
            "verse": 53,
            "text": "Olar onıñ nätïjesin (bastarına keletinin) ğana kütedi. Onıñ nätïjesi kelgen küni, onı umıtıp jürgender: “Rabbımızdıñ elşileri şındıqtı äkelgen edi. Endi bizdi qoldawşı bar ma? Nemese dünïege qaytarılamız ba? Sonda burıñğı istegenimizden basqanı ister edik” deydi. Rasında olar özderine kesir istedi. Sonday-aq olardıñ jasandı täñirleri adasıp joq boldı"
        },
        {
            "chapter": 7,
            "verse": 54,
            "text": "Küdiksiz Rabbılarıñ sonday Alla, kökter men jerdi altı künde jaratqan. Sonan keyin ğarşını köterildi. Birin- biri qwalap, kündizdi bürkegen tündi jäne kün men aydı, juldızdardı da ämirine bağındırğan. Saq bolıñdar! Jaratw jäne buyrıq berw Oğan tän. Öte joğarı Alla, bükil älemniñ Rabbı"
        },
        {
            "chapter": 7,
            "verse": 55,
            "text": "Rabbılarıña jalbarınıp, jasırın türde tileñder. Küdiksiz Ol, şekten şığwşılardı jaqsı körmeydi"
        },
        {
            "chapter": 7,
            "verse": 56,
            "text": "Jer jüzi tüzetilgennen keyin bülinşilik qılmañdar. Jäne Allağa xawip äri ümitpen jalbarınıñdar. Rasında Allanıñ raxmti jaqın"
        },
        {
            "chapter": 7,
            "verse": 57,
            "text": "Ol sonday Alla raxmetiniñ (jañbırdıñ) aldın ala jelderdi qwantwşı etip jiberedi. Awır bulttardı kötergen boyda, öli (qağır) bir memleketke jiberip, sonda ol arqılı jañbır jawdırıp, sonımen är türli jemisterdi şığaramız. Osılayşa ölikterdi de tiriltemiz. Ärïne ügittenersiñder"
        },
        {
            "chapter": 7,
            "verse": 58,
            "text": "Jaqsı jerdiñ ösimdigi Rabbınıñ qalawı boyınşa şığadı. Sonday qunarsız jerge az närse ğana şığadı. ( Bul ıqılas pen ıqılassızdıñ mısalı) Osılayşa ayattarımızdı şükirlik qılatın elge ayırıp bayan etemiz"
        },
        {
            "chapter": 7,
            "verse": 59,
            "text": "Rasında Nux (Ğ.S.) tı eline payğambar etip jiberdik. Sonda ol: “Äy elim! Allağa qulşılıq qılıñdar, senderdiñ Odan basqa täñirleriñ joq. Şäksiz men senderge keletin ulı künniñ azabınan qorqamın” dedi"
        },
        {
            "chapter": 7,
            "verse": 60,
            "text": "Eliniñ bastıqtarı: “Ärïne biz seni aşıq adaswda köremiz” dedi"
        },
        {
            "chapter": 7,
            "verse": 61,
            "text": "“Äy elim! Men de eşbir adasqandıq joq. Birak men älemderdiñ Rabbı tarapınan bir elşimin” dedi"
        },
        {
            "chapter": 7,
            "verse": 62,
            "text": "“Senderge Rabbımnıñ jibergenderin jalğastırıp, senderdi ügitteymin. Jäne Alladan sender bilmegendi bilemin”"
        },
        {
            "chapter": 7,
            "verse": 63,
            "text": "Saqsınıp, märxametke bölenwleriñ üşin Rabbılarıñ tarapınan, özderiñnen senderge eskertetin bir kisige nasïxat kelwine tañırqaysıñdar ma"
        },
        {
            "chapter": 7,
            "verse": 64,
            "text": "Sonda olar onı jasınğa şığardı. Sondıqtan onı jäne onımen birge kemede bolğandardı qutqarıp, ayattarımızdı ötirik degenderdi swğa batırdıq.Öytkeni olar anıq közsiz el di"
        },
        {
            "chapter": 7,
            "verse": 65,
            "text": "Jäne Ğad eline twıstarı Hud (Ğ.S.) tı jiberdik: “Äy elim! Allağa qulşılıq qılıñdar! Senderdiñ odan basqa täñirleriñ joq. Qorıqpaysıñdar ma?”,- dedi"
        },
        {
            "chapter": 7,
            "verse": 66,
            "text": "Eliniñ qarsı bolğan tobı: “Ärïne biz seni eswas köremiz. Jäne seni anıq ötirikşilerden dep oylaymız” dedi"
        },
        {
            "chapter": 7,
            "verse": 67,
            "text": "“Äy elim! Men bir aqımaq emespin. Biraq älemderdiñ Rabbı tarapınan bir elşimin” dedi"
        },
        {
            "chapter": 7,
            "verse": 68,
            "text": "“Senderge Rabbımnıñ jibergenderin jalğastıramın. Äri senderge senimdi bir ügitşimin…”"
        },
        {
            "chapter": 7,
            "verse": 69,
            "text": "Rabbılarıñ tarapınan özderiñnen, senderge eskertw üşin bir kisige nasïxat elwine tañırqaysıñdar ma? Oylañdar! Sol waqıtta Alla senderdi Nux qawımınan keyin orınbasar qılıp, äri tulğa jaratılısında da artık qıldı. Endeşe Allanıñ nığmetterin eske alıñdar, ärïne qutılasıñdar.”"
        },
        {
            "chapter": 7,
            "verse": 70,
            "text": "Olar: “Sen bizge jalğız ğana Allağa qulşılıq qılwımız jäne ata- babalarımızdıñ tabınatındarın tastawımız üşin keldiñ be? Eger ras aytwşılardan bolsañ, bizdi quqaylağan azabındı äkel” dedi"
        },
        {
            "chapter": 7,
            "verse": 71,
            "text": "(Hud Ğ.S.): “Rabbılarıñ tarapınan azap jäne aşw tïisti boldı. Alla oğan eşbir dälel tüsirmegen, attarın, özderiñ jäne atalarıñ qoyğan täñirleriñ jayında menimen talsasıñdar ma? Endi nätïjeni kütiñder, men de sendermen birge kütwşilerdenmin” dedi"
        },
        {
            "chapter": 7,
            "verse": 72,
            "text": "Sonda Hud (Ğ.S.) tı, onımen birge bolğandarı märxametimizben qutqardıq ta ayattarımızdı jasınğa şığarğandardıñ jäne senbegenderdiñ artın üzdik"
        },
        {
            "chapter": 7,
            "verse": 73,
            "text": "Jäne Sämüd eline twıstarı Salïx (Ğ.S.) dı jiberdik: “Äy qawımım! Allağa qulşılıq qılıñdar, senderdiñ Odan basqa täñirleriñ joq. Senderge Rabbılarıñnan aşıq muğjïza keldi. Mine Allanıñ iñgeni senderge bir muğjïza. Onı erkine qoyıñdar, Allanıñ jerinde ottasın. Oğan bir sumdıq istemeñder. Äytpese, senderdi jan türşigerlik azap qolğa aladı” dedi"
        },
        {
            "chapter": 7,
            "verse": 74,
            "text": "Eske alıñdar! Sol waqıtta Ğaddan keyin senderdi olardıñ orınbasarı qılıp, jer jüzine ornalastırdı. Oypattarınan saraylar jasap alıp, tawlardı üñgip üyler jasaytın ediñder. Sondıqtan Allanıñ nığmetterin eske alıñdar da jer jüzinde bülinşilik qılıp jürmeñder"
        },
        {
            "chapter": 7,
            "verse": 75,
            "text": "Eliniñ dandaysığan tobı, aralarındağı ïman keltirgenderdi qor körip: «Salïxtıñ, Rabbı tarapınan anıq elşi ekenin bilesiñder me?»,- dedi. Olar: «Küdiksiz biz ol arqılı jiberilgen närselerge senemiz» dedi"
        },
        {
            "chapter": 7,
            "verse": 76,
            "text": "Dandaysığandar: «Küdiksiz biz sender sengen närselerge qarsımız» dedi"
        },
        {
            "chapter": 7,
            "verse": 77,
            "text": "Sonday olar iñgendi öltirip, Rabbılarınıñ ämirinen şıqtı da: «Äy Salïx! Eger sen elşilerden bolsañ, bizge bopsalağanıñdı keltir» dedi"
        },
        {
            "chapter": 7,
            "verse": 78,
            "text": "Sonda olardı bir silkinis qolğa aldı da üylerinde etpettegen boydarında qaldı"
        },
        {
            "chapter": 7,
            "verse": 79,
            "text": "Sonda Salïx olardan jüz burıp: «Äy elim! Rasında men senderge Rabbımnıñ buyrığın jalğastırdım. Biraq sender ügittewşilerdi jaqsı körmediñder» dedi"
        },
        {
            "chapter": 7,
            "verse": 80,
            "text": "Lut (Ğ.S.) sol waqıtta eline: «Senderden burın älemnen eşkimniñ istemegen arsızdığın isteysiñder me?» dedi"
        },
        {
            "chapter": 7,
            "verse": 81,
            "text": "«Sender äyelderdi qoyıp erkekterge qızığıp kelesiñder me? Ärïne sender şekten şıqqan elsiñder»"
        },
        {
            "chapter": 7,
            "verse": 82,
            "text": "Eliniñ jawabı: «Olardı kentteriñnen şığarıñdar. Öytkeni, olar öte tazasınğan adamdar» dew ğana boladı"
        },
        {
            "chapter": 7,
            "verse": 83,
            "text": "Sonda Lut (Ğ.S.) tı jäne semyasın qutqardıq. Biraq qatını ğana apatqa uşırağandardan boldı"
        },
        {
            "chapter": 7,
            "verse": 84,
            "text": "Olarğa bir jañbır jawdırdıq. Künäkarlardıñ sonınıñ qalay bolğanın kör"
        },
        {
            "chapter": 7,
            "verse": 85,
            "text": "Mädyan eline twıstarı Şuğayıp (Ğ.S.) tı jiberdik: «Äy elim! Allağa qulşılıq qılıñdar. Senderdiñ Odan basqa täñirleriñ joq. Senderge Rabbılarıñnan aşıq bir dälel keldi. Endi ölşewdi, tartwdı tolıq orındañdar. Adamdardıñ närselerin kemitpeñder. Tüzetilgennen keyin jer jüzinde bülinşilik qılmañdar. Eger ïman ketirgen bolsañdar, senderge osı isteriñ jaqsı» dedi"
        },
        {
            "chapter": 7,
            "verse": 86,
            "text": "«Ïman keltirgenderdi Allanıñ jolınan tosıp, bopsalap, qıñırlıq izdew üşin ärbir jol üstinde otırmañdar. Jäne oylañdar, sender az ediñder, Alla köbeytti. Jäne de buzaqılardıñ soñı qalay boldı, qarañdar! »"
        },
        {
            "chapter": 7,
            "verse": 87,
            "text": "«Jäne senderden bir top, men arqılı jiberilgenge senip, bir top senbese, Sonda aramızğa Alla ükim bergenge deyin sabır etiñder. Ol, ükim berwşilerdiñ jaqsısı»"
        },
        {
            "chapter": 7,
            "verse": 88,
            "text": "Eliniñ dandaysığan bastıqtarı: «Äy şuğayıp! Ärïne seni de senimen birge ïman keltirgenderdi de kentimizden şığaramız, nemese dinimizge qaytasıñdar» dedi. Şuğayıp(Ğ.S.): «Jaqtırmasaq ta ma?»,- dedi"
        },
        {
            "chapter": 7,
            "verse": 89,
            "text": "«Alla bizdi dinderiñnen qutqarğannan keyin qaytalasaq, rasında Allağa ötirik jala qoyğan bolamız. Biraq Rabbımız qalasa, oğan qaytwımızğa boladı. Rabbımızdıñ bilimi är närsni sıydırdı. Allağa täwekel qıldıq. Rabbımız! Biz benen elimizdiñ aarsına twralıqpen Sen ükim et. soNday-aq Sen bïlik awtwşılardıñ eñ jaqsısıñ» (dedi. Şuğayıp Ğ.S)"
        },
        {
            "chapter": 7,
            "verse": 90,
            "text": "Eliniñ işinen qarsı bolğan bastıqtarı: «Eger Şuğayıpqa ilesseñder, sol waqıtta anık zïyan etwşilerden bolasıñdar» dedi"
        },
        {
            "chapter": 7,
            "verse": 91,
            "text": "Sonda olardı bir silkiñis qolğa alıp jurttarında etpettegen boylarında qaldı"
        },
        {
            "chapter": 7,
            "verse": 92,
            "text": "Şuğayıp (Ğ.S.) tı jasınğa şığarğandar, tipti jurttarında bolmağanday boldı. Sonday-aq Şuğayıp (Ğ.S.) tı jasınğa şığarğandar zïyan tarttı"
        },
        {
            "chapter": 7,
            "verse": 93,
            "text": "Sonda ol, olardan bet burıp: «Äy elim! Rasında men senderge Rabbımnıñ nusqawların jalğastırdım äri senderge ügit ettim. Al endi qarsı bolğan bir elge qaytıp qayğıramın? » ,- dedi"
        },
        {
            "chapter": 7,
            "verse": 94,
            "text": "Tağı Biz ärqanday bir kentke elşi jibersek, olar jalbarınsın dep, ol jerdiñ turğındarın tarşılıq, qïınşılıqqa uşırattıq"
        },
        {
            "chapter": 7,
            "verse": 95,
            "text": "Sonan soñ jamanşılıqtı jaqsılıqqa awıstırdıq. Tipti artılıp ketti de: «Atalarımızdıñ basına da tarşılıq, keñşilik kelgen ken» desti. Sondıqtan olardı kenetten qolğa alğanımızda özderi de bilmey qaldı"
        },
        {
            "chapter": 7,
            "verse": 96,
            "text": "Eger ol ölkelerdiñ eli ïman keltirip, saqsınsa edi, ärïne olarğa kök pen jerdiñ bereketterin aşıp jiberer edik. Biraq olar jasınğa şığardı. Sondıqtan qılmıstarı sebepti olardı qolğa aldıq"
        },
        {
            "chapter": 7,
            "verse": 97,
            "text": "Kentterdiñ xalqı, özderine azabımızdıñ tündeletip, olar uyqıdağı kezde kelwinen qawipsiz be"
        },
        {
            "chapter": 7,
            "verse": 98,
            "text": "Jäne de ol kentterdiñ eli, kün köterile bere oynap jürgen sätte, azabımızdıñ kelwinen käpersiz bola ala ma"
        },
        {
            "chapter": 7,
            "verse": 99,
            "text": "Sonday-aq Allanıñ kärinen aman bola ala ma? Allanıñ beynetinen zïyanğa uşıraytın el ğana qobaljımaydı"
        },
        {
            "chapter": 7,
            "verse": 100,
            "text": "Jerdiñ burıñğı ïelerinen keyingi muragerler tüsinbey me? Eger qalasaq, künälarına qaray beynet berer edik. Sonday-aq jürekterin mörleymiz, sondıqtan olar estimeydi"
        },
        {
            "chapter": 7,
            "verse": 101,
            "text": "(Muxammed Ğ.S.) Bul kentterdiñ qïssaların sağan bayan etemiz. Ärïne olarğa elşileri ap- aşıq dälel keltirgen edi. Sonda da burın ötirik degen närselerine sengileri kelmedi. Mine Alla, qarsı bolwşılardıñ jüregin östip mörleydi"
        },
        {
            "chapter": 7,
            "verse": 102,
            "text": "Olardıñ köbin wäde de tappadıq. Äri olardıñ köbin mülde buzıq kördik"
        },
        {
            "chapter": 7,
            "verse": 103,
            "text": "Odan keyin Musa (Ğ.S.) nı Perğawın jäne sıbaylastarına muğjïzalarmen jiberdik. Sonda olar, muğjïzağa qarsı keldi. Al endi buzaqılardıñ soñınınñ qalay bolğanın kör"
        },
        {
            "chapter": 7,
            "verse": 104,
            "text": "Musa (Ğ.S.): «Äy Perğawın! Şınında men bükil älemniñ Rabbı tarapınan jiberilgen bir elşimin» dedi"
        },
        {
            "chapter": 7,
            "verse": 105,
            "text": "«Allağa xaqïqattı ğana aytwğa mindettemin. Senderge Rabbılarıñnan aşıq dälel äkeldim. Endi Ïzraïl urpaqtarın menimen birge jiber» dedi"
        },
        {
            "chapter": 7,
            "verse": 106,
            "text": "(Perğawın): «Eger sen bir muğjïza keltirgen bolsañ, al onı äkel. Eger söziñ şın bolsa» dedi"
        },
        {
            "chapter": 7,
            "verse": 107,
            "text": "Sonda (Musa Ğ.S.) tayağın tastadı. Ol, derew aşıqşa bir aydağar boldı"
        },
        {
            "chapter": 7,
            "verse": 108,
            "text": "Tağı qolın şığardı. Sonda ol, qarawşılarğa appaq körindi"
        },
        {
            "chapter": 7,
            "verse": 109,
            "text": "Perğawın eliniñ bastıqtarı: «Küdiksiz mınaw anıq bilgiş sïqırşı» dedi"
        },
        {
            "chapter": 7,
            "verse": 110,
            "text": "«Senderdi jurttarıñnan şığarğısı keledi. Ne buyrasıñdar?»"
        },
        {
            "chapter": 7,
            "verse": 111,
            "text": "«Onı da twısın da toqtatıp qoyıp, qalalarğa jïnawşılar jiber.»"
        },
        {
            "chapter": 7,
            "verse": 112,
            "text": "«Bükil bilgiş sïqırşılardı sağan äkelsin» (desti)"
        },
        {
            "chapter": 7,
            "verse": 113,
            "text": "Sïqırşılar, Perğawınğa kelip: «Eger biz jeñiske ïe bolsaq, ärïne bizge sıylıq bar şığar» dedi"
        },
        {
            "chapter": 7,
            "verse": 114,
            "text": "(Perğawın): «Ärïne! Äri jaqın adamdarımnan bolasıñdar» dedi"
        },
        {
            "chapter": 7,
            "verse": 115,
            "text": "(Sïqırşılar): Ä Musa! Endi (öñeriñdi ortağa) ne sen qoy nemese bizder qoyyaıq dedi"
        },
        {
            "chapter": 7,
            "verse": 116,
            "text": "(Musa Ğ.S.): «Señder qoyıñdar» dedi. Olar (öñerlerin) qoyğan sätte, adamdardıñ közderin sïqırlap, olardı qorqıttı. Sonday-aq ülken bir sïqır keltirdi"
        },
        {
            "chapter": 7,
            "verse": 117,
            "text": "Musağa: «Tayağıñdı tasta» dep waxï ettik. Sol sätte, tayaq olardıñ jasandı närselerin jalmay bastadı"
        },
        {
            "chapter": 7,
            "verse": 118,
            "text": "Sonda şındıq ortağa qoyılıp, olardıñ istegenderi bosqa ketti"
        },
        {
            "chapter": 7,
            "verse": 119,
            "text": "Söytip olar sol arada jeñiliske uşırap, qor bolıp qayttı"
        },
        {
            "chapter": 7,
            "verse": 120,
            "text": "Sïqırşılar säjdege jığıldı"
        },
        {
            "chapter": 7,
            "verse": 121,
            "text": "Olar: «Bükil älemniñ Rabbına sendik» dedi"
        },
        {
            "chapter": 7,
            "verse": 122,
            "text": "«Musa men harwnnıñ Rabbına….»"
        },
        {
            "chapter": 7,
            "verse": 123,
            "text": "(Perğawın): «Men senderge ruqsat berwden burın oğan ïman keltirdiñder me? Rasında bul, qala xalqın şığarw üşin jasağan bir ädisteriñ. Bälem jaqında köresiñder.» dedi"
        },
        {
            "chapter": 7,
            "verse": 124,
            "text": "«Ärïne qol-ayaqtarıñdı şadırlata kestiremin, sonsoñ tügeldey astıramın»"
        },
        {
            "chapter": 7,
            "verse": 125,
            "text": "(Sïqırşılar): Sözsiz, Rabbımızğa aynalamız! ,- dedi"
        },
        {
            "chapter": 7,
            "verse": 126,
            "text": "«Sen, bizden Rabbımızdıñ ayattarı kelgende ïman keltirdi dep qana öş alasıñ. Rabbımız! Bizge sabır ber äri bizdi Musılman bolğan küyde öltir!….»"
        },
        {
            "chapter": 7,
            "verse": 127,
            "text": "Perğawın eliniñ bastıqtarı: «Musanı jäne elin, jer jüzinde bülinşilik qılsın jäne seni de, täñirleriñdi de tastasın dep qoya bersiñ be? » dedi. (Perğawın olarğa): «Uldarın öltiremiz de äyelderin tiri qoyamız. Ärïne biz olardıñ üstinde öktembiz» dedi"
        },
        {
            "chapter": 7,
            "verse": 128,
            "text": "Musa (Ğ.S.) eline: «Alladan järdem tileñder äri sabır etiñder: Jer Allaniki ekeni dawsız. Ol, quldarınan qalağanıña mura qıladı. Soñğı tabıs taqwalardiki» dedi"
        },
        {
            "chapter": 7,
            "verse": 129,
            "text": "(Eli Musa Ğ.S.ğa): «Sen bizge kelwden burın jäne sen bizge kelgennen keyin de qïnaldıq» dedi. (Musa Ğ.S.): «Rabbılarıñ duşpañdarıñdı joyıp, ornına senderdi ol jerge ornalastırwı mümkin.Biraq senderdiñ de qalay isteytiñderine qaraydı» dedi"
        },
        {
            "chapter": 7,
            "verse": 130,
            "text": "Şınında, Perğawın tobın, ügit alwları üşin jıldarşa jemisterin kemitip, qolğa aldıq"
        },
        {
            "chapter": 7,
            "verse": 131,
            "text": "Qaşan olarğa bir jaqsılıq kelse: «Bul bizdiñ xaqımız» dep, eger olarğa bir jamandıq jetse, Musa jäne onımen birge bolğan kisilerdi ırımdaydı. Bayqañdar! Olardıñ sätsizdikteri Alla tarapınan. Biraq olardıñ köbi bilmeydi"
        },
        {
            "chapter": 7,
            "verse": 132,
            "text": "Tağı olar: «Bizdi jadılaw üşin qanşa muğjïza keltirseñ de sağan senbeymiz » dedi"
        },
        {
            "chapter": 7,
            "verse": 133,
            "text": "Sondıqtan olarğa aşıq muğjïzalar türinde; topan swı, şekirtke, bït, baqa jäne qan jiberdik. Sonda da olar menmensigen äri olar künäkar bir qawım boldı"
        },
        {
            "chapter": 7,
            "verse": 134,
            "text": "Rawayat boyınşa, bir juma qarañğılıq basıp, quyğan sel perğawındıqtardıñ üylerine toladı. Olardıñ jalbarınwları boyınşaa Musa (Ğ.S.) nıñ tilegimen, kün aşılıp, mol ösimdik şığadı. Sonda da ïman keltirmegendkterinen şegirtke, bït, sonsoñ baqa qaptap, odan keyin swları qanğa aynaladı.) Olarğa azap kelgen kezde: «Äy Musa! Rabbıña, sağan bergen wädesi boyınşa jalbarın. Eger bizden azabın ayıqtırsañ, ärïne sağan senemiz de Ïzraïl urpaqtarın senimen birge qoya beremiz» dedi"
        },
        {
            "chapter": 7,
            "verse": 135,
            "text": "Qaşan olardan belgili merzimge deyin azaptı ayıqtırsaq, sol waqıtta olar sertterin buzdı"
        },
        {
            "chapter": 7,
            "verse": 136,
            "text": "Ayattarımızdı jasınğa şığarıp, onı elemegendikterinen olardı teñizge batırıp jazasın tarttırdıq"
        },
        {
            "chapter": 7,
            "verse": 137,
            "text": "Sonday ezilgen xalıqtı (Ïzraïl urpaqtarın) biz qunarlı qılğan jerdiñ şığısına da batısına da murager qıldıq. Söytip olardıñ sabır qılwları sebepti Rabıñnıñ Ïzraïl urpaqtarına degen ïgi sözderi orındaldı. Sonday-aq Perğawın men eliniñ, bïiktetip jasap bara jatqandarın talqandadıq"
        },
        {
            "chapter": 7,
            "verse": 138,
            "text": "Tağı Ïzraïl urpaqtarın teñizden ötkizdik. Sonda olar buttarına şoqınğan bir elge keldi: «Äy Musa! Bulardıñ täñirleri qusağan bizge täñir jasa» dedi. (Musa Ğ.S.): «Şınında sender bilmeytin elsiñder» dedi. (Bul Ğamalqa eli edi)"
        },
        {
            "chapter": 7,
            "verse": 139,
            "text": "«Sözsiz olardıñ dinderi joyıladı da olardıñ istegen isteri bosqa ketedi.»"
        },
        {
            "chapter": 7,
            "verse": 140,
            "text": "«Senderge bükil älemnen senderdi artıq qılğan Alladan basqa täñir izdeymin be?»,- dedi"
        },
        {
            "chapter": 7,
            "verse": 141,
            "text": "(Ïzraïl urpaqtarı,) oylañdar! Senderdi qattı azappen qïnağan, uldarıñdı bawızdap, äyelderiñdi tiri qoyğan Perğawın semyasınan qutqarğan edik. Osılarda sender üşin Rabbılarıñ tarapınan zor sınaw bar"
        },
        {
            "chapter": 7,
            "verse": 142,
            "text": "Musa (Ğ.S.) ğa otız tün wäde ettik te oğan ondı qosıp, söytip Rabbınıñ belgili waqıtı qırıq keşke toldı. Musa (Ğ.S.) twısı Harunğa: «Elimniñ işinde ornıbasarım bol. Tüzelt te buzaqılardıñ jolına erme» dedi"
        },
        {
            "chapter": 7,
            "verse": 143,
            "text": "Rawayat boyınşa, Musa eline: «Perğawınnan qutılsaq, Alla tarapınan Bir Kitap keltiremin» deydi. Sondıqtan qutılğannan keyin Alalnıñ ämiri boyınşa Tur tawında qırıq kün oraza ustağannan keyin Allamen söylesip täwrat tüsedi. Musa (Ğ.S.), belgili wädemizde kelip, Rabbı oğan söylegende , (Musa Ğ.S.): «Rabbım mağan öziñdi körset, Seni köreyin» dedi. (Alla): «Meni, äste köre almaysıñ; biraq tawğa qara, sonda eger ol ornında tura alsa, sen de Meni köresiñ» dedi. Sonda Rabbı tawğa elestegen sätte, onı bıt- şıt qıldı. Musa (Ğ.S) da talıp tüsti. Esi kire sala: «Sen päksiñ, Sağan täwbe ettim, äri men senwşilerdiñ alğaşqısımın» dedi"
        },
        {
            "chapter": 7,
            "verse": 144,
            "text": "(Alla T.): « Äy Musa! Şınında seni adamdardan elşilikke jäne söyleswge tañdap aldım. Endeşe, sağan bergenderimdi al da, şükirlik etwşilerden bol» dedi"
        },
        {
            "chapter": 7,
            "verse": 145,
            "text": "Musa (Ğ.S.) ğa (Täwrat) taqtaylarında är närseni ügit türinde aşalap jazğan edik: «Sonda onı mıqtı usta jäne eliñe ämir et. Onıñ körkem nusqawların alsın. Sağan, buzaqılardıñ jurtın körsetemin?»"
        },
        {
            "chapter": 7,
            "verse": 146,
            "text": "Jer jüzinde orınsız türde dandaysığandardı uzaqtastıramın. Eger olar barlıq belgilerdi körse de oğan senbeydi. Sonday-aq olar twra joldı körse; onı jol qıp ustamaydı. Al eger qïsıq joldı körse, onı jol qıp aladı. Bul olardıñ ayattarımızdı ötirik dep odan ğapıl bolğandıqtarı"
        },
        {
            "chapter": 7,
            "verse": 147,
            "text": "Ayattarımızdı, aqïretke kezdeswdi ötirik degenderdiñ ğamaldarı joyılıp, isterine qaray ğana jazalanadı"
        },
        {
            "chapter": 7,
            "verse": 148,
            "text": "Musa (Ğ.S.) dan kyin eli; sändik- buyımdardan dabısı bar buzawdıñ müsinin jasap aldı. Olar, ol buzawdıñ özderimen söylespeytinin jäne olardı twra jolğa salmaytınınn körmey me? Olar onı täñir tutıp, zalımdardan boldı"
        },
        {
            "chapter": 7,
            "verse": 149,
            "text": "(Musa Ğ.S. Tur tawına Allağa jalbarınw üşin qırıq kün turğanda, Samrï, eldiñ altın bilezikterinen buzawdıñ müsinin jasaydı. Rawayat boyınşa Jebreyil Ğ.S. nıñ atınıñ izinen alınğan topıraqtı işine qoyğandıqtan nemese işine kirgen jel arqılı buzawdıñ dawısı şığatın bolğan.) Olardıñ qoldarı tüsken zamanda (qattı ökinip ïıqtarı tüsken türde) anıq adasqandıqtarın körip: «Eger Rabbımız bizge märxamet etpese, bizdi jarılqamasa, ärïne zïyan tartwşılardan bolamız» desti"
        },
        {
            "chapter": 7,
            "verse": 150,
            "text": "Musa (Ğ.S.) eline ıza bolıp, keyigen türde qaytqan kezde: «Menen keyin mağan nendey jaman is istediñder! Rabbılarınnıñ ämirine asıqtıñdar ma?»,- dep (Täwrat) taqtayların tastay salıp, twısı (Harun) nıñ basınan ustap özine qaray tarta bastadı? (Harun): «Äy anamnıñ ulı! Rasında bul el meni, basınıp tipti özimdi öltirwge jaqındadı. Endi meni duşpandarğa külki qılma da meni zalım elmen birge sanama!»,- dedi"
        },
        {
            "chapter": 7,
            "verse": 151,
            "text": "Musa (Ğ.S.): «Rabbım! Meni jäne twısımdı jarılqa, bizdi märxametiñe böle! Sen meyirimdilerdiñ eñ jaqsısısıñ» dedi"
        },
        {
            "chapter": 7,
            "verse": 152,
            "text": "Küdiksiz sonday buzawdı täñir tutqandarğa Rabbıları tarapınan qahar tïip, dünïe tirşiliginde qorlıqqa uşıraydı. Qarawşılardı osılayşa jazalaymız"
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "Sonday jaman is istegender, sodan keyin täwbe qılıp, ïman keltirse, küdiksiz Rabbıñ sonan soñ da asa jarılqawşı, erekşe meyirimdi"
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "Musanıñ aşwı basılğanda, taqtaylardı aldı. Nusqasındağı jazwda; Rabbılarınan qorıqqandarğa twra jol jäne märxamet bar edi"
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "Musa (Ğ.S.) belgili merzimimiz üşin elinen jetpis kisi sayladı. Sonda olardı jer silkinw qolğa alğanda (Musa Ğ.S.): «Rabbım! Eger qalasañ olardı da meni de budan burın joq eter ediñ. Işimizdegi aqımaqtardıñ qılıqtarınıñ saldarınan, bizdi joq etesiñ be? Bul Seniñ bir sınawıñ ğana. Sonımen qalağanıñdı adastırıp, qalağanıñdı twra jolğa salasıñ. Sen bizdiñ ïemizsiñ. Endi bizdi jarılqa, bizge märxamet et. Sen jarılqawşılardıñ eñ jaqsısıñ.» dedi"
        },
        {
            "chapter": 7,
            "verse": 156,
            "text": "(Rawayat boyınşa, Alla, Musağa Ïzraïl urpaqtarınıñ buzawğa şoqınwlarınan täwbe qılwları üşin jetpis wäkil saylap kelwin buyıradı.) «Bizge osı dünïede jäne aqïrette jaqsılıq jaza kör! Küdiksiz biz Sağan bet burdıq.» (Alla T.): «Men qalağanımdı azabıma uşıratamın, raxmetim är närseni sıydırdı. Märxametimdi sonday taqwalıq qılğandarğa, zeket bergenderge jäne ayattarımızğa sengenderge jedel jazamız» dedi"
        },
        {
            "chapter": 7,
            "verse": 157,
            "text": "Olar, sonday jandarındağı Täwratta jäne Injilde jazwlı jiberilgen, sawatsız Payğambarğa ergender. Ol, olardı jaqsılıqqa buyırıp, jamandıqtan tıyadı. Jaqsı närselerdi xalal, jaman närselerdi aram qıladı. Olardıñ üsterindegi awır jükterdi (tüsirip) şïelinisken närselerdi şeşedi. Endi soğan (Muxammed Ğ.S.ğa) sengender, olar oğan qurmet etip äri oğan kömek körsetkender sonday-aq oğan tüsirilgen nur (Quran) ğa ergender, mine solar qutılwşılar"
        },
        {
            "chapter": 7,
            "verse": 158,
            "text": "(Muxammed Ğ.S.): Äy adam balası! Men barlığınğa Allanıñ elşisimin; Ol sonday Alla, jer men köktiñ ïeligi Oğan tän. odan basqa täñir joq. Ol tiriltedi de öltiredi. Allağa jäne Allanıñ sözderine sengen, jiberilgen sawatsız Payğambarğa ïman keltiriñder. Jäne oğan eriñder, ärïne twra jol tabasıñdar de"
        },
        {
            "chapter": 7,
            "verse": 159,
            "text": "Musanıñ qawmınan da twra jolğa salatın jäne onımen ädildik isteytin bir top bar"
        },
        {
            "chapter": 7,
            "verse": 160,
            "text": "Biz Ïzraïl urpaqtarınan on eki rwlıq toptarğa böldik. Musa (Ğ.S.) dan, eli sw surağanda: «Tayağındı tasqa ur» dep waxï ettik. Sonda tastan on eki bastaw şıqtı da ärkim öz swatın bildi. Olarğa bulttı köleñke qılıp, özderine «Männa, Sälwanı» tüsirdik: «Senderge Biz bergen taza rïzıqtan jeñder» (dedik) Olar bizge kesir tïgizbedi. Alayda özderine kesir tïgizdi"
        },
        {
            "chapter": 7,
            "verse": 161,
            "text": "Sol waqıtta olarğa: «Osı qalağa ornalasıñdar da (ol jerdiñ ösimdikterinen) qalağandarıñşa jeñder. «Künämiz jarılqansın» dep qaqapadan säjde qılıp kiriñder. Qatelikteriñdi jarılqap, jaqsılıq istewşilerge tağı artıq beremiz» delindi"
        },
        {
            "chapter": 7,
            "verse": 162,
            "text": "Sonda olardıñ zalımdarı; sözdi, özderine aytılğannan basqağa awıstırdı. Olardıñ zulımdıq istegendikteri saldarınan kökten azap jiberdik"
        },
        {
            "chapter": 7,
            "verse": 163,
            "text": "(Muxammed Ğ.S.) olardan teñiz jağasında bolğan kenttiñ jağdayın sura. Sol waqıtta olar senbi de (balıq awlap) şekten şığatın edi. Sonda olardıñ senbini quttıqtağan künderinde, balıqtar, olarğa qaptap kelip, senbisiz künderde olarğa kelmeytin edi. Olardıñ zulımdıqtarı sebepti özderin osılayşa äwrege saldıq"
        },
        {
            "chapter": 7,
            "verse": 164,
            "text": "Sol waqıtta olardan bir tobı: «Alla joq etetin nemese qattı azap qılatın eldi ne üşin ügitteysiñder?»,- dedi. (Ügittewşiler): «Rabbılarıña ğuzırımız bolsın, bälkim olar saqtanar» dedi"
        },
        {
            "chapter": 7,
            "verse": 165,
            "text": "Özderine berilgen ügitti umıtqan kezde, jamanşılıqtan tosqandardı qutqardıq. Sonday zulımdıq qılğandardı; buzaqılıq istewleri sebepti qattı qïnawğa uşırattıq"
        },
        {
            "chapter": 7,
            "verse": 166,
            "text": "Sonda olardıñ tıyım salınğan närsede şekten şıqqandıqtarı sebepti olarğa: «Maymıl bolıp qor bolıñdar» dedik"
        },
        {
            "chapter": 7,
            "verse": 167,
            "text": "(Muxammed Ğ.S.)Rabbıñ olardı qïyamet künine deyin jaman qïnawmen ustaytın birewlerdi älbette jiberetindigin bildirdi. Rasında Rabbıñ tez jazalawşı äri asa jarılqawşı, erekşe meyirimdi"
        },
        {
            "chapter": 7,
            "verse": 168,
            "text": "Olardı jer jüzinde toptarğa böldik. Olardıñ ïgileri bar äri olardıñ basqaları da bar. Bälkim rayınan qaytar dep olardı jaqsılıqpen de, jamandıqpen de sınadıq"
        },
        {
            "chapter": 7,
            "verse": 169,
            "text": "Olardan keyin, Kitapqa murager bolıp, osı sapasız dünïeniñ buyımın alatın top kelip otıradı da: «Jwıqta jarılqanamız» deydi. Tağı sonday närse kelse, onı da ala beredi. Olardan Allağa baylanıstı şındıqtı ğana aytwlarına, Täwratta wäde alınbadı ma? Al olar, ondağı närselerdi oqımadı ma? Negizinde aqïret jurtı taqwalar üşin xayırlı. Sonda da tüsinbesiñder me"
        },
        {
            "chapter": 7,
            "verse": 170,
            "text": "Sonday Kitapqa mıqtı jabısıp, namazdı tolıq orındaydı; daw joq, biz ïgilik istegenderdiñ sawabın zaya qılmaymız"
        },
        {
            "chapter": 7,
            "verse": 171,
            "text": "Bir künde tawdı köleñke tärizdi Ïzraïl urpaqtarınıñ üsterine köterdik. Olar onı şın tüsedi dep oyladı. «Senderge bergen Kitaptı mıqtı ustañdar da işindegilerdi tüsiñinder, ärïne taqwa bolasıñdar» (dedik)"
        },
        {
            "chapter": 7,
            "verse": 172,
            "text": "(Muxammed Ğ.S.) sol waqıtta Rabbıñ adam balalarınıñ belderinen näsilderin aldı da özderine kwä etip: «Men, senderdiñ Rabbılarıñ emespin be?»,- (degende,) olar: «Ärïne kwämiz» degen. Qïyamet küni: «Budan xabarımız joq» demeñder. (Bul «Älmïsaq» wädesi; jannan alınğan degen)"
        },
        {
            "chapter": 7,
            "verse": 173,
            "text": "Nemese: «Burıñğı ata-babamız şerik qatqan edi, biz de solardıñ urpağımız. Sonda bizdi buzaqılardıñ qılığımen joq etesiñ be?»,- (demewleriñ üşin)"
        },
        {
            "chapter": 7,
            "verse": 174,
            "text": "Olardıñ twra jolğa qaytwları üşin ayattarımızdı östip aşıq bayan etemiz"
        },
        {
            "chapter": 7,
            "verse": 175,
            "text": "(Muxammed Ğ.S.) olarğa (Yahwdïlerge) bergen ayattarımızdı sïırılıp, şaytandarğa ergen, adaswşılardan birewdiñ jağdayın tüsindir"
        },
        {
            "chapter": 7,
            "verse": 176,
            "text": "Eger qalasaq, ayatarımız arqılı ärïne onı joğarlatar edik. Biraq ol, jerge eñkeyip (dünïege berilip) näpsine erdi. Sonda onıñ mısalı: Eger oğan tap berseñde tilin salaqtatıp, ne onı qoyıp qoysañ da tilin salaqtatatın ït tärizdi. Ayattarımızdı jasınğa şığarğan eldiñ mısalı osı. (Muxammed Ğ.S.) Waqïğanı olarğa aytıp ber. Bälkim olar tüsiner"
        },
        {
            "chapter": 7,
            "verse": 177,
            "text": "Sonday ayattarımızdı jasınğa şığarıp, özderine zulımdıq etken eldiñ sıñayı nendey jaman"
        },
        {
            "chapter": 7,
            "verse": 178,
            "text": "Alla (T.) kimdi twra jolğa salsa, sonda ol, twra jol tapqan boladı. Jäne kimdi adastırsa, sonda olar zïyanğa uşırağandar"
        },
        {
            "chapter": 7,
            "verse": 179,
            "text": "Ras tozaq üşin de köptegen jın, adamdar jarattıq. Olardıñ jürekteri bar, alayda olar onımen tüsinbeydi. Közderi bar, onımen körmeydi. Jäne olardıñ qulaqtarı bar, ol arqılı estimeydi. Olar xaywan tärizdi, tipti odan arı adaswda. Mine solar mülde äpersizder"
        },
        {
            "chapter": 7,
            "verse": 180,
            "text": "Eñ jaqsı atawlar Allağa tän. Oğan sol attarmen jalbarınıñdar. Allanıñ atında qïğaştıq isteytinderdi qoyıp- qoyıñdar. Olar istegenderiniñ sazayın tartadı"
        },
        {
            "chapter": 7,
            "verse": 181,
            "text": "Biz jaratqan adamdardan twralıqqa bastap, şındıq arqılı ädiletti atqaratın bir top bar"
        },
        {
            "chapter": 7,
            "verse": 182,
            "text": "Sonday ayattarımızdı jasınğa aynaldırğandardı olar, bilmegen jaqtan birte- birte joyamız"
        },
        {
            "chapter": 7,
            "verse": 183,
            "text": "Tağı da olarğa mursa beremin. Ärïne şaralarım da qatañ"
        },
        {
            "chapter": 7,
            "verse": 184,
            "text": "Olar joldastarı (Muxammed Ğ.S.) nıñ jını bolmağandığın tüsinbedi me? Rasında ol, aşıq eskertwşi ğana"
        },
        {
            "chapter": 7,
            "verse": 185,
            "text": "Olar, kökter men jerdegi Allanıñ mülikterine, jäne Alla jaratqan närselerine sonday-aq özderiniñ ajaldarınıñ jaqın bolwınıñ mümkin ekendigin oylamay ma? Al endi olar, budan keyin qay sözge senedi"
        },
        {
            "chapter": 7,
            "verse": 186,
            "text": "Alla kimdi adastırsa, sonda oğan twra jol körsetwşi joq. Onda olardı qañğırıstarında abırjıtıp qoyadı"
        },
        {
            "chapter": 7,
            "verse": 187,
            "text": "(Muxammed Ğ.S.) olar, senen qïyamettiñ qaşan bolatındığın suraydı: «Şınında onıñ mälimeti Rabbımnıñ qasında, onıñ mezgilin Ol ğana bildiredi. Kökter men jerdegi awır jağday (qïyamet) senderge kenetten-aq keledi» de. Sen onı zerttep otırğanday-aq surastıradı. Şınında onıñ bilimi Allanıñ qasında, biraq adamdardıñ köbi onı tüsinbeydi de"
        },
        {
            "chapter": 7,
            "verse": 188,
            "text": "(Muxammed Ğ.S.): «Alla qalamayınşa, özim üşin payda, zïyan keltirw küşine ïe emespin. Eger kömesti bilgen bolsam, ärïne jaqsılıqtı köbeytip alar edim. Sonday-aq mağan bir sätsäzdik juğıspas edi. Men ïman keltirgen eldi; qorqıtwşı, qwandırwşı ğanamın» de"
        },
        {
            "chapter": 7,
            "verse": 189,
            "text": "Ol sonday Alla, senderdi bir -aq kisiden (Adamnan) jaratqan, jäne oğan tïyanaq üşin jubayın (Xawanı) jaratqan. Ol jubayına jaqındasqanda, jubayı jeñil türde jükti boldı. Sonda onımen jürip awırlağan kezde, Allağa: «Eger bizge ïgi bala berseñ, ärïne şükir etwşilerden bolar edik» dep jalbardı"
        },
        {
            "chapter": 7,
            "verse": 190,
            "text": "Degenmen Alla olarğa durıs bala bergen kezde, olar özderine bergen bala jayında Allağa şerik qata bastadı. (Bul jerdegi şerik qatwşılar, keyingi urpaqtar. Adam Ğ.S. şerik qatwdan päk.) Alla (T.) olardıñ qosqan ortaktarınan joğarı. (Päk)"
        },
        {
            "chapter": 7,
            "verse": 191,
            "text": "Olar, eş närseni jaratpağan, özderi jaratılğan närseni Allağa şerik qata ma"
        },
        {
            "chapter": 7,
            "verse": 192,
            "text": "(Allağa şerik qatqan närseleri) Olarğa järdem ete almaydı äri özderine de järdem ete almaydı"
        },
        {
            "chapter": 7,
            "verse": 193,
            "text": "Eger şerik qatqan närseleriñdi twra jolğa şaqırsañdar, olar senderge ermeydi. Olardı meyli şaqırıñdar, meyli ündemeñder, sender bäri bir"
        },
        {
            "chapter": 7,
            "verse": 194,
            "text": "Rasında Alladan özge şoqınğandarıñ, özderiñ sïyaqtı quldar. Eger şın aytsañdar, qane olardı şaqırıñdar, senderge jawap bersin"
        },
        {
            "chapter": 7,
            "verse": 195,
            "text": "Olardıñ jüretin ayaqtarı, ustaytın qoldarı, köretin közderi nemese estïtin qulaqtarı bar ma? (Muxammed Ğ.S.) olarğa: «Allağa qosqan ortaqtarıñdı şaqırıñdar da, sonan soñ mağan mursa bermey aylakerlik jasañdar» de"
        },
        {
            "chapter": 7,
            "verse": 196,
            "text": "Şınında meniñ ïem Quran tüsirgen Alla. ol, jaqsılarğa ïegerşilik etedi"
        },
        {
            "chapter": 7,
            "verse": 197,
            "text": "Senderdiñ Alladan özge şoqınğandarıñ, senderge de järdem ete almaydı. Sonday-aq özderine de järdem ete almaydı"
        },
        {
            "chapter": 7,
            "verse": 198,
            "text": "Al jäne olardı twra jolğa şaqırsañdar, olar estimeydi. Olardıñ sağan qarağanın köresiñ. Biraq olar seni körmeydi"
        },
        {
            "chapter": 7,
            "verse": 199,
            "text": "(Muxammed) keşirim jolın usta jäne olarğa twralıqtı ämir et. Sonday-aq bilmesterden bet bur"
        },
        {
            "chapter": 7,
            "verse": 200,
            "text": "Eger şaytannan sağan bir türtki bolsa, Sonda Allağa sïın. Öytkeni Ol, tolıq estwşi, öte bilwşi"
        },
        {
            "chapter": 7,
            "verse": 201,
            "text": "Taqwalarğa şaytan tarapınan bir sıbıs tïse, olar Allanı eske aladı da qırağılıq isteydi"
        },
        {
            "chapter": 7,
            "verse": 202,
            "text": "Käpirlerdiñ twıstarı (şaytandar), azğındıqqa tartadı da sonsoñ olar qırsoñınan qalmaydı"
        },
        {
            "chapter": 7,
            "verse": 203,
            "text": "(Muxammed Ğ.S.) eger olarğa muğjïza keltirsemeñ, olar: «Onı öziñ nege jasamadıñ?»,- deydi. Men: «Rabbım tarapınan mağan waxï etilgenge ğana boy usınamın. Osı Quran, ïman keltirgen elge, Rabbılarıñnan aşıq dälelder. Sonday-aq twra jol äri märxamet»"
        },
        {
            "chapter": 7,
            "verse": 204,
            "text": "Qaşan Quran oqılsa, oğan qulaq salıp tıñdandar da üñdemender. Ärïne märxametke bölenesiñder"
        },
        {
            "chapter": 7,
            "verse": 205,
            "text": "Rabbıña işiñnen jalbarına qorıqqan türde bäseñ sözben erteli- keş zikir et. Sonday-aq käpirsizderden bolma"
        },
        {
            "chapter": 7,
            "verse": 206,
            "text": "Rasında rabbıñnıñ qasındağılar (perişteler) Oğan qulşılıq qılwdan menmensimeydi de Onı däriptep, Oğan säjde qıladı"
        },
        {
            "chapter": 8,
            "verse": 1,
            "text": "(Muxammed Ğ.S.) olar, senen ğanïmat malı(soğıs oljası) jayınan suraydı: «Ğanïmattar; Allağa jäne Payğambarına tän. Endeşe, eger mümin bolsañdar, Alladan qorqıp, aralarıñdı jarastırıñdar. Jäne Allağa, Payğambarına boy usınıñdar » de"
        },
        {
            "chapter": 8,
            "verse": 2,
            "text": "Sözsiz müminder; Alla eske alınsa, jürekteri qobaljïdı da olarğa Allanıñ ayattarı oqılsa, senimderi artılıp, Rabbılarına täwekel qıladı"
        },
        {
            "chapter": 8,
            "verse": 3,
            "text": "Sonday-aq olar, namazdı tolıq orındap, olarğa bergen nesibemizden tïisti orınğa jumsaydı"
        },
        {
            "chapter": 8,
            "verse": 4,
            "text": "Mine solar, şınayı müminder. Olar üşin Rabbılarınıñ qasında da därejeler jäne jarılqaw äri körkem nesibe bar"
        },
        {
            "chapter": 8,
            "verse": 5,
            "text": "Şam jaqtan sawdamen qaytqan Äbw Süfyannıñ kerweni Musılmandardıñ Medïneden şıqqanınan sekem ala teñiz jağalawımen jol alğan boyda Mekkege de xabar bergendikten Äbw Jahil mıñ kisilik şerw tartıp, Bädirge jetip keledi. Sol sätte, Alla (T.) tarapınan Payğambar (Ğ.S.) ğa kerwen men äskerdiñ biri alınatındığı bildirilgendikten joldastarımen keñesedi.) (Muxammed Ğ.S.) Rabbıñ seni, üyinnen xaq jolına şığarğanda müminderdiñ bir bölimi jaqtırmağan edi. (Ğanïmat bölwde de keybirewler köñilsiz boldı)"
        },
        {
            "chapter": 8,
            "verse": 6,
            "text": "Şındıq anıqtalğannan keyin de olar köre tura ölimge aydalğanday senimen tartıstı"
        },
        {
            "chapter": 8,
            "verse": 7,
            "text": "Sol waqıtta Alla, senderge eki toptıñ biriniñ senderdiki bolatının wäde etwde edi. Sender, quralsız kerwenniñ senderdiki bolwın qalaysıñdar. Alla öz ämirlerimen şındıqtı şınğa şığarwdı, sonday-aq qarsı bolğandardıñ artın üzwdi qalaydı"
        },
        {
            "chapter": 8,
            "verse": 8,
            "text": "Qılmıstılar jek körse de xaqïqat şınğa şıqsın da buzıqtıq joyılsın"
        },
        {
            "chapter": 8,
            "verse": 9,
            "text": "(Bädir soğısında jaw mıñ kisi, Musılmandar üş jüz kisi edi. Sondıqtan olar Allağa jalbarındı da, Alla mıñ perişte arqılı kömek etiletindigin bildirdi. Bul Musılmandardı ruxtandırıp, jürekterin ornıqtırw üşin ğana.) Sol waqıtta Rabbılarıña jalbarınwda ediñder. Sonda Ol: «Şınında senderge ergen mıñ periştemen kömek etemin» dep tilekteriñdi qabıl etti"
        },
        {
            "chapter": 8,
            "verse": 10,
            "text": "Munı qwantw äri jürekteriñdi ornıqtırw üşin ğana istedi. Järdem, Allanıñ ğana qasında. (Erkinde.) Küdiksiz Alla öte üstem, xïkmet ïesi"
        },
        {
            "chapter": 8,
            "verse": 11,
            "text": "Sol waqıtta senderdi Alla tarapınan bir tınıştıq uyqısı baswda edi. Jäne senderdi tazartw, özderiñnen şaytannıñ lastığın ketirw, jürekteriñdi ornıqtırıp tabandarıñdı bekitw üşin üsteriñe kökten jañbır jawdırwda edi (Öytkeni jaw sw basına tüsip Musılmandar şölde qalğan edi)"
        },
        {
            "chapter": 8,
            "verse": 12,
            "text": "(Muxammed Ğ.S.) sol waqıtta Rabbıñ periştelerge: «Rasında Men sendermen birgemin. Müminderge toqtaw beriñder» dep nusqaw berwde edi. «Käpirlerdiñ jürkterine qorqw salamın. Sonda moyındarınıñ üstine äri qol-ayaqtarına (qılışpen şabıñdar»)"
        },
        {
            "chapter": 8,
            "verse": 13,
            "text": "Osı, olardıñ Allağa, Elişisine qarsı kelwlerine sebepti. Jäne kim Allağa, Elşisine qarsı kelse, şınında Alla, qattı azap ïesi"
        },
        {
            "chapter": 8,
            "verse": 14,
            "text": "Mine, osını tatıñdar, sonday-aq käpirler üşin ot azabı bar"
        },
        {
            "chapter": 8,
            "verse": 15,
            "text": "Äy müminder! Eger soğısta toptı jawmen kezdesseñder, sonda keyin şeginbeñder"
        },
        {
            "chapter": 8,
            "verse": 16,
            "text": "Al jäne kim soğıs küni, soğıs maydanın awıstırw nemese topqa qosılwdan basqa türde şekinse, ärïne Allanıñ qaharına uşıraydı. Ornı tozaq, nendey jaman orın"
        },
        {
            "chapter": 8,
            "verse": 17,
            "text": "Sonda olardı sender öltirmeñder, biraq olardı Alla öltirdi. (Äy Muxammed!), Atqan kezde sen atpadıñ, biraq Alla attı. Bul müminderdi jaqsı bir sınaqpen sınaw üşin. Rasında Alla, tolıq estwşi, bilwşi"
        },
        {
            "chapter": 8,
            "verse": 18,
            "text": "Allanıñ ämiri boyınşa payğambar (Ğ.S.) jerden bir wıs topıraq alıp jaw jaqqa şaşqanda közderine tüskendikten jeñilis tabadı.) Jağday osı. Rasında Alla, käpirlerdiñ ädisin joyadı"
        },
        {
            "chapter": 8,
            "verse": 19,
            "text": "(Äy müşrikter!) Jeñis tilep ediñder, rasında üstemdik zïyandarıña keldi. Endi eger tıyılsañdar, sonda sender üşin jaqsı. Al qaytalasañdar, Biz de qaytalaymız. Toptarıñ qanşa köp bolsada, senderge äste payda bermeydi. Öytkeni Alla, mümindermen birge"
        },
        {
            "chapter": 8,
            "verse": 20,
            "text": "Äy müminder! Allağa äri Elşisine boy usınıñdar. Jäne Qurandı estï tura Payğambardan bet burmañdar"
        },
        {
            "chapter": 8,
            "verse": 21,
            "text": "Sonday-aq tıñdamasa da: «Tıñdadıq» degender tärizdi bolmañdar"
        },
        {
            "chapter": 8,
            "verse": 22,
            "text": "Rasında Allanıñ qasında jändikterdiñ eñ jamanı, sonday şındıqtı tüsinbeytin sañıraw, saqawlar"
        },
        {
            "chapter": 8,
            "verse": 23,
            "text": "Eger Alla, olarda bir xayır barlığın bayqasa edi ärïne olarğa estirter edi. Sonda Alla, olarğa estirtse de, olar bet burar edi. Olar negizinen jaltaqoylar"
        },
        {
            "chapter": 8,
            "verse": 24,
            "text": "Äy müminder! Senderdi özderiñe tirşilik beretin närsege (dinge) şaqırğan kezde, Allanıñ äri Elşisiniñ tilin alıñdar. Jäne de Allanıñ, kisimen jüreginiñ arasına deyin kïligetindigin biliñder. Şäksiz Alla tarapına jïnalasıñdar"
        },
        {
            "chapter": 8,
            "verse": 25,
            "text": "Jäne senderden jeke zalım bolğandarğa ğana kesiri tïip qalmaytın pitneden saqtanñdar. Sonday-aq Allanıñ qattı azap ïesi ekenin biliñder"
        },
        {
            "chapter": 8,
            "verse": 26,
            "text": "Sol bir zamañdı oylañdar. Sender az ediñder de jer jüzinde ezilgen ediñder. Sonda sender adamdardıñ bas salıp ketwinen qorqar ediñder. Jäne Alla senderdi (Medïnege) ornalastırıp, öz kömegimen qwattadı. Sonday-aq senderdi jaqsı närselermen körektendiredi, ärïne şükir etersiñder dep"
        },
        {
            "chapter": 8,
            "verse": 27,
            "text": "Äy müminder! Allağa äri Elşisine opasızdıq qılmañdar; tağı bile tura amanattarıña qïyanat qılmañdar"
        },
        {
            "chapter": 8,
            "verse": 28,
            "text": "Negizinde maldarıñdı jäne balalarıñdı sın dep biliñder. Allanıñ qasında zor sıylıq bar"
        },
        {
            "chapter": 8,
            "verse": 29,
            "text": "Äy müminder! Eger Alladan qorıqsañdar, Ol senderge jaqsı, jamandı ayıratın qabilet beredi äri jamandıqtarıñdı joyıp jarılqaydı. Alla zor keñşilik ïesi. (Mekke käpirleri Payğambar Ğ.S. dı qamaw, öltirw nemese Mekkeden şığarıp jiberw üşin qawlı aladı)"
        },
        {
            "chapter": 8,
            "verse": 30,
            "text": "(Muxammed Ğ.S.) oyla! Bir zamanda olar seni qamawğa ne seni öltirwge nemese şığarwğa şara qoldanwda edi. Olar şara qoldanğanda, Alla şaraların buzar edi. Alla şara körwşilerdiñ eñ jaqsısı"
        },
        {
            "chapter": 8,
            "verse": 31,
            "text": "Olarğa ayattarımız oqılğanda: « Estidik, eger qalasaq biz de bul tärizdi ayta alamız. Bul burınğılardıñ qana ertegileri» degen"
        },
        {
            "chapter": 8,
            "verse": 32,
            "text": "Tağı olar, sol waqıtta: «Äy Alla! Eger osı Quran şınayı türde Seniñ qasıñnan bolsa, onda bizge kökten tas jawdır nemese bizge küyzeltwşi azap ber.» dedi"
        },
        {
            "chapter": 8,
            "verse": 33,
            "text": "Negizinde Alla (T.) Sen olardıñ işinde bolğanda, olarğa azap etpes äri olar jarılqaw tilegende de Alla, olardı azap qılmaydı"
        },
        {
            "chapter": 8,
            "verse": 34,
            "text": "Olar müminderdi Mesjid Xaramnan tıyıp jatsa, Alla olardı nege azaptamasın. Olar mesjid Xaramğa ïelikke layıq emes. Onıñ ïeleri taqwalar ğana. Biraq olardıñ köbi bilmeydi"
        },
        {
            "chapter": 8,
            "verse": 35,
            "text": "Öytkeni, olardıñ Kağbanıñ janındağı namazdarı ısqırw, qol şapalaqtaw ğana edi. Al endi qarsı bolğandıqtarıñ sebepti azaptı tatıñdar"
        },
        {
            "chapter": 8,
            "verse": 36,
            "text": "Rasında sonday qarsı bolğandar, maldarın, Allanıñ jolınan tıyu üşin jumsaydı. Tağı onı jumsay beredi. Sonan keyin ol, olarğa ökiniş bolıp, aqır jeñiliske uşıraydı. Sonday-aq qarsı bolğandar, tozaqqa aydaladı"
        },
        {
            "chapter": 8,
            "verse": 37,
            "text": "Bul Allanıñ taza men lastı ajıratıp, lastardı, bir-biriniñ üstine qoyıp, barlığın bir jerge üyip, tozaqqa salwı üşin. Mine solar, zïyanğa uşırawşılar"
        },
        {
            "chapter": 8,
            "verse": 38,
            "text": "(Muxammed Ğ.S.) sonday qarsı bolğandarğa: «Eger olar jamandıqtan tıyılsa, ötken künäları jarılqanadı. Al eger olar qaytalasa, sonda ötkendegilerdiñ ükimi orındaladı» de"
        },
        {
            "chapter": 8,
            "verse": 39,
            "text": "Olarmen eşbir pitne qalmağanğa deyin jäne din bütindey Allaniki bolğanğa deyin soğısıñdar. Eger olar tıyılsa, rasında Alla olardıñ istegenderin tolıq körwşi"
        },
        {
            "chapter": 8,
            "verse": 40,
            "text": "Eger olar bet bursa, sonda biliñder, şın ïeleriñ Alla. ol, nendey jaqsı ïe, nendey jaqsı järdemşi"
        },
        {
            "chapter": 8,
            "verse": 41,
            "text": "Eger sender Allağa äri durıs pen burıstıñ ayrılğan küni; eki top qarsılasqan (Bädir soğısı) küni qulımız (Muxammed Ğ.S.) ğa tüsirgen ayattarımızğa ïman keltirgen bolsañdar, daw joq. Sender, soğıstan oljalap alğan närselerden beste biri Allağa tän. Sonday-aq Payğambarğa, jaqındarına, jetimderge, miskinderge jäne jolda qalğandarğa tïisti ekendigin biliñder. Allanıñ är närsege tolıq küşi jetedi"
        },
        {
            "chapter": 8,
            "verse": 42,
            "text": "Sol waqıtta sender, (Bädir maydanında) oypattıñ jaqınında, olar, alısıraq jağında edi. Kerwen senderden tömen edi. Eger wädelesken bolsañdar da belgilengen merzimde kezdese almaytın ediñder. (Bul jağday buyrıqşa boldı.) Biraq Allanıñ bolatın ämiri jüzege astı. Kim joq bolatın bolsa, aşıq dälel boyınşa joğalsın. Al kim tiri qalatın bolsa da aşıq dälel boyınşa tiri qalsın. Rasında Alla, estwşi, tolıq bilwşi"
        },
        {
            "chapter": 8,
            "verse": 43,
            "text": "Sol waqıta Alla, olardı sağan tüsinde az körsetken edi. Eger olardı sağan köp körsetse edi, älbette qorqar ediñder de, ärïne is jayında tartısar ediñder. Biraq Alla qutqardı. Rasında Ol, köñildegilerdi tolıq bilwşi"
        },
        {
            "chapter": 8,
            "verse": 44,
            "text": "Sol waqıtta sender jawmen kezdesken kezde, Alla, bolatın isti jüzege asırw üşin olardı közderiñe az körsetip, olardıñ közderinde de azaytwda edi. Bükil ister Allağa qaytarıladı"
        },
        {
            "chapter": 8,
            "verse": 45,
            "text": "Äy müminder! Qaşan bir (jaw) toppen qarsılassañdar mıqtı bolıñdar da Allanı köp eske alıñdar, ärïne qutılasıñdar"
        },
        {
            "chapter": 8,
            "verse": 46,
            "text": "Allağa äli Elşisine boy usınıñdar, özara janjaldaspañdar, onda üreylesiñder de quttarıñ qaşadı jäne sabırlı bolıñdar. Rasında Alla, sabırlılarmen birge"
        },
        {
            "chapter": 8,
            "verse": 47,
            "text": "Jurttarınan şendene adamdarğa maqtanıp şıqqandar, sonday-aq Allanıñ jolınan tosatındar tärizdi bolmañdar! Alla (T.) olardıñ istegenderin tolıq biledi"
        },
        {
            "chapter": 8,
            "verse": 48,
            "text": "Sol waqıtta şaytan olardıñ qılıqtarın özderine ädemi körsetti de: «Bügin adamdardan senderdi jeñwşi joq. Rasında men senderge kömekşimin» dedi. Eki top birin-biri körgende, teris aynalıp: «Men senderden mülde bezemin.Öytkeni, sender körmeytin närseni köremin. Alladan qorqamın. Alla qattı azap ïesi.» dedi"
        },
        {
            "chapter": 8,
            "verse": 49,
            "text": "Sol waqıtta munafıqtarmen jürekterinde derti barlar: «Musılmandardı, dinderi aldadı» deydi. Negizinde kim Allağa täwekel qılsa, rasında Alla, üstem, xïkmet ïesi"
        },
        {
            "chapter": 8,
            "verse": 50,
            "text": "Perişteler, sonday qarsı bolğandardıñ betterine, arqalarına urıp: «Küydiretin azaptı tatıñdar!»,- dep jandarın alğanın körseñ"
        },
        {
            "chapter": 8,
            "verse": 51,
            "text": "Bul burıñğı öz qoldarıñmen istegenderiñniñ saldarınan. Alla quldarına zulımdıq etwşi emes"
        },
        {
            "chapter": 8,
            "verse": 52,
            "text": "(Bulardıñ qılığı) Perğawındıqtarmen, olardan burınğılardıñ qılıqtarı sïyaqtı. Olar Allanıñ ayattarına qarsı kelgen edi de, Alla, olardı künälarınıñ saldarınan qolğa aldı. Küdiksiz Alla, asa qwattı, azabı qattı"
        },
        {
            "chapter": 8,
            "verse": 53,
            "text": "Mine Alla, bir qawımğa bergen nığmetin; olar, özderin özgertpeyinşe özgertpeydi. Şınında Alla, tolıq estwşi, asa bilwşi"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "Perğawındıqtar jäne olardan burınğılardıñ qılığı tärizdi: Olar da Rabbılarıñıñ ayattarın jasınğa şığarğan edi. Olardı künäları sebepti tïpıl qılıp, Perğawındıqtardı swğa batırğan edik. Ya, olardıñ barlığı zalımdar edi"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "Sözsiz Allanıñ qasında jändikterdiñ eñ jamanı sonday qarsı bolğandar. Olar ïman keltirmeydi"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "(Muxammed Ğ.S.) eger olarmen kelisim jasasañ keyin olar wädelerin ärqaşan da buzadı. Olar Alladan qorıqpaydı"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "(Rawayat boyınşa, Payğambar, medïnelik Yahwdï Qurayza rwımen beybitşilik kelisimin jasağan bola tura olar Bädir soğısında kelisimdi buzıp, jawğa bolısadı. Qayta jalasa da or, qazw soğısında jäne wädeni buzıp, jawğa bolısadı.) Sondıqtan olarmen soğısta kezdesseñ, olarğa artındağı adamdarğa ülgi bolatın soqqı ber. Bälkim olar tüsiner"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "Eger bir eldiñ opasızdığınan sekem alsañ, teñ türde sen de (kelisimdi buzıp) özderine tasta. Rasında Alla, opasızdardı jaqsı köremydi"
        },
        {
            "chapter": 8,
            "verse": 59,
            "text": "Käpirler qutıldıq dep oylamasın. Rasında olar (Allanı) älsirete almaydı"
        },
        {
            "chapter": 8,
            "verse": 60,
            "text": "Sender de şamalarıñ kelkenşe är türli küş äri at baylawmen äzirlik köriñder. (Sonday-aq zamanawï texnïkalıq quraldar dayındañdar.) Allanıñ duşpanın, öz duşpañdarıñdı tağı olardan özge duşpandardı qorqıtasıñdar. Olardı sender bilmeysiñder, Alla biledi. Al Alla jolında nenärse jumsasañdar, senderge tolıq tölenedi. Ädilsizdik körmeysiñder"
        },
        {
            "chapter": 8,
            "verse": 61,
            "text": "Eger olar, beybitşilikke beyimdese, sonda olarğa sende beyimde. Äri Allağa täwekel et. Küdiksiz Ol, tolıq estwşi, asa bilwşi"
        },
        {
            "chapter": 8,
            "verse": 62,
            "text": "Al eger olar seni aldawdı oylasa, şınında Alla sağan jetip asadı. Öytkeni, Ol sonday Alla, seni özjärdemimen jäne müminder arqılı qoldadı"
        },
        {
            "chapter": 8,
            "verse": 63,
            "text": "Jäne Ol müminderdiñ jürekterin qostı. Eger sen, jer jüzindegi närselerdi tutas sarıp qılsañ da olardıñ jürekterin qosa almas ediñ. Biraq Alla, olardıñ araların biriktirdi. Rasında Ol, öte üstem, asa dana"
        },
        {
            "chapter": 8,
            "verse": 64,
            "text": "Äy Payğambar! Alla (T.) sağan jäne müminderden sağan ergenderge jetip asadı"
        },
        {
            "chapter": 8,
            "verse": 65,
            "text": "Äy Payğambar! Müminderdi soğısqa qızıqtır. Eger senderden sabırlı jïırma kisi bolsa, eki jüzdi jeñedi. Al eger senderden jüz kisi bolsa, käpirlerden mıñdı jeñedi. Öytkeni, olar tüsinbeytin xalıq"
        },
        {
            "chapter": 8,
            "verse": 66,
            "text": "Äzir Alla, senderden (jükti) jeñildetti. Rasında senderde osaldıq barlığın biletin edi. Sondıqtan eger senderden sabırlı jüz kisi bolsa, eki jüzdi jeñedi. Al eger senderden mıñ bolsa, Allanıñ ruxsatımen eki mıñdı jeñedi. Öytkeni Alla, sabırlılarmen birge"
        },
        {
            "chapter": 8,
            "verse": 67,
            "text": "(Payğambar Ğ.S. Bädir soğısındağı jetpis tutqın jayında saxabalarmen keñeskende, Ğumar R.A. olardıñ öltirilwin, Äbwbekir R.A. bodaw alınıp qoya berilwin usınadı. Payğambar Ğ.S. soñğısın durıs kördi.) Eşbir payğambarğa jer jüzinde jawğa öktem bolğanğa deyin tutqın ustaw tïisti emes. Sender dünïeniñ paydasın oylaysıñdar. Alla (senderge) axïretti qalaydı. Alla, öte üstem, xïkmet ïesi"
        },
        {
            "chapter": 8,
            "verse": 68,
            "text": "Eger Alladan bir jazw (ükim) bolmağan bolsa edi, (bodawğa) alğandarıñnıñ saldarınan zor azap ustar edi"
        },
        {
            "chapter": 8,
            "verse": 69,
            "text": "Onda olja türinde alğan xalal, taza närselerdi jeñder äri Alladan qorqıñdar. Rasında Alla, öte jarılqawşı, erekşe meyirimdi"
        },
        {
            "chapter": 8,
            "verse": 70,
            "text": "Äy Elşi! Qoldarıñdağı tutqındarğa: «Eger Alla jürekteriñde bir xayır barlığın bilse, senderge özderiñnen alınğannan tağı jaqsısın beredi. Äri senderdi jarılqaydı. Ol Alla, öte jarılqawşı, erekşe meyirimdi.» de"
        },
        {
            "chapter": 8,
            "verse": 71,
            "text": "Eger tutqındar sağan opasızdıq istegisi kelse, rasında olar burın Allağa da opasızdıq istegen edi. Sondıqtan seni olardan ıqpaldı qıldı. Alla tolıq bilwşi, xïkmet ïesi"
        },
        {
            "chapter": 8,
            "verse": 72,
            "text": "Şınında ïman keltirgender, otandarınan awğandar, jäne maldarımen, jandarımen Alla jolında soğısqandar, sonday-aq bosqındardı ornalastırıp, kömek etkender, mine bular, bir-biriniñ dosı. Al jäne ïman keltirip, köşe almağandar bolsa, olar da köşkenge deyin senderge olardıñ eşbir ağayındığı joq. Onımen qatar, eger olar, senderden din jayında bir järdem tilese, sonda senderge kömek etw mindet boladı. Biraq olar sendermen aralarıñda kelisim bolğan elde bolsa, onıñ jöni basqa. Alla istegenderiñdi tolıq körwşi"
        },
        {
            "chapter": 8,
            "verse": 73,
            "text": "Al sonda käpirler de birine- biri dos. Eger birlespeseñder, jer jüzinde pitne jäne zor bülinşilik boladı"
        },
        {
            "chapter": 8,
            "verse": 74,
            "text": "Ïman keltirgender, otandarınan awğandar, Alla jolında soğısqandar, muhajirlerdi ornalastırıp, kömek etkender, mine bular; nağız müminder. Olarğa jarılqaw jäne körkem nesibe bar"
        },
        {
            "chapter": 8,
            "verse": 75,
            "text": "Sonday-aq keyin ïman keltirgender, otandarınan awğandar, jäne sendermen birge soğısqandar, mine bular; senderden. Jäne twısqandar Allanıñ Kitabında bir- birine tağı jaqın. Rasında Alla, barlıq närseni tolıq biledi"
        },
        {
            "chapter": 9,
            "verse": 1,
            "text": "Bul Alladan jäne Elşisinen, kelisim jasasqan müşrikterge bir qulaqtandırw"
        },
        {
            "chapter": 9,
            "verse": 2,
            "text": "(Äy müşrikter!) Jer jüzinde tört ay keziñder. Rasında Alla osaldata almaytındıqtarıñdı jäne Alla (T.), käpirlerdi qorlaytının biliñder"
        },
        {
            "chapter": 9,
            "verse": 3,
            "text": "Al bul iri Xaj küni, Alladan, Elşisinen xalıqqa bir jarnama: Rasında Alla jäne Elşisi müşrikterden bezedi. Eger täwbe qılsañdar, sender üşin jaqsı boladı. Al eger jaltaysañdar, Allanı eş osaldata almaytındıqtarıñdı biliñder. (Äy Muxammed!) Qarsı bolğandardı küyzeltwşi azappen şüyinşile"
        },
        {
            "chapter": 9,
            "verse": 4,
            "text": "Biraq kelisim jasasqan müşrikterden keyin senderge tük kemşilik istemese, birewge kömek etpese; olardıñ kelisimderin merzimine deyin tamamdañdar. Rasında Alla taqwalardı jaqsı köredi"
        },
        {
            "chapter": 9,
            "verse": 5,
            "text": "Al qaşan qurmetti aylar şıqsa, sonda müşrikterdi qaydan tapsañdr da öltiriñder. Olardı ustañdar, qamañdar jäne olardıñ bükil joldarın añdıp otırıñdar. Sonda eger olar, täwbe qılsa, namazdı tolıq orındap, zeket berse, onda olardıñ jolın bos qoyıñdar. Rasında Alla jarılqawşı, erekşe meyirimdi"
        },
        {
            "chapter": 9,
            "verse": 6,
            "text": "(Muxammed Ğ.S.) eger müşrikterden birew senen pana tilese, onda oğan Allanıñ sözin tıñdağanğa deyin pana ber. Sonan soñ onı beybit ornına jetkiz. Bul olardıñ tük bilmeytin el ekendiginen"
        },
        {
            "chapter": 9,
            "verse": 7,
            "text": "Ol müşrikterdiñ Alla qasında, Elşisiniñ qasında qalay kelisimi bola aladı? Biraq Mesjid Xaramda, bitim jasasqandarıñdiki boladı. Olar senderge tüzw sıñay bayqatsa, sender de olarğa tüzw ıñğıl körsetiñder. Alla saqtanwşılardı jaqsı köredi"
        },
        {
            "chapter": 9,
            "verse": 8,
            "text": "Qalayşa (olarmen kelisim boladı?) Eger olar senderge öktem kelse, sender twralı jaqındıqqa da kelisimge de qaramas edi. Olar, senderdi awızdarımen razı qılmaqşı da, jürekteri unatpaydı. Öytkeni olardıñ köbi buzaqı"
        },
        {
            "chapter": 9,
            "verse": 9,
            "text": "Olar Allanıñ ayattarın az bağağa satıp, Onıñ jolınan tostı. Olardıñ istegen isteri nendey jaman"
        },
        {
            "chapter": 9,
            "verse": 10,
            "text": "Olar mümin jayında jaqındıqtı da kelisimdi de saqtamaydı. Mine solar, şekten şıqqandar"
        },
        {
            "chapter": 9,
            "verse": 11,
            "text": "Sonda eger olar, täwbe etip, namazdı tolıq orındap, zeket berse, onda olar senderdiñ din qarındastarıñ. Bilgen elge ayattarımızdı aşıq-aşıq bayan etemiz"
        },
        {
            "chapter": 9,
            "verse": 12,
            "text": "Eger olar, wädeleskennen keyin anttarın buzıp, diñderine til tïgizse, qarsılıqqa jetekşi bolğandarmen soğısıñdar. Öytkeni olardiki ant emes. Olar bälkim tıyılar"
        },
        {
            "chapter": 9,
            "verse": 13,
            "text": "(Äy müminder!) Anttarın buzğan, Payğambardı jurtınan şığarwğa bel baylağan jäne senderge kïligwdi alğaş ret bastağan bir elmen nege soğıspaysıñdar? Olardan qorqasıñdar ma? Eger ïman keltirgen bolsañdar, qorqwlarıña Alla tağala layığıraq"
        },
        {
            "chapter": 9,
            "verse": 14,
            "text": "Olarmen soğısıñdar. Alla olarğa senderdiñ qoldarıñmen azap etsin de olardı qorlasın. Äri olarğa qarsı senderge nusırat bersin. Sonday-aq ïman keltirgen eldiñ köñilderin aşsın"
        },
        {
            "chapter": 9,
            "verse": 15,
            "text": "Jäne (olardan japa şekkkender,) jürekteriniñ aşwın tarqatsın. Alla kimdi qalasa, täwbesin qabıl etedi. Alla tolıq bilwşi, asa dana"
        },
        {
            "chapter": 9,
            "verse": 16,
            "text": "Sender işteriñnen soğısqandardı sonday-aq Alladan, Payğambardan jäne müminderden basqanı dos etbegenderdi Alla, anıqtamay bos qoya beredi dep oylaysıñdar ma? Alla istegenderiñdi tolıq bilwşi"
        },
        {
            "chapter": 9,
            "verse": 17,
            "text": "Müşrikterdiñ, özderiniñ qarsılıqtarına kwä bola tura (käpir xalinde turıp) Allanıñ meşitterin jasawlarına bolmaydı. Olardıñ ğamaldarı joyılğan. Olar tozaqta mülde qaladı"
        },
        {
            "chapter": 9,
            "verse": 18,
            "text": "Allanıñ meşitterin şınayı türde Allağa, axïret künine sengen, namazdı tolıq orındağan, zeket bergen jäne Alladan ğana qorıqqan kisi jasaydı. Mine solardıñ twra jol tabwşılardan bolwları ümit etiledi"
        },
        {
            "chapter": 9,
            "verse": 19,
            "text": "(Äy müşrikter!) Sender, xajılarğa sw berw, Mesjid Xaramdı jöñdewdi; Allağa, axïret künine ïman keltirip, jäne Alla jolında soğısqan kisi sïyaqtı köresiñder me? Bular, Allanıñ qasında teñ bolmaydı. Alla zalım qawımdı twra jolğa salmaydı"
        },
        {
            "chapter": 9,
            "verse": 20,
            "text": "Sonday ïman keltirip, jurttarınan awğandar jäne Alla jolında maldarımen, jandarımen soğısqandar, Allanıñ qasında iri därejege ïe. Mine solar, muratına jetwşiler"
        },
        {
            "chapter": 9,
            "verse": 21,
            "text": "Olardı Rabbıları öziniñ märxametimen jäne rïzalığımen sonday-aq turaqtı nığmetke ïe jannattarımen qwantadı"
        },
        {
            "chapter": 9,
            "verse": 22,
            "text": "Olar onda mäñgi qalwşılar. Rasında Allanıñ qasında iri sıylıq bar"
        },
        {
            "chapter": 9,
            "verse": 23,
            "text": "Äy müminder! Eger äkeleriñ, twıstarıñ ïmannan köri qarsılıqtı jaqsı körse, olardı dos tutpañdar. Al senderden kim olardı dos tutsa, onda olar zalımdar"
        },
        {
            "chapter": 9,
            "verse": 24,
            "text": "(Muxammed Ğ.S.): «Eger äkeleriñ, balalarıñ, twıstarıñ äyelderiñ, ağayındarıñ, tapqan maldarın, toqtap qalwınan qorıqqan sawdaların, jaqsı körgen üleriñ senderge Alladan, Payğambarınan äri Onıñ jolında soğıswınan artıq körinse, Allanıñ ämiri kelgenge deyin kütiñder» de. Alla buzıq qawımdı twra jolğa salmaydı"
        },
        {
            "chapter": 9,
            "verse": 25,
            "text": "(Mekkeniñ alınwınan keyin, Mekke men Tayiptiñ arasındağı «Xunayın» degen jerde bolğan şayqasta, jaw tört mıñ Musılmandar on eki mıñ bolğandıqtan qaytsek te jeñemiz dep oylaydı.) Rasında Alla, senderge köp jerlerde nusrat berdi. Sonday-aq Xunayın küni de senderge nusrat berdi. Sol waqıtta köptikteriñe mäz bolğan ediñder. Sonda ol, senderge tük payda bermedi. Sonday-aq keñ bola tura jer, senderge tar keldi. Sonan soñ bet burıp qayta qaştıñdar"
        },
        {
            "chapter": 9,
            "verse": 26,
            "text": "Sonan keyin Alla, Elşisine äri müminderge toqtaw saldı. Sonday-aq senderge körmegen äsker jiberip, käpirlerge soqqı berdi. Mine käpirlerdiñ jazası osı"
        },
        {
            "chapter": 9,
            "verse": 27,
            "text": "Sonımen birge Alla, bul soğıstan keyin qalağan kisisine täwbe näsip eter. Alla tım jarılqawşı, erekşe meyirimdi"
        },
        {
            "chapter": 9,
            "verse": 28,
            "text": "Äy ïman keltirgender! Daw joq, müşrikter aram. Sondıqtan bïıldan keyin Mesjid Xaramğa jolamasın. Kedeylikten qorıqsañdar, eger Alla qalasa, senderdi öz keñşiligimen bayıtadı… Rasında Alla tolıq bilwşi, xïkmet ïesi"
        },
        {
            "chapter": 9,
            "verse": 29,
            "text": "Kitap berilgenderden, Allağa, axïret künine ïman keltirmegender jäne Allanıñ äri Elşisiniñ aram etken närselerin aram dep bilmegender jäne de xaq dindi (Ïslamdı) din dep moyındamağandarmenen sümireyip, öz qoldarınan salıq bergenge deyin soğısıñdar"
        },
        {
            "chapter": 9,
            "verse": 30,
            "text": "(Öytkeni) Yaćwdïler: «Ğuzayır Allanıñ ulı» dedi. Jäne Xrïstïandar da: «Ğïsa Allanıñ ulı» dedi. Bul, burıñğı käpirlerdiñ sözine uqsatıp, awızdarımen aytqandarı. Quday atqırlar, qaytıp aldanıp otır"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "Olar, (Yaćwdï, Xrïstïandar) ğalımdarımen monaxtarın jäne märyem ulı Ğïsanı Alladan özge täñir qıp aldı. Negizinde olar, bir täñirge ğana qulşılıq qılwğa buyırılğan bolatın. Öytkeni, Odan basqa eşbir täñir joq. Ol, olardıñ qosqan şeriginen päk"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "(Rućban: Xïrstïandardıñ, Axbar: Yaćwdïlerdiñ din basıları.) Olar, Allanıñ nurın (dinin) awızdarımen öşirwdi qalaydı. Eger käpirler jek körse de, Alla (T.) munı unatpaydı da öz nurın tolıqtaydı"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "Öytkeni, Ol, elşisin twralıq jäne xaq dinmenen bükil dinderge basım bolsın dep jibergen. Eger müşrikter jaqtırmasa da"
        },
        {
            "chapter": 9,
            "verse": 34,
            "text": "Äy müminder! Ğalımdarımen maşayıxtarınıñ köbi, adamdardıñ maldarın buzıqtıq arqılı jeydi. Sonday-aq Allanıñ jolınan tosadı. (Muxammed Ğ.S.) sonday altın, kümisti jïıp, onı Alla jolında jumsamağandardı küyzeltwşi azappen şüyinşile"
        },
        {
            "chapter": 9,
            "verse": 35,
            "text": "Qïyamet küninde olar tozaq otında qızdırılıp, onımen olardıñ mañdayları, qabırğaları jäne arqaları tañbalanıp: «Mınaw özderiñ üşin jïğandarıñ. Al endi jïnağandarıñnıñ dämin tatıñdar» (delinedi)"
        },
        {
            "chapter": 9,
            "verse": 36,
            "text": "Rasında Allanıñ qasında kökter men jerdi jaratqalı Allanıñ Kitabındağı aylardıñ sanı on eki. Bulardan törtewi qurmetti aylar. Mine osı berik din. Onda bul aylarda özderiñe zulımdıq etpeñder. Sonday-aq müşrikter sendermen tügel soğısqanday sender de olarmen tügeldey soğısıñdar. Äri rasında Alla taqwalarmen birge ekenin biliñder"
        },
        {
            "chapter": 9,
            "verse": 37,
            "text": "(Qurmetti aylar: Zılqağda, Zilxajja, Muxarram jäne Rejep.) (Araptar jaćïlïet zamanında, soğıswğa bolmaytın qurmetti ayda soğısıp, onıñ ornına basqa ayda soğıspay ornın toltıratın bolğan.) Sözsiz aydı keşiktirw; qarsılıqtı arttırw. Sonımen käpirler joldan şığarıladı. Allanıñ aram etken ayınıñ sanın toltırw üşin; onı bir jıl aram etip, bir jıl xalal etedi. Söytip Allanıñ aram etkenin xalal etedi. Olardıñ jaman isteri özderine äybet körsetildi. Alla, qarsı eldi twra jolğa salmaydı"
        },
        {
            "chapter": 9,
            "verse": 38,
            "text": "Äy müminder! Senderge ne boldı? «Alla jolında slğısqa şığıñdar»,- delingen kezde, salmaqtarıñdı jerge saldıñdar. (Jerden qzğalğılarıñ kelmedi) Axïretten köri dünïe tirşiligin qoştatıñdar ma? Negizinde dünïe tirşiliginiñ paydası axïretke qarağanda öte az ğana"
        },
        {
            "chapter": 9,
            "verse": 39,
            "text": "Eger soğısqa şıqpasañdar, Alla senderdi jan türşigerlik azapqa uşıratadı. Sonday-aq orındarıña basqa qawım keltiredi. Sender Allağa eşbir zïyan keltire almaysıñdar. Alla, är närsege küşi jetwşi"
        },
        {
            "chapter": 9,
            "verse": 40,
            "text": "Eger sender Payğambarğa järdem etpeseñder de onı, käpirler Mekkeden şığarğan kezde; üñgirdegi ekiniñ biri bolğan sätte, oğan Alla järdem etken. Sol waqıtta (Muxammed Ğ.S.) joldasına (Xaziret Äbw bekirge): «Keyime! Rasında Alla bizben birge» degende, Alla oğan toqtaw saldı. Sonday-aq onı, sender körmeytin äskerlermen qoldadı. Söytip käpirlerdiñ sözin tömendetti. Allanıñ sözi; joğarı. Alla öte üstem, xïkmet ïesi"
        },
        {
            "chapter": 9,
            "verse": 41,
            "text": "(Äy müminder!) Jeñil äri awır türde soğısqa şığıñdar. Sonday-aq Alla jolında maldarıñmen, jandarıñmen soğısıñdar. Osılarıñ sender üşin xayırlı, eger bilgen bolsañdar"
        },
        {
            "chapter": 9,
            "verse": 42,
            "text": "(Muxammed Ğ.S.) eger jaqındığı bir payda, qolaylı sapar bolsa edi, ärïne sağan olar ileser edi. Biraq olarğa maşaqattı sapar (Täbük jolı) özderin älekke saladı. Alla olardıñ mülde swayt ekenin biledi"
        },
        {
            "chapter": 9,
            "verse": 43,
            "text": "(Muxammed Ğ.S.) Alla seni keşirsin. Sağan şın aytqandar anıqtalıp, ötirikşilerdi bilmeyinşe olarğa nege ruqsat berdiñ"
        },
        {
            "chapter": 9,
            "verse": 44,
            "text": "Öytkeni Allağa, axïret künine ïman keltirgender, Alla jolında maldarımen, jandarımen soğıswda sıltawratpaydı. Alla taqwalardı jaqsı biledi"
        },
        {
            "chapter": 9,
            "verse": 45,
            "text": "Şınında senen, Allağa, axïret künine senbegender, jürekteri küdiktenip kümän işinde eki oylı bolğandar ğana ruxsat surap sıltawratadı"
        },
        {
            "chapter": 9,
            "verse": 46,
            "text": "Eger ol munafıqtar soğısqa şığwdı qalasa, ärïne ol üşin bir äzirlik körer edi. Biraq Alla, olardıñ qïmıldarın jaqtırmadı. Sondıqtan olardı tosıp qoydı. Sonday-aq olarğa: «Otırwşılarmen birge otırıñdar» delindi"
        },
        {
            "chapter": 9,
            "verse": 47,
            "text": "Eger olar, işteriñde şıqsa da surqılıqtı ğana arttıradı. Ärïne aralarıñda pitne izdenip jügirer edi. Işteriñde olardıñ tıñşaları da bar. Alla zalımdardı jaqsı biledi"
        },
        {
            "chapter": 9,
            "verse": 48,
            "text": "(Muxammed Ğ.S.) rasında bular burın (Uxıt soğısında) da pitne izdep, isteriñdi terisine aynaldırğan edi. Aqır olar, jek körse de xaqïqat kelip, Allanıñ ämiri üstem boldı"
        },
        {
            "chapter": 9,
            "verse": 49,
            "text": "Olardan key adam: «Mağan ruxsat ber, älekke salma» deydi. Bayqandar, olar negizinen älekke tüskender. Sözsiz tozaq, käpirlerdi orap aladı"
        },
        {
            "chapter": 9,
            "verse": 50,
            "text": "(Muxammed Ğ.S.) eger sağan bir ïgilik jetse, olar onı jek köredi. Al eger sağan bir qayğı jetse: «Isimizdi burın ıñğaylap alğan edik» deydi de olar süyinip qaytadı"
        },
        {
            "chapter": 9,
            "verse": 51,
            "text": "(Muxammed Ğ.S.): «Bizge Allanıñ jazğanı ğana boladı. Ol bizdiñ ïemiz. Müminder Allağa täwekel qılsın»de"
        },
        {
            "chapter": 9,
            "verse": 52,
            "text": "Olarğa: «Sender, bizge (ğazïlıq, şäćïttik) eki ïgiliktiñ birinen basqanıñ kelwin kütesiñder me? Biz Allanıñ senderge öz qasınan nemese bizdiñ qolımızdan bir azap jetkizwin kütemiz. Al onda sender de tosıñdar, bizde sendermen birge tosayıq»de"
        },
        {
            "chapter": 9,
            "verse": 53,
            "text": "Olarğa: «Maldarıñdı meyli beyildi, nemese beyilsiz türde sarıp qılıñdar. Senderden äste qabıl etilmeydi. Öytkeni sender buzaqı elsiñder» de"
        },
        {
            "chapter": 9,
            "verse": 54,
            "text": "Tek qana olardıñ sarıp qılğandarın olardan qabıl bolwına kedergi bolğan jağday: Allağa, Elşisine qarsı bolğandıqtarı, namazğa öte alqawlıqpen kelwleri jäne olardıñ asa jek körgen türde mal sarıp qılwları"
        },
        {
            "chapter": 9,
            "verse": 55,
            "text": "(Muxammed Ğ.S.) onda seni olardıñ maldarı, balaları tanırtqatpasın. Şınında Alla, ol arqılı olardı dünïe tirşiliginde azaptawdı jäne qarsı bolğan boyda olardıñ jandarınıñ şığwın qalaydı"
        },
        {
            "chapter": 9,
            "verse": 56,
            "text": "Olar: «Ras biz de senderdenbiz» dep Allanıñ atımen ant işedi. Negizinde olar, senderden emes. Biraq olar qorqaq xalıq"
        },
        {
            "chapter": 9,
            "verse": 57,
            "text": "Eger olar bir pana tapsa, nemese üñgirder, ne bir kirerge tesik tapsa, ärïne olar, solay burılıp umtılar edi"
        },
        {
            "chapter": 9,
            "verse": 58,
            "text": "(Muxammed Ğ.S.) olardıñ keybirewi sadaqalar jayında seni sögedi. Olarğa odan berilse razı bolıp, eger olarğa odan berilmese onda olar ıza boladı"
        },
        {
            "chapter": 9,
            "verse": 59,
            "text": "Eger olar ras Allanıñ, Elşisiniñ özderine bergenine razı bolsa jäne: «Alla bizge jetkilikti. Jaqında Alla jäne Elşisi bizge märxametimen beredi. Rasında biz Allağa ıntıqbız» dese edi"
        },
        {
            "chapter": 9,
            "verse": 60,
            "text": "Şın mäninde sadaqalar (zeketter), Alla tarapınan bir parız: Qolı tar paqırlarğa, tügi joq miskinderge, onı jïnawğa belgilegenderge, köñilderi alınatın (jaña Musılman) darğa, quldı azat etwge, borıştılarğa, Alla jolına jäne jolda qalğandarğa beriledi. Alla är närseni bilwşi, xïkmet ïesi"
        },
        {
            "chapter": 9,
            "verse": 61,
            "text": "Olardıñ keybirewi Payğambarğa: «Ol bir qulaq (ne bolsa sonı tıñdaydı)» dep japa beredi. (Muxammed Ğ.S.) olarğa: «Ol sender üşin xayırlı bir qulaq Allağa ïman keltiredi de Musılmandarğa senedi. Sonday-aq senderden ïman keltirgender üşin bir raqmet. Alalnıñ Elşisine japa bergenderge küyzeltwşi azap bar»"
        },
        {
            "chapter": 9,
            "verse": 62,
            "text": "Olar senderdi razı qılw üşin Allanıñ atımen ant beredi. Eger olar ïman keltirgen bolsa, Allanı jäne Elşisin razı qılwlarına tïisti edi"
        },
        {
            "chapter": 9,
            "verse": 63,
            "text": "Olar, birew Allağa äri Elşisine qarsı kelse, rasında soğan işinde mäñgi qalatuğın tozaq otı bar ekenin bilmey me? Mine, iri qorlıq osı"
        },
        {
            "chapter": 9,
            "verse": 64,
            "text": "Täbük soğısına ketip bara jatqanda munafıqtar, jandarınan ötken payğambar(Ğ.S.) ğa qarap: «Mına erlerge qarañdar. Şamnıñ qamalın buzıp, Rumnıñ bekinisterin almaqşı. Bularğa äli ol alısıraq» dep özara tälkektep külisedi.) Eki jüzdiler, özderine baylanıstı jüregindegilerden xabar beretin bir süreniñ tüswinen qorqadı. (Muxammed Ğ.S.) : «Qıljaqtay turıñdar. Rasında Alla seskengenderiñdi jarıqqa şığaradı» de"
        },
        {
            "chapter": 9,
            "verse": 65,
            "text": "Eger olardan surasañ: «Ärïne biz änşeyin sözge kirisip, oynap edik» deydi. Olarğa: «Allamen ayattarımen jäne Elşisimen qaljaqtağan boldıñdar ma?»,- de"
        },
        {
            "chapter": 9,
            "verse": 66,
            "text": "Jelewretpeñder! Sender ïman keltirgennen keyin qarsı şıqtıñdar. Senderden bir toptı keşirim etsek te, bir bölimin künäkar bolğandıqtarınıñ saldarınan azapqa uşıratamız"
        },
        {
            "chapter": 9,
            "verse": 67,
            "text": "Munafıq erler men äyelder, biri-birinen. (Bäri bir.) Olar jamandıqqa buyırıp, ïgilikten tosadı. Sonday-aq olar qoldarın jumadı. (Sarañdıq qıladı.) Olar Allanı umıttı. Sondıqtan Alla, olardı umıttı. Rasında munafıqtar, olar buzıqtar"
        },
        {
            "chapter": 9,
            "verse": 68,
            "text": "Alla, munafıq erler men munafıq äyelderge jäne käpirlerge işinde mülde qalatın tozaq otın wäde etti. Sol, olarğa jetedi. Sonday-aq Alla olarğa lağınet etti. Äri olarğa turaqtı qïnaw bar"
        },
        {
            "chapter": 9,
            "verse": 69,
            "text": "(Munafıqtar!) Özderiñnen burınğılar sïyaqtısıñdar. Olar, senderden de küşti jäne maldar, balalar turğısınan da köp edi. Olar, dünïede nesibelerinen paydalanğan edi. Al sender de, burınğılar nesibelerinen paydalanğanday nesibeleriñnen paydalanıñdar. Sonday-aq jamandıqqa olar süñgigendey sender de süñginder. Solardıñ dünïe, axïrettegi ğamaldarı joyılıp ketti. Mine solar zïyan etwşiler"
        },
        {
            "chapter": 9,
            "verse": 70,
            "text": "Olarğa özderinen burıñğı Nux, Ğad, Sämüd qawımdarı jäne Ibırayım qawımı jäne Mädyan eli, oyran bolğan kentterdiñ xabarı kelmedi me? Solarğa payğambarları aşıq dälelder keltirgen. Alla olarğa zulımdıq qılmadı. Olar özderine zulımdıq qıldı"
        },
        {
            "chapter": 9,
            "verse": 71,
            "text": "Mümin erler men mümin äyelder, bir-birine kömekşi. Olar durıstıqqa qosıp, burıstıqtan tosadı. Sonday-aq olar namazdarın tolıq orındap, zeket berip, Allağa, Elşisine boy usınadı. Solardı Alla, märxametine böleydi. Rasında Alla tım üstem, asa dana"
        },
        {
            "chapter": 9,
            "verse": 72,
            "text": "Alla mümin erler men mümin äyelderge astarınan özender ağatın, olar onda mülde qalatın baqşalar jäne ğadın jannatında, körkem orındar wäde etti. Al Allanıñ rïzalığı öte zor tabıs. Mine osı, ülken qol jetwşilik"
        },
        {
            "chapter": 9,
            "verse": 73,
            "text": "Äy Payğambar! Käpirler jäne munafıqtarmen küres. Olarğa qatañ bol. Olardıñ ornı tozaq, qaytıp barar ornı qanday jaman"
        },
        {
            "chapter": 9,
            "verse": 74,
            "text": "Olar: «Aytpadıq» dep Allanıñ atımen ant işedi. Rasında olar qarsılıq söz aytqan bolatın. Sonday-aq olar Musılman bolğannan keyin käpir boldı. Tağı olar, boydarı jetpeytin närseden oy qıldı. (Täbük soğısınan qaytqanda munafıqtar Payğambar (Ğ.S.) dıñ tüyesin tünde şuñqırğa tüsirwge tırısadı.) Olar Allanı jäne Elşisin märxametimen bayıtqandığı üşin ğana mindeydi. (Şükirsizdik etedi.) Eger olar täwbe qılsa, özderi üşin jaqsı. Al eger olar jaltarsa, Alla olardı dünïe, axïrette azapqa uşıratadı. Sonday-aq olarğa jer jüzinde ne dos ne järdemşi joq"
        },
        {
            "chapter": 9,
            "verse": 75,
            "text": "Tağı olardan birewler: «Eger Alla, bizge öz keñşiliginen mal berse, ärïne sadaqa berip, ïgilerden bolar edik» dep Allağa sert berdi"
        },
        {
            "chapter": 9,
            "verse": 76,
            "text": "Sonda Alla oğan öz iltïpatımen bergen kezde, Onıñ bergenine sarañdıq qıldı. Sözinen aynıdı. Olar negizinen jaltaqoylar"
        },
        {
            "chapter": 9,
            "verse": 77,
            "text": "Endi Allağa bergen wädelerine qarsı kelip, ötirik aytqandarı üşin Alla özine jolığatın künge deyin olardıñ jürekterine eki betkeylik salıp, qoyadı"
        },
        {
            "chapter": 9,
            "verse": 78,
            "text": "Olar sırları men sıbırların Allanıñ anıq biletindigin bilmedi me? Şınayı türde Alla (T.) kömesterdi tolıq biledi"
        },
        {
            "chapter": 9,
            "verse": 79,
            "text": "Sonday müminderden sadaqalarda, ıntalı bolwşılardı ayıptağandar, tağı tırısıp tapqanın ğana bergenderdi, tälkektegenderdi, Alla mazaqqa uşıratadı. Äri olar üşin jan türşigerlik qïnaw bar"
        },
        {
            "chapter": 9,
            "verse": 80,
            "text": "(Munafıqtar köp bergendi sındap, az bergendi sıqaq qılatın edi.) (Muxammed Ğ.S.) munafıqtar üşin jarılqanwların tileseñ de, tilemeseñ de tipti olar üşin jetpis qayta jarılqanwın tileseñ de, Alla, olardı äste jarılqamadı. Bul olardıñ Allağa, Elşisine qarsı bolğandıqtarınan. Alla buzaqı xalıqtı twra jolğa salmaydı"
        },
        {
            "chapter": 9,
            "verse": 81,
            "text": "Olar Allanıñ Elşisine qarsı bolıp, soğısqa barmay otırıp qalğandarına mäz boldı. Sonday-aq olar Alla jolında maldarımen, jandarımen soğıswdı jek köredi. Olar: «Bul ıstıqta soğısqa şıqpañdar» dedi. Eger tüsinetin bolsa: «Tozaq otı tağı qattı ıstıq» de"
        },
        {
            "chapter": 9,
            "verse": 82,
            "text": "Endi olar, istegenderiniñ saldarınan az külsin, köp jılasın. (Olardıñ külwlerinen jılawları köp boladı)"
        },
        {
            "chapter": 9,
            "verse": 83,
            "text": "(Muxammed Ğ.S.) eger Alla seni (Täbükten Medïnedegi soğısqa barmay qalğan) munafıqtar tobına qaytarıp aparsa, olar senen (soğısqa) şığwğa ruqsat surasa: «Äste menimen birge şıqpaysıñdar da menimen birge jawmen eş soğıspaysıñdar. Öytkeni, sender alğaşqı ret otırıp qalwdı qoştadıñdar. Al endi artta qalwşılarmen birge otırıñdar» de"
        },
        {
            "chapter": 9,
            "verse": 84,
            "text": "Olardan birew ölse, äste janaza namazın oqıma da qabırınıñ basında turma! Öytkeni, olar Allağa, Payğambarına qarsı keldi. Sonday-aq olar buzıq küyinde öldi"
        },
        {
            "chapter": 9,
            "verse": 85,
            "text": "Jäne seni olardıñ maldarı, balaları tañırtqatpasın. Şınında Alla munımen, olarğa dünïe tirşiliginde azaptawdı jäne qarsı bolğan boyda olardıñ jandarınıñ şığwın qalaydı"
        },
        {
            "chapter": 9,
            "verse": 86,
            "text": "Qaşan olarğa: «Allağa ïman keltiriñder, allanıñ Elşisimen birge soğısıñdar» delingen bir süre tüsirilse, olardıñ däwletteri, senen ruqsat surap: «Bizdi qoy, otırwşılarmen birge bolayıq» deydi"
        },
        {
            "chapter": 9,
            "verse": 87,
            "text": "Olar artta qalwşılarmen birge bolwdı qoştadı. Olardıñ jürekteri bitelgen. Sondıqtan tüsinbeydi"
        },
        {
            "chapter": 9,
            "verse": 88,
            "text": "Biraq Payğambar jäne onımen birge ïman keltirgender, maldarımen, jandarımen soğıstı. Jaqsılıqtar solardiki. Mine solar qutılwşılar"
        },
        {
            "chapter": 9,
            "verse": 89,
            "text": "Alla (T.) olarğa astarınan özender ağatın, olar işinde mäñgi qalatın baqşalar äzirledi. Osı zor qol jetkendik"
        },
        {
            "chapter": 9,
            "verse": 90,
            "text": "Bädewïlerden jelewşiler, özderine ruqsat berilsin dep keldi. Sonday-aq Allağa, Payğambarğa ötirik aytqandar da otırıp qala berdi. Olardan käpir bolğandarına küyzeltwşi azap uşıraydı"
        },
        {
            "chapter": 9,
            "verse": 91,
            "text": "Qaşanda Allağa, Elşisine ıqılastı bolğan naşarlarğa, awrwlarğa jäne qarajat taba almağandarğa kinä joq. Negizinen jaqsılıq istewşilerge jawapkerşilik joq. Alla tım jarılqawşı, erekşe meyirimdi"
        },
        {
            "chapter": 9,
            "verse": 92,
            "text": "Sonday kölektendirip jiberwiñ üşin sağan kelgende : «Senderdi attandıratın kölik taba almadım» degeniñde, özderi de sarıp qılarlıq närse taba almay köz jastarın küyingen türde tögip qaytqandarğa da kinä joq"
        },
        {
            "chapter": 9,
            "verse": 93,
            "text": "Al sögis berw; özderi bay bola tura senen ruxsat surap, keyin qalwşılarmen birge bolwdı qoştağandarğa tïisti. Alla olardıñ jürekterin bitegen. Sondıqtan olar bilmeydi"
        },
        {
            "chapter": 9,
            "verse": 94,
            "text": "(Soğıstan) qaytıp olarğa barsañdar, senderge sıltawratadı. (Muxammed Ğ.S.): «Sıltawratpañdar, senderge äste senbeymiz! Rasında Alla bizge xabarlarıñdı bildirdi. Alla da Elşisi de isteriñdi köredi. Sonan keyin kömesti, körnewdi bilwşi Allağa qaytarılasıñdar. Sonda senderge ne istegenderiñ bildiriledi » de"
        },
        {
            "chapter": 9,
            "verse": 95,
            "text": "Qaşan olardıñ janına qayta oralsañdar, olar (dı ayıptaw) dan bet burwlarıñ üşin Allanıñ atımen ant işedi. Onda olardan boy tartıñdar. Öytkeni, olar aram istegenderiniñ jazası türinde olardıñ ornı tozaq"
        },
        {
            "chapter": 9,
            "verse": 96,
            "text": "Olar senderdiñ özderinen qoş bolwlarıñ üşin ant-sw işedi. Eger snder olardan qoş boslañdar da, rasında Alla buzıq elden razı bolmaydı"
        },
        {
            "chapter": 9,
            "verse": 97,
            "text": "Bädewïler, qarsılıq jäne eki jüzdilik turğısınan qattıraq. Sonday-aq olar Allanıñ Elşisine tüsirgenderiniñ şegin bilmewlerine asa beyim. Alla tolıq bilwşi, asa dana"
        },
        {
            "chapter": 9,
            "verse": 98,
            "text": "Bädewïlerden, Alla jolında bergenin zïyan esebine alatın kisiler bar. Senderge jaman däwirler kütedi. Däwirlerdiñ jamanı özderine bolsın. Alla tolıq estwşi, anıq bilwşi"
        },
        {
            "chapter": 9,
            "verse": 99,
            "text": "Jäne bädewïlerden Allağa, aqïret künine senetin, qarajat qılğandarın Alla qasında jaqındıq sonday-aq Payğambardıñ izgi tilekterine say dep esepteytin kisi de bar. Saq bolıñdar! Bul şınayı bir jaqındıq. Alla olardı märxametine böleydi. Rasında Alla, asa jarılqawşı, erekşe meyirimdi"
        },
        {
            "chapter": 9,
            "verse": 100,
            "text": "Mućajir, ansarlardan alğaşqı ïman keltirgender jäne jaqsılıqta olarğa ergenderden Alla razı boldı. Äri olar da Alladan razı boldı. Sonday-aq Alla, olar üşin mäñgi qalatın, astarınan özender ağatın jännäter äzirledi. Osı iri murat"
        },
        {
            "chapter": 9,
            "verse": 101,
            "text": "Aralarındağı bädewïlerden eki jüzdi kisiler bar. Sonday-aq Medïnelikterden de eki jüzdilikte sireskender bar. (Muxammed Ğ.S.) olardı bilmeysiñder, olardı biz bilemiz. Olardı eki ret azap qılamız. Sonan soñ olar zor azapqa aydaladı"
        },
        {
            "chapter": 9,
            "verse": 102,
            "text": "Basqa birewler künäların moyındadı. Biraq olar, tüzw isti basqa jaman ispen aralastıradı. Alla olardıñ täwbelerin bälkim qabıl eter. Rasında Alla asa jarılqawşı, erekşe meyirimdi. ( ayattar 118. Ayatqa baylanıstı)"
        },
        {
            "chapter": 9,
            "verse": 103,
            "text": "(Muxammed Ğ.S.) olardıñ maldarınan sadaqa al da, ol arqılı olardı tazartıp, berekelendiresiñ. Olarğa duğa qıl. Öytkeni seniñ duğañ olar üşin bir toqtaw. Alla tolıq estwşi, asa bilwşi"
        },
        {
            "chapter": 9,
            "verse": 104,
            "text": "Olar, quldarınıñ täwbesin qabıl etip, sadaqaların qabıldaytın Ol Alla ğana ekenin bilmey me? Şınında Ol Alla, täwbeni qabıl etwşi, erekşe meyirimdi"
        },
        {
            "chapter": 9,
            "verse": 105,
            "text": "(Muxammed Ğ.S.) olarğa: «isteytinderiñdi isteñder. Isteriñdi Alla, Payğambar jäne müminder köredi. Sonday-aq kömes, körnewdi bilwşi Allağa qaytarılasıñdar da senderge ne istegenderiñ bildiriledi» de"
        },
        {
            "chapter": 9,
            "verse": 106,
            "text": "Soğıstan qalıp Allanıñ ämirin kütkender, Alla olardı ne azaptaydı nemese täwbelerin qabıl etedi. Alla tolıq bilwşi, xïkmet ïesi"
        },
        {
            "chapter": 9,
            "verse": 107,
            "text": "Munafıqtardıñ bir tobı Quba meşitiniñ jamağatın ıdıratw, qarsılıqtı küşeytw jäne ünemi payğambar (Ğ.S.) ğa qarsı kelip jürgen (papaz) Ğamırdıñ Şamnan kelwin tosw maqsatımen bir meşit salıp Payğambar (Ğ.S.) dı namaz oqıp berwge şaqıradı. Payğambar (Ğ.S.) täbükten qaytqanda kelmekşi boladı.) Sonday zïyan tïgizw, qarsı kelw, Musılmandardıñ arasın aşw jäne burınnan Alla jäne Elşisine qarsı soğısqan birewdi kütw üşin meşit jasap alğandar: «Ïgilikti ğana qalap edik» dep älbette ant işedi. Sonday-aq Alla olardıñ asqan swayt ekendigine kwälik etedi"
        },
        {
            "chapter": 9,
            "verse": 108,
            "text": "(Muxammed Ğ.S.) ol meşitte äste namaz oqıma. Bastapqı künnen beri taqwalıq negizinde salınğan (Quba) meşiti namazğa turwına tağı layıq. Onda tap-taza bolwdı süyetin kisiler bar. Alla da öte taza bolwşılardı jaqsı köredi"
        },
        {
            "chapter": 9,
            "verse": 109,
            "text": "Endeşe, irge tasın Alladan qorqıp, rïzalığına säykes salğan birew jaqsı ma? Nemese irgesin qulaytın bir jardıñ ernewine salıp onımen tozaqqa qulağan birew jaqsı ma? Alla zalım eldi twra jolğa salmaydı"
        },
        {
            "chapter": 9,
            "verse": 110,
            "text": "Sonday olardıñ salğan meşitteri; jürekteri bıt-şıt bolğanğa (ölgenge) deyin ünemi köñilderinde küdik bolğan boyda qaladı. Alla tolıq bilwşi, xïkmet ïesi"
        },
        {
            "chapter": 9,
            "verse": 111,
            "text": "Küdiksiz Alla müminderdiñ jandarın, maldarın jännätten ayırbastap aldı. Olar, Alla jolında soğısadı, öledi jäne öltiredi. Buğan baylanıstı xaq wäde täwratta, Injilde jäne Quranda bar. Alladan artıq wädesin kim orındaydı? Endeşe bul sawdalasqan sawdalarıña qwanıñdar! Mine osı iri qol jetwşilik"
        },
        {
            "chapter": 9,
            "verse": 112,
            "text": "(Äy Muxammed Ğ.S.!) Täwbe etwşiler, qulşılıq qılwşılar, maqtawşılar, oraza ustawşılar, rüküğ qılwşılar, säjde etwşiler, jaqsılıqqa buyırwşılar, jamandıqtan tıyuşılar jäne Allanıñ şekterin qorğawşılar osı müminderdi şüyinşile"
        },
        {
            "chapter": 9,
            "verse": 113,
            "text": "(Payğambar, äkesimen twısqan Äbw Talip üşin; jäne keybir Musılmandar da ïmanğa kelmey ölgen äke-şeşeleri üşin jarılqaw tilegisi kelgen.) Payğambarğa jäne müminderge tozaqtıq ekendigi özderine bilingennen keyin eger jaqındarı bolsa da müşrikter üşin jarılqaw tilewlerine bolmaydı"
        },
        {
            "chapter": 9,
            "verse": 114,
            "text": "Ibırayım (Ğ.S.) nıñ äkesi üşin jarılqaw tilewi, oğan bergen bir wäde boyınşa ğana edi. Özine, onıñ Allanıñ duşpanı ekeni bilingen kezde, odan bezdi. Rasında Ibırayım qajırlı äri jumsaq minezdi edi"
        },
        {
            "chapter": 9,
            "verse": 115,
            "text": "Alla bir eldi twra jolğa salğannan keyin olardıñ saqsınatın närselerin aşıq bildirmeyinşe, olardı adastırmaydı. Rasında Alla är närseni tolıq bilwşi"
        },
        {
            "chapter": 9,
            "verse": 116,
            "text": "Şınında kökterdiñ jäne jerdiñ ïeligi Allağa tän.Ol, tiriltedi, öltiredi. Sonday-aq sender üşin Alladan özge ne dos ne järdemşi joq"
        },
        {
            "chapter": 9,
            "verse": 117,
            "text": "Şınında Alla, bir böliminiñ jürekteri awıtqwğa tayağan awırşılıqtan keyin Payğambarğa ergen Mućajirler men Ansardıñ, Payğambardıñ täwbelerin qabıl etti. Alla, olarğa tım jumsaq, öte meyirimdi bolğandığınan tağı da olarıñ täwbelerin qabıl etti"
        },
        {
            "chapter": 9,
            "verse": 118,
            "text": "Saxabalardan Käğap, Ćïlal jäne Marara jawqawlıq istep, Täbük soğısına barmay qalıp, soğıstan qaytıp kelgende Payğambar (Ğ.S.) ğa ökiniş bildirip, keşirim tileydi. Payğambar (Ğ.S.) olarğa: «Tura turıñdar» degendikten olarmen adamdar söylespey qoyıp, elw künnen keyin osı ayat tüsedi. Jäne ayattar da osı waqïğağa baylanıstı.) Soğıstan qalğan üşewiniñ de täwbesin qabıl etti. Tipti olarğa jer keñ bola tura tar kelgen edi. Özderinen özderi tarılıp, Alladan basqa eşbir pana joqtığın añğardı. Sodan keyin Alla olarğa täwbe näsip etti. Şınında Ol Alla, tım täwbe qabıl etwşi, öte meyirimdi"
        },
        {
            "chapter": 9,
            "verse": 119,
            "text": "Äy müminder! Alladan qorqıñdar jäne şınşıldarmen birge bolıñdar"
        },
        {
            "chapter": 9,
            "verse": 120,
            "text": "Medïnelikterdiñ jäne mañaylardağı bädewïlerdiñ Allanıñ Elşisinen keyin qalwlarına sonday-aq onıñ janınan öz jandarın artıq körwlerine bolmaydı. Öytkeni, olar, Alla jolında şölge dwşar bolsa, şarşasa, aşıqsa, käpirlerdi ızalandıratın bir jerdi basıp ötse jäne duşpandı jeñse ğana olarğa sol sebepti jaqsı ğamal jazıladı. Alla ïgilik istewşilerdiñ sawabın zaya qılmaydı"
        },
        {
            "chapter": 9,
            "verse": 121,
            "text": "Olar, Alla jolında ülken-kişi bir närse sarıp qılsa, bir oypattı basıp ötse, Alla olardıñ körkem ğamaldarına sıylıq berw üşin sawap jazıladı"
        },
        {
            "chapter": 9,
            "verse": 122,
            "text": "Onımen qatar müminderdiñ birtutas jawğa attanwları tïisti emes. Sonda är toptan din ğılımın üyrenip, olar qaytıp kelgende; olardıñ saqsınwları üşin eskertwleri kerek emes pe"
        },
        {
            "chapter": 9,
            "verse": 123,
            "text": "Äy müminder! Mañaylarıñdağı käpirlermen soğısıñdar. Olar senderden bir qatañdıq tapsın. Rasında Alla, taqwalarmen birge ekenin biliñder"
        },
        {
            "chapter": 9,
            "verse": 124,
            "text": "Bir süre tüsirilgen kezde, olardan: «Bul qaysılarıñnıñ ïmanın arttıradı?»,- deytin de birewler bar. Degenmen müminderdiñ ïmanın arttıradı, olar qwanısadı"
        },
        {
            "chapter": 9,
            "verse": 125,
            "text": "Sonday-aq ol süre jürekterinde derti bolğandardıñ jamandıqtarınıñ üstine jamandıq arttıradı; olar, qarsı bolğan küyde öledi"
        },
        {
            "chapter": 9,
            "verse": 126,
            "text": "(Munafıqtar) är jıl bir ne eki ret sınalğandarın körmey me? Sonda da olar täwbe qılmaydı, ügit te almaydı"
        },
        {
            "chapter": 9,
            "verse": 127,
            "text": "Qaşan bir süre tüsirilse, birine- biri qarap: «Senderdi köretin birew bar ma?»,- desip, sonsoñ özderi burıla jöneledi. Alla, olardıñ jürekterin teris aynaldırğan. Rasında olar tüsinbeytin älewmet"
        },
        {
            "chapter": 9,
            "verse": 128,
            "text": "Rasında senderge işteriñnen ardaqtı bir Payğambar keldi. Oğan, qïnalwlarıñ awır tïedi. Senderge öte ıntıq, müminderge öte jumsaq, erekşe meyirimdi"
        },
        {
            "chapter": 9,
            "verse": 129,
            "text": "(Muxammed Ğ.S.) sonda, eger olar senen jaltaysa: «Mağan Alla jetip asadı, Odan basqa eşbir täñir joq, Oğan täwekel ettim. Sonday-aq Ol, ulı ğarşınıñ Rabbı » de"
        }
    ]
}