{
    "chapter": [
        {
            "chapter": 25,
            "verse": 1,
            "text": "Štestí byl 1 odhalit Zákon Zamluvit Svém sluha on poslouit warner a celý ivot"
        },
        {
            "chapter": 25,
            "verse": 2,
            "text": "s koho patrit úplne svrchovanost z nebe zahrabat! On nikdy mel syn nor ucinil On mel kadý spojit svrchovanost! On tvorit všechno vynucovat loisko; On presne model všechno"
        },
        {
            "chapter": 25,
            "verse": 3,
            "text": "však oni spolecnost beside Jemu buh ne tvorit všechno - Oni tvorit - Který ne mít moc pravidelný poškození beneficní nor znicit oni mít kadý schopnost rízený doivotní smrt zmrtvýchvstání"
        },
        {
            "chapter": 25,
            "verse": 4,
            "text": "Ty pochybovat odríkávat Tento jsem stavba on vytáhnout prispet trochu další lidé. Oni vyjádrit rouhání prolhanost"
        },
        {
            "chapter": 25,
            "verse": 5,
            "text": "Oni také odríkávat Pocet podle pres on spis oni príkaz jemu vek i kdy noc"
        },
        {
            "chapter": 25,
            "verse": 6,
            "text": "Odríkávat Tento odhalit a Jednotka módní Ochrana Prezidenta nebe zahrabat! On Omluvit Milosrdný"
        },
        {
            "chapter": 25,
            "verse": 7,
            "text": "A oni odríkávat \"E delat se tento hlasatel strávit jídlo dráha obchod? Jestlie jen andel delat se jemu poslouit jemu kazatel"
        },
        {
            "chapter": 25,
            "verse": 8,
            "text": "Anebo Jestlie jen povaovat za cenné odevzdat jemu! Anebo jen on mít ovocný sad podle který on strávit! prestupník také odríkávat Ty následující okouzlit mu"
        },
        {
            "chapter": 25,
            "verse": 9,
            "text": "Proslulý e oni prijít ty úplne druh o uvést a jak tento primet ti z cesty nikdy najít jejich ráz zpet"
        },
        {
            "chapter": 25,
            "verse": 10,
            "text": "Štestí byl 1 mohl On prosit odevzdat ty mnoho ceho zcela than jejich poadovat! - Zahradní príliv pramen mnoho príbytek"
        },
        {
            "chapter": 25,
            "verse": 11,
            "text": "Skutecne oni pochybovat Doba (Cas Zmrtvýchvstání) my nacvicit si ty pochybovat Doba prehnaný Peklo"
        },
        {
            "chapter": 25,
            "verse": 12,
            "text": "When to prijmout ti podle afar oni naslouchat svuj bláznení vzkypení"
        },
        {
            "chapter": 25,
            "verse": 13,
            "text": "A when oni házet to omezit zaúctovat úplne prekáet oni prohlásit jejich hryzení"
        },
        {
            "chapter": 25,
            "verse": 14,
            "text": "Ty ne prohlásit presne vybrat hryzení onen cas; ty snést prima pocítat hryzení"
        },
        {
            "chapter": 25,
            "verse": 15,
            "text": "Odríkávat Byl tento zcela vecný Ráj onen slibný pro a spravedlivý? To jsem jejich zdroj zaslouilý odmenit; zdroj zaslouilý urcení"
        },
        {
            "chapter": 25,
            "verse": 16,
            "text": "Oni dosáhnout všechno oni ádat therein stále. Tento jsem svuj Magnát neodvolatelný slib"
        },
        {
            "chapter": 25,
            "verse": 17,
            "text": "Cas when On predvolání ti dohromady obraz oni spolecnost BUH On dret odríkávat prosit ty zavést tyto sluha z Dul Dret oni odchod z cesty u jejich uznat"
        },
        {
            "chapter": 25,
            "verse": 18,
            "text": "Oni odríkávat Ty oslavovat ne jsem porádne nás spolecnost kadý magnát Ty. Ty poskytnout ti trávit dohromady jejich zdroj! Proto oni nedbat poslání tím slušet prostopášný lidé"
        },
        {
            "chapter": 25,
            "verse": 19,
            "text": "Oni pochybovat poslání ty odevzdat ti proto ty mohl ani ochranný ti podle odškodnení oni privodit si nor mohl ty porce ti za ádný ráz Kadý among ty predloit odporný my predloit jemu drsný odškodnení"
        },
        {
            "chapter": 25,
            "verse": 20,
            "text": "My ne odeslat kadý hlasatel ty ne strávit potrava dráha obchod! My tím zkoušet ty na kadý jinam; ty steadfastly vytrvat? Svuj Magnát jsem Veštec"
        },
        {
            "chapter": 25,
            "verse": 21,
            "text": "Ty ne myslit vhodný nás odríkávat jen andel delat se nás my prijmout náš Magnát (my pak verit!) Vskutku oni predloit odporný arogance vytáhnout odporný rouhání"
        },
        {
            "chapter": 25,
            "verse": 22,
            "text": "Cas oni prijmout andel ne jsem poslušný zpráva vinný oni odríkávat Tak my irreversibly omezit"
        },
        {
            "chapter": 25,
            "verse": 23,
            "text": "My pohled o úplne spravovat oni vyloucit co z ceho prevod ti nulový i kdy zbavit se"
        },
        {
            "chapter": 25,
            "verse": 24,
            "text": "Obyvatel Ráj jsem druhý zcela cas; oni naslouchat zcela zpráva"
        },
        {
            "chapter": 25,
            "verse": 25,
            "text": "Nebe zlomenina stranou masový z zastínit andel prejít dav"
        },
        {
            "chapter": 25,
            "verse": 26,
            "text": "Úplne svrchovanost onen cas náleet podle nejvetší Blahosklonný. Pro disbelievers to jsem teký cas"
        },
        {
            "chapter": 25,
            "verse": 27,
            "text": "Cas podlehnout when prestupník nu svém písmo za bolest odríkávat Alas Já prát si já následující dráha hlasatel"
        },
        {
            "chapter": 25,
            "verse": 28,
            "text": "Alas hore mne Já prát si já ne pokládat onen osoba stoupenec"
        },
        {
            "chapter": 25,
            "verse": 29,
            "text": "On primet mne daleko podle poslání ono podlehnout mne! Vskutku souit rušit svém lidský obe"
        },
        {
            "chapter": 25,
            "verse": 30,
            "text": "Hlasatel odríkávat Muj Magnát muj lidé opustit tento Quran"
        },
        {
            "chapter": 25,
            "verse": 31,
            "text": "My také spolecnost po naprostý prorok neprítel podle vinný Svuj Magnát postacit ovlivnovat vudcí"
        },
        {
            "chapter": 25,
            "verse": 32,
            "text": "Ty pochybovat odríkávat ne ucinil Quran podlehnout jemu úplne o kdysi?\" My zprostit to ty postupne za rozkazovat pevný to svuj památka! My prednášet to typický posloupnost"
        },
        {
            "chapter": 25,
            "verse": 33,
            "text": "Kadý souhrn oni delat se my stanovit ty vernost poslušný znalost"
        },
        {
            "chapter": 25,
            "verse": 34,
            "text": "Ty který forcibly predvolat podle Peklo ar škoda místo; oni jsem druhý vzprímit dráha"
        },
        {
            "chapter": 25,
            "verse": 35,
            "text": "My odevzdat Moses bible sjednat svém kamarád Aaron jsem svém zástupce"
        },
        {
            "chapter": 25,
            "verse": 36,
            "text": "My odríkávat Odchod oba ty s lidé vyradit náš zjevení subsequently my zcela zrušit rejectors"
        },
        {
            "chapter": 25,
            "verse": 37,
            "text": "Similarly when lidé Noe pochybovat hlasatel my potopit ti my spolecnost ti protoe známka lidé! My nacvicit si prestupník trapný odškodnení"
        },
        {
            "chapter": 25,
            "verse": 38,
            "text": "Také ‘Aad Thamoud obyvatel Al-Russ mnoho výroba ti"
        },
        {
            "chapter": 25,
            "verse": 39,
            "text": "S kadý o tyto seskupit my vynést sufficient príklad dopredu my zrušit ti"
        },
        {
            "chapter": 25,
            "verse": 40,
            "text": "Oni proplout spolecnost byl prehánka ke bídný lít (Sodom). Oni ne prijmout to? Pravda jsem oni nikdy domnívat se za zmrtvýchvstání"
        },
        {
            "chapter": 25,
            "verse": 41,
            "text": "When oni prijmout ty oni stále zesmešnit ty tento 1 chtít BUH Byl jsem hlasatel"
        },
        {
            "chapter": 25,
            "verse": 42,
            "text": "On témer odvrátit nás náš buh ne jsem my steadfastly vytrvat ti. Oni prosit prosím najít out, when oni prijmout odškodnení byl pravý strayers podle dráha"
        },
        {
            "chapter": 25,
            "verse": 43,
            "text": "Ty prijmout jednotka buh dret jsem svých uznat ego? Ty jsem svém zastánce"
        },
        {
            "chapter": 25,
            "verse": 44,
            "text": "Ty pamatovat onen mnoství zpusobit ti naslouchat dorozumení Oni jsem presne zvíre; nikoliv oni jsem druhý špatný"
        },
        {
            "chapter": 25,
            "verse": 45,
            "text": "Ty ne prijmout e svuj Magnát konstruovat rýsovat? On willed On útocit to pevný pak my model slunit se proto"
        },
        {
            "chapter": 25,
            "verse": 46,
            "text": "My model to hnutí pozvolna"
        },
        {
            "chapter": 25,
            "verse": 47,
            "text": "On byl Jednotka model vecer jsem obálka a ty s spánek utišit. On útocit cas zmrtvýchvstání"
        },
        {
            "chapter": 25,
            "verse": 48,
            "text": "On jsem 1 který odeslat ovinout poslušný znamení Svém soucit my odeslat srazit lye naprostý rozvodnit"
        },
        {
            "chapter": 25,
            "verse": 49,
            "text": "Na to my obnovit naprostý získat postarat se nápoj náš stvorení! - Dav z zvíre lidský"
        },
        {
            "chapter": 25,
            "verse": 50,
            "text": "My provozovat to ti vynucovat loisko onen oni pokládat pozornost. Jen mnoho lidé tvrdit na pochybovat"
        },
        {
            "chapter": 25,
            "verse": 51,
            "text": "My willed my mel poslal podle naprostý spolecnost warner"
        },
        {
            "chapter": 25,
            "verse": 52,
            "text": "Proto ne poslouchat disbelievers snail se ti tento prima snail se"
        },
        {
            "chapter": 25,
            "verse": 53,
            "text": "On byl Jednotka pripojit 2 more; 1 byl veselý stravitelný doba další jsem solný undrinkable. A On rozloucit ti strašný nedotknutelný ohrada (vyparování)"
        },
        {
            "chapter": 25,
            "verse": 54,
            "text": "On byl Jednotka tvorit podle rozvodnit lidská bytost jsem pak zpusobit jemu rozmnoit snatek spojit se manelstvím Svuj Magnát jsem Všemohoucí"
        },
        {
            "chapter": 25,
            "verse": 55,
            "text": "Oni utišit spolecnost BUH obraz ne beneficní ti nor poškození ti! Vskutku disbeliever jsem neprítel svém Magnát"
        },
        {
            "chapter": 25,
            "verse": 56,
            "text": "My odeslat ty (Rashad) vysvoboditel z poslušný zpráva také jako warner"
        },
        {
            "chapter": 25,
            "verse": 57,
            "text": "ríct já ne poadovat ty kadý peníze. úplne já ádat byl porce ty rozhodnutí vzprímit dráha s svuj Magnát tento jsem co ty chtít"
        },
        {
            "chapter": 25,
            "verse": 58,
            "text": "Ty pripojit svuj sverit Jednotka jsem Ijící - Jednotka který nikdy poslední - Velebit Jemu oslavovat Jemu! On jsem celkem Príslušný z Svém tvor hrích"
        },
        {
            "chapter": 25,
            "verse": 59,
            "text": "On byl Jednotka tvorit nebe zahrabat všechno ti 6 cas pak osvojit si úplne moc. Nejvetší Blahosklonný; poadovat u Jemu ty zdroj founded vedomí"
        },
        {
            "chapter": 25,
            "verse": 60,
            "text": "When oni zjistit Uderit premoct neli nejvetší Blahosklonný oni odríkávat Co jsem nejvetší Blahosklonný? Jsem Povinen my premoct který ty obhajovat? Tím to jen rozšírit jejich odpor"
        },
        {
            "chapter": 25,
            "verse": 61,
            "text": "Štestí byl Jednotka umístení souhvezdí stropní umístení to lampa rozzárit mesíc"
        },
        {
            "chapter": 25,
            "verse": 62,
            "text": "On byl Jednotka model vecer cas strídavý sufficient zkouška ty ádat absorbovat pozornost jsem uznalý"
        },
        {
            "chapter": 25,
            "verse": 63,
            "text": "worshipers nejvetší Blahosklonný ar ty schod zahrabat jemne when nevzdelaný mluven podle ti oni jen odhalit pokoj"
        },
        {
            "chapter": 25,
            "verse": 64,
            "text": "Od zachování tajemství vecer oni premýšlet jejich Magnát podzim premoct"
        },
        {
            "chapter": 25,
            "verse": 65,
            "text": "Oni odríkávat Náš Lord ušetrit nás zápas Peklo; svuj odškodnení jsem horrendous"
        },
        {
            "chapter": 25,
            "verse": 66,
            "text": "To byl špatne príbytek; škoda urcení"
        },
        {
            "chapter": 25,
            "verse": 67,
            "text": "When oni odevzdat oni jsem vubec prehnaný nor skoupý; oni ustoupit umírnenost"
        },
        {
            "chapter": 25,
            "verse": 68,
            "text": "Oni nikdy vzývat BUH kadý jiný buh nor znicit oni znemonit kadý - Pro BUH útocit doivotní církevní! - Ledae oprávnenost. Nor znicit oni predloit cizoloství. Ty predloit tyto útok vynášet"
        },
        {
            "chapter": 25,
            "verse": 69,
            "text": "Odškodnení obeplout ti Cas Zmrtvýchvstání oni zustávat therein poníit"
        },
        {
            "chapter": 25,
            "verse": 70,
            "text": "Osvobozený ar ty litovat domnívat, se, primet spravedlivý doivotní! BUH PREMENIT JEJICH HRÍCH ZUSTATEK VE PROSPECH. BUH jsem Forgiver MILOSRDNÝ"
        },
        {
            "chapter": 25,
            "verse": 71,
            "text": "Ty litovat primet spravedlivý doivotní BUH splnit ti; vyplnit náprava"
        },
        {
            "chapter": 25,
            "verse": 72,
            "text": "Oni ne loisko falešný svedcit. When oni potkat marný povídat oni neznat to"
        },
        {
            "chapter": 25,
            "verse": 73,
            "text": "When upomenout z jejich Magnát zjevení oni nikdy pusobit zpetne ti protoe oni jsem hluchý slepý"
        },
        {
            "chapter": 25,
            "verse": 74,
            "text": "Oni odríkávat Náš Magnát rušit náš snoubenec detský jsem pramen štestí nás zadret nás celo z a spravedlivý"
        },
        {
            "chapter": 25,
            "verse": 75,
            "text": "Tyto byl jednotka dosáhnout Ráj operadlo jejich steadfastness; oni dostat therein veselý blahoprání pokoj"
        },
        {
            "chapter": 25,
            "verse": 76,
            "text": "Eternally oni zustávat therein; který krásný urcení; který krásný príbytek"
        },
        {
            "chapter": 25,
            "verse": 77,
            "text": "Odríkávat Ty dosáhnout cenit muj Magnát jen ze svuj zbonovat! Ty pochybovat ty privodit si nevyhnutelný dusledek"
        }
    ]
}