{
    "chapter": [
        {
            "chapter": 39,
            "verse": 1,
            "text": "הספר הזה הורד מאת אללה העזוז והחכם"
        },
        {
            "chapter": 39,
            "verse": 2,
            "text": "אנחנו הורדנו אותו אליך עם הצדק, לכן, עבוד את אללה והתמסר לו באמונה כנה"
        },
        {
            "chapter": 39,
            "verse": 3,
            "text": "אכן רק אללה ראוי לשמוע בקולו בכנות ונאמנות. ואולם אלה אשר לקחו להם אדונים מלבדו, (טוענים): “אנו עובדים אותם רק למען יקרבו אותנו יותר לאללה”. אללה ישפוט ביניהם בדברי מחלוקתם, אולם הוא לא ידריך כל שרלטן או כופר שקרן"
        },
        {
            "chapter": 39,
            "verse": 4,
            "text": "לו רצה אללה לקחת בן לעצמו, היה בוחר באשר יחפוץ מקרב ברואיו. ישתבח שמו! הוא אללה האחד והמנצח"
        },
        {
            "chapter": 39,
            "verse": 5,
            "text": "הוא ברא את השמים ואת הארץ בצדק, והוא מכסה את אור היום בחשכת הלילה, ומכסה את חשיבת הלילה באור היום, ומשעבד את השמש והירח: כל אחד מהם ירוץ עד מועד מוגדר. הלא הוא העזוז והסולח"
        },
        {
            "chapter": 39,
            "verse": 6,
            "text": "הוא ברא אתכם מנפש אחת, ואחר כך ברא ממנה את בן זוגה, והוריד לכם מקנה, שמונה זוגות. הוא בורא אתכם בבטן אימהותיכם, שלב אחרי שלב, בשלוש חשיבות. זה הוא אללה, ריבונכם, ולו המלכות ואין אלוה זולתו. אם כן, מדוע אתם סוסים מדרך הישר"
        },
        {
            "chapter": 39,
            "verse": 7,
            "text": "אם אכן תכפרו, הן, אללה אינו נזקק לכם, אך הוא אינו רוצה את הכפירה בקרב עבדיו, ואם תכירו לו תודה, יהיה זה לטובתכם. אף נפש לא תישא את משאה של נפש אחרת, כי סופכם אל ריבונכם תושבו, ואז יודיעכם את אשר עשיתם. כי הוא יודע את אשר בלבבות"
        },
        {
            "chapter": 39,
            "verse": 8,
            "text": "כאשר באה על האנשים צרה הוא קורא אל ריבונו ושב אליו, אך כאשר אללה מעבירה בחסדו ממנו, הוא שוכח שקרא אליו לפני כן, ועשה לו שווים, כדי להדיח אנשים מהדרך. אמור: “התענג לך מעט על כפירתך, כי בין יורשי האש הנך”"
        },
        {
            "chapter": 39,
            "verse": 9,
            "text": "האם מי ששומר על התפילה במשך הלילה, בסגידה או בעמידה, ונזהר מפני העולם הבא ומקווה לרחמי ריבונו? אמור: “האם שווים אלה אשר יודעים ואלה אשר אינם יודעים? אמנם רק אנשי בינה ודעת ישימו לב”"
        },
        {
            "chapter": 39,
            "verse": 10,
            "text": "אמור: ״ הוי עבדי אשר האמינו! יראו את ריבונכם! לאלה אשר מסיבים בעולם הזה, טוב . וארץ אללה רחבה היא, אמנם לבעלי הסבלנות ישולם גמולם במלואו"
        },
        {
            "chapter": 39,
            "verse": 11,
            "text": "אמור: “צוויתי לעבוד את אללה, ונאמן רק לו באמונה"
        },
        {
            "chapter": 39,
            "verse": 12,
            "text": "ונצטוויתי להיות ראשון המוסלמים(המתמסרים לאללה) ״"
        },
        {
            "chapter": 39,
            "verse": 13,
            "text": "אמור: “אני חרד מעונש היום האדיר, אם אפרוק עול ריבוני”"
        },
        {
            "chapter": 39,
            "verse": 14,
            "text": "אמור: “את אללה אעבוד, נאמן באמונתי"
        },
        {
            "chapter": 39,
            "verse": 15,
            "text": "אתם, עבדו את כל אשר רציתם מלבדו ״. אמור: \"אכן המפסידים הם אלה אשר הפסידו את נפשם ואת בני ביתם ביום התחייה. בצדק זה הוא האבדון הגדול”"
        },
        {
            "chapter": 39,
            "verse": 16,
            "text": "תהיה אש מעליהם ואש מתחתיהם. זה הדבר אשר בו יפחיד אללה את עבדיו. הוי עבדיי! על כן יראו אותי"
        },
        {
            "chapter": 39,
            "verse": 17,
            "text": "ואלה שהתרחקו מאלילי השקר, ונמנעו מלעבוד אותם, התחרטו בכנות אל אללה, להם הבשורה הטובה. לכן, בשר טובות לעבדיי"
        },
        {
            "chapter": 39,
            "verse": 18,
            "text": "אלה אשר יקשיבו לנאמר, וילכו אחרי הטוב אשר בו (דברי הקוראן), אלה הם אשר הדריך אללה ואלה הם אשר בינה להם להבין"
        },
        {
            "chapter": 39,
            "verse": 19,
            "text": "אך מה בנוגע לאלה אשר עזר עליהם העונש המוצדק? האם תוכל לחלץ מישהו שכבר נמצא באש (הגיהינום)"
        },
        {
            "chapter": 39,
            "verse": 20,
            "text": "אבל אלה היראים את ריבונם, להם יהיו אחוזות הבנויות קומות על גבי קומות, ומתחתיהן זורמים נהרות. זוהי הבטחת אללה אשר אינו מפר הבטחות"
        },
        {
            "chapter": 39,
            "verse": 21,
            "text": "הלא תראה כי אללה הוריד מים משמים והוליכם במעיינות בתוך האדמה? ואחר-כך הוא מוציא על-ידם צמחים מסוגים שונים המתייבשים ומצהיבים, ואז יפורר אותם. בזאת יש אזהרה לבעלי הבינה"
        },
        {
            "chapter": 39,
            "verse": 22,
            "text": "כל מי, שאללה פתח את ליבו לאסלאם, שופע הוא באור מריבונו. אך אבוי לאלה אשר סגרו את ליבם בפני זכר אללה, הם ודאי טועים טעות גלויה"
        },
        {
            "chapter": 39,
            "verse": 23,
            "text": "אללה הוריד את המסר הכי טוב, ספר שכל חלקיו דומים, ואשר חוזר על עצמו שוב ושוב, וזה מצמרר את אלה היראים מאללה. אולם אחר-כך עורם וליבם יירגעו על-ידי הזכרת שם אללה. זוהי ההדרכה שבה ידריך אללה את אשר ירצה, ואת כל אשר יתעה אללה, אין לו שום מדריך"
        },
        {
            "chapter": 39,
            "verse": 24,
            "text": "וזה אשר יהיה לו רק פניו להגן על עצמו מהעונש האכזרי מיום תחיית המתים? ויאמר למקפחים: טעמו את שכר מעשיכם"
        },
        {
            "chapter": 39,
            "verse": 25,
            "text": "הכחישו אלה אשר היו לפניהם את האזהרות, ובא עליהם העונש ממקום שהם לא ציפו לו"
        },
        {
            "chapter": 39,
            "verse": 26,
            "text": "לכן אללה הנחית עליהם עונש בחיי העולם-הזה, אך העונש בעולם הבא הוא גדול מזה, ואם רק ידעו כמה"
        },
        {
            "chapter": 39,
            "verse": 27,
            "text": "וכבר הבאנו לאנשים משלים שונים בקוראן הזה כדי שיזכרו"
        },
        {
            "chapter": 39,
            "verse": 28,
            "text": "וזה קוראן ברור בערבית, ללא כל טעויות, כדי שאנשים יהיו יראים"
        },
        {
            "chapter": 39,
            "verse": 29,
            "text": "נתן אללה משל: אדם אחד (עבד), שייך להרבה אדונים אשר הרבים זה עם זה. ואדם אחר שייך לאדון אחד. הידמה האחד לחברו? התודה לאללה! אך אכן רוב האנשים אינם יודעים"
        },
        {
            "chapter": 39,
            "verse": 30,
            "text": "אכן, אתה תמות וגם הם ימותו"
        },
        {
            "chapter": 39,
            "verse": 31,
            "text": "אך לאחר מכן, ביום התחייה, לפני ריבונכם התנצחו"
        },
        {
            "chapter": 39,
            "verse": 32,
            "text": "ומי מקפח יותר גרוע מזה אשר המציא שקרים על אללה ואשר דחה את הצדק שהגיע אליו? האין בגיהינום משכן לכופרים"
        },
        {
            "chapter": 39,
            "verse": 33,
            "text": "אך זה אשר הביא את הצדק, וזה אשר העיד שהוא אכן הצדק, אלה הם היראים (את אללה)"
        },
        {
            "chapter": 39,
            "verse": 34,
            "text": "והם יקבלו מאללה כל מה שהם רוצים. זה גמולם של עושי הטוב"
        },
        {
            "chapter": 39,
            "verse": 35,
            "text": "אללה ימחק להם את מעשיהם הרעים, וייתן להם את גמולם על הכי טוב אשר היו עושים"
        },
        {
            "chapter": 39,
            "verse": 36,
            "text": "האם אללה אינו די (כמגן) לעבדו הנאמן? ובכל זאת הם מנסים להפחיד אותך מאלה אשר מלבדו...אך לזה אשר אללה נתן לתעות בדרך, לא תהיה לו כל הדרכה"
        },
        {
            "chapter": 39,
            "verse": 37,
            "text": "ואת אשר אללה ידריך, איש לא יוכל להתעות. האין אללה עזוז ובעל נקמות"
        },
        {
            "chapter": 39,
            "verse": 38,
            "text": "ואכן אם תשאל אותם: “מי ברא את השמים ואת הארץ?” יאמרו: “אללה”. אמור: “מה תחשבו, אלה אשר תקראו אליהם מלבד אללה, אם ירצה אללה לפגוע בי, האם הם יכולים להעביר את הפגיעה הזאת מעליי? או אם ירצה לרחם עליי, האם הם יכולים למנוע את רחמיו (ממני)? אמור: “אני מסתפק באללה, ועליו יישענו הסומכים המאמינים”"
        },
        {
            "chapter": 39,
            "verse": 39,
            "text": "אמור: “הוי בני עמי! המשיכו בדרככם, וגם אני אמשיך בדרכי, ולבסוף תדעו"
        },
        {
            "chapter": 39,
            "verse": 40,
            "text": "על מי יחול העונש המשפיל, ועל מי יחול עונש לעולמי עולמים"
        },
        {
            "chapter": 39,
            "verse": 41,
            "text": "הורדנו אליך את הספר עם הצדק אל האנשים. מי שיקבל את ההדרכה יעשה טוב לעצמו, ומי שיתעה הרי הוא מתעה רק את עצמו, ואין אתה אחראי להם"
        },
        {
            "chapter": 39,
            "verse": 42,
            "text": "זה אללה אשר אוסף את נשמות המתים בעת מותן, ואת נשמות החיים בעת השינה. והוא משאיר אצלו את אלו אשר הגיעה שעתן למות, ואת האחרות ישחרר עד לבוא המועד. אכן בזה אותות לאנשים אשר בינה להם להבין"
        },
        {
            "chapter": 39,
            "verse": 43,
            "text": "האם הם לוקחים להם מליצים מלבד אללה? אמור: “האם זה למרות שאין להם כוח או הבנה?”"
        },
        {
            "chapter": 39,
            "verse": 44,
            "text": "אמור: “אללה הוא המליץ היחיד, אשר לו מלכות השמים והארץ, ואז אליו אתם ודאי תושבו”"
        },
        {
            "chapter": 39,
            "verse": 45,
            "text": "כאשר רק שמו של אללה מוזכר, הלבבות של אלה אשר לא יאמינו בעולם הבא יתמלאו בסלידה, ואולם אם יזכרו את אלה האחרים מלבדו, אז הם יתמלאו בשמחה"
        },
        {
            "chapter": 39,
            "verse": 46,
            "text": "אמור: “אללה! בורא השמים והארץ, אתה היודע את הנסתר והגלוי, ואתה תשפוט בין עבדיך במה שהיו בו חלוקים"
        },
        {
            "chapter": 39,
            "verse": 47,
            "text": "לו היה לאלה אשר קיפחו כל אשר בארץ ואפילו דומה לו מזה, הם היו נותנים את כל זה כדי לפדות את עצמם מהעונש המר ביום תחיית-המתים. מפני שאללה יראה להם את אשר הם לא היו מצפים"
        },
        {
            "chapter": 39,
            "verse": 48,
            "text": "ויתבהרו להם תוצאות מעשיהם הרעים, והעונש אשר זלזלו בו יאגף אותם"
        },
        {
            "chapter": 39,
            "verse": 49,
            "text": "כאשר פוגעת צרה באדם הוא קורא אלינו. אך כאשר אנו מעניקים לו חסד מאתנו, הוא אומר \"כל זה ניתן לי בגלל הידע שלי\". אך זה רק ניסיון הוא, ואולם רובם אינם יודעים זאת"
        },
        {
            "chapter": 39,
            "verse": 50,
            "text": "גם אלה אשר קדמו להם אמרו דברים כאלה, אך שום דבר לא הועיל להם מהדברים אשר עשו"
        },
        {
            "chapter": 39,
            "verse": 51,
            "text": "ופגע בהם העונש שהם היו ראויים לו, ואלה אשר קיפחו ייפגעו בעונש גם הם על מעשיהם הרעים שצברו, מבלי שיוכלו להימלט מזה"
        },
        {
            "chapter": 39,
            "verse": 52,
            "text": "האינם יודעים, כי אללה מרחיב ומצמצם את הפרנסה למי שירצה? ויש בזה לקח לאנשים המאמינים"
        },
        {
            "chapter": 39,
            "verse": 53,
            "text": "אמור: הוי עבדיי! אלה אשר שיקעו את עצמם בחטאים, אל להם להתייאש מרחמי אללה. אללה מוחל על כל החטאים. כי הוא סלחן ורחום"
        },
        {
            "chapter": 39,
            "verse": 54,
            "text": "שובו אל ריבונכם, והיכנעו לו לפני שיבוא העונש עליכם, ואז דבר לא יעזור לכם"
        },
        {
            "chapter": 39,
            "verse": 55,
            "text": "ולכו אחרי הטוב אשר הורד אליכם מאת ריבונכם, לפני שיבוא אליכם העונש פתאום, כשאינכם מרגישים"
        },
        {
            "chapter": 39,
            "verse": 56,
            "text": "ותאמר אז כל נפש: “אוי לי כי הזנחתי את חובותיי כלפי אללה, ואכן הייתי מהמזלזלים!״"
        },
        {
            "chapter": 39,
            "verse": 57,
            "text": "או שיגידו: אם אללה היה מדריך אותי, הייתי בין יראיו"
        },
        {
            "chapter": 39,
            "verse": 58,
            "text": "או שיגידו למראה העונש: “לו היה ביכולתי לחזור לחיים, כי אז הייתי בין עושי הטוב!”"
        },
        {
            "chapter": 39,
            "verse": 59,
            "text": "אך כבר ניתנו לך אותותיי, ואתה הכחשת אותם והתגאית והיית מהכופרים"
        },
        {
            "chapter": 39,
            "verse": 60,
            "text": "וביום תחיית-המתים תראה את אלה שהתכחשו לאללה כשפניהם קודרות, האין בגיהינום משכן לגאוותנים"
        },
        {
            "chapter": 39,
            "verse": 61,
            "text": "ואולם את היראים יחלץ אללה והם יזכו לכך שלא יפגעו בהם ושהם לא יצטערו"
        },
        {
            "chapter": 39,
            "verse": 62,
            "text": "אללה ברא כל דבר, והוא האחראי לכול"
        },
        {
            "chapter": 39,
            "verse": 63,
            "text": "לו מפתחות השמים והארץ, ואלה שהתכחשו לאותות של אללה יהיו הם המפסידים"
        },
        {
            "chapter": 39,
            "verse": 64,
            "text": "אמור: ״ האם תצוו עליי לעבוד מישהו אחר מלבד אללה, הוי, אתם הבורים?”"
        },
        {
            "chapter": 39,
            "verse": 65,
            "text": "כבר נגלה לך ולאלה אשר היו לפניך, שאם תשתף (עם אללה), טרחתך תהיה לשווא ותהיה מן המפסידים"
        },
        {
            "chapter": 39,
            "verse": 66,
            "text": "ולכן, עבוד רק את אללה והיה בין אלה שמודים לו"
        },
        {
            "chapter": 39,
            "verse": 67,
            "text": "הם לא העריכו את אללה כראוי לו. ביום תחיית- המתים יחזיק את כל הארץ בחוזקתו, ואת השמים מקופלים בימינו. ישתבח שמו ויתעלה מעל כל אשר שיתפו לו (עבודה זרה)"
        },
        {
            "chapter": 39,
            "verse": 68,
            "text": "וינשפו בשופר ויוכה בהלם כל אשר בשמים ובארץ, פרס לאלה שאללה ימנע זאת מהם. ואחר- כך ייתקע שוב בשופר ואז יקומו ויביטו"
        },
        {
            "chapter": 39,
            "verse": 69,
            "text": "אז תזרח הארץ באור ריבונה, ויונח ספר הרישום לפניהם, ויובאו הנביאים והעדים, ויישפט ביניהם בצדק ואיש לא יקופח"
        },
        {
            "chapter": 39,
            "verse": 70,
            "text": "לכל נפש ישולם מלוא גמולה על מעשיה, והוא מיטיב לדעת את אשר עשו"
        },
        {
            "chapter": 39,
            "verse": 71,
            "text": "ויוכלו אלה אשר כפרו אל הגיהינום בחבורות חבורות, ובהגיעם אליו, ייפתחו שעריו, ויגידו להם (המלאכים) שומרי הגיהינום: \"האם לא באו אליכם שליחים מקרבכם, וקראו לפניכם את אותות ריבונכם, והזהירו אתכם, ממפגש ביום הזה?\" ואמרו: “אכן כן”, ולכן בצדק נגזר על הכופרים להיענש"
        },
        {
            "chapter": 39,
            "verse": 72,
            "text": "ויאמר: היכנסו בשערי הגיהינום, ושכנו בו לעולם ועד, איום ונורא יהיה משכנם של הגאוותנים"
        },
        {
            "chapter": 39,
            "verse": 73,
            "text": "ואלה אשר יראו את ריבונם, יובלו בחבורות חבורות אל גן העדן. ובבואם, ייפתחו שערי גן העדן, ויאמרו להם (המלאכים) שומרי גן העדן: “שלום עליכם עושים הטוב. היכנסו והישארו כאן לעולם ועד”"
        },
        {
            "chapter": 39,
            "verse": 74,
            "text": "ויאמרו: “השבח לאללה אשר קיים את הבטחתו והוריש לנו את אדמת גן העדן. נשכון בגן עדן באשר נחפוץ. כמה מעולה (משובח) הוא גמולם של עושי הטוב”"
        },
        {
            "chapter": 39,
            "verse": 75,
            "text": "ואז תראה את המלאכים סובבים סביב כס המלכות, משבחים ומהללים בתודה את ריבונם. ונחרץ הדבר ביניהם בצדק, וייאמר: “התודות לאללה ריבון העולמים”"
        }
    ]
}