{
    "maqras": [
        {
            "chapter": 5,
            "verse": 109,
            "text": "Allah, resulleri bir araya getireceği gün şöyle der: \"Size ne cevap verildi?\" Şöyle derler: \"Hiçbir bilgimiz yok. Gaybları en iyi biçimde bilen sensin, sen"
        },
        {
            "chapter": 5,
            "verse": 110,
            "text": "Hani, Allah şöyle demişti: \"Ey Meryem´in oğlu İsa! Senin ve annenin üzerindeki nimetimi hatırla. Seni Ruhulkudüs´le desteklemiştim, beşikte iken ve erginlik çağında insanlarla konuşuyordun. Sana Kitap´ı, hikmeti, Tevrat´ı, İncil´i öğretmiştim. Benim iznimle çamurdan kuş görünümünde bir şey yaratıyor, içine üflüyordun da o benim iznimle kuş oluyordu. Doğuştan körü, abraşı benim iznimle iyileştiriyordun. Benim iznimle ölüleri çıkarıyordun. İsrailoğullarını senden uzak tutmuştum. Hani, sen onlara açık-seçik ayetleri getirdiğinde, küfre sapanları şöyle deyivermişti: \"Açık bir büyüden başka bir şey değil bu"
        },
        {
            "chapter": 5,
            "verse": 111,
            "text": "Havarilere şunu vahyetmiştim: \"Bana ve resulüme iman edin.\" Şöyle demişlerdi: \"İman ettik, sen de tanık ol ki biz, müslümanlarız/Allah´a teslim olanlarız"
        },
        {
            "chapter": 5,
            "verse": 112,
            "text": "Havariler demişlerdi ki: \"Ey Meryem´in oğlu İsa! Rabbin bize gökten bir sofra indirebilir mi?\" İsa dedi ki: \"Eğer müminlerseniz Allah´tan sakının"
        },
        {
            "chapter": 5,
            "verse": 113,
            "text": "Dediler: \"İstiyoruz ki ondan yiyelim, gönüllerimiz tatmin bulsun, senin bize doğruyu söylediğini bilelim ve buna tanıklık edenlerden olalım"
        },
        {
            "chapter": 5,
            "verse": 114,
            "text": "Meryem oğlu İsa şöyle yakardı: \"Allahım, ey Rabbimiz! Üzerimize gökten bir sofra indir de bizim hem öncekilerimize hem sonrakilerimize bir bayram olsun, senden bir mucize olsun. Rızıklandır bizi! Rızık verenlerin en hayırlısı sensin"
        },
        {
            "chapter": 5,
            "verse": 115,
            "text": "Allah dedi ki: \"Ben onu üzerinize indireceğim. Ama bundan sonra küfre sapanınıza öyle bir azapla azap edeceğim ki, âlemlerden hiç kimseye böyle bir azap yapmamışım"
        },
        {
            "chapter": 5,
            "verse": 116,
            "text": "Allah şunu da söyledi: \"Ey Meryem oğlu İsa! Allah´ın yanında beni ve annemi de iki tanrı olarak kabul edin diye insanlara sen mi söyledin?\" İsa dedi: \"Hâşâ! Tespih ederim seni. Hakkım olmayan bir şeyi söylemek benim haddime değildir. Eğer onu söylemişsem sen onu elbette bilirsin. Sen benim içimde olanı bilirsin ama ben senin zatında olanı bilmem. Çünkü sen, evet sen, gaybları çok iyi bilensin"
        },
        {
            "chapter": 5,
            "verse": 117,
            "text": "Onlara, senin bana emrettiğin şu sözden başka bir şey söylemedim: ´Benim Rabbim ve sizin de Rabbiniz olan Allah´a kulluk edin.´ İçlerinde olduğum sürece üzerlerine tanıktım. Sen beni vefat ettirince üzerlerine yalnız sen gözetleyici oldun. Ve sen zaten her şey üzerinde bir Şehîdsin, bir tanıksın"
        },
        {
            "chapter": 5,
            "verse": 118,
            "text": "Onlara azap edersen, onlar senin kullarındır. Ama onları bağışlarsan hiç kuşkusuz, sen tüm gücün sahibi, tüm hikmetlerin sahibisin"
        },
        {
            "chapter": 5,
            "verse": 119,
            "text": "Allah buyurdu: \"Özü-sözü doğru olanlara, doğruluklarının yarar sağlayacağı gün budur. Altlarından ırmaklar akan cennetler var onlar için. Sonsuza dek kalacaklardır orada.\" Allah onlardan razı olmuştur, onlar da Allah´tan razı olmuşlardır. İşte budur büyük kurtuluş"
        },
        {
            "chapter": 5,
            "verse": 120,
            "text": "Göklerin, yerin ve bunlarda bulunanların mülkü/yönetimi Allah´ındır. O´nun her şeye gücü yeter"
        },
        {
            "chapter": 6,
            "verse": 1,
            "text": "Hamt Allah´adır! O ki gökleri ve yeri yaratmış, karanlıklara ve nura vücut vermiştir. Sonra, gerçeği örtenler bunları Rablerine denk tutuyorlar"
        },
        {
            "chapter": 6,
            "verse": 2,
            "text": "Sizi bir balçıktan yaratmış olan O´dur. Sonra hüküm verip bir süre belirlemiştir. Belirlenmiş başka bir süre de onun katındadır. Bütün bunlardan sonra siz hâlâ kuşkulanıp duruyorsunuz"
        },
        {
            "chapter": 6,
            "verse": 3,
            "text": "O, göklerde de Allah´tır, yerde de. O, sizin iç dünyanızı da bilir, açığa vurduklarınızı da. Neler kazanmakta olduğunuzu da bilir O"
        },
        {
            "chapter": 6,
            "verse": 4,
            "text": "Onlara Rablerinin ayetlerinden bir ayet gelir gelmez, ondan hemen yüz çeviriyorlardı"
        },
        {
            "chapter": 6,
            "verse": 5,
            "text": "Böylece hakkı, kendilerine geldiği anda yalanladılar. Fakat yakında onlara, alay etmekte oldukları şeyin haberleri gelecektir"
        },
        {
            "chapter": 6,
            "verse": 6,
            "text": "Kendilerinden önce nice yurt ve medeniyeti yerle bir ettiğimizi görmediler mi? Biz o yurtlara yeryüzünde size vermediğimiz imkânları vermiş, üzerlerine gök bereketini bol bol indirmiş, nehirleri altlarından akar hale getirmiştik. Derken, onları kendi günahlarıyla helâk ettik ve arkalarından başka bir nesil oluşturduk"
        },
        {
            "chapter": 6,
            "verse": 7,
            "text": "Eğer biz sana parşömen üzerine yazılı bir kitap göndermiş olsaydık, onlar da ona elleriyle dokunmuş olsalardı, o küfre batmışlar, hiç kuşkusuz şöyle deyivereceklerdi: \"Bu, apaçık bir büyüden başka şey değildir"
        },
        {
            "chapter": 6,
            "verse": 8,
            "text": "Şunu da söylediler: \"Bu peygambere bir melek indirilseydi ya!\" Eğer böyle bir melek indirmiş olsaydık iş mutlaka bitirilmiş olurdu da kendilerine göz bile açtırılmazdı"
        },
        {
            "chapter": 6,
            "verse": 9,
            "text": "Eğer o peygamberi bir melek kılsaydık kuşkusuz onu bir er kişi yapacaktık ve içine yuvalandıkları kuşku ve karmaşayı onların üzerlerine giydirmiş olacaktık"
        },
        {
            "chapter": 6,
            "verse": 10,
            "text": "Yemin olsun ki, senden önceki resullerle de alay edildi; fakat eğlence konusu yaptıkları şey, o maskaralığı sergileyenleri kıskıvrak sarıverdi"
        },
        {
            "chapter": 6,
            "verse": 11,
            "text": "Şunu söyle: Dolaşın yeryüzünde de bakın nasıl olmuş gerçeği yalanlayanların sonu"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "Sor: \"Kimindir gökler ve yer?\" Cevap ver: \"Allah´ındır.\" O Allah ki, rahmeti öz benliği üzerine yazmıştır. O sizi, varlığında hiç kuşku bulunmayan kıyamet gününde bir araya mutlaka toplayacaktır. Benliklerini hüsrana yuvarlamış kişiler var ya, onlar iman etmezler"
        }
    ]
}