{
    "maqras": [
        {
            "chapter": 9,
            "verse": 75,
            "text": "İçlerinden bazıları da Allah´a şöyle ant içti: \"Eğer Allah, lütfundan bize verirse, elbette sadaka dağıtacağız ve elbette iyilik ve barış için çalışanlardan olacağız"
        },
        {
            "chapter": 9,
            "verse": 76,
            "text": "Lütfundan kendilerine verdiği zaman ise o lütfa cimrilik ederek yüz çevirmiş bir halde dönüp gittiler"
        },
        {
            "chapter": 9,
            "verse": 77,
            "text": "Nihayet Allah, kendisine verdikleri söze ters düştüklerinden, yalana sapıp durduklarından, huzuruna çıkacakları güne kadar onların kalplerine ikiyüzlülük yerleştirdi"
        },
        {
            "chapter": 9,
            "verse": 78,
            "text": "Bilmediler mi ki, Allah onların sırrını da fısıldaşmalarını da bilir; Allah gaybları çok iyi bilendir"
        },
        {
            "chapter": 9,
            "verse": 79,
            "text": "Sadakalar hususunda içten bir cömertlik göstermiş müminlere laf atanlarla, öz gayretlerinden başkasını bulamayanları alay konusu edenlere gelince, Allah onları maskaraya çevirecektir. Onlar için acıklı bir azap da vardır"
        },
        {
            "chapter": 9,
            "verse": 80,
            "text": "İster af dile onlar için, ister dileme. Yetmiş kez af dilesen de onlar için, Allah onları affetmeyecektir. Çünkü onlar Allah´ı da resulünü de inkâr ettiler. Allah, yoldan çıkmış böyle bir topluluğa kılavuzluk etmez"
        },
        {
            "chapter": 9,
            "verse": 81,
            "text": "Allah´ın resulüne ters düşmek için arkada kalanlar, çöküp oturdukları için sevindiler; Allah yolunda, mallarıyla canlarıyla didinmeyi tiksindirici bulup şöyle dediler: \"Bu sıcakta seferber olmayın.\" De ki: \"Hararet bakımından cehennem daha zorludur.\" Bir anlayabilselerdi"
        },
        {
            "chapter": 9,
            "verse": 82,
            "text": "Kazanır oldukları yüzünden artık az gülsünler, çok ağlasınlar"
        },
        {
            "chapter": 9,
            "verse": 83,
            "text": "Bundan böyle Allah, seni onlardan bir zümrenin yanına döndürür de savaşa çıkmak için senden izin isterlerse şöyle söyle: \"Benimle birlikte ebediyen çıkmayacaksınız, benimle birlikte herhangi bir düşmanla savaşmayacaksınız. İlk defasında oturup kalmayı yeğlemiştiniz. O halde geri kalanlarla birlikte oturadurun"
        },
        {
            "chapter": 9,
            "verse": 84,
            "text": "Onlardan ölen biri üzerine sonsuza dek dua etme; böyle birinin mezarı başında da durma. Bunlar Allah´a ve resulüne nankörlük ettiler ve yoldan sapmış olarak ölüp gittiler"
        },
        {
            "chapter": 9,
            "verse": 85,
            "text": "Malları da evlatları da seni imrendirmesin. Allah bunlarla, dünyada onlara azap etmek istiyor. Kâfir olarak çıkaracaktır canları"
        },
        {
            "chapter": 9,
            "verse": 86,
            "text": "Allah´a inanın, O´nun resulüyle beraber savaşa çıkın\" anlamında bir sure indirildiği zaman, onların imkân ve servet sahibi olanları, senden izin isteyerek şöyle demişlerdi: \"Bırak bizi, oturanlarla beraber olalım"
        },
        {
            "chapter": 9,
            "verse": 87,
            "text": "Geride kalan kadınlarla beraber olmayı yeğlediler. Kalpleri üzerine mühür basılmıştır. Artık anlayıp kavrayamazlar"
        },
        {
            "chapter": 9,
            "verse": 88,
            "text": "Fakat resul ve onunla birlikte iman edenler, mallarıyla, canlarıyla didindiler. İşte bunlarındır tüm hayırlar. İşte bunlardır tam kurtulanlar"
        },
        {
            "chapter": 9,
            "verse": 89,
            "text": "Allah onlar için, altlarından ırmaklar akan cennetler hazırlamıştır. Sürekli kalacaklardır orada. İşte budur büyük başarı"
        },
        {
            "chapter": 9,
            "verse": 90,
            "text": "Göçebe Arapların özür bahane edenleri kendilerine izin verilmesi için geldiler; Allah´a ve resulüne yalan söyleyenler oturdular. Onların küfre sapanlarına korkunç bir azap erişecektir"
        },
        {
            "chapter": 9,
            "verse": 91,
            "text": "Güçsüzlere, hastalara, infak edecek bir şey bulamayanlara, Allah ve resulü için öğüt verdikleri takdirde bir günah yoktur. Güzel davrananlar aleyhine bir yol yok. Allah Gafûr´dur, Rahîm´dir"
        },
        {
            "chapter": 9,
            "verse": 92,
            "text": "Kendilerini bindirmen için sana geldiklerinde sen, \"sizi bindirecek bir şey bulamam\" deyince, harcayacak bir şey bulamadıklarından, üzüntüyle gözlerinden yaşlar boşalarak geri dönen kimseler için de herhangi bir günah yoktur"
        }
    ]
}