{
    "rukus": [
        {
            "chapter": 2,
            "verse": 72,
            "text": "And [recall] when you slew a man and disputed over it, but Allah was to bring out that which you were concealing"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "So, We said, \"Strike the slain man with part of it.\" Thus does Allah bring the dead to life, and He shows you His signs that you might reason"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "Then your hearts became hardened after that, being like stones or even harder. For indeed, there are stones from which rivers burst forth, and there are some of them that split open and water comes out, and there are some of them that fall down for fear of Allah. And Allah is not unaware of what you do"
        },
        {
            "chapter": 2,
            "verse": 75,
            "text": "Do you covet [the hope, O believers], that they would believe for you while a party of them used to hear the words of Allah and then distort the Torah after they had understood it while they were knowing"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "And when they meet those who believe, they say, \"We have believed\"; but when they are alone with one another, they say, \"Do you talk to them about what Allah has revealed to you so they can argue with you about it before your Lord?\" Then will you not reason"
        },
        {
            "chapter": 2,
            "verse": 77,
            "text": "But do they not know that Allah knows what they conceal and what they declare"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "And among them are unlettered ones who do not know the Scripture except in wishful thinking, but they are only assuming"
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "So woe to those who write the \"scripture\" with their own hands, then say, \"This is from Allah,\" in order to exchange it for a small price. Woe to them for what their hands have written and woe to them for what they earn"
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "And they say, \"Never will the Fire touch us, except for a few days.\" Say, \"Have you taken a covenant with Allah? For Allah will never break His covenant. Or do you say about Allah that which you do not know"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "Yes, whoever earns evil and his sin has encompassed him - those are the companions of the Fire; they will abide therein eternally"
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "But they who believe and do righteous deeds - those are the companions of Paradise; they will abide therein eternally"
        }
    ]
}