{
    "rukus": [
        {
            "chapter": 8,
            "verse": 29,
            "text": "O you who have believed, if you fear Allah, He will grant you a criterion and will remove from you your misdeeds and forgive you. And Allah is the possessor of great bounty"
        },
        {
            "chapter": 8,
            "verse": 30,
            "text": "And [remember, O Muhammad], when those who disbelieved plotted against you to restrain you or kill you or evict you [from Makkah]. But they plan, and Allah plans. And Allah is the best of planners"
        },
        {
            "chapter": 8,
            "verse": 31,
            "text": "And when Our verses are recited to them, they say, \"We have heard. If we willed, we could say [something] like this. This is not but legends of the former peoples"
        },
        {
            "chapter": 8,
            "verse": 32,
            "text": "And [remember] when they said, \"O Allah, if this should be the truth from You, then rain down upon us stones from the sky or bring us a painful punishment"
        },
        {
            "chapter": 8,
            "verse": 33,
            "text": "But Allah would not punish them while you, [O Muhammad], are among them, and Allah would not punish them while they seek forgiveness"
        },
        {
            "chapter": 8,
            "verse": 34,
            "text": "But why should Allah not punish them while they obstruct [people] from al-Masjid al- Haram and they were not [fit to be] its guardians? Its [true] guardians are not but the righteous, but most of them do not know"
        },
        {
            "chapter": 8,
            "verse": 35,
            "text": "And their prayer at the House was not except whistling and handclapping. So taste the punishment for what you disbelieved"
        },
        {
            "chapter": 8,
            "verse": 36,
            "text": "Indeed, those who disbelieve spend their wealth to avert [people] from the way of Allah. So they will spend it; then it will be for them a [source of] regret; then they will be overcome. And those who have disbelieved - unto Hell they will be gathered"
        },
        {
            "chapter": 8,
            "verse": 37,
            "text": "[This is] so that Allah may distinguish the wicked from the good and place the wicked some of them upon others and heap them all together and put them into Hell. It is those who are the losers"
        }
    ]
}