{
    "rukus": [
        {
            "chapter": 15,
            "verse": 1,
            "text": "Alif, Lam, Ra. These are the verses of the Book and a clear Qur'an"
        },
        {
            "chapter": 15,
            "verse": 2,
            "text": "Perhaps those who disbelieve will wish that they had been Muslims"
        },
        {
            "chapter": 15,
            "verse": 3,
            "text": "Let them eat and enjoy themselves and be diverted by [false] hope, for they are going to know"
        },
        {
            "chapter": 15,
            "verse": 4,
            "text": "And We did not destroy any city but that for it was a known decree"
        },
        {
            "chapter": 15,
            "verse": 5,
            "text": "No nation will precede its term, nor will they remain thereafter"
        },
        {
            "chapter": 15,
            "verse": 6,
            "text": "And they say, \"O you upon whom the message has been sent down, indeed you are mad"
        },
        {
            "chapter": 15,
            "verse": 7,
            "text": "Why do you not bring us the angels, if you should be among the truthful"
        },
        {
            "chapter": 15,
            "verse": 8,
            "text": "We do not send down the angels except with truth; and the disbelievers would not then be reprieved"
        },
        {
            "chapter": 15,
            "verse": 9,
            "text": "Indeed, it is We who sent down the Qur'an and indeed, We will be its guardian"
        },
        {
            "chapter": 15,
            "verse": 10,
            "text": "And We had certainly sent [messengers] before you, [O Muhammad], among the sects of the former peoples"
        },
        {
            "chapter": 15,
            "verse": 11,
            "text": "And no messenger would come to them except that they ridiculed him"
        },
        {
            "chapter": 15,
            "verse": 12,
            "text": "Thus do We insert denial into the hearts of the criminals"
        },
        {
            "chapter": 15,
            "verse": 13,
            "text": "They will not believe in it, while there has already occurred the precedent of the former peoples"
        },
        {
            "chapter": 15,
            "verse": 14,
            "text": "And [even] if We opened to them a gate from the heaven and they continued therein to ascend"
        },
        {
            "chapter": 15,
            "verse": 15,
            "text": "They would say, \"Our eyes have only been dazzled. Rather, we are a people affected by magic"
        }
    ]
}