{
    "rukus": [
        {
            "chapter": 2,
            "verse": 222,
            "text": "And they ask you about menstruation. Say, \"It is harm, so keep away from wives during menstruation. And do not approach them until they are pure. And when they have purified themselves, then come to them from where Allah has ordained for you. Indeed, Allah loves those who are constantly repentant and loves those who purify themselves"
        },
        {
            "chapter": 2,
            "verse": 223,
            "text": "Your wives are a place of sowing of seed for you, so come to your place of cultivation however you wish and put forth [righteousness] for yourselves. And fear Allah and know that you will meet Him. And give good tidings to the believers"
        },
        {
            "chapter": 2,
            "verse": 224,
            "text": "And do not make [your oath by] Allah an excuse against being righteous and fearing Allah and making peace among people. And Allah is Hearing and Knowing"
        },
        {
            "chapter": 2,
            "verse": 225,
            "text": "Allah does not impose blame upon you for what is unintentional in your oaths, but He imposes blame upon you for what your hearts have earned. And Allah is Forgiving and Forbearing"
        },
        {
            "chapter": 2,
            "verse": 226,
            "text": "For those who swear not to have sexual relations with their wives is a waiting time of four months, but if they return [to normal relations] - then indeed, Allah is Forgiving and Merciful"
        },
        {
            "chapter": 2,
            "verse": 227,
            "text": "And if they decide on divorce - then indeed, Allah is Hearing and Knowing"
        },
        {
            "chapter": 2,
            "verse": 228,
            "text": "Divorced women remain in waiting for three periods, and it is not lawful for them to conceal what Allah has created in their wombs if they believe in Allah and the Last Day. And their husbands have more right to take them back in this [period] if they want reconciliation. And due to the wives is similar to what is expected of them, according to what is reasonable. But the men have a degree over them [in responsibility and authority]. And Allah is Exalted in Might and Wise"
        }
    ]
}