{
    "rukus": [
        {
            "chapter": 25,
            "verse": 45,
            "text": "Have you not considered your Lord - how He extends the shadow, and if He willed, He could have made it stationary? Then We made the sun for it an indication"
        },
        {
            "chapter": 25,
            "verse": 46,
            "text": "Then We hold it in hand for a brief grasp"
        },
        {
            "chapter": 25,
            "verse": 47,
            "text": "And it is He who has made the night for you as clothing and sleep [a means for] rest and has made the day a resurrection"
        },
        {
            "chapter": 25,
            "verse": 48,
            "text": "And it is He who sends the winds as good tidings before His mercy, and We send down from the sky pure water"
        },
        {
            "chapter": 25,
            "verse": 49,
            "text": "That We may bring to life thereby a dead land and give it as drink to those We created of numerous livestock and men"
        },
        {
            "chapter": 25,
            "verse": 50,
            "text": "And We have certainly distributed it among them that they might be reminded, but most of the people refuse except disbelief"
        },
        {
            "chapter": 25,
            "verse": 51,
            "text": "And if We had willed, We could have sent into every city a warner"
        },
        {
            "chapter": 25,
            "verse": 52,
            "text": "So do not obey the disbelievers, and strive against them with the Qur'an a great striving"
        },
        {
            "chapter": 25,
            "verse": 53,
            "text": "And it is He who has released [simultaneously] the two seas, one fresh and sweet and one salty and bitter, and He placed between them a barrier and prohibiting partition"
        },
        {
            "chapter": 25,
            "verse": 54,
            "text": "And it is He who has created from water a human being and made him [a relative by] lineage and marriage. And ever is your Lord competent [concerning creation]"
        },
        {
            "chapter": 25,
            "verse": 55,
            "text": "But they worship rather than Allah that which does not benefit them or harm them, and the disbeliever is ever, against his Lord, an assistant [to Satan]"
        },
        {
            "chapter": 25,
            "verse": 56,
            "text": "And We have not sent you, [O Muhammad], except as a bringer of good tidings and a warner"
        },
        {
            "chapter": 25,
            "verse": 57,
            "text": "Say, \"I do not ask of you for it any payment - only that whoever wills might take to his Lord a way"
        },
        {
            "chapter": 25,
            "verse": 58,
            "text": "And rely upon the Ever-Living who does not die, and exalt [Allah] with His praise. And sufficient is He to be, with the sins of His servants, Acquainted"
        },
        {
            "chapter": 25,
            "verse": 59,
            "text": "He who created the heavens and the earth and what is between them in six days and then established Himself above the Throne - the Most Merciful, so ask about Him one well informed"
        },
        {
            "chapter": 25,
            "verse": 60,
            "text": "And when it is said to them, \"Prostrate to the Most Merciful,\" they say, \"And what is the Most Merciful? Should we prostrate to that which you order us?\" And it increases them in aversion"
        }
    ]
}