{
    "rukus": [
        {
            "chapter": 31,
            "verse": 12,
            "text": "And We had certainly given Luqman wisdom [and said], \"Be grateful to Allah.\" And whoever is grateful is grateful for [the benefit of] himself. And whoever denies [His favor] - then indeed, Allah is Free of need and Praiseworthy"
        },
        {
            "chapter": 31,
            "verse": 13,
            "text": "And [mention, O Muhammad], when Luqman said to his son while he was instructing him, \"O my son, do not associate [anything] with Allah. Indeed, association [with him] is great injustice"
        },
        {
            "chapter": 31,
            "verse": 14,
            "text": "And We have enjoined upon man [care] for his parents. His mother carried him, [increasing her] in weakness upon weakness, and his weaning is in two years. Be grateful to Me and to your parents; to Me is the [final] destination"
        },
        {
            "chapter": 31,
            "verse": 15,
            "text": "But if they endeavor to make you associate with Me that of which you have no knowledge, do not obey them but accompany them in [this] world with appropriate kindness and follow the way of those who turn back to Me [in repentance]. Then to Me will be your return, and I will inform you about what you used to do"
        },
        {
            "chapter": 31,
            "verse": 16,
            "text": "[And Luqman said], \"O my son, indeed if wrong should be the weight of a mustard seed and should be within a rock or [anywhere] in the heavens or in the earth, Allah will bring it forth. Indeed, Allah is Subtle and Acquainted"
        },
        {
            "chapter": 31,
            "verse": 17,
            "text": "O my son, establish prayer, enjoin what is right, forbid what is wrong, and be patient over what befalls you. Indeed, [all] that is of the matters [requiring] determination"
        },
        {
            "chapter": 31,
            "verse": 18,
            "text": "And do not turn your cheek [in contempt] toward people and do not walk through the earth exultantly. Indeed, Allah does not like everyone self-deluded and boastful"
        },
        {
            "chapter": 31,
            "verse": 19,
            "text": "And be moderate in your pace and lower your voice; indeed, the most disagreeable of sounds is the voice of donkeys"
        }
    ]
}