{
    "rukus": [
        {
            "chapter": 38,
            "verse": 41,
            "text": "And remember Our servant Job, when he called to his Lord, \"Indeed, Satan has touched me with hardship and torment"
        },
        {
            "chapter": 38,
            "verse": 42,
            "text": "[So he was told], \"Strike [the ground] with your foot; this is a [spring for] a cool bath and drink"
        },
        {
            "chapter": 38,
            "verse": 43,
            "text": "And We granted him his family and a like [number] with them as mercy from Us and a reminder for those of understanding"
        },
        {
            "chapter": 38,
            "verse": 44,
            "text": "[We said], \"And take in your hand a bunch [of grass] and strike with it and do not break your oath.\" Indeed, We found him patient, an excellent servant. Indeed, he was one repeatedly turning back [to Allah]"
        },
        {
            "chapter": 38,
            "verse": 45,
            "text": "And remember Our servants, Abraham, Isaac and Jacob - those of strength and [religious] vision"
        },
        {
            "chapter": 38,
            "verse": 46,
            "text": "Indeed, We chose them for an exclusive quality: remembrance of the home [of the Hereafter]"
        },
        {
            "chapter": 38,
            "verse": 47,
            "text": "And indeed they are, to Us, among the chosen and outstanding"
        },
        {
            "chapter": 38,
            "verse": 48,
            "text": "And remember Ishmael, Elisha and Dhul-Kifl, and all are among the outstanding"
        },
        {
            "chapter": 38,
            "verse": 49,
            "text": "This is a reminder. And indeed, for the righteous is a good place of return"
        },
        {
            "chapter": 38,
            "verse": 50,
            "text": "Gardens of perpetual residence, whose doors will be opened to them"
        },
        {
            "chapter": 38,
            "verse": 51,
            "text": "Reclining within them, they will call therein for abundant fruit and drink"
        },
        {
            "chapter": 38,
            "verse": 52,
            "text": "And with them will be women limiting [their] glances and of equal age"
        },
        {
            "chapter": 38,
            "verse": 53,
            "text": "This is what you, [the righteous], are promised for the Day of Account"
        },
        {
            "chapter": 38,
            "verse": 54,
            "text": "Indeed, this is Our provision; for it there is no depletion"
        },
        {
            "chapter": 38,
            "verse": 55,
            "text": "This [is so]. But indeed, for the transgressors is an evil place of return"
        },
        {
            "chapter": 38,
            "verse": 56,
            "text": "Hell, which they will [enter to] burn, and wretched is the resting place"
        },
        {
            "chapter": 38,
            "verse": 57,
            "text": "This - so let them taste it - is scalding water and [foul] purulence"
        },
        {
            "chapter": 38,
            "verse": 58,
            "text": "And other [punishments] of its type [in various] kinds"
        },
        {
            "chapter": 38,
            "verse": 59,
            "text": "[Its inhabitants will say], \"This is a company bursting in with you. No welcome for them. Indeed, they will burn in the Fire"
        },
        {
            "chapter": 38,
            "verse": 60,
            "text": "They will say, \"Nor you! No welcome for you. You, [our leaders], brought this upon us, and wretched is the settlement"
        },
        {
            "chapter": 38,
            "verse": 61,
            "text": "They will say, \"Our Lord, whoever brought this upon us - increase for him double punishment in the Fire"
        },
        {
            "chapter": 38,
            "verse": 62,
            "text": "And they will say, \"Why do we not see men whom we used to count among the worst"
        },
        {
            "chapter": 38,
            "verse": 63,
            "text": "Is it [because] we took them in ridicule, or has [our] vision turned away from them"
        },
        {
            "chapter": 38,
            "verse": 64,
            "text": "Indeed, that is truth - the quarreling of the people of the Fire"
        }
    ]
}