{
    "rukus": [
        {
            "chapter": 48,
            "verse": 11,
            "text": "Those who remained behind of the bedouins will say to you, \"Our properties and our families occupied us, so ask forgiveness for us.\" They say with their tongues what is not within their hearts. Say, \"Then who could prevent Allah at all if He intended for you harm or intended for you benefit? Rather, ever is Allah, with what you do, Acquainted"
        },
        {
            "chapter": 48,
            "verse": 12,
            "text": "But you thought that the Messenger and the believers would never return to their families, ever, and that was made pleasing in your hearts. And you assumed an assumption of evil and became a people ruined"
        },
        {
            "chapter": 48,
            "verse": 13,
            "text": "And whoever has not believed in Allah and His Messenger - then indeed, We have prepared for the disbelievers a Blaze"
        },
        {
            "chapter": 48,
            "verse": 14,
            "text": "And to Allah belongs the dominion of the heavens and the earth. He forgives whom He wills and punishes whom He wills. And ever is Allah Forgiving and Merciful"
        },
        {
            "chapter": 48,
            "verse": 15,
            "text": "Those who remained behind will say when you set out toward the war booty to take it, \"Let us follow you.\" They wish to change the words of Allah. Say, \"Never will you follow us. Thus did Allah say before.\" So they will say, \"Rather, you envy us.\" But [in fact] they were not understanding except a little"
        },
        {
            "chapter": 48,
            "verse": 16,
            "text": "Say to those who remained behind of the bedouins, \"You will be called to [face] a people of great military might; you may fight them, or they will submit. So if you obey, Allah will give you a good reward; but if you turn away as you turned away before, He will punish you with a painful punishment"
        },
        {
            "chapter": 48,
            "verse": 17,
            "text": "There is not upon the blind any guilt or upon the lame any guilt or upon the ill any guilt [for remaining behind]. And whoever obeys Allah and His Messenger - He will admit him to gardens beneath which rivers flow; but whoever turns away - He will punish him with a painful punishment"
        }
    ]
}