{
    "rukus": [
        {
            "chapter": 3,
            "verse": 81,
            "text": "And [recall, O People of the Scripture], when Allah took the covenant of the prophets, [saying], \"Whatever I give you of the Scripture and wisdom and then there comes to you a messenger confirming what is with you, you [must] believe in him and support him.\" [Allah] said, \"Have you acknowledged and taken upon that My commitment?\" They said, \"We have acknowledged it.\" He said, \"Then bear witness, and I am with you among the witnesses"
        },
        {
            "chapter": 3,
            "verse": 82,
            "text": "And whoever turned away after that - they were the defiantly disobedient"
        },
        {
            "chapter": 3,
            "verse": 83,
            "text": "So is it other than the religion of Allah they desire, while to Him have submitted [all] those within the heavens and earth, willingly or by compulsion, and to Him they will be returned"
        },
        {
            "chapter": 3,
            "verse": 84,
            "text": "Say, \"We have believed in Allah and in what was revealed to us and what was revealed to Abraham, Ishmael, Isaac, Jacob, and the Descendants, and in what was given to Moses and Jesus and to the prophets from their Lord. We make no distinction between any of them, and we are Muslims [submitting] to Him"
        },
        {
            "chapter": 3,
            "verse": 85,
            "text": "And whoever desires other than Islam as religion - never will it be accepted from him, and he, in the Hereafter, will be among the losers"
        },
        {
            "chapter": 3,
            "verse": 86,
            "text": "How shall Allah guide a people who disbelieved after their belief and had witnessed that the Messenger is true and clear signs had come to them? And Allah does not guide the wrongdoing people"
        },
        {
            "chapter": 3,
            "verse": 87,
            "text": "Those - their recompense will be that upon them is the curse of Allah and the angels and the people, all together"
        },
        {
            "chapter": 3,
            "verse": 88,
            "text": "Abiding eternally therein. The punishment will not be lightened for them, nor will they be reprieved"
        },
        {
            "chapter": 3,
            "verse": 89,
            "text": "Except for those who repent after that and correct themselves. For indeed, Allah is Forgiving and Merciful"
        },
        {
            "chapter": 3,
            "verse": 90,
            "text": "Indeed, those who reject the message after their belief and then increase in disbelief - never will their [claimed] repentance be accepted, and they are the ones astray"
        },
        {
            "chapter": 3,
            "verse": 91,
            "text": "Indeed, those who disbelieve and die while they are disbelievers - never would the [whole] capacity of the earth in gold be accepted from one of them if he would [seek to] ransom himself with it. For those there will be a painful punishment, and they will have no helpers"
        }
    ]
}