{
    "maqras": [
        {
            "chapter": 18,
            "verse": 51,
            "text": "Ben, onları (İblis ve soyunu) ne göklerin ve yerin yaratılışında, ne de kendilerinin yaratılışında şahit tutmadım ve hiçbir zaman doğru yoldan çıkanları yardımcı edinmiş değilim"
        },
        {
            "chapter": 18,
            "verse": 52,
            "text": "Ve o (kıyamet) günü Allah kâfirlere şöyle buyuracak: «Ortaklarım ve şefaatçılarınız diye zannettiğiniz putlarınızı çağırın.» Müşrikler onları çağırırlar, fakat kendilerine cevap vermezler. Biz, kâfirlerle ilâhları arasına ateşten bir engel koymuşuzdur"
        },
        {
            "chapter": 18,
            "verse": 53,
            "text": "Günahkârlar ateşi görmüşler de artık ona düşeceklerini anlamışlardır. Fakat ondan kaçıp sığınacak bir yer bulamazlar"
        },
        {
            "chapter": 18,
            "verse": 54,
            "text": "Şüphesiz biz, bu Kur´ân´da insanlara çeşitli mânâları türlü misallerle açık olarak verdik. İnsan ise, her şeyden çok mücadelecidir"
        },
        {
            "chapter": 18,
            "verse": 55,
            "text": "Kendilerine doğru yolu gösteren peygamber geldiğinde insanları, iman etmekten ve Rabblerinden günahlarının mağfiretini istemekten alıkoyan şey sadece geçmiş milletlerin başlarına gelen felaketlerin kendilerine de gelmesini veya ahiret azabının ansızın göz göre göre gelip çatmasını beklemek olmuştur"
        },
        {
            "chapter": 18,
            "verse": 56,
            "text": "Halbuki biz peygamberleri ancak müjdeciler ve uyarıcılar olarak göndeririz. Kâfir olanlar ise hakkı, batılla ortadan kaldırmak için mücadele ediyorlar. Onlar, âyetlerimizi ve korkutuldukları azabı da alaya almışlardır"
        },
        {
            "chapter": 18,
            "verse": 57,
            "text": "Rabbinin âyetleriyle nasihat edilip de onlardan yüz çeviren ve daha önce işlediği günahları unutandan daha zalim kim olabilir? Biz onların kalbleri üzerine (Kur´ân´ı) anlamalarına engel olan bir ağırlık, kulaklarına da sağırlık verdik. Ey Muhammed! Sen onları doğru yola çağırsan da onlar asla hidayete ermezler"
        },
        {
            "chapter": 18,
            "verse": 58,
            "text": "Bununla beraber rahmet sahibi olan Rabbin çok bağışlayıcıdır, tevbe eden kullarına rahmeti boldur. Eğer Allah, işledikleri günahlar yüzünden onları hemen cezalandıracak olsaydı, onlara hemen azab ederdi. Fakat onlara vaad edilen bir zaman vardır ki, o geldiğinde Allah´ın azabından bir kurtuluş yeri bulamazlar"
        },
        {
            "chapter": 18,
            "verse": 59,
            "text": "İşte zulmettikleri için helak ettiğimiz şehirler! Biz onların helâkleri için de belirli bir zaman tayin etmiştik"
        },
        {
            "chapter": 18,
            "verse": 60,
            "text": "Ey Muhammed! Bir vakit Musa genç adamına demişti ki: «İki denizin birleştiği yere ulaşıncaya kadar gideceğim, yahut senelerce gideceğim.»"
        },
        {
            "chapter": 18,
            "verse": 61,
            "text": "Bunun üzerine ikisi de iki denizin birleştiği yere vardıklarında balıklarını unuttular. Bu arada balık, denizde yolunu bulup kaybolmuştu"
        },
        {
            "chapter": 18,
            "verse": 62,
            "text": "İki denizin birleştiği yeri geçtikleri zaman, Musa genç arkadaşına: «Kuşluk yemeğimizi getir. Gerçekten biz bu yolculuğumuzda epey yorulduk» dedi"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "Adam: «Gördün mü! dedi. Kayaya sığındığımız vakit doğrusu ben balığı unutmuşum. Onu hatırlamamı, muhakkak şeytan bana unutturdu. O denizde garip bir yol tutup gitmişti.»"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "Musa da demişti ki: «İşte aradığımız o idi.» Bunun üzerine izlerine dönüp gerisin geri gittiler"
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "Nihayet kullarımızdan bir kul buldular ki, biz ona katımızdan bir rahmet vermiş ve tarafımızdan bir ilim öğretmiştik"
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "Musa ona: «Allah´ın sana öğrettiği ilim ve hikmetten bana da öğretmen için sana tabi olabilir miyim?» dedi"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "(Hızır) dedi ki: «Doğrusu sen benimle asla sabredemezsin"
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "«İçyüzünü kavrayamadığın şeye nasıl sabredeceksin?»"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "Musa: «İnşaallah beni sabırlı bulacaksın ve senin hiçbir işine karşı gelmeyeceğim» dedi"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "(Hızır) dedi ki: «O halde bana tabi olacaksın; ben sana sırrını anlatmadıkça, hiçbir şey hakkında bana soru sorma!»"
        },
        {
            "chapter": 18,
            "verse": 71,
            "text": "Bunun üzerine ikisi beraber yürüdüler. Nihayet gemiye bindikleri zaman, o kul (Hızır) gemiyi deldi. Musa, ona şöyle dedi: «Geminin içindekileri boğmak için mi deldin? Doğrusu çok kötü bir iş yaptın.»"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "(Hızır:) «Sen benimle asla sabredemezsin, demedim mi?» dedi"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "Musa dedi ki: «Unuttuğum şeyden dolayı beni suçlama ve bu işimden dolayı bana bir güçlük çıkarma.»"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "Yine gittiler. Nihayet bir erkek çocuğa rastladıklarında Hızır hemen onu öldürdü. Musa: «Kısas olmadan masum bir cana nasıl kıyarsın? Doğrusu sen çok fena bir şey yaptın» dedi"
        }
    ]
}