{
    "maqras": [
        {
            "chapter": 47,
            "verse": 33,
            "text": "Ey iman edenler! Allah´a itaat edin, Peygamber´e itaat edin ve amellerinizi boşa çıkarmayın"
        },
        {
            "chapter": 47,
            "verse": 34,
            "text": "Şüphesiz ki, inkâr edip, Allah yolundan saptıran, sonra da kâfir olarak ölenlere gelince Allah onları asla bağışlamayacaktır"
        },
        {
            "chapter": 47,
            "verse": 35,
            "text": "Sakın gevşemeyin ve üstün olduğunuz halde barışa çağırmayın. Allah sizinle beraberdir. O sizin amellerinizi eksiltmeyecektir"
        },
        {
            "chapter": 47,
            "verse": 36,
            "text": "Dünya hayatı ancak bir oyun ve eğlenceden ibarettir. Eğer iman eder kötülükten sakınırsanız, Allah size mükâfatınızı verir. Ve sizden bütün mallarınızı harcamanızı da istemez"
        },
        {
            "chapter": 47,
            "verse": 37,
            "text": "Eğer sizden onların tamamını isteyip de sizi zorlasaydı cimrilik ederdiniz. Bu da sizin bütün kinlerinizi ortaya çıkarırdı"
        },
        {
            "chapter": 47,
            "verse": 38,
            "text": "İşte sizler Allah yolunda harcamaya çağrılan kimselersiniz. İçinizden kiminiz cimrilik ediyor. Ama cimrilik eden ancak kendi zararına cimrilik eder. Allah zengindir, siz ise fakirsiniz. Eğer siz Hakk´tan yüz çevirirseniz Allah yerinize başka bir kavim getirir. Sonra onlar sizin gibi olmazlar"
        },
        {
            "chapter": 48,
            "verse": 1,
            "text": "Doğrusu biz sana apaçık bir fetih ihsân ettik"
        },
        {
            "chapter": 48,
            "verse": 2,
            "text": "Böylece Allah senin geçmiş ve gelecek günahını bağışlar. Sana olan nimetini tamamlar ve seni doğru yola iletir"
        },
        {
            "chapter": 48,
            "verse": 3,
            "text": "Ve sana Allah, şanlı bir zaferle yardım eder"
        },
        {
            "chapter": 48,
            "verse": 4,
            "text": "İmanlarına iman katsınlar diye müminlerin kalplerine güven indiren O´dur. Göklerin ve yerin orduları Allah´ındır. Allah bilendir, herşeyi hikmetle yapandır"
        },
        {
            "chapter": 48,
            "verse": 5,
            "text": "Mümin erkeklerle mümin kadınları, içinde ebedi kalacakları, altlarından ırmaklar akan cennetlere koyması, onların günahlarını örtmesi içindir. İşte bu, Allah katında büyük bir kurtuluştur"
        },
        {
            "chapter": 48,
            "verse": 6,
            "text": "Ve o Allah hakkında kötü zanda bulunan münâfık erkeklere ve münâfık kadınlara, Allah´a ortak koşan erkeklere ve ortak koşan kadınlara azap etmesi içindir. Kötülük onların başlarına gelmiştir. Allah onlara gazap etmiş, lânetlemiş ve cehennemi kendilerine hazırlamıştır. Orası ne kötü bir yerdir"
        },
        {
            "chapter": 48,
            "verse": 7,
            "text": "Göklerin ve yerin orduları Allah´ındır. Allah çok güçlüdür, hüküm ve hikmet sahibidir"
        },
        {
            "chapter": 48,
            "verse": 8,
            "text": "Şüphesiz biz seni, şâhit, müjdeleyici ve uyarıcı olarak gönderdik"
        },
        {
            "chapter": 48,
            "verse": 9,
            "text": "Ki, Allah´a ve Resulüne iman edesiniz ve bunu takviye edip, O´na saygı gösteresiniz ve sabah akşam O´nu tesbih edesiniz"
        },
        {
            "chapter": 48,
            "verse": 10,
            "text": "Herhalde sana bey´at edenler ancak Allah´a bey´at etmektedirler. Allah´ın eli onların ellerinin üzerindedir. Kim ahdi bozarsa ancak kendi aleyhine bozmuş olur. Kim de Allah´a verdiği ahde vefa gösterirse Allah ona büyük bir mükâfat verecektir"
        },
        {
            "chapter": 48,
            "verse": 11,
            "text": "yakında a´râbilerden geri kalmış olanlar sana diyecekler ki, «Mallarımız ve ailelerimiz bizi alıkoydu. Allah´tan bizim bağışlanmamızı dile.» Onlar kalplerinde olmayanı dilleriyle söylerler. De ki: Allah size bir zarar gelmesini dilerse veya bir fayda elde etmenizi isterse O´na karşı kimin bir şeye gücü yetebilir? Hayır! Allah yaptıklarınızdan haberdardır"
        },
        {
            "chapter": 48,
            "verse": 12,
            "text": "Aslında siz Peygamber ve müminlerin, ailelerine geri dönmeyeceklerini sanmıştınız. Bu sizin gönüllerinize güzel göründü de kötü zanda bulundunuz ve helâki hak etmiş bir topluluk oldunuz"
        },
        {
            "chapter": 48,
            "verse": 13,
            "text": "Kim Allah´a ve Rasulüne iman etmezse şüphesiz biz, kâfirler için çılgın bir ateş hazırlamışızdır"
        },
        {
            "chapter": 48,
            "verse": 14,
            "text": "Göklerin ve yerin mülkü Allah´ındır. O, dilediğini bağışlar dilediğini azaplandırır. Allah çok bağışlayan çok merhamet edendir"
        },
        {
            "chapter": 48,
            "verse": 15,
            "text": "Siz ganimetleri almak için gittiğinizde geri kalanlar: «Bırakın biz de arkanıza düşelim.» diyeceklerdir. Onlar, Allah´ın sözünü değiştirmek isterler. De ki: Siz bizimle gelemeyeceksiniz. Allah daha önce böyle buyurmuştur. Onlar size: «Bizi kıskanıyorsunuz.» diyeceklerdir. Bilakis onlar, pek az anlayan kimselerdir"
        },
        {
            "chapter": 48,
            "verse": 16,
            "text": "A´rabilerin geri bırakılmış olanlarına de ki: Siz yakında çok kuvvetli bir kavme karşı savaşmaya çağırılacaksınız. Onlarla savaşırsınız veya müslüman olurlar. Eğer itaat ederseniz, Allah size güzel bir mükâfat verir. Ama önceden döndüğünüz gibi yine dönecek olursanız sizi acıklı bir azaba uğratır"
        },
        {
            "chapter": 48,
            "verse": 17,
            "text": "Köre vebal yoktur, topala da vebal yoktur, hastaya da vebal yoktur. Bununla beraber kim Allah´a ve peygamberine itâat ederse, Allah onu, altından ırmaklar akan cennetlere sokar. Kim de geri kalırsa, onu acı bir azaba uğratır"
        }
    ]
}