{
    "pages": [
        {
            "chapter": 6,
            "verse": 60,
            "text": "O, oyle bir Tanrıdır ki geceleyin adeta sizi oldurur, gunduzun ne cesit islerde bulunacagınızı bilir, sonra sizi gunduz diriltir de mukadder olan olumunuze dek bu, boyle gider, olumden sonra da donup varacagınız yer, onun tapısıdır, sonra ne yaptıysanız hepsini size haber verir"
        },
        {
            "chapter": 6,
            "verse": 61,
            "text": "Odur kullarından yuce tasarruf ve kudret sahibi ve size, amellerinizi hıfz ve kaydeden melekler gondermistir. Nihayet birinizin olumu geldi mi elcilerimiz, onu oldururler ve onlar, artık ve eksik is gormezler"
        },
        {
            "chapter": 6,
            "verse": 62,
            "text": "Sonra, her isi dogru olan kudret ve tasarruf sahibi Tanrılarının tapısına goturulurler. Bilin ki hukum onundur ve o, hesap gorenlerin en tez hesap gorenidir"
        },
        {
            "chapter": 6,
            "verse": 63,
            "text": "De ki: Sızlanıp yalvararak gizlice, bizi bundan kurtarırsan sukredenlerden oluruz diye dua ettiginiz zaman sizi karanın ve denizin karanlıklarından kurtaran kimdir"
        },
        {
            "chapter": 6,
            "verse": 64,
            "text": "De ki: Ondan da sizi kurtaran Allah'tır, butun sıkıntılardan da; sonra gene ona sirk kosarsınız"
        },
        {
            "chapter": 6,
            "verse": 65,
            "text": "De ki: Ustunuzden, ayaklarınızın altından size azap gondermeye, yahut sizi bolukboluk edip bir kısmınızın azabını bir kısmınıza tattırmaya gucu yeter onun; anlasınlar diye bak, delilleri nasıl cesitcesit acıklamadayız"
        },
        {
            "chapter": 6,
            "verse": 66,
            "text": "Kavmin, Kur'an'ı yalan saymada, halbuki o, gercektir. De ki: Ben, sizi koruyucu degilim"
        },
        {
            "chapter": 6,
            "verse": 67,
            "text": "Her haberin mukadder bir zamanı var, siz de ogrenir, bilirsiniz yakında"
        },
        {
            "chapter": 6,
            "verse": 68,
            "text": "Ayetlerimize dair munasebetsiz sozlere daldıklarını gorunce bir baska bahse girisinceye dek yuz cevir onlardan. Seytan, bunu sana unutturursa hatırladıktan sonra artık zulmeden kavimle oturma"
        }
    ]
}