{
    "pages": [
        {
            "chapter": 6,
            "verse": 74,
            "text": "Hani Ibrahim, atası Azer'e, putları mabut mu tanıyorsun demisti, suphe yok ben, seni de, kavmini de apacık bir sapıklıga dusmus gormedeyim"
        },
        {
            "chapter": 6,
            "verse": 75,
            "text": "Biz, gercek ve suphesiz bilgiye sahip olması icin Ibrahim'e, goklerdeki ve yeryuzundeki kudret ve saltanatı, tasarruf ve hikmeti boylece gostermedeydik"
        },
        {
            "chapter": 6,
            "verse": 76,
            "text": "Gece olup karanlık basınca bir yıldız gormus de budur Rabbim demisti. Fakat yıldız battı mı demisti ki: Ben batanları sevmem"
        },
        {
            "chapter": 6,
            "verse": 77,
            "text": "Sonra Ayın dogmakta oldugunu gormus de Rabbim bu demisti. Fakat batınca andolsun ki demisti, Rabbim bana dogru yolu gostermezse sapık kavimden olacagım ben"
        },
        {
            "chapter": 6,
            "verse": 78,
            "text": "Derken gunesin ısıklar sacarak dogdugunu gormus, Rabbim bu demisti, bu daha buyuk. Fakat gunes de batıp gidince ey kavim demisti, benim, sizin sirk kostugunuz seylerle hicbir ilgim yok"
        },
        {
            "chapter": 6,
            "verse": 79,
            "text": "Hic suphem olmaksızın mabudumu tek tanıyarak yuzumu, gokleri ve yeryuzunu yaratana dondum ve ben, sirk kosanlardan degilim"
        },
        {
            "chapter": 6,
            "verse": 80,
            "text": "Kavmi, onunla cekismeye girisince de Allah bana dogru yolu buldurduktan sonra da onun hakkında benimle cekismeye mi kalkıyorsunuz demisti, ben, sizin Tanrıya es tanıdıklarınızdan korkmam, Rabbim ne dilerse o olur. Rabbimin bilgisi her seyi kavramıstır, hala mı dusunmeyecek, ogut kabul etmeyeceksiniz"
        },
        {
            "chapter": 6,
            "verse": 81,
            "text": "Siz, hicbir delile sahip olmadıgınız halde o putları Allah'a es tanımaktan korkmuyorken ben o es tanıdıklarınızdan nasıl korkarım ki? Biliyorsanız soyleyin, bu iki taraftan hangisine, daha fazla inanılır, hangi taraf, daha ziyade emniyete hak kazanmıstır"
        }
    ]
}