{
    "pages": [
        {
            "chapter": 7,
            "verse": 12,
            "text": "Tanrı, sana emrettigim zaman neden secde etmekten cekindin, seni meneden sebep neydi dedi. O, ben ondan daha hayırlıyım dedi, beni atesten halkettin, onu balcıktan yarattın"
        },
        {
            "chapter": 7,
            "verse": 13,
            "text": "Tanrı in oradan dedi, artık orada kalıp ululanamazsın, cık, suphe yok ki sen alcaklardansın"
        },
        {
            "chapter": 7,
            "verse": 14,
            "text": "Iblis, bana, tekrar dirilecekleri, kalkacakları gune kadar muhlet ver dedi"
        },
        {
            "chapter": 7,
            "verse": 15,
            "text": "Tanrı, suphe etme ki muhlet verilenlerdensin dedi"
        },
        {
            "chapter": 7,
            "verse": 16,
            "text": "Iblis, beni azdıran sensin dedi, onun icin ben de andolsun ki onları senin dogru yolundan cıkarmak icin pusu kurup oturacagım"
        },
        {
            "chapter": 7,
            "verse": 17,
            "text": "Sonra andolsun ki onlerinden, arkalarından, saglarından, sollarından cıkıp catacagım onlara ve goreceksin ki cogu sukur bile etmeyecek sana"
        },
        {
            "chapter": 7,
            "verse": 18,
            "text": "Tanrı, sen kınanmıs, kovulmussun, cık oradan dedi, andolsun ki cehennemi sizinle ve sana uyanlarla dolduracagım"
        },
        {
            "chapter": 7,
            "verse": 19,
            "text": "Ey Adem, sen ve esin, cennete yerlesin, ikiniz de dilediginiz seyleri yiyin, yalnız su agaca yaklasmayın, cunku zalimlerden olursunuz"
        },
        {
            "chapter": 7,
            "verse": 20,
            "text": "Seytan, onlara gizli kalmıs olan avret yerlerini belirtip gostermek icin ikisini de vesveselendirdi ve bu agacın meyvesini yerseniz mutlaka iki melek haline gelir, yahut da ebedi omre kavusursunuz, onun icin Rabbiniz sizi nehyetti dedi"
        },
        {
            "chapter": 7,
            "verse": 21,
            "text": "Ve yemin ederek suphe yok ki dedi, ben size ogut verenlerdenim"
        },
        {
            "chapter": 7,
            "verse": 22,
            "text": "Onları boylece aldattı. Derken o agacın meyvesinden tadınca avret yerlerini gorduler ve cennetteki agacların yapraklarıyla avret yerlerini ortmeye koyuldular. Rableri nida edip onlara dedi ki: Sizi, su agacın meyvesini yemeden menetmedim mi ve demedim mi ki Seytan, hic suphe yok ki size apacık bir dusmandır"
        }
    ]
}