{
    "pages": [
        {
            "chapter": 11,
            "verse": 20,
            "text": "Onlar, ne yeryuzunde azaptan kacıp kurtulabilirler, ne de Allah'tan baska bir yardımcıları vardır. Azapları da katkat arttırılır. Cunku onların isitmeye tahammulleri yoktu, gormezlerdi de"
        },
        {
            "chapter": 11,
            "verse": 21,
            "text": "Onlar, oyle kisilerdir ki kendilerine zarar verdiler ve uydurdukları seyler de onlardan cekildi, kaybolup gitti"
        },
        {
            "chapter": 11,
            "verse": 22,
            "text": "Gercekten de onlar ahirette en cok ziyana ugrayanların ta kendileridir"
        },
        {
            "chapter": 11,
            "verse": 23,
            "text": "Inanıp iyi islerde bulunanlara ve Rablerine yalvarıp yakaranlara gelince: Onlardır cennet ehli ve onlar, orada ebedi kalırlar"
        },
        {
            "chapter": 11,
            "verse": 24,
            "text": "Bu iki boluk, kor ve sagırla goren ve duyan adama benzer sanki; bu ikisi, birbirine esit olur mu hic? Yoksa dusunmez misiniz"
        },
        {
            "chapter": 11,
            "verse": 25,
            "text": "Andolsun ki biz Nuh'u, kavmine gonderdik de suphe yok ki dedi, ben, size apacık bir korkutucuyum"
        },
        {
            "chapter": 11,
            "verse": 26,
            "text": "Ancak Allah'a kulluk edin, cunku gercekten de elemli bir gunun azabı gelip catacak size, bundan korkuyorum ben"
        },
        {
            "chapter": 11,
            "verse": 27,
            "text": "Kavminin kafir olanlarından ileri gelenler, biz dediler, seni de bizim gibi bir adam gormedeyiz ve sana uyanları da goruyoruz ki dusunmeden ve derhal sana kapılıveren ve ancak asagılık tabakadan olan adamlarımız ve sizin, bize bir ustunlugunuzu de gormuyoruz, hatta yalancı oldugunuzu sanıyoruz"
        },
        {
            "chapter": 11,
            "verse": 28,
            "text": "Nuh, ey kavmim dedi, ya ben Rabbimden apacık bir delille gelmissem ve katından bana bir rahmet vermisse, fakat bunu, siz gormuyorsanız. Istemediginiz halde kabul etmeniz icin de sizi zorlayacak mıyım ki"
        }
    ]
}