{
    "pages": [
        {
            "chapter": 12,
            "verse": 79,
            "text": "Allah'a sıgınırım dedi, bir baskasını tutup kole yapmaktan; ancak malımızı kimde bulduysak onu kole yaparız biz; yoksa suphesiz zulmedenlerden oluruz"
        },
        {
            "chapter": 12,
            "verse": 80,
            "text": "Ondan tamamıyla umitlerini kesince gizlice konusarak cekildiler. Buyukleri, bilmiyor musunuz dedi, babanız Allah adına sizden kuvvetli bir soz aldı, daha once de Yusuf hakkındaki vazifenizde ne cesit kusur ettiniz? Babam izin verinceye dek, yahut Allah, benim hakkımda bir hukum yurutunceye kadar ben buradan ayrılmayacagım ve o, hukmedenlerin en hayırlısıdır"
        },
        {
            "chapter": 12,
            "verse": 81,
            "text": "Siz babanıza donun de baba deyin, oglun hırsızlık etti ve biz, ancak bildigimizi soyleyerek tanıklıkta bulunduk, gizli olanıysa zaten bilemeyiz"
        },
        {
            "chapter": 12,
            "verse": 82,
            "text": "Icinde bulundugumuz sehir halkına da sor, beraber geldigimiz kervan halkına da ve suphe yok ki dogru soylemekteyiz"
        },
        {
            "chapter": 12,
            "verse": 83,
            "text": "Yakup, olsaolsa dedi, nefisleriniz, yaptıgınız isi size guzel, o guc isi kolay gostermis; fakat ben, pek guzel dayanır, sabrederim. Umarım ki Allah hepsine birden kavusturur beni, hic suphe yok ki o, her seyi bilir, hukum ve hikmet sahibidir"
        },
        {
            "chapter": 12,
            "verse": 84,
            "text": "Ve onlardan yuz cevirdi de ey beni tukenmez, sonu gelmez kederlere salan Yusuf demeye basladı ve kederden gozleri agardı ve artık derdini yutmaktaydı o"
        },
        {
            "chapter": 12,
            "verse": 85,
            "text": "Allah'a andolsun dediler, hala Yusuf'u anıp durmadasın, sonunda hastalanıp eriyecek, yahut da helak olup gideceksin"
        },
        {
            "chapter": 12,
            "verse": 86,
            "text": "Ben dedi, tasan derdimi, kederimi ancak Allah'a arzetmedeyim ve Allah tarafından sizin bilmediginiz seyleri biliyorum ben"
        }
    ]
}