{
    "pages": [
        {
            "chapter": 20,
            "verse": 65,
            "text": "Buyuculer dediler ki: Istersen sen at once sopanı, istersen biz atalım once ya Musa"
        },
        {
            "chapter": 20,
            "verse": 66,
            "text": "Musa, siz atın once dedi. Derken buyuleriyle ipleri ve sopaları, Musa'ya dogru kosuyormus gibi gorundu"
        },
        {
            "chapter": 20,
            "verse": 67,
            "text": "Musa'nın icine bir korku dustu"
        },
        {
            "chapter": 20,
            "verse": 68,
            "text": "Korkma dedik, hic suphe yok ki sen, daha ustunsun"
        },
        {
            "chapter": 20,
            "verse": 69,
            "text": "At sag elindeki sopanı, onların meydana getirdikleri seyleri yutsun, cunku onlar, ancak buyuculuk duzeniyle yaptılar bu isi ve buyucu, Nerede olursa olsun, eremez umduguna"
        },
        {
            "chapter": 20,
            "verse": 70,
            "text": "Sonunda buyuculer secde ederek yere kapandılar ve inandık dediler, Harun'la Musa'nın Rabbine"
        },
        {
            "chapter": 20,
            "verse": 71,
            "text": "Siz dedi Firavun, ben size izin vermeden inandınız mı ona? Suphe yok ki o size buyu ogreten buyugunuz. Ellerinizi, ayaklarınızı caprazlama kestirecegim ve hurma dallarına astıracagım sizi, o vakit bilir, anlarsınız hangimizin azabı daha cetin ve daha surekli"
        },
        {
            "chapter": 20,
            "verse": 72,
            "text": "Su bize gosterilen apacık mucizelere karsı artık yaradanımıza tercih edemeyiz seni dediler, elinden geleni yap, zaten ancak su dunya yasayısında hukmunu yurutebilirsin"
        },
        {
            "chapter": 20,
            "verse": 73,
            "text": "Gercekten de biz, hatalarımızı ve bize zorla yaptırdıgın buyuden dolayı girdigimiz gunahları yarlıgaması icin inandık Rabbimize ve Allah, daha hayırlıdır, verdigi karsılık da daha surekli"
        },
        {
            "chapter": 20,
            "verse": 74,
            "text": "Suphe yok ki Rabbine mucrim olarak gelenedir cehennem; orada ne olur, ne diri kalır"
        },
        {
            "chapter": 20,
            "verse": 75,
            "text": "Ve kim de inanmıs ve iyi islerde bulunmus bir halde ona gelirse iste o cesit kisileredir yuce dereceler"
        },
        {
            "chapter": 20,
            "verse": 76,
            "text": "Kıyılarından ırmaklar akan ebedi Adn cennetleri ve bu, inanıs ve ibadetle temizlenen kisinin karsılıgıdır"
        }
    ]
}