{
    "pages": [
        {
            "chapter": 21,
            "verse": 36,
            "text": "Kafir olanlar, seni gorunce ancak alaya alırlar, bu mudur derler, mabutlarınızı anan, halbuki onlar rahmanı anmayı inkar ederler"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "Insan, pek aceleci yaratılmıstır; delillerimi yakında gosterecegim size, acele etmeyin"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "Dogru soyluyorsanız derler, ne zaman yerine gelecek vaadiniz"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "Bir bilselerdi kafir olanlar onlerinden, artlarından kendilerini saran atesi defedemeyecekleri ve hicbir yardım da goremeyecekleri zamanı"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "Hatta o gun, onlara birdenbire geliverecek de sasırtacak onları ve onu reddetmeye gucleri yetmeyecegi gibi muhlet de verilmeyecek onlara"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "Andolsun ki senden onceki peygamberlerle de alay edilmistir de onlarla alayları yuzunden alay ettikleri azaba ugrayıvermislerdir"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "De ki: Kim koruyabilir rahmandan sizi geceleyin ve gunduzun? Fakat onlar, Rablerini anmaktan yuz cevirirler"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "Onların, azabımızı kendilerinden menedecek bir mabutları mı var yoksa? O mabutların, ne kendilerine yardım etmeye gucleri yeter, ne de bizden bir yardım gorur kafirler"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "Hatta biz, onların da, atalarının da omurlerini uzattık, omurleri boyunca onları gecindirdik, fakat gormezler mi ki yerlerine, yurtlarına girip hakim oldukları yerleri daraltıp azaltmadayız; hala onlar mı ustun olanlar"
        }
    ]
}