{
    "pages": [
        {
            "chapter": 2,
            "verse": 17,
            "text": "Onlar, bir ates yakıp ısıklanmak isteyen kimseye benzerler. Ates, cevrelerindeki seyleri aydınlattı mı Allah, nurlarını alıverir de onları karanlıklarda bırakır, gormezler"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "Sagırdırlar, dilsizdirler, kordurler, dogru yola donemezler"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "Yahut da gokten bosana bosana yagan yagmura tutulmusa benzerler; orada karanlıklar var, gok gurlemede, simsek cakmada. Olum korkusuyla yıldırımların sesini duymamak icin parmaklarıyla kulaklarını tıkarlar. Allah'sa inanmayanları cepcevre kaplamıs, kavramıstır"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "Simsek neredeyse gozlerini alacak onların. Cakıp etraf aydınlandı mı yururler, karanlıkta kaldılar mı dururlar. Allah dilerse duymalarını da alır, gozlerini de kor eder. Suphe yok ki Allah'ın her seye gucu yeter"
        },
        {
            "chapter": 2,
            "verse": 21,
            "text": "Ey insanlar, sizi de, sizden oncekileri de yaratan Rabbinize ibadet edin de takva sahiplerinden olun"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "Oyle bir Allah'tır ki size yeryuzunu dosek etmistir, gokyuzunu tavan. Gokten yagmur yagdırır, o yagmurla meyveler yetistirir. Sizi rızıklandırır. Ona esitler var demeyin, zaten olmadıgını bilirsiniz de"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "Kulumuza indiregeldigimiz Kur'an'da supheniz varsa ona benzer bir sure getirin, dogrucuysanız Allah'tan baska tanıklarınızı da cagırın"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "Bunu yapamazsanız, kesin olarak da yapamazsınız ya, sakının odunu insanlarla taslar olan ve kafirlere hazırlanan atesten"
        }
    ]
}