{
    "pages": [
        {
            "chapter": 3,
            "verse": 1,
            "text": "Elif lam mim"
        },
        {
            "chapter": 3,
            "verse": 2,
            "text": "Oyle bir Allah'tır ki yoktur ondan baska tapacak; diridir, daimi olarak mahlukatının islerini tedbir ve her seyi tasarruf eder"
        },
        {
            "chapter": 3,
            "verse": 3,
            "text": "Kitabı, sana gercek ve ellerinde bulunanı gercekleyici olarak indirdi, Tevrat ve Incil'i de indirdi"
        },
        {
            "chapter": 3,
            "verse": 4,
            "text": "Evvelce, insanlara hidayet olarak, gercekle batılı ayırt eden kitabı da indirdi. Tanrı ayetlerine inanmayanlardır cetin azap ve Allah oyle ustun bir kudret sahibidir ki aman vermez"
        },
        {
            "chapter": 3,
            "verse": 5,
            "text": "Suphe yok ki ne yeryuzunde bir sey Allah'a gizli kalır, ne gokyuzunde"
        },
        {
            "chapter": 3,
            "verse": 6,
            "text": "O, size, daha analarınızın karnındayken diledigi gibi sekil verir. Yoktur ondan baska ustun, hukum ve hikmet sahibi tapacak"
        },
        {
            "chapter": 3,
            "verse": 7,
            "text": "Oyle bir Tanrı'dır ki sana kitap indirdi. Onun bir kısmı, manasıapacık ayetlerdir ve bunlar, kitabın temelidir. Diger kısmıysa cesitli manalara benzerlik gosterir ayetlerdir. Yureklerinde egrilik olanlar, fitne cıkarmak ve onları tevil etmek icin manaları acık olmayan ayetlere uyarlar. Halbuki onların tevilini ancak Allah bilir. Bilgide supheleri olmayacak kadar kuvvetli olanlarsa derler ki: Biz inandık ona, hepsi de Rabbimizdendir; bunu aklı tam olanlardan baskaları dusunemez"
        },
        {
            "chapter": 3,
            "verse": 8,
            "text": "Rabbimiz, bizi dogru yola sevk ettikten sonra kalplerimizi saptırma ve kendi katından bize rahmet bagısla, suphe yok ki sen, fazlasıyla bagıslayansın"
        },
        {
            "chapter": 3,
            "verse": 9,
            "text": "Rabbimiz, muhakkak sen, geleceginde suphe bulunmayan gunde insanları toplayansın. Suphe yok ki Allah, vaadinden donmez"
        }
    ]
}