{
    "pages": [
        {
            "chapter": 5,
            "verse": 51,
            "text": "O ye who believe! take not the Jews and the Nazarenes as friends: friends they are to each other: and whosoever of you befriendeth them, verily he is of them; verily Allah guideth not a wrong-doing people"
        },
        {
            "chapter": 5,
            "verse": 52,
            "text": "Wherefore thou seest those in whose hearts is a disease hasten toward them saying: we fear lest there may befall us a reverse. But belike Allah may bring a victory or some affair from Himself; then they shall find themselves, for which they hide in their souls, remorseful"
        },
        {
            "chapter": 5,
            "verse": 53,
            "text": "And those who believe will say: are those they who swear by Allah say their solemn oaths that they were verily with you? Their works came to naught, and they found themselves losers"
        },
        {
            "chapter": 5,
            "verse": 54,
            "text": "O ye who believe! whosoever of you apostateth from his religion, then presently Allah shall bring a people whom He shall love and who shall love Him, gentle toward the believers, stern toward the infidels, striving hard in the way of Allah, and fearing not the reproof of any reprover. This is the grace of Allah; He bestoweth it on whomsoever He will. And Allah is Bountiful, Knowing"
        },
        {
            "chapter": 5,
            "verse": 55,
            "text": "Your friend is but Allah and His apostle and those who have believed- those who establish the prayer and give the poor-rate while they bow down"
        },
        {
            "chapter": 5,
            "verse": 56,
            "text": "And whosoever befriendeth Allah and His apostle and those who have believed, then verily the party of Allah! - they are the overcomers"
        },
        {
            "chapter": 5,
            "verse": 57,
            "text": "O ye who believe! take not as friends those who make a mockery and fun of your religion from among those who have been vouchsafed the Book before you and other infidels. And fear Allah if ye are believers"
        }
    ]
}