{
    "pages": [
        {
            "chapter": 11,
            "verse": 46,
            "text": "He said: O Nuh! verily he is not of thy household; verily he is of unrighteous Conduct; wherefore ask Me not that whereof thou hast no knowledge; verily I exhort thee not to be of the ignorants"
        },
        {
            "chapter": 11,
            "verse": 47,
            "text": "Nuh said: my Lord! verily take refuge with Thee lest I may ask Thee that whereof I have no knowledge. And if Thou forgivest me not and hast not mercy on me, I shall be of the losers"
        },
        {
            "chapter": 11,
            "verse": 48,
            "text": "It was said: Nuh! get thou down with peace from us and blessings upon thee and the communities with thee. And there shall be communities whom we shall let enjoy themselves, and thereafter there shall befall them from us a torment afflictive"
        },
        {
            "chapter": 11,
            "verse": 49,
            "text": "That is of the stories of the unseen: We Reveal it unto thee: thou knewest it not, nor thy nation knew it ere this. So be thou patient; verily the happy end is for the God-fearing"
        },
        {
            "chapter": 11,
            "verse": 50,
            "text": "And unto 'Aad We sent their brother Hud. He said: O my people! worship Allah; ` there is no god for you but he; ye are but fabricators"
        },
        {
            "chapter": 11,
            "verse": 51,
            "text": "O My people! I ask of you no hire therefor, my hire is cnly on Him who created me, will ye not then reflect"
        },
        {
            "chapter": 11,
            "verse": 52,
            "text": "O My people! ask forgiveness of your Lord, then repent tcward Him; He will send the heaven upon you pouring, land He will add ycu strength upon your strength, and turn not away as guilty ones"
        },
        {
            "chapter": 11,
            "verse": 53,
            "text": "They sai: O Hud! thou hast not brought us an evidence, and we are not going to abandon our gods thy saying, nor are we going to be believers in thee"
        }
    ]
}