{
    "pages": [
        {
            "chapter": 11,
            "verse": 82,
            "text": "Then when Our decree came to pass, We turned the upside thereof downward, and We rained thereon stones of baked clay, piled up"
        },
        {
            "chapter": 11,
            "verse": 83,
            "text": "Marked from before thy Lord. Nor are they from the wrong- doers far away"
        },
        {
            "chapter": 11,
            "verse": 84,
            "text": "And unto Madyan We sent their brother Shu'aib. He said: O my people! worship Allah; there is no god for you but he. And give not short measure and weight. Verily I see you in prosperity, and verily I fear for you the torment of a Day encompassing"
        },
        {
            "chapter": 11,
            "verse": 85,
            "text": "And, O my people! give full measure and weight with equity, and defraud not the people of their things, and commit not mischief on the earth as corrupters"
        },
        {
            "chapter": 11,
            "verse": 86,
            "text": "And the remainder of Allah is better for you, if ye believers, and I am not over you a guardian"
        },
        {
            "chapter": 11,
            "verse": 87,
            "text": "They said: Shu'aib, commandeth thee thy prayer that we should abandon that which our fathers have worshipped, or that we should not do with our riches whatsoever we will! thou, indeed! thou forsooth art forbearing, right-minded"
        },
        {
            "chapter": 11,
            "verse": 88,
            "text": "He said: O my people! bethink if I rested on an evidence from my Lord, and He hath provided me with a goodly provision from Himself, shell I fail to deliver His message! And I desire not, in order to oppose you, to do that which I forbid I desire not but rectification, so far you as I am able, and my hope of success is not save with Allah; in Him I rely and unto Him I turn penitently"
        }
    ]
}