{
    "pages": [
        {
            "chapter": 2,
            "verse": 203,
            "text": "And remember Allah on the days numbered. Then whosoever hastenoth in two days on him is no sin, and whosoever delayeth, On him is no sin: this for him: who feareth. So fear Allah, and know that verily unto Him shall ye be gathered"
        },
        {
            "chapter": 2,
            "verse": 204,
            "text": "And of mankind is he whose discourse for the purpose of this world thou admirest, and he taketh Allah to witness as to that which is in his heart, whereas he is the most contentious of the adversaries"
        },
        {
            "chapter": 2,
            "verse": 205,
            "text": "And when he turnoth away, he speedeth through the land that He may act corruptly therein and destroy the tilth and the stock. And Allah approveth not corruptness"
        },
        {
            "chapter": 2,
            "verse": 206,
            "text": "And when it said unto him: fear Allah, arrogance taketh him to sin. Enough for him is Hell: surely an ill resort"
        },
        {
            "chapter": 2,
            "verse": 207,
            "text": "And of mankind is he who selleth his life even, seeking the pleasure of Allah; and Allah is Tender unto His bond men"
        },
        {
            "chapter": 2,
            "verse": 208,
            "text": "O Ye who believe! enter into Islam wholly, and follow not the foot steps of the Satan, verily he is unto you an enemy manifest"
        },
        {
            "chapter": 2,
            "verse": 209,
            "text": "Wherefore if ye slip after that which hath come unto you of the evidence then - know that Allah is Mighty, Wise"
        },
        {
            "chapter": 2,
            "verse": 210,
            "text": "Await they only that Allah shall come unto them in the shadows of the Clouds, and also the angels, and the affair is decreed! And unto Allah are all affairs returned"
        }
    ]
}