{
    "pages": [
        {
            "chapter": 24,
            "verse": 37,
            "text": "Men whom neither trafficking nor bargaining diverteth from the remembrance of Allah and the establishment of the prayer and the giving of the poor-rate, fearing a Day whereon upset will be the hearts and sights"
        },
        {
            "chapter": 24,
            "verse": 38,
            "text": "That Allah may recompense them the best for that which they worked and may increase unto them of His grace, and Allah provideth for whomsoever He will without measure"
        },
        {
            "chapter": 24,
            "verse": 39,
            "text": "And those who disbelieve--their works are like a mirage in a desert which the thirsty deemeth to be water, until when he cometh thereto he findeth not aught, and findeth Allahs with himself, and He payeth him his account in full; and Allah is swift at reckoning"
        },
        {
            "chapter": 24,
            "verse": 40,
            "text": "Or, like the darknesses in a sea deep; there covereth it a wave from above it, a wave from above it, above which is a cloud: darknesses one above anot her: when he putteth out his hand well-nigh he seeth it not. And upto whomsoever Allah shall not appoint a light, his shall be no light"
        },
        {
            "chapter": 24,
            "verse": 41,
            "text": "Beholdest thou not that Allah --those hallow Him whosoever is in the heavens and the earth and the birds with wings outspread? Surely each one knoweth his prayer and his hallowing; and Allah is the Knower of that which they do"
        },
        {
            "chapter": 24,
            "verse": 42,
            "text": "And Allah's is the dominion of the heavens and the earth, and unto Allah is the return"
        },
        {
            "chapter": 24,
            "verse": 43,
            "text": "Beholdest thou not that Allah driveth a cloud along, then combineth it, then maketh it a heap, and then thou beholdest the fine rain come forth from the interstices thereof? And He sendeth down from the heaven mountains wherein is hail, then afflicteth therewith whomsoever He will, and averteth it from whomsoever He will: wellnigh the flash of His lightening taketh away the sights"
        }
    ]
}