{
    "pages": [
        {
            "chapter": 25,
            "verse": 33,
            "text": "And they come not unto thee with a similitude but We bring thee the truth and an excellent interpretation"
        },
        {
            "chapter": 25,
            "verse": 34,
            "text": "They who shall be gathered prone on their faces unto Hell-- those shall be worst in respect of place and the most astray in respect of path"
        },
        {
            "chapter": 25,
            "verse": 35,
            "text": "And assuredly We vouchsafed unto Musa the Book and We placed with him his brother Harun as a minister"
        },
        {
            "chapter": 25,
            "verse": 36,
            "text": "Then We said: go ye twain unto a people who have belied Our signs. Then We annihilated them an utter annihilation"
        },
        {
            "chapter": 25,
            "verse": 37,
            "text": "And the people of Nuh! When they belied the apostles We drowned them, and made them a sign unto mankind. And We have gotten ready unto the wrong-doers a torment afflictive"
        },
        {
            "chapter": 25,
            "verse": 38,
            "text": "And the 'Aad and the Thamud and the dwellers of the pass and generations in-between many"
        },
        {
            "chapter": 25,
            "verse": 39,
            "text": "And unto each! We propounded similitude thereunto; and each We ruined an utter ruin"
        },
        {
            "chapter": 25,
            "verse": 40,
            "text": "And assuredly they have gone by the township whereon was rained the evil rain. Are they not wont to see it? Aye! they expect not Resurrection"
        },
        {
            "chapter": 25,
            "verse": 41,
            "text": "And when they behold thee, they hold thee up for mockery: is this the one whom Allah hath sent as an apostle"
        },
        {
            "chapter": 25,
            "verse": 42,
            "text": "Well nigh he had led us astray from our gods if we had not persevered towards them. Presently they shall know, When they behold the torment, who, more astray in respect of path"
        },
        {
            "chapter": 25,
            "verse": 43,
            "text": "Hast thou observed him who hath taken as his god his own desire! wilt thou be over him a trustee"
        }
    ]
}