{
    "pages": [
        {
            "chapter": 29,
            "verse": 64,
            "text": "And this life of the world is but: sport and play. Verily the home of the Hereafter--that is life indeed, if they but knew"
        },
        {
            "chapter": 29,
            "verse": 65,
            "text": "So When they mount upon the ships they call on Allah making pure for Him the religion, then when He delivereth them safely on the land, lo! they associate"
        },
        {
            "chapter": 29,
            "verse": 66,
            "text": "So that they become ingrate for that which We have vouchsafed unto them, and that they enjoy themselves; but presently they shall know"
        },
        {
            "chapter": 29,
            "verse": 67,
            "text": "Behold they not that We have appointed an inviolable sanctuary, while men are being snatched away round about them? in falsehood then believe they, and unto the favour of Allah will they be ingrate"
        },
        {
            "chapter": 29,
            "verse": 68,
            "text": "And who is a greater wrong-doer than he who fabricateth a lie against Allah or belieth the truth when it cometh unto him Will there not be in the Hell an abiding-place for the infidels"
        },
        {
            "chapter": 29,
            "verse": 69,
            "text": "And those who strive hard in us, We shall surely guide them in Our paths; verily Allah is with the welldoers"
        },
        {
            "chapter": 30,
            "verse": 1,
            "text": "Alif. Lam Mim"
        },
        {
            "chapter": 30,
            "verse": 2,
            "text": "The Byzantians have been overcome"
        },
        {
            "chapter": 30,
            "verse": 3,
            "text": "In a nearer land; and they, after the overcoming of them, shall soon overcome"
        },
        {
            "chapter": 30,
            "verse": 4,
            "text": "In some few years. Allah's is the command, before and after. And on that day the believers wiil rejoice"
        },
        {
            "chapter": 30,
            "verse": 5,
            "text": "In Allah succour. He succoureth whomsoever He will, and He is the Mighty, the Merciful"
        }
    ]
}