{
    "pages": [
        {
            "chapter": 42,
            "verse": 52,
            "text": "Even so We have revealed Unto thee a spirit of Our command; thou knewest not whatsoever the Book was, nor whatsoever the faith; We have made it a light wherewith We guide whomsoever We will of Our bondmen. And verily thou guidest Unto a straight path"
        },
        {
            "chapter": 42,
            "verse": 53,
            "text": "The path of Allah, Whose is whatsoever is in the heavens and whatsoever is in the earth. Lo! Unto Allah trend all affairs"
        },
        {
            "chapter": 43,
            "verse": 1,
            "text": "Ha. Mim"
        },
        {
            "chapter": 43,
            "verse": 2,
            "text": "By this luminous Book"
        },
        {
            "chapter": 43,
            "verse": 3,
            "text": "Verily We! We have made it an Arabic Qur'an that haply ye may reflect"
        },
        {
            "chapter": 43,
            "verse": 4,
            "text": "And verily it is, in the Original Book before Us, indeed exalted"
        },
        {
            "chapter": 43,
            "verse": 5,
            "text": "Shall We then take away from you the Admonition because ye are a people extravagant"
        },
        {
            "chapter": 43,
            "verse": 6,
            "text": "And how many a prophet We sent among the ancients"
        },
        {
            "chapter": 43,
            "verse": 7,
            "text": "And not a prophet came Unto them but him they were wont to mock"
        },
        {
            "chapter": 43,
            "verse": 8,
            "text": "Wherefore We destroyed peoples mightier than these in prowess; and there hath gone forth the example of the ancients"
        },
        {
            "chapter": 43,
            "verse": 9,
            "text": "And if thou askest them: who hath created the heavens and the earth? they will surely say: created them the Mighty, the Knower"
        },
        {
            "chapter": 43,
            "verse": 10,
            "text": "Who hath made for you the earth a bed, and hath made for you paths therein that haply ye may be directed"
        }
    ]
}