{
    "pages": [
        {
            "chapter": 47,
            "verse": 1,
            "text": "Those who disbelieve and hinder others from the way of Allah, He shall send their works astray"
        },
        {
            "chapter": 47,
            "verse": 2,
            "text": "And those who believe and work righteous works and believe in that which hath been revealed Unto Muhammad -and it is the truth from their Lord- He shall expiate their misdeeds from them and shall make good their state"
        },
        {
            "chapter": 47,
            "verse": 3,
            "text": "That is because those who disbelieve follow the falsehood, and those who believe follow the truth from their Lord. And thus Allah propoundeth Unto mankind their similitude"
        },
        {
            "chapter": 47,
            "verse": 4,
            "text": "Now when ye meet those who disbelieve, smite their necks until when ye have slain them greatly, then make fast the bonds; then, thereafter let them off either freely or by ransom, until the war layeth down the burthens thereof. That ye shall do. And had Allah willed, He would have vindicated Himself against them, but He ordained fighting in order that He may prove you one by the other. And those who are slain in the way of Allah, He shall not send their works astray"
        },
        {
            "chapter": 47,
            "verse": 5,
            "text": "Anon He shall guide them, and shall make good their state"
        },
        {
            "chapter": 47,
            "verse": 6,
            "text": "And He shall make them enter the Garden; He shall have made it known, Unto them"
        },
        {
            "chapter": 47,
            "verse": 7,
            "text": "O ye who believe! if ye and shall succour Allah, He shall succour you make firm your feet"
        },
        {
            "chapter": 47,
            "verse": 8,
            "text": "And those who disbelieve, downfall shall be theirs, and He shall send astray their Works"
        },
        {
            "chapter": 47,
            "verse": 9,
            "text": "That is because they detest that which Allah hath sent down, and so He shall make of non-effect their works"
        },
        {
            "chapter": 47,
            "verse": 10,
            "text": "Have they not travelled then on the earth so that they might see how hath been the end of those before them! Allah annihilated them. And for the infidels theirs shall be the like fate therefore"
        },
        {
            "chapter": 47,
            "verse": 11,
            "text": "That is because Allah is the patron of those who believe, and because the infidels! no patron is theirs"
        }
    ]
}