{
    "pages": [
        {
            "chapter": 3,
            "verse": 122,
            "text": "Recall what time two sections of you bethought that they should flag whereas Allah was the Patron of the twain. In Allah, then, let the believers trust"
        },
        {
            "chapter": 3,
            "verse": 123,
            "text": "And assuredly Allah had succoured you at Badr While ye were humble. Wherefore fear Allah that haply ye may return thanks"
        },
        {
            "chapter": 3,
            "verse": 124,
            "text": "And Recall what time thou saidst to the believers: sufficieth it not unto that your lord should reinforce you with three thousand angels sent down"
        },
        {
            "chapter": 3,
            "verse": 125,
            "text": "O Yea! if ye but remain persevering and God-fearing, and they should come upon you in this rush of theirs, your Lord shall reinforce you with five thousand angels marked"
        },
        {
            "chapter": 3,
            "verse": 126,
            "text": "And this Allah made not except as a joyful enunciation unto you, and that thereby your hearts might be set at rest--and no succour is there but from before Allah, the Mighty, the Wise"
        },
        {
            "chapter": 3,
            "verse": 127,
            "text": "That He may cut: off a portion of those who disbelieve, or abase them so that they may go back disappointed"
        },
        {
            "chapter": 3,
            "verse": 128,
            "text": "Not with thee is aught of the affair: He shall either relent toward them or torment them, for verily they are wrong-doers"
        },
        {
            "chapter": 3,
            "verse": 129,
            "text": "Allah's is whatsoever is in the heavens and whatsoever is in the earth. He forgiveth whomsoever He listeth, and tormenteth whomsoever He listeth. And Allah is Forgiving, Merciful"
        },
        {
            "chapter": 3,
            "verse": 130,
            "text": "O Ye who believe! devour not multiplied manifold; and fear usury, Allah, haply ye may fare well"
        },
        {
            "chapter": 3,
            "verse": 131,
            "text": "And beware of the Fire gotten ready for the infidels"
        },
        {
            "chapter": 3,
            "verse": 132,
            "text": "And obey Allah and the apostle, haply ye may be shewn mercy"
        }
    ]
}