{
    "pages": [
        {
            "chapter": 6,
            "verse": 111,
            "text": "Eger biz alarga (paygambardın ozuno jolukkan) peristelerdi tusursok da, eger alarga (Muhammad alıp kelgen nersenin cındıgın) oluktor (tirilip) aytıp berse da, (moojizanın) bardıgın alarga top-tobu menen alıp kelsek da ıyman keltirispeyt. Allaһ kaalasa gana ıyman keltiriset. Birok, alardın kopculugu naadan adamdar"
        },
        {
            "chapter": 6,
            "verse": 112,
            "text": "Osondoy ele, Biz ar bir paygambarga adam-saytan jana jin-saytandardan dusman kılıp koyduk. Alar aldoo ucun bir-birine (jalganga juurulgan) bal sozdordu sıbırasısat. Eger, Rabbiŋ kaalasa anday kılmak emes. Emi, alardı tokugan doomattarı menen (koso) tastap sal"
        },
        {
            "chapter": 6,
            "verse": 113,
            "text": "Al sozdorgo Akıretke ıyman keltirbegen adamdardın juroktoru muyup, korston bolup, bilgen (aram) isterin jasap juro berisi ucun"
        },
        {
            "chapter": 6,
            "verse": 114,
            "text": "(Aytkın): «Allaһtan baskanı okumdar kılıp alayınbı?! Al silerge Kitepti, (bardık adal-aramdı) toluk (bayandoocu) kılıp tusurdu». Biz Kitep bergen elder (yahudiyler menen hristiandar) Kuraandın Rabbiŋ tarabınan Akıykat menen tusurulgonun biliset. (Sen buga) sektenuuculordon bolbo"
        },
        {
            "chapter": 6,
            "verse": 115,
            "text": "Rabbiŋdin Sozdoru bardık cındık — adiletti (bayandap) buturgon. Anın Sozdorun ozgortuucu jok. Al — Uguucu, Biluucu"
        },
        {
            "chapter": 6,
            "verse": 116,
            "text": "Eger sen jer betindegilerdin kopculuguno moyun sunsaŋ, seni Allaһtın Jolunan adastırıp salısat. (Antkeni,) Alar kumongo gana eerciset jana jalgandardı oylop tabısat"
        },
        {
            "chapter": 6,
            "verse": 117,
            "text": "Albette, senin Rabbiŋ, Ozuno alıp barcu joldon adasıp ketkenderdi eŋ jaksı bilet. Jana Tuura Jol tapkandardı da eŋ jaksı bilet"
        },
        {
            "chapter": 6,
            "verse": 118,
            "text": "(O, momundar!) Eger Allaһtın ayattarına ıyman keltirgen bolsoŋor, Allaһtın ısımı aytılgan nerselerden gana jegile"
        }
    ]
}