{
    "pages": [
        {
            "chapter": 7,
            "verse": 138,
            "text": "Biz Israyil urpaktarın (aman-esen) deŋizden otkorgonubuzdon soŋ, alar oz idol-buttarına tabınıp jatkan eldin astınan otustu jana Musaga: “O, Musa bizge da osolordukunday but jasap ber” - desti. (Anda) Musa ayttı: “Siler naadan koom turbaysıŋarbı"
        },
        {
            "chapter": 7,
            "verse": 139,
            "text": "Cınında, alardın dini jalgan, jasap jatkan ibadatı da jalgan!”"
        },
        {
            "chapter": 7,
            "verse": 140,
            "text": "Ayttı: “Emi, men silerge Allaһtan baska “kuday” taap bereyinbi?! Allaһ silerdi aalamdardan artık kılıp (dusmanıŋardan aman-esen kutkarıp koydu ele go!”)"
        },
        {
            "chapter": 7,
            "verse": 141,
            "text": "Jana estegile, (O, Israyil urpaktarı!) Biz, silerdi, ayal-kızıŋardı tiruu koyup, erkek balaŋardı soyup, basıŋarga ceksiz azap salgan Firaun adamdarınan kutkargan elek. Usunuŋarda siler ucun Rabbiŋerden coŋ sınoo bar"
        },
        {
            "chapter": 7,
            "verse": 142,
            "text": "Biz Musa menen (aga Kitep — Sariyat tusurup beruu ucun) otuz kecege ubadalasıp, dagı anı on (kece) menen toluktadık. Osentip, Rabbisinin (ubadalaskan) ubaktısı toluk kırk kece boldu. Musa bir tuuganı Harunga: “(Men ketkende) koomumdun arasında menin orunbasarım bolup, alardı tuzop jana buzukulardın joluna eercibey turgun!” - dedi"
        },
        {
            "chapter": 7,
            "verse": 143,
            "text": "Musa Biz ubadalaskan ubakıtta kelgende jana Rabbisi aga (tuzdon-tuz) suylogondo: «O, Rabbim! Maga koruncu, Saga karayın» -dedi. Al (Allaһ) ayttı: “Meni (bul duynodo) ec koro albaysıŋ. Birok, mına bul toogo karap tur, (men osogo korunomun) eger al ordunda jılbay kalsa, sen Meni koro alasıŋ». Anan, Rabbisi toogo korundu ele.., anı kukum kılıp tastadı. Musa esten tanıp jıgıldı! Kacan ozuno kelgende, ayttı: “O, Rabbim, Sen Aruu-Tazasıŋ! Men (adepsizdik kılganıma) toobo kıldım! Jana men ıymanduulardın aldınkısımın!””"
        }
    ]
}