{
    "pages": [
        {
            "chapter": 17,
            "verse": 59,
            "text": "Bizdi (musrikterge) moojiza beruudon toskon nerse — abalkı (kaapır) koomdordun (moojizanı) «jalgan» degenderi. Biz Samud koomuna anık korungon too berdik ele, aga zulum kılıp (isenbey) koyustu. Biz moojizalardı (elderdi jalgız Allaһtan) korkutuu ucun gana jiberebiz"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "Jana bir kezde Biz saga: «Rabbiŋ (Ozunun ilimi menen) adamdardı orop alat» degenbiz. Biz saga (Israa tunundo) korgozgon nerse jana Kuraandagı kargıs tiygen (Zakkum daragı) adamdar ucun sınoo. Biz alardı korkutabız. Birok, bul (korkutuu) alardın asıngan kaapırlıgın gana koboytot"
        },
        {
            "chapter": 17,
            "verse": 61,
            "text": "Bir kezde Biz peristelerge: «Adamga sajda kılgıla!» dedik. Iblisten baska baarı sajda kılıstı. (Iblis bolso:) «Ilaydan jaratkan nerseŋe sajda kılat bekenmin» - dedi"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "Al (dagı mınday) dedi: « Aytcı, maga (oo, Rabbim), menden uluk kılganıŋ (Adam) usulbu?! Eger meni Kıyamat kungo ceyin (janımdı albay) keciktirseŋ, anın bardık urpaktarın azgırıp jiberemin. Azıraaktarı (Saga ıklas menen sıyıngandarı) gana kalat»"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "«Jogol! — dedi Allaһ, — birok, alardan kimisi saga eercise, silerdin toluk (ılayıktuu) jazaŋar tozok"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "Alardın kimisine alıŋ jetse, dobusuŋ menen (ele) azgırıp al! (Kaalasaŋ) alardın ustuno atcan jana joo askeriŋdi jiber! Jana (kaalasaŋ) alardın mal-mulkundo, bala-cakasında serik bol jana alarga ubadalarıŋdı ber! (O, pendeler!) Saytan alarga jalgan ubadalardı gana beret"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "Albette, Menin (ıklastuu) pendelerime biyligiŋ otpoyt! Saktoo jaatınan (alarga) Rabbiŋdin Ozu jetistuu!»"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "(O, insandar) Rabbiŋer, Oz paziletinen (ırıskı) izdesiŋer ucun silerdin paydaŋarga (albuuttangan) deŋizdin ustundo keme jurguzup koydu. Cınında, Al silerge Irayımduu"
        }
    ]
}