{
    "pages": [
        {
            "chapter": 17,
            "verse": 97,
            "text": "Allaһ kimdi Tuura Jolgo bastasa — al Tuura Joldo. Al emi, kimdi adastırsa, aga (Anın) Ozunon baska jardamcını taba albaysıŋ. Jana Biz alardı Kıyamat Kunu juzun jer karatkan abalda sokur, duloy, duduk kılıp tiriltebiz. Alardın ordu — Tozok! Ar kacan anın otu azaygan sayın alar (koburook kuysun) ucun ottu koboytup turabız"
        },
        {
            "chapter": 17,
            "verse": 98,
            "text": "Bul alardın: «Eger biz (sagıragan) sook jana cirigen topurak bolup kalsak dele, jaŋıdan jaratılıp, kayra tirilet belek?!» degen sozdoru jana Bizdin ayattarıbızga kaapırlık kılgandarı sebeptuu (tus bolgon) jazaları"
        },
        {
            "chapter": 17,
            "verse": 99,
            "text": "Asmandar menen jerdi jarata algan Allaһ, alardı ozundoy kılıp (kayradan) jaratuuga kudurettuu ekenin alar bilispeybi?! Allaһ alar(dın kayra tiriluusu) ucun ec bir sek-kumon jok bolgon belgiluu moonottu (dayın) kılgan. Zaalımdar bolso, kaapırlıktan baska bardık nerseden bas tarttı"
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "Aytkın: «(O, musrikter!) Eger siler Rabbimdin Irayım Kazınalarına ee bolup kalcu bolsoŋor, anı sadaka kıluudan korkup, jasırıp koyoor eleŋer. Insan (usunday) saraŋ"
        },
        {
            "chapter": 17,
            "verse": 101,
            "text": "(O, Muhammad!) Biz Musaga toguz moojiza bergenbiz. (Eger sektenseŋ) Israyil urpaktarınan sura.! (Musa) alarga barganda, Firaun aga: «O, Musa, men seni sıykırlanıp kalsaŋ kerek dep oyloymun» - dedi"
        },
        {
            "chapter": 17,
            "verse": 102,
            "text": "(Anda Musa) ayttı: «Sen mına bul moojizalardı asmandar jana jerdin Rabbisi (Allaһ) (pendelerine Oz kuduretinen) koz korunoo belgi kılıp tusurgonun bilip ele turasıŋ. Demek, men seni, ey, Firaun, kıyragandardan boloorsuŋ dep ayta alamın»"
        },
        {
            "chapter": 17,
            "verse": 103,
            "text": "Kiyin (Firaun) alardı (Misir) jerinen aydap cıguunu kaaladı ele, Biz anı jana anı menen birge bolgondordun bardıgın (deŋizge) cokturup jiberdik"
        },
        {
            "chapter": 17,
            "verse": 104,
            "text": "Andan (Firaundan) soŋ Biz Israyil urpaktarına: (Misir) jer(in)de jasap turgula, emi kacan gana Akıret ubadası kelgende, baarıŋardı (amalıŋarga jarasa soop je jaza beris ucun Akıretke) alıp kelebiz» dedik"
        }
    ]
}