{
    "pages": [
        {
            "chapter": 21,
            "verse": 58,
            "text": "Anan alardın eŋ coŋunan baska baarın talkalap cıktı, osogo kaytıssın dep. Saar eli mayramdan kaytıp, ibadatkanaga kirisip"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "«Bizdin kudaylarıbızga munu kim jasadı?! Al sozsuz zaalımdardan eken!!!» desti"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "(Kee birooloru) Aytıstı: «Ibrahim degen jas jigit kudaylarıbızdı (jamandık menen) tilge alıp jurgon»"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "(Coŋdoru) Ayttı: «Anı adamdardın koz aldına alıp kelgile, (sazayın bergenibizdi) korup koyussun!»"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "«O, Ibrahim! Bizdin kudaylarıbızga usunu sen jasadıŋbı?!» - desti"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "«Jok — dedi Ibrahim — mına bul (balta karmap turgan) coŋu jasadı. Eger suylocu bolso surap algıla»"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "Osondo alar (bir saamga) esterine kele kalıstı jana (biri-birine) «Cın ele siler ozuŋor zaalım ekensiŋer» - desti"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "Kiyin dagı bastarı aylanıp, «Sen bulardın suyloboy turgandıgın bilet bolcusuŋ! (Bizdi sıldıŋ kılba)» -desti"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "«Allaһtan baska, ozuŋorgo ne zıyan, ne payda keltire albagan kudaylarga sıyınıp jatasıŋarbı"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "Silerden dagı, Allaһtan baska sıyıngan kudayıŋardan dagı tajadım! Akılıŋardı istetpeysiŋerbi?!» (dedi Ibrahim). (Musrikter Ibrahimdin dalilderine joop bere albay, kuc koldonuunu kaalastı jana)"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "«Anı otko ırgıtkıla! Kudayıŋarga jardam bergile! Eger jasay alsaŋar, usunday jasagıla!» - desti"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "Biz ayttık: «O, ot, Ibrahimge muzdak jana salamattık bol!»"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "Alar munu menen (dinge karsı) aylakerlik kıluunu kaalastı. Birok, Biz alardı zıyan tartuucu kıldık"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "Jana Biz anı (Ibrahim) menen Lut ekoosun, aalamdar ucun berekeluu kılgan jerge (Sam olkosuno) kutkarıp (cıgarıp) jiberdik"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "Biz aga Ishaktı jana (anın uulu) Yakubdu kosumca kılıp berdik. Jana (Ibrahim, Ishak, Yakubdun) baarın teŋ salih (jaksı) adamdardan kıldık"
        }
    ]
}