{
    "pages": [
        {
            "chapter": 21,
            "verse": 73,
            "text": "Biz alardı Ozubuzdun gana isibizge (dinibizge) bastoocu imamdardan kıldık. Jana alarga jaksı isterdi jasoonu, namaz okuunu jana zeket beruunu vahiy kıldık. Alar Bizge (ec nerseni serik kospoy) ibadat kıluuculardan bolcu"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "Biz Lutka da okum (paygambarcılık) jana ilim (sariyat) berdik. Biz anı ıplastık (bacabazdık) isterdi jasagan saardan cıgarıp kettik. Alar (saar eli) jaman, buzuk adamdar bolgon"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "Biz anı Oz ırayımıbızga aldık. Cınında al salih adamdardan"
        },
        {
            "chapter": 21,
            "verse": 76,
            "text": "Jana Nuhtu (esker). Murun al (Bizge biyik dobus menen) duba kıldı ele, Biz anı kabıl aldık. Anan Biz anı menen uy-bulosun uluk kaygıdan (topon suudan) kutkarıp kaldık"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "Biz aga ayattarıbızdı «jalgan» degen (kaapır) koomdon (alardın zıyan keltiruusunon) jardam berdik. Alar jaman adamdar bolcu. Biz alardı birin koyboy (topon suuga) cokturduk"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "Daud menen Sulaymandı (estegin). Bir kezde al ekoosu bir koomdun koyloru (tundosu kaptap kirip) maykandap koygonu jonundo okum kılıskan, Biz alardın okumuno kubo bolgonbuz"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "Sulaymanga bul cecimdi tusundurduk. Biz ekoono teŋ (Daud menen Sulaymanga) okum jana ilim bergenbiz. Daudga ozu menen kosulup (Allaһka) tasbih aytkan toolordu jana kustardı moyun sundurduk.? (Usunu) Biz jasadık"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "Biz Daudga silerdi sokku-zıyandan saktay turgan (zoot) kiyimderdi jasoonu uyrottuk. Emi sugur kılaarsıŋar"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "Jana Sulaymanga uckul samaldardı moyun sundurduk. Alar anın buyrugu menen, Biz berekettuu kılgan jerde? jelip turat. Biz ar bir nerseni Biluucubuz"
        }
    ]
}