{
    "pages": [
        {
            "chapter": 21,
            "verse": 82,
            "text": "Jana al (Sulayman) ucun gavas (suucul) jana mından baska (insan jasay albay turgan) isterdi jasap bere turgan jin-saytandardı (moyun sundurduk). Alardı Biz Ozubuz kozomoldoocubuz"
        },
        {
            "chapter": 21,
            "verse": 83,
            "text": "Jana Ayyubdu da este. Al Rabbisine: «Meni zıyan kaptadı! Ozuŋ ırayım kıluuculardın eŋ ırayımduuraagısıŋ!» - dep, (biyik dobus menen) duba kıldı"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "Kiyin Biz anın dubasın kabıl kılıp, andagı zıyandı arılttık jana Ozubuzdon ırayım-rahmat iretinde jana (sabırduu) ibadatcılarga eskerme-sabak bolsun dep aga uy-bulosun kaytarıp, alar menen dagı osonco (perzent) berdik"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "Jana (oo, Muhammad), Ismayıl, Idris, Zulkiflderdi da estegin. Alardın baardıgı sabırduulardan bolgon"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "Alardı Oz ırayımıbızga aldık. Bardıgı salih pendelerden"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "Zunnundu da estegin.! Bir kezde al acuulanıp (elinen een jerge) ketip kaldı. Al Bizdi ozun tar (jana karaŋgı) jerde kaltırbayt dep oylogon.? Al karaŋgılıktarda (kalıp): «Ozuŋdon baska ilah jok. (O, Rabbim!) Sen Aruu-Taza Kudaysıŋ! Men zaalımdardan bolup kaldım!»- dep jalbardı"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "Biz anın dubasın kabıl aldık jana kaygıdan kutkardık. Biz momun adamdardı mına usintip kutkarabız"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "Jana Zakariyanı este: Al Rabbisine: «O, Rabbim! Meni jalgız (tuyaksız) kaltırba! Ozuŋ muras aluuculardın (bardıgının artında kaluuculardın) eŋ jaksısısıŋ!» dep duba kılganda"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "Biz anın dubasın kabıl alıp, aga Yahyanı belek kılganbız jana tuubas ayalın da ayıktırıp koygonbuz. Alar (paygambarlar) jaksılık (soop) isterge tez kirisuucu pendeler ele. (Jaksılıktardan) umut kılıp (jamandıktardan) korkup duba kılıscu. Jana alar Biz ucun kicipeyil pendeler bolgon"
        }
    ]
}