{
    "pages": [
        {
            "chapter": 3,
            "verse": 71,
            "text": "O, kitep eeleri! Emne ucun akıykatka jalgandı aralastırasıŋar jana bilip turup, akıykattı jasırasıŋar"
        },
        {
            "chapter": 3,
            "verse": 72,
            "text": "Kitep eelerinen bir taypası (baskalarına) aytısat: “Momundarga tusurulgon nersege (Kuraanga) kundun basında ıyman keltirgile dagı, kundun akırında ıymanıŋardan kaytkıla. Balkim (osondo, “usularda Toorat ilimi bar, bir nerseni bilet go” dep oylop) alar dagı (ıymandarınan) kaytıssa ajep emes"
        },
        {
            "chapter": 3,
            "verse": 73,
            "text": "Ozuŋordun (yahudiylik) diniŋerge eercigenderden baskalarga isenbegile. (Munun sebebi) alardan (momundardan) biroo-jarımı siler bilgen nerseni bilip alısı je bolboso, (sırıŋardı bilip) Rabbiŋerdin aldında siler menen dalil talasısı (mumkun)”. (O, Muhammad, sen alarga) aytkın: «Tuura jol - bul Allaһtın tuura jolu. Cınında artıkcılık Allaһtın Kolunda. Anı Ozu kaalagan adamdarga beret. AllaһTs(tın pazileti) Kenen, Biluucu"
        },
        {
            "chapter": 3,
            "verse": 74,
            "text": "Al Oz ırayımın Ozu kaalagan pendege ırooloyt. Jana Allaһ -coŋ pazilet Eesi!”"
        },
        {
            "chapter": 3,
            "verse": 75,
            "text": "Kitep eelerinin arasında kop baylıktı isenip tapsırsaŋ anı (kıyanat kılbay) ozuŋo kaytara turgandarı da bar. Osondoy ele, alardın arasında bir dinardı isenip tapsırsaŋ kaytarbay, kacan ustundo (doolasıp) turup alganıŋdan kiyin gana tapsıra turgandarı da bar. Munun sebebi alar: “Sabatsız (Toorat okubagan) adamdarda! bizge karsı (Tooratta) tıyuu jok” deset. Jana bilip turup Allaһka jalaa jabısat"
        },
        {
            "chapter": 3,
            "verse": 76,
            "text": "Jok, anday emes! Kim ubadasın atkarsa (Allaһtın jana pendelerdin ukuktarın urmattasa) jana (Allaһtan) korkso (mına usul adam - takıba). Allaһ takıbaa kisilerdi suyot"
        },
        {
            "chapter": 3,
            "verse": 77,
            "text": "Cınında, Allaһka bergen ubadaların jana anttarın arzıbagan baaga satıp jibergen kisiler ucun Akırette nasip jok. Kıyamat kundo Allaһ alarga suyloboyt, (ırayım nazarı menen) karabayt jana (kunoolorunon) tazartpayt. Alarga jan oorutkan azap bar"
        }
    ]
}