{
    "juzs": [
        {
            "chapter": 8,
            "verse": 41,
            "text": "Yaha! Baŋmi ya ni achiika! Tobbuna shɛŋa yi (Muslinnim’) ni di, tɔ! Di vaabu yim bunu puuni nyɛla Naawuni dini, ni Naawuni tumo, ni Annabi dɔɣiriba, ni kpibsi mini nandamba, ni sochanda, dindee yi niŋ ka yi ti Naawuni yɛlimaŋli, ni Ti (Tinim’ Naawuni) ni siɣisi shɛli na n-ti ti Ti dabli (Annabi Muhammadu), ʒiri mini yɛlimaŋli wolgibu dali (Badar tobu dali), dina n-nyɛ dabsi’ shɛli salonima ayi (Muslinnim’ mini chɛfurinim’) ni daa ti kpa taba la. Yaha! Naawuni nyɛla Toora binshɛɣu kam zuɣu"
        },
        {
            "chapter": 8,
            "verse": 42,
            "text": "Teemi ya saha shεli yi (Muslim’ tobbihi) ni daa be yiliŋ maa yaɣ’ shεli din be yɔma, ka bɛ (chεfurinim’ maa) be katiŋa, ka (chɛfura) kɔhigɔriba maa be yi gbinni, di yi di daa niŋ ka yi gbaaila taba alikauli, tɔ! Yi naan yiɣisi alikauli maa, amaa! (Ka Naawuni chε ka yi laɣim tobu maa ni luɣushɛli polo yi ni bi tɛhi) domin O (Naawuni) pali O nam zalgu daalikauli din pun yɛn niŋ. Domin ŋun yɛn niŋ hallaka ka lebi biri yɛlimaŋli shiri niŋ hallaka, ka ŋun mi yɛn ti yεlimaŋli ti yεlimaŋli. Achiika! Naawuni nyɛla Wumda, ni Baŋda"
        },
        {
            "chapter": 8,
            "verse": 43,
            "text": "(Yaa nyini Annabi) Teemi saha shεli Naawuni ni daa zaŋ ba (chɛfurinim’ maa) n-wuhi a a gom ni, ka bɛ nyɛla (sapashinnim’) bɛla, O yi di daa zaŋ ba wuhi a ka bɛ nyɛ pam, yi naan gbaɣisi tobu maa, yi mi naan niŋ namgban- kpeeni, amaa! Ka Naawuni taɣi ya. Achiika! O (Naawuni) nyɛla Baŋda ni din be suhiri ni"
        },
        {
            "chapter": 8,
            "verse": 44,
            "text": "Yaha! (Yaa nyini Annabi)! Teemi saha shεli yi (Muslinnim’ mini chɛfurinim’) ni daa ti kpa taba (Badar tobu ni), ka O (Naawuni) daa zaŋ ba n- wuhiri ya ka bɛ nyɛ bɛla yi ninni, ka yi mi gba nyɛ ba biɛla bɛ ninni, domin Naawuni pali O nam zaligu daalikauli din pun yɛn niŋ. Yaha! Naawuni sani ka bɛ labsiri yεllikam"
        },
        {
            "chapter": 8,
            "verse": 45,
            "text": "Yaa yinim’ ninvuɣu shɛba ban ti Naawuni yεlimaŋli! Yi yi ti kpa ninvuɣu shɛba (chɛfurinima), tɔ! Yin zanimi ya n-tuhi ba, ka teei ya Naawuni yɛla pam, achiika! Yi nyɛla ban yɛn nya tarli"
        },
        {
            "chapter": 8,
            "verse": 46,
            "text": "Yaha! Doli ya Naawuni mini O tumo (Annabi Muhammadu), ka di niŋ ya namgbankpeeni ka gbaɣisi tobu, ka yi yaa naai. Dinzuɣu! Niŋmi ya suɣulo. Achiika! Naawuni mini suɣulonim’ m-be"
        },
        {
            "chapter": 8,
            "verse": 47,
            "text": "Yaha! Di leei ya kamani ninvuɣu shεba ban yi bɛ yiŋsi (ni bɛ chaŋ tobu ni) ni fuhibu mini ninsalinim’ nyabu zuɣu, ka taɣiri ninsalinim’ ka chɛ Naawuni soli. Yaha! Naawuni nyɛla Ŋun gili bɛ tuuntumsa (ni baŋsim)"
        },
        {
            "chapter": 8,
            "verse": 48,
            "text": "Yaha! (Yaa nyini Annabi)! Teemi saha shεli shintaŋ ni daa dihi chεfurinim’ bɛ tuuntumsa nachinsi n-ti ba, ka yεli ba: “Zuŋɔ so ku tooi nyεŋ ya ninsalinim’ puuni. Yaha! Achiika! N- kuli yɛn taba ya mi (ka sɔŋdi ya), amaa! Saha shεli salonim’ ayi (Muslimnim’ mini chɛfurinim’) maa nina ni daa ti kpa taba, ka o labi o nyaaŋa ka yεli: “Mani nuu ka yi ni, achiika! N-nyarila yi ni bi nyari shɛli, achiika! Mani zɔri Naawuni. Yaha! Naawuni nyɛla Azaabakpeeni- lana"
        },
        {
            "chapter": 8,
            "verse": 49,
            "text": "Saha shεli munaafichinim’ mini ninvuɣu shεba doro ni be bɛ suhiri ni (chɛfurinima) ni daa yεra: “Bambɔŋɔ- nim’ (Muslinnim’) daadiini yɔhim ba mi,” Ŋun mi dalim Naawuni, tɔ! Achiika! Naawuni nyɛla Nyεŋda, Yεmgoliŋgalana"
        },
        {
            "chapter": 8,
            "verse": 50,
            "text": "(Yaa nyini ŋun gbilsiri tibli)! A yi di yɛn nya saha shεli Malaaikanim’ ni deeri ninvuɣu shɛba ban niŋ chɛfuritali maa nyεvuya, ka bɛ (Malaaikanim’) buri ba bɛ nina polo ni bɛ yaansi zuɣu, (ka yεri ba): “Lammi ya buɣum shɛli din diri pam daazaaba.”"
        },
        {
            "chapter": 8,
            "verse": 51,
            "text": "Dina n-nyɛ bɛ nuhi ni pun daŋsi tum shεli. Yaha! Achiika! Naawuni pala Ŋun diri O daba zualinsi"
        },
        {
            "chapter": 8,
            "verse": 52,
            "text": "Kamani Fir’auna niriba bɛhigu, n-ti pahi ninvuɣu shεba ban daa kana pɔi ni bana, bɛ daa niŋ chεfuritali ni Naawuni aayanima, ka O gbaaai ba ni bɛ tuum- biɛri. Achiika! Naawuni nyɛla Kpεŋ- lana, Azaabakpeeni lana"
        },
        {
            "chapter": 8,
            "verse": 53,
            "text": "Di daliri nyɛla achiika! Naawuni pala Ŋun taɣiri ni’ima shεli O ni niŋ ninvuɣu shεba, naɣila bɛ (niriba maa) ti taɣila (bɛhigu) din be bɛ mammaŋ’ sani. Yaha! Achiika Naawuni nyɛla Wumda, Baŋda"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "Kamani Fir’auna niriba bεhigu, ni ninvuɣu shεba ban daa kana pɔi ni bana, bɛ daa labsila bɛ Duuma (Naawuni) aayanim ʒiri, ka Ti (Tinim’ Naawuni) gbaai ba ni bɛ tuumbɛri. Yaha! Ka Ti chɛ ka kom di Fir’auna niriba, bɛ mi zaa daa nyɛla zualindiriba"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "Achiika! Naawuni sani, biŋkobbiɛri n-nyɛ ninvuɣu shɛba ban niŋ chεfuritali, ka nyɛla ban ku lahi ti Naawuni yεlimaŋli"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "Ninvuɣu shεba a ni gbaai alikauli ni bana, din nyaaŋa ka bɛ yiɣisiri bɛ da- alikauli saha shεli kam, bɛ mi pala ban yɛn zo Naawuni"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "Dinzuɣu (Yaa nyini Annabi)! A yi ti nya nasara bɛ zuɣu tobu ni, nyin zaŋmi ba (bɛ tibli dargibu) n-varsi ban be bɛ nyaaŋa, achiika! Bɛ nyɛla ban yɛn teei Naawuni yɛla"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "Yaha! (Yaa nyini Annabi)! A yi ti zɔri bilkɔŋsi ninvuɣu shɛba sani, tɔ! Nyin labsim bɛ daalikauli n-ti ba ka di saɣisi (ka di wuhi ni alikauli shɛli lahi ka a mini ba sunsuuni). Achiika! Naawuni bi bɔri bilkɔŋsinima"
        },
        {
            "chapter": 8,
            "verse": 59,
            "text": "Yaha! Ninvuɣu shεba ban niŋ chεfuritali maa di tεhiri ni bɛ zomi n- tilgi maa. Achiika! Bɛ pala ban yɛn tooi nyεŋ Naawuni"
        },
        {
            "chapter": 8,
            "verse": 60,
            "text": "Yaha! Malimi ya shili n-guli ba ni yi yaa tariga. Yaha! Lom ya yuri n-zali, ka mali li n-valsiri Naawuni dim ni yi gba dim (chεfura), ka shɛba mi beni ka yi ʒi ba ka Naawuni Ŋun mi ba (bana n-nyɛ munaafachinima). Yaha! Binshɛɣu yi (Muslinnim’) ni zaŋ n-dihi Naawuni soli, tɔ! Bɛ ni pali ya di sanyoo, bɛ mi ti ku din ya zualinsi"
        },
        {
            "chapter": 8,
            "verse": 61,
            "text": "(Yaa nyini Annabi)! Amaa! Bɛ (chɛfurinim’ maa) yi dalimla maligu polo, tɔ! Nyin dalimmi di polo, ka zaŋ a yɛla dalim Naawuni. Achiika! O (Naawuni) nyɛla Wumda, Baŋda"
        },
        {
            "chapter": 8,
            "verse": 62,
            "text": "Yaha! (Yaa nyini Annabi)! Bɛ (chɛfurinim’) yi bɔri ni bɛ niŋ a bilkɔŋsi, tɔ! Achiika! Naawuni n-nyɛ Ŋun saɣindi a, Ŋuna n-nyɛ Ŋun kpaŋsa ni O nasara, (ka lahi sɔŋ a) ni ninvuɣu shεba ban ti Naawuni yεlimaŋli"
        },
        {
            "chapter": 8,
            "verse": 63,
            "text": "Yaha! Ka O laɣim bɛ (Muslinnim’) suhiri. (Yaa nyini Annabi)! Hali a yi di zaŋ din be tiŋgbani yaaŋa zuɣu zaasa n- dihi, a naan ku tooi laɣim bɛ suhiri, amaa! Naawuni n-laɣim bɛ sunsuuni. Achiika! O (Naawuni) nyɛla Nyɛŋda, Yεmgoliŋgalana"
        },
        {
            "chapter": 8,
            "verse": 64,
            "text": "Yaa nyini Annabi! Naawuni saɣindi a, ni (ka lahi saɣindi) ninvuɣu shɛba ban doli a ka nyɛ ban ti Naawuni yɛlimaŋli puuni"
        },
        {
            "chapter": 8,
            "verse": 65,
            "text": "Yaa nyini Annabi! Kpaŋsim ninvuɣu shεba ban ti Naawuni yεlimaŋli maa ni bɛ yim tobu ni, yi puuni ninvuɣu pishi yi mali suɣulo, bɛ ni nyεŋ (yi dimba maa) ninvuɣu kobsiyi, yi puuni ninvuɣu kɔbga mi yi mali suɣulo, bɛ ni nyεŋ (chεfurnim’) ninvuɣu tuhuli, domin bɛ nyɛla ninvuɣu shεba ban bi baŋda"
        },
        {
            "chapter": 8,
            "verse": 66,
            "text": "Pumpɔŋɔ, Naawuni niŋ ya (yi Muslinnima) soochi, domin O mi ni yi puuni shεba beni n-nyɛ ninvuɣu gbarima, dinzuɣu di yi niŋ ka yi (Muslinnim) ninvuɣu kobga mali suɣulo, tɔ! Bɛ ni nyεŋ ninvuɣu (chεfurinim’) kobsiyi. Yaha! Yi (Muslinnim’) yi paai ninvuɣu tuhuli, bɛ ni nyεŋ ninvuɣu (chεfurinim’) tusaayi ni Naawuni yεda. Yaha! Naawuni mini suɣulonima m-be"
        },
        {
            "chapter": 8,
            "verse": 67,
            "text": "Di ku tooi niŋ ka Annabi so mali tobdaba, naɣila o kpaaila (chɛfurinim’) ʒim tiŋgbani yaaŋa zuɣu, yi (Muslinnim) bɔrila Dunia bɛhigu nyaɣisim. Naawuni mi bɔrila Bahibuyili (Chiyaama). Yaha! Naawuni nyɛla Nyɛŋda, Yεmgoliŋgalana"
        },
        {
            "chapter": 8,
            "verse": 68,
            "text": "Di yi di pala Naawuni ni pun daŋ zali fukumsi shεli zuɣu, azaaba titali naan paai ya (yi Muslinnima) n-zaŋ chaŋ yi ni deei shɛli (tobdaba maa sani)"
        },
        {
            "chapter": 8,
            "verse": 69,
            "text": "Dinzuɣu, dim ya yi ni di tobbuna shɛŋa puuni ka di nyɛ halalsi n-tin ya ka vεla, ka zon ya Naawuni. Achiika! Naawuni nyɛla Chεmpaŋlana, Zaadali Nambɔzobonaa"
        },
        {
            "chapter": 8,
            "verse": 70,
            "text": "Yaa nyini Annabi! Yεlimi tobdaba ban be yi nuu ni maa: “Naawuni yi baŋ ni din be yi suhiri ni nyɛla zaɣivεlli, O ni tin ya din gari binshɛɣu bɛ ni deei yi sani maa, ka chε m-paŋ ya.” Naawuni mi nyɛla Chεmpaŋlana, Zaadali Nambɔzobonaa"
        },
        {
            "chapter": 8,
            "verse": 71,
            "text": "(Yaa nyini Annabi)! Bɛ yi bɔri ni bɛ niŋ a bilkɔŋsi, tɔ! Bɛ daa pun niŋ Naawuni bilkɔŋsi pɔi ni dina, ka Naawuni ti a yiko bɛ zuɣu. Yaha! Naawuni nyɛla Baŋda, Yεmgoliŋgalana"
        },
        {
            "chapter": 8,
            "verse": 72,
            "text": "Achiika! Ninvuɣu shεba ban ti Naawuni yεlmaŋli, ka zo hiʒira, ka tuhi ni bɛ daarzichi ni bɛ nyɛvuya Naawuni soli zuɣu, ni ninvuɣu shɛba ban ti ba sheebu shee (Madina), ka sɔŋ ba, tɔ! Bannim’ nyɛla ban sɔŋdi taba. Amaa! Ninvuɣu shεba ban ti Naawuni yɛlimaŋ’ maŋli, ka bi zo hiʒira, yi (Muslinnim’) ka bɛ sɔŋsim ni shεli, naɣila bɛ gba zola Hiʒira maa na. Amaa! Bɛ yi bo yi sɔŋsim adiini puuni, tɔ! Bɛ sɔŋsim leei talahi yi zuɣu, naɣila ninvuɣu shεba alikauli ni be yi mini ba sunsuuni. Yaha! Naawuni nyɛla Ŋun nyari yi tuuntumsa"
        },
        {
            "chapter": 8,
            "verse": 73,
            "text": "Yaha! Ninvuɣu shεba ban niŋ chεfuritali maa gba nyɛla ban sɔŋdi taba, dinzuɣu, yi (yi Muslinnim’) yi bi niŋ lala, fitina (zabazaba) mini saɣiŋgu zaɣ’ titali ni niŋ tiŋgbani yaaŋa zuɣu"
        },
        {
            "chapter": 8,
            "verse": 74,
            "text": "Yaha! Ninvuɣu shεba ban ti Naawuni yεlimaŋli, ka zo hiʒira, ka tuhi Naawuni soli zuɣu, ni ninvuɣu shεba ban ti ba bɛhigu shee (Madina), ka sɔŋ ba, bannim’ maa n-nyɛ ban ti Naawuni yεlimaŋli ni achiika. Bɛ mali chεmpaŋ (Naawuni sani), ni arzichi din galsi (dina n-nyɛ Alizanda)"
        },
        {
            "chapter": 8,
            "verse": 75,
            "text": "Yaha! Ninvuɣu shεba ban ti Naawuni yεlimaŋli di nyaaŋa, ka zo hiʒira, ka pahi yi (Muslinnim’) zuɣu ka yi tuhi, tɔ! Bannim’ maa be yi puuni. Dɔɣim gba nyɛla ban gari taba fali dibu puuni. Achiika! Naawuni nyɛla Ŋun mi binshɛɣu kam"
        },
        {
            "chapter": 9,
            "verse": 1,
            "text": "Naawuni mini O tumo (Annabi Muhammadu) yihi bɛ nuu ka chɛ ninvuɣu shɛba yi (Muslinnim’) ni gbaai alikauli ni bana buɣujɛmdiba puuni la"
        },
        {
            "chapter": 9,
            "verse": 2,
            "text": "Dinzuɣu (Yaa yinim’ chεfurinima)! Gom ya tiŋgbani yaaŋa zuɣu chira anahi (ni suhudoo), ka baŋ ya ni yi pala ban yɛn tooi nyɛŋ Naawuni (ka zo n-tilgi). Yaha! Achiika! Naawuni nyɛla Ŋun yɛn filim chεfurinima"
        },
        {
            "chapter": 9,
            "verse": 3,
            "text": "Yaha! Di nyɛla molo din yi Naawuni ni O tumo sani na n-zaŋ chaŋ ninsalinim’ sani Haʒititali la dali, kadama Naawuni mini O tumo yihi bɛ nuu ka chɛ buɣujɛmdiba. Amaa! Yi (chεfurinim’) yi niŋ tuuba, tɔ! Dina n- nyɛ din gari n-zaŋ tin ya.Yi mi yi lebi biri, tɔ! Yin baŋmi ya ni achiika! Yi pala ban yɛn tooi nyɛŋ Naawuni (ka zo n- tilgi). Yaha! (Yaa nyini Annabi)! Tim chεfurinim’ azaabakpeeni lahibali"
        },
        {
            "chapter": 9,
            "verse": 4,
            "text": "Naɣila yi (Muslinnim’) ni gbaai alikauli ni ninvuɣu shεba buɣujɛmdiba puuni, din nyaaŋa ka bɛ bi yiɣisi alikauli maa, ka mi bi sɔŋ yi dim so yi zuɣu, tɔ! Yin palimi ya ba bɛ daalikauli hali ni bɛ saha. Achiika! Naawuni bɔrila wuntizɔriba"
        },
        {
            "chapter": 9,
            "verse": 5,
            "text": "Dinzuɣu, goli shɛŋa bɛ ni mɔŋ tobu tuhibu di puuni maa yi ti gari, 1 tɔ! Yin tuhimi ya chεfurinim’ maa luɣilikam yi ni paai ba, ka gbahi ya ba daba, ka taɣi ya ba zali, ka ŋman ya taɣi ba soli kam. Amaa! Bɛ yi niŋ tuuba, ka puhi jiŋli, ka ti zakka, tɔ! Yin chεli ya ba. Achiika! Naawuni nyɛla Chεmpaŋlana, Zaadali Nambɔzobonaa"
        },
        {
            "chapter": 9,
            "verse": 6,
            "text": "Yaha! (Yaa nyini Annabi)! Buɣu- jɛmdiba maa puuni so yi bɔri ni o ʒini tabli a, tɔ! Nyin ʒinimi tabli o hali ka o ti wum Naawuni yɛltɔɣa, din’ nyaaŋa, ka a chɛ ka o paai luɣushɛli o ni yɛn nya suhudoo, domin bɛ nyɛla nivuɣu shεba ban bi mi"
        },
        {
            "chapter": 9,
            "verse": 7,
            "text": "Di yɛn niŋ wula ka alikauli be ni chεfurinima n-zaŋ chaŋ Naawuni mini O tumo sani, (ka bɛ bi yiɣisi li), naɣila yi mini ban daa gbaai alikauli Harami jiŋli (Ka’aba) gbinni la, bɛ yi zani tuhi, tɔ! Yi (Muslinim’) gba man zanimi ya tuhi. Achiika! Naawuni bɔrila wuntizɔriba"
        },
        {
            "chapter": 9,
            "verse": 8,
            "text": "Ka wula n-yɛn nyɛli, bɛ yi nya nasara yi (Muslinnim’) zuɣu, bɛ ku gu dɔɣim, bee mi ku gu amaana shεli, bɛ saɣiri mi n-tiri ya bɛ noya ni, amaa! Ka bɛ suhiri zaɣisiri li. Yaha! Bɛ pam nyɛla ban kpeeri yira"
        },
        {
            "chapter": 9,
            "verse": 9,
            "text": "Bɛ zaŋla Naawuni aayanima n-taɣi laɣibihi, ka guri ninsalinim’ ka chɛ Naawuni soli. Achiika! Bɛ tuuntumsa nyɛla din be"
        },
        {
            "chapter": 9,
            "verse": 10,
            "text": "Bɛ (chεfurinim’ maa) pala ban yɛn gu bɛ Muslindɔɣim, bee ka bɛ gu amaana shεli. Yaha! Bannim’ maa n-nyɛ ban kpahiri yεɣiri targa"
        },
        {
            "chapter": 9,
            "verse": 11,
            "text": "Amaa! Bɛ yi niŋ tuuba, ka puhi jiŋli, ka ti zakka, tɔ! Bɛ nyɛla yi mabihi adiini puuni. Yaha! Ti (Tinim’ Naawuni) kahigirila aayanim’ tiri ninvuɣu shεba ban mi"
        },
        {
            "chapter": 9,
            "verse": 12,
            "text": "Yaha! Bɛ (chεfurinim’ maa) yi yiɣisi bɛ pɔri bɛ daalikauli maa nyaaŋa, ka lahi galim yi daadiini, tɔ! Yin tuhimi ya Chεfuri zuɣulannima. Achiika! Bɛ pɔri maa kani, achiika! Bɛ ni chɛ yi daadiini saɣimbu"
        },
        {
            "chapter": 9,
            "verse": 13,
            "text": "Di ni bɔŋɔ, yi ku tuhi ninvuɣu shεba ban yiɣisi bɛ pɔri ka niŋ niya ni bɛ yihi Naawuni tumo Makka, ka di nyɛla bana n-daa daŋ ya liribu piligu maa. Di ni- bɔŋɔ, yi zɔri ba mi? Tɔ! Naawuni n-tu ni yi zo, yi yi nyɛla ninvuɣu shɛba ban ti Naawuni yɛlimaŋli"
        },
        {
            "chapter": 9,
            "verse": 14,
            "text": "Tuhimi ya ba, Naawuni ni dargi bɛ tibli ni yi (Muslinnim’) nuhi, ka dihi ba vi, ka lahi tin ya nasara bɛ zuɣu. Ka ti doro shɛŋa din be ninvuɣu shεba ban ti Naawuni yεlimaŋli suhiri ni"
        },
        {
            "chapter": 9,
            "verse": 15,
            "text": "Ka O (Naawuni) mahi bɛ (Muslin- nim’) suhiri. Yaha! Naawuni deerila O ni bɔri so tuuba. Naawuni nyɛla Baŋda, Yεmgoliŋgalana"
        },
        {
            "chapter": 9,
            "verse": 16,
            "text": "Bee yi (Muslinnim’) tεhirimi ni bɛ yɛn chεn ya mi (ka kuli bi dahim ya), ka Naawuni bi baŋ yi puuni ban tuhi tobu, ka mi bi gbibi din pa Naawuni, bee O tumo, bee Muuminnim’ ka bɛ nyɛ sim- nima. Yaha! Naawuni n-nyɛ Ŋun mi din sɔɣi yi tuuntumsa puuni"
        },
        {
            "chapter": 9,
            "verse": 17,
            "text": "Di bi tu kamaata ni buɣujɛmdiba gbibi Naawuni jiŋa ka mi diri bɛ maŋ’ shɛhira ni chεfuritali. Bannim’ maa tuma saɣim ya, ka bɛ nyɛla ban yɛn ti kpalim buɣum puuni"
        },
        {
            "chapter": 9,
            "verse": 18,
            "text": "Achiika! Ninvuɣu shεba ban gaandi Naawuni jiŋa (ni jɛma) n-nyɛ ban ti Naawuni yεlimaŋli ka ti Chiyaama yεlimaŋli, ka puhi jiŋli, ka ti zaka, ka bi zo so naɣila Naawuni. Tɔ! Bannim’ maa, tamaha beni kadama bɛ be ninvuɣu shεba ban dolsi puuni"
        },
        {
            "chapter": 9,
            "verse": 19,
            "text": "Di ni bɔŋɔ, yi (Muslinnim’) zaŋla haʒitiriba kom taribu mini harami jiŋli (Ka’aba) mɛbu zali ka di ŋmani ninvuɣu so ŋun ti Naawuni ni Zaadali yεlimaŋli, ka tuhi tobu Naawuni soli puuni? Bɛ ku niŋ yim Naawuni sani. Yaha! Naawuni bi dolsiri ninvuɣu shɛba ban nyɛ zualindiriba"
        },
        {
            "chapter": 9,
            "verse": 20,
            "text": "Ninvuɣu shεba ban ti Naawuni yεlimaŋli, ka zo hiʒira, ka lahi tuhi Naawuni soli puuni ni bɛ daarzichi mini bɛ nyɛvuya, tɔ! Bana n-nyɛ ninvuɣu shɛba ban mali darza gari sokam Naawuni sani. Dinzuɣu, bannim’ maa n- nyɛ ban nyɛ tarli"
        },
        {
            "chapter": 9,
            "verse": 21,
            "text": "Bɛ Duuma (Naawuni) tiri bala suhu- pɛlli lahibali ni nambɔzɔbo din yi O sani na, ni yεda shɛli, ka bɛ lahi mali Alizanda yili shεŋa din puuni mali yolsigu din ka naabu"
        },
        {
            "chapter": 9,
            "verse": 22,
            "text": "Bɛ nyɛla ban yɛn ti kpalim di puuni kuli mali wɔra. Achiika! Naawuni sani ka sanyoo din galsi be"
        },
        {
            "chapter": 9,
            "verse": 23,
            "text": "Yaa yinim’ ninvuɣu shɛba ban ti Naawuni yεlmaŋli! Miri ya ka yi zaŋ yi banim’ mini yi mabihi leei yi simnima, dindee yi niŋ ka bɛ yu chεfuritali n-gari Naawuni yɛlimaŋli tibu. Dinzuɣu, ŋun ti zaŋ ba leei simnima yi puuni, tɔ! Bannim’ maa n-nyɛ zualindiriba"
        },
        {
            "chapter": 9,
            "verse": 24,
            "text": "(Yaa nyini Annabi)! Yεlima: “Di yi niŋ ka yi banima, ni yi bihi, ni yi mabihi, ni yi paɣaba, ni yi dɔɣiriba, ni arzichi shɛŋa yi ni laɣim, ni yi daabilim shεli yi ni zɔri ni di ti niŋ ashaara, ni yili shεŋa yi ni niŋ yɛda, dina ka yi bɔra n-gari Naawuni ni O tumo, n-ti pahi Naawuni soli tobu tuhibu, tɔ! Yin ʒin ya guhimi hali ka Naawuni ti tahi O zaligu (azaaba) na. Yaha! Naawuni bi dolsiri ninvuɣu shεba ban kpeeri yira"
        },
        {
            "chapter": 9,
            "verse": 25,
            "text": "Achiika! Naawuni tin ya nasara luɣa pam, n-ti pahi Hunaini tobu dali la, saha shεli yi (Muslinnim’) nina ni daa tiɣi yi galsim, ka di bi niŋ ya anfaani shεli, ka tiŋgbani muɣi ya di mini di yɛlim maa zaa yoli. Din nyaaŋa, ka yi (Muslinnim’) lebi biri (ka zo ka chɛ tobu maa)"
        },
        {
            "chapter": 9,
            "verse": 26,
            "text": "Din nyaaŋa, ka Naawuni siɣisi O suhudoo na n-ti ti O tumo (Annabi Muhammadu), ni ninvuɣu shεba ban ti Naawuni yεlimaŋli, ka siɣisi tobbihi (Malaaika) shεba yi ni bi nya, ka dargi chεfurinim’ tibli. Tɔ! Dina n-nyɛ chεfurinim’ sanyoo"
        },
        {
            "chapter": 9,
            "verse": 27,
            "text": "Din nyaaŋa, ka Naawuni deei O ni bɔri so tuuba. Achiika! Naawuni nyɛla Chεmpaŋlana, Zaadali Nambɔnaa"
        },
        {
            "chapter": 9,
            "verse": 28,
            "text": "Yaa yinim’ ninvuɣu shɛba ban ti Naawuni yεlimaŋli! Achiika! Buɣu- jɛmdiba nyɛla tabzahi (daɣiri), dinzuɣu bɛ miri ka bɛ miri Harami jiŋli (Ka’aba) yuuni ŋɔ maa nyaaŋa, yi mi yi zɔri fara (yi mini ba daabilim zuɣu), tɔ! Ni baalim, Naawuni ni largi ya O pini puuni O yi yu. Achiika! O (Naawuni) nyɛla Baŋda, Yɛmgoliŋgalana"
        },
        {
            "chapter": 9,
            "verse": 29,
            "text": "Tuhimi ya ninvuɣu shεba ban bi tiri Naawuni mini Chiyaama dabsili yεlimaŋli, ka mi bi mɔŋdi bɛ maŋ’ Naawuni mini O tumo (Annabi Muhammadu) ni mɔŋdi shεli, bε mi ka yɛlimaŋli daadiini (Muslinsi daadiini) puuni, ka bε be ninvuɣu shεba bε ni ti litaafi puuni, naɣila bɛ ti yo la tiŋgbani fargu (n-ti Muslinnima) ni bɛ nuu, ka nyɛla ban filiŋ"
        },
        {
            "chapter": 9,
            "verse": 30,
            "text": "Ka Yahuudunim’ naan yεli: “Uzairu nyɛla Naawuni bia,” ka Nashaaranim’ gba yεli: “Masiihu (Annabi Issa) nyɛla Naawuni bia. “Lala n-nyɛ bɛ noya ni yεltɔɣa, ka bɛ zaŋdi li ŋmahindi ninvuɣu shɛba ban niŋ chεfuritali pɔi ni bana maa yεltɔɣa. Tɔ! Naawuni nari ba, bozuɣu ka bɛ ŋmalgiri ba (ka chεri Naawuni dolibu)"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "Bɛ (Yahuudu mini Nashaaranim’) zaŋla bɛ daalifa kpamba mini bɛ da- adiini toondannima n-leei duumanim’ ka pa ni Naawuni, ni Issa Mariam bia. Bɛ mi daa bi puhi ba ni yɛltɔɣa shεli m- pahila bɛ jεmmi Duuma yino. Duuma jεmdigu n-kan ni yεlimaŋli naɣila Ŋuna. O nam simsiya ka chɛ bɛ ni jɛmdi binyɛri shɛŋa m-pahi O zuɣu maa"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "Bɛ bɔrimi ni bɛ pobsi kpihim Naawuni neesim (Muslinsi daadiini) ni bɛ noya, ka Naawuni mi zaɣisi (bɛ yubu maa) naɣila O pali O neesim, hali chεfurinim’ yi je"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "Ŋuna (Naawuni) n-nyɛ Ŋun tim O tumo (Annabi Muhammadu) na ni dolsigu mini yεlimaŋli daadiini, domin O chɛ ka di nyɛŋ adiini kam, hali di yi niŋ ka buɣujɛmdiba je"
        },
        {
            "chapter": 9,
            "verse": 34,
            "text": "Yaa yinim’ ninvuɣu shɛba ban ti Naawuni yεlimaŋli! Achiika! Yahuudu limamanim’ mini dolodolo faaranim’ dirila niriba daarzichi ni ʒiri, ka guri (niriba) ka chɛri Naawuni soli, n-ti pahi ninvuɣu shεba ban laɣindi salima mini anʒilfa sɔŋda, ka mi bi mali li dihiri Naawuni soli zuɣu, tɔ! (Yaa nyini Annabi)! Tim ba azaabakpeeni lahibali"
        },
        {
            "chapter": 9,
            "verse": 35,
            "text": "Dabsi’ shεli bɛ ni yɛn ti pɔbsi li (salima ni anʒilfa maa), ka di biigi ʒahannama buɣum puuni, ka bɛ zaŋ li n-tabli bɛ gbεri, ni bɛ puluɣa, n-ti pahi bɛ yaansi zuɣu, (ka bɛ yεli ba): “Ŋɔ maa ka yi daa laɣim n-zali yi maŋ’ (Dunia la). Dinzuɣu, lammi ya yi ni daa laɣindi shɛli maa (daazaaba).”"
        },
        {
            "chapter": 9,
            "verse": 36,
            "text": "Achiika! Goya kalinli nyɛla pia ni ayi Naawuni sani, ka di sabi be Naawuni litaafi (Lauhul Mahfuuz) puuni, tun dabsi’ shεli Naawuni ni kuli nam sagbana mini tiŋgbani. Di puuni mali chira anahi ka Naawuni mɔŋ tobu tuhibu di puuni. Dina n-nyɛ adiini (zalsi) shɛli din tuhi. Dinzuɣu, di din ya yi maŋ’ zualinsi di puuni. Yaha! Tuhimi ya ban jɛmdi buɣa maa namgbaniyini kamani bɛ ni tuhiri ya (yi Muslinnima) namgbaniyini shεm, ka baŋ ya ni achiika! Naawuni mini ban zoro m-be"
        },
        {
            "chapter": 9,
            "verse": 37,
            "text": "Achiika! Naɣisibu nyɛla din pahi chɛfuritali ni, 1 ka bɛ mali li m-birgiri ninvuɣu shɛba ban niŋ chɛfuritali, bɛ niŋdi li (tobu tuhibu) la halalsi n-tiri bɛ maŋ’ yuun’ shεli ni, ka mɔŋdi bɛ maŋ’ yuun’ shεli ni, domin di kana n-ti saɣisi Naawuni ni mɔŋ tobu goli shεŋa ni maa, ka di chɛ ka bɛ ni tooi niŋ Naawuni ni mɔŋ shɛli halalsi ti bɛ maŋa, bɛ (shintaŋ) dihi ba la bɛ tuumbεri nachinsi. Yaha! Naawuni bi dolsiri ninvuɣu shεba ban nyɛ gutulunima"
        },
        {
            "chapter": 9,
            "verse": 38,
            "text": "Yaa yinim’ ninvuɣu shɛba ban ti Naawuni yεlimaŋli! Bozuɣu ka bɛ yi ti yεli ya: “Yim ya na Naawuni soli zuɣu tobu ni,” ka yi niŋ tibsim tiŋgbani yaaŋa zuɣu? Di ni bɔŋɔ, yi niŋla Dunia bεhigu yεda ka chɛ Chiyaama? Dunia bεhigu nyεɣisim pa shɛli Chiyaama puuni naɣila bɛla"
        },
        {
            "chapter": 9,
            "verse": 39,
            "text": "Yi (Muslinnim’) yi bi yi tobu maa ni, O (Naawuni) ni niŋ ya azaaba- kpeeni, ka taɣi ya ka tahi ninvuɣu shεba dabam na, ka yi ku tooi niŋ O (Naawuni) chuuta shεli. Yaha! Naawuni nyɛla Toora binshɛɣu kam zuɣu"
        },
        {
            "chapter": 9,
            "verse": 40,
            "text": "Yi (Muslinnim’) yi bi sɔŋ O (Annabi Muhammadu), tɔ! Achiika! Naawuni Ŋun sɔŋ o, dina n-nyɛ saha shεli chεfurinim’ ni daa yihi o (Makka), ka o nyɛ niriba ayi puuni yino (o mini ti toondana Abubakar), saha shεli bɛ niriba ayi maa ni daa be zoloŋ la ni, saha shεli o (Annabi Muhammadu) ni daa yεri o zo maa (Abubakar): “Di niŋ suhusaɣiŋgu, achiika! Naawuni be ni tinima. Dinzuɣu, ka Naawuni daa siɣisi O suhu-doo na n- ti ti o (Annabi Muhammadu), ka kpaŋsi o ni sooje shεba yi nina ayi ni bi nya ( bana n-nyɛ Malaaikanima), ka chɛ ka chɛfurinim’ (buɣujɛmdiba) yɛltɔɣa filiŋ, ka Naawuni yεltɔɣa (Laa’ilaaha illallahu) nyɛ din be zuɣusaa. Yaha! Naawuni nyɛla Nyεŋda, Yεmgoliŋgalana"
        },
        {
            "chapter": 9,
            "verse": 41,
            "text": "(Yaa yinim’ Muslinnima)! Yim ya n-ti tuhi tobu, ka nyɛla ban mali yaa bee chɔɣinsi, ka tuhi ya ni yi daarzichi mini yi maŋsi Naawuni soli, dina n-nyɛ bɛrisuŋ n-tin ya, yi yi nyɛla ninvuɣu shεba ban mi"
        },
        {
            "chapter": 9,
            "verse": 42,
            "text": "(Yaa nyini Annabi)! Di yi di nyɛla Nyɔri (tobbuna) m-be yoma, ni gɔrim shεli din bi waɣa, bɛ (Munaafichinim’ maa) naan doli a, amaa! Soli maa n-niŋ waɣilim n-ti ba. Ni baalim, bɛ ni po Naawuni (ka yεli): “Ti yi di naan tooi yi tobu maa ni, achiika! Ti naan yina m- pahi yi zuɣu. Bɛ maŋsi ka bɛ niŋdi ashaara. Yaha! Naawuni mi ni bɛ nyɛla ʒirinima"
        },
        {
            "chapter": 9,
            "verse": 43,
            "text": "(Yaa nyini Annabi)! Naawuni chε m-paŋ a, bozuɣu ka a ti ba soli (ni bɛ ʒinmi yiŋa, bozuɣu ka a bi chɛ ba) hali a ti baŋ bɛ puuni ban niŋ yɛlimaŋli, ka baŋ ban nyɛ ʒirinima"
        },
        {
            "chapter": 9,
            "verse": 44,
            "text": "Ninvuɣu shεba ban ti Naawuni mini Chiyaama yεlimaŋli ku saɣi bo yεda a (Annabi) sani (ni bɛ ʒini yiŋ’) ka che bɛ zaŋ bɛ daarzichi ni bɛ mammaŋ’ nyɛvuya n-tuhi Naawuni zuɣu. Naawuni mi nyɛla Ŋun mi wuntizɔriba"
        },
        {
            "chapter": 9,
            "verse": 45,
            "text": "Achiika! Ninvuɣu shεba ban bi ti Naawuni mini Chiyaama yεlimaŋli n- nyɛ ban bɔri yεdda a sani (ni bɛ ʒini yiŋa), ka bɛ suhiri zilsi, dinzuɣu bɛ nyɛla ban kuli be bɛ biɛhim puuni m-puri bɛ haŋkaya"
        },
        {
            "chapter": 9,
            "verse": 46,
            "text": "Yaha! Bɛ yi di bɔri tobu maa ni yibu, tɔ! Bɛ naan mali di shili. Amaa! Naawuni mɔŋ ba mi ni bɛ di yiɣisi pahi yi zuɣu, ka di kpɛhi ba vunnyɛɣili, ka bɛ yɛli ba: “Ʒinimi ya yiŋ m-pahi ninvuɣu shɛba ban ʒiya zuɣu.”"
        },
        {
            "chapter": 9,
            "verse": 47,
            "text": "Bɛ (Munaafichinim’ maa) yi di yi tobu maa ni pahi yi (Muslinnim’) zuɣu, tɔ! Bɛ naan ku pahi ya shεli naɣila saɣiŋgu. Yaha! Bɛ naan niŋ yomyoma m-bo tuɣiligu niŋ yi sunsuuni, ka bɛ di yɛn bɔri ya ni fitina, yi mi puuni shεba beni n-di yɛn wum ti ba. Yaha! Naawuni mi zualindiriba"
        },
        {
            "chapter": 9,
            "verse": 48,
            "text": "(Yaa nyini Annabi)! Achiika! Bɛ (Munaafichinim’ maa) daa mini pun bo fitina m-bahi a zuɣu (Uhdu tobu ni), ka tilgi tilgi a yɛla hali ka yɛlimaŋli ti ka na, ka Naawuni zaligu (Muslinsi daadiini) nya nasara, ka bɛ (Munaafichinim’) nyɛla ban je"
        },
        {
            "chapter": 9,
            "verse": 49,
            "text": "Yaha! Bɛ (Munaafichinim’ maa) puuni shεba beni n-yεra: “(Yaa nyini Annabi)! Niŋmi ma yεda (ni yiŋ’ ʒiya), amaa! Di niŋ ma fitina.” Wumma! Bɛ lu fitina puuni. Yaha! Achiika! Ʒahannama buɣum nyɛla din gili chεfurinima"
        },
        {
            "chapter": 9,
            "verse": 50,
            "text": "Yaha! (Yaa nyini Annabi)! A yi nya din viεla, ka di saɣim bɛ suhiri. Amaa! Yɛlibɛɣu yi nya a, ka bɛ yεra: “Achiika! Tinim’ pun gbaaila ti maŋ’ poi ni dina,” ka bɛ lebi biri, ka nyɛla ban niŋdi suhupiεlli"
        },
        {
            "chapter": 9,
            "verse": 51,
            "text": "(Yaa nyini Annabi)! Yεlima: “Di kariya ka yɛlibiɛɣu nya ti naɣila Naawuni ni sabi shεli n-ti ti, Ŋuna n-nyɛ Ŋun taɣiri ti. Yaha! Ban ti yεlimaŋli zaŋmi bɛ yɛla n-dalim Naawuni"
        },
        {
            "chapter": 9,
            "verse": 52,
            "text": "(Yaa nyini Annabi)! Yεlima: “Di- ni bɔŋɔ, yi (Munaafichinim’) ʒɛmi guhiri ti ni yɛlisuma ayi (nasara bee kpibu) puuni yini ti paai ti? Ka ti (Muslinnim’) mi guhiri ni Naawuni gbaai ya ni azaaba din yi O sani na, bee (ka ti kun ya) ni ti nuhi. Dinzuɣu ʒinimi ya n-guhira, achiika! Ti mi gba nyɛla ban ʒiya guhiri m-pahi yi zuɣu.”"
        },
        {
            "chapter": 9,
            "verse": 53,
            "text": "Yεlima: “Dihimi ya ka di nyɛla yi yurimi bee yi bi yura, di kariya ka bɛ (Naawuni) deei li yi sani, achiika! Yi nyεla ninvuɣu shεba ban kpeeyi”"
        },
        {
            "chapter": 9,
            "verse": 54,
            "text": "Yaha! Ka shεli n-chε ka bɛ ku deei bɛ dihibu m-pahila achiika! Bɛ niŋla gutulunsi ni Naawuni ni O tumo, bɛ mi bi kani na jiŋli ni naɣila bɛ nyɛla vunyεɣalinima. Yaha! Bɛ bi dihiri ni bɛ daarzichi naɣila bɛ nyɛla bɛ ni niŋ shɛba talahi"
        },
        {
            "chapter": 9,
            "verse": 55,
            "text": "(Yaa nyini Annabi)! Di chε ka bɛ (Munaafichinim’ maa) daarzichi mini bɛ bihi niŋ a lahaʒiba, achiika! Naawuni bɔrimi ni O zaŋ li niŋ ba azaaba Dunia bεhigu puuni, ka bɛ nyεvuya ti yi ka bɛ nyɛla chεfurinima"
        },
        {
            "chapter": 9,
            "verse": 56,
            "text": "Ka bɛ (Munaafichinim’ maa) naan pɔri Naawuni kadama bɛ bela yi puuni, ka mi ka yi ni. Amaa! Bɛ nyɛla ninvuɣu shɛba naan zɔri dabεm (ni yi ti ku ba)"
        },
        {
            "chapter": 9,
            "verse": 57,
            "text": "Bɛ yi di nya sɔɣibu shee, bee zolona ni, bee kpiεhili shee, tɔ! Bɛ naan ŋmalgi kpa di polo ka nyɛla ban niŋdi yomyoma"
        },
        {
            "chapter": 9,
            "verse": 58,
            "text": "Yaha! (Yaa nyini Annabi)! Bɛ puuni shεba beni n-galinda sara taribu shee, bɛ yi ti ba di puuni shεli, ka bɛ saɣi ti li, amaa! Bɛ yi bi ti ba di puuni shɛli, ka a nya ba ka bɛ jεri suli"
        },
        {
            "chapter": 9,
            "verse": 59,
            "text": "Yaha! Bɛ yi di saɣi ti Naawuni mini O tumo (Annabi Muhammadu) ni ti ba shɛli ka yεli: “Naawuni ni saɣindi ti, ni baalim, Naawuni mini O tumo ni ti ti O pini puuni shεli, achiika! Ti nyɛla ban niŋdi kore n-zaŋ chaŋ ti Duuma sani.”"
        },
        {
            "chapter": 9,
            "verse": 60,
            "text": "Achiika! Sara (zaka liɣiri) nyɛla faranim’ dini, ni nandaamba, ni ban tumdi di (zaka maa) tuma, ni ninvuɣu shεba bɛ ni balinda bɛ suhiri (ni bɛ kpe Muslinsi daadiini ni), ni daba chɛbu, ni bɛ ni doli shεba samkara, ni Naawuni soli zuɣu tobu, ni sochanda. Di nyɛla talahi shɛli din yi Naawuni sani na. Yaha! Naawuni nyɛla Baŋda, Yεmgoliŋgalana"
        },
        {
            "chapter": 9,
            "verse": 61,
            "text": "Yaha! Bɛ (Munaafichinim’ maa) puuni shεba beni niŋdi Annabi biɛrim ka naan yεra: “O (Muhammadu) nyɛla ŋun tiri yεlimaŋli ni lahibali kam o ni wum ni o tibli. (Yaa nyini Annabi)! Yεlima: “O wumdila din nyɛ zaɣiviɛlli n-tin ya, o tirila Naawuni yεlimaŋli, ka tiri yεlimaŋli ni Muumininima, ka lahi nyɛ nambɔzɔbo n-zaŋ ti ninvuɣu shɛba ban ti Naawuni yεlimaŋli yi puuni. Yaha! Ninvuɣu shεba ban niŋdi Annabi chuuta maa, bɛ mali azaabakpeeni (Zaadali)"
        },
        {
            "chapter": 9,
            "verse": 62,
            "text": "Bɛ (Munaafichinim’ maa) pɔrila Naawuni n-tiri ya (yi Muslinnima) domin yi niŋ ba yεda. Naawuni mi mini O tumo n-nyɛ ban tu ni bɛ niŋ ba yεda, bɛ yi nyɛla ban ti Naawuni yεlimaŋli"
        },
        {
            "chapter": 9,
            "verse": 63,
            "text": "Di ni bɔŋɔ, bɛ bi mi ni achiika! Ninvuɣu so ŋun kpahira n-yɛɣiri Naawuni ni O tumo tarsi, tɔ! Achiika! Ʒahannama buɣum be o zuɣu, ka o nyɛla ŋun yɛn ti kpalim di puuni. Dina n-nyɛ vi zaɣititali"
        },
        {
            "chapter": 9,
            "verse": 64,
            "text": "Munaafichinim’ maa zɔrimi ni suuri shεli ti shee bɛ zuɣu na n-ti tiri ba din be bɛ suhiri ni lahibali. Yεlima: “Malimi ya ansarsi, achiika! Naawuni nyɛla Ŋun yɛn yihi yi ni zɔri shɛli maa polo ni.”"
        },
        {
            "chapter": 9,
            "verse": 65,
            "text": "(Yaa nyini Annabi)! Achiika! A yi bɔhi ba bɛ ni yεli: “Achiika! Tinim’ dirila alizama ka dɛmda, tɔ! Yεlima: “Di ni bɔŋɔ, Naawuni mini O aayanima, n-ti pahi O tumo ka yi maandi ansarsi"
        },
        {
            "chapter": 9,
            "verse": 66,
            "text": "Di fabli ya, achiika! Yi niŋ chεfuritali yi yɛlimaŋtibo nyaaŋa, Ti (Tinim’ Naawuni) yi chε m-paŋ yi puuni shεba, tɔ! Ti ni niŋ shεba azaaba, domin bɛ nyɛla bibɛhi"
        },
        {
            "chapter": 9,
            "verse": 67,
            "text": "Munaafichinim’ dobba mini Munaafichi paɣaba nyεla ban sɔŋdi taba, ka bɛ puhiri taba ni Naawuni ni mɔŋ shεli, ka mɔŋdi tuunviεla tumbu, ka chε ka bɛ nuhi kpεma (bɛ bi diri bɛ daarzichi Naawuni soli). Bɛ tamla Naawuni yεla, ka O gba tam bɛ yεla. Achiika! Munaafichinima n-nyɛ ninvuɣu shɛba ban kpee yi"
        },
        {
            "chapter": 9,
            "verse": 68,
            "text": "Naawuni niŋ Munaafichi dobba mini paɣaba, n-ti pahi chεfurinim’ alikauli ni ʒahannama buɣum, ka bɛ nyɛla ban yɛn ti kpalim di puuni, dina n-nyɛ din saɣindi ba. Yaha! Naawuni narim ba, ka bɛ lahi mali azaaba shɛli din bi ŋmaara"
        },
        {
            "chapter": 9,
            "verse": 69,
            "text": "Kamani ninvuɣu shεba ban daa kana pɔi ni yinima, bɛ daa nyɛla ban mali yaa n-gari ya, ka lahi mali arzichi mini bihi n-gari ya, ka bɛ wum nyɛɣisim ni bɛ tarli (saha biɛla), dinzuɣu wummi nyɛɣisim ni yi tarli (saha bɛla) kamani ninvuɣu shɛba ban daa kana pɔi ni yinim’ maa gba ni daa wum nyɛɣisim ni bɛ tarli shεm, ka yi kpe ʒiri ŋmabu ni kamani bɛ ni daa ŋmari ʒiri shεm. Bannim’ maa, bɛ tuuntumsa (laara) saɣim ya Dunia ni Chiyaama. Yaha! Bannim’ maa n-nyɛ ban kɔhi lu"
        },
        {
            "chapter": 9,
            "verse": 70,
            "text": "Di ni bɔŋɔ, ninvuɣu shεba ban daa kana pɔi ni bana maa lahibali bi kaba na? (Bana n-nyɛ) Annabi Nuhu niriba, ni Aadunima (Annabi Hudu niriba), ni Samuudunima (Annabi Sālihu niriba), ni Annabi Ibrahima niriba, ni Madyana nima (Annabi Sayibu niriba), n-ti pahi ninvuɣu shεba bɛ ni daa lebi bɛ tiŋgbani m-pili (Annabi Lutu niriba), bɛ tuumba daa kaba na ni dalirinim’ din be polo ni, dinzuɣu, Naawuni daa pala Ŋun di ba zualinsi, amaa! Bana n-daa diri bɛ maŋ’ zualinsi"
        },
        {
            "chapter": 9,
            "verse": 71,
            "text": "Yaha! Ninvuɣu shεba ban ti Naawuni yεlimaŋli dobba ni paɣaba nyɛla ban sɔŋdi taba, bɛ puhirila tuunviεla, ka mɔŋdi Naawuni ni je shɛli, ka puhiri jiŋli, ka tiri zakka, ka doli Naawuni ni O tumo, bannim’ maa, ni baalim Naawuni ni zo ba nambɔɣu. Achiika! Naawuni nyɛla Nyεŋda, ni Yεmgoliŋgalana"
        },
        {
            "chapter": 9,
            "verse": 72,
            "text": "Naawuni niŋla ninvuɣu shɛba ban ti yεlimaŋli dobba ni paɣaba alikauli ni Alizanda yili shεŋa kulibɔna ni yɛn ti zɔri di gbinni, ka bɛ nyɛla ban yɛn ti kpalim di puuni, ni yili vɛla din be ʒinahigu Daalizanda puuni. Yɛda mi din yi Naawuni sani na n-nyɛ din galsi. Dina n-nyɛ tarli din galsi"
        },
        {
            "chapter": 9,
            "verse": 73,
            "text": "Yaa nyini Annabi! Tuhimi chεfur- nim’ mini Munaafichinima, ka miitaɣi ba. Yaha! Bɛ labbu shee n-yɛn ti nyɛ ʒahannama buɣum ni, di labbu shee maa mi nyɛla din be"
        },
        {
            "chapter": 9,
            "verse": 74,
            "text": "Bɛ (Munaafichinim’ maa) pɔrila Naawuni kadama bɛ bi yεli shɛli (din be). Achiika! Bɛ daa yεlila chεfuritali yεltɔɣa, ka leei chεfurinim’ bɛ Muslinsi kpɛbu nyaaŋa. Yaha! Ka bɛ niŋ tɛhi- bεri ka bi nya di nasara, mi bɛ daa bi galim ba (bɛ Muslinnima) m-pahila Naawuni ni O tumo n-daa largi ba O pini puuni zuɣu. Dinzuɣu bɛ yi niŋ tuuba, tɔ! Dina n-nyɛ zaɣiviɛlli zaŋ ti ba, amaa! Bɛ yi lebi biri, Naawuni ni niŋ ba azaaba kpeeni Dunia ni Chiyaama, bɛ mi ka ŋun yɛn taɣi ba tiŋgbani yaaŋa zuɣu (ka chɛ Naawuni daazaaba), bee ŋun yɛn ti sɔŋ ba"
        },
        {
            "chapter": 9,
            "verse": 75,
            "text": "Yaha! Bɛ (Munaafichinim’ maa) puuni shεba beni gbaai Naawuni alikauli (ka yɛli): “Achiika! O yi ti ti O pini puuni shεli, tɔ! Achiika! Ti naan zaŋ li mali sara. Ti mi naan pahi ninvuɣusuma puuni"
        },
        {
            "chapter": 9,
            "verse": 76,
            "text": "Saha shεli O (Naawuni) ni ti largi ba O pini puuni shεli, ka bɛ zaŋ li niŋ bεm. Yaha! Ka bɛ lebi biri, ka nyɛla ban zaɣisira"
        },
        {
            "chapter": 9,
            "verse": 77,
            "text": "Ka Naawuni zaŋ munaafichitali maa n-dolsi bɛ suhiri ni hali ni dabsi’ shεli bɛ ni yɛn ti laɣim ni Ŋuna, domin bɛ ni kuli yiɣisi Naawuni daalikauli shεli bɛ ni gbaagi O maa zuɣu, ni ʒiri shεŋa bɛ ni daa ŋmari maa"
        },
        {
            "chapter": 9,
            "verse": 78,
            "text": "Di ni bɔŋɔ, bɛ bi mi ni achiika! Naawuni mi bɛ daashili, ni bɛ ni gbaari saawɔra shεŋa maa? Yaha! Achiika! Naawuni nyɛla Baŋdatitali ni din sɔɣi"
        },
        {
            "chapter": 9,
            "verse": 79,
            "text": "Ninvuɣu shεba ban galindi ninvuɣu shɛba ban niŋdi alheeri Muslinnim’ puuni n-zaŋ kpa sara shεŋa bɛ ni yihira, (ka lahi galindi) ninvuɣu shεba ban ku tooi nyεŋ naɣila bɛ kpaŋmaŋ’ targa, ka bɛ (Munaafichinim’ maa) naan maandi ba ansarsi. Naawuni ni mali ba ansarsi yo. Yaha! Azaabakpeeni be bɛ zuɣu (Zaadali)"
        },
        {
            "chapter": 9,
            "verse": 80,
            "text": "(Yaa nyini Annabi)! Bom gaafara n- ti ba (bɛ Munaafichinim’ maa), bee ka a bi bo gaafara n-ti ba, a yi bo gaafara n-ti ba siɣim bupishiyɔpɔin, tɔ! Di kariya ka Naawuni chɛ m-paŋ ba, di daliri nyɛla bɛ niŋla chɛfuritali ni Naawuni mini O tumo (Annabi Muhammadu). Yaha! Naawuni bi dolsiri ninvuɣu shɛba ban kpeeri yira"
        },
        {
            "chapter": 9,
            "verse": 81,
            "text": "Ninvuɣu shɛba ban kpalim yiŋa (ka bi chaŋ Tabuuka tobu ni) Naawuni tumo nyaaŋa maa niŋ suhupεlli ni bɛ yiŋ’ ʒiya. Ka zaɣisi ni bɛ zaŋ bɛ daarzichi mini bɛ nyεvuya n-tuhi Naawuni soli zuɣu, ka bɛ yεli: “Miri ya ka yi yi tobu ni tulum ŋɔ saha.” (Yaa nyini Annabi)! Yεlima: “Ʒahannama buɣum tuli gari lala, bi yi di nyεla ninvuɣu shεba ban baŋda.”"
        },
        {
            "chapter": 9,
            "verse": 82,
            "text": "Dinzuɣu bɛ lam bɛla (Dunia ŋɔ), ka ti kuhi pam (Zaadali), di nyɛla sanyoo ni bɛ ni daa tumdi shɛli"
        },
        {
            "chapter": 9,
            "verse": 83,
            "text": "(Yaa nyini Annabi)! Naawuni yi chε ka a yi (tobu ŋɔ ni) n-labi yiŋa, n-ti paai bɛ (munaafichinim’ maa) puuni shɛba, ka bɛ ti lahi bo soli ni bɛ yi tobu shεli ni, tɔ! Nyin yεlima: “Kuli mali wɔra, yi ku lahi pahi n-zuɣu ka ti yi, yi mi ku pahi n-zuɣu ka ti tuhi n-dimba. Achiika! Yi daa pun niŋla yiŋ’ ʒiya maa yεdda, dinzuɣu ʒinimi ya m-pahi ban pun ʒiya zuɣu"
        },
        {
            "chapter": 9,
            "verse": 84,
            "text": "Yaha! (Yaa nyini Annabi)! Di puhi jiŋli m-bahi bɛ zaɣiyino kam ŋun kpi zuɣu, a mi di zani o gballi zuɣu. Achiika! Bɛ niŋla chɛfuritali ni Naawuni mini O tumo, ka kpi ka nyɛla ban kpeeyi"
        },
        {
            "chapter": 9,
            "verse": 85,
            "text": "Yaha! Miri ka a chɛ ka bɛ daarizchi mini bɛ bihi maa niŋ a lahiʒiba, achiika! Naawuni bɔrimi ni O zaŋ li n-darigi bɛ tibli Dunia ŋɔ, ka bɛ nyεvuya ti yɛn yi, ka bɛ nyɛla chεfurinima"
        },
        {
            "chapter": 9,
            "verse": 86,
            "text": "Yaha! Bɛ yi ti siɣisi suura shεli na, (ka yεli): “Tim ya Naawuni yεlimaŋli, ka pahi O tumo zuɣu ka yi tuhi, ka bɛ puuni bundaannim’ naan bɔri soli a sani, ka yεli: “Chεli ti ka ti pahi ninvuɣu shɛba ban ʒi yiŋ’ maa zuɣu.”"
        },
        {
            "chapter": 9,
            "verse": 87,
            "text": "Bɛ (Munaafichinim’ maa) saɣi ya ni bɛ pahi ban ʒi yiŋ’ maa zuɣu. Dinzuɣu, ka bɛ (Naawuni) ŋari bɛ suhuri, ka bɛ nyɛla ban ku lahi baŋ viεnyεla"
        },
        {
            "chapter": 9,
            "verse": 88,
            "text": "Amaa! (Naawuni) tumo ni ninvuɣu shεba ban ti yεlimaŋli pahi o zuɣu maa ban tuhi ya ni bɛ daarzichi ni bɛ maŋsi, dinzuɣu, bannim’ maa mali alheeri balibu kam. Yaha! Bannim’ maa n-nyɛ ninvuɣu shεba ban nyɛ tarli"
        },
        {
            "chapter": 9,
            "verse": 89,
            "text": "Naawuni mali Alizanda yili shεŋa kulibɔna ni yɛn ti zɔri di gbinni shili n- guli ba, ka bɛ nyɛla ban yɛn ti kpalim di puuni. Dina n-nyɛ tarli din galsi"
        },
        {
            "chapter": 9,
            "verse": 90,
            "text": "Ka ban mali fabila Larbu tiŋkpannim’ puuni kana ni bɛ ti niŋ ba yεdda (ka bɛ di ʒini yiŋa), ka ninvuɣu shεba ban labsi Naawuni mini O tumo ʒiri maa gba ʒini yiŋa. Ni baalim, azaabakpeeni ni nya bɛ puuni ninvuɣu shɛba ban niŋ chɛfuritali maa"
        },
        {
            "chapter": 9,
            "verse": 91,
            "text": "Taali ka ninvuɣu gbarima zuɣu (ni bɛ ʒini yiŋa), ni ban ka alaafee, n-ti pahi ninvuɣu shεba ban ka bɛ ni yɛn zaŋ shɛli dihi Naawuni zuɣu, di yi niŋ ka bɛ paɣi bɛ suhuri Naawuni mini O tumo zuɣu. Yaha! Taali shεli ka ninvuɣu shεba ban tumdi tuunsuma (ka bi tooi chaŋ tobu ni) zuɣu. Yaha! Naawuni nyɛla Chεmpaŋ- lana, Zaadali Nambɔoboznaa"
        },
        {
            "chapter": 9,
            "verse": 92,
            "text": "Yaha! (Yaa nyini Annabi)! Taali ka ninvuɣu shεba ban yi kana a sani domin a ti kpiɣi ba (ni bimbara), ka a yεli ba: “N-ka din yɛn kpiɣi ya,” ka bɛ ŋmalgi ka bɛ nina kpaari ni nintam, ka di nyɛ suhusaɣiŋgu domin bɛ ka bɛ ni yɛn zaŋ shɛli n-dihi Naawuni zuɣu"
        }
    ]
}