{
    "maqras": [
        {
            "chapter": 24,
            "verse": 1,
            "text": "Це — сура, яку Ми зіслали та зробили обов’язком. Ми зіслали в ній ясні знамення — можливо, ви замислитеся"
        },
        {
            "chapter": 24,
            "verse": 2,
            "text": "Розпусника й розпусницю бийте сто разів — кожного з них. Нехай ваш жаль до них не переважить релігії Аллага, якщо ви віруєте в Аллага й в Останній День. І нехай свідками їхнього покарання буде група віруючих"
        },
        {
            "chapter": 24,
            "verse": 3,
            "text": "Розпусник може одружитися тільки з розпусницею чи багатобожницею, а розпусниця може вийти заміж тільки за розпусника чи багатобожника. А для віруючих це заборонено"
        },
        {
            "chapter": 24,
            "verse": 4,
            "text": "Тих, які звинувачують доброчесних жінок, але не можуть привести чотирьох свідків, бийте вісімдесят разів і ніколи не приймайте від них свідчення, бо вони — нечестивці"
        },
        {
            "chapter": 24,
            "verse": 5,
            "text": "крім тих, які згодом покаялися й виправилися. Воістину, Аллаг — Прощаючий, Милосердний"
        },
        {
            "chapter": 24,
            "verse": 6,
            "text": "А кожен із тих, які звинувачують своїх дружин, але не мають свідків, окрім самих себе, повинен поклястися чотири рази Аллагом про те, що він правдивий"
        },
        {
            "chapter": 24,
            "verse": 7,
            "text": "а п’ятий раз — що прокляття Аллага впаде на нього, якщо він бреше"
        },
        {
            "chapter": 24,
            "verse": 8,
            "text": "Жінка не зазнає покарання, якщо поклянеться чотири рази Аллагом про те, що чоловік бреше"
        },
        {
            "chapter": 24,
            "verse": 9,
            "text": "а п’ятий раз — що гнів Аллага впаде на неї, якщо чоловік правдивий"
        },
        {
            "chapter": 24,
            "verse": 10,
            "text": "Якби не ласка Аллага до вас, Його милість і те, що Він — Приймаючий каяття і Мудрий![CCLX]"
        },
        {
            "chapter": 24,
            "verse": 11,
            "text": "Воістину, ті які зводять наклеп, є серед вас самих. Не вважайте це злом проти вас. Навпаки, це — добро для вас. Кожна людина отримає за свій гріх! А на того, хто згрішив найбільше, чекає велика кара![CCLXI]"
        },
        {
            "chapter": 24,
            "verse": 12,
            "text": "Чому ж ви, віруючі чоловіки й жінки, почувши про таке, не подумали про самих себе добре й не сказали: «Це явний наклеп»"
        },
        {
            "chapter": 24,
            "verse": 13,
            "text": "Чому ж вони не прийшли з чотирма свідками? Тож, якщо вони не прийшли з ними, то вони перед Аллагом — брехуни"
        },
        {
            "chapter": 24,
            "verse": 14,
            "text": "Якби не ласка Аллага до вас та Його милість у земному й наступному житті, то за ваші балачки були б ви покарані"
        },
        {
            "chapter": 24,
            "verse": 15,
            "text": "Коли ви переказуєте це своїми язиками й говорите вашими вустами те, про що у вас немає знання, та ще вважаєте це за дрібницю, то це — великий гріх перед Аллагом"
        },
        {
            "chapter": 24,
            "verse": 16,
            "text": "Чому ж ви, почувши це, не сказали: «Нам не варто говорити такого. Пречистий Ти! А це — великий наклеп!»"
        },
        {
            "chapter": 24,
            "verse": 17,
            "text": "Аллаг повчає вас більше не робити цього ніколи, якщо ви віруючі"
        },
        {
            "chapter": 24,
            "verse": 18,
            "text": "Він пояснює вам знамення. А Аллаг — Всезнаючий, Мудрий"
        },
        {
            "chapter": 24,
            "verse": 19,
            "text": "Воістину, на тих, кому подобається, щоб про віруючих розповідали мерзенне, чекає болісна кара в житті земному й наступному! Аллаг знає, а ви не знаєте"
        },
        {
            "chapter": 24,
            "verse": 20,
            "text": "Якби не ласка Аллага до вас, Його милість і те, що Він Ласкавий і Милосердний"
        }
    ]
}