{
    "maqras": [
        {
            "chapter": 36,
            "verse": 28,
            "text": "Після нього Ми не вислали проти його народу ніякого війська й не збиралися відсилати"
        },
        {
            "chapter": 36,
            "verse": 29,
            "text": "Був тільки один крик — і ось, усі вони згасли"
        },
        {
            "chapter": 36,
            "verse": 30,
            "text": "Лихо ж рабам! Який би посланець до них не приходив, вони глузували з нього"
        },
        {
            "chapter": 36,
            "verse": 31,
            "text": "Невже вони не знають, скільки поколінь раніше за них Ми знищили й що вони не повернуться"
        },
        {
            "chapter": 36,
            "verse": 32,
            "text": "Воістину, всі вони постануть перед Нами"
        },
        {
            "chapter": 36,
            "verse": 33,
            "text": "Знамення для них — мертва земля, яку Ми оживляємо та виводимо звідти зерно, яким вони харчуються"
        },
        {
            "chapter": 36,
            "verse": 34,
            "text": "Ми створили там сади з пальм і винограду; за Нашою волею там з’явилися джерела"
        },
        {
            "chapter": 36,
            "verse": 35,
            "text": "щоб вони мали їжу з їхніх плодів і те, що приготували своїми руками. Невже вони не будуть вдячними"
        },
        {
            "chapter": 36,
            "verse": 36,
            "text": "Преславний Аллаг, Який створив парами все, що зрощує земля, їх самих і те, про що вони не знають"
        },
        {
            "chapter": 36,
            "verse": 37,
            "text": "Знамення для них — ніч, від якої Ми віддаляємо день, і вони опиняються в темряві"
        },
        {
            "chapter": 36,
            "verse": 38,
            "text": "Сонце плине до свого постійного місця. Так визначив Всемогутній, Всезнаючий"
        },
        {
            "chapter": 36,
            "verse": 39,
            "text": "Ми визначили для місяця стани, доки він не стає наче стара пальмова гілка"
        },
        {
            "chapter": 36,
            "verse": 40,
            "text": "Сонце не повинно наздоганяти місяць, а ніч не повинна випереджати день. Усі вони плинуть небосхилом"
        },
        {
            "chapter": 36,
            "verse": 41,
            "text": "Знамення для них — те, що Ми несли їхніх нащадків у переповненому ковчегу"
        },
        {
            "chapter": 36,
            "verse": 42,
            "text": "Ми створили для них за його подобою те, в що вони сідають"
        },
        {
            "chapter": 36,
            "verse": 43,
            "text": "Якщо Ми побажаємо, то втопимо їх. Не буде в них рятівника. Вони врятуються"
        },
        {
            "chapter": 36,
            "verse": 44,
            "text": "тільки завдяки Нашій милості та можливості користуватися благами до певного часу"
        },
        {
            "chapter": 36,
            "verse": 45,
            "text": "Коли їм говорять: «Бійтеся того, що перед вами, й того, що позаду вас; можливо, вас помилують», — [вони не відповідають]"
        },
        {
            "chapter": 36,
            "verse": 46,
            "text": "Яке б зі знамень Господа твого до них не приходило, вони від цього відвертаються"
        },
        {
            "chapter": 36,
            "verse": 47,
            "text": "Коли їм говорять: «Жертвуйте з того, чим наділив вас Аллаг!» — то ті, які не увірували, говорять тим, які увірували: «Невже ми будемо годувати того, кого Аллаг нагодував би Сам, якби побажав? Воістину, ви перебуваєте в явній омані!»"
        },
        {
            "chapter": 36,
            "verse": 48,
            "text": "Вони говорять: «Коли ж прийде обіцяне, якщо ви правдиві?»"
        },
        {
            "chapter": 36,
            "verse": 49,
            "text": "Вони можуть чекати тільки крику, який вразить їх, коли вони будуть сперечатися"
        },
        {
            "chapter": 36,
            "verse": 50,
            "text": "Вони не зможуть ні лишити заповіту, ні повернутися до своїх родин"
        },
        {
            "chapter": 36,
            "verse": 51,
            "text": "Щойно засурмлять у ріг, вони поспішатимуть із могил до свого Господа"
        },
        {
            "chapter": 36,
            "verse": 52,
            "text": "Вони скажуть: «Горе нам! Хто підняв нас із місць, де ми спали? Це ж те, що обіцяв Милостивий! Посланці говорили правду!»"
        },
        {
            "chapter": 36,
            "verse": 53,
            "text": "Буде тільки єдиний крик і всі вони постануть перед Нами"
        },
        {
            "chapter": 36,
            "verse": 54,
            "text": "Того Дня жодну душу не буде скривджено, а вам відплатять тільки за те, що ви робили"
        },
        {
            "chapter": 36,
            "verse": 55,
            "text": "Воістину, сьогодні жителі раю поринуть у втіхи"
        },
        {
            "chapter": 36,
            "verse": 56,
            "text": "Вони лежатимуть у затінку зі своїми дружинами на оздоблених ложах"
        },
        {
            "chapter": 36,
            "verse": 57,
            "text": "Там вони матимуть фрукти і все, чого попросять"
        },
        {
            "chapter": 36,
            "verse": 58,
            "text": "«Мир!» — таким буде слово Милосердного Господа"
        },
        {
            "chapter": 36,
            "verse": 59,
            "text": "«Відійдіть сьогодні, грішники"
        }
    ]
}