{
    "maqras": [
        {
            "chapter": 39,
            "verse": 8,
            "text": "Коли людини торкається лихо, вона кличе свого Господа й звертається тільки до Нього. А коли Він дарує їй милість від Себе, то вона забуває те, про що раніше просила, й додає Аллагу рівних — для того, щоб збити інших із Його шляху! Скажи: «Недовго ж тобі насолоджуватись своїм невір’ям! Воістину, ти — один із жителів вогню!»[CCCLXXIX]"
        },
        {
            "chapter": 39,
            "verse": 9,
            "text": "Невже той, хто смиренно проводить ніч, падаючи ниць і підводячись, хто боїться наступного життя й сподівається на милість свого Господа, рівний [тому, хто цього не робить?] Скажи: «Невже рівні ті, які знають, і ті, які не знають?» Воістину, замисляться лише обдаровані розумом![CCCLXXX]"
        },
        {
            "chapter": 39,
            "verse": 10,
            "text": "Скажи: «О раби, які увірували! Бійтесь Господа вашого! На тих, які робили добро в земному житті, чекає добро! Земля Аллага широка! Воістину, терплячих винагородять сповна, без відплати!»"
        },
        {
            "chapter": 39,
            "verse": 11,
            "text": "Скажи: «Мені наказано поклонятись Аллагу, щиро сповідуючи Його релігію"
        },
        {
            "chapter": 39,
            "verse": 12,
            "text": "І ще мені наказано бути першим із відданих Йому!»[CCCLXXXI]"
        },
        {
            "chapter": 39,
            "verse": 13,
            "text": "Скажи: «Я боюся, що в разі непослуху Господу моєму, мене буде покарано у Великий День!»"
        },
        {
            "chapter": 39,
            "verse": 14,
            "text": "Скажи: «Я поклоняюсь Аллагу, щиро сповідуючи перед Ним свою релігію"
        },
        {
            "chapter": 39,
            "verse": 15,
            "text": "А ви поклоняйтесь замість Нього тому, кому побажаєте!» І скажи: «Воістину, зазнають утрат ті, які в День Воскресіння втратять і самих себе, і свої родини!» Так, це — явні втрати"
        },
        {
            "chapter": 39,
            "verse": 16,
            "text": "Над ними будуть завіси з вогню й під ними будуть завіси. Так Аллаг залякує Своїх рабів. О раби Мої, бійтеся Мене"
        },
        {
            "chapter": 39,
            "verse": 17,
            "text": "А для тих, які уникали тагута, не поклонялися йому й зверталися до Аллага, є добра новина. Сповісти ж цю добру новину рабам"
        },
        {
            "chapter": 39,
            "verse": 18,
            "text": "які прислухаються до слів і йдуть за найкращими з них. Це ті, кому Аллаг вказав на прямий шлях. Воістину, саме вони — обдаровані розумом"
        },
        {
            "chapter": 39,
            "verse": 19,
            "text": "Невже ти можеш врятувати того, над ким здійснилося слово про кару та хто перебуває у вогні"
        },
        {
            "chapter": 39,
            "verse": 20,
            "text": "Але тих, які бояться Свого Господа, чекають кімнати, одні з яких збудовані над іншими й під якими течуть ріки. Така обіцянка Аллага! Аллаг не порушує Своєї обіцянки"
        },
        {
            "chapter": 39,
            "verse": 21,
            "text": "Невже ти не бачиш, що Аллаг пролив із неба воду й провів її в землю до джерел? Через неї виводяться посіви різного кольору, потім вони всихають, і ти бачиш їх жовтими. А потім Він перетворює їх на трухлявину. Воістину, в цьому — нагадування для обдарованих розумом"
        },
        {
            "chapter": 39,
            "verse": 22,
            "text": "Хіба той, чиї груди Аллаг розкрив для ісламу й хто тримається світла від Свого Господа, рівний [тому, хто має черстве серце й далекий від істини]? Горе тим, чиї серця байдужі до згадування про Аллага! Воістину, вони перебувають у явній омані![CCCLXXXII]"
        },
        {
            "chapter": 39,
            "verse": 23,
            "text": "Аллаг зіслав найкращу розповідь — Писання, частини якого схожі між собою та повторюються. Від нього тремтить шкіра тих, які бояться Господа свого. А потім, під час згадування Аллага, пом’якшується і шкіра їхня, і серця їхні! Це — дороговказ Аллага, через який Він провадить прямим шляхом, кого побажає! А кого Аллаг зіб’є зі шляху, тому не буде провідника"
        },
        {
            "chapter": 39,
            "verse": 24,
            "text": "Невже той, хто буде захищати своє обличчя від лихої кари Дня Воскресіння, рівний [тому, хто убезпечений від кари]? Несправедливим скажуть: «Скуштуйте того, що ви собі здобували!»[CCCLXXXIII]"
        },
        {
            "chapter": 39,
            "verse": 25,
            "text": "Ті, які жили раніше за них, так само вважали [посланців] брехунами. Але покарання прийшло до них звідти, звідки вони й не чекали"
        },
        {
            "chapter": 39,
            "verse": 26,
            "text": "Аллаг дав їм змогу зазнати ганьби в земному житті. Але покарання наступного життя ще важче, якби вони тільки знали"
        },
        {
            "chapter": 39,
            "verse": 27,
            "text": "Ми наводимо для людей у цьому Корані різні притчі — можливо, вони замисляться"
        },
        {
            "chapter": 39,
            "verse": 28,
            "text": "У Корані арабському, в якому немає кривизни — можливо, вони будуть богобоязливими"
        },
        {
            "chapter": 39,
            "verse": 29,
            "text": "Аллаг навів притчу — про раба, який належить кільком упертим господарям, і ще одного раба, який належить одному. Чи рівні вони в порівнянні? Хвала Аллагу! Але ж більшість із них не знає"
        },
        {
            "chapter": 39,
            "verse": 30,
            "text": "Воістину, ти смертний і вони смертні"
        },
        {
            "chapter": 39,
            "verse": 31,
            "text": "А потім, у День Воскресіння, ви будете сперечатися перед своїм Господом"
        }
    ]
}