{
    "rukus": [
        {
            "chapter": 2,
            "verse": 130,
            "text": "Va ci kase cuz on ki xudro ʙa [saʙuksarivu] nodoni meandozad az oini Iʙrohim rujgardon megardad? Va ʙa rosti, ki mo uro dar dunjo ʙarguzidem va ʙe tardid dar oxirat [niz] az soistagon xohad ʙud"
        },
        {
            "chapter": 2,
            "verse": 131,
            "text": "On goh, ki Parvardigoras ʙa u farmud: \"[Xolisona] Taslim sav\" [va u dar posux] guft: \"Taslimi Parvardigori cahonijon sudam"
        },
        {
            "chapter": 2,
            "verse": 132,
            "text": "Va Iʙrohimu Jaquʙ farzandoni xudro ʙa in oin suporis kardand [va har jak ʙa onon meguftand]: \"Ej farzandoni man, Alloh taolo in oinro ʙaroi sumo ʙarguzida ast [pas, ʙa on ʙigaraved] va az dunjo naraved, magar in ki taslimi [farmoni Haq] ʙosed"
        },
        {
            "chapter": 2,
            "verse": 133,
            "text": "Ojo hangome ki margi Jaquʙ faro rasid, sumo hozir ʙuded? On goh, ki ʙa farzandoni xud guft: \"Ba'd az man ci cizro meparasted\"? Guftand: \"Ma'ʙudi tu va ma'ʙudi padaronat – Iʙrohim va Ismoilu Ishoq – Allohi jaktoro meparastem va mo taslimi U hastem"
        },
        {
            "chapter": 2,
            "verse": 134,
            "text": "Onon ummate ʙudand, ki darguzastand, on ci ki [az naticai a'molason] kasʙ kardaand, ʙaroi onhost va on ci sumo kasʙ kardaed, ʙaroi sumost va sumo dar ʙorai on ci [onon] mekardand, ʙozxost naxohed sud"
        },
        {
            "chapter": 2,
            "verse": 135,
            "text": "Va [ahli kitoʙ] guftand: \"Jahudi jo masehi saved, to hidojat joʙed\". [Ej pajomʙar ʙa onon] Bigu: \"[Na az oini sumo] Balki az oini Iʙrohim [pajravi mekunem], ki haqgaro ʙud va hargiz dar zumrai musrikon naʙud"
        },
        {
            "chapter": 2,
            "verse": 136,
            "text": "[Ej mu'minon ʙa ahli kitoʙ] ʙigued: \"Mo ʙa Alloh taolo imon ovardaem va ʙa on ci ʙar mo nozil sudaast va ʙa on ci, ki ʙar Iʙrohimu Ismoil va Ishoqu Ja'quʙ va navodagon [-i Ja'quʙ] nozil gardid va [hamcunin] ʙa on ci, ki ʙa Muso va Iso doda sudaast va ʙa on ci, ki ʙa pajomʙaroni [digar] az tarafi Parvardigorason doda sudaast [ore, ʙa hamai onon imon meovarem] va mijoni hec jak az eson tafovut nameguzorem va mo [hamagi] taslimi Alloh taolo hastem"
        },
        {
            "chapter": 2,
            "verse": 137,
            "text": "Pas, agar onon [niz] ʙa on ci sumo imon ovardaed, imon ovarand, hatman, hidojat joftaand va agar pust gardonand, pas, cuz in nest, ki hatman sari sitez [va cudoi] dorand, pas, [ej pajomʙar, Parvardigori jakto ʙaroi himojati tu kofi ast va] ʙa zudi Alloh taolo [sarri] onhoro az tu daf' xohad namud va U sunavovu donost"
        },
        {
            "chapter": 2,
            "verse": 138,
            "text": "Rangi ilohi [va dini Uro ʙipazired va ʙa on pojʙand ʙosed] va ci kase xusnigortar az Alloh taolo ast! Va mo tanho Uro meparastem"
        },
        {
            "chapter": 2,
            "verse": 139,
            "text": "[Ej pajomʙar ʙa ahli kitoʙ] Bigu: \"Ojo dar ʙorai Alloh taolo ʙo mo mucodala mekuned, dar hole ki U parvardigori mo va sumost va kirdori mo az oni mo va kirdori sumo az oni sumost va mo Uro ʙo ixlos parastis mekunem"
        },
        {
            "chapter": 2,
            "verse": 140,
            "text": "[Ojo] Megued: \"Iʙrohimu Ismoil va Ishoqu Ja'quʙ va navodagon [-i u] jahudi jo masehi ʙudand [dar hole ki Tavrot va Incil pas az in pajomʙaron nozil sudaast]\"? Bigu: \"Sumo donotared jo Alloh taolo\"? Va kist sitamgortar az on, ki sahodatero, ki az [coniʙi] Alloh taolo [dar kitoʙhoi osmoni dar ʙorai in pajomʙaron omada va] nazdi Ust, kitmon mekunad? Va [jaqin ʙidoned, ki] Alloh taolo az on ci mekuned, ƣofil nest"
        },
        {
            "chapter": 2,
            "verse": 141,
            "text": "Onon ummate ʙudand, ki darguzastand, on ci ki [az naticai a'molason] kasʙ kardaand, ʙaroi onhost va on ci sumo kasʙ kardaed, ʙaroi sumost va sumo dar ʙorai on ci [onon] mekardand, ʙozxost naxohed sud"
        }
    ]
}