{
    "rukus": [
        {
            "chapter": 14,
            "verse": 7,
            "text": "Va [jod kuned az] hangome ki Parvardigoraton farmud, ki: «Agar sukr guzored, jaqinan, [ne'matamro] ʙar sumo meafzojam va agar nosiposi kuned, jaqinan, azoʙi man saxt ast»"
        },
        {
            "chapter": 14,
            "verse": 8,
            "text": "Va Muso ʙa [onon] guft: «Agar sumo va hamai mardumi rui zamin kofir saved, pas, [ʙa Alloh taolo hec zijone namerasad, caro ki] ʙe tardid, Alloh taolo ʙenijozi sutuda ast»"
        },
        {
            "chapter": 14,
            "verse": 9,
            "text": "[Ej kofiron] Ojo xaʙari [halokati] kasone, ki pes az sumo ʙudand, [monandi] qavmi Nuh va Od va Samud va [niz] onon, ki ʙa'd az eson ʙudand [va] cuz Alloh taolo kase az onon xaʙar nadorad, ʙa sumo narasidaast? Pajomʙaronason ʙo daloil [-u mu'cizot]-i ravsan ʙa sujason omadand, vale onon [ʙa nisonai muxolifat] dasthojasonro ʙar dahonhojason nihodand va [angust ʙa dandon gazidandu] guftand: «Mo on ciro, ki sumo ʙaroi [iʙloƣi] on firistoda sudaed, inkor mekunem va dar ʙorai on ci moro ʙa sujas mexoned, saxt dar tardidem»"
        },
        {
            "chapter": 14,
            "verse": 10,
            "text": "Pajomʙaronason guftand: «Ojo dar [jagonagii] Alloh taolo – Ofarinandai osmonho va zamin tardide hast? U sumoro [ʙa imon] faro mexonad, to gunohonatonro ʙiʙaxsojad va ʙa sumo to muddati muajjane muhlat dihad». Onon guftand: «Sumo cuz ʙasare hammonandi mo nested, [va] mexohed moro az on ci ki padaronamon meparastidand, ʙozdored. Pas, daleli oskore [dar mavridi rostguijaton] ʙarojamon ʙijovared»"
        },
        {
            "chapter": 14,
            "verse": 11,
            "text": "Pajomʙaronason ʙa onon guftand: «[Ore] Mo cuz insonhoe monandi sumo nestem, vale Alloh taolo ʙar har jak az ʙandagonas, ki ʙixohad [ʙo ne'mati nuʙuvvat] minnat menihad va sazovor nest, ki mo cuz ʙa icozati Alloh taolo ʙaroi sumo dalele ʙijovarem. Pas, mu'minon ʙojad ʙar Alloh taolo tavakkal kunand"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "Va caro ʙar Alloh taolo tavakkal nakunem va hol on ki u moro ʙa rohhoi [saodat]-amon hidojat namud? Va mo ʙar ozore, ki [dar rohi risolat] ʙa mo merasoned, hatman, sikeʙoi mekunem va tavakkalkunandagon ʙojad faqat ʙar Alloh taolo tavakkal kunand»"
        }
    ]
}