{
    "rukus": [
        {
            "chapter": 18,
            "verse": 23,
            "text": "Va hargiz dar mavridi kore nagu: «Fardo onro ancom mediham»"
        },
        {
            "chapter": 18,
            "verse": 24,
            "text": "Magar in ki [ʙigui] «Insoalloh»; va har goh faromus kardi, [ʙo guftani in lafz] Parvardigoratro jod kun va ʙigu: «Umedvoram Parvardigoram maro ʙa rohe rahnamun gardad, ki az in [roh] ʙa hidojat [va saloh] nazdiktar ʙosad»"
        },
        {
            "chapter": 18,
            "verse": 25,
            "text": "Va onon [ashoʙi Kahf] sesad sol dar ƣorason [dar holati xoʙ] mondand va nuh sol [niz] ʙar on afzudand"
        },
        {
            "chapter": 18,
            "verse": 26,
            "text": "[Ej pajomʙar] Bigu: «Alloh taolo az [muddati] mondanason [dar ƣor] ogohtar ast; ƣajʙi osmonho va zamin az oni Ust. [Ba rosti, ki] U ci ʙino va ci sunavo ast! Onon [cahonijon] ʙa cuz U hec [dustu] korsoze nadorand va U hec kasro dar hukm [-u farmon]-i xes sarik namesozad»"
        },
        {
            "chapter": 18,
            "verse": 27,
            "text": "Va [ej pajomʙar] az kitoʙi Parvardigorat on ciro ʙa tu vahj sudaast, tilovat kun. Hec kas taƣjirdihandai suxanoni U [Alloh taolo] nest va hargiz panohgohe cuz U namejoʙi"
        },
        {
            "chapter": 18,
            "verse": 28,
            "text": "Va xudro [ʙar musohiʙat] ʙo kasone hamroh [va sikeʙo] gardon, ki Parvardigorasonro ʙomdod va somgoh mexonand [va ʙo on ki faqirand, tanho] rizoijati Uro mexohand; va hargiz casmonatro az onon ʙarnagardon, to zevarhoi dunjo [va hamnisini ʙo asrof va qudratmandon]-ro ʙixohi va [hamcunin] az kase pajravi nakun, ki dilasro az jodi xes ƣofil soxtaem va az havoi nafsi xes pajravi karda va koras taʙoh ast"
        },
        {
            "chapter": 18,
            "verse": 29,
            "text": "[Ej pajomʙar, ʙa musrikon] ʙigu: «[In Qur'on suxani] Haq ast az coniʙi Parvardigoraton; pas, har ki mexohad, imon ovarad va har ki mexohad, kofir savad». Mo ʙaroi sitamgoron otase omoda kardaem, ki saropardahojas ononro az har su faro megirad; va agar [dar talaʙi oʙ] farjodrase ʙicujand, ʙo oʙe hamcun misi gudoxta ʙa farjodason merasand; [oʙe, ki haroratas] cehrahoro ʙirjon mekunad. Ci ʙad nusidani va ci ʙad cojgahe ast"
        },
        {
            "chapter": 18,
            "verse": 30,
            "text": "Kasone, ki imon ovardand va korhoi soista ancom dodaand [ʙa jaqin, ʙidonand, ki] Mo podosi kasero, ki kori naku karda ʙosad, hargiz taʙoh namekunem"
        },
        {
            "chapter": 18,
            "verse": 31,
            "text": "Ononand, ki ʙihisthoi covidoni dorand, ki [az zeri daraxtoni] onho cujʙorho cori ast. Dar on co ʙo dastʙandhoi zarrin orosta mesavand va comahoi [foxiri] saʙzrang az hariri nozuk va hariri zaxim ʙar tan mekunand, dar hole ki ʙar taxtho takja zadaand. Ci podosi soista va ci naku cojgohe ast"
        }
    ]
}