{
    "rukus": [
        {
            "chapter": 24,
            "verse": 35,
            "text": "Alloh taolo nuri osmonho va zamin ast. Masali nuri U hammonandi caroƣdonest, ki darunas caroƣe [afruxta] ast [va] on caroƣ dar sisae qaror dorad [va] on sisa gui sitorae duraxson ast. In caroƣ ʙo [ravƣani] daraxti purʙarakati zajtun afruxta mesavad, ki na sarqi ast va na ƣarʙi [va xursed hamvora ʙar on metoʙad]. Ravƣanas [cunon zulol ast, ki] nazdik ast, ʙiduni tamos ʙo otas su'lavar gardad. Nurest afzun ʙar nur. [Qalʙi mu'min niz ʙo nuri hidojat in guna ravsan mesavad] Va Alloh taolo har kiro ʙixohad, ʙa nuri xes hidojat mekunad va Alloh taolo ʙaroi mardum masalho mezanad va Alloh taolo ʙa har ciz donost"
        },
        {
            "chapter": 24,
            "verse": 36,
            "text": "[In caroƣi hidojat] Dar masocidest, ki Alloh taolo amr kardaast, to [qadru manzalatson] giromi dosta savad va nomas dar onho ʙurda savad, [va] dar on co ʙomdodon va somgohon Uro ʙa poki ʙisitojand"
        },
        {
            "chapter": 24,
            "verse": 37,
            "text": "Mardone, ki hec ticorat va xaridu furuse ononro az jodi Alloh taolo va ʙarpo dostani namoz va pardoxti zakot ƣofil namekunad, [va] az ruze, ki dilho va casmho digargun mesavad, ʙim dorand"
        },
        {
            "chapter": 24,
            "verse": 38,
            "text": "To Alloh taolo ʙehtar az on ci ancom dodaand, ʙa onon podos dihad va az fazli xud niz ʙar podosason ʙijafzojad va Alloh taolo ʙa har ki ʙixohad, ʙehisoʙ ruzi medihad"
        },
        {
            "chapter": 24,
            "verse": 39,
            "text": "Va kasone, ki kufr varzidand, a'molason hamcun saroʙe dar ʙijoʙone hamvor ast, ki [az dur insoni] tasna onro oʙ mepindorad, to on ki nazdikas mesavad [va] cize namejoʙad va [a'moli kofir niz saroʙest, ki sude ʙarojas nadorad va dar ivaz] Allohro nazdi xes mejoʙad, ki hisoʙasro ʙa tavri komil medihad va Alloh taolo dar hisoʙrasi sare' ast"
        },
        {
            "chapter": 24,
            "verse": 40,
            "text": "Jo [a'molas] hamcun torikihoe dar darjoi ƶarf ast, ki mavce onro mepusonad va ʙar farozi on mavce digar ast, [va] ʙar farozas aʙre [torik] qaror dorad. Torikihoe ast, jake ʙar farozi digare [cunon ki] agar [saxsi gumgasta] dasti xudro ʙerun ovarad, mumkin nest onro ʙuʙinad. Va kase, ki Alloh taolo nure [az hidojat] ʙarojas qaror nadoda ʙosad, pas, [hec hidojat va] nure ʙarojas nest"
        }
    ]
}