{
    "rukus": [
        {
            "chapter": 25,
            "verse": 45,
            "text": "Ojo [ofarinisi] Parvardigoratro nadidai, ki ci guna sojaro gustaronidaast va agar mexost, onro soʙit menamud? On goh [taƣjiri cojgohi] xursed [nisʙat ʙa zamin]-ro daleli [gustarisu harakati] on [soja] qaror dodem"
        },
        {
            "chapter": 25,
            "verse": 46,
            "text": "Sipas [ʙo taƣjiri ʙalandii xursed sojaro kutoh mekunem va] onro andak-andak ʙa suji xes ʙozmegirem"
        },
        {
            "chapter": 25,
            "verse": 47,
            "text": "Va Ust, ki saʙro [ʙo torikii farogiras] pusise ʙaroi sumo qaror dod va xoʙro mojai osois va ruzro hangomi ʙarxostan [va koru talos] soxt"
        },
        {
            "chapter": 25,
            "verse": 48,
            "text": "Va Ust, ki pes az [ʙoroni] rahmatas ʙodhoro ʙasoratʙaxs firistod va az osmon oʙe pok [va pokkunanda] furu firistodem"
        },
        {
            "chapter": 25,
            "verse": 49,
            "text": "To ʙo on sarzamini [xusku] murdaro zinda gardonem va cahorpojon va insonhoi ʙisjorero, ki ofaridaem, seroʙ sozem"
        },
        {
            "chapter": 25,
            "verse": 50,
            "text": "Va ʙa rosti, on [daloilu nisonahoi qudrati ilohi]-ro ʙa surathoi gunogun ʙajon kardem, to pand girand, vale ʙestar mardum cuz [inkoru] nosiposi nakardand"
        },
        {
            "chapter": 25,
            "verse": 51,
            "text": "Va agar mexostem, dar har dijore ʙimdihandae ʙarmeangextem"
        },
        {
            "chapter": 25,
            "verse": 52,
            "text": "Pas, [ej pajomʙar] az kofiron itoat nakun va ʙa vasilai Qur'on ʙo onon ʙa cihodi ʙuzurge ʙarxez [va dar in roh sikeʙo ʙos]"
        },
        {
            "chapter": 25,
            "verse": 53,
            "text": "Va Ust, ki du darjoro ʙa ham omext: in jake xusguvor va sirin ast va on jake suru talx va dar mijoni on du moneai nufuznopazire qaror dod [to ʙo ham najomezand]"
        },
        {
            "chapter": 25,
            "verse": 54,
            "text": "Va Ust, ki insonro az oʙi [mani] ofarid va uro doroi pajvandi nasaʙi va saʙaʙi gardonid va Parvardigorat hamvora tavonost"
        },
        {
            "chapter": 25,
            "verse": 55,
            "text": "Va [musrikon] ʙa coji Alloh taolo cizero meparastand, ki na ʙa onon sude meʙaxsad va na zijone merasonad va kofir dar ʙaroʙari Parvardigoras pajvasta pustiʙon [-i sajton] ast"
        },
        {
            "chapter": 25,
            "verse": 56,
            "text": "Va [ej pajomʙar] Mo turo cuz ʙasoratʙaxs va ʙimdihanda nafiristodem"
        },
        {
            "chapter": 25,
            "verse": 57,
            "text": "Bigu: «Man [dar ʙaroʙari risolatam] hec podose az sumo namexoham, magar kase, ki ʙixohad rohe ʙa sui Parvardigoras ʙarguzinad [va hamin ʙarojam kofi ast]»"
        },
        {
            "chapter": 25,
            "verse": 58,
            "text": "Va ʙar [Parvardigori] zindae, ki hargiz namemirad, tavakkal kun va ʙo citois Uro ʙa poki jod kun. Va hamin ʙas, ki U ʙa gunohoni ʙandagonas ogoh ast"
        },
        {
            "chapter": 25,
            "verse": 59,
            "text": "[Hamon] Kase, ki osmonho va zamin va on ciro mijoni onhost dar sas ruz ofarid, sipas ʙar Ars qaror girift. [U Allohi] Rahmon ast, pas, dar mavridi U az on ki ogoh ast, ʙipurs [va U niz kase cuz Alloh taolo nest]"
        },
        {
            "chapter": 25,
            "verse": 60,
            "text": "Va hangome ki ʙa ʙa onon gufta savad: «Baroi [Allohi] Rahmon sacda kuned», megujand: «Rahmon kist? Ojo [qaror ast] ʙar har ci tu amr mekuni sacda ʙarem»? Va [in da'vati tu duri az haq va] nafratasonro meafzojad"
        }
    ]
}