{
    "rukus": [
        {
            "chapter": 29,
            "verse": 1,
            "text": "Alif, lom, mim"
        },
        {
            "chapter": 29,
            "verse": 2,
            "text": "Ojo mardum pindostaand, hamin ki [ʙa zaʙon] ʙigujand: «Imon ovardem», ononro [ʙa holi xud] vomeguzorand va ozmuda namesavand"
        },
        {
            "chapter": 29,
            "verse": 3,
            "text": "Va ʙa rosti kasonero, ki pes az onon ʙudand, niz ozmudem va to Alloh taolo kasonero, ki [dar ʙorai imonason] rost guftaand, ʙozsinosad va duruƣgujonro [niz] ma'lum gardonad"
        },
        {
            "chapter": 29,
            "verse": 4,
            "text": "Ojo kasone, ki korhoi nosoista kardaand, pindostaand, ki metavonand az Mo pesi ʙigirand [va az azoʙamon ʙigurezand]? Ci ʙad dovari mekunand"
        },
        {
            "chapter": 29,
            "verse": 5,
            "text": "Har ki ʙa didori Alloh taolo umed dorad, [ʙidonad, ki] va'dai Alloh taolo, hatman, xohad omad va u sunavovu donost"
        },
        {
            "chapter": 29,
            "verse": 6,
            "text": "Va har ki [dar rohi haq] ʙikusad, ʙa sudi xes kusidaast. Be tardid, Alloh taolo az cahonijon ʙenijoz ast"
        },
        {
            "chapter": 29,
            "verse": 7,
            "text": "Va kasone, ki imon ovardaand va korhoi soista ancom dodaand, jaqinan gunohonasonro mezudoem va ononro ʙa ʙehtar az on ci kardaand, podos medihem"
        },
        {
            "chapter": 29,
            "verse": 8,
            "text": "Va ʙa inson suporis kardem, ki ʙa padaru modaras neki namojad va [guftem]: «Agar on du kusidand, to cizero, ki tu ʙa on donise nadori sariki Man sozi, pas, az onho itoat makun. Bozgastaton ʙa sui Man ast, on goh sumoro az [haqiqati] on ci mekarded, ogoh xoham kard"
        },
        {
            "chapter": 29,
            "verse": 9,
            "text": "Va kasone, ki imon ovardaand va korhoi soista ancom dodaand, alʙatta, ononro dar [zumrai] soistagon darmeovarem"
        },
        {
            "chapter": 29,
            "verse": 10,
            "text": "Va ʙarxe az mardum hastand, ki megujand «ʙa Alloh taolo imon ovardem». Ammo hangome ki dar rohi Alloh taolo ozor meʙinand, ozori kofironro hamcun azoʙi Alloh taolo [saxtu conkoh] medonand [va az imonason dast mekasand] va agar az suji Parvardigorat piruzi [va kusoise ʙarojaton] pes ojad, megujand: «Be tardid, mo [niz] ʙo sumo hamroh ʙudem». Ojo Alloh taolo ʙa on ci dar dilhoi cahonijon ast, donotar nest"
        },
        {
            "chapter": 29,
            "verse": 11,
            "text": "Va ʙa rosti, Alloh taolo kasonero, ki imon ovardaand, ʙa xuʙi mesinosad va jaqinan, munofiqonro [niz] mesinosad"
        },
        {
            "chapter": 29,
            "verse": 12,
            "text": "Va kasone, ki kufr varzidand, ʙa kasone, ki imon ovardand, meguftand: «Az rohi mo pajravi kuned, va hatman, ʙori gunohonatonro ʙa uhda megirem», vale onon hargiz cize az gunohoni esonro ʙar uhda naxohand girift. Ba rosti, ki onon duruƣgu hastand"
        },
        {
            "chapter": 29,
            "verse": 13,
            "text": "Va, hatman, ʙori sangini [gunohi] xud va ʙorhoi sangin [-i gunohi pajravon]-asonro hamrohi ʙori sangini xud ʙa dus xohand kasid va jaqinan, ruzi qijomat dar mavridi duruƣhoe, ki meʙoftand, ʙozxost xohand sud"
        }
    ]
}