{
    "maqras": [
        {
            "chapter": 20,
            "verse": 83,
            "text": "Que fez com que te apressasses em abandonar o teu povo, ó Moisés"
        },
        {
            "chapter": 20,
            "verse": 84,
            "text": "Respondeu: Eles estão a seguir os meus passos; por isso, apressei-me até Ti, ó Senhor, para comprazer a ti"
        },
        {
            "chapter": 20,
            "verse": 85,
            "text": "Disse-lhe (Deus): Em verdade, em tua ausência, quisemos tentar o teu povo, e o samaritano logrou desviá-los"
        },
        {
            "chapter": 20,
            "verse": 86,
            "text": "Moisés, encolerizado e penalizado, retornou ao seu povo, dizendo: Ó povo meu, acaso vosso Senhor não vos fez umadigna promessa? Porventura o tempo vos pareceu demasiado longo? Ou quisestes que vos açoitasse a abominação do vossoSenhor, e por isso quebrastes a promessa que me fizestes"
        },
        {
            "chapter": 20,
            "verse": 87,
            "text": "Responderam: Não quebramos a promessa que te fizemos por nossa vontade, mas fomos obrigados a carregar osornamentos pesados do povo, e os lançamos ao fogo, tal qual o samaritano sugeriu"
        },
        {
            "chapter": 20,
            "verse": 88,
            "text": "Este forjou-lhes o corpo de um bezerro que mugia, e disseram: Eis aqui o vosso deus, o deus que Moisés esqueceu"
        },
        {
            "chapter": 20,
            "verse": 89,
            "text": "Porém, não reparavam que aquele bezerro não podia responder-lhes, nem possuía poder para prejudicá-los nembeneficiá-los"
        },
        {
            "chapter": 20,
            "verse": 90,
            "text": "Aarão já lhes havia dito: Ó povo meu, com isto vós somente fostes tentados; sabei que vosso Senhor é o Clemente. Segui-me, pois, e obedecei a minha ordem"
        },
        {
            "chapter": 20,
            "verse": 91,
            "text": "Responderam: Não o abandonaremos e nem cessaremos de adorá-lo, até que Moisés volte a nós"
        },
        {
            "chapter": 20,
            "verse": 92,
            "text": "Disse (Moisés): Ó Aarão, que te impediu de fazê0los voltar atrás, quando viste que se extraviavam"
        },
        {
            "chapter": 20,
            "verse": 93,
            "text": "Não me segues? Desobedeceste a minha ordem"
        },
        {
            "chapter": 20,
            "verse": 94,
            "text": "Suplicou-lhe (Aarão): Ó filho de minha mãe, não me puxes pela barba nem pela cabeça. Temi que me dissesses: Criastedivergências entre os israelitas e não cumpriste a minha ordem"
        },
        {
            "chapter": 20,
            "verse": 95,
            "text": "Disse (Moisés): Ó samaritano, qual é a tua intenção"
        },
        {
            "chapter": 20,
            "verse": 96,
            "text": "Respondeu: Eu vi o que eles não viram; por isso, tomei um punhado (de terra) das pegadas do Mensageiro e o joguei (sobre o bezerro), porque assim me ditou a minha vontade"
        },
        {
            "chapter": 20,
            "verse": 97,
            "text": "Disse-lhe: Vai-te, pois! Estás condenado a dizer (isso) por toda vida: Não me toqueis! E terás um destino do qual nuncapoderás fugir. Olha para o teu deus, ao qual estás entregue; prontamente o incineraremos e então lançaremos as suas cinzasao mar"
        },
        {
            "chapter": 20,
            "verse": 98,
            "text": "Somente o vosso Deus é Deus. Não há mais divindades além d'Ele! Sua sapiência abrange tudo"
        },
        {
            "chapter": 20,
            "verse": 99,
            "text": "Assim te citamos alguns dos acontecimentos passados; ademais, de Nós, concedemos-te a Mensagem"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "Aqueles que desdenharem isto, carregarão um pesado fardo no Dia da Ressurreição"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "Que suportarão eternamente. Que péssima carga será a sua no Dia da Ressurreição"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "Dia em que a trombeta será soada e em que congregaremos, atônitos, os pecadores"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "Murmurarão entre si: Não permanecestes muito mais do que dez (dias)"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "Nós bem sabemos o que dirão quando os mais sensatos, dentre eles, exclamarem: Não permanecestes muito mais doque um dia"
        },
        {
            "chapter": 20,
            "verse": 105,
            "text": "E perguntar-te-ão acerca das montanhas. Dize-lhes: Meu Senhor as desintegrará"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "E as deixará como um plano e estéril"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "Em que não verás saliências, nem reentrâncias"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "Nesse dia seguirão um arauto, do qual não poderão afastar-se. As vozes humilhar-se-ão ante o Clemente, e tu nãoouvirás mais do que sussurros"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "Nesse dia de nada valerá a intercessão de quem quer que seja, salvo a de quem o Clemente permitir e cuja palavra lhefor grata"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "Ele lhes conhece tanto o passado como o futuro, não obstante eles não logrem conhecê-Lo"
        }
    ]
}