{
    "maqras": [
        {
            "chapter": 4,
            "verse": 36,
            "text": "Adorai a Deus e não Lhe atribuais parceiros. Tratai com benevolência vossos pais e parentes, os órfãos, osnecessitados, o vizinho próximo, o vizinho estranho, o companheiro, o viajante e os vossos servos, porque Deus não estimaarrogante e jactancioso algum"
        },
        {
            "chapter": 4,
            "verse": 37,
            "text": "Quanto àqueles que são avarentos e recomendam aos demais a avareza, e ocultam o que Deus lhes concedeu da Suagraça, saibam que destinamos um castigo ignominioso para os incrédulos"
        },
        {
            "chapter": 4,
            "verse": 38,
            "text": "(Tampouco Deus aprecia) os que distribuem ostensivamente os seus bens e não crêem em Deus, nem no Dia do JuízoFinal, além de terem Satanás por companheiro. Que péssimo companheiro"
        },
        {
            "chapter": 4,
            "verse": 39,
            "text": "Que teriam eles a temer, se cressem em Deus e no Dia do Juízo Final, e fizessem caridade, com aquilo com que Deus osagraciou, uma vez que Deus bem os conhece"
        },
        {
            "chapter": 4,
            "verse": 40,
            "text": "Deus não frustará ninguém, nem mesmo no equivalente ao peso de um átomo; por outra, multiplicará toda a boa ação econcederá, de Sua parte, uma magnífica recompensa"
        },
        {
            "chapter": 4,
            "verse": 41,
            "text": "Que será deles, quando apresentarmos uma testemunha de cada nação e te designarmos (ó Mohammad) testemunha contraeles"
        },
        {
            "chapter": 4,
            "verse": 42,
            "text": "Nesse dia, os incrédulos, que desobedeceram ao Mensageiro, ansiarão para que sejam nivelados com a terra, massaibam que nada podem ocultar de Deus"
        },
        {
            "chapter": 4,
            "verse": 43,
            "text": "Ó fiéis, não vos deis à oração, quando vos achardes ébrios, até que saibais o que dizeis, nem quando estiverdes polutospelo dever conjugal - salvo se vos achardes em viagem -, até que vos tenhais higienizado. Se estiverdes enfermos ou emviagem, ou se algum de vós acabar de fazer a sua necessidade, ou se tiverdes contato com mulheres, sem terdes encontradoágua, recorrei à terra limpa e passai (as mão com a terra) em vossos rostos e mãos; sabei que Deus é Remissório, Indulgentíssimo"
        },
        {
            "chapter": 4,
            "verse": 44,
            "text": "Não tens reparado naqueles que foram agraciados com uma parte do Livro e trocam a retidão pelo erro, procurandodesviar-vos da senda reta"
        },
        {
            "chapter": 4,
            "verse": 45,
            "text": "Entretanto, Deus conhece, melhor do que ninguém, os vossos inimigos. Basta Deus por Protetor, e basta Deus porSocorredor"
        },
        {
            "chapter": 4,
            "verse": 46,
            "text": "Entre os judeus, há aqueles que deturpam as palavras, quanto ao seu significado. Dizem: Ouvimos e nos rebelamos. Dizem ainda: \"Issmah ghaira mussmaen, wa ráina, distorcendo-lhes, assim, os sentidos, difamando a religião. Porém, setivessem dito: Ouvimos e obedecemos. Escuta-nos e digna-nos com a Tua atenção (\"anzurna\" em vez de \"Ráina\"), teria sidomelhor e mais propício para eles. Porém, Deus os amaldiçoa por sua perfídia, porque não crêem, senão pouquíssimos deles"
        },
        {
            "chapter": 4,
            "verse": 47,
            "text": "Ó adeptos do Livro, crede no que vos revelamos, coisa que bem corrobora o que tendes, antes que desfiguremos os rostode alguns, ou que os amaldiçoemos, tal como amaldiçoamos os profanadores do sábado, para que a sentença de Deus sejaexecutada"
        },
        {
            "chapter": 4,
            "verse": 48,
            "text": "Deus jamais perdoará a quem Lhe atribuir parceiros; porém, fora disso, perdoa a quem Lhe apraz. Quem atribuirparceiros a Deus cometerá um pecado ignominioso"
        },
        {
            "chapter": 4,
            "verse": 49,
            "text": "Não reparaste naqueles que se jactam de puros? Qual! Deus purifica quem Lhe apraz e não os frustra, no mínimo queseja"
        },
        {
            "chapter": 4,
            "verse": 50,
            "text": "Olha como forjam mentiras acerca de Deus! Isso, só por si só, é um verdadeiro delito"
        },
        {
            "chapter": 4,
            "verse": 51,
            "text": "Não reparaste naqueles que foram agraciados com uma parte do Livro? Crêem em feitiçaria e no sedutor, e dizem dosincrédulos: Estes estão mais bem encaminhados do que os fiéis"
        },
        {
            "chapter": 4,
            "verse": 52,
            "text": "São aqueles a quem Deus amaldiçoou e, a quem Deus amaldiçoar, jamais encontrará socorredor"
        },
        {
            "chapter": 4,
            "verse": 53,
            "text": "Possuem, acaso, uma parte do domínio? Se a possuíssem, dela não dariam a seus semelhantes, nem a mais ínfimapartícula"
        },
        {
            "chapter": 4,
            "verse": 54,
            "text": "Ou invejam seus semelhantes por causa do que Deus lhes concedeu de Sua graça? Já tínhamos concedido à família deAbraão o Livro, a sabedoria, além de lhe proporcionarmos um poderoso reino"
        },
        {
            "chapter": 4,
            "verse": 55,
            "text": "Entre eles, há os que nele acreditaram, bem como os que repudiaram. E o inferno é suficiente como Tártaro"
        },
        {
            "chapter": 4,
            "verse": 56,
            "text": "Quanto àqueles que negam os Nossos versículos, introduzi-los-emos no fogo infernal. Cada vez que a sua pele se tiverqueimado, trocá-la-emos por outra, para que experimentem mais e mais o suplício. Sabei que Deus é Poderoso, Prudentíssimo"
        },
        {
            "chapter": 4,
            "verse": 57,
            "text": "Quanto aos fiéis, que praticam o bem, introduzi-lo-emos em jardins, abaixo dos quais correm rios, onde morarãoeternamente, onde terão esposas imaculadas, e os faremos desfrutar de uma densa sombra"
        }
    ]
}