{
    "maqras": [
        {
            "chapter": 4,
            "verse": 58,
            "text": "Deus manda restituir a seu dono o que vos está confiado; quando julgardes vossos semelhantes, fazei-o eqüidade. Quãoexcelente é isso a que Deus vos exorta! Ele é Oniouvinte, Onividente"
        },
        {
            "chapter": 4,
            "verse": 59,
            "text": "Ó fiéis, obedecei a Deus, ao Mensageiro e às autoridades, dentre vós! Se disputardes sobre qualquer questão, recorrei aDeus e ao Mensageiro, se crerdes em Deus e no Dia do Juízo Final, porque isso vos será preferível e de melhor alvitre"
        },
        {
            "chapter": 4,
            "verse": 60,
            "text": "Não reparaste naqueles que declaram que crêem no que te foi revelado e no que foi revelado antes de ti, recorrendo, emseus julgamentos, ao sedutor, sendo que lhes foi ordenado rejeitá-lo? Porém, Satanás quer desviá-los profundamente"
        },
        {
            "chapter": 4,
            "verse": 61,
            "text": "E quando lhes for dito: Aproximai-vos do que Deus revelou, e do Mensageiro! Verás os hipócritas afastarem-se de tidesdenhosamente"
        },
        {
            "chapter": 4,
            "verse": 62,
            "text": "Que será deles, quando os açoitar um infortúnio, por causa do que cometeram as suas mãos? Então, recorrerão a ti, julgando por Deus e clamando: Só temos ansiado o bem e a concórdia"
        },
        {
            "chapter": 4,
            "verse": 63,
            "text": "São aqueles, cujos segredos dos corações Deus bem conhece. Evita-os, porém exorta-os e fala-lhes com palavras queinvadam os seus ânimos"
        },
        {
            "chapter": 4,
            "verse": 64,
            "text": "Jamais enviaríamos um mensageiro que não devesse ser obedecido, com a anuência de Deus. Se, quando se condenaram, tivessem recorrido a ti e houvessem implorado o perdão de Deus, e o Mensageiro tivesse pedido perdão por eles, encontrariam Deus, Remissório, Misericordiosíssimo"
        },
        {
            "chapter": 4,
            "verse": 65,
            "text": "Qual! Por teu Senhor, não crerão até que te tomem por juiz de suas dissensões e não objetem ao que tu tenhassentenciado. Então, submeter-se-ão a ti espontaneamente"
        },
        {
            "chapter": 4,
            "verse": 66,
            "text": "Porém, se lhes tivéssemos prescrito: Sacrificai-vos e abandonai os vossos lares!, não o teriam feito, senão poucos deles. Porém, se tivessem feito o que lhes foi prescrito, quão melhor teria sido para eles e para o fortalecimento (da sua fé)"
        },
        {
            "chapter": 4,
            "verse": 67,
            "text": "E, então, ter-lhes-íamos concedido a Nossa magnífica recompensa"
        },
        {
            "chapter": 4,
            "verse": 68,
            "text": "E tê-los-íamos encaminhado pela senda reta"
        },
        {
            "chapter": 4,
            "verse": 69,
            "text": "Aqueles que obedecem a Deus e ao Mensageiro, contar-se-ão entre os agraciados por Deus: profetas, verazes, mártires evirtuosos. Que excelentes companheiros serão"
        },
        {
            "chapter": 4,
            "verse": 70,
            "text": "Tal é a benignidade de Deus. E basta Deus, Que é Sapientíssimo"
        },
        {
            "chapter": 4,
            "verse": 71,
            "text": "Ó fiéis, ficai prevenidos contra o adversário, e avançai por destacamentos, ou avançai em massa"
        },
        {
            "chapter": 4,
            "verse": 72,
            "text": "Entre vós, há alguns retardatários que, ao tomarem conhecimento de que sofrestes um revés, dizem: Deus nos agraciou, por não estarmos presentes, com eles"
        },
        {
            "chapter": 4,
            "verse": 73,
            "text": "Porém, se vos chegasse uma graça de Deus, diriam, como se não existisse vínculo algum entre vós e eles: Oxalátivéssemos estado com eles, assim teríamos logrado um magnífico benefício"
        }
    ]
}