{
    "maqras": [
        {
            "chapter": 7,
            "verse": 142,
            "text": "Ordenamos a Moisés trinta noites (de solidão), as quais aumentamos de outras dez, de maneira que o tempo fixado porseu Senhor foi, no total, de quarenta noites. E Moisés disse ao seu irmão Aarão: Substitui-me, ante meu povo; age de modocorreto e não sigas a senda dos depravados"
        },
        {
            "chapter": 7,
            "verse": 143,
            "text": "E quando Moisés chegou ao lugar que lhe foi designado, o seu Senhor lhe falou, orou assim: ó Senhor meu, permite-meque Te contemple! Respondeu-lhe: Nunca poderás ver-Me! Porém, olha o monte e, se ele permanecer em seu lugar, entãoMe verás! Porém, quando a majestade do seu Senhor resplandeceu sobre o Monte, este se reduziu a pé e Moisés caiuesvanecido. E quando voltou a si, disse: Glorificado sejas! Volto a Ti contrito, e sou o primeiro dos fiéis"
        },
        {
            "chapter": 7,
            "verse": 144,
            "text": "Disse-lhe: Ó Moisés, tenho-te preferido aos (outros) homens, revelando-te as Minhas mensagens e as Minhas palavras! Recebe, pois, o que te tenho concedido, e sê um dos agradecidos"
        },
        {
            "chapter": 7,
            "verse": 145,
            "text": "Nas tábuas prescrevemos-lhe toda a classe de exortação, e a elucidação de todas as coisas, (e lhe dissemos): Recebe-as com fervor e recomenda ao teu povo que observe o melhor delas. Logo, vos mostrarei a morada dos depravados"
        },
        {
            "chapter": 7,
            "verse": 146,
            "text": "Afastarei do Meus versículos aqueles que se envaidecem sem razão, na terra e, mesmo quando virem todo o sinal, nelenão crerão; e, mesmo quando virem a senda da retidão, não a adotarão por guia. Em troca, se virem a senda do erro, tomá-la-ão por guia. Isso porque rejeitaram os Nossos sinais e os negligenciaram"
        },
        {
            "chapter": 7,
            "verse": 147,
            "text": "Quanto àqueles que desmentiram os Nossos versículos e o comparecimento na outra vida, suas obras tornar-se-ão semefeito. Acaso, esperam alguma retribuição, exceto pelo que houverem feito"
        },
        {
            "chapter": 7,
            "verse": 148,
            "text": "O povo de Moisés, em sua ausência, fez, com suas próprias jóias, a imagem de um bezerro, que emitia mugidos. Nãorepararam em que não podia falar-lhes, nem encaminhá-los por senda alguma? Apesar disso o adoraram e se tornaraminíquos"
        },
        {
            "chapter": 7,
            "verse": 149,
            "text": "Mas, quando se aperceberam de que estavam desviados, disseram: Se nosso Senhor não se apiedar de nós e não nosperdoar, contar-nos-emos entre os desventurados"
        },
        {
            "chapter": 7,
            "verse": 150,
            "text": "Quando Moisés voltou ao seu povo, colérico e indignado, disse-lhes: Que abominável é isso que fizestes na minhaausência! Quisestes apressar a decisão do vosso Senhor? Arrojou as tábuas e, puxando pelo cabelo seu irmão, arrastou-o atési, e Aarão disse: Ó filho de minha mãe, o povo me julgou débil e por pouco não me matou. Não faças com que os inimigosde regozigem da minha desdita, e não me contes entre os iníquos"
        },
        {
            "chapter": 7,
            "verse": 151,
            "text": "Então (Moisés) disse: Ó Senhor meu, perdoa-nos, a mim e ao meu irmão, e ampara-nos em Tua misericórdia, porqueTu és o mais clemente dos misericordiosos"
        },
        {
            "chapter": 7,
            "verse": 152,
            "text": "Quanto àqueles que adoraram o bezerro, a abominação de seu Senhor os alcançará, assim como o desdém, na vidadeste mundo. Assim castigaremos os forjadores"
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "Quanto àqueles que cometem torpezas e logo se arrependem e crêem, fica sabendo que Teu Senhor é, depois disso, Indulgente, Misericordiosíssimo"
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "Quando a cólera de Moisés se apaziguou, ele recolheu as tábuas em cujas escrituras estavam a orientação e amisericórdia para os que temem ao seu Senhor"
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "Então Moisés selecionou setenta homens, dentre seu povo, para que comparecessem ao lugar por Nós designado; equando o tremor se apossou deles, disse: Ó Senhor meu, quisesses Tu, tê-los-ias exterminado antes, juntamente comigo! Porventura nos exterminarias pelo que cometeram os néscios dentre nós? Isto não é mais do que uma prova Tua, com a qualdesvias quem faz isso, e encaminhas quem Te apraz; Tu és nosso Protetor. Perdoa-nos e apieda-Te de nós, porque Tu és omais equânime dos indulgentes"
        }
    ]
}