{
    "pages": [
        {
            "chapter": 2,
            "verse": 89,
            "text": "Bareng wong Yahudi padha katekan kitab al-Qur'an saka ngarsane Allah, kang cocog lan mbenerake kitab Taurat, cecekelane wong Yahudi, tur sadurunge katekan al-Qur'an wong Yahudi mau padha ngajab, olehe pitulung ngalahake para wong kafir, bareng Nabi wis diweruhe klawan weca mau jumeneg, dheweke padha kafir maido ing Nabi (Muhammad) mau, bebendunging Allah tetep marang wong kafir"
        },
        {
            "chapter": 2,
            "verse": 90,
            "text": "Ala temen wong Yahudi anggone padha ngedol awake dilirokake, maido al-Qur'an kang wis didhawuhake dening Allah, anggone mengkono mau mung saka drengki. Dene Allah teka maringake kanugrahane marang sawenehing para kawulane, kang dadi kaparenging kersane mulane dhewek mau padha tetep kena bebendhu kang tinungka ing benendu maneh sarupane wong kafir mesthi oleh siksa kang ngesorake awake"
        },
        {
            "chapter": 2,
            "verse": 91,
            "text": "Nalikane wong Yahudi padha didhawuhi, \"Sira padha percaya ngestokna al-Qur'an kang wis didhawuhake dening Allah\", wangsulane, \"Kita sami pitados ngestokaken kitab Taurat ingkang sampun dipun dhawuhaken dhumateng kita.\" Wong Yahudi mau padha maido kitab kang didhawuhake sawise taurat, kang mangka kitab kang didhawuhake sawise taurat iku kang bener, cocok kato wecane taurat, cecekelane si Yahudi. (Muhammad) sira dhawuha, \"Yen temen sira padha percaya, ngestokake kitab padha nyedani para Nabining Allah"
        },
        {
            "chapter": 2,
            "verse": 92,
            "text": "Satemene Nabi Musa wis ngrawuhi sira kanthi tanda yekti kasekten pirang-pirang, sapungkure Nabi Musa sowan ngarsaning Pangeran, sira banjur ngedegake (gawe) pangeran awujud sapi. Sira padha nganiaya marang awake dhewe"
        },
        {
            "chapter": 2,
            "verse": 93,
            "text": "(He wong Yahudi) Sira padha elinga! nalikane Ingsun mudnhut sesanggemanira. Ingsun nganggo mbedhol gunung Tur, Ingsun unggahake ana ing dhuwurira. Pangandikaningsun, \"Samubarang kang wis Ingsun dhawuhake marang sira padha sanggemana klawan temen-temen lan padha sedikanana\". Sira banjur padha matur, \"Kawula sampun mireng, nanging kawula sami mopo\". Wong Yahudi anggone padha kesengsem manembah sapi wis manjing ana ing ati, marga satemene padha kafir. (Muhammad) sira dhawuha, \"Yen nyata sira padha percaya ing Taurat, ala temen percayamu teka akon manembah sapi marang sira"
        }
    ]
}