{
    "pages": [
        {
            "chapter": 7,
            "verse": 144,
            "text": "Panjenengane angandika: E, Musa, sayekti Ingsun amiji ing sira angungkuli para manusa kalawan ayahan-Ingsun sarta kalawan sabda-Ningsun; mulane cekelana apa kang wus Ingsun paringake sira, sarta dadia ewone para kang weruh ing panarima"
        },
        {
            "chapter": 7,
            "verse": 145,
            "text": "Lan Ingsun wus anetepake ing angger tumrap dheweke ana ing balebekan-balebekan arupa sarupaning pitutur sarta pamijang tumrap samubarang; mulane iku sira cekelana kalawan kukuh sarta marentahana wong-wongira supa- ya padha cekelana iku endi kang luwih becik: Ingsun bakal me- ruhake panggonane para wong kang murang yekti"
        },
        {
            "chapter": 7,
            "verse": 146,
            "text": "Ingsun bakal angengokake saka timbalan-timbalan-Ingsun pa- ra kang padha ambek gumedhe ing bumi ora kalawan bener; lan manawa padha andeleng saben tandha, iku dheweke padha ora angestu; lan manawa padha andeleng dalaning katulusan, iku dheweke padha ora angalap mi- nangka dalan; lan manawa padha andeleng dalan sasar, iku dheweke padha ngalap minangka dalan; iki amarga saka anggone padha ang- gorohake marang timbalan-timba- lan-Ingsun sarta padha anglirwak- ake marang iku"
        },
        {
            "chapter": 7,
            "verse": 147,
            "text": "Lan para kang padha anggorohake marang timbalan- timbalan-Ingsun lan sapatemon ing delahan, iku panggawe-pangga- wene muspra. Apa dheweke bakal padha pinaringan pituas saka liyane kajaba apa kang wus padha dilakoni"
        },
        {
            "chapter": 7,
            "verse": 148,
            "text": "Lan wonge Musa ing sa- pungkure dheweke, agawe pedheta bakale raja brana papaese mung sawijining awak, mawa uni. Apa ta dheweke padha ora weruh yen iku ora calathu marang dheweke sarta ora anuduhake dalan marang dheweke. Dheweke padha angalap iku sarta padha atindak dudu"
        },
        {
            "chapter": 7,
            "verse": 149,
            "text": "Lan bareng dheweke wis padha kaduwung sarta weruh, yen awake temen padha sasar, padha calathu: saupama Pangeran- ku ora welas marang aku sarta ora angapura marang aku, amasthi aku iki bakal padha dadi ewone wong kang padha kapitunan"
        }
    ]
}