{
    "pages": [
        {
            "chapter": 2,
            "verse": 154,
            "text": "Lan sira aja padha ngarani menawa wong kang dipateni ana ing perang Sabil iku padha mati, nanging dheweke iku padha urip, nanging sira ora padha weruh"
        },
        {
            "chapter": 2,
            "verse": 155,
            "text": "Satemene Ingsun mesthi nyoba ing sira kabeh kelawan karibetan sawatara saka kuwatir, lan luwe, lan kekurangan bandha, lan kelangan nyawa, lan kekurangan woh-wohan. Lan sira mbebungaha marang wong-wong kang padha sabar"
        },
        {
            "chapter": 2,
            "verse": 156,
            "text": "Yaiku wong-wong kang menawa ketaman bebaya, padha ngucap: \"Satemene kita kabeh iku kagunganing Allah lan kita kabeh bakal padha bali sowan marang Pangerane"
        },
        {
            "chapter": 2,
            "verse": 157,
            "text": "Wong kang mengkono iku padha pinaringan selawat (pangapura) lan rahmat saka Pangerane, lan wong kang mengkono iku padha pikantuk pituduh"
        },
        {
            "chapter": 2,
            "verse": 158,
            "text": "Satemene gungung Shafa lan Marwah iku klebu syi'are (tetengere) Allah. Sapa kang nindaskake Haji ing Baitullah utawa nindakake umrah, mangka ora ana pakewuhe menawa arep mide-midera antaraning gunung loro mau. Dene sing sapa nindakake kebecikan (saka karepe dhewe) satemene Allah iku kang nampa Syukur sarta Maha nguningani"
        },
        {
            "chapter": 2,
            "verse": 159,
            "text": "Satemene wong padha ngumpetake barang kang Ingsun turunake saka tandha yekti lan pituduh sawise Ingsun terangake marang para manungsa, ksabut ing kitab Qur'an, wong-wong mau bakal dila'nat (dibendoni) denig Allah, lan disuwunake bendu dening wong akeh"
        },
        {
            "chapter": 2,
            "verse": 160,
            "text": "Kajaba wong kang banjur padha tobat, lan banjur ambecikake kelakuwane, lan nerangake barang kang diumpetake mau. Wong kang mengkono iku bakal Ingsun tampa tobate. Lan Ingsun iku rena nampa tobat sarta Maha Asih"
        },
        {
            "chapter": 2,
            "verse": 161,
            "text": "Satemene wong-wong kang padha kafir lan padha mati mangka dheweke isih tetap kafire, wong kang mengkono iku bakal padha oleh laknating Allah, lan (laknating) para Malaikat, lan para manungsa kabeh"
        },
        {
            "chapter": 2,
            "verse": 162,
            "text": "Dheweke padha langgeng ana ing sajroning laknat, ora bakal padha diparingi kemayaran saka siksane, sarta ora bakal disrantekake"
        },
        {
            "chapter": 2,
            "verse": 163,
            "text": "Lan Pangeranira iku Pangeran kang Sawiji, ora ana Pangeran kajaba mung panjenengane piyambak, Kang Maha welas sarta Maha Asih"
        }
    ]
}