{
    "pages": [
        {
            "chapter": 12,
            "verse": 44,
            "text": "Padha matur: Supenan wor- suh, saha kula dhateng pradikaning supenan sami boten sumerep"
        },
        {
            "chapter": 12,
            "verse": 45,
            "text": "Lan salah sijine loro kang diluwari sarta sawise lawas lagi kelingan Yusuf, acala- thu: Cobi panjenengan kula terang- aken pradikanipun, milanipun cobi kula kaparenga mundur rumiyin"
        },
        {
            "chapter": 12,
            "verse": 46,
            "text": "O, Yusuf, o, wong temen! Aku pradikanana, sapi pitu lemu- lemu kang padha dipangan sapi pitu kuru-kuru, sarta wuwulen pitu ijo-ijo tuwin liyane maneh kang padha garing, supaya baliku menyang para wong-wong kae dheweke bakal padha weruh"
        },
        {
            "chapter": 12,
            "verse": 47,
            "text": "Wangsulane: Pitung taun kowe padha nandura kaya sabene; banjur apa panenanmu cikben ana ing wuwulen bae, kajaba sathithik kang arep padha kopangan"
        },
        {
            "chapter": 12,
            "verse": 48,
            "text": "Sawise mangkono banjur tu- meka mangsa kesrakat pitung taun, kang bakal angentekake tandhon- mu pasadiyan kang dhisik, kajaba sathithik kang bakal padha ko- ngengehake"
        },
        {
            "chapter": 12,
            "verse": 49,
            "text": "Sawise mangkono banjur tu- muli tumeka sawijining taun, kang ing kono wong-wong padha kapa- ringan udan, sarta ing kono bakal padha meres"
        },
        {
            "chapter": 12,
            "verse": 50,
            "text": "Lan sang Nata angandika: Dheweke gawanen mrene. Bareng utusan wis teka dheweke, dheweke calathu: Balia marang gustimu sarta nyuwuna priksa panjenengane, kapriye ka- anane para wadon kang padha kiris tangane; sayekti Pangeranku angu- daneni pangrencanane"
        },
        {
            "chapter": 12,
            "verse": 51,
            "text": "Pangandikane: Kapriye kara- nane nalikane kowe angarah amrih Yusuf tumiyung marang awak- mu? Ature: Tebih Allah punika , kula sami boten sumerep piyambakipun kadunu- ngan awon. Bojoning Senapati matur: Ing sapunika kanyataan sampun tetep: Kula angangkah, supados piyambakipun tumiyung dhateng badan kula, anamung saestu piyambakipun punika golo- nganipun titiyang ingkang sami temen"
        },
        {
            "chapter": 12,
            "verse": 52,
            "text": "Mangkene iki supaya pan- jenengane weruha, manawa ana ing pasepen aku ora cidra sarta manawa Allah iku ora aparing tuntunan pangrencanane para wong cidra"
        }
    ]
}