{
    "pages": [
        {
            "chapter": 23,
            "verse": 43,
            "text": "Ora ana sawijining ummat kang bisa andhisiki ajale lan ora bisa ngundurake"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "Sakwise iku, Ingsun banjur ngutus para rosul gilir-gumanti. Saben ana rosul nerangake marang ummate, para ummat mau padha anggorohake marang rasule. Mulane para ummat mau iya banjur Ingsun rusak (kaya ummat kang wis dhisik) sarta sejarahe Ingsun dadekake tuladan minangka pepenget marang ummat kang kari, wong kang ora iman padha adoh saka rohmate Allah"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "Ingsun banjur ngutus Musa lan sedulure aran Harun kanthi tandha yekti lan keterangan kang nyata"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "Rawuh marang Fir'aun dalah para punggawane. Nanging dheweke iku padha nggumedhe sarta kumalungkung"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "Fir'aun sak punggawane padha ngucap, \"Ya gene aku gelem percaya marang wong loro kang padha wae karo aku, tur kaume (yaiku wong bani Israil) padha kumawula marang aku"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "Fir'aun dalah punggawane padha anggorohake Musa lan Harun, dheweke padha tumpes dirusak dening Allah (katungkeban ing segara Qulzum)"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "Lan temen Ingsun wos paring kitab Taurat marang Musa, supaya wong - wong bani Israil padha pikantuk pituduh bener sarta ngestokake surasane kitab Taurat"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "Lan Ingsun wis dadekake ('Isa) putrane Maryam sarta ibune minangka tandha yekti kuasaningsun. Lan sak klorone wis Ingsun panggonake ana ing panggonan kang dhuwur (yaiku Baitul Muqaddas) kang palemahane rata tur gemah ripah loh jinawi lan ana kaline kang mili banyu"
        },
        {
            "chapter": 23,
            "verse": 51,
            "text": "He para utusan sira padha mangana saka panganan kang becik - becik (halal), lan padha nindakna kabecikan, saktemene Ingsun iku maha Ngudaneni marang barang kang padha sira tindakake"
        },
        {
            "chapter": 23,
            "verse": 52,
            "text": "Sumurupa saktemene agama Islam iku agama lan syareatira kang siji (Islam). Lan Ingsun iku Pangeran ira kabeh, jalaran sangka sira padha bektia marang Ingsun (padha taqwa)"
        },
        {
            "chapter": 23,
            "verse": 53,
            "text": "Ewo dene menungsa banjur beda - beda agamane, dadi pirang - pirang golongan; siji - sijine golongan padha kenceng ngrungkepi panemune dhewe - dhewe padha nduwe pangira menawa agama kang dirungkepi iku wis bener"
        },
        {
            "chapter": 23,
            "verse": 54,
            "text": "Wong mengkono mau tinggalen ing kesasarane lan kekafirane (karoben padha mek-mekan kaya wong wuta) nganti tekan mangsane (dheweke padha mati)"
        },
        {
            "chapter": 23,
            "verse": 55,
            "text": "Wong - wong kafir mau apa duwe pangira, menawa saktemene kabeh kang wis Ingsun paringake ana ing donya saka banda lan anak (kadadekake kenikmatan)"
        },
        {
            "chapter": 23,
            "verse": 56,
            "text": "Kang Ingsun enggal - enggal paringake minangka ganjarane wng - wong anggone padha tumindak becik? Saktemene dheweke padha ora sumurup menawa iku panglulu"
        },
        {
            "chapter": 23,
            "verse": 57,
            "text": "Saktemene wong - wong kang padha wedi siksane Allah nganti padha konjem saking dening bektine marang pangerane"
        },
        {
            "chapter": 23,
            "verse": 58,
            "text": "Lan kang padha iman ngandel marang ayate Allah pangerane"
        },
        {
            "chapter": 23,
            "verse": 59,
            "text": "Lan ora nyekuthokake marang Pangerane"
        }
    ]
}