{
    "pages": [
        {
            "chapter": 26,
            "verse": 1,
            "text": "Thaa' Siiim, Miim"
        },
        {
            "chapter": 26,
            "verse": 2,
            "text": "Surat iki, ayat - ayate kitab kang pratela (nerangake kabeh hukum bener lan luput)"
        },
        {
            "chapter": 26,
            "verse": 3,
            "text": "(Muhammad) bokmenawa sira ngenes ngrasakake para wong kafir anggone padha ora gelem iman ing Allah"
        },
        {
            "chapter": 26,
            "verse": 4,
            "text": "Upama ana keparenging kersaningsun, wong - wong kang padha kafir iku Ingsun kersakake iman ing Allah, kena uga Ingsun nurunake tandha yekti saka ing langit kang nggegirisi, ing kono gulune won gkafir kepeksa padha tumungkul konjem ing salawase (nanging kersaningsun ora mengkunu)"
        },
        {
            "chapter": 26,
            "verse": 5,
            "text": "Samangsa Allah kang Maha Murah kersa nganyarake dhawuh wong kafir iya mesthi banjur padha nganyarake pamopone (anggone mlengos)"
        },
        {
            "chapter": 26,
            "verse": 6,
            "text": "Wis kelakon marambah-rambah wong - wong kafir iku padha ora percaya marang (Nabi Muhammad). Wong - wong kafir mau ora wurung bakal padha weruh kenyataane utawa kewusanane anggone padha anggeguyu al-Qur'an"
        },
        {
            "chapter": 26,
            "verse": 7,
            "text": "Wong - won gkafir apa padha ora sumurup gumelaring bumi, wis pira bae anggoningsun nukulake thethukulan ana ing bumi kang becik - becik, migunani marang wong - wong kabeh"
        },
        {
            "chapter": 26,
            "verse": 8,
            "text": "Kang mengkono mau satemene dadi tandha yekti menawa kuwasaning Allah iku sampurna, ewadene akeh - akehe manungsa padha ora percaya ing Allah"
        },
        {
            "chapter": 26,
            "verse": 9,
            "text": "Satemene Allah Pangeranira iku yekti Maha Mulya tur Maha Asih"
        },
        {
            "chapter": 26,
            "verse": 10,
            "text": "(Muhammad), sira nyritakna nalikane Allah Pangeranira nimbali Musa, kanthi didhawuhi mengkene, \"Sira Ingsun utus menyanga panggonane wongkang nganiaya, yaiku wong kang duraka"
        },
        {
            "chapter": 26,
            "verse": 11,
            "text": "Yaiku kaume (ummate) Fir'aun, padha pituturana, yagene teka padha ora bekti (taqwa) marang Allah"
        },
        {
            "chapter": 26,
            "verse": 12,
            "text": "Musa munjuk, \"Dhuh Pangran kawula, sayketosipun kawula kuwatos menawi kaumipun Fir'aun sami maiben (ngogorohaken) dhateng kawula"
        },
        {
            "chapter": 26,
            "verse": 13,
            "text": "Iba anggenipun rupeg dada (kaken manah) kawula, sarta lisan (ilat) kawula boten saged wicanten (trampil). Mila bilih amarengaken, Panjenengan mugi kersaha ngutus sedherek kawula Harun, dados sesulih (mbantu) kawula"
        },
        {
            "chapter": 26,
            "verse": 14,
            "text": "Makaten malih kawula punika nandhang kalepatan dhumateng Fir'aun sekaumipun. Mila kula kuwatos bokmenawi Fir'aun wau lajeng mejahi kawula"
        },
        {
            "chapter": 26,
            "verse": 15,
            "text": "Allah paring pangandika, \"Fir'aun ora bakal mateni sira. Mulane saiki sira mangkata lan sedulur ira Harun, klawan anggawa tandha yekti saka Ingsun. Ingsun anjungkung marang sira, sarta mirengaki aturira"
        },
        {
            "chapter": 26,
            "verse": 16,
            "text": "Sira sakloron padha nemonana Fir'aun sarta dhawuhna, \"Sayektosipun kita kekalih punika utusanipun Pangeraning Alam sadoya"
        },
        {
            "chapter": 26,
            "verse": 17,
            "text": "Mugi panjenegan ngandikani supados tiyang Bani Israil tumut kula tiyang kalih (mantuk dhateng tanah Palistina=kan'an)"
        },
        {
            "chapter": 26,
            "verse": 18,
            "text": "(Musa lan Harun banjur ngestokake dhawuhe Allah bareng wis andhawuhake apa dhawuhing Allah), Fir'aun mangsuli, \"Apa sira lali anggonira ingsun openi ana ing kene kaya dene anak, lan sira melu ingsun wiwit bayi nganti (umur tahun) tatahunan"
        },
        {
            "chapter": 26,
            "verse": 19,
            "text": "LAn maneh sira wis nindakake keluputan (mateni wong Qibti benere Ingsun patrapi apa - apa , saiki sira duwe tindak kang mengkono). Dadi tetela sira ora weruh marang kebecikangingsun"
        }
    ]
}