{
    "pages": [
        {
            "chapter": 34,
            "verse": 15,
            "text": "Palemahan ing tanah Saba' kang dienggoni, ana tandha yekti kuwasaning Allah, ing kono ana sisih tengen lan kiwa. Ing kono padha didhawuhi (dening Nabi terang saka Allah), \"Kowe padha mangan rizki peparenging Allah Pangeranmu, lan padha syukura ing Pangeranmu.\" (Negaramu) mau negara kang becik, lan (Pangeranmu) iku Pangeran kang ngapura dosa"
        },
        {
            "chapter": 34,
            "verse": 16,
            "text": "Wong ing kono padha malengos, mulane banjur Ingsun tekani banjur gedhe. Palemahe kang loh rong panggonan mahu, Ingsun dadekake palemahan cengkar kang metokake woh - wohan pahit lan woh Atsl lan sethithik woh Sidr"
        },
        {
            "chapter": 34,
            "verse": 17,
            "text": "Kang mangkono mahu Ingsun anggo matrapi para turunane Saba'. Marga anggone kafir. Sapata kang Ingsun patrapi mangkono kajaba wong kafir"
        },
        {
            "chapter": 34,
            "verse": 18,
            "text": "Ingsun ndokoki desa pirang - pirang kang urut - urutan. Apa antarane desa panggonane wong turun Saba' lan negara kang Ingsun berkahi (iku negara Syam). Adoh cedhake siji - sijine desa watara sapelerene wong mlaku. Sira padha melaku ana ing dalan iku pirang - pirang dina lan wengi kelawan tentrem"
        },
        {
            "chapter": 34,
            "verse": 19,
            "text": "(Wong Saba') banjur padha munjuk ing Allah, \"Dhuh Pangeran kawula, paduka mugi nebihna lelampahan kawula punika\". (Wong Saba') mahu padha nganiaya awake dhewe. Mulane banjur Ingsun buyarake dadi pada pating blesar marang negara liya. Lelakone mahu Ingsun dadekake ceritera marang sapungkure, tumrap wong kang teguh atine sarta syukur ing Allah, mesthi dadi tandha yekti kuwasaningsun"
        },
        {
            "chapter": 34,
            "verse": 20,
            "text": "Iblis wis gawe kanyataan, titis kaya panyanane wong Saba'. Wong Saba' banjur padha manut laku jantrane Iblis. Kajaba mung wong mukmin sathihik"
        },
        {
            "chapter": 34,
            "verse": 21,
            "text": "Iblis anggone INgsun gadhuhi panguawasa bisa anggoda manungsa, iku ora liya mung supaya Ingsun bisa nguningani kelawan gumelar sapa kang temen pracaya lan sapa kang mamang anane dina akherat mau, Allah Pangeranira iku nyatethi samu barang"
        },
        {
            "chapter": 34,
            "verse": 22,
            "text": "(Muhammad) Sira dhawuha marang wong kafir, mara padha njaluka marang brahala kang padha kok anggep pangeran liyane Allah. Brahala mau ora dhuwe isining bumi lan langit sabotoning semut. Melu duwe bae ora. Allah anggone yasa samubarang kang dumadi, tanpa pitulunganing brahala"
        }
    ]
}