{
    "pages": [
        {
            "chapter": 39,
            "verse": 57,
            "text": "Utawa supaya aja kang ngucap mangkene, \"Upama Allah paring pituduh bener marang aku, mesthi aku kalebu hewone wong kang padha bekti ing Allah"
        },
        {
            "chapter": 39,
            "verse": 58,
            "text": "Utawa bareng handeleng siksa banjur ngucap mangkene, \"Upama kau diparengake bali marang donya, mesthi kelebu golongane wong kang padha ngelakoni penggawe becik"
        },
        {
            "chapter": 39,
            "verse": 59,
            "text": "Ing kono banjur ana dhawuhing Allah mangkene, \"Hiya sira wis katekan al-Quran ayatingsun, nanging sira maido, sarta gumedhe ora percaya. Banjur dadi golongane wong kafir"
        },
        {
            "chapter": 39,
            "verse": 60,
            "text": "Lan ing besuk dina qiyamat sira deleng sarupane wong kang celathu goroh ngarani Allah ana kang ngembari rahine padha ireng. Panggonane wong kang padha gumedhe iku apa ora ana neraka jahannam"
        },
        {
            "chapter": 39,
            "verse": 61,
            "text": "Allah paring selamet marang para wong kang bekti ing Allah. Marga saka bagjane dadi ora kambah barang kang hala. Sarta ora ana kang kasusahan"
        },
        {
            "chapter": 39,
            "verse": 62,
            "text": "Allah iku kang gawe samu barang. hiya kang ngreksa samu barang lan nindakake sakarsa-karsane"
        },
        {
            "chapter": 39,
            "verse": 63,
            "text": "Allah iku kang ngasta simpenane langit lan bumi, dene sarupane wong kang maido ayat - ayating Allah, iku tetep wong kapitunan"
        },
        {
            "chapter": 39,
            "verse": 64,
            "text": "(Muhammad) dhawuha, \"Hai para wong bodho! Apa kowe akon marang aku supaya nyembah liyane Allah"
        },
        {
            "chapter": 39,
            "verse": 65,
            "text": "Sira lan para ummat sadurungmu wis padha diparingi dhawuh, \"Manawa sira mangro tingal lakunira kang becik sirna kabeh, sira mesthi dadi wong kapitunan"
        },
        {
            "chapter": 39,
            "verse": 66,
            "text": "Balik sira mung nyembaha ing Allah wae, lan sira kalebu hewone wong kang padha syukur"
        },
        {
            "chapter": 39,
            "verse": 67,
            "text": "Lan dheweke ora ngluhurake Allah kelawan ngegungake kang sayektine. Bumi iki kabeh besuk qiyamat katekem lan langit digulung kelawan panguwasaning Allah, Allah maha suci lan Maha Luhur, adoh banget karo panemumu para wong mangro tingal"
        }
    ]
}