{
    "pages": [
        {
            "chapter": 4,
            "verse": 15,
            "text": "(Para wong kang padha nyekel kabenaran) mungguh para wanita kang padha nglakoni ala (zina) iku padha sira golekna saksi lanang papat. Manawa wong papat mau wis padha nyekseni anggone zina, wanita mau banjur sira kunjaranen, (kurungen) ana sajroning omah, nganti dheweke mati utawa nganti Allah ndamel dalan marang dheweke (lepas saka anggone dikurung utawa dikunjara)"
        },
        {
            "chapter": 4,
            "verse": 16,
            "text": "Dene yen ana wong loro kang nindakake laku ala (zina) iku padha pilaranen dene wong loro mau banjur padha tobat, lan padha mbecikake kelakuane, yen wis nengna wae. Satemene Allah kepareng nampa tobate para kawula sarta Maha Asih"
        },
        {
            "chapter": 4,
            "verse": 17,
            "text": "Satemene tobat (kang ditampa) dening Allah iku tumrap wong kang nglakoni laku ala kang padha klimput atine (jalaran saka ora mangerti), kang ora antara suwe banjur tobat. Wong kang mangkono iku diparengake tobate dening Allah. Allah iku Ngudaneni tur Maha Wicaksana"
        },
        {
            "chapter": 4,
            "verse": 18,
            "text": "Tobat iku ora tumrap wong kang nglakoni laku ala pirang-pirang, kang nganti tekan waktu mati lagi matur: \"Ing sapunika kawula tobat\". Lan ora tumrap wong kang padha mati kafir. Wong mangkono mau Ingsun ancam kelawan siksa kang nglarani"
        },
        {
            "chapter": 4,
            "verse": 19,
            "text": "He wong kang mukmin kabeh, tumrap sira ora bakal halal maris bandhane para wanita kelawan peksan. Lan sira aja padha nyegah wong wadon mau manawa arep omah-omah maneh. Pamrihe supaya sira bisa ngilangake seperangane bandha kang sira wenehake marang dheweke, kajaba yen wanita-wanita mau wis terang anggone nindakake laku ala (zina). Lan sira supaya nyrawungi marang wanita-wanita mau kelawan becik. Dene manawa sira ora dhemen marang wong wadon mau, (sira antekna dhisik) mbokmanawa sira gething marang sawijining barang, nanging Allah nitahake kabecikan pirang-pirang ana ing barang kang sira gethingi"
        }
    ]
}