{
    "chapter": [
        {
            "chapter": 49,
            "verse": 1,
            "text": "Ey inananlar, Tanrı´nın Resulunun huzurunda one gecmeyin ve Tanrı´dan sakının. Suphesiz Tanrı isitendir, bilendir"
        },
        {
            "chapter": 49,
            "verse": 2,
            "text": "Ey inananlar, seslerinizi peygamberin sesi ustunde yukseltmeyin ve birbirinize bagırdıgınız gibi, ona sozle bagırıp soylemeyin; yoksa siz suurunda degilken amelleriniz bosa gider"
        },
        {
            "chapter": 49,
            "verse": 3,
            "text": "Suphesiz, Tanrı´nın Resulunun yanında seslerini alcak tutanlar; iste onlar, Tanrı kalplerini takva icin imtihan etmistir. Onlar icin bir magfiret ve buyuk bir ecir vardır"
        },
        {
            "chapter": 49,
            "verse": 4,
            "text": "Suphesiz, hucrelerin ardından sana seslenenler de, onların cogu, akletmiyor"
        },
        {
            "chapter": 49,
            "verse": 5,
            "text": "Eger gercekten, yanlarına cıkıncaya kadar sabretmis olsalardı, herhalde (bu,) kendileri icin daha hayırlı olurdu. Tanrı, cok bagıslayandır, cok esirgeyendir"
        },
        {
            "chapter": 49,
            "verse": 6,
            "text": "Ey inananlar, eger bir fasık size bir haber getirirse, onu ´etraflıca arastırın´. Yoksa cehalet sonucu, bir kavme kotulukte bulunursunuz da sonra islediklerinize pisman olursunuz"
        },
        {
            "chapter": 49,
            "verse": 7,
            "text": "Ve bilin ki Tanrı´nın Resulu icinizdedir. Eger o size bircok buyrukta uysaydı elbette sıkıntıya duserdiniz. Ancak Tanrı size inancı sevdirdi, onu kalplerinizde susleyip cekici kıldı ve size kufru, fıskı ve isyanı cirkin gosterdi. Iste onlar, dogru yolu bulmus (irsad) olanlardır"
        },
        {
            "chapter": 49,
            "verse": 8,
            "text": "Tanrı´dan bir fazl (bir ihsan ve lutuf) ve bir nimet olarak. Tanrı, bilendir, hukum ve hikmet sahibidir"
        },
        {
            "chapter": 49,
            "verse": 9,
            "text": "Inanclılardan iki topluluk carpısacak olursa aralarını bulup duzeltin. Sayet biri digerine tecavuzde bulunacak olursa, artık tecavuzde bulunanla, Tanrı´nın buyruguna donunceye kadar savasın; eger sonunda (Tanrı´nın emrini kabul edip) donerse, bu durumda adaletle aralarını bulun ve (her konuda) adil davranın. Suphesiz Tanrı adil olanları sever"
        },
        {
            "chapter": 49,
            "verse": 10,
            "text": "Inanclılar ancak kardestirler. Oyleyse kardeslerinizin arasını bulup duzeltin ve Tanrı´dan korkup sakının; umulur ki esirgenirsiniz"
        },
        {
            "chapter": 49,
            "verse": 11,
            "text": "Ey inananlar, bir kavim (bir baska) kavimle alay etmesin, belki kendilerinden daha hayırlıdırlar; kadınlar da kadınlarla (alay etmesin), belki kendilerinden daha hayırlıdırlar. Kendi nefslerinizi yadırgayıp kucuk dusurmeyin ve birbirinizi ´olmadık kotu lakablarla´ cagırmayın. Inanctan sonra fasıklık ne kotu bir isimdir. Kim tevbe etmezse, iste onlar zalim olanların ta kendileridir"
        },
        {
            "chapter": 49,
            "verse": 12,
            "text": "Ey inananlar, zandan cok kacının; cunku zannın bir kısmı gunahtır. Tecessus etmeyin (birbirinizin gizli yonlerini arastırmayın). Kiminiz kiminizin gıybetini yapmasın (arkasından cekistirmesin). Sizden biriniz, olu kardesinin etini yemeyi sever mi? Iste, bundan tiksindiniz. Tanrı´dan korkup sakının. Suphesiz Tanrı tevbeleri kabul edendir, cok esirgeyendir"
        },
        {
            "chapter": 49,
            "verse": 13,
            "text": "Ey insanlar, gercekten, biz sizi bir erkek ve bir disiden yarattık ve birbirinizle tanısmanız icin sizi halklar ve kabileler (seklinde) kıldık. Suphesiz, Tanrı katında sizin en ustun (kerim) olanınız, (ırk ya da soyca degil) takvaca en ileride olanınızdır. Suphesiz Tanrı, bilendir, haber alandır"
        },
        {
            "chapter": 49,
            "verse": 14,
            "text": "Bedeviler dedi ki: \"Inandık.\" De ki: \"Siz inanmadınız\"; ancak \"islam (musluman veya teslim) olduk\" deyin. Inanc henuz kalplerinize girmis degildir. Eger Tanrı´ya ve Resulu´ne itaat ederseniz, O, sizin amellerinizden hicbir seyi eksiltmez. Suphesiz Tanrı cok bagıslayandır, cok esirgeyendir"
        },
        {
            "chapter": 49,
            "verse": 15,
            "text": "Inanclılar ancak o kimselerdir ki onlar Tanrı´ya ve Resulu´ne inandılar, sonra hicbir kuskuya kapılmadan Tanrı yolunda mallarıyla ve canlarıyla cihad ettiler. Iste onlar sadık (dogru) olanların ta kendileridir"
        },
        {
            "chapter": 49,
            "verse": 16,
            "text": "De ki: \"Siz Tanrı´ya dininizi mi ogreteceksiniz? Oysa Tanrı, goklerde ve yerde olanları bilir. Tanrı, her seyi bilendir"
        },
        {
            "chapter": 49,
            "verse": 17,
            "text": "Musluman oldular diye sana minnet etmektedirler. De ki: \"Muslumanlıgınızı bana karsı minnet (konusu) etmeyin. Tam tersine, sizi inanca yonelttigi icin Tanrı size minnet etmektedir. Eger dogru sozluler iseniz (bunu boyle kabullenmeniz gerekir)"
        },
        {
            "chapter": 49,
            "verse": 18,
            "text": "Suphesiz Tanrı, goklerin ve yerin gaybını bilir. Tanrı, yaptıklarınızı gorendir"
        }
    ]
}