{
    "pages": [
        {
            "chapter": 5,
            "verse": 58,
            "text": "A kdyz volate k modlitbe, tropi si z toho posmesky a je jim to pro zabavu - a je to proto, ze je to lid, jenz nicemu nerozumi"
        },
        {
            "chapter": 5,
            "verse": 59,
            "text": "Rci: \"Vlastnici Pisma! Nenavidite nas snad jedine proto, ze jsme uverili v Boha a v to, co bylo seslano nam, a v to, co bylo seslano drive? Vsak vetsina z vas jsou hanebnici"
        },
        {
            "chapter": 5,
            "verse": 60,
            "text": "Rci: \"Mam vam oznamit neco horsiho nez odplatu, ktera je u Boha? Ti, ktere Buh proklel a na nez se rozhneval a z nichz ucinil opice a vepre, a ti, kteri uctivaji Taghuta - ti jsou v nejhorsim postaveni a nejdale zbloudili z cesty rovne"
        },
        {
            "chapter": 5,
            "verse": 61,
            "text": "Kdyz k vam prisli, rekli: \"Uverili jsme!\" Avsak v neverectvi prisli a s neverectvim odesli a Buh nejlepe zna, co skryvali"
        },
        {
            "chapter": 5,
            "verse": 62,
            "text": "A vidis mnohe z nich, jak pospichaji k hrichu, k nespravedlnosti a k pohlcovani toho, ceho nepravem nabyli. Jak hnusne je to, co delaji"
        },
        {
            "chapter": 5,
            "verse": 63,
            "text": "Proc jim nezabrani rabini a ucenci, aby nevedli hrisne reci a nepohlcovali nepravem nabyte? Jak hnusne je to, co provadeji"
        },
        {
            "chapter": 5,
            "verse": 64,
            "text": "A rikaji zide: \"Bozi ruka je spoutana okovy!\" Necht jsou jejich ruce spoutany okovy a necht jsou prokleti za to, co rikaji! Nikoliv, obe Jeho ruce jsou rozevreny a On ustedruje, jak chce. To, co ti bylo seslano od Pana tveho, v mnohych z nich jen rozmnozuje vzpurnost a neverectvi. A uvrhli jsme mezi ne nepratelstvi a nenavist az do dne zmrtvychvstani. A kdykoliv zazehnou ohen valky, Buh jej uhasi; a usiluji sirit po zemi pohorseni, avsak Buh nemiluje ty, kdoz pohorseni siri"
        }
    ]
}