{
    "pages": [
        {
            "chapter": 6,
            "verse": 28,
            "text": "Ba ne, odkryje se jim jen to, co drive skryvali. A byt i byli navraceni, opet by se obratili k tomu, co bylo jim zakazano - vzdyt jsou to vskutku lhari"
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "a rekli by: \"Neni nic nez nas zivot pozemsky a my nebudeme vzkriseni"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "Kez bys je mohl videt, az budou pred Pana sveho postaveni a ten jim rekne: \"Zdaz toto pravda neni?\" I odveti: \"O ano, pri Panu nasem!\" A rekne Pan: \"Ochutnejte tedy trest za to, ze jste neverici byli"
        },
        {
            "chapter": 6,
            "verse": 31,
            "text": "Ztraceni jsou ti, kdoz setkani s Bohem za lez prohlasovali. A az na ne znenadani Hodina uderi, zvolaji: \"Beda nam za to, ze jsme o ni nedbali!\" A ponesou na bedrech svych bremena sva - a jak hnusne je brime jejich"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "Zivot pozemsky neni lec hra a zabava, vsak pribytek v zivote budoucim je lepsi pro ty, kdoz jsou bohabojni. Coz nikdy to nepochopite"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "My dobre vime, ze zarmucuje te to, co oni rikaji. Ale oni neprohlasuji za lhare jen tebe, nespravedlivi popiraji i znameni Bozi"
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "Jiz pred tebou byli jini poslove za lhare prohlasovani, vsak trpelive snaseli obvineni ze lzi i prikori, dokud k nim neprisla vitezna pomoc Nase. Neni nikoho, kdo by mohl zmenit slovo Bozi! A dostalo se ti jiz ze zvesti o vyslancich Bozich"
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "Zajiste na tebe tezce doleha jejich vzdalovani! Kdybys mohl, jiste by sis pral vykopat jamu v zemi nebo postavit zebrik do nebe, abys jim mohl prinest znameni. Kdyby Buh chtel, shromazdil by je jiste vsechny na ceste spravne, nebud tedy jednim z posetilych"
        }
    ]
}