{
    "pages": [
        {
            "chapter": 7,
            "verse": 12,
            "text": "Pravil Buh: \"Co ti zabranilo, abys padl, kdyz jsem ti to porucil?\" Odpovedel: \"Ja lepsi jsem nez on, mne z ohne jsi stvoril, jeho vsak jen z hliny"
        },
        {
            "chapter": 7,
            "verse": 13,
            "text": "Pravil Buh: \"Sestup odsud, nebot ti neprislusi, aby ses zde pysnym ukazoval! Odejdi, nebot veru budes z opovrzenych"
        },
        {
            "chapter": 7,
            "verse": 14,
            "text": "Rekl Iblis: \"Poprej mi odklad az do dne, kdy budou vzkriseni"
        },
        {
            "chapter": 7,
            "verse": 15,
            "text": "Pravil Buh: \"Budiz tedy mezi temi, jimz odklad je dan"
        },
        {
            "chapter": 7,
            "verse": 16,
            "text": "Rekl Iblis: \"Za to, zes mne odvrhl, budu veru na ne cihat na prime stezce Tve"
        },
        {
            "chapter": 7,
            "verse": 17,
            "text": "a pak je budu pokouset zepredu i zezadu, zprava i zleva, takze vetsinu z nich shledas nevdecnymi"
        },
        {
            "chapter": 7,
            "verse": 18,
            "text": "Pravil Buh: \"Odejdi odsud zahanben a zavrzen! Vsak temi, kdoz nasledovat te budou, ja veru peklo naplnim vsemi"
        },
        {
            "chapter": 7,
            "verse": 19,
            "text": "A ty, Adame, obyvej s manzelkou svou raj! Jezte, z ceho se vam zachce, ale nepriblizujte se k tomuto stromu, abyste se nestali nespravedlivymi"
        },
        {
            "chapter": 7,
            "verse": 20,
            "text": "Vsak satan jim obema naseptal, aby odhalili to, co dosud pred nimi bylo skryto z nahoty jejich, a rekl: \"Pan vas zakazal vam tento strom jen proto, abyste se nestali andely ci nesmrtelnymi"
        },
        {
            "chapter": 7,
            "verse": 21,
            "text": "A prisahal jim: \"Ja vasim radcem jsem dobrym"
        },
        {
            "chapter": 7,
            "verse": 22,
            "text": "A takto je mamenim svym v bloudeni zavedl. A kdyz oba ochutnali ze stromu, odhalila se jim nahota jejich a jali se siti na sebe odevy z listi rajskeho. A zavolal na ne Pan jejich: \"Coz jsem vam dvema nezakazal tento strom a nerekl vam, ze satan je vasim nepritelem zjevnym"
        }
    ]
}