{
    "pages": [
        {
            "chapter": 2,
            "verse": 127,
            "text": "Kdyz pak Abraham a Ismael kladli zaklady chramu, zvolali: \"Pane nas, prijmi jej od nas, vzdyt Tys veru slysici, vsevedouci"
        },
        {
            "chapter": 2,
            "verse": 128,
            "text": "Pane nas, ucin, at jsme do vule Tve odevzdani, a ucin z potomku nasich obec Tobe oddanou; ukaz nam obrady nase a vyslys pokani nase, vzdyt Tys veru odpoustejici, slitovny"
        },
        {
            "chapter": 2,
            "verse": 129,
            "text": "Pane nas, vysli mezi obyvatele mesta tohoto posla ze stredu jejich, aby jim sdeloval znameni Tva, naucil je Pismu a vedeni a ocistil je, vzdyt Tys veru mocny i moudry"
        },
        {
            "chapter": 2,
            "verse": 130,
            "text": "A kdo jiny muze mit odpor vuci nabozenstvi Abrahamovu nez ten, kdo v dusi sve je posetily? My vyvolili jsme si Abrahama jiz na tomto svete a na onom svete on veru je mezi bezuhonnymi"
        },
        {
            "chapter": 2,
            "verse": 131,
            "text": "A hle, kdyz Pan jeho mu pravil: \"Odevzdej se do vule Me!\", odvetil: \"Odevzdavam se do vule Pana lidstva veskereho"
        },
        {
            "chapter": 2,
            "verse": 132,
            "text": "A odkazal viru tuto Abraham synum svym, a take Jakub pravil: \"Synove moji, Buh pro vas veru vyvolil nabozenstvi, a proto nesmite zemrit, aniz se do vule Jeho odevzdate"
        },
        {
            "chapter": 2,
            "verse": 133,
            "text": "Byli jste svedky toho, kdyz smrt prisla k Jakubovi a kdyz se otazal synu svych: \"Co budete uctivat po smrti me?\" Odvetili: \"Budeme uctivat Boha tveho a Boha predku tvych, Abrahama, Ismaela a Izaka, jako Boha jedineho a do vule Jeho budeme odevzdani"
        },
        {
            "chapter": 2,
            "verse": 134,
            "text": "Obec tato jiz zmizela; ji dostane se toho, co si vyslouzila, a i vam patri to, co jste si vyslouzili. A nebudete tazani na to, co oni delali"
        }
    ]
}