{
    "pages": [
        {
            "chapter": 19,
            "verse": 77,
            "text": "Co soudis o tom, jenz ve znameni Nase neveri a hovori: \"Veru ze dostane se mi majetku i deti"
        },
        {
            "chapter": 19,
            "verse": 78,
            "text": "Pronikl snad on k nepoznatelnemu ci uzavrel snad s Milosrdnym umluvu"
        },
        {
            "chapter": 19,
            "verse": 79,
            "text": "Vsak pozor! My zapiseme vse, co rika, a prodlouzime mu delku trestu jeho"
        },
        {
            "chapter": 19,
            "verse": 80,
            "text": "a zdedime po nem to, o cem mluvi, a prijde k nam osamocen, zbaven vseho"
        },
        {
            "chapter": 19,
            "verse": 81,
            "text": "A vzali si krome Boha bozstva ruzna, aby jim byla posilou"
        },
        {
            "chapter": 19,
            "verse": 82,
            "text": "Vsak pozor! Ona uctivani jejich poprou a protivniky jejich se stanou"
        },
        {
            "chapter": 19,
            "verse": 83,
            "text": "Coz nevidis, ze jsme vyslali satany proti nevericim, aby je ponoukali ke spatnostem"
        },
        {
            "chapter": 19,
            "verse": 84,
            "text": "Neusiluj o uspiseni jejich lhuty; vzdyt My pocitame jim presnym poctem"
        },
        {
            "chapter": 19,
            "verse": 85,
            "text": "V den, kdy shromazdime bohabojne u Milosrdneho jako poselstvo"
        },
        {
            "chapter": 19,
            "verse": 86,
            "text": "a kdy pozeneme hrisniky do pekla jako k napajedlu stado"
        },
        {
            "chapter": 19,
            "verse": 87,
            "text": "tehdy neverici nebudou mit zadnou primluvu krome tech, kdoz s Milosrdnym uzavreli umluvu"
        },
        {
            "chapter": 19,
            "verse": 88,
            "text": "Rikajice, ze Milosrdny si vzal deti"
        },
        {
            "chapter": 19,
            "verse": 89,
            "text": "vy spachali jste vec hnusnou"
        },
        {
            "chapter": 19,
            "verse": 90,
            "text": "ze div se nebesa kvuli tomu neroztrhla, zeme se div nerozpoltila a hory se malem na prach rozpadly"
        },
        {
            "chapter": 19,
            "verse": 91,
            "text": "ze Milosrdnemu deti lzive pripsali"
        },
        {
            "chapter": 19,
            "verse": 92,
            "text": "A nehodi se prece, aby si Milosrdny deti bral"
        },
        {
            "chapter": 19,
            "verse": 93,
            "text": "vzdyt vsichni, kdoz na nebesich a na zemi jsou, k Milosrdnemu prichazeji jako sluzebnici"
        },
        {
            "chapter": 19,
            "verse": 94,
            "text": "A On je veru secetl a presnym poctem spocital"
        },
        {
            "chapter": 19,
            "verse": 95,
            "text": "a vsichni k Nemu prijdou v den zmrtvychvstani jako jedinci"
        }
    ]
}