{
    "pages": [
        {
            "chapter": 57,
            "verse": 4,
            "text": "On je ten, jenz stvoril nebesa i zemi v sesti dnech a potom se na trunu Svem usadil. On zna, co vnika do zeme a co z ni vychazi, co sestupuje z nebe a co na ne vystupuje, a at jste kdekoliv, On s vami je a vse, co delate, zri"
        },
        {
            "chapter": 57,
            "verse": 5,
            "text": "Jemu nalezi kralovstvi nebes i zeme a k Bohu se rozkazy vsechny navraceji"
        },
        {
            "chapter": 57,
            "verse": 6,
            "text": "On dava prejit noci v den a dni v noc a On dobre zna vse, co v hrudich se skryva"
        },
        {
            "chapter": 57,
            "verse": 7,
            "text": "Verte v Boha a posla Jeho a rozdavejte z toho, v cem ucinil vas poslednimi vlastniky! Tem z vas, kdoz uverili a almuznu rozdavali, je urcena odmena velika"
        },
        {
            "chapter": 57,
            "verse": 8,
            "text": "Co je s vami, ze nechcete v Boha uverit, kdyz posel Jeho vas vyzyva, abyste uverili v Pana sveho, a kdyz jiz On s vami uzavrel smlouvu - jste-li vskutku verici"
        },
        {
            "chapter": 57,
            "verse": 9,
            "text": "On je ten, jenz seslal sluzebniku Svemu znameni jasna, aby vas vyvedl z temnot ke svetlu. A Buh je vuci vam shovivavy, slitovny"
        },
        {
            "chapter": 57,
            "verse": 10,
            "text": "Co je s vami, ze nechcete rozdavat na ceste Bozi, kdyz Bohu prece pripadne dedictvi nebes a zeme? Ti z vas, kdoz rozdavali a bojovali jeste pred vitezstvim, nejsou stejni jako ti, kdoz vyckavali; ti prvni jsou mnohem vyse na stupnich nez ti, kdo rozdavali a bojovali az po nem. Vsak obojim Buh prislibil odmenu prekrasnou a Buh je dobre zpraven o vsem, co delate"
        },
        {
            "chapter": 57,
            "verse": 11,
            "text": "Kdo tedy bude tim, jenz poskytne Bohu krasnou pujcku, aby mu ji Buh dvojnasobne splatil a dostalo se mu odmeny velike"
        }
    ]
}