{
    "maqras": [
        {
            "chapter": 13,
            "verse": 19,
            "text": "உமது இறைவனால் உமக்கு இறக்கப்பட்ட (வேதத்)தை (அது) உண்மைதான் என்று உறுதியாக நம்பக்கூடியவன் (பார்வையிழந்த) குருடனுக்கு ஒப்பானவனா? (ஆகமாட்டான்.) நிச்சயமாக (இதைக் கொண்டு) நல்லுபதேசம் பெறுபவரெல்லாம் அறிவுடையவர்கள்தான்"
        },
        {
            "chapter": 13,
            "verse": 20,
            "text": "அவர்கள் (எத்தகையவர்கள் என்றால்) அல்லாஹ்விடம் செய்த வாக்குறுதியை முழுமையாக நிறைவேற்றுவார்கள். இன்னும் (தாங்கள்) செய்த உடன்படிக்கையை முறித்துவிட மாட்டார்கள்"
        },
        {
            "chapter": 13,
            "verse": 21,
            "text": "மேலும், அவர்கள் அல்லாஹ் சேர்த்து வைக்கும்படி கட்டளையிட்டதைச் சேர்த்தும் வைப்பார்கள்; தங்கள் இறைவனுக்கு பயந்தும் நடப்பார்கள்; (மறுமையில்) கேட்கப்படும் கொடிய கேள்விகளைப் பற்றி (எந்நேரமும்) பயந்துகொண்டும் இருப்பார்கள்"
        },
        {
            "chapter": 13,
            "verse": 22,
            "text": "இன்னும், அவர்கள் தங்கள் இறைவனின் முகத்தை நாடி (எத்தகைய சிரமத்தையும்) பொறுமையுடன் சகித்துக் கொள்வார்கள்; தொழுகையையும் நிலைநிறுத்துவார்கள்; நாம் அவர்களுக்கு அளித்தவற்றை ரகசியமாகவும் வெளிப்படையாகவும் (நல்வழியில்) செலவு செய்வார்கள்; நன்மையைக் கொண்டே தீமையைத் தடுத்து விடுவார்கள். இவர்களுக்கு (மறுமையில்) நல்ல முடிவு உண்டு. (அதாவது நிலையான சொர்க்கம் கூலியாகக் கிடைக்கும்)"
        },
        {
            "chapter": 13,
            "verse": 23,
            "text": "நிலையான சொர்க்கங்களில் இவர்களும், நன்னடத்தையுடைய இவர்களுடைய தந்தைகளும், இவர்களுடைய மனைவிகளும், இவர்களின் சந்ததிகளும் நுழைந்து விடுவார்கள். ஒவ்வொரு வாசலிலிருந்தும் வானவர்கள் இவர்களிடம் வந்து"
        },
        {
            "chapter": 13,
            "verse": 24,
            "text": "(இவர்களை நோக்கி) ‘‘நீங்கள் (உங்கள் வாழ்க்கையில் சிரமங்களைப்) பொறுமையுடன் சகித்துக் கொண்டதன் காரணமாக உங்களுக்கு ஈடேற்றம் (ஸலாம்) உண்டாகட்டும்! (உங்கள் இந்த) இறுதி வீடு மிக்க நல்லதாயிற்று'' (என்று கூறுவார்கள்)"
        },
        {
            "chapter": 13,
            "verse": 25,
            "text": "எவர்கள் அல்லாஹ்விடம் செய்த வாக்குறுதியை அதை உறுதிப்படுத்திய பின்னரும் முறித்து விடுகிறார்களோ அவர்களுக்கும், எவர்கள் அல்லாஹ் சேர்த்து வைக்கும்படி ஏவியதைப் பிரித்து விடுகிறார்களோ அவர்களுக்கும், எவர்கள் பூமியில் விஷமம் செய்து கொண்டு அலைகிறார்களோ அவர்களுக்கும் (இறைவனுடைய) சாபம்தான் கிடைக்கும். அவர்களுக்கு மிகக் கெட்ட வீடும் (தயார் படுத்தப்பட்டு) இருக்கிறது"
        },
        {
            "chapter": 13,
            "verse": 26,
            "text": "அல்லாஹ், தான் விரும்பியவர்களுக்கு ஏராளமாகக் கொடுக்கிறான்; (தான் விரும்பியவர்களுக்கு) குறைத்தும் கொடுக்கிறான். எனினும், (நிராகரிப்பவர்கள்) இவ்வுலக வாழ்க்கையைக் கொண்டே மகிழ்ச்சியடைகின்றனர். இவ்வுலக வாழ்க்கையோ மறுமையுடன் (ஒப்பிட்டுப் பார்த்தால்) அற்ப சுகமே தவிர வேறில்லை"
        },
        {
            "chapter": 13,
            "verse": 27,
            "text": "(நபியே!) இந்நிராகரிப்பவர்கள், (நம் தூதராகிய உம்மைக் குறிப்பிட்டு) “இவர் மீது இவருடைய இறைவனிடமிருந்து (நாம் விரும்பியவாறு) ஏதேனுமோர் அத்தாட்சி இறக்கப்பட வேண்டாமா?'' என்று கூறுகின்றனர். அதற்கு நீர் கூறுவீராக: நிச்சயமாக அல்லாஹ் (தண்டிக்க) நாடியவர்களைத் தவறான வழியில் விட்டுவிடுகிறான். முற்றிலும் அவனையே நோக்கி நிற்பவர்களைத்தான் அவன் நேரான வழியில் செலுத்துகிறான்"
        },
        {
            "chapter": 13,
            "verse": 28,
            "text": "மெய்யாகவே நம்பிக்கை கொண்டிருப்பவர்கள் அவர்கள்தான்; (அவர்கள் முன்) அல்லாஹ்வின் திருப்பெயர் துதி செய்யப்பட்டால், அவர்களுடைய உள்ளங்கள் நிம்மதியடைந்து விடுகின்றன. (ஏனென்றால்,) அல்லாஹ்வின் திருப்பெயரை துதி செய்வதனால் (உண்மை நம்பிக்கையாளர்களின்) உள்ளங்கள் நிச்சயமாக நிம்மதி அடையும் என்பதை (நபியே!) அறிந்துகொள்வீராக"
        },
        {
            "chapter": 13,
            "verse": 29,
            "text": "எவர்கள் நம்பிக்கை கொண்டவர்களாக இருப்பதுடன், நற்காரியங்களையும் செய்து வருகிறார்களோ அவர்களுக்கே நற்பாக்கியமும், நல்ல இருப்பிடமும் உண்டு"
        },
        {
            "chapter": 13,
            "verse": 30,
            "text": "(நபியே! இதற்கு முன்னர் நாம் தூதர்கள் பலரை அனுப்பிய) இவ்வாறே உம்மையும் நாம் (நம் தூதராக) ஒரு கூட்டத்தாரிடம் அனுப்பிவைத்தோம். இவர்களுக்கு முன்னரும் (இவர்களில்) பல வகுப்பினர் சென்றிருக்கின்றனர். (நீண்ட காலமாக அவர்களிடம் ஒரு தூதரும் வரவில்லை.) ஆகவே, நாம் உமக்கு வஹ்யி மூலம் அறிவிப்பவற்றை இவர்களுக்கு நீர் ஓதிக் காண்பித்து வருவீராக. எனினும், இவர்களோ (உங்களை நிராகரிப்பது மட்டுமல்ல; தங்கள் மீது பல அருள்கள் புரிந்திருக்கும் அளவற்ற அருளாளனாகிய) ரஹ்மானையுமே நிராகரிக்கின்றனர். (நபியே! அவர்களை நோக்கிக்) கூறுவீராக: ‘‘அவன்தான் என் இறைவன்; அவனைத்தவிர வணக்கத்திற்குரிய இறைவன் ஒருவருமில்லை. அவனையே நான் நம்புகிறேன்; அவனிடமே நான் மீளுவேன்"
        },
        {
            "chapter": 13,
            "verse": 31,
            "text": "(நபியே! நாம் இவர்களுக்கு இதைத் தவிர வேறு) ஒரு குர்ஆனை அருள் செய்து, அதைக்கொண்டு மலைகள் நகரும்படியாகவோ அல்லது பூமியைத் துண்டு துண்டாகவோ அல்லது மரணித்தவர்களைப் பேசும் படியாகவோ செய்தபோதிலும், (நம்பிக்கை கொள்ளவே மாட்டார்கள்). எனினும், எல்லா காரியங்களும் அல்லாஹ்வுக்குரியனவே! ஆகவே, அல்லாஹ் நாடினால் மனிதர்கள் அனைவரையுமே நேரான வழியில் நடத்திவிடுவான் என்பதைப் பற்றி நம்பிக்கையாளர்களுக்குத் திருப்தி ஏற்படவில்லையா? நிராகரிப்பவர்களை அவர்களுடைய (தீய) செயலின் காரணமாக (அவர்கள் திடுக்கிடக்கூடிய) சம்பவம் ஒன்று அவர்களை வந்தடைந்து கொண்டேயிருக்கும். அல்லது அவர்களின் வீட்டிற்குச் சமீபத்திலேயே (அத்தகைய சம்பவங்கள்) சம்பவித்துக் கொண்டே இருந்து, (‘‘முஸ்லீம்களாகிய நீங்கள் வெற்றி கொள்வீர்கள்' என்று உங்களுக்குக் கூறப்பட்ட) அல்லாஹ்வின் வாக்குறுதி நிறைவேறியே தீரும். நிச்சயமாக அல்லாஹ் தன் வாக்குறுதியில் மாற மாட்டான்"
        },
        {
            "chapter": 13,
            "verse": 32,
            "text": "(நபியே!) உமக்கு முன்னர் (வந்த நம்) தூதர் பலரும் (இவ்வாறே) நிச்சயமாகப் பரிகசிக்கப் பட்டனர். (அவர்களை) நிராகரித்தவர்களையும் (உடனே தண்டிக்காது) நாம் தவணையளித்து விட்டு வைத்தோம். ஆயினும், பின்னர் நாம் அவர்களை (தண்டனையைக் கொண்டு) பிடித்துக் கொண்டோம். என் தண்டனை எப்படி இருந்தது? (என்பதைச் சிந்திப்பீராக)"
        },
        {
            "chapter": 13,
            "verse": 33,
            "text": "ஒவ்வோர் ஆத்மாவும் செய்பவற்றை நன்கறிந்தவன் எதற்கும் சக்தியற்ற பொய் தெய்வங்களுக்கு சமமாவானா? அவர்களோ பொய்யான தெய்வங்களை அல்லாஹ்வுக்கு இணையாக்குகின்றனர்! (இத்தகைய குற்றவாளிகளைத் தண்டிக்காது விட்டு விடுவானா? நபியே! நீர் அவர்களை நோக்கி, ‘‘நீங்கள் கூறுகின்ற தெய்வங்கள் மெய்யாகவே அவனுக்கு இணையானவையாக இருந்தால்,) அவற்றின் பெயர்களை கூறுங்கள் அல்லது பூமியில் (அவனுக்கு இணையான ஒன்றிருந்து அதை) அவன் அறியாது போய் அதைப் பற்றி அவனுக்கு நீங்கள் அறிவிக்கிறீர்களா? அல்லது (நீங்கள் கூறுவது, உண்மையில்லாத) வெறும் வார்த்தைகள்தானா?'' என்று கேட்பீராக. (இவற்றில் ஒன்றுமில்லை!) மாறாக, இந்நிராகரிப்பவர்களுக்கு அவர்களுடைய சூழ்ச்சிகளே அழகாகக் காண்பிக்கப்பட்டு விட்டன. (ஆதலால்தான் அவர்கள்) நேரான வழியிலிருந்தும் தடுக்கப்பட்டு விட்டனர். எவர்களை (அவர்களுடைய பாவங்களின் காரணமாக) அல்லாஹ் தவறான வழியில் விட்டுவிட்டானோ அவர்களை நேரான வழியில் செலுத்தக்கூடியவர் ஒருவருமில்லை"
        },
        {
            "chapter": 13,
            "verse": 34,
            "text": "அவர்களுக்கு இவ்வுலக வாழ்க்கையிலும் வேதனையுண்டு. (மறுமையிலும் வேதனை உண்டு. எனினும், அவர்களுக்கு) மறுமையில் கிடைக்கும் வேதனையோ மிகக் கொடியது. அல்லாஹ்விடத்திலிருந்து அவர்களை பாதுகாத்துக் கொள்பவர்கள் ஒருவரும் இல்லை"
        }
    ]
}