{
    "maqras": [
        {
            "chapter": 33,
            "verse": 31,
            "text": "உங்களில் எவரேனும் அல்லாஹ்வுக்கும் அவனுடைய தூதருக்கும் கட்டுப்பட்டு நற்செயல்களைச் செய்தால், அதற்குரிய கூலியை அவருக்கு நாம் இரு மடங்காகத் தருவோம். மேலும், மிக்க கண்ணியமான வாழ்க்கையையும் அவருக்கு நாம் தயார்படுத்தி வைத்திருக்கிறோம்"
        },
        {
            "chapter": 33,
            "verse": 32,
            "text": "நபியுடைய மனைவிகளே! நீங்கள் மற்ற (சாதாரண) பெண்களைப் போன்றவர்களல்ல. நீங்கள் (மெய்யாகவே) அல்லாஹ்வுக்குப் பயப்பட்டவர்களாயின் (அந்நியருடன் பேசும் சமயத்தில்) நளினமாகப் பேசாதீர்கள். ஏனென்றால் (பாவ) நோய் இருக்கும் உள்ளத்தையுடையவர் (தவறான) விருப்பங்களைக் கொள்ளக்கூடும். ஆகவே, நீங்கள் (எதைக் கூறிய போதிலும்) யதார்த்தவாதிகளைப்போல் (கண்டிப்பாகப்) பேசிவிடுங்கள்"
        },
        {
            "chapter": 33,
            "verse": 33,
            "text": "(நபியுடைய மனைவிகளே!) நீங்கள் உங்கள் (வீடுகளில் இருந்து வெளிச் சென்று திரியாது) வீடுகளுக்குள்ளாகவே தங்கி இருங்கள். முன்னிருந்த அறியாத மக்கள் (தங்களை அலங்கரித்துக் கொண்டு வெளியில் சென்று) திரிந்து கொண்டிருந்ததைப் போல் நீங்களும் திரியாதீர்கள். தொழுகையை நிலைநிறுத்துங்கள்; ஜகாத்தும் கொடுத்து வாருங்கள். அல்லாஹ்வுக்கும் அவனுடைய தூதருக்கும் கட்டுப்பட்டு நடங்கள். (நபியுடைய) வீட்டுடையார்களே! உங்களை விட்டு எல்லா அசுத்தங்களையும் நீக்கி, உங்களை முற்றிலும் பரிசுத்தமாக்கிவிடவே அல்லாஹ் விரும்புகிறான்"
        },
        {
            "chapter": 33,
            "verse": 34,
            "text": "உங்கள் வீடுகளில் ஓதப்படுகின்ற அல்லாஹ்வுடைய வசனங்களையும், ஞானவாக்கியங்க(ளான ஹதீஸ்க)ளையும் ஞாபகத்தில் வையுங்கள். (அவற்றைக் கொண்டு நல்லுணர்ச்சி பெறுங்கள்.) நிச்சயமாக அல்லாஹ் கிருபையுடையவனாக, நன்கறிந்தவனாக இருக்கிறான்"
        },
        {
            "chapter": 33,
            "verse": 35,
            "text": "நிச்சயமாக முஸ்லிம் ஆண்களும் பெண்களும், நம்பிக்கையுடைய ஆண்களும் பெண்களும், (இறைவனுக்கும் அவனுடைய தூதருக்கும்) கீழ்ப்படியும் ஆண்களும் பெண்களும், உண்மையே கூறும் ஆண்களும் பெண்களும், பொறுமையுள்ள ஆண்களும் பெண்களும், (அல்லாஹ்வுக்குப்) பயந்து நடக்கும் ஆண்களும் பெண்களும், தானம் செய்யும் ஆண்களும் பெண்களும், நோன்பு நோற்கும் ஆண்களும் பெண்களும், கற்புள்ள ஆண்களும் பெண்களும், அல்லாஹ்வுடைய திருப்பெயரை அதிகமாக நினைவுகூரும் ஆண்களும் பெண்களும் ஆகிய இவர்களுக்கு அல்லாஹ் மன்னிப்பையும் மகத்தான கூலியையும் தயார்படுத்தி வைத்திருக்கிறான்"
        },
        {
            "chapter": 33,
            "verse": 36,
            "text": "அல்லாஹ்வும் அவனுடைய தூதரும் ஒரு விஷயத்தைப் பற்றிக் கட்டளையிட்ட பின்னர், அவ்விஷயத்தில் (அதை விட்டு) வேறு அபிப்பிராயம் கொள்வதற்கு நம்பிக்கையாளரான எந்த ஆணுக்கும் பெண்ணுக்கும் உரிமையில்லை. (இவ்விஷயத்தில்) அல்லாஹ்வுக்கும் அவனுடைய தூதருக்கும் எவரேனும் மாறு செய்தால், நிச்சயமாக அவர் பகிரங்கமான வழிகேட்டிலேயே இருக்கிறார்"
        },
        {
            "chapter": 33,
            "verse": 37,
            "text": "(நபியே!) அல்லாஹ்வும், நீரும் எவருக்கு அருள் புரிந்திருந்தீர்களோ அவரை நோக்கி ‘‘ நீ அல்லாஹ்வுக்குப் பயந்து உன் மனைவியை (நீக்காது) உன்னிடமே நிறுத்திக் கொள்'' என்று கூறிய சமயத்தில், நீர் மனிதர்களுக்குப் பயந்து அல்லாஹ் வெளியாக்க இருப்பதை உமது உள்ளத்தில் மறைத்தீர். நீர் பயப்படத் தகுதி உடையவன் அல்லாஹ்தான் (மனிதர்கள் அல்ல.) ‘ஜைது' (என்பவர் மனம் மாறி, தன் மனைவியைத்) தலாக்கு கூறிவிட்ட பின்னர் நாம் அப்பெண்ணை உமக்கு திருமணம் செய்து வைத்தோம். ஏனென்றால், நம்பிக்கையாளர்களால் (தத்தெடுத்து) வளர்க்கப்பட்டவர்கள் தங்கள் மனைவிகளைத் தலாக்குக் கூறிவிட்டால், அவர்களை வளர்த்தவர்கள் அப்பெண்களை திருமணம் செய்து கொள்வதில் ஒரு தடையும் இருக்கக் கூடாது என்பதற்காக இது நடைபெற்றே தீரவேண்டிய அல்லாஹ்வுடைய கட்டளை ஆகும்"
        },
        {
            "chapter": 33,
            "verse": 38,
            "text": "அல்லாஹ் தனக்கு சட்டமாக்கிய ஒரு காரியத்தை நிறைவேற்றுவது நபி மீது குற்றமாகாது. இதற்கு முன் உள்ளவர்களுக்கு (நபிமார்களுக்கு) அல்லாஹ் ஏற்படுத்திய வழியும் இதுவே. அல்லாஹ்வுடைய கட்டளைகள் முன்னதாகவே நிர்ணயிக்கப்பட்டு விடுகின்றன"
        },
        {
            "chapter": 33,
            "verse": 39,
            "text": "அவர்கள் அல்லாஹ்வுடைய கட்டளைகளை எடுத்துரைத்தே தீருவார்கள்; அவ(ன் ஒருவ)னுக்கே பயப்படுவார்கள்; அல்லாஹ்வைத் தவிர மற்றெவருக்கும் பயப்பட மாட்டார்கள். (ஆகவே, நபியே! நீர் மற்றெவருக்கும் பயப்பட வேண்டாம். (இதைப் பற்றி அவர்களிடம்) கேள்வி கணக்குக் கேட்பதற்கு அல்லாஹ் (ஒருவனே) போதுமானவன்"
        },
        {
            "chapter": 33,
            "verse": 40,
            "text": "(நம்பிக்கையாளர்களே!) உங்களிலுள்ள ஆண்களில் ஒருவருக்கும் முஹம்மது (நபி அவர்கள்) தந்தையாக இருக்கவில்லை. (ஆகவே, அவர் ஜைதுக்கு எவ்வாறு தந்தையாவார்?) எனினும், அவர் அல்லாஹ்வுடைய தூதராகவும், நபிமார்களுக்கு (இறுதி) முத்திரையாகவும் (இறுதி நபியாகவும்) இருக்கிறார். (ஆகவே, அவருக்குப் பின்னர் ஒரு தூதரையும் அனுப்பமாட்டான்.) அல்லாஹ் அனைத்தையும் நன்கறிந்தவனாக இருக்கிறான்"
        },
        {
            "chapter": 33,
            "verse": 41,
            "text": "நம்பிக்கையாளர்களே! அல்லாஹ்வை அதிகமதிகமாக நினைவு கூருங்கள்"
        },
        {
            "chapter": 33,
            "verse": 42,
            "text": "காலையிலும் மாலையிலும் அவனைத் துதி செய்து வாருங்கள்"
        },
        {
            "chapter": 33,
            "verse": 43,
            "text": "அவன்தான் உங்களை(ப் பலவகைப் பாவ) இருள்களில் இருந்து வெளிப்படுத்தி பிரகாசத்தின் பக்கம் கொண்டுவந்து உங்கள் மீது அருள் புரிந்திருக்கிறான். அவனுடைய வானவர்களும் உங்களுக்காகப் பிரார்த்திக்கிறார்கள். அல்லாஹ், நம்பிக்கையாளர்(களாகிய உங்)கள் மீது மிக்க மகா கருணையுடையவனாக இருக்கிறான்"
        },
        {
            "chapter": 33,
            "verse": 44,
            "text": "(நம்பிக்கையாளர்கள்) அவனைச் சந்திக்கும் நாளில் (உங்களுக்கு) ‘‘ஈடேற்றம் உண்டாவதாக'' என்று ஆசீர்வதிப்பான். அவர்களுக்காக மிக்க கண்ணியமான கூலியையும் அவன் தயார்படுத்தி வைத்திருக்கிறான்"
        },
        {
            "chapter": 33,
            "verse": 45,
            "text": "நபியே! நிச்சயமாக நாம் உம்மை (மனிதர்களுக்குச்) சாட்சியாளராகவும், நற்செய்தி கூறுபவராகவும், அச்சமூட்டி எச்சரிக்கை செய்பவராகவும் அனுப்பி வைத்திருக்கிறோம்"
        },
        {
            "chapter": 33,
            "verse": 46,
            "text": "மேலும், அல்லாஹ்வுடைய உத்தரவுப்படி (மக்களை நீர்) அவன் பக்கம் அழைப்பவராகவும் பிரகாசிக்கும் ஒரு விளக்காகவும் (இருக்கிறீர்)"
        },
        {
            "chapter": 33,
            "verse": 47,
            "text": "ஆகவே, (நபியே!) நம்பிக்கையாளர்களுக்கு அல்லாஹ்விடத்தில் நிச்சயமாக பெரும் அருள் இருப்பதாக நீர் அவர்களுக்கு நற்செய்தி கூறுவீராக"
        },
        {
            "chapter": 33,
            "verse": 48,
            "text": "நிராகரிப்பவர்களுக்கும் நயவஞ்சகர்களுக்கும் நீர் கீழ்ப்படியாதீர். அவர்களால் (உமக்கு) ஏற்படும் துன்பங்களை புறக்கணித்து விடுவீராக. (உம்முடைய எல்லா காரியங்களின்) பொறுப்பை அல்லாஹ்விடமே ஒப்படைத்து விடுவீராக. அல்லாஹ்வே (உமக்குப்) பொறுப்பேற்கப் போதுமானவன்"
        },
        {
            "chapter": 33,
            "verse": 49,
            "text": "நம்பிக்கையாளர்களே! நீங்கள் நம்பிக்கை கொண்ட பெண்களை திருமணம் செய்து அவர்களை நீங்கள் தொடுவதற்கு முன்னதாகவே ‘தலாக்' கூறி (அவர்களை நீக்கி) விட்டால் (தலாக்குக் கூறப்பட்ட பெண்கள் இத்தா இருக்கவேண்டிய) கணக்கின்படி இத்தா இருக்கும்படி அவர்களை வற்புறுத்த உங்களுக்கு எவ்வித உரிமையும் இல்லை. (அதாவது: அவர்கள் இத்தா இருக்க வேண்டியதில்லை.) நீங்கள் அவர்களுக்கு ஏதும் (பொருள்) கொடுத்து அழகான முறையில் (மண வாழ்க்கையில் இருந்து) அவர்களை நீக்கிவிடுங்கள்"
        },
        {
            "chapter": 33,
            "verse": 50,
            "text": "நபியே! நிச்சயமாக நீர் மஹர் கொடுத்து திருமணம் செய்து கொண்ட பெண்களையும், அல்லாஹ் உமக்கு (யுத்தத்தில்) கொடுத்தவர்களில் உமது வலக்கரம் சொந்தமாக்கிக் கொண்ட பெண்களையும் நாம் உமக்கு ஆகுமாக்கி வைத்திருக்கிறோம். உமது தந்தையின் சகோதரர்களின் மகள்கள், உமது அத்தையின் மகள்கள், உமது தாய்மாமனின் மகள்கள், உமது தாயின் சகோதரியுடைய மகள்கள் ஆகிய இவர்களில் எவர்கள் (மக்காவை விட்டு) உம்முடன் ஹிஜ்ரத் செய்து வந்தார்களோ அவர்களையும் (நீர் திருமணம் செய்துகொள்ள நாம் உமக்கு ஆகுமாக்கி வைத்திருக்கிறோம். மேலும்) நம்பிக்கை கொண்ட ஒரு பெண், தன்னை (மஹரின்றியே) நபிக்கு அர்ப்பணம் செய்து நபியும் அவளை திருமணம் செய்துகொள்ள விரும்பினால், அவளையும் உமக்கு ஆகுமாக்கி வைத்திருக்கிறோம். (நபியே!) இது சொந்தமாக உமக்கு (நாம் அளிக்கும்) விசேஷ சுதந்திரமாகும்; மற்ற நம்பிக்கையாளர்களுக்கல்ல. (மற்ற நம்பிக்கையாளர்களே!) அவர்கள் மனைவிகள் விஷயத்திலும், அவர்களுடைய வலக்கரம் சொந்தமாக்கிக் கொண்ட பெண்கள் விஷயத்திலும் (மஹர் கொடுத்தே திருமணம் செய்துகொள்ள வேண்டுமென்றும், நான்குக்கு அதிகமான பெண்களை திருமணம் செய்துகொள்ளக் கூடாதென்றும்) நாம் அவர்கள் மீது சட்டமாக்கி இருக்கும் கட்டளையை நன்கறிவோம். (அதை அவர்கள் நிறைவேற்றியே தீர வேண்டும்.) உமக்கு அத்தகைய நிர்ப்பந்தம் ஏற்படாமல் இருப்பதற்காக (அக்கடமையிலிருந்து) உமக்கு விதி விலக்குச் செய்தோம். அல்லாஹ் மிக்க மன்னிப்பவனாக, மகா கருணையுடையவனாக இருக்கிறான்"
        }
    ]
}