{
    "rukus": [
        {
            "chapter": 7,
            "verse": 40,
            "text": "Portile cerului nu vor fi deschise celor care au socotit semnele Noastre minciuni si nici celor care au intors spatele cu trufie: ei nu vor intra in Rai cata vreme camila nu va trece prin urechile acului. Astfel ii rasplatim pe cei pacatosi"
        },
        {
            "chapter": 7,
            "verse": 41,
            "text": "Ei vor avea din Gheena paturi si deasupra lor vor fi acoperaminte. Astfel ii rasplatim pe cei nedrepti"
        },
        {
            "chapter": 7,
            "verse": 42,
            "text": "Cei care cred si savarsesc fapte bune — Noi nu impovaram nici un suflet decat dupa putinta sa — acestia vor fi sotii Raiului, unde vor vesnici"
        },
        {
            "chapter": 7,
            "verse": 43,
            "text": "Noi le vom smulge din piepturi ura ce vor mai fi avut-o. Raurile vor curge la picioarele lor. Ei vor spune: “Lauda lui Dumnezeu care ne-a calauzit incoace. Noi nu am fi fost calauziti, daca Dumnezeu nu ne-ar fi calauzit. Trimisii Domnului nostru au venit cu Adevarul.” Li se va striga: “Aceasta este Gradina pe care o veti mosteni pentru ceea ce ati faptuit.”"
        },
        {
            "chapter": 7,
            "verse": 44,
            "text": "Sotii Gradinii vor striga sotilor Focului: “Noi am gasit adevarat ceea ce Domnul nostru ne-a fagaduit, si voi gasiti adevarat ceea ce Domnul vostru v-a fagaduit?” Ei vor spune: “Da!” Cineva va vesti intre ei: “Blestemul lui Dumnezeu cada asupra celor nedrepti"
        },
        {
            "chapter": 7,
            "verse": 45,
            "text": "ce abat de la Calea lui Dumnezeu pe care ei cauta s-o intortocheze, caci ei tagaduiesc Viata de Apoi.”"
        },
        {
            "chapter": 7,
            "verse": 46,
            "text": "Un val gros va fi pus intre Rai si Gheena, iar pe Al-’Araf vor fi oameni ce ii cunosc pe toti dupa chipurile lor. Ei vor striga sotilor Raiului: “Pace voua!” insa ei nu vor putea intra, cu toate ca ravnesc"
        },
        {
            "chapter": 7,
            "verse": 47,
            "text": "Atunci cand privirile lor se vor plimba peste sotii Focului, ei vor spune: “Domnul nostru! Nu ne pune laolalta cu poporul nedrept.”"
        }
    ]
}