{
    "rukus": [
        {
            "chapter": 11,
            "verse": 50,
            "text": "Aditilor li l-am trimis pe fratele lor Hud. El spuse: “O, popor al meu! Inchinati-va lui Dumnezeu! Nu aveti dumnezeu afara de El! Voi sunteti doar niste nascocitori"
        },
        {
            "chapter": 11,
            "verse": 51,
            "text": "O, popor al meu! Eu pentru aceasta nu va cer rasplata, caci rasplata mea este la Cel ce m-a creat. Nu pricepeti, oare"
        },
        {
            "chapter": 11,
            "verse": 52,
            "text": "O, popor al meu! Cereti iertare Domnului vostru, si apoi intoarceti-va catre El, caindu-va. El va trimite din cer, asupra voastra, ploaie imbelsugata si va adauga putere la puterea voastra. Nu intoarceti spatele ca niste nelegiuiti!”"
        },
        {
            "chapter": 11,
            "verse": 53,
            "text": "Ei spusera: “O, Hud! Tu nu ne-ai adus nici o dovada. Noi nu-i vom parasi pe dumnezeii nostri pentru spusele tale. Noi nu credem in tine, ci"
        },
        {
            "chapter": 11,
            "verse": 54,
            "text": "spunem doar ca unul dintre dumnezeii nostri te-a lovit cu un rau.” El spuse: “Il iau pe Dumnezeu martor si pe voi va iau martori ca sunt curat de ceea ce ii alaturati"
        },
        {
            "chapter": 11,
            "verse": 55,
            "text": "Folositi toate viclesugurile voastre impotriva-mi si nu ma lasati sa astept"
        },
        {
            "chapter": 11,
            "verse": 56,
            "text": "Eu ma incredintez lui Dumnezeu, Domnul meu si Domnul vostru. Nu este vietate pe care sa n-o apuce de mot. Domnul meu este pe o cale dreapta"
        },
        {
            "chapter": 11,
            "verse": 57,
            "text": "Daca voi va intoarceti, eu v-am propovaduit cu ce am fost trimis. Domnul meu va va inlocui cu un alt popor, si nu-l veti pagubi cu nimic. Domnul meu asupra tuturor vegheaza.”"
        },
        {
            "chapter": 11,
            "verse": 58,
            "text": "Cand porunca Noastra a venit, Noi l-am mantuit pe Hud, si impreuna cu el, pe cei care credeau, prin milostivenia Noastra, si i-am mantuit de grea osanda"
        },
        {
            "chapter": 11,
            "verse": 59,
            "text": "Aditii s-au lepadat de semnele Domnului lor si nu au dat ascultare trimisilor lor, ci ascultau poruncile oricarui despot incapatanat"
        },
        {
            "chapter": 11,
            "verse": 60,
            "text": "De blestem vor fi urmariti in Viata de Acum si in Ziua Invierii. Aditii l-au tagaduit pe Domnul lor. Atunci sa nu li se spuna: “Inapoi cu aditii, poporul lui Hud?”"
        }
    ]
}