{
    "rukus": [
        {
            "chapter": 50,
            "verse": 30,
            "text": "In Ziua cand vom spune Gheenei: “Te-ai umplut?”, ea va spune: “Mai sunt inca?”"
        },
        {
            "chapter": 50,
            "verse": 31,
            "text": "Gradina va fi adusa nu departe de cei tematori"
        },
        {
            "chapter": 50,
            "verse": 32,
            "text": "“Aceasta este ceea ce vi s-a fagaduit, voua, fiecaruia ce se intoarce (catre Dumnezeu) si Ii pazeste (poruncile)"
        },
        {
            "chapter": 50,
            "verse": 33,
            "text": "si se teme de Milostivul in Taina Sa si vine cu inima plecata"
        },
        {
            "chapter": 50,
            "verse": 34,
            "text": "Intrati in pace: “Aceasta este Ziua vesniciei.”"
        },
        {
            "chapter": 50,
            "verse": 35,
            "text": "Ei vor avea acolo ceea ce vor si la Noi vor avea mai mult"
        },
        {
            "chapter": 50,
            "verse": 36,
            "text": "Cate leaturi am nimicit inaintea lor? Si erau mult mai de temut decat ei. Strabateti tinuturile! Este oare vreun adapost"
        },
        {
            "chapter": 50,
            "verse": 37,
            "text": "Intru aceasta este o amintire pentru cel care are o inima, pentru cel care isi apleaca urechea, pentru cel care marturiseste"
        },
        {
            "chapter": 50,
            "verse": 38,
            "text": "Noi am creat in sase zile cerurile, pamantul si ceea ce se afla intre ele, iar osteneala nu Ne-a ajuns"
        },
        {
            "chapter": 50,
            "verse": 39,
            "text": "Rabda ceea ce spun! Preamareste lauda Domnului tau inainte de ivirea soarelui si inainte de asfintit"
        },
        {
            "chapter": 50,
            "verse": 40,
            "text": "Preamareste lauda Sa in noapte si dupa rugaciuni"
        },
        {
            "chapter": 50,
            "verse": 41,
            "text": "Asculta!... In Ziua cand Chematorul va chema dintr-un loc apropiat"
        },
        {
            "chapter": 50,
            "verse": 42,
            "text": "in Ziua cand vor auzi Strigatul intru Adevar, aceea va fi Ziua Iesirii"
        },
        {
            "chapter": 50,
            "verse": 43,
            "text": "Noi suntem Cei care daruim viata si Cei care daruim moartea. Intru Noi este devenirea"
        },
        {
            "chapter": 50,
            "verse": 44,
            "text": "In Ziua cand pamantul se va despica deasupra lor, vom face lesne adunarea"
        },
        {
            "chapter": 50,
            "verse": 45,
            "text": "Noi stim mai bine ceea ce spun. Tu nu esti asupra lor un despot. Adu-i aminte de Coran celui ce se teme de amenintarea Mea"
        }
    ]
}