{
    "maqras": [
        {
            "chapter": 24,
            "verse": 53,
            "text": "(İki yüzlü kimselere gelince,) böyleleri, kendilerine emredersen, (savaş için) mutlaka çıkacaklarına (ve kendilerini bu işe adayacaklarına) var gücüyle yemin ederler. De ki: \"Yemin etmeyin! (Sizden bütün istenen, Allah´ın mesajına) güzelce boyun eğmektir. Şüphesiz, Allah yaptıklarınızdan bütünüyle haberdardır"
        },
        {
            "chapter": 24,
            "verse": 54,
            "text": "De ki: \"Allah´a itaat edin ve Rasul´e itaat edin\". Ve eğer (Rasul´den) yüz çevirirseniz (bilin ki) o yalnız kendi yükümlülüklerinden sorumlu tutulacak, siz de yalnız kendi yükümlülüklerinizden sorumlu tutulacaksınız; ama eğer o´na itaat ederseniz doğru yola erişirsiniz. Ayrıca, Rasul´e düşen yalnızca (kendisine indirilen mesajı) açıkça duyurmaktır"
        },
        {
            "chapter": 24,
            "verse": 55,
            "text": "Allah, imana erişip dürüst ve erdemli davranışlarda bulunanlara, tıpkı kendilerinden önce gelip geçen (bazı toplumları) egemen kıldığı gibi, onları da yeryüzünde mutlaka egemen kılacağına; onları üzerinde görmekten hoşnut olduğu dini onlar için kuvvetle kökleştireceğine ve çektikleri korkulardan, kaygılardan sonra onları mutlaka güvenli bir duruma kavuşturacağına dair söz vermiştir; çünkü (böyleleri yalnız) Bana kulluk eder, Benden başkasına tanrısal güçler ve nitelikler yakıştırmazlar. Artık (bütün) bu (açıklamalardan) sonra da hakkı inkar yolunu seçenler, günaha gömülüp gitmiş olanların ta kendileridir"
        },
        {
            "chapter": 24,
            "verse": 56,
            "text": "Öyleyse, (ey inananlar,) salatta devamlı ve duyarlı olun; arınmak için verilmesi gerekeni verin ve Rasul´e itaat edin ki esirgenip korunasınız"
        },
        {
            "chapter": 24,
            "verse": 57,
            "text": "(Ve) hakkı inkara şartlanmış olan kimseler de (hak ettikleri cezayı) bu dünyada (bulmasalar bile, nihai yargıdan) kaçabileceklerini zannetmesinler: Çünkü onların (öte dünyada) varacakları yer ateştir; gerçekten de, varılacak ne kötü bir sondur bu"
        },
        {
            "chapter": 24,
            "verse": 58,
            "text": "Siz ey imana erişenler! Meşru şekilde sahip olduğunuz kimseler, içinizden henüz ergenlik çağına varmamış olanlar, günün şu üç vaktinde, sabah namazından önce, gün ortasında soyunup dinlenmeye çekildiğiniz zaman ve yatsı namazından sonra yanınıza girmeden önce sizden izin istesinler; bu üç vakit mahremiyetinizin korunmasız olabileceği vakitlerdir. Bu vakitlerin dışında birbirinizin yanına girip çıkmanızda sizin için de, onlar için de bir sakınca yoktur. Allah mesajlarını size işte böyle açıklamaktadır: Çünkü Allah doğru hüküm ve hikmetle buyuran mutlak ve sınırsız bilgi Sahibidir"
        },
        {
            "chapter": 24,
            "verse": 59,
            "text": "Aranızdaki çocuklar ergenlik çağına girdikleri zaman da, öteki yetişkinlerin yaptığı gibi, (evinize yahut belirtilen vakitlerde odanıza girmek istediklerinde, her defasında) sizden izin istesinler. Allah mesajlarını size işte böyle açıklamaktadır; çünkü O doğru hüküm ve hikmetle buyuran mutlak ve sınırsız bilgi Sahibidir"
        },
        {
            "chapter": 24,
            "verse": 60,
            "text": "Ve (Bilin ki) artık cinsi arzu duymayacak kadar kocamış kadınların, cazibe ve güzelliklerini açığa vurmak niyeti taşımaksızın (dış) giysilerini çıkarmalarında bir sakınca yoktur. Ama böylelerinin bile sakınmaları kendileri için daha hayırlı olur. Allah, mutlak ve sınırsız bilgi sahibi olarak, her şeyi işitmektedir"
        },
        {
            "chapter": 24,
            "verse": 61,
            "text": "(Ey müminler, hepiniz birbirinizle kardeşsiniz; bunun içindir ki) kör için (sıhhatli olan kimselerden yardım kabul etmekte) bir sakınca yoktur; topal için bir sakınca yoktur; hasta için bir sakınca yoktur; sizin için de, (çocuklarınızın) evlerinde, yahut babalarınızın evlerinde, yahut analarınızın evlerinde, yahut karındaşlarınızın evlerinde, yahut bacılarınızın evlerinde, yahut amcalarınızın evlerinde, yahut halalarınızın evlerinde, yahut dayılarınızın evlerinde, yahut teyzelerinizin evlerinde yahut anahtarı size emanet edilmiş olan (evlerde), yahut bir arkadaşınızın (evinde) yiyip içmenizde bir sakınca yoktur. Bir arada yahut ayrı ayrı yemenizde de bir sakınca yoktur. Ama bu evlerden (herhangi birine) her girdiğinizde Allah katından bolluk, bereket ve esenlik dileyerek birbirinize mutlaka selam verin. Allah mesajlarını size işte böyle açıklıyor ki, belki aklınızı kullanmayı (öğrenirsiniz)"
        },
        {
            "chapter": 24,
            "verse": 62,
            "text": "(Gerçek) Müminler öyle kimselerdir ki Allah´a ve O´nun Rasulü´ne yürekten inanırlar ve o´nunla bütün cemaati ilgilendiren bir mesele için bir araya geldiklerinde (hangi karara varılacak olursa olsun) o´nun iznini almadıkça ayrılmazlar. Gerçekten de, senden izin al(madıkça karara bağlanan eylemden geri durmay)anlar, işte Allah´a ve O´nun Rasulü´ne (yürekten) inananlar böyleleridir! Bunun içindir ki, onlar kendi bazı özel işleri için senden izin istedikleri zaman, uygun gördüğün kimselere bu izni ver; ve Allah´tan onlar için bağışlanma dile; çünkü Allah, şüphesiz, çok acıyan esirgeyen gerçek bağışlayıcıdır"
        },
        {
            "chapter": 24,
            "verse": 63,
            "text": "Rasul´ün size yaptığı çağrıyı birbirinize yaptığınız çağrı(lar)la bir tutmayın sakın; gerçek şu ki, Allah, hissettirmeden aranızdan sıyrılmak isteyenleri biliyor; öyleyse, O´nun buyruğuna karşı gelmek isteyenler, başlarına (bu dünyada) bir belanın, bir güçlüğün ya da (öte dünyada) can yakıcı bir azabın gelmesinden korksunlar"
        },
        {
            "chapter": 24,
            "verse": 64,
            "text": "Unutmayın, göklerde ve yerde var olan her şey Allah´a aittir; (ve dolayısıyla) sizin içinde bulunduğunuz durumu ve güttüğünüz amacı çok iyi bilmektedir O! Ve (yaşayan herkes) bir gün O´na geri dönecek; ve o zaman O, (hayattayken) yapıp ettikleri her şeyi kendilerine haber verecek; çünkü, Allah her şeyi bütün gerçeğiyle bilir"
        }
    ]
}