{
    "maqras": [
        {
            "chapter": 37,
            "verse": 145,
            "text": "ama biz o´nu manevi çöküntü/iç huzursuzluğu içinde ıssız bir kıyıya çıkarttık"
        },
        {
            "chapter": 37,
            "verse": 146,
            "text": "ve onun üzerinde (çorak toprakta) yetişen bir bodur fidan yeşerttik"
        },
        {
            "chapter": 37,
            "verse": 147,
            "text": "Ve onu (bir kez daha kendi halkına,) yüz bin veya daha fazla (kişi)ye gönderdik"
        },
        {
            "chapter": 37,
            "verse": 148,
            "text": "Onlar, (bu defa ona) inandılar; bunun üzerine Biz, verilen süre zarfında onlara mutlu bir hayat yaşattık"
        },
        {
            "chapter": 37,
            "verse": 149,
            "text": "Şimdi onlardan sana cevap vermelerini iste: senin Rabbinin kızları var da onların (yalnız) erkek çocukları mı var"
        },
        {
            "chapter": 37,
            "verse": 150,
            "text": "Yoksa melekleri dişi yarattık da o (meleklere ilahlık isnad ede)nler bunu gördüler mi"
        },
        {
            "chapter": 37,
            "verse": 151,
            "text": "Bazı insanlar tamamen sahte ve yalan(a olan temayüllerin)den dolayı"
        },
        {
            "chapter": 37,
            "verse": 152,
            "text": "Allah (bir erkek çocuk) doğurdu\" diyorlar; onlar elbette yalan söylüyorlar"
        },
        {
            "chapter": 37,
            "verse": 153,
            "text": "O, kızları oğlanlara tercih etmiştir!\" (sözleri de yalandır)"
        },
        {
            "chapter": 37,
            "verse": 154,
            "text": "Ne oluyor size, ne biçim karar veriyorsunuz"
        },
        {
            "chapter": 37,
            "verse": 155,
            "text": "Hiç düşünmüyor musunuz"
        },
        {
            "chapter": 37,
            "verse": 156,
            "text": "Yoksa (iddialarınızı doğrulayacak) açık bir deliliniz mi var"
        },
        {
            "chapter": 37,
            "verse": 157,
            "text": "Eğer doğru söylüyorsanız, kendi kitabınızı getirin"
        },
        {
            "chapter": 37,
            "verse": 158,
            "text": "Bazıları da Allah ile bütün görünmez varlık türleri arasında bir yakınlık uydurdular; oysa bu görünmez varlıklar (da) pekala bilir ki, onlar, (bu şekilde Allah´a isnadda bulunanlar,) mutlaka (Hesap Günü O´nun huzurunda) yargılanacaklardır"
        },
        {
            "chapter": 37,
            "verse": 159,
            "text": "(çünkü) Allah, insanların geliştirdiği her türlü tasavvurun üstünde, sonsuz yüceliktedir"
        },
        {
            "chapter": 37,
            "verse": 160,
            "text": "Allah´ın halis kulları ise böyle (davranmazlar)"
        },
        {
            "chapter": 37,
            "verse": 161,
            "text": "çünkü ne siz (Allah´a iftirada bulunan)lar, ne de sizin taptıklarınız"
        },
        {
            "chapter": 37,
            "verse": 162,
            "text": "hiçbiriniz, kimseyi kendi heves ve ayartmalarınıza boyun eğdiremezsiniz"
        },
        {
            "chapter": 37,
            "verse": 163,
            "text": "(kendi ayaklarıyla) yakıcı ateşe koşanlar hariç"
        },
        {
            "chapter": 37,
            "verse": 164,
            "text": "(Bütün tabiat güçleri Allah´a hamdeder ve şöyle derler:) \"İçimizden hiç kimse yoktur ki (Allah tarafından) kendisi için tayin edilmiş bir yere sahip olmasın"
        },
        {
            "chapter": 37,
            "verse": 165,
            "text": "biz de (ibadetlerimizde O´nun önünde) saf tutarız"
        },
        {
            "chapter": 37,
            "verse": 166,
            "text": "ve şüphesiz biz de O´nun sınırsız şanını yüceltiriz"
        },
        {
            "chapter": 37,
            "verse": 167,
            "text": "Gerçek şu ki, o (hakikati inkar ede)nler her zaman şöyle derler"
        },
        {
            "chapter": 37,
            "verse": 168,
            "text": "Eğer atalarımızdan (bu yönde) bir gelenek devralmış olsaydık"
        },
        {
            "chapter": 37,
            "verse": 169,
            "text": "kesinlikle Allah´ın halis kulları olurduk"
        },
        {
            "chapter": 37,
            "verse": 170,
            "text": "Ama (işte bu ilahi kelam önlerine konulduğu halde,) onu kabul etmeye yanaşmıyorlar! Ama zamanla (reddettikleri şeyin ne olduğunu) öğreneceklerdir"
        },
        {
            "chapter": 37,
            "verse": 171,
            "text": "çünkü uzun zaman önce kullarımız olan elçilere söz verdik"
        },
        {
            "chapter": 37,
            "verse": 172,
            "text": "kendilerine mutlaka yardım edilecektir"
        },
        {
            "chapter": 37,
            "verse": 173,
            "text": "ve (sonunda) galip gelecek olan mutlaka Bizim ordumuz olacaktır"
        },
        {
            "chapter": 37,
            "verse": 174,
            "text": "Bu sebeple, o (hakikati inkar ede)nlerden bir süre uzak dur"
        },
        {
            "chapter": 37,
            "verse": 175,
            "text": "ve onları(n kim olduklarını) gör; onlar (da) zaman içinde (şimdi görmediklerini) göreceklerdir"
        },
        {
            "chapter": 37,
            "verse": 176,
            "text": "Onlar azabımızın çabuklaştırılmasını acaba (gerçekten) istiyorlar mı"
        },
        {
            "chapter": 37,
            "verse": 177,
            "text": "Eğer öyleyse, o (azap) bir kez başlarına geldiğinde, uyarılmış olanların uyanması kötü olacaktır"
        },
        {
            "chapter": 37,
            "verse": 178,
            "text": "Bu sebeple onlardan bir süre uzak dur"
        },
        {
            "chapter": 37,
            "verse": 179,
            "text": "ve (onların ne olduklarını) gör; zamanla onlar (da şimdi görmediklerini) göreceklerdir"
        },
        {
            "chapter": 37,
            "verse": 180,
            "text": "Kudret ve izzet sahibi Rabbin, insanların her türlü tasavvurunun üstünde (bir yüceliğe sahip)tir"
        },
        {
            "chapter": 37,
            "verse": 181,
            "text": "O´nun bütün elçilerine selam olsun"
        },
        {
            "chapter": 37,
            "verse": 182,
            "text": "Ve hamd, bütün alemlerin Rabbi Allah´a mahsustur"
        },
        {
            "chapter": 38,
            "verse": 1,
            "text": "Sad. Düşün öğüt ve uyarılarla dolu olan bu Kuran´ı"
        },
        {
            "chapter": 38,
            "verse": 2,
            "text": "Ama hakikati inkara şartlanmış olanlar, boş gurura kapılmış ve (bu sebeple) (doğru yolu bırakıp) yanlış ve eğri yollara sapmışlardır"
        },
        {
            "chapter": 38,
            "verse": 3,
            "text": "Onlardan önce kaç nesli (bu günahlarından dolayı) yok ettik! Ve artık kaçmalarının mümkün olmadığını anladıklarında (nasıl) yalvarıyorlardı (Bize)"
        },
        {
            "chapter": 38,
            "verse": 4,
            "text": "Şimdi bu (insanlar) aralarından bir uyarıcının çıkmasına şaşmaktadırlar; ve hakikati inkar edenler şöyle diyorlar: \"O (sadece) bir büyücü, bir yalancıdır"
        },
        {
            "chapter": 38,
            "verse": 5,
            "text": "O, bütün ilahları (reddedip) bir (tek) ilah olduğunu mu iddia ediyor? Doğrusu, bu çok tuhaf bir şeydir"
        },
        {
            "chapter": 38,
            "verse": 6,
            "text": "Liderleri öne atılır: \"Pes etmeyin ve ilahlarınıza sımsıkı sarılmaya devam edin: yapılacak tek şey budur"
        },
        {
            "chapter": 38,
            "verse": 7,
            "text": "Biz, yeni itikatların hiç birinde böyle (bir iddia) duymadık! Bu, (fani bir insanın) uydurmasından başka bir şey değildir"
        },
        {
            "chapter": 38,
            "verse": 8,
            "text": "Ne yani! (İlahi) uyarı, içimizden bir tek o´na mı indirildi?\" Evet, onlar yalnız Benim uyarıma karşı şüphe içindeler. Evet, onlar henüz Benim azabımı tatmadılar"
        },
        {
            "chapter": 38,
            "verse": 9,
            "text": "Yoksa onlar, kudret ve lütuf sahibi olan Rabbinin rahmet hazinelerine sahip (olduklarını mı zanneder)ler"
        },
        {
            "chapter": 38,
            "verse": 10,
            "text": "Yoksa, göklerin ve yerin ve ikisi arasında bulunan her şeyin hükümranlığı onlara mı aittir? Öyleyse (akıllarına gelebilecek) her türlü vasıta ile (benzer ilahi bir makama) ulaşmayı denesinler (bakalım)"
        },
        {
            "chapter": 38,
            "verse": 11,
            "text": "(Fakat) işte bütün insanlar, ne kadar (sıkı şekilde) bir araya gelmiş olsalar da (hakikati kabule yanaşmazlarsa) yenilmeye mahkum olurlar"
        },
        {
            "chapter": 38,
            "verse": 12,
            "text": "Daha önce Nuh kavmi, ´Ad (kavmi) ve (sayısız) direkler üstünde duran çadırların sahibi Firavun (toplumu) da hakikati yalanladılar"
        },
        {
            "chapter": 38,
            "verse": 13,
            "text": "Semud (kabilesi) ve Lut kavmi ve (Medyen´in) yemyeşil vadilerinin sakinleri (de aynı şekilde hakikati yalanlamışlardı): Onların tümü (inkarda) birleştiler"
        },
        {
            "chapter": 38,
            "verse": 14,
            "text": "Hepsi de elçileri yalanladılar; ve bu nedenle cezamızı hak ettiler"
        },
        {
            "chapter": 38,
            "verse": 15,
            "text": "Ve onları, (şimdi hakikati inkar edenleri,) tek bir (bela) çığlığı beklemektedir. O, bir an bile gecikmeyecektir"
        },
        {
            "chapter": 38,
            "verse": 16,
            "text": "Onlar (alaylı bir şekilde): \"Ey Rabbimiz!\" derler, \"Hesap Günü´nden önce payımıza düşen (cezayı) hemen ver bize"
        },
        {
            "chapter": 38,
            "verse": 17,
            "text": "(Ama sen, yine,) onların söyledikleri her şeye sabırla katlan ve güçlü bir iradeye sahip bulunan kulumuz Davud´u hatırla! O, her zaman Bize yönelirdi"
        },
        {
            "chapter": 38,
            "verse": 18,
            "text": "(ve bunun için,) her sabah ve her akşam sınırsız kudret ve egemenliğimizi anarken dağları o´na eşlik ettirirdik"
        },
        {
            "chapter": 38,
            "verse": 19,
            "text": "ve (aynı şekilde) bölük bölük kuşları da. Bunlar (hep birlikte) O´na, (kendilerini yaratmış olana,) tekrar tekrar yönelirlerdi"
        },
        {
            "chapter": 38,
            "verse": 20,
            "text": "Biz de (buna karşılık) o´nun otoritesini güçlendirmiş ve kararlarında hikmet ve basiret üzere olmasını sağlamıştık"
        }
    ]
}