{
    "maqras": [
        {
            "chapter": 39,
            "verse": 53,
            "text": "De ki: \"(Allah şöyle buyuruyor:) Ey kendilerine karşı haddi aşan kullarım! Allah´ın rahmetinden umudunuzu kesmeyin: Allah bütün günahları bağışlar; çünkü yalnız O, çok bağışlayıcıdır, rahmet kaynağıdır"
        },
        {
            "chapter": 39,
            "verse": 54,
            "text": "Öyleyse (yalnız) Rabbinize yönelin ve (ölümün ve yeniden dirilmenin) azabı başınıza gelmeden önce O´na teslim olun, sonra hiç kimse sizi koruyamaz"
        },
        {
            "chapter": 39,
            "verse": 55,
            "text": "Bu azap, siz farkında olmadan, aniden başınıza gelmeden önce Rabbiniz tarafından size indirilmiş olan en güzel (öğretiye) uyun"
        },
        {
            "chapter": 39,
            "verse": 56,
            "text": "ki hiçbir insan (Kıyamet Günü) \"Allah´a karşı umursamaz davrandığım ve (hakikati) küçümseyenlerden biri olduğum için yazıklar olsun bana!\" demesin"
        },
        {
            "chapter": 39,
            "verse": 57,
            "text": "yahut, \"Eğer Allah beni doğru yola iletseydi mutlaka O´na karşı sorumluluk bilinci duyanlardan biri olurdum!\" demesin diye"
        },
        {
            "chapter": 39,
            "verse": 58,
            "text": "yahut, (kendisini bekleyen) azabın farkına vardığında \"Keşke (hayatta) bana bir şans daha verilse de iyilik yapanlar arasına girsem!\" demesin diye"
        },
        {
            "chapter": 39,
            "verse": 59,
            "text": "(O zaman Allah şu cevabı verecektir:) \"Tabii, elbette! Mesajlarım sana ulaştı(ğı halde) sen onları yalanladın, yersiz bir gurura kapıldın ve hakikati inkar edenler arasına girdin"
        },
        {
            "chapter": 39,
            "verse": 60,
            "text": "İşte (böyle,) Kıyamet Günü Allah hakkında yalan uyduranların yüzlerinin (acıdan ve mahcubiyetten dolayı) kapkara kesildiğini görürsün. Yersiz gurura kapılanlar için cehennem, (uygun) bir yer değil mi"
        },
        {
            "chapter": 39,
            "verse": 61,
            "text": "Ama Allah, kendisine karşı sorumluluk bilinci duyanları koruyacak ve (iç dünyalarında) ulaştıkları üstün mertebelerden dolayı (onlara mutluluk bağışlayacaktır); ne bir kötülük dokunacak onlara, ne de üzüntüye kapılacaklar"
        },
        {
            "chapter": 39,
            "verse": 62,
            "text": "Allah her şeyin yaratıcısıdır ve yalnız O´dur her şeyin yönünü ve sonucunu belirleme gücüne Sahip olan"
        },
        {
            "chapter": 39,
            "verse": 63,
            "text": "Göklerin ve yerin (sırlarının) anahtarları O´ndadır. Allah´ın mesajlarını inkara şartlanmış olanlara gelince, kaybedenler işte onlardır"
        },
        {
            "chapter": 39,
            "verse": 64,
            "text": "De ki: \"Siz ey (doğru ile eğriden) habersiz olanlar! Allah´tan başkasına kulluk etmemi mi teklif ediyorsunuz"
        },
        {
            "chapter": 39,
            "verse": 65,
            "text": "Halbuki, (ey insanoğlu,) sana ve senden önce yaşamış olanlara vahyedilmiştir ki Allah´tan başkasına ilahi sıfatlar yakıştırırsan bütün çabaların kesinlikle boşa gidecektir çünkü (öteki dünyada) mutlaka ziyana uğrayanlardan olacaksın"
        },
        {
            "chapter": 39,
            "verse": 66,
            "text": "Hayır, (yalnız) Allah´a kulluk etmeli ve (O´na) şükredenlerden olmalısın"
        },
        {
            "chapter": 39,
            "verse": 67,
            "text": "Onlar, (O´ndan başkasına kulluk edenler,) Allah hakkında doğru bir anlayışa sahip değiller; çünkü bütün yeryüzü, Kıyamet Günü O´nun için avuç içi kadar bir şey olacaktır, gökler de O´nun sağ elinde dürülmüş hale gelecek. O kudret ve egemenliğinde sınırsızdır ve onların ortak koştukları her şeyin kat kat üstündedir"
        },
        {
            "chapter": 39,
            "verse": 68,
            "text": "(O Gün hesap) suru üflenecek; ve yerde, gökte ne varsa hepsi, Allah´ın (hariç tutmak) istedikleri dışında, düşüp bayılacaklar. Sonra sur yeniden üflenecek; işte o zaman (yargı kürsüsü önünde) duranlar (hakikati) görmeye başlayacaklar"
        },
        {
            "chapter": 39,
            "verse": 69,
            "text": "Ve yeryüzü Rabbinin nuru ile aydınlanacak. (Herkesin işlediğinin) hesabı ortaya dökülecek; bütün peygamberler ile (öteki) bütün şahitler huzura çağrılacak ve kendilerine adaletle hükmedilecektir. Ve onlara asla haksızlık yapılmayacak"
        },
        {
            "chapter": 39,
            "verse": 70,
            "text": "Çünkü herkes, yapmış olduğu (iyi veya kötü) her şeyin karşılığını tam olarak görecektir. Allah, onların yaptıklarını en iyi bilendir"
        },
        {
            "chapter": 39,
            "verse": 71,
            "text": "Hakikati inkara şartlanmış olanlar, bölük bölük cehenneme sürüleceklerdir; oraya vardıklarında kapılar açılacak ve muhafızlar onlara, \"Aranızdan, size Rabbinizden mesajlar getiren ve sizi bu (Hesap) Günü´ne karşı uyaran elçiler gelmedi mi?\" diye soracaklar. Onlar, \"Elbette geldiler!\" diye cevap verecekler. Ama hakikati inkar edenler için azap (hükmü) çoktan verilmiş olacaktır"
        },
        {
            "chapter": 39,
            "verse": 72,
            "text": "(ve) onlara: \"Artık oturup kalacağınız cehennemin kapılarından girin içeri!\" denilecektir. Büyüklük taslayanlar için ne dehşetli bir mekandır orası"
        },
        {
            "chapter": 39,
            "verse": 73,
            "text": "Rablerine karşı sorumluluk bilinci duyanlar da bölük bölük cennete gönderileceklerdir; oraya vardıklarında kapılarının ardına kadar açık olduğunu görecekler; ve muhafızlar onlara, \"Selam size! Hoş geldiniz! İşte buyrun, içinde temelli kalacağınız bu (cennete) girin!\" diyecekler"
        },
        {
            "chapter": 39,
            "verse": 74,
            "text": "Onlar da: \"Bize verdiği sözü yerine getiren ve bu (esenlik) alanını yaptıklarımızın karşılığı olarak bize bağışlayan, böylece cennette dilediğimiz şekilde yerleşmemizi sağlayan Allah´a hamdolsun!\" diyeceklerdir. Ve (Allah yolunda) çaba sarf edenlerin mükafatı ne yüce, ne üstün olacaktır"
        },
        {
            "chapter": 39,
            "verse": 75,
            "text": "Ve meleklerin (Allah´ın) kudret tahtının çevresinde toplanıp Rablerinin yüceliğini hamd ile andıklarını göreceksin. (Ölen) herkes hakkında adaletle hükmedilecek ve (şu) sözler telaffuz edilecektir: \"Bütün övgüler alemlerin Rabbi olan Allah içindir"
        }
    ]
}