{
    "maqras": [
        {
            "chapter": 2,
            "verse": 60,
            "text": "Ve yine bir keresinde Musa, kavminin su ihtiyacı için (Bize) yalvarmıştı ve Biz de kendisine: \"Asanla kayaya vur\" demiştik. Bunun üzerine oradan on iki kaynak (birden) fışkırmıştı ki halkın tümü nereden (hangi kaynaktan) içeceğini bilsin. (Ve Musa demişti): \"Allah tarafından verilen rızıktan yiyip için, ama yeryüzünün yozlaşmasına ve çürümesine yol açacak bozgunculuk yapmayın"
        },
        {
            "chapter": 2,
            "verse": 61,
            "text": "Ve bir zamanlar yine size: \"Ey Musa, doğrusu biz bir çeşit yiyecekle yetinemeyiz, öyleyse Rabbine dua et de bize topraktan yetişen ürünler, sebze, salatalık, sarımsak, mercimek, soğan (gibi ürünler) çıkarsın\" demiştiniz. (Musa): \"Daha hayırlı (ve onurlu) olan durumu daha aşağılık olanla mı değiştirmek istiyorsunuz? O halde, utanç içinde Mısır´a dönün; orada istediğiniz şeylere kavuşabilirsiniz!\" demişti. Böylece, onlara yoksulluk, düşkünlük damgası vuruldu ve Allah´ın gazabına uğradılar. Bütün bunlar, Allah´ın mesajının gerçeğini inkar etmedeki ısrarları ve haksız şekilde Peygamberleri öldürmeleri yüzündendir: Bütün bunlar, (Allah´a) isyan etmeleri ve hakkın sınırlarını ihlal etmedeki ısrarlarından dolayıdır"
        },
        {
            "chapter": 2,
            "verse": 62,
            "text": "Kuşkusuz, (bu ilahi kelama) iman edenler ile Yahudi inancının takipçilerinden, Hıristiyanlardan ve Sabiilerden Allah´a ve Ahiret Günü´ne inanmış, doğru ve yararlı işler yapmış olanların tümü Rablerinden hak ettikleri mükafatları alacaklardır; ve onlar ne korkacak, ne de üzüleceklerdir"
        },
        {
            "chapter": 2,
            "verse": 63,
            "text": "İşte o zaman, Sina Dağı´nı üzerinize şahit tutarak ciddi ve samimi (görünen) taahhüdünüzü kabul etmiş ve \"Size bahşettiğimiz şeye (bütün) gücünüzle sımsıkı sarılın ki Allah´a karşı sorumluluğunuzun bilincine varasınız!\" (demiştik)"
        },
        {
            "chapter": 2,
            "verse": 64,
            "text": "Ama siz ondan sonra sözünüzden döndünüz! Eğer Allah´ın size lütfu ve merhameti olmasaydı kendinizi muhakkak ziyana uğrayanlar arasında bulurdunuz"
        },
        {
            "chapter": 2,
            "verse": 65,
            "text": "Nitekim, içinizde Sebt Günü´nün kutsallığını ihlal edenleri biliyoruz; bu davranışlarınızdan ötürü onlara: \"Aşağılık maymunlar gibi olun!\" dedik"
        },
        {
            "chapter": 2,
            "verse": 66,
            "text": "Ve onları hem kendi zamanları, hem de bütün gelecek zamanlar için uyarıcı bir örnek kıldık, Allah´a karşı sorumluluklarının bilincinde olanlara da ibret alınacak bir ders"
        },
        {
            "chapter": 2,
            "verse": 67,
            "text": "Hani, o zaman Musa, halkına: \"Dinleyin! Allah bir sığır kurban etmenizi emrediyor\" demişti. Onlar: \"Sen bizimle alay mı ediyorsun?\" dediler. O: \"Bu kadar cahil olmaktan Allah´a sığınırım!\" diye cevap verdi"
        },
        {
            "chapter": 2,
            "verse": 68,
            "text": "Onlar: \"(Madem öyle), Rabbine bizim için dua et de bunun nasıl bir kurban olacağını bize açıklasın\" dediler. (Musa) \"Bakın!\" dedi, \"O, ne yaşlı ne körpe, ama ikisi arasında orta yaşta bir sığır olmasını istiyor. O halde size verilen emri yerine getirin"
        },
        {
            "chapter": 2,
            "verse": 69,
            "text": "Onlar: \"Rabbine bizim için dua et de onun renginin nasıl olacağını bize açıklasın\" dediler. (Musa´nın) cevabı şu oldu: \"O, kurbanın sarı renkte, parlak tonda, görenlere zevk veren bir sığır olmasını istiyor"
        },
        {
            "chapter": 2,
            "verse": 70,
            "text": "Onlar: \"Rabbine bizim için dua et de onun nasıl olacağını bize (daha açık) bildirsin, (çünkü) bize göre tüm sığırlar birbirine benzer; ve sonra, Allah arzu ederse biz elbette doğru yola yöneliriz!\" dediler"
        },
        {
            "chapter": 2,
            "verse": 71,
            "text": "(Musa´nın) cevabı şu oldu: \"O, kurbanın ekinleri sulamak veya toprağı sürmek için hiç koşulmamış, kusursuz, alacasız bir sığır olmasını istiyor.\" Onlar: \"İşte, sonunda gerçeği bildirdin!\" dediler; ve hemen (onu) kurban ettiler, halbuki neredeyse hiçbir şey yapmadan kalacaklardı"
        },
        {
            "chapter": 2,
            "verse": 72,
            "text": "Çünkü ey İsrailoğulları, siz bir adam öldürmüştünüz ve sonra da bu suçlunun sorumluluğunu birbirinizin üstüne atmıştınız. Oysa Allah, sizin örtbas ettiğiniz her şeyi açığa çıkarmaya kadirdir"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "Biz dedik ki: \"Bu (prensibi) bu gibi (çözümlenmemiş cinayet olaylarının bazılarında da uygulayın: Bu yolla Allah canları ölümden korur ve kendi iradesini size gösterir ki (bunu görüp) muhakemenizi kullan(mayı öğren)ebilirsiniz"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "Ama, bütün bunlardan sonra kalpleriniz katılaştı; kaya gibi hatta daha da sert oldu; Çünkü, unutmayın, öyle kayalar var ki içinden ırmaklar fışkırır; ve öylesi de var ki, yarıldığında içinden su çıkar; bazısı da Allah korkusuyla (yerinden kopup) aşağı yuvarlanır. Allah, yaptıklarınızdan gafil değildir"
        }
    ]
}