{
    "maqras": [
        {
            "chapter": 5,
            "verse": 27,
            "text": "Ve onlara gerçeği göstermek için Ademin iki oğlunun kıssasını anlat; nasıl ikisinin birer kurban sunduklarını ve birinden kabul edildiği halde diğerinden kabul edilmediğini.(Onlardan biri, Kabil), \"Seni mutlaka öldüreceğim!\" demişti.(Kardeşi Habil) cevap vermişti: \"Unutma ki Allah, yalnız Ona karşı sorumluluk bilinci duyanların (kurbanı)nı kabul eder"
        },
        {
            "chapter": 5,
            "verse": 28,
            "text": "Beni öldürmek için el uzatsan bile, ben öldürmek için sana el uzatmayacağım: Ben bütün alemlerin Rabbi Allahtan korkarım"
        },
        {
            "chapter": 5,
            "verse": 29,
            "text": "(Beni öldürürsen,) dilerim, hem kendi günah(lar)ını, hem de benim günahlarımı(n yükünü) yüklenir ve böylece cehennemin yolunu tutarsın! Çünkü zalimlerin cezası budur"
        },
        {
            "chapter": 5,
            "verse": 30,
            "text": "Fakat diğerinin ihtirası onu kardeşini öldürmeye sürükledi ve onu öldürdü: Böylece hüsrana uğrayanlardan oldu"
        },
        {
            "chapter": 5,
            "verse": 31,
            "text": "Bunun üzerine Allah, kardeşinin cesedinin çıplaklığını nasıl gizleyebileceğini ona göstersin diye toprağı eşeleyen bir karga gönderdi. (Bunu gören Kabil,) \"Eyvah\" diye haykırdı, \"Yazıklar olsun bana! Ben, bu karganın yaptığını yapmayacak kadar ve kardeşimin cesedinin çıplaklığını gizleyemeyecek kadar aciz miyim?\" Ve bunun üzerine vicdan azabı ile çarpıldı"
        },
        {
            "chapter": 5,
            "verse": 32,
            "text": "Bu yüzden Biz İsrailoğullarına bildirdik ki, -cinayetin ve yeryüzünde fesadı yayma(nın cezası) olarak işlenmesi dışında- eğer bir kimse bir insanı öldürürse bütün insanlığı öldürmüş gibidir; ve bir kimse bir hayat kurtarırsa bütün insanlığı kurtarmış gibi olur. Gerçekten elçilerimiz, onlara hakikatin bütün delilleri ile geldiler: ama, buna rağmen, onların çoğu yeryüzünde her çeşitli aşırılığa meyletmeye devam etti"
        },
        {
            "chapter": 5,
            "verse": 33,
            "text": "Allaha ve Elçisine karşı savaş açanların ve yeryüzünde fesadı yaymaya çalışanların büyük kısmının öldürülmeleri veya asılmaları veya döneklikleri yüzünden büyük kısmının ellerinin ve ayaklarının kesilmesi yahut yeryüzünden (tamamiyle) sürülmeleri, yalnızca bir karşılıktan ibarettir: İşte bu, onların bu dünyada uğradıkları zillettir. Öteki dünyada ise (daha) korkunç bir azap bekler onları"
        },
        {
            "chapter": 5,
            "verse": 34,
            "text": "ancak (ey müminler,) siz onlardan daha güçlü hale gelmeden önce tevbe edenler hariç: çünkü, bilmelisiniz ki Allah çok bağışlayıcıdır, rahmet kaynağıdır"
        },
        {
            "chapter": 5,
            "verse": 35,
            "text": "Siz ey imana ermiş olanlar! Allaha karşı sorumluluğunuzun bilincinde olun, Ona daha yakın olmaya çalışın ve Allah yolunda gayret gösterin ki mutluluğa erişebilesiniz"
        },
        {
            "chapter": 5,
            "verse": 36,
            "text": "Şüphe yok ki, hakikati inkara şartlanmış olanlar, Kıyamet Günündeki azaptan kurtulmak için yeryüzündeki her şeyi ve hatta iki kat fazlasını fidye olarak teklif etseler de kabul ettiremezler; çünkü şiddetli bir azap bekler onları"
        },
        {
            "chapter": 5,
            "verse": 37,
            "text": "Onlar ateşten kurtulmak isterler, ama kurtulamazlar; uzun sürecek bir azap bekler onları"
        },
        {
            "chapter": 5,
            "verse": 38,
            "text": "Hırsızlık eden erkeğe ve hırsızlık eden kadına gelince, işlemiş oldukları fiillere karşılık, Allahtan (gelen) caydırıcı bir müeyyide olarak her ikisinin ellerini kesin: zira Allah kudretlidir, hikmet sahibidir"
        },
        {
            "chapter": 5,
            "verse": 39,
            "text": "Bu suçu işledikten sonra tevbe edip kendisini ıslah edene gelince, kuşkusuz Allah onun tevbesini kabul eder: Allah çok bağışlayıcıdır, rahmet kaynağıdır"
        },
        {
            "chapter": 5,
            "verse": 40,
            "text": "Bilmez misin ki göklerin ve yerin hükümranlığı Allahındır? O, dilediğini cezalandırır, dilediğini bağışlar: Zira Allah her şeye kadirdir"
        }
    ]
}