{
    "maqras": [
        {
            "chapter": 5,
            "verse": 67,
            "text": "Ey Elçi! Rabbinden sana indirilenleri tebliğ et: Sen onu tam yapmadığın sürece Rabbinin mesajını (hiç) yaymamış olursun. (Görevini yaparsan) Allah seni (inanmayan) insanlardan koruyacaktır. Allah, hakikati inkar eden insanları doğru yola iletmez"
        },
        {
            "chapter": 5,
            "verse": 68,
            "text": "De ki: \"Ey Kitab-ı Mukaddesin takipçileri! Siz, Tevrata, İncile ve Rabbiniz tarafından size indirilen her şeye (tam olarak) uymadıkça inançlarınızı sağlam bir temele oturtmuş olmazsınız! Fakat (ey Peygamber,) Rabbin tarafından sana indirilenler, onların çoğunu kibirli küstahlıklarında ve inkarcılıkta daha inatçı yapacaktır. Ama hakikati inkar eden insanlara üzülme"
        },
        {
            "chapter": 5,
            "verse": 69,
            "text": "çünkü, (bu ilahi kelama) iman edenler ve Yahudi itikadına uyanlar ile Sabiiler ve Hıristiyanlardan Allaha ve Ahiret Gününe inanıp, doğru ve yararlı fiillerde bulunanlar ne korkacak, ne de üzüleceklerdir"
        },
        {
            "chapter": 5,
            "verse": 70,
            "text": "Gerçek şu ki, biz İsrailoğullarından kesin bir taahhüt almış ve onlara elçiler göndermiştik: (ama) ne zaman bir elçi, onlara hoşlanmadıkları bir şey getirdiyse (isyan ettiler:) o (elçi)lerin bir kısmını yalanladılar, diğerlerini de öldürdüler"
        },
        {
            "chapter": 5,
            "verse": 71,
            "text": "(bunu yapmakla) kendilerine bir zarar gelmeyeceğini düşünüyorlardı; böylece (kalben) kör ve sağır oldular. Sonra Allah onların tevbesini kabul etti: (ama sonra) onların çoğu yine körleşti, sağırlaştı. Allah onların bütün yaptıklarını görür"
        },
        {
            "chapter": 5,
            "verse": 72,
            "text": "Gerçekten, \"Allah Meryem oğlu Mesihdir\" diyenler hakikati inkar etmiş olurlar; (bizzat) Mesihin, \"Ey İsrailoğulları! (Yalnızca) hem benim Rabbim, hem de sizin Rabbiniz olan Allaha kulluk edin!\" dediğini gördükleri halde. Unutmayın, kim Allahtan başka bir varlığa ilahlık yakıştırırsa, Allah onu cennetten mahrum edecek ve böylelerinin varış yeri cehennem olacaktır: ve böylece zalimler kendilerine bir yardımcı bulamayacaklardır"
        },
        {
            "chapter": 5,
            "verse": 73,
            "text": "Gerçekten, Tek Allahtan başka hiçbir ilah olmadığını gördükleri halde \"Bakın, Allah üçlünün üçüncüsüdür\" diyenler, hakikati inkar etmiş olurlar. Ve onlar bu iddialarından vazgeçmedikçe, hakikati inkar eden bu gibilerin başına şiddetli bir azap gelecektir"
        },
        {
            "chapter": 5,
            "verse": 74,
            "text": "Öyleyse pişmanlık içinde Allaha yönelip Onun bağışlanmasını hala dilemeyecekler mi? Allah çok bağışlayıcıdır, rahmet kaynağıdır"
        },
        {
            "chapter": 5,
            "verse": 75,
            "text": "Meryem oğlu Mesih sadece bir peygamberdir: (Diğer) bütün peygamberler ondan önce gelip geçti; onun annesi, hakikatten asla sapmamış olan biriydi; ve onların ikisi de (diğer ölümlüler gibi) yiyecekle beslenirdi.Bak, bu mesajları onlara nasıl açıkladık: ve sonra bak, nasıl ters yüz olmuştur onların zihinleri"
        },
        {
            "chapter": 5,
            "verse": 76,
            "text": "De ki: \"Allahın yanı sıra size ne bir fayda sağlama ne de zarar verme gücü olmayan şeye mi taptınız? Oysa yalnız Allahtır her şeyi duyan, her şeyi bilen"
        },
        {
            "chapter": 5,
            "verse": 77,
            "text": "De ki: \"Ey İncilin takipçileri! İnançlarınız(ın içerdiği hakikat)in sınırları(nı) ihlal etmeyin; ve daha önce kendileri sapmış olup bir çoğunu da saptırmış olan ve doğru yoldan hala sapmakta devam eden bir topluluğun mesnetsiz görüşlerine uymayın"
        },
        {
            "chapter": 5,
            "verse": 78,
            "text": "Hakikati inkara şartlanmış bulunan şu İsrailoğulları (zaten) Davudun ve Meryem oğlu İsanın diliyle lanetlenmişlerdir: Böyledir, çünkü onlar (Allaha) isyan ettiler; hak ve adalet sınırlarını ihlalde ısrarcı davrandılar"
        },
        {
            "chapter": 5,
            "verse": 79,
            "text": "Onlar birbirlerini yaptıkları iğrenç şeylerden vazgeçirmeye çalışmadılar: yaptıkları şey gerçekten ne kötü idi"
        },
        {
            "chapter": 5,
            "verse": 80,
            "text": "(Ve şimdi) onların bir çoğunun hakikati inkar edenlerle dost olduklarını görebilirsin! İhtiraslarının onları sürüklediği şey (öyle) kötüdür (ki) Allah onlara gazap etmiştir; ve onlar azap içinde yaşayacaklardır"
        },
        {
            "chapter": 5,
            "verse": 81,
            "text": "Çünkü, eğer onlar Allaha, kendilerine gönderilen Peygambere ve ona indirilen her şeye (gerçekten) inansalardı, bu (hakikat inkarcı)larını dost edinmezlerdi: Ama onların çoğu sapkındır"
        }
    ]
}