{
    "maqras": [
        {
            "chapter": 2,
            "verse": 92,
            "text": "Gerçekten Musa size hakikatin tüm kanıtları ile gelmişti (ama) O´nun yokluğunda hemen (altın) buzağıya tapmaya başlamış ve böylece haince bir davranış içine girmiştiniz"
        },
        {
            "chapter": 2,
            "verse": 93,
            "text": "Biz o zaman, Sina Dağı´nı üzerinize şahit tutarak, \"Size emanet ettiğimiz şeye (bütün) gücünüzle sarılın ve ona kulak verin!\" (diyerek) sizden kesin bir taahhüt almıştık. (Bütün bu hatırlatmalara rağmen) onlar; \"Dinledik, ama itaat etmiyoruz!\" derler. Zira, hakikati reddetmeleri yüzünden bunların kalplerini (altın) buzağı sevgisi kaplamıştır. De ki: \"Ne kötü (şu) inancınızın sizi yönelttiği (şey)! Eğer gerçekten bir şeylere inanıyorsanız"
        },
        {
            "chapter": 2,
            "verse": 94,
            "text": "De ki: \"Eğer Allah katındaki ahiret hayatı, başka hiç kimseye değil de yalnız size mahsus ise ve kanaatinizde samimi iseniz o zaman ölümü arzulamanız gerekmez mi"
        },
        {
            "chapter": 2,
            "verse": 95,
            "text": "Ama kendi elleriyle yapıp ettikleri ortadayken bunu hiçbir zaman temenni etmeyecekler: Allah zalimleri her halleriyle bilmektedir"
        },
        {
            "chapter": 2,
            "verse": 96,
            "text": "Ve sen onları başkalarından daha ihtirasla hayata sarılmış göreceksin, hatta Allah´tan başkasına ilahlık yakıştırmaya şartlanmış olanlardan bile daha çok onların her biri binlerce yıl yaşamak ister; halbuki uzun yaşaması, böyle birini (ahirette) azaptan kurtarmaz; zira Allah onun bütün yapıp ettiklerini görmektedir"
        },
        {
            "chapter": 2,
            "verse": 97,
            "text": "(Ey peygamber, onlara) şunu anlat: Kim ki, Allah´ın izniyle senin kalbine, önceki çağlarda indirdiklerini doğrulayan, inananlara bir muştu ve rehber olan bu (ilahi kelam)ı indirdiği için Cebrail´e düşmanlık besliyorsa"
        },
        {
            "chapter": 2,
            "verse": 98,
            "text": "Kim ki Allah´a, O´nun meleklerine, Cebrail ve Mikail de dahil O´nun elçilerine düşmanlık besliyorsa, bilsin ki Allah da hakikati inkar eden herkese düşmanlık beslemektedir"
        },
        {
            "chapter": 2,
            "verse": 99,
            "text": "Gerçekten Biz sana apaçık mesajlar indirdik ve onların gerçekliğini yoldan çıkmış olanlardan başkası inkar etmez"
        },
        {
            "chapter": 2,
            "verse": 100,
            "text": "Ne zaman (Allah´a) söz verdilerse bazıları sözlerini (çiğneyip) bir kenara atmadı mı? Gerçek şu ki, aslında onların çoğu inanmıyor"
        },
        {
            "chapter": 2,
            "verse": 101,
            "text": "Ve(şimdi bile), ne zaman Allah´tan onlara halen sahip oldukları hakikati tasdik eden bir elçi gelse, kendilerini önceki çağlarda vahyedilen kelama bağlı sayanlardan bazısı, (O´nun dediklerinin) farkında değillermiş gibi ilahi kelama sırtlarını dönerler"
        },
        {
            "chapter": 2,
            "verse": 102,
            "text": "Ve (onun yerine) Süleyman´ın hükümdarlığı sırasında şeytanca niyetler taşıyan kimselerin telkin ede geldiklerine uyarlar. Hakikati inkar eden Süleyman değildi, ama o şeytanca niyetler taşıyan kişiler halka sihir öğreterek hakikati inkar ettiler; -ve onlar, Babil´deki iki melek Harut ve Marut vasıtasıyla ihdas edilene (uyarlar)- gerçi bu ikili, öncelikle, \"Biz sadece ayartıcılar; sakın (Allah´ın vahyettiği) hakikati inkara yeltenmeyin!\" şeklinde uyarıda bulunmadan hiç kimseye onu öğretmediler. Ve onlar, bu ikiliden, karı koca arasında nasıl huzursuzluk çıkarılacağını öğreniyorlardır; ancak Allah´ın izni olmadan onunla hiç kimseye zarar veremedikleri gibi sadece kendilerine zarar veren ve hiç faydası olmayan bir bilgi ediniyorlardı; oysa onlar, bu (bilgiyi) edinenin ahiret hayatının güzelliğinden nasipsiz kalacağını biliyorlardı. Doğrusu, karşılığında ruhlarını sattıkları o (sanat) ne kötüdür, keşke bunu bilselerdi"
        },
        {
            "chapter": 2,
            "verse": 103,
            "text": "Eğer inansalar ve O´na karşı sorumluluklarının bilincinde olsalardı, doğrusu, Allah´ın mükafatı onlara iyilik getirecekti; keşke bunu bilselerdi"
        },
        {
            "chapter": 2,
            "verse": 104,
            "text": "Siz ey imana ermiş olanlar! (Peygambere) \"Bizi dinle\" demeyin; onun yerine, \"Bize karşı tahammüllü ol!\" demeyi tercih edin. Ve (O´na) kulak verin. Çünkü, hakikati inkar edenleri şiddetli azap bekliyor"
        },
        {
            "chapter": 2,
            "verse": 105,
            "text": "Ne önceki vahyin takipçilerinden hakikati inkara yeltenenler, ne de Allah´tan başka şeylere ilahlık yakıştıranlar, Rabbin tarafından sana indirilen bir hayrı görmekten hoşlanırlar; ancak Allah dilediğini rahmete ulaştırır; zira Allah, sınırsız lütuf Sahibidir"
        }
    ]
}