{
    "maqras": [
        {
            "chapter": 7,
            "verse": 171,
            "text": "Ve Sina Dağını, adeta bir gölge gibi İsrailoğullarının tepesinde salladığımız ve onların da dağın üzerlerine yıkılacağını düşündükleri zaman (onlara dememiş miydik:) \"Size bahşettiğimiz kitaba sıkıca sarılın ve onun içindekileri aklınızda iyi tutun, ki Allaha karşı sorumluluk bilincine erişesiniz"
        },
        {
            "chapter": 7,
            "verse": 172,
            "text": "Ve senin rabbin, her ne zaman Ademoğullarının sulblerinden onların soylarını çıkaracak olsa, onları kendileri hakkında tanıklık etmeye çağırır: \"Ben sizin Rabbiniz değil miyim?\" Onlar, cevaben: \"Elbette!\" derler, \"Buna tanıklık ederiz!\" (Bunu, böylece hatırlatıyoruz ki) Kıyamet Gününde, \"Doğrusu, bizim bundan haberimiz yoktu\" demeyesiniz"
        },
        {
            "chapter": 7,
            "verse": 173,
            "text": "yahut: \"Aslında, önce (biz değil,) atalarımızdı Allahtan başkasına tanrısal nitelikler yakıştıranlar; biz sadece onların izinden yürüyen bir kuşağız; öyleyse, batılı ihdas edenlerin işlediklerinden dolayı bizi mi helak edeceksin?\" demeyesiniz"
        },
        {
            "chapter": 7,
            "verse": 174,
            "text": "İşte Biz de bu ayetleri böyle açık açık dile getiriyoruz ki (günah işlemiş olanlar) belki (Bizden yana) dönerler"
        },
        {
            "chapter": 7,
            "verse": 175,
            "text": "Ve kendisine mesajlarımızı lütfettiğimiz halde onları bir kenara atan kimsenin başına gelecek olanı anlat onlara: Şeytan yetişip yakalar onu ve o da, başka niceleri gibi, vahim bir sapışla sapıp gider"
        },
        {
            "chapter": 7,
            "verse": 176,
            "text": "İmdi, Biz eğer dileseydik, onu ayetlerimizle yüceltir, üstün kılardık: fakat o hep dünyaya sarıldı ve yalnızca kendi arzu ve heveslerinin peşinden gitti. Bu bakımdan, böyle birinin durumu (kışkırtılan) bir köpeğin durumu gibidir: öyle ki, onun üzerine korkutarak varsan da dilini sarkıtıp hırlar, kendi haline bıraksan da. Bizim ayetlerimizi yalanmaya kalkan kimselerin hali işte böyledir. Öyleyse, bu kıssayı anlat, ki belki derin derin düşünürler"
        },
        {
            "chapter": 7,
            "verse": 177,
            "text": "Ayetlerimizi yalanlamaya kalkan toplumun hali ne kötüdür: çünkü işledikleri haksızlıklar (sadece) kendilerini yıkıma götürür"
        },
        {
            "chapter": 7,
            "verse": 178,
            "text": "Allah kime yol gösterirse, gerçekten doğru yola erişen işte odur: Onun sapıklık içinde bıraktığı kimselere gelince, büyük kayıp içinde olanlar da işte böyleleridir"
        },
        {
            "chapter": 7,
            "verse": 179,
            "text": "Gerçek şu ki, Biz, cehennem için, kalpleri olup da gerçeği kavrayamayan, gözleri olup da göremeyen, kulakları olup da işitmeyen görünmez varlıklardan ve insanlardan çok canlar ayırmışızdır. Hayvan sürüsü gibidir bunlar; hayır hayır, doğru yolu kavramakta onlardan da aşağı: Körcesine dalıp gitmiş olanlar işte böyleleridir"
        },
        {
            "chapter": 7,
            "verse": 180,
            "text": "Yetkinlik ve kusursuzluğa dair nitelikler (yalnızca) Allaha aittir. Öyleyse, bu niteliklerle artık yalnız Allahı çağırın. Ve Onun niteliklerinin anlamını eğip büken kimselerden uzak durun: Böyleleri yapıp ettiklerinden ötürü er geç cezalandırılacaklardır"
        },
        {
            "chapter": 7,
            "verse": 181,
            "text": "Yarattıklarımız arasında (başkalarına) doğru yolu gösteren ve onun ışığında adaletle davranan insanlar da vardır"
        },
        {
            "chapter": 7,
            "verse": 182,
            "text": "Ama ayetlerimizi yalanlamaya kalkışan kimselere gelince; onları, ne olup bittiğinden haberleri olmadan adım adım alçaltacağız"
        },
        {
            "chapter": 7,
            "verse": 183,
            "text": "çünkü onları bir süre kendi hallerine bıraksam bile, bilin ki Benim ince tertibim çok sağlamdır"
        },
        {
            "chapter": 7,
            "verse": 184,
            "text": "Peki (çocukluğundan beri tanıdıkları) (bu) arkadaşlarında cinnetten eser olmadığı hiç mi akıllarına gelmiyor. Oysa, o sadece açıktan açığa uyaran biri"
        },
        {
            "chapter": 7,
            "verse": 185,
            "text": "Peki, (Allahın) göklerdeki ve yerdeki mutlak egemenliğini, yarattığı bütün o nesneleri hiç gözönüne almıyorlar mı? Ve (sormuyorlar mı kendilerine) ya vakit erişip ecelleri gelmişse? Artık bundan sonra, başka hangi habere inanacaklar"
        },
        {
            "chapter": 7,
            "verse": 186,
            "text": "Allahın sapıklık içinde bıraktığı kimseler için yol gösterici yoktur. Allah, onları körcesine sağa sola sendeleyip dururken o kurumlu azgınlıkları içinde bırakacaktır"
        },
        {
            "chapter": 7,
            "verse": 187,
            "text": "(Ey Peygamber), sana Son Saatten soracaklar, \"ne zaman gelip çatacak?\" diye. De ki: \"Doğrusu, buna dair gerçek bilgi ancak Rabbimin katındadır. Onun vaktini Ondan başka açığa vuracak kimse de yoktur. (O Saat) göklere ve yere bütün ağırlığıyla çökecek ve sizi mutlaka umulmadık bir anda yakalayacak.\" Sana sanki bu (sırr)ın ısrarla peşine düşmekle belli-belirsiz içsel bir bilgi elde etmiş olman mümkünmüş gibi soracaklar. De ki: \"Ona dair gerçek bilgi ancak Allah katındadır; ne var ki, insanların çoğu (bundan) habersizdir"
        },
        {
            "chapter": 7,
            "verse": 188,
            "text": "(Ey Peygamber) de ki: \"Allah dilemedikçe, kendime bir yarar sağlamak ya da kendimden bir zararı uzaklaştırmak benim elimde değil. Eğer insan kavrayışının ötesinde olanı bilseydim, muhakkak ki, bahtiyarlık adına ne varsa ondan payıma daha çoğu düşerdi ve kötülük asla yaklaşamazdı bana. (Ama) ben sadece bir uyarıcıyım ve inanan bir topluma iyi haberler getiren müjdeci"
        }
    ]
}