{
    "maqras": [
        {
            "chapter": 11,
            "verse": 24,
            "text": "Bu iki bölük insanın kıyaslanması, kör ve sağır olan kimseyle gören ve işiten kimsenin kıyaslanması gibidir: bu ikisi yapı olarak hiç bir tutulabilir mi? Hiç değilse, bunu aklınızda tutmayacak mısınız"
        },
        {
            "chapter": 11,
            "verse": 25,
            "text": "Ve gerçek şu ki, Biz Nuhu (da aynı mesajla) kavmine gönderdik: \"Bilin ki, ben size açık, yalın bir uyarıyla geldim"
        },
        {
            "chapter": 11,
            "verse": 26,
            "text": "ki Allahtan başkasına kulluk etmeyesiniz, çünkü sizin için çok acıklı bir Günün azabından korkuyorum"
        },
        {
            "chapter": 11,
            "verse": 27,
            "text": "Kavminden hakkı kabule yanaşmayanların ileri gelenleri: \"Biz senin kişiliğinde bizim gibi ölümlü bir insandan başka bir şey görmüyoruz\" dediler, \"üstelik, hemen ilk bakışta, içimizde, aşağı tabakadan bir takım (dar görüşlü) insanların dışında kimsenin seni izlediğini de görmüyoruz; dolayısıyla, bize karşı bir üstünlüğünüz olduğu görüşünde değiliz; tersine, yalancı kimseler olduğunuzu sanıyoruz"
        },
        {
            "chapter": 11,
            "verse": 28,
            "text": "(Nuh:) \"Ey kavmim!\" dedi, \"Ne dersiniz, ya benim, Rabbimin katından apaçık bir kanıta dayandığım; Onun katından bana (aydınlatıcı) bir rahmetin, (bir vahyin) bahşedildiği doğruysa ve siz de buna karşı kör kalmışsanız, söyleyin, hoşunuza gitmediği halde onu görüp fark etmeniz için sizi zorlayabilir miyiz"
        },
        {
            "chapter": 11,
            "verse": 29,
            "text": "Ey kavmim; üstelik bu mesaj(ı size ulaştırdığım) için sizden bir çıkar da ummuyorum; benim (çabalarımın) karşılığı ancak Allah katındadır. Ayrıca, ben imana erişenler(in hiç birini) yanımdan kovmayacağım. Çünkü onlar Rablerine kavuşacaklar(ını biliyorlar); ama size gelince, sizin (doğrudan eğriden habersiz, yol yordam) bilmez bir topluluk olduğunuzu görüyorum"
        },
        {
            "chapter": 11,
            "verse": 30,
            "text": "Hem, ey kavmim, eğer onları yanımdan kovarsam, söyleyin, Allaha karşı kim korur, kim savunur beni? Bunu hiç aklınıza getirmiyor musunuz"
        },
        {
            "chapter": 11,
            "verse": 31,
            "text": "Öte yandan, size Allahın hazineleri benim yanımdadır demiyorum, insanın duyu ve algı alanının ötesini bilirim de (demiyorum), bir melek olduğumu da söylemiyorum; sizin o hor gördüğünüz kimselere Allahın bir hayır ulaştırmayacağını ise zaten söyleyemem, çünkü onların kalplerinde olanı Allah daha iyi bilir. (Ve eğer bu kabil şeyler söyleyecek olsaydım) kuşkusuz, zalimlerden olurdum"
        },
        {
            "chapter": 11,
            "verse": 32,
            "text": "(İnkarcıların ileri gelenleri:) \"Ey Nuh, bizimle çok tartıştın, tartışmayı (gereksiz yere) fazla uzattın\" dediler, \"eğer doğru sözlü kimselerdensen artık getir şu bizi tehdit edip durduğun şeyi"
        },
        {
            "chapter": 11,
            "verse": 33,
            "text": "Eğer dilerse\" dedi, \"onu size ancak Allah getirebilir ve siz de yakanızı kurtaramazsınız"
        },
        {
            "chapter": 11,
            "verse": 34,
            "text": "çünkü size öğüt vermek istesem de, eğer Allah sizin azgınlık içinde kalmanızı dilemişse, benim öğüdümün size hiçbir yararı olmaz. Rabbiniz Odur ve hepiniz er geç Ona döneceksiniz"
        },
        {
            "chapter": 11,
            "verse": 35,
            "text": "(Muhammed) kendisi bu (kıssayı) uydurdu\" diyorlar, öyle mi? (Ey Peygamber) de ki: \"Eğer onu ben uydurduysam bu günahımdan ben sorumlu olayım; ama (hiç değilse) sizin işlediğiniz günahtan uzağım"
        },
        {
            "chapter": 11,
            "verse": 36,
            "text": "Ve Nuh´a: \"Senin kavminden, şimdiye kadar inanmış olanların dışında kimse inanmayacak\" diye vahyettik, \"Bu yüzden, onların yapabilecekleri şeylerden ötürü sakın tasalanma"
        },
        {
            "chapter": 11,
            "verse": 37,
            "text": "Bizim gözetimimiz ve vahyettiğimiz biçimde (seni ve seninle beraber olanları kurtaracak olan) tekneyi inşa et ve haksızlığa sapanlar için bana başvurma, çünkü onlar boğulacaklar"
        },
        {
            "chapter": 11,
            "verse": 38,
            "text": "Ve böylece (Nuh) gemiyi yapmaya başladı; (o bu işle uğraşırken) kavminin ileri gelenleri her ne zaman yanından geçseler onunla alay eder eğlenirlerdi; o da onlara: \"Siz bizimle alay ediyorsanız, bilin ki, sizin alay ettiğiniz gibi biz de (yaklaşan azaptan yana bilgisizliğinizden ötürü) sizinle alay ediyoruz\" derdi"
        },
        {
            "chapter": 11,
            "verse": 39,
            "text": "Çünkü, yakında siz de öğreneceksiniz, (dünya hayatında) alçaltıcı azabın kimin başına geleceğini ve (öte dünyadaki) sürekli azabın da kimin başına konacağını"
        },
        {
            "chapter": 11,
            "verse": 40,
            "text": "(Bu böylece devam etti) ta ki, hükmümüz vaki olup da yeryüzünde sular taşkınlar halinde kaynayıp coşuncaya kadar. (Nuh´a): \"Her cins (hayvandan) birer çift ve haklarında hüküm verilmiş olanları değil, yalnız aileni ve imana erişenleri gemiye bindir!\" dedik, çünkü o´nun inancını paylaşanlar zaten küçük bir topluluktu"
        }
    ]
}