{
    "maqras": [
        {
            "chapter": 12,
            "verse": 101,
            "text": "Ey Rabbim! Bana nüfuz ve iktidar bahşettin; olayların altında yatan gerçekleri kavrayıp açıklama bilgisi verdin. (Ey) göklerin ve yerin yaratıcısı! Dünyada ve ahirette benim yanımda yakınımda olan/beni koruyup destekleyen Sensin: canımı, bütün varlığıyla kendini Sana adamış biri olarak al ve beni dürüst ve erdemli insanların arasına kat"
        },
        {
            "chapter": 12,
            "verse": 102,
            "text": "(Ey peygamber!) sana böylece vahyettiklerimiz senin önceden bilmediğin haberlerdendir; çünkü yapacak oldukları işe karar verdikleri ve tuzaklarını kurdukları zaman sen Yusuf´un kardeşlerinin yanında değildin"
        },
        {
            "chapter": 12,
            "verse": 103,
            "text": "Yine de -bunu ne kadar yürekten istersen iste- insanların çoğu (bu vahye) inanmayacaklar"
        },
        {
            "chapter": 12,
            "verse": 104,
            "text": "Oysa sen onlardan herhangi bir karşılık da beklemiyorsun; bu, (Allah´ın) bütün insanlığa bir hatırlatmasıdır sadece"
        },
        {
            "chapter": 12,
            "verse": 105,
            "text": "Kaldı ki, göklerde ve yerde nice ayetler, işaretler var ki, onlar (üzerinde düşünmeden) sırtlarını çevirerek yanlarından geçip gidiyorlar"
        },
        {
            "chapter": 12,
            "verse": 106,
            "text": "Ve onların çoğu başka varlıklara da tanrısal nitelikler yakıştırmaksızın Allah´a inanmazlar"
        },
        {
            "chapter": 12,
            "verse": 107,
            "text": "Peki, bunlar Allah´ın cezalandırıcı azabı olarak kuşatıcı bir örtünün kendilerini sarmasından ve Son Saat´in onlar (yaklaştığının) farkında değilken ansızın gelip çatmasından büsbütün güvencede mi görüyorlar kendilerini"
        },
        {
            "chapter": 12,
            "verse": 108,
            "text": "De ki: \"Budur benim yolum: akla uygun, bilinç ve duyarlıkla donanmış bir kavrayışa dayanarak (hepinizi) Allah´a çağırıyorum, ben ve bana uyanlar (aynı çağrıyı yapıyoruz)\". Ve (yine de ki:) \"Allah kudret ve azametiyle her türlü eksikliğin üstündedir, ötesindedir. Ve ben O´ndan başka varlıklara tanrılık yakıştıran kimselerden değilim"
        },
        {
            "chapter": 12,
            "verse": 109,
            "text": "Ve Biz senden önce de (elçilerimiz olarak) her topluma (kendi içlerinden, onlara mesajlarımızı ulaştırmak üzere) kendilerine vahyettiğimiz (ölümlü) adamlardan başkasını göndermedik. Yeryüzünde dolaşıp da kendilerinden önce gelip geçen (inkarcı)ların sonlarının nasıl olduğunu görmüyorlar mı? Ve (bilmiyorlar mı ki,) Allah´a karşı sorumululuk bilinci taşıyan kimseler için ahiret yurdu (bu dünyadan) daha tercihe şayandır? Öyleyse artık akıllarını kullanmayacaklar mı"
        },
        {
            "chapter": 12,
            "verse": 110,
            "text": "(Önceki elçilerimizin hepsi uzun süre zulüm ve baskıya uğramışlardır;) nihayet bu elçiler neredeyse bütün ümitlerini kaybettikleri ve büsbütün yalancılıkla damgalandıklarını gördükleri bir sırada Bizim yardımımız kendilerine ulaşmıştır; ve böylece dilediğimizi kurtarmışızdır (hakkı inkar edenleri ise yok etmişizdir): çünkü azabımız günaha gömülüp gitmiş insanlardan asla geri çevrilemez"
        },
        {
            "chapter": 12,
            "verse": 111,
            "text": "Gerçek şu ki, bu insanların kıssalarında kendilerine kavrayış yeteneği verilmiş kimseler için mutlaka çıkarılacak bir ders vardır. (Vahye gelince,) o hiçbir şekilde (insan tarafından) uydurulmuş bir söz olamaz: tersine, o, kendisinden önceki vahiylerden doğru ve gerçek adına ne kalmışsa doğrulayan ve inanmak isteyen insanlara her şeyi açık seçik bir biçimde dile getiren, hidayet ve rahmet (bahşeden ilahi bir metin)dir"
        },
        {
            "chapter": 13,
            "verse": 1,
            "text": "Elif Lâm Mîm Râ. Bunlar, sana vahiyle bildirilen mesajlardır; ve sana Rabbin katından indirilenler hakkın ta kendisidir; ama yine de insanların çoğu (buna) inanmayacaklar"
        },
        {
            "chapter": 13,
            "verse": 2,
            "text": "Gökleri, görülebilir herhangi bir destek, dayanak olmadan yükselten ve sonra da kudret ve hükümranlık tahtına kurulan Allah´tır; her biri -(O´nun tarafından) belirlenmiş bir süre için- kendi seyrini sürdüren güneşi ve ayı (koyduğu yasalara) tabi tutan O´dur; var olan her şeyi (yöneten), çekip çeviren de O. Bütün bu mesajları açık açık dile getiriyor ki, (Yargı Günü´nde) Rabbinizin huzuruna çıkacağınıza yürekten kesin bir biçimde inanasınız"
        },
        {
            "chapter": 13,
            "verse": 3,
            "text": "Yeryüzünü yayıp genişleten ve onun üzerine yerinden oynatılmaz dağlar yerleştirip vadilerinden nehirler akıtan ve orada her tür bitkiden iki cins yaratan ve gündüzü geceyle örtüp bürüyen O´dur. Doğrusu, bütün bunlarda, düşünen insanlar için mutlaka (çıkarılacak) dersler vardır"
        },
        {
            "chapter": 13,
            "verse": 4,
            "text": "Ve yeryüzünde birbirine komşu (ama yine de yapı olarak birbirinden ayrı nice) kara parçaları, üzüm bağları, hububat ekili tarlalar, bir kökten sürgün verip küme halinde ya da tek başına boy veren hurma ağaçları vardır ki hepsi de aynı suyla sulanırlar: hal böyleyken yine de (insanlara ve hayvanlara sağladıkları) ürünler bakımından Biz onların bazılarını bazılarına üstün kılıyoruz. Doğrusu, bütün bunlarda aklını kullanan insanlar için mutlaka (çıkarılacak) dersler vardır"
        }
    ]
}