{
    "rukus": [
        {
            "chapter": 7,
            "verse": 148,
            "text": "(Taṉ iṟaivaṉiṭam uraiyāṭa mūsā ceṉṟataṟkup) piṉṉar mūsāvuṭaiya makkaḷ taṅkaḷ āparaṇaṅkaḷaik koṇ(ṭu ceyyappaṭ)ṭa kaṉṟuk kuṭṭiyiṉ cilaiyai(t teyvamāka) eṭuttuk koṇṭārkaḷ. Ataṟku (māṭṭiṉ captattaip pōṉṟa) captamiruntatu. Eṉiṉum (atu uyiraṟṟa veṟum cilai.) Niccayamāka atu avarkaḷuṭaṉ pēcuvatumillai; avarkaḷukku oru vaḻiyai aṟivippatumillai eṉpataiyum avarkaḷ kavaṉittirukka vēṇṭāmā? Eṉiṉum, avarkaḷ ataiyē (teyvamāka) eṭuttuk koṇṭu (ataṉāl taṅkaḷukkuttāmē) tīṅkiḻaittuk koṇṭavarkaḷāka ākiviṭṭārkaḷ"
        },
        {
            "chapter": 7,
            "verse": 149,
            "text": "avarkaḷ niccayamākat tāṅkaḷ vaḻikeṭṭu viṭṭōm eṉpataik kaṇṭu kaicētappaṭṭapoḻutu ‘‘eṅkaḷ iṟaivaṉ eṅkaḷukku aruḷ purintu eṅkaḷ kuṟṟaṅkaḷai maṉṉikkāviṭṭāl niccayamāka nāṅkaḷ naṣṭamaṭaintavarkaḷāki viṭuvōm'' eṉṟu kūṟiṉārkaḷ"
        },
        {
            "chapter": 7,
            "verse": 150,
            "text": "(itaik kēḷviyuṟṟa) mūsā kōpattuṭaṉum tukkattuṭaṉum taṉ makkaḷiṭam tirumpi vantapoḻutu (avarkaḷai nōkki) ‘‘nāṉ illāta camayattil nīṅkaḷ ceyta ikkāriyam mikak keṭṭatu. Uṅkaḷ iṟaivaṉiṉ kaṭṭaḷai(yākiya vētaṉai)yai nīṅkaḷ avacarappaṭuttukiṟīrkaḷā?'' Eṉṟu kūṟi (iṟaivaṉiṉ kaṭṭaḷaikaḷ eḻutappaṭṭa kaṟ)palakaikaḷai eṟintu viṭṭu taṉ cakōtarariṉ talai (muṭi)yaip piṭittut taṉ pakkam iḻuttār. A(taṟka)var ‘‘eṉ tāyiṉ makaṉē! Inta makkaḷ niccayamāka eṉṉai palavīṉappaṭutti eṉṉaik kolai ceytuviṭavum muṟpaṭṭaṉar. (Ātalāl, nāṉ oṉṟum ceyya muṭiyāmalākiviṭṭatu. Ākavē, eṉṉai avamāṉappaṭutti) etirikaḷ cantōṣappaṭumāṟu nīr ceytu viṭātīr. (Inta) aniyāyakkāra makkaḷuṭaṉum eṉṉai cērttu viṭātīr'' eṉṟu kūṟiṉār"
        },
        {
            "chapter": 7,
            "verse": 151,
            "text": "(Piṟaku mūsā iṟaivaṉai nōkki) ‘‘eṉ iṟaivaṉē! Eṉakkum eṉ cakōtararukkum nī piḻai poruttaruḷvāyāka! Uṉ aṉpilum eṅkaḷai cērttuk koḷvāyāka! Nī kirupai ceypavarkaḷil ellām mikka kirupaiyāḷaṉ'' eṉṟu (pirārttaṉai ceytu) kūṟiṉār"
        }
    ]
}