{
    "rukus": [
        {
            "chapter": 8,
            "verse": 11,
            "text": "(nampikkaiyāḷarkaḷē! Uṅkaḷ maṉam) cāntiyaṭaintavarkaḷāka, ciṟiyatoru nittirai uṅkaḷai cūḻntu koḷḷumpaṭi (iṟaivaṉ) ceytatai niṉaittup pāruṅkaḷ! Aṉṟi (atu camayam) uṅkaḷ tēkattai nīṅkaḷ cuttappaṭuttik koḷvataṟkākavum, uṅkaḷai viṭṭu ṣaittāṉuṭaiya acuttattaip pōkki viṭuvataṟkākavum, uṅkaḷ uḷḷaṅkaḷai palappaṭutti, uṅkaḷ pātaṅkaḷai uṟutippaṭuttuvataṟkākavum (avaṉē) vāṉattiliruntu maḻaiyai poḻiyac ceytāṉ"
        },
        {
            "chapter": 8,
            "verse": 12,
            "text": "(Napiyē!) Umatu iṟaivaṉ vāṉavarkaḷai nōkki ‘‘niccayamāka nāṉ uṅkaḷuṭaṉ irukkiṟēṉ. Ākavē, nīṅkaḷ nampikkaiyāḷarkaḷai uṟutippaṭuttuṅkaḷ; (eṉṟu kaṭṭaḷaiyiṭṭu) nirākarippavarkaḷuṭaiya uḷḷaṅkaḷil nāṉ tikilai uṇṭu paṇṇuvēṉ (eṉṟu kūṟi, nampikkaiyāḷarkaḷai nōkki) nīṅkaḷ avarkaḷuṭaiya piṭarikaḷiṉ mēl veṭṭuṅkaḷ. Avarkaḷai kaṇukkaṇuvākat tuṇṭittu viṭuṅkaḷ'' eṉṟu aṟivittatai niṉaittup pāruṅkaḷ"
        },
        {
            "chapter": 8,
            "verse": 13,
            "text": "itaṟkuk kāraṇam, niccayamāka avarkaḷ allāhvukkum, avaṉuṭaiya tūtarukkum māṟu ceytatutāṉ. Ākavē, evarēṉum, allāhvukkum avaṉuṭaiya tūtarukkum māṟuceytāl niccayamāka allāh (avarkaḷai) mikak kaṭumaiyākavē vētaṉai ceyvāṉ"
        },
        {
            "chapter": 8,
            "verse": 14,
            "text": "(nirākarippavarkaḷē! Nīṅkaḷ aṭaiyappōkum vētaṉai) itō! Itai nīṅkaḷ cuvaittup pāruṅkaḷ. Aṉṟi (uṅkaḷaip pōṉṟa) nirākarippavarkaḷukku (maṟumaiyil) niccayamāka naraka vētaṉaiyum uṇṭu"
        },
        {
            "chapter": 8,
            "verse": 15,
            "text": "nampikkaiyāḷarkaḷē! Nīṅkaḷ nirākarippavarkaḷiṉ paṭaiyaic cantittāl avarkaḷukkup puṟaṅkāṭ(ṭi ōṭivi)ṭātīrkaḷ"
        },
        {
            "chapter": 8,
            "verse": 16,
            "text": "(etiriyai) veṭṭuvataṟkākavō allatu (taṉ) kūṭṭattuṭaṉ cērntu koḷvataṟkākavō tavira, evarēṉum atucamayam puṟaṅkāṭ(ṭi ō)ṭiṉāl niccayamāka avaṉ allāhvuṭaiya kōpattiṟkuḷḷāki viṭuvāṉ. Avaṉ taṅkumiṭam narakamtāṉ; atu mikakkeṭṭa taṅkumiṭam"
        },
        {
            "chapter": 8,
            "verse": 17,
            "text": "(nampikkaiyāḷarkaḷē! Pōr purinta camayam) nīṅkaḷ avarkaḷaik koṉṟu viṭavillai; allāhtāṉ avarkaḷai koṉṟāṉ. (Napiyē! Etirikaḷiṉ mītu) nīṅkaḷ (maṇṇai) eṟintapōtu (atai) nīṅkaḷ eṟiyavillai; allāhtāṉ (atai) eṟintāṉ. Nampikkaiyāḷarkaḷai aḻakāṉa muṟaiyil cōtippataṟkākavē (ivvāṟu ceytāṉ.) Niccayamāka allāh naṉku ceviyuṟupavaṉ, mika aṟintavaṉ āvāṉ"
        },
        {
            "chapter": 8,
            "verse": 18,
            "text": "Nirākarippavarkaḷiṉ cūḻcciyai (iḻivupaṭutti) palavīṉappaṭuttuvataṟkākavē niccayamāka allāh ivvāṟu ceytāṉ"
        },
        {
            "chapter": 8,
            "verse": 19,
            "text": "(nirākarippāḷarkaḷē!) Nīṅkaḷ veṟṟiyiṉ mūlam (muṭivāṉa) tīrppait tēṭik koṇṭiruntīrkaḷ. Niccayamāka anta veṟṟi uṅkaḷ muṉ vantuviṭṭatu. (Eṉiṉum atu uṅkaḷukkalla; nampikkaiyāḷarkaḷākiya eṅkaḷukkē! Nāṅkaḷtāṉ uṅkaḷai veṟṟi koṇṭōm. Ākavē, viṣamam ceyvatiliruntu) iṉiyēṉum nīṅkaḷ vilakikkoṇṭāl atu uṅkaḷukkē naṉṟu. Iṉiyum nīṅkaḷ (viṣamam ceyya) muṉ varumpaṭcattil nāmum muṉ varuvōm. Uṅkaḷ kūṭṭam evvaḷavu peritāka irunta pōtilum (atu) uṅkaḷukku oru palaṉaiyumaḷikkātu. Ēṉeṉṟāl, niccayamāka allāh nampikkaiyāḷarkaḷuṭaṉ irukkiṟāṉ"
        }
    ]
}