{
    "rukus": [
        {
            "chapter": 11,
            "verse": 110,
            "text": "niccayamāka nām mūsāvukku oru vētattaik koṭuttiruntōm. (Intak kur'āṉil ivarkaḷ māṟupaṭukiṉṟavāṟē) atilum avarkaḷ māṟupaṭṭārkaḷ. (Avarkaḷ taṇṭaṉai peṟukiṉṟa kālam maṟumaitāṉ eṉṟu) uṅkaḷ iṟaivaṉiṉ vākku muṉṉarē ēṟpaṭṭirāviṭil (im'maiyilēyē) ivarkaḷuṭaiya kāriyam muṭivu peṟṟirukkum. Niccayamāka (makkāvācikaḷākiya) ivarkaḷum (intak kur'āṉaip paṟṟik kuḻappamāṉa) cantēkattil irukkiṉṟaṉar"
        },
        {
            "chapter": 11,
            "verse": 111,
            "text": "niccayamāka umatu iṟaivaṉ (avarkaḷ ovvoruvarukkum) avarkaḷuṭaiya ceykaikkuriya kūliyai muḻumaiyākavē koṭuppāṉ. Niccayamāka avaṉ avarkaḷ ceyvatai naṉkaṟintavaṉ āvāṉ"
        },
        {
            "chapter": 11,
            "verse": 112,
            "text": "Ākavē, (napiyē!) Umakku ēvappaṭṭatu pōṉṟē, nīrum iṇai vaittu vaṇaṅkuvatiliruntu vilaki um'muṭaṉ iruppavarum (nērāṉa vaḻiyil) uṟutiyāka iruṅkaḷ. (Itil) ciṟitum tavaṟi viṭātīrkaḷ. Niccayamāka avaṉ uṅkaḷ ceyalai uṟṟu nōkkupavaṉ āvāṉ"
        },
        {
            "chapter": 11,
            "verse": 113,
            "text": "(nampikkaiyāḷarkaḷē!) Varampu mīṟupavarkaḷ pakkam nīṅkaḷ (ciṟitum) cāyntu viṭātīrkaḷ. (Avvāṟāyiṉ) naraka neruppu uṅkaḷaiyum piṭittuk koḷḷum. Atiliruntu uṅkaḷaip pātukāppavar allāhvait tavira (vēṟu) yārumillai; piṉṉar, evaruṭaiya utaviyum uṅkaḷukkuk kiṭaikkātu"
        },
        {
            "chapter": 11,
            "verse": 114,
            "text": "pakalil iru muṉai(kaḷākiya kālai, mālai)kaḷilum, iravil oru pākattilum, nīr (tavaṟātu) toḻutu varuvīrāka. Niccayamāka naṉmaikaḷ pāvaṅkaḷaip pōkkiviṭum. Iṟaivaṉait tuti ceytu pukaḻpavarkaḷukku itu oru niṉaivūṭṭutalākum"
        },
        {
            "chapter": 11,
            "verse": 115,
            "text": "(napiyē! Tuṉpaṅkaḷaip) poṟumaiyuṭaṉ cakittiruppīrāka. Niccayamāka allāh naṉmai ceytavarkaḷiṉ kūliyai vīṇākkiviṭa māṭṭāṉ"
        },
        {
            "chapter": 11,
            "verse": 116,
            "text": "uṅkaḷukku muṉṉirunta cantatikaḷil (tāṅkaḷum nalloḻukkattaik kaṭaipiṭittu maṟṟa maṉitarkaḷum) pūmiyil viṣamam ceyyātu taṭuttu varakkūṭiya aṟivāḷikaḷ (atikamāka) iruntirukka vēṇṭāmā? Avarkaḷ oru coṟpa eṇṇikkaiyiltāṉ iruntaṉar. Nām avarkaḷai pātukāttuk koṇṭōm. Āṉāl, (perumpālāṉa) aniyāyakkārarkaḷō taṅkaḷ ācāpācaṅkaḷaip piṉpaṟṟik kuṟṟam ceypavarkaḷākavē iruntaṉar"
        },
        {
            "chapter": 11,
            "verse": 117,
            "text": "(napiyē!) Ōr ūrāril cilar (maṟṟavarkaḷaip pāvam ceyyātu) cīrtiruttik koṇṭirukkum varai (maṟṟa) cilariṉ aniyāyattiṟkāka avvūrār aṉaivaraiyum umatu iṟaivaṉ aḻittuviṭa māṭṭāṉ"
        },
        {
            "chapter": 11,
            "verse": 118,
            "text": "Umatu iṟaivaṉ nāṭiyiruntāl maṉitarkaḷ aṉaivaraiyum orē vakuppiṉarāka ākkiyiruppāṉ. (Avvāṟu nāṭavillai.) Avarkaḷ taṅkaḷukkuḷ māṟupaṭṭuk koṇṭēyiruppārkaḷ"
        },
        {
            "chapter": 11,
            "verse": 119,
            "text": "avarkaḷil umatu iṟaivaṉ aruḷ purintavarkaḷait tavira. (Avarkaḷ mārkkattil muraṇpaṭa māṭṭārkaḷ) itaṟkākavē avarkaḷaip paṭaittum irukkiṟāṉ. (Pāvam ceyta) ‘‘jiṉkaḷaik koṇṭum maṉitarkaḷaik koṇṭum niccayamāka nāṉ narakattai nirappuvēṉ'' eṉṟa umatu iṟaivaṉiṉ vākku niṟaivēṟiyē tīrum"
        },
        {
            "chapter": 11,
            "verse": 120,
            "text": "umatu uḷḷattait tiṭappaṭuttuvataṟkākavē, nam tūtarkaḷiṉ carittiraṅkaḷiliruntu ivai aṉaittaiyum nām umakkuk kūṟiṉōm. Ivaṟṟil uṅkaḷukku uṇmaiyum, nallupatēcamum nampikkaiyāḷarkaḷukku aṟivuraiyum irukkiṉṟaṉa"
        },
        {
            "chapter": 11,
            "verse": 121,
            "text": "nampikkai koḷḷātavarkaḷai nōkki (napiyē!) Kūṟuvīrāka: ‘‘Nīṅkaḷ uṅkaḷ pōkkil (uṅkaḷ kāriyaṅkaḷaic) ceytu koṇṭiruṅkaḷ; niccayamāka nāṅkaḷum (eṅkaḷ pōkkil) ceytu koṇṭirukkiṟōm"
        },
        {
            "chapter": 11,
            "verse": 122,
            "text": "nīṅkaḷum (itaṉ muṭivai) etirpārttiruṅkaḷ; niccayamāka nāṅkaḷum (atai) etir pārttirukkiṟōm"
        },
        {
            "chapter": 11,
            "verse": 123,
            "text": "vāṉaṅkaḷilum pūmiyilum maṟaintiruppavai aṉaittum (avaṟṟiṉ ñāṉamum) allāhvukkuriyaṉavē! Ellā kāriyaṅkaḷum avaṉiṭamē tirumpak koṇṭu varappaṭum. Ātalāl, avaṉ oruvaṉaiyē nīr vaṇaṅkuvīrāka; avaṉaiyē nampuvīrāka. Umatu iṟaivaṉ nīṅkaḷ ceypavaṟṟaip paṟṟi parāmukamāyillai"
        }
    ]
}