{
    "rukus": [
        {
            "chapter": 12,
            "verse": 94,
            "text": "avarkaḷiṉ oṭṭaka vākaṉaṅkaḷ (ekiptiliruntu) piriyavē, avarkaḷiṉ tantai (‘‘itō) yūsuḥpuṭaiya vāṭaiyai niccayamāka nāṉ nukarkiṟēṉ; (itaṉāl) eṉṉai nīṅkaḷ paittiyakkāraṉ eṉṟu eṇṇāmalirukka vēṇṭumē!'' Eṉṟār"
        },
        {
            "chapter": 12,
            "verse": 95,
            "text": "(itaic ceviyuṟṟa avaruṭaiya makkaḷ) ‘‘allāhviṉ mītu cattiyamāka! Meyyākavē nīr umatu paḻaiya tavaṟāṉa eṇṇattiltāṉ irukkiṟīr'' eṉṟu kūṟiṉārkaḷ"
        },
        {
            "chapter": 12,
            "verse": 96,
            "text": "accamayam (yūsuḥpaip paṟṟi) naṟceyti kūṟupavarum vantu, (yūsuḥpuṭaiya caṭṭaiyai) avar (tantaiyiṉ) mukattil pōṭavē, avar iḻanta (taṉ kaṇ) pārvaiyai aṭaintu ‘‘(yūsuḥp uyirōṭiruppataip paṟṟi) nīṅkaḷ aṟiyāta vaṟṟaiyellām allāhviṉ aruḷaik koṇṭu niccayamāka nāṉ aṟivēṉ eṉpatāka (muṉṉar) nāṉ uṅkaḷukkuk kūṟavillaiyā?'' Eṉṟu kēṭṭār"
        },
        {
            "chapter": 12,
            "verse": 97,
            "text": "(ataṟkuḷ ekiptu ceṉṟirunta avaruṭaiya maṟṟa piḷḷaikaḷum vantu) ‘‘eṅkaḷ tantaiyē! Eṅkaḷ pāvaṅkaḷai maṉṉikkumpaṭi nīr pirārttippīrāka! Meyyākavē nāṅkaḷ perum tavaṟiḻaittuviṭṭōm'' eṉṟu (avarkaḷē) kūṟiṉārkaḷ"
        },
        {
            "chapter": 12,
            "verse": 98,
            "text": "ataṟkavar, nāṉ eṉ iṟaivaṉiṭam piṉṉar uṅkaḷukkāka maṉṉippaik kōruvēṉ. Niccayamāka avaṉ mika maṉṉippavaṉ, mikka karuṇaiyuṭaiyavaṉ āvāṉ'' eṉṟu kūṟiṉār"
        },
        {
            "chapter": 12,
            "verse": 99,
            "text": "(Piṉṉar, kuṭumpattuṭaṉ kaṉāṉilirunta) avarkaḷ yūsuḥpiṭam (ekiptukku) vantapoḻutu avar taṉ tāy tantaiyai (ekiptiṉ ellaiyil kāttiruntu) mika mariyātaiyuṭaṉ varavēṟṟu ‘‘(allāhviṉ aruḷāl) nīṅkaḷ ekiptil nuḻaiyuṅkaḷ! Allāh nāṭiṉāl nīṅkaḷ accamaṟṟavarkaḷāy iruppīrkaḷ'' eṉṟu kūṟiṉār"
        },
        {
            "chapter": 12,
            "verse": 100,
            "text": "piṉṉar avar taṉ tāyaiyum, tantaiyaiyum cim'mācaṉattiṉ mītu uyartti (amartti)ṉār. (Ekiptiṉ atipatiyāka irunta) avarukku (akkālattiya muṟaippaṭi) avarkaḷ aṉaivarum ciram paṇintu mariyātai celuttiṉārkaḷ. Accamayam yūsuḥp (taṉ tantaiyai nōkki) ‘‘eṉ tantaiyē! Muṉṉar nāṉ kaṇṭa kaṉaviṉ viyākkiyāṉam itutāṉ. Eṉ iṟaivaṉ atai uṇmaiyākki viṭṭāṉ. (Evaruṭaiya cipāricumiṉṟiyē) ciṟaikkūṭattiliruntu eṉṉai avaṉ veḷiyēṟṟiyatuṭaṉ eṉakkum, eṉ cakōtararkaḷukkumiṭaiyil ṣaittāṉ piriviṉaiyai uṇṭupaṇṇiya piṉṉarum uṅkaḷ aṉaivaraiyum pālaivaṉattiliruntu eṉṉiṭam koṇṭu vantu oṉṟu cērttataṉ mūlam (eṉ iṟaivaṉ) niccayamāka eṉmītu pērupakāram purintirukkiṟāṉ. Niccayamāka eṉ iṟaivaṉ, tāṉ virumpiyavarkaḷ mītu uḷḷaṉpuṭaiyavaṉ. Niccayamāka avaṉtāṉ (aṉaittaiyum) naṉkaṟintavaṉ, mikka ñāṉamuṭaiyavaṉ āvāṉ'' eṉṟār"
        },
        {
            "chapter": 12,
            "verse": 101,
            "text": "‘‘eṉ iṟaivaṉē! Niccayamāka nī eṉakku ōr āṭciyaiyum tantaruḷpurintu, kaṉavukaḷiṉ viyākkiyāṉaṅkaḷaiyum eṉakkuk kaṟpittāy. Vāṉaṅkaḷaiyum pūmiyaiyum nītāṉ paṭaittāy. Im'maiyilum, maṟumaiyilum eṉṉai pātukāppavaṉum nītāṉ. Muṟṟilum (uṉakku) vaḻippaṭṭavaṉākavē eṉṉai nī kaippaṟṟik koḷvāyāka! Nallaṭiyār kūṭṭattilum eṉṉai nī cērttu viṭuvāyāka!'' (Eṉṟu pirārttittār)"
        },
        {
            "chapter": 12,
            "verse": 102,
            "text": "(Napiyē) itu (nīr aṟiyāta) maṟaivāṉa viṣayaṅkaḷil uḷḷatākum. Avarkaḷ cūḻcci ceytu (yūsuḥpaik kiṇaṟṟil taḷḷa vēṇṭumeṉṟa) taṅkaḷ tiṭṭattai vakutta poḻutu nīr avarkaḷuṭaṉ irukkavillai. (Eṉiṉum) ivaṟṟai nām umakku vahyi mūlamē aṟivittōm"
        },
        {
            "chapter": 12,
            "verse": 103,
            "text": "nīṅkaḷ evvaḷavutāṉ virumpiyapōtilum (anta)maṉitaril perum pālāṉavarkaḷ (um'mai napi eṉṟu) nampavē māṭṭārkaḷ"
        },
        {
            "chapter": 12,
            "verse": 104,
            "text": "itaṟkāka nīr avarkaḷiṭattil oru kūliyum kēṭpatu illai. Ulakattār aṉaivarukkum itu oru nalla paṭippiṉaiyē tavira vēṟillai"
        }
    ]
}