{
    "rukus": [
        {
            "chapter": 20,
            "verse": 116,
            "text": "vāṉavarkaḷai nōkki ‘‘nīṅkaḷ ātamukkuc ciram paṇiyuṅkaḷ'' eṉṟu kūṟiya camayattil iplīsait tavira (avarkaḷ aṉaivarum) ciram paṇintārkaḷ. Avaṉ (ciram paṇiyātu) vilakik koṇṭāṉ"
        },
        {
            "chapter": 20,
            "verse": 117,
            "text": "Ātalāl, (nām ātamai nōkki) ‘‘ātamē! Niccayamāka ivaṉ umakkum umatu maṉaivikkum etiriyāvāṉ. Uṅkaḷ iruvaraiyum iccōlaiyiliruntu avaṉ veḷippaṭutti viṭavēṇṭām. (Eccarikkaiyāka iruppīrāka!) Iṉṟēl nīr kaṣṭattiṟkuḷḷāki viṭuvīr'' eṉṟu kūṟiṉōm"
        },
        {
            "chapter": 20,
            "verse": 118,
            "text": "‘‘niccayamāka nīr itil paciyākavō nirvāṇamākavō irukkamāṭṭīr"
        },
        {
            "chapter": 20,
            "verse": 119,
            "text": "niccayamāka nīr itil tākikkāmalum veyilāl tākkappaṭāmalum iruppīr'' (eṉṟu kūṟiṉāṉ)"
        },
        {
            "chapter": 20,
            "verse": 120,
            "text": "eṉiṉum, ṣaittāṉ avarkaḷukku ūcalāṭṭattai uṇṭupaṇṇi ‘‘ātamē! Nirantara vāḻkkaikkuriya marattaiyum, aḻivillāta aracāṅkattaiyum nāṉ umakku aṟivikkavā?'' Eṉṟu kūṟiṉāṉ"
        },
        {
            "chapter": 20,
            "verse": 121,
            "text": "ākavē, avviruvarum (taṭukkappaṭṭa) ataip pucittu viṭṭārkaḷ. Uṭaṉē (nirvāṇamāki) avviruvariṉ māṉam avviruvarukkum veḷiyākavē, accōlaiyiṉ ilaikaḷaik koṇṭu taṅkaḷai maṟaittuk koḷḷa muṟpaṭṭārkaḷ. Ākavē, ātam (iplīsiṉ cūḻcciyil cikkit tavaṟiḻaittut) taṉ iṟaivaṉukku māṟuceytu vaḻi tavaṟiviṭṭār"
        },
        {
            "chapter": 20,
            "verse": 122,
            "text": "piṉṉar, (avar maṉṉippuk kōravē) avaruṭaiya iṟaivaṉ avaruṭaiya kuṟṟaṅkaḷaiyum maṉṉittu avarait tērnteṭuttu nērāṉa vaḻiyilum avarai celuttiṉāṉ"
        },
        {
            "chapter": 20,
            "verse": 123,
            "text": "‘‘nīṅkaḷ iruvarum itiliruntu veḷiyēṟi viṭuṅkaḷ. Uṅka(ḷuṭaiya cantatika)ḷil cilar cilarukku etirikaḷāka iruppārkaḷ. Accamayam niccayamāka eṉ nērvaḻi uṅkaḷiṭam varum. Evar eṉ nērvaḻiyaip piṉpaṟṟukiṟārō avar vaḻi tavaṟavum māṭṭār; naṣṭamaṭaiyavum māṭṭār.'' Eṉṟum kūṟiṉāṉ"
        },
        {
            "chapter": 20,
            "verse": 124,
            "text": "evaṉ eṉ nallupatēcaṅkaḷaip puṟakkaṇikkiṟāṉō avaṉuṭaiya vāḻkkai niccayamāka nerukkaṭiyāṉatākavē irukkum. Maṟumai nāḷilō nām avaṉaik kuruṭaṉākavē eḻuppuvōm"
        },
        {
            "chapter": 20,
            "verse": 125,
            "text": "(Accamayam) avaṉ ‘‘eṉ iṟaivaṉē! Nī ēṉ eṉṉaik kuruṭaṉāka eḻuppiṉāy? Nāṉ pārvaiyuṭaiyavaṉāka iruntēṉṉa!'' Eṉṟu kēṭpāṉ"
        },
        {
            "chapter": 20,
            "verse": 126,
            "text": "ataṟku (iṟaivaṉ) ‘‘ivvāṟē (kuruṭaṉaippōṉṟē uṉ kāriyaṅkaḷ iruntaṉa) namvacaṉaṅkaḷ uṉṉiṭam vantaṉa. Nī avaṟṟai(k kavaṉattil vaikkātu) maṟantuviṭṭāy. Avvāṟē iṉṟaiya tiṉam nīyum (kavaṉikkappaṭātu) maṟakkappaṭṭuviṭṭāy'' eṉṟu kūṟuvāṉ"
        },
        {
            "chapter": 20,
            "verse": 127,
            "text": "evaṉ varampu mīṟi, taṉ iṟaivaṉiṉ vacaṉaṅkaḷai nampikkai koḷḷa villaiyō avaṉukkum ivvāṟē nām kūli koṭuppōm. (Avaṉukkuk kiṭaikkum) maṟumaiyiṉ vētaṉaiyō makā kaṭiṉamāṉatum nilaiyāṉatum ākum"
        },
        {
            "chapter": 20,
            "verse": 128,
            "text": "ivarkaḷukku muṉṉirunta ettaṉaiyō vakuppārai nām aḻittu viṭṭōm eṉṟa viṣayam ivarkaḷai nērāṉa vaḻiyil celuttavillaiyā? (Aḻintu pōṉa) avarkaḷ vacittirunta iṭaṅkaḷukkuc camīpamākavē ivarkaḷ celkiṉṟaṉar. Aṟivuṭaiyavarkaḷukku niccayamāka atil pala attāṭcikaḷ irukkiṉṟaṉa"
        }
    ]
}