{
    "rukus": [
        {
            "chapter": 22,
            "verse": 11,
            "text": "maṉitaril palar (matilmēl pūṉaiyaip pōl) uṟutiyaṟṟa nilaimaiyil allāhvai vaṇaṅkukiṉṟaṉar. Avarkaḷai oru naṉmai aṭaintāl ataikkoṇṭu tirupti aṭaikiṉṟaṉar. Avarkaḷukku oru tīṅku ēṟpaṭṭālō avarkaḷ taṅkaḷ mukattai (allāhvai viṭṭum) tiruppik koḷkiṉṟaṉar. Ivarkaḷ im'maiyilum maṟumaiyilum naṣṭamaṭaintu viṭṭaṉar. Itutāṉ (cantēkamaṟṟa) teḷivāṉa perum naṣṭamākum"
        },
        {
            "chapter": 22,
            "verse": 12,
            "text": "ivarkaḷ taṅkaḷukku naṉmaiyō tīmaiyō ceyya caktiyaṟṟa, allāh allātavaṟṟai (utavikku) aḻaikkiṉṟaṉar. Itutāṉ vekutūramāṉa vaḻikēṭākum"
        },
        {
            "chapter": 22,
            "verse": 13,
            "text": "naṉmai ēṟpaṭuvataiviṭa tīṅku ēṟpaṭuvatu evarkaḷāl atikam cāttiyamāka irukkiṟatō avarkaḷaittāṉ ivarkaḷ (taṅkaḷ pātukāvalarkaḷ eṉa) aḻaikkiṉṟaṉar. (Ivarkaḷuṭaiya) anta pātukāvalarkaḷum keṭṭārkaḷ; avarkaḷai aṇṭi niṟkum ivarkaḷum keṭṭārkaḷ"
        },
        {
            "chapter": 22,
            "verse": 14,
            "text": "Niccayamāka evarkaḷ nampikkai koṇṭu naṟceyalkaḷaic ceykiṟārkaḷō avarkaḷai niccayamāka allāh corkkaṅkaḷukkuḷ pukacceykiṟāṉ. Atil nīraruvikaḷ toṭarntu ōṭikkoṇṭē irukkum. Niccayamāka allāh, tāṉ nāṭiyataic ceyvāṉ"
        },
        {
            "chapter": 22,
            "verse": 15,
            "text": "evaṉ (nam tūtar mītu poṟāmai koṇṭu) avarukku allāh im'maiyilō maṟumaiyilō niccayamāka utavi ceyyamāṭṭāṉ eṉṟu (taṉ poṟāmaiyiṉ kāraṇamāka) eṇṇukiṟāṉō avaṉ (vīṭṭiṉ) mukaṭṭil oru kayiṟṟaik kaṭṭi(c curukkup pōṭṭu atil kaḻuttai māṭṭi) nerittuk koḷḷaṭṭum. Tāṉ poṟāmai koṇṭa (allāhviṉ utaviyai) taṉ cūḻcci meyyākavē pōkkiviṭṭatā? Eṉṟu pārkkavum"
        },
        {
            "chapter": 22,
            "verse": 16,
            "text": "ivvāṟu teḷivāṉa vacaṉaṅkaḷākavē nām (kur'āṉākiya) itai iṟakki vaittōm. Niccayamāka allāh, tāṉ virumpiyavarkaḷai (itaṉ mūlam) nērāṉa vaḻiyil celuttukiṟāṉ"
        },
        {
            "chapter": 22,
            "verse": 17,
            "text": "nampikkaiyāḷarkaḷum, yūtarkaḷum, sāpiyīṉkaḷum, kiṟistavarkaḷum, (neruppai vaṇaṅkum) majūsikaḷum, iṇaivaittu vaṇaṅkupavarkaḷum ākiya (ovvoruvarum, tāṅkaḷtāṉ nērāṉa vaḻiyil iruppatākak kūṟukiṉṟaṉar. Eṉiṉum, yār nērāṉa vaḻiyil irukkiṟārkaḷ eṉpatai) ivarkaḷukkiṭaiyil niccayamāka allāh maṟumai nāḷil tīrppuk kūṟuvāṉ. (Ivarkaḷuṭaiya ceyalkaḷ) aṉaittaiyum allāh niccayamāka pār(ttukkoṇṭē iru)kkiṟāṉ"
        },
        {
            "chapter": 22,
            "verse": 18,
            "text": "(Napiyē!) Vāṉaṅkaḷil iruppavarkaḷum, pūmiyil iruppavarkaḷum, cūriyaṉum, cantiraṉum, naṭcattiraṅkaḷum malaikaḷum, maraṅkaḷum, kālnaṭaikaḷum, maṉitaril oru perum tokaiyiṉarum niccayamāka allāhvukkuc ciram paṇintu vaṇaṅkukiṉṟaṉar eṉpatai nīr kāṇavillaiyā? Eṉiṉum, maṉitaril perumpālāṉavarkaḷ mītu vētaṉaiyē vitikkappaṭṭu viṭṭatu. Evaṉai allāh iḻivupaṭuttukiṟāṉō avaṉai oruvarālum kaṇṇiyappaṭutta muṭiyātu. Niccayamāka allāh, tāṉ nāṭiyataiyē ceykiṟāṉ"
        },
        {
            "chapter": 22,
            "verse": 19,
            "text": "(iṟaivaṉukku kaṭṭuppaṭupavarkaḷ, iṟaivaṉukku māṟu ceypavarkaḷ ākiya) ivviru vakuppārum taṅkaḷ iṟaivaṉaip paṟṟit tarkkittuk koṇṭirukkiṉṟaṉar. Ākavē, avarkaḷil evarkaḷ (uṇmaiyāṉa iṟaivaṉai) nirākarikkiṟārkaḷō avarkaḷukku neruppiṉāl āṉa āṭai tayār ceyyappaṭṭirukkiṟatu. (Akṉiyaip pōl) kotittuk koṇṭirukkum taṇṇīr avarkaḷuṭaiya talaikaḷiṉ mītu ūṟṟappaṭum"
        },
        {
            "chapter": 22,
            "verse": 20,
            "text": "avarkaḷuṭaiya vayiṟṟiṉuḷ irukkum kuṭalkaḷum (tēkattiṉ mēl irukkum) tōlkaḷum ataṉāl urukiviṭum"
        },
        {
            "chapter": 22,
            "verse": 21,
            "text": "avarkaḷukkāka irumpuc cam'maṭṭikaḷ uṇṭu. (Ataik koṇṭu avarkaḷai aṭikkappaṭum)"
        },
        {
            "chapter": 22,
            "verse": 22,
            "text": "ittuyara(māṉa naraka)ttiliruntu avarkaḷ veḷippaṭak karuti muyaṟcikkum pōtellām atil avarkaḷ taḷḷappaṭṭu “erikkum (neruppu) vētaṉaiyaic cuvaittuk koṇṭiruṅkaḷ'' (eṉavum kūṟappaṭum)"
        }
    ]
}