{
    "rukus": [
        {
            "chapter": 32,
            "verse": 1,
            "text": "aliḥp lām mīm"
        },
        {
            "chapter": 32,
            "verse": 2,
            "text": "(napiyē! Um mītu) aruḷappaṭṭa ivvētam ulakattāriṉ iṟaivaṉiṭamiruntē vantateṉpatil oru cantēkamumillai"
        },
        {
            "chapter": 32,
            "verse": 3,
            "text": "(Nam napi) “itai(t tāmākavē) kaṟpaṉai ceytu koṇṭār'' eṉṟu (uṅkaḷaip paṟṟi) avarkaḷ kūṟukiṉṟaṉarā? Avvāṟaṉṟu. Itu umatu iṟaivaṉāl umakku aruḷappaṭṭa uṇmaiyāṉa vētamākum. Umakku muṉṉar ituvarai oru tūtarumē varātirunta (inta arapi) makkaḷukku nīr accamūṭṭi eccarikkai ceyvataṟkākavē (ivvētam aruḷappaṭṭuḷḷatu. Itaip piṉpaṟṟi) avarkaḷ nērāṉa vaḻiyil celvārkaḷāka"
        },
        {
            "chapter": 32,
            "verse": 4,
            "text": "allāhtāṉ vāṉaṅkaḷaiyum, pūmiyaiyum, ivaṟṟukku mattiyil uḷḷavaṟṟaiyum āṟē nāḷkaḷil paṭaittu arṣiṉ mītu (taṉ makimaikkut takkavāṟu) uyarntuviṭṭāṉ. (Uṅkaḷaip) pātukāppavaṉō allatu (uṅkaḷukkup) parintu pēcupavaṉō avaṉait tavira (vēṟoruvarum) uṅkaḷukku illai. (Itai aṟintu) nīṅkaḷ nalluṇarcci peṟa vēṇṭāmā"
        },
        {
            "chapter": 32,
            "verse": 5,
            "text": "vāṉattiliruntu pūmi varaiyilumuḷḷa ellā kāriyaṅkaḷaiyum avaṉē oḻuṅkupaṭuttukiṟāṉ. (Ovvoṉṟiṉ muṭivum) oru nāḷaṉṟu avaṉiṭamē ceṉṟuviṭum. Anta (oru) nāḷ nīṅkaḷ eṇṇukiṉṟa uṅkaḷ kaṇakkiṉpaṭi āyiram āṇṭukaḷukkuc camamākum"
        },
        {
            "chapter": 32,
            "verse": 6,
            "text": "avaṉē (vāṉam pūmiyiluḷḷa) maṟaivāṉataiyum veḷippaṭaiyāṉataiyum (uḷḷatu uḷḷapaṭi) naṉkaṟintavaṉ; (aṉaittaiyum) mikaittavaṉ, makā karuṇaiyuṭaiyavaṉ āvāṉ"
        },
        {
            "chapter": 32,
            "verse": 7,
            "text": "avaṉē ellā poruḷkaḷaiyum (paṭaittu) avaṟṟiṉ kōlattaiyum mikka aḻakāka amaittāṉ. Ārampattil maṉitaṉai kaḷimaṇṇaik koṇṭē paṭaittāṉ"
        },
        {
            "chapter": 32,
            "verse": 8,
            "text": "piṉṉar, ōr aṟpat tuḷiyākiya (intiriyac) cattiliruntu avaṉuṭaiya cantatiyaip paṭaikkiṟāṉ"
        },
        {
            "chapter": 32,
            "verse": 9,
            "text": "piṉṉar, avaṉ (paṭaippākiya) ataic ceppaṉiṭṭut taṉatu ‘rūhai' atil pukutti (uṅkaḷai uṟpatti ceykiṟāṉ.) Uṅkaḷukkuk kātukaḷ, kaṇkaḷ, uḷḷaṅkaḷ ākiyavaṟṟaiyum avaṉē amaikkiṟāṉ. Ivvāṟu iruntum uṅkaḷil naṉṟi celuttupavarkaḷ veku cilarē"
        },
        {
            "chapter": 32,
            "verse": 10,
            "text": "‘‘(Nāṅkaḷ iṟantu) pūmiyil aḻintu pōṉataṉ piṉṉar meyyākavē nāṅkaḷ putiya paṭaippāka amaikkappaṭṭu viṭuvōmā?'' Eṉṟu avarkaḷ kūṟukiṉṟaṉar. Itumaṭṭumalla, avarkaḷ taṅkaḷ iṟaivaṉaic cantippataiyum nirākarikkiṉṟaṉar"
        },
        {
            "chapter": 32,
            "verse": 11,
            "text": "(napiyē!) Kūṟuvīrāka: “Uṅkaḷ mītu (uṅkaḷ iṟaivaṉāl) cāṭṭappaṭṭirukkum ‘malakkul mavttu' (eṉṟa maraṇa vāṉavar)tāṉ uṅkaḷ uyiraik kaippaṟṟuvār. Piṉṉar, uṅkaḷ iṟaivaṉiṭamē nīṅkaḷ koṇṭu varappaṭuvīrkaḷ"
        }
    ]
}