{
    "rukus": [
        {
            "chapter": 38,
            "verse": 41,
            "text": "(napiyē!) Nam aṭiyār aiyūpai niṉaittup pārppīrāka. Avar taṉ iṟaivaṉiṭam pirārttaṉai ceytapoḻutu ‘‘niccayamāka eṉakku ṣaittāṉ tuṉpattaiyum vētaṉaiyaiyum koṭuttu viṭṭāṉ'' (eṉṟu kūṟiṉār)"
        },
        {
            "chapter": 38,
            "verse": 42,
            "text": "(ataṟku nām) ‘‘umatu kālai(p pūmiyil) taṭṭuvīrāka'' (eṉṟu kūṟiṉōm. Avar taṭṭavē ōr ūṟṟu utit tōṭiyatu. Avarai nōkki) ‘‘itō kuḷippataṟkāṉa kuḷirnta nīr. (Ituvē umatu) pāṉamumākum'' (eṉṟu kūṟiṉōm. Ataṉāl avaruṭaiya nōykaḷ kuṇamāki viṭṭaṉa)"
        },
        {
            "chapter": 38,
            "verse": 43,
            "text": "piṉṉar, nam aruḷākavum aṟivuṭaiyavarkaḷ nalluṇarcci peṟuvataṟkākavum nām avarukku(p pirintirunta) avaruṭaiya kuṭumpattāraiyum avarkaḷ pōṉṟavarkaḷaiyum avarkaḷuṭaṉ koṭuttu aruḷ purintōm"
        },
        {
            "chapter": 38,
            "verse": 44,
            "text": "‘‘oru piṭi (pul) kattaiyai eṭuttu, ataikkoṇṭu (umatu maṉaiviyai) aṭippīrāka. Nīr umatu cattiyattai muṟikka vēṇṭiyatillai'' (eṉṟu kūṟiṉōm.) Niccayamāka nām, avarai mikka poṟumai uṭaiyavarākavē kaṇṭōm. Avar mikka nallaṭiyār. Niccayamāka avar (ovvoru viṣayattilum nam'mai) nōkkiṉavarākavē iruntār"
        },
        {
            "chapter": 38,
            "verse": 45,
            "text": "(napiyē!) Nam aṭiyārkaḷ iprāhīm, is'hāk, ya'akūpaiyum niṉaittup pārppīrāka. Ivarkaḷ koṭaiyāḷikaḷākavum, akappārvai uṭaiyavarkaḷākavum iruntārkaḷ"
        },
        {
            "chapter": 38,
            "verse": 46,
            "text": "Maṟumaiyai (makkaḷukku) ennēramum ñāpakamūṭṭuvataṟkāka avarkaḷai nām piratyēkappaṭuttiṉōm"
        },
        {
            "chapter": 38,
            "verse": 47,
            "text": "avarkaḷ, nam'miṭattil tērnteṭukkappaṭṭa nallaṭiyārkaḷil uḷḷavarkaḷākavē iruntaṉar"
        },
        {
            "chapter": 38,
            "verse": 48,
            "text": "(napiyē!) Ismāyīl, alyasa'u, tulkiḥplu ākiya ivarkaḷaiyum niṉaivu kūrvīrāka. Ivarkaḷ aṉaivarum nallaṭiyārkaḷil uḷḷavarkaḷ tāṉ"
        },
        {
            "chapter": 38,
            "verse": 49,
            "text": "(mēṟkūṟiya) ivaiyellām (nampikkaiyāḷarkaḷukku) nalla aṟivuraiyākum. Niccayamāka (ittakaiya) iṟaiyaccamuṭaiyavarkaḷukku (nalla) iruppiṭamuṇṭu"
        },
        {
            "chapter": 38,
            "verse": 50,
            "text": "atu nilaiyāṉa corkkattil irukkiṟatu. Ataṉ vācalkaḷ avarkaḷukku (ennēramum) tiṟakkappaṭṭirukkum"
        },
        {
            "chapter": 38,
            "verse": 51,
            "text": "atil (uḷḷa talaiyaṇaikaḷiṉ mītu) cāynta vaṇṇamāka, ērāḷamāṉa kaṉi varkkaṅkaḷaiyum (iṉpamāṉa) pāṉaṅkaḷaiyum, kēṭṭu (vāṅkip pucittu) aruntikkoṇṭu iruppārkaḷ"
        },
        {
            "chapter": 38,
            "verse": 52,
            "text": "avarkaḷiṭattil kīḻnōkkiya pārvaiyaiyuṭaiya otta vayatuṭaiya kaṉṉikaikaḷ palarum iruppārkaḷ"
        },
        {
            "chapter": 38,
            "verse": 53,
            "text": "(avarkaḷai nōkki) kēḷvi kaṇakkuk kēṭkum nāḷil uṅkaḷukku(t taruvatāka) vākkaḷikkappaṭṭavai ivaitāṉ"
        },
        {
            "chapter": 38,
            "verse": 54,
            "text": "niccayamāka ivai nam koṭaiyākum. Itaṟku aḻivē illai (eṉṟu kūṟappaṭum)"
        },
        {
            "chapter": 38,
            "verse": 55,
            "text": "(nallavarkaḷiṉ muṭivu) ituvākum. Vaḻikeṭṭavarkaḷiṉ taṅkum iṭam niccayamāka makā tīyatu"
        },
        {
            "chapter": 38,
            "verse": 56,
            "text": "atu narakamtāṉ. Atiltāṉ avarkaḷ pukuvārkaḷ. Atu taṅkumiṭaṅkaḷil makā keṭṭatu"
        },
        {
            "chapter": 38,
            "verse": 57,
            "text": "(avarkaḷai nōkki,) ‘‘itō! Kotitta nīrum, cīḻ calamum! Atai nīṅkaḷ cuvaittup pāruṅkaḷ'' (eṉṟu kūṟappaṭum)"
        },
        {
            "chapter": 38,
            "verse": 58,
            "text": "itaip pōṉṟa (tuṉpam niṟainta) vitavitamāṉa vēṟu (vētaṉaikaḷu)m uṇṭu"
        },
        {
            "chapter": 38,
            "verse": 59,
            "text": "(ivarkaḷuṭaiya talaivarkaḷai nōkki,) ‘‘intak kūṭṭattārum uṅkaḷuṭaṉ (narakattil) taḷḷappaṭuvārkaḷ'' (eṉṟu kūṟappaṭum. Ataṟku avarkaḷ) ‘‘itu avarkaḷukku nalvaravākātu. Niccayamāka ivarkaḷ narakam celpavarkaḷē'' (eṉṟu kūṟuvārkaḷ)"
        },
        {
            "chapter": 38,
            "verse": 60,
            "text": "Ataṟku a(ttalai)varkaḷ (piṉ toṭarnta) avarkaḷai nōkki, ‘‘(eṅkaḷukku) illai. Māṟāka, uṅkaḷukkuttāṉ nalvaravillai. Nīṅkaḷ tāṉ eṅkaḷukku itait tēṭittantīrkaḷ. (Ātalāl, nam'miruvariṉ) taṅkumiṭam makā keṭṭatutāṉ'' eṉṟu kūṟuvārkaḷ"
        },
        {
            "chapter": 38,
            "verse": 61,
            "text": "tavira, ‘‘eṅkaḷ iṟaivaṉē! Evaṉ itai eṅkaḷukkut tēṭi vaittāṉō, avaṉukku narakattil (vētaṉaiyai) iru maṭaṅku atikappaṭuttu'' eṉṟu pirārttippārkaḷ"
        },
        {
            "chapter": 38,
            "verse": 62,
            "text": "tavira, ‘‘mikak keṭṭa maṉitarkaḷ eṉṟu (ulakattil) eṇṇik koṇṭiruntōmē avarkaḷai (narakattil) kāṇavillaiyē?'' Eṉṟu oruvar oruvaraik kēṭpārkaḷ"
        },
        {
            "chapter": 38,
            "verse": 63,
            "text": "‘‘evarkaḷaip parikācam paṇṇik koṇṭiruntōmō (avarkaḷ iṅkiruntum) avarkaḷaip pārkkātavāṟu nam kaṇkaḷtāṉ maṅki viṭṭaṉavō!'' (Eṉṟum kūṟuvārkaḷ)"
        },
        {
            "chapter": 38,
            "verse": 64,
            "text": "ivvāṟu narakavācikaḷ tarkkittuk koḷvatu niccayamāka uṇmai tāṉ"
        }
    ]
}