{
    "rukus": [
        {
            "chapter": 40,
            "verse": 38,
            "text": "ataṟku, avarkaḷil nampikkai (koṇṭu taṉ nampikkaiyai maṟaittuk) koṇṭiruntavar kūṟiṉār: ‘‘Eṉ makkaḷē! Eṉṉaip piṉpaṟṟuṅkaḷ. Nāṉ uṅkaḷukku nērāṉa vaḻiyaik kāṇpippēṉ"
        },
        {
            "chapter": 40,
            "verse": 39,
            "text": "Eṉ makkaḷē! Niccayamāka ivvulaka vāḻkkaiyellām coṟpa iṉpamtāṉ. Niccayamāka maṟumai tāṉ nilaiyāṉa (iṉpam tarum) vīṭu"
        },
        {
            "chapter": 40,
            "verse": 40,
            "text": "evaṉēṉum tīṅku ceytāl, ataip pōṉṟa tīṅkē tavira (ataṟkatikamāy) avaṉukkuk kūliyākak koṭukkappaṭa māṭṭātu. Āṇō peṇṇō evarkaḷ nampikkai koṇṭu naṟceyalkaḷaic ceykiṟārkaḷō, avarkaḷ corkkattil nuḻaintuviṭuvārkaḷ. Atil kaṇakkiṉṟi (atikamākavum) koṭukkappaṭuvārkaḷ"
        },
        {
            "chapter": 40,
            "verse": 41,
            "text": "eṉ makkaḷē! Eṉakkeṉṉa, (āccariyamāka irukkiṟatu!) Nāṉō uṅkaḷai īṭēṟṟattiṟku aḻaikkiṟēṉ. Nīṅkaḷ eṉṉai narakattiṟku aḻaikkiṟīrkaḷ"
        },
        {
            "chapter": 40,
            "verse": 42,
            "text": "tavira, nāṉ allāhvai nirākarittuviṭṭu (iṟaivaṉeṉa) nāṉ nampātatai avaṉukku iṇaivaikkumpaṭi eṉṉai nīṅkaḷ aḻaikkiṟīrkaḷ. Nāṉō, uṅkaḷai (aṉaivaraiyum) mikaittavaṉ, mika maṉṉippuṭaiyavaṉiṉ pakkam aḻaikkiṟēṉ"
        },
        {
            "chapter": 40,
            "verse": 43,
            "text": "eṉṉai nīṅkaḷ etaṉ pakkam aḻaikkiṟīrkaḷō, atu im'maiyilum cari, maṟumaiyilum cari (iṟaivaṉeṉṟu) aḻaikkappaṭuvataṟku oru ciṟitum niccayamāka ataṟkut takuti illai eṉpatil cantēkamillai. Allāhviṭamē nām aṉaivarum tirumpac celvōm (eṉpatilum aṟavē cantēkamillai). Varampu mīṟupavarkaḷ niccayamāka narakavācikaḷtāṉ (eṉpatilum aṟavē cantēkamillai)"
        },
        {
            "chapter": 40,
            "verse": 44,
            "text": "nāṉ uṅkaḷukkuk kūṟuvataṉ uṇmaiyai niccayamāka aticīkkirattil nīṅkaḷ (aṟintu) niṉaittup pārppīrkaḷ. Eṉatu ellā kāriyaṅkaḷaiyum allāhviṭamē oppaṭaikkiṟēṉ. Niccayamāka allāh aṭiyārkaḷai uṟṟu nōkkupavaṉ'' (eṉṟu kūṟiṉār)"
        },
        {
            "chapter": 40,
            "verse": 45,
            "text": "ākavē, avarkaḷ ceyta cūḻccikaḷiṉ tīṅkukaḷiliruntu avarai allāh kāppāṟṟiṉāṉ. Ḥpir'avṉuṭaiya makkaḷaik kaṭiṉamāṉa vētaṉai cūḻntukoṇṭatu"
        },
        {
            "chapter": 40,
            "verse": 46,
            "text": "Kālaiyilum mālaiyilum avarkaḷ naraka neruppiṉ muṉ koṇṭu pōkappaṭukiṉṟaṉar. Maṟumai nāḷilō, ḥpir'avṉuṭaiya makkaḷai mikak kaṭiṉamāṉa vētaṉaiyil pukuttuṅkaḷ eṉak kūṟappaṭum"
        },
        {
            "chapter": 40,
            "verse": 47,
            "text": "narakattil avarkaḷ taṅkaḷukkuḷ tarkkittuk koṇṭu, (avarkaḷil uḷḷa) palavīṉamāṉavarkaḷ perumaiyaṭittuk koṇṭirunta (talai)varkaḷai nōkki ‘‘meyyākavē nāṅkaḷ uṅkaḷaiyē piṉpaṟṟiyiruntōm. Iṉṟaiya tiṉam narakatti(ṉ vētaṉaiyi)liruntu oru ciṟitēṉum eṅkaḷai viṭṭu nīṅkaḷ taṭuttuviṭa muṭiyumā?'' Eṉṟu kēṭpārkaḷ"
        },
        {
            "chapter": 40,
            "verse": 48,
            "text": "ataṟku, perumaiyaṭittuk koṇṭirunta a(varkaḷuṭaiya talai)varkaḷ, ‘‘meyyākavē (nāṅkaḷum, nīṅkaḷum āka) nām aṉaivarum narakattiltāṉ irukkiṟōm. Niccayamāka allāh taṉ aṭiyārkaḷukku(c ceyya vēṇṭiya) tīrppaic ceytu viṭṭāṉ. (Ākavē, uṅkaḷukkāka nāṅkaḷ oṉṟum utavi ceyvataṟkillai)'' eṉṟu kūṟuvārkaḷ"
        },
        {
            "chapter": 40,
            "verse": 49,
            "text": "piṉṉar, narakattiluḷḷavarkaḷ narakattiṉ kāvalāḷarkaḷai nōkki ‘‘vētaṉaiyai oru nāḷēṉum eṅkaḷukku ilēcākkumāṟu uṅkaḷ iṟaivaṉiṭam nīṅkaḷ kēḷuṅkaḷ'' eṉak kūṟuvārkaḷ"
        },
        {
            "chapter": 40,
            "verse": 50,
            "text": "ataṟkavarkaḷ (ivarkaḷai nōkki) ‘‘uṅkaḷiṭam vanta (iṟaivaṉuṭaiya) tūtarkaḷ teḷivāṉa attāṭcikaḷuṭaṉ uṅkaḷiṭam varavillaiyā?'' Eṉṟu kēṭpārkaḷ. Ataṟku ivarkaḷ ‘‘ām! Meytāṉ (vantārkaḷ)'' eṉṟu kūṟuvārkaḷ. Ataṟkavarkaḷ, ‘‘avvāṟāyiṉ, (nāṅkaḷ iṟaivaṉiṭam kēṭpataṟkillai.) Nīṅkaḷē kēṭṭukkoḷḷuṅkaḷ'' eṉṟu kūṟiviṭuvārkaḷ. Innirākarippavarkaḷiṉ pirārttaṉai oru payaṉum aḷikkātu"
        }
    ]
}