{
    "rukus": [
        {
            "chapter": 40,
            "verse": 69,
            "text": "(napiyē!) Allāhvuṭaiya vacaṉaṅkaḷaip paṟṟi (vīṇāka)t tarkkippavarkaḷ evvāṟu (uṇmaiyai viṭṭum) tiruppappaṭukiṉṟaṉar eṉpatai nīr pārkkavillaiyā"
        },
        {
            "chapter": 40,
            "verse": 70,
            "text": "evarkaḷ inta vētattaiyum, namatu (maṟṟa) tūtarkaḷ koṇṭu vanta (vētat)taiyum poyyākkukiṉṟaṉarō, avarkaḷ (piṉṉar atai uṇmaitāṉ eṉṟu) niccayamāka aṟintu koḷvārkaḷ"
        },
        {
            "chapter": 40,
            "verse": 71,
            "text": "avarkaḷuṭaiya kaḻuttukaḷil vilaṅkiṭṭu, caṅkilikaḷāl kaṭṭappaṭṭu (vētaṉai ceyya) iḻuttuk koṇṭu pōkappaṭuvārkaḷ"
        },
        {
            "chapter": 40,
            "verse": 72,
            "text": "(avarkaḷ) mutalil kotikkum nīriṉ pakkamum, piṉṉar narakattiṟkum (koṇṭu pōkappaṭṭu, atil) erikkappaṭuvārkaḷ"
        },
        {
            "chapter": 40,
            "verse": 73,
            "text": "piṉṉar, avarkaḷai nōkki ‘‘(allāhvukku) iṇaiyeṉṟu nīṅkaḷ kūṟikkoṇṭirunta allāh allātavai eṅkē?'' Eṉṟu kēṭkappaṭum"
        },
        {
            "chapter": 40,
            "verse": 74,
            "text": "Ataṟkavarkaḷ, ‘‘avaiyellām eṅkaḷai viṭṭum maṟaintu viṭṭaṉa. Itaṟku muṉṉar nām (allāh allāta) etaiyumē aḻaittuk koṇṭirukkavillaiyē!'' Eṉṟu (poy) kūṟuvārkaḷ. Ivvāṟu nirākarippavarkaḷ (uṭaiya putti) taṭumāṟumpaṭi allāh ceytuviṭuvāṉ"
        },
        {
            "chapter": 40,
            "verse": 75,
            "text": "(piṉṉar, avarkaḷai nōkki) ‘‘pūmiyil nīṅkaḷ ceyta uṇmaiyaṟṟataik koṇṭu aḷavukaṭantu cantōṣappaṭṭuk koṇṭu iruntatālum, iṟumāppōṭu iruntatālum ituvē uṅkaḷukku (takumāṉa kūliyākum)"
        },
        {
            "chapter": 40,
            "verse": 76,
            "text": "nīṅkaḷ narakattiṉ vāyilkaḷil nuḻaiyuṅkaḷ. Atil eṉṟeṉṟum taṅki viṭuṅkaḷ'' (eṉṟu kūṟappaṭum). Karvamkoṇṭa ivarkaḷ taṅkumiṭam mikak keṭṭatu"
        },
        {
            "chapter": 40,
            "verse": 77,
            "text": "(napiyē!) Poṟumaiyuṭaṉ (uṟutiyāka) iruppīrāka. Niccayamāka allāhvuṭaiya vākkuṟuti uṇmaiyāṉatu. Avarkaḷai nām payamuṟuttukiṉṟa vētaṉaikaḷil cilavaṟṟai (umatu vāḻnāḷil) nām umakkuk kāṇpittālum cari, allatu, (avai varuvataṟku muṉṉatākavē) nām um'maik kaippaṟṟi (nīr iṟantu) viṭṭālum cari, niccayamāka avarkaḷ nam'miṭamē koṇṭu varappaṭuvārkaḷ"
        },
        {
            "chapter": 40,
            "verse": 78,
            "text": "(napiyē!) Niccayamāka nām umakku muṉṉar tūtarkaḷ palarai aṉuppiyirukkiṟōm. Avarkaḷil cilaruṭaiya carittirattaiyē nām umakkuk kūṟiyirukkiṟōm. Avarkaḷil palaruṭaiya carittirattai nām umakkuk kūṟavillai. (Ivviru vakuppāril) entat tūtarāyiṉum cari, allāhvuṭaiya aṉumatiyiṉṟi ōr attāṭciyaik koṇṭu varuvatu avarukkuc cāttiyamāṉatalla. Allāhvuṭaiya kaṭṭaḷai varum camayattil (avarkaḷukku) niyāyamākavē tīrppaḷikkappaṭum. Ataip poyyākkiyavarkaḷ annērattil naṣṭattiṟkuḷḷāvārkaḷ"
        }
    ]
}