{
    "rukus": [
        {
            "chapter": 41,
            "verse": 45,
            "text": "niccayamāka nām mūsāvukku (tavṟāt) vētattaik koṭuttiruntōm. (Avaruṭaiya makkaḷāl) atil pala pirivukaḷ uṇṭu paṇṇappaṭṭatu. (‘‘Avarkaḷai vicārittut tīrppuk kūṟuvatu maṟumaiyiltāṉ' eṉṟu) umatu iṟaivaṉiṉ vākku muṉṉatākavē ēṟpaṭṭirukkāviṭil, avarkaḷuṭaiya kāriyam (ituvarai) muṭintē pōyirukkum. Niccayamāka ivarkaḷum atil perum cantēkattil āḻntu kiṭakkiṉṟaṉar"
        },
        {
            "chapter": 41,
            "verse": 46,
            "text": "Evar naṉmaikaḷ ceykiṟārō, atu avarukkē naṉṟu. Evar pāvam ceykiṟārō, atu avarukkē kēṭākum. Umatu iṟaivaṉ (taṉ) aṭiyārkaḷ evarukkum aṟavē tīṅku ceyvatillai. (Avarkaḷtāṉ tamakkut tāmē tīṅkiḻaittuk koḷkiṉṟaṉar)"
        },
        {
            "chapter": 41,
            "verse": 47,
            "text": "(napiyē! ‘‘Vicāraṇaik kālamākiya maṟumai eppoḻutu varum?'' Eṉa avarkaḷ aṭikkaṭi um'miṭam kēṭkiṉṟaṉar. Ataṟku nīr kūṟuvīrāka:) Maṟumaiyaip paṟṟiya ñāṉam allāhviṭamē viṭappaṭṭuḷḷatu. (Ākavē, ataip paṟṟi nāṉ oṉṟum kūṟuvataṟkillai.) Avaṉ aṟiyāmal oru kaṉi ataṉ moṭṭiliruntu veḷippaṭuvatillai; oru peṇ karppamāvatumillai; piracavippatumillai. (Ākavē, avai aṉaittaiyum avaṉē naṉkaṟivāṉ. Vicāraṇaik kālamākiya) annāḷil (iṟaivaṉ avarkaḷai nōkki) ‘‘nīṅkaḷ eṉakku iṇaiyākkiyavai(yākiya poyyāṉa teyvaṅkaḷ) eṅkē?'' Eṉṟu kēṭpāṉ. Ataṟku avarkaḷ (eṅkaḷ iṟaivaṉē!) Avvāṟu cāṭci kūṟupavarkaḷ ‘‘eṅkaḷil oruvarumē (iṉṟaiya tiṉam) illaiyeṉṟu uṉakku aṟivittu viṭukiṟōm'' eṉṟu kūṟuvārkaḷ"
        },
        {
            "chapter": 41,
            "verse": 48,
            "text": "itaṟku muṉṉar avarkaḷ (iṟaivaṉeṉa) aḻaittuk koṇṭiruntavaiyellām avarkaḷai viṭṭum maṟaintu pōyviṭum. Taṅkaḷukkut tappa vaḻiyillai eṉpataiyum avarkaḷ naṉku aṟintukoḷvārkaḷ"
        },
        {
            "chapter": 41,
            "verse": 49,
            "text": "(pirārttaṉai ceytu) naṉmaiyaik kēṭpatil maṉitaṉ (orupoḻutum) caṭaivatillai. Eṉiṉum, avaṉai oru tīṅku aṇukiṉāl avaṉ maṉamuṭaintu nampikkaiyiḻantu viṭukiṟāṉ"
        },
        {
            "chapter": 41,
            "verse": 50,
            "text": "Maṉitaṉaip piṭittirunta tuṉpattai nīkkiya piṉṉar, nam aruḷai avaṉ cuvaikkumpaṭi nām ceytālō itu eṉakku varavēṇṭiyatāka iruntatē vantuḷḷatu. Maṟumai ēṟpaṭum eṉṟu nāṉ nampavēyillai. Avvāṟē (maṟumai ēṟpaṭṭu) eṉatu iṟaivaṉiṭam nāṉ koṇṭu pōkappaṭṭālum, avaṉiṭattilum niccayamāka eṉakku naṉmaiyē kiṭaikkum eṉṟu kūṟukiṟāṉ. Āṉāl, evarkaḷ nirākarikkiṟārkaḷō, avarkaḷ ceyta (tīya) kāriyaṅkaḷai annāḷil nām niccayamāka avarkaḷukkut teḷivāka eṭuttuk kāṇpippōm. Kaṭiṉamāṉa vētaṉaiyai avarkaḷ cuvaikkumpaṭiyum niccayamāka nām ceyvōm"
        },
        {
            "chapter": 41,
            "verse": 51,
            "text": "maṉitaṉukku nām (oru) aruḷ purintāl, avaṉ (namakku naṉṟi celuttuvataṟkup patilāka nam'maiyum nam kaṭṭaḷaikaḷaiyum) puṟakkaṇittu (nam'mai viṭṭum) vilaki viṭukiṟāṉ. Avaṉai oru tīṅku toṭarntālō, veku akala-nīḷamāṉa pirārttaṉai cey(tu atai nīkkumāṟu nam'miṭam kōru)kiṟāṉ"
        },
        {
            "chapter": 41,
            "verse": 52,
            "text": "‘‘(uṇmaiyāṉa vētamākiya) itu allāhviṭamiruntu vantiruntum, atai nīṅkaḷ nirākarittu viṭṭāl (ataṉ mītu) kaṭiṉamāṉa virōtattilirukkum uṅkaḷaiviṭa vekutūramāṉa vaḻikēṭṭiliruppavarkaḷ yār? Eṉpatai nīṅkaḷ kavaṉittīrkaḷā?'' Eṉṟu (napiyē!) Nīr (avarkaḷaik) kēṭpīrāka"
        },
        {
            "chapter": 41,
            "verse": 53,
            "text": "niccayamāka ivvētam uṇmaiyāṉatutāṉ eṉṟu avarkaḷukkut teḷivākum poruṭṭu, nam attāṭcikaḷai (ulakattiṉ) pala pākaṅkaḷilum kāṇpippatuṭaṉ, avarkaḷukkuḷḷākavum aticīkkirattil nām (namatu attāṭcikaḷaik) kāṇpippōm. (Napiyē!) Umatu iṟaivaṉ niccayamāka aṉaittaiyum pārttuk koṇṭirukkiṟāṉ eṉpatu (umakku) pōtātā"
        },
        {
            "chapter": 41,
            "verse": 54,
            "text": "Niccayamāka avarkaḷ taṅkaḷ iṟaivaṉaic cantippataip paṟṟiyum cantēkattil irukkiṟārkaḷ eṉpatai nīr aṟintukoḷvīrāka. Avaṉ ellāvaṟṟaiyum (taṉ ñāṉattāl) cūḻntu (aṟintu) koṇṭumirukkiṟāṉ eṉpataiyum niccayamāka (napiyē! Nīr) aṟintukoḷvīrāka"
        }
    ]
}