{
    "rukus": [
        {
            "chapter": 6,
            "verse": 83,
            "text": "Cho nen, trong hai nhom, nhom nao xung đang đuoc an toan (khoi su trung phat cua Allah) neu cac nguoi (that su) biet ro?) Đo la lap luan ma TA đa ban cho Ibrahim đe Y đoi đap voi nguoi dan cua Y. TA muon nang cap bac cho ai la tuy y TA. Qua that, Thuong Đe cua Nguoi (Thien Su) la Đang Sang Suot, Đang Hang Biet"
        },
        {
            "chapter": 6,
            "verse": 84,
            "text": "TA đa ban cho (Ibrahim) (đua con trai) Is-haq (Isaac) va (đua chau noi) Ya’qub (Jacob). Ca hai đeu đuoc TA huong dan (đen voi chinh đao). Truoc đay, Nuh (No-e) cung đa đuoc TA huong dan, va ca trong dong doi cua Y nhu Dawood (David), Sulayman (Solomon), Ayyub (Job), Yusuf (Joseph), Musa, Harun (Aaron); TA ban thuong cho nhung nguoi lam tot nhu the"
        },
        {
            "chapter": 6,
            "verse": 85,
            "text": "(TA đa huong dan) Zakariya (Zacharias), Yahya, Ysa, Ilyas (Elias), tat ca đeu la nhung nguoi đuc hanh"
        },
        {
            "chapter": 6,
            "verse": 86,
            "text": "(TA đa huong dan) Isma’il, Al-Yasa’ (Elisha), Yunus, Lut, tat ca đeu đuoc TA ban phuc hon thien ha"
        },
        {
            "chapter": 6,
            "verse": 87,
            "text": "Va trong so cha me, con cai va anh em cua ho cung đuoc TA phu ho va huong dan theo Chinh Đao"
        },
        {
            "chapter": 6,
            "verse": 88,
            "text": "Đo la chi đao cua Allah, Ngai đa dung no đe huong dan ai Ngai muon trong so bay toi cua Ngai. Nhung neu ho Shirk thi moi viec lam (ngoan đao va hanh thien) cua ho tro nen hoai cong vo ich"
        },
        {
            "chapter": 6,
            "verse": 89,
            "text": "Đo la nhung (vi Su Gia va Nabi) đa đuoc TA ban cho Kinh Sach, su thong thai va su mang tien tri. Cho nen, neu nhu đam dan nay (cua Nguoi – hoi Thien Su) phu nhan (ca ba đieu nay) thi chac chan TA se ban cac đieu nay cho mot đam nguoi khac (nhung nguoi Muhajir va dan Ansar va nhung ai đi theo ho đen ngay Tan The), ho se khong phu nhan"
        },
        {
            "chapter": 6,
            "verse": 90,
            "text": "Đo la nhung nguoi đa đuoc Allah ban cho su chi đao, cho nen, cac nguoi hay noi theo su chi đao cua ho. Nguoi (hoi Thien Su) hay noi: “Ta khong he yeu cau cac nguoi tra tien thu lao cho Ta ve (Qur’an). Qua that, No la Thong Điep Nhac Nho danh cho thien ha (loai nguoi va loai Jinn).”"
        }
    ]
}