{
    "rukus": [
        {
            "chapter": 12,
            "verse": 36,
            "text": "Va co hai thanh nien cung vao tu voi (Yusuf). Mot trong hai noi: “Qua that, toi thay trong giac mo cua minh rang toi đang ep ruou.” va nguoi con lai noi: “Con toi thay trong giac mo cua minh rang toi đoi banh mi tren đau va con chim đang mo an no.” (Ca hai noi:) “Xin anh hay giai ma giac mo đo cho chung toi, chung toi thuc su thay anh la nguoi tot.”"
        },
        {
            "chapter": 12,
            "verse": 37,
            "text": "(Yusuf) noi: “Truoc khi thuc an đuoc mang đen cho hai cau, toi se cho hai nguoi biet y nghia cua hai giac mo đo. (So di, toi biet cach giai ma giac mo khong phai la do toi su dung bua thuat) ma la do Thuong Đe cua toi đa day, va do toi đa tu bo tin nguong cua cong đong khong co đuc tin noi Allah va noi Đoi Sau.”"
        },
        {
            "chapter": 12,
            "verse": 38,
            "text": "“Toi đa theo tin nguong cua ong cha cua toi: Ibrahim, Is-haaq va Ya’qub. Tat ca chung toi khong to hop voi Allah bat cu thu gi. Đay la hong phuc ma Allah đa ban cho chung toi va toan nhan loai nhung hau het nhan loai khong biet on (Ngai).”"
        },
        {
            "chapter": 12,
            "verse": 39,
            "text": "“Nay hai nguoi ban tu cua toi, nhieu Thuong Đe khac nhau tot hon hay chi mot minh Allah, Đang Duy Nhat, Đang Thong Tri tot hon?”"
        },
        {
            "chapter": 12,
            "verse": 40,
            "text": "“Nhung thu ma cac anh đang tho phuong chi la nhung ten goi do chinh cac anh va ong cha cua cac anh đa đat cho chung, chu Allah đa khong ban xuong bat ky tham quyen nao cho chung ca. Moi xet xu va đinh đoat đeu thuoc ve mot minh Allah. Ngai đa ra lenh cho cac anh chi tho phuong duy nhat mot minh Ngai. Đo la ton giao chinh truc nhung hau het nhan loai khong biet.”"
        },
        {
            "chapter": 12,
            "verse": 41,
            "text": "“Nay hai nguoi ban tu cua toi, mot trong hai anh se tro thanh nguoi hau rot ruou cho chu cua minh va nguoi con lai se bi đong đinh tren thap tu gia va bi chim mo tren đau. Van đe ma hai anh muon biet đa đuoc đinh đoat nhu vay.”"
        },
        {
            "chapter": 12,
            "verse": 42,
            "text": "(Yusuf) noi voi nguoi ma Y nghi anh ta se đuoc song trong hai nguoi ban tu: “Anh hay nhac đen toi truoc chu nhan cua anh.” Tuy nhien, Shaytan đa khien cho nguoi ban tu đo quen mat viec nhac (đen Yusuf) truoc chu nhan cua minh. Vi vay, Yusuf phai o lai trong tu them vai nam"
        }
    ]
}