{
    "rukus": [
        {
            "chapter": 12,
            "verse": 50,
            "text": "Nha vua noi: “Cac than hay đua nguoi giai ma giac mo đen gap tram.” Nhung khi su gia đen, Yusuf noi: “Anh hay ve tau lai voi chu nhan cua anh, hoi ngai ay ve viec cac qui ba đa cat tay ho (thi se xu tri) the nao? Qua that, Thuong Đe cua ta biet ro am muu cua cac qui ba đo.”"
        },
        {
            "chapter": 12,
            "verse": 51,
            "text": "Nha vua phan: “Su tinh nhu the nao ve viec cac qui ba đa tim cach quyen ru Yusuf?” Ho noi: “Allah la Đang Hoan Hao! Chung than khong he biet bat cu đieu xau nao ve (Yusuf) ca. (Luc nay) vo cua vi đai quan thu toi, noi: “Gio đay su that đa ro rang, chinh than la nguoi đa tim cach quyen ru (Yusuf), con (Yusuf) von di la mot nguoi ngay thang va trung thuc.”"
        },
        {
            "chapter": 12,
            "verse": 52,
            "text": "“Đo la vi than muon đe cho phu quan cua than biet rang than khong phan boi ong ay khi ong ay vang mat. Tuy nhien, Allah khong huong dan ke hoach cua nhung ke phan boi.”"
        },
        {
            "chapter": 12,
            "verse": 53,
            "text": "“Than khong cho minh vo toi. Qua that, duc vong (cua con nguoi) thoi thuc đieu xau ngoai tru ai đo đuoc Thuong Đe thuong xot. Qua that, Thuong Đe la Đang Tha Thu, Đang Nhan Tu.”"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "Nha vua ha lenh cho cac quan than: “Cac khanh hay dan Yusuf đen gap tram. Tram se đe Y lam viec rieng cho tram.” Sau khi noi chuyen voi Yusuf, (nha vua thay đuoc su hieu biet va tri tue cua Y), nha vua noi voi Y: “Qua that, tu ngay hom nay, nguoi la nguoi co đia vi cao va đuoc tin nhiem o noi ta.”"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "(Yusuf) noi: “Xin be ha đe ha than phu trach cai quan kho luong thuc cua đat nuoc (Ai Cap), chac chan, than se la mot nguoi bao quan hieu biet (đang tin).”"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "Bang cach nay, TA (Allah) đa đinh cu Yusuf o vung đat đo (Ai Cap) đe Y song o bat cu noi nao Y muon. TA ban long thuong xot cua TA cho bat cu ai TA muon, va chac chan TA se khong đe mat phan thuong cua nhung nguoi lam tot"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "Va phan thuong o Đoi Sau chac chan se tot hon cho nhung nguoi co đuc tin va ngoan đao"
        }
    ]
}