{
    "rukus": [
        {
            "chapter": 20,
            "verse": 129,
            "text": "Neu khong vi mot Loi phan cua Thuong Đe cua Nguoi đa đuoc tuyen bo va mot thoi han đa đuoc an đinh thi chac chan (hinh phat) đa xay ra (cho ho) roi"
        },
        {
            "chapter": 20,
            "verse": 130,
            "text": "The nen, Nguoi (Muhammad) hay kien nhan voi nhung loi cua ho va Nguoi hay tan duong, ca ngoi Thuong Đe cua Nguoi truoc luc mat troi moc cung nhu truoc luc mat troi lan; va Nguoi hay tan duong Ngai vao cac thoi khac cua ban đem, vao gio giac đau va cuoi cua ban ngay mong rang Nguoi se hai long (voi phan thuong tu noi Allah)"
        },
        {
            "chapter": 20,
            "verse": 131,
            "text": "Va Nguoi (Muhammad) cho tro mat nhin nhung thu ma TA đa ban cap cho ho huong thu, su long lay hao nhoang cua đoi song tran tuc chi la nhung thu ma TA dung đe thu thach ho ma thoi. Qua that, nhung thien loc tu noi Thuong Đe cua Nguoi moi tot lanh va ben vung"
        },
        {
            "chapter": 20,
            "verse": 132,
            "text": "Nguoi hay ra lenh cho nguoi nha cua Nguoi dang le nguyen Salah va Nguoi hay kien nhan. TA khong đoi hoi Nguoi bong loc; Chinh TA cung cap no cho Nguoi. Va ket cuoc tot đep chi danh cho nhung nguoi ngoan đao"
        },
        {
            "chapter": 20,
            "verse": 133,
            "text": "(Nhung ke vo đuc tin) noi: “Tai sao (Muhammad) khong mang đen cho chung ta mot bang chung tu Thuong Đe cua Y?” Chang le nhung đieu ghi trong cac To Kinh truoc (Tawrah va Injil) đa khong la mot bang chung ro ret cho ho u"
        },
        {
            "chapter": 20,
            "verse": 134,
            "text": "Neu TA (Allah) huy diet ho bang su trung phat truoc khi (Qur’an đuoc mac khai) thi chac chan ho se noi: “Lay Thuong Đe cua bay toi! Sao Ngai khong cu mot Su Gia đen voi bay toi đe bay toi co dip tuan theo cac Loi Mac Khai cua Ngai truoc khi bay toi bi ha nhuc va bi trung phat?”"
        },
        {
            "chapter": 20,
            "verse": 135,
            "text": "Nguoi (Muhammad) hay noi (voi nhung ke phu nhan nay): “Tat ca đeu mong đoi (su phan xet cua Allah); cho nen cac nguoi hay cu cho đoi. Roi đay cac nguoi se som biet ai moi la nguoi đi theo con đuong bang phang va đuoc huong dan đung đuong.”"
        }
    ]
}