{
    "rukus": [
        {
            "chapter": 33,
            "verse": 1,
            "text": "Hoi Nabi (Muhammad)! Nguoi hay kinh so Allah va cho nghe theo nhung ke vo đuc tin va nhung ten gia tao đuc tin. Qua that, Allah la Đang Hang Biet, Đang Sang Suot"
        },
        {
            "chapter": 33,
            "verse": 2,
            "text": "Nguoi hay tuan theo nhung gi đa đuoc mac khai cho Nguoi tu Thuong Đe cua Nguoi. Qua that, Allah thong toan moi đieu cac nguoi lam"
        },
        {
            "chapter": 33,
            "verse": 3,
            "text": "Va Nguoi hay pho thac cho Allah boi le mot minh Allah đa đu lam Đang Bao Ho (cho nhung ai pho thac cho Ngai)"
        },
        {
            "chapter": 33,
            "verse": 4,
            "text": "Allah khong đat hai qua tim vao trong long cua mot nguoi đan ong. Ngai khong lam cho nhung nguoi vo ma cac nguoi Zhihar voi ho thanh me ruot cua cac nguoi. Ngai cung khong lam cho con nuoi cua cac nguoi thanh con ruot. Đo chi la loi noi thot ra tu cua mieng cua cac nguoi ma thoi, con Allah thi noi su that va Ngai huong dan đen con đuong chan chinh"
        },
        {
            "chapter": 33,
            "verse": 5,
            "text": "Cac nguoi hay goi (con nuoi) theo ten cha ruot cua chung, đo la cach goi cong bang nhat đoi voi Allah. Nhung neu cac nguoi khong biet cha cua chung la ai thi chung la anh em đong đao cua cac nguoi va la nguoi bao ho cua nhau voi cac nguoi trong ton giao. Cac nguoi khong co toi neu cac nguoi nham lan trong viec xung ho nay, (cac nguoi chi bi bat toi ve) đieu ma cac nguoi co chu đich trong long ma thoi. Qua that, Allah la Đang Hang Tha Thu, Đang Nhan Tu"
        },
        {
            "chapter": 33,
            "verse": 6,
            "text": "Nabi (Muhammad) phai đuoc qui men đoi voi nhung nguoi co đuc tin hon ca ban than ho, va cac ba vo cua Y đuoc xem la cac ba me cua ho. (Theo sac lenh cua Allah) trong Kinh Sach cua Ngai thi ba con ruot thit đuoc uu tien đoi voi nhau (ve viec huong gia tai thua ke) hon so voi nhung nguoi co đuc tin va nhung nguoi Muhajir (di cu tu Makkah đen Madinah), tru truong hop cac nguoi lam mot hanh đong tu te đoi voi nhung nguoi than thiet nhat cua cac nguoi. Đo la menh lenh đuoc ghi trong Kinh Sach (Van ban luu tru hay quyen Kinh Me o noi Allah)"
        },
        {
            "chapter": 33,
            "verse": 7,
            "text": "Nguoi (hoi Thien Su, hay nho lai) khi TA (Allah) giao uoc voi cac vi Nabi va voi Nguoi, voi Nuh, voi Ibrahim, voi Musa va voi Ysa con trai cua Maryam, TA đa giao uoc bang cuoc giao uoc trinh trong"
        },
        {
            "chapter": 33,
            "verse": 8,
            "text": "Đe Ngai hoi nhung nguoi chan that (cac vi Nabi, cac vi Thien Su) ve su trung thuc cua ho (trong viec rao truyen Buc Thong Điep cua Allah) va Ngai đa chuan bi cho nhung ke vo đuc tin mot su trung phat đau đon"
        }
    ]
}