{
    "rukus": [
        {
            "chapter": 4,
            "verse": 15,
            "text": "Nhung ai trong so phu nu cua cac nguoi lam đieu o ue (thong dam) thi cac nguoi hay đua ra bon nhan chung đe buoc toi ho. Neu (ca bon nhan chung) đeu đong xac nhan thi cac nguoi hay giam ho trong nha cho đen chet hoac Allah se mo cho ho mot loi thoat khac"
        },
        {
            "chapter": 4,
            "verse": 16,
            "text": "Hai nguoi (đan ong va đan ba) trong cac nguoi pham toi thong dam thi cac nguoi hay phat ho that nang. Tuy nhien, khi ca hai biet an nan hoi cai va chiu sua minh thi cac nguoi hay bo mac ho. Qua that Allah hang chap nhan su sam hoi, Ngai la Đang Khoan Dung"
        },
        {
            "chapter": 4,
            "verse": 17,
            "text": "That ra Allah chi chap nhan su an nan hoi cai cua nhung ai lam toi loi trong luc khong nhan thuc ro van đe, con khi (ho nhan thuc đuoc su sai trai) thi ho lien an nan sam hoi. Đo la nhung nguoi se đuoc Allah tha thu cho ho, boi Allah la Đang Hang Biet, Đang Sang Suot"
        },
        {
            "chapter": 4,
            "verse": 18,
            "text": "An nan hoi cai se khong đuoc chap nhan đoi voi nhung ai cu ngoan co lam đieu toi loi cho toi khi sap chet thi moi noi: “Bay gio be toi xin an nan sam hoi”; va (an nan hoi cai) cung khong đuoc chap nhan đoi voi nhung nguoi chet trong tinh trang vo đuc tin. Đo la nhung ke ma TA đa chuan bi mot hinh phat đau đon danh cho ho"
        },
        {
            "chapter": 4,
            "verse": 19,
            "text": "Hoi nhung nguoi co đuc tin, cac nguoi khong đuoc thua huong cac phu nu mot cach cuong buc, cac nguoi cung khong đuoc giam ho lai hau đe lay lai phan tien cuoi ma cac nguoi đa trao cho ho tru phi ho cong khai lam đieu o ue, con khong thi cac nguoi phai đoi xu tu te voi ho. Boi le neu cac nguoi ghet bo ho thi e rang cac nguoi đa ghet bo mot thu ma Allah đa ban cho ho bao đieu tot đep"
        },
        {
            "chapter": 4,
            "verse": 20,
            "text": "Khi cac nguoi (nhung nguoi chong) muon li hon vo (hien tai) đe cuoi nguoi vo khac va cac nguoi đa trao tang moi nguoi vo mot đong vang thi cac nguoi khong đuoc lay lai bat cu thu gi tu tien cuoi đo. Le nao cac nguoi muon lay lai no bang cach vu khong ho hoac cong khai pham toi u"
        },
        {
            "chapter": 4,
            "verse": 21,
            "text": "Lam sao ma cac nguoi co the lay lai phan tien cuoi đo trong khi cac nguoi đa an nam voi ho va ho đa nhan lay loi giao uoc long trong cua cac nguoi"
        },
        {
            "chapter": 4,
            "verse": 22,
            "text": "Cac nguoi khong đuoc ket hon voi nhung nguoi phu nu ma cha cua cac nguoi đa cuoi (truoc đay), ngoai tru su viec đa xay ra (truoc lenh cam nay). Qua that, đo la mot con đuong o ue va ban thiu"
        }
    ]
}