{
    "rukus": [
        {
            "chapter": 5,
            "verse": 20,
            "text": "Nguoi (hoi Thien Su) hay nho lai khi Musa (Moi-se) noi voi dan cua minh: “Nay hoi dan ta, cac nguoi hay nho ve an hue ma Allah đa ban cho cac nguoi khi Ngai đa lua chon trong cac nguoi lam nhung vi Nabi, Ngai đa lam cho cac nguoi tro thanh vua chua va Ngai đa ban cho cac nguoi nhung thu ma Ngai đa khong ban cho bat ky ai trong thien ha (trong thoi cua cac nguoi).”"
        },
        {
            "chapter": 5,
            "verse": 21,
            "text": "“Nay hoi dan ta, cac nguoi hay đi vao vung đat linh thieng (Jerusalem) đa đuoc Ngai an bay cho cac nguoi (gianh chien thang) va cac nguoi cho đung quay lung tro lui keo cac nguoi tro thanh đam nguoi thua thiet (o tran gian va ca Đoi Sau).”"
        },
        {
            "chapter": 5,
            "verse": 22,
            "text": "(Nguoi dan cua Musa) đap: “Hoi Musa, qua that trong (Jerusalem) đo co mot đam dan co suc manh phi thuong. Chung toi se khong bao gio vao đo cho toi khi nao ho roi đi. Neu ho roi khoi noi đo thi chung toi moi đi vao.”"
        },
        {
            "chapter": 5,
            "verse": 23,
            "text": "Hai nguoi đan ong trong so nhung nguoi biet kinh so Allah, (ca hai) đuoc Allah ban cho an hue, noi: “Cac nguoi cu viec tien vao cong (chinh), cac nguoi chi can tien vao đuoc ben trong thi cac nguoi chac chan se gianh chien thang, cac nguoi hay pho thac cho Allah neu cac nguoi la nhung nguoi co đuc tin.”"
        },
        {
            "chapter": 5,
            "verse": 24,
            "text": "(Nguoi dan cua Musa) noi: “Nay Musa, qua that chung toi se khong bao gio đi vao khi ma ho (đam nguoi phi thuong) van con o trong đo. The nen, nguoi va Thuong Đe cua nguoi hay đi (vao trong đo) ma chien đau con chung toi se ngoi (đoi) o đay.”"
        },
        {
            "chapter": 5,
            "verse": 25,
            "text": "(Musa) cau nguyen: “Lay Thuong Đe cua be toi, qua that be toi (khong quan ly đuoc ai) ngoai ban than be toi va nguoi anh em (Harun) cua be toi. Xin Ngai hay tach bay toi ra khoi đam nguoi bat tuan kia!”"
        },
        {
            "chapter": 5,
            "verse": 26,
            "text": "Allah phan (voi Musa): “Vay thi noi đo (vung đat linh thieng Jerusalem) la vung đat cam đoi voi ho trong suot thoi gian bon muoi nam, ho phai song lang thang khap noi tren trai đat. Cho nen, Nguoi (Musa) cho đung thuong tiec cho đam nguoi day loan đo.”"
        }
    ]
}