{
    "rukus": [
        {
            "chapter": 12,
            "verse": 36,
            "text": "Se bashku me te hyne ne burg dy te rinj. Njeri prej atyre dyve tha: \"Une enderrova veten se po shtrydhi (rrush per) vere\". E tjetri tha: \"Une enderrova se po bart mbi koke nje buke nga e cila hanin shpezet\". Na trego komentimin e saj, se ne te konsiderojm"
        },
        {
            "chapter": 12,
            "verse": 37,
            "text": "Tha: \"Nuk ju vjen juve ndonje ushqim me te cilin ushqeheni, e qe une te mos dije, t´ju pershkruaj ate para se t´ju vije. Kjo eshte nga ajo cka me mesoi Zoti im (nuk eshte fall e as prognoze). Une e kam braktisur fene e nje populli qe nuk e beson All-llahu"
        },
        {
            "chapter": 12,
            "verse": 38,
            "text": "Une e ndoqa fene e prinderve te mi: Ibrahimit, Is´hakut, Jakubit. Neve nuk na takoi t´i pershkruajme kurre nje send shok All-llahut. Ky (besim i drejte) eshte dhurate e madhe nga All-llahu ndaj nesh dhe ndaj njerezve, por shumica e njerezve nuk ia dine vl"
        },
        {
            "chapter": 12,
            "verse": 39,
            "text": "O ju dy shoket e mi te burgut, a eshte me mire te adhurohen zota te ndryshem ose All-llahu, i vetmi ngadhenjimtar"
        },
        {
            "chapter": 12,
            "verse": 40,
            "text": "Ata qe ju adhuroni pervec All-llahut, nuk jane tjeter vetem se emra qe i pagezuat ju dhe prinderit tuaj. All-llahu nuk shpalli ndonje fakt per ta, vendimi (ne ceshtjen e adhurimit) nuk i takon kujt, pos All-llahut, e Ai urdheroi te mos adhuroni tjeter vet"
        },
        {
            "chapter": 12,
            "verse": 41,
            "text": "O shoket e mi te burgut! Njeri prej juve dyve do t´i jape te pije vere zoteriut te vet, e tjetri do te varet, kurse shpezet do te hane nga koka e tij. Ceshtja per te cilen kerkuat shpjegim, ka marre fund (keshtu)"
        },
        {
            "chapter": 12,
            "verse": 42,
            "text": "E atij, per te cilin besonte se eshte i shpetuar, i tha: \"Me perkujto mua te zoteriu yt\". Po djalli e vuri ne harrese ta perkujtoje te zoteriu i tij, e per kete mbeti ne burg disa vjet"
        }
    ]
}