{
    "rukus": [
        {
            "chapter": 17,
            "verse": 31,
            "text": "Ju mos i mbytni femijet tuaj nga frika e varferise, se Ne ua sigurojme furnizimin atyre dhe juve, e mbytja e tyre eshte mekat i madh"
        },
        {
            "chapter": 17,
            "verse": 32,
            "text": "Dhe mos iu afroni imoralitetit (zinase), sepse vertet ai eshte veper e shemtuar dhe eshte nje rruge shume e keqe"
        },
        {
            "chapter": 17,
            "verse": 33,
            "text": "Dhe mos e mbytni njeriun qe All-llahu e ka ndaluar (mbytjen e tij), pervec me drejtesi (qe e kerkon sheriati). E kush mbytet pa te drejte (pa faj), kujdestarit te tij Ne i kemi dhene te drejte (te kerkoje drejtesine), e ai te mos e kaloje kufirin ne mbytj"
        },
        {
            "chapter": 17,
            "verse": 34,
            "text": "Mos perdoroni pasurine e jetimit ndryshe vetem ne menyre me te mire (per t´ia shtuar), derisa ai ta arrije pjekurine e vet. Premtimin zbatonie, pse per premtimin ka pergjegjesi"
        },
        {
            "chapter": 17,
            "verse": 35,
            "text": "Masen mbusheni kur matni (me ene) dhe peshoni me peshoje te drejte (precize). Kjo eshte me e dobishme dhe ka perfundim me te mire"
        },
        {
            "chapter": 17,
            "verse": 36,
            "text": "Mos iu qas asaj per te cilen nuk ke njohuri, pse te degjuarit, te pamurit dhe zemra, per te gjitha keto ka pergjegjesi"
        },
        {
            "chapter": 17,
            "verse": 37,
            "text": "Dhe mos ec neper toke me mburrje, pse ti as nuk mund ta cashe token as nuk mund ta arrishe lartesine e maleve"
        },
        {
            "chapter": 17,
            "verse": 38,
            "text": "E keqja e te gjitha ketyre eshte e urrejtur te Zoti yt"
        },
        {
            "chapter": 17,
            "verse": 39,
            "text": "Keto jane nga urtesia qe Zoti yt ta shpalli ty. Mos shoqero me All-llahun ndonje zot tjeter e te hidhesh ne xhehennem i qortuar dhe i larguar"
        },
        {
            "chapter": 17,
            "verse": 40,
            "text": "A mos u dalloi Zoti juaj me djem, e per vete zgjodhi melaike qe ju i mendoni femra? Vertet, ju jeni duke thene fjale te medha"
        }
    ]
}