{
    "rukus": [
        {
            "chapter": 43,
            "verse": 57,
            "text": "Kur iu permend popullit tend si shembull biri i Merjemes, ata brohoriten"
        },
        {
            "chapter": 43,
            "verse": 58,
            "text": "Dhe thane: \"A jane me te mire zotat tane apo ai?\" Ata nuk te thane ate, vetem si polemike, por ata jane njerez ngaterrestare"
        },
        {
            "chapter": 43,
            "verse": 59,
            "text": "Ai (Isai) ka qene vetem nje rob, te cilin e beme pejgamber dhe e beme shembull te jashtezakonshem si pervoje per beni israilet"
        },
        {
            "chapter": 43,
            "verse": 60,
            "text": "Po sikur te duam Ne, do te benim prej jush engjej qe do t´ju zevendesonin ne toke"
        },
        {
            "chapter": 43,
            "verse": 61,
            "text": "E ai (Isai) eshte parashenje e momentit (e kijametit), pra kurrsesi mos dyshoni ne te (ne katastrofe) dhe eni pas meje, kjo eshte rruga e drejte"
        },
        {
            "chapter": 43,
            "verse": 62,
            "text": "E te mos u pengoje djalli, se ai per ju eshte armik i hapet"
        },
        {
            "chapter": 43,
            "verse": 63,
            "text": "Po kur Isai erdhi me argumente tha: \"Erdha te ju me pejgamberllek dhe erdha t´ua sqaroj ate pjese qe e kundershtonit, pra kini frike All-llahun dhe me respektoni mua"
        },
        {
            "chapter": 43,
            "verse": 64,
            "text": "S´ka dyshim, All-llahu eshte Ai, Zoti im dhe Zoti juaj, andaj Ate adhurojeni! Kjo eshte rruga e drejte"
        },
        {
            "chapter": 43,
            "verse": 65,
            "text": "Dhe grupet u percane mes vete, e te mjeret ata qe jane zullumqare nga denimi i dites se dhembshme"
        },
        {
            "chapter": 43,
            "verse": 66,
            "text": "Nuk presin tjeter ato (grupe) pervec katastrofes, t´u vije befas duke mos e hetuar fare"
        },
        {
            "chapter": 43,
            "verse": 67,
            "text": "Ate dite shoket e ngushte do te jene armiq te njeri-tjetrit, pervec atyre qe ishin te sinqerte ne miqesi"
        }
    ]
}