{
    "rukus": [
        {
            "chapter": 3,
            "verse": 149,
            "text": "O besimtare, nese u nenshtroheni jobesimtareve, ata ju kthejne prapa aty ku ishit (ne kufer) dhe atehere do te jeni te humbur"
        },
        {
            "chapter": 3,
            "verse": 150,
            "text": "Sepse vetem All-llahu eshte ndihmetar i juaji dhe Ai eshte me i miri ndihmes"
        },
        {
            "chapter": 3,
            "verse": 151,
            "text": "Ne do to mbjellim friken ne zemrat e atyre qe nuk besuan sepse ata All-llahut i trillojne e i mveshin zota te tjere, duke mos pasur per kete kurrfar fakti, ndaj vendbanimi i tyre do te jete xhehennemi. Sa i shemtuar eshte vendi i mizoreve"
        },
        {
            "chapter": 3,
            "verse": 152,
            "text": "All-llahu permbushi premtimin e vet ndaj jush, ngase me vullnetin e Tij i korret ata (me shpata) deri kur u dobesuat dhe u percate ndermjet vete, ne ceshtjen e vendit (qe u pat caktuar Pejgamberi) dhe pasi verejtet ate qe e deshironit (prene e luftes), e"
        },
        {
            "chapter": 3,
            "verse": 153,
            "text": "Dhe kur largoheshit e nuk perfillshit as njeri-tjetrin, ndersa i derguari ju therriste mbrapa. Atehere u goditi me deshperim per deshperim (qe i shkaktuat Pejgamberit), ashtu qe mos pikelloheni per ate qe ju shpetoi (preja e luftes) e as per ate qe ju god"
        },
        {
            "chapter": 3,
            "verse": 154,
            "text": "Mandej, pas asaj tronditjeje te rende, Ai u leshoi sa per qetesim, nje kotje (gjume te lehte) qe i kaploi nje grup prej jush, kurse nje grup e kishte preokupuar vetem ceshtja e vetvetes. Ata formuan bindje te padrejte ndaj All-llahut, bindje injorante, e"
        },
        {
            "chapter": 3,
            "verse": 155,
            "text": "Vertet, ata qe u zbrapen prej jush diten e ndeshjes se dy grupeve (besimtare dhe idhujtare ne Uhud), ata vetem djalli i shtyri te rreshqasin me disa pune te tyre qe i bene, po All-llahu ua fali atyre gabimin; All-llahu eshte mekatfales dhe i bute"
        }
    ]
}