{
    "rukus": [
        {
            "chapter": 5,
            "verse": 109,
            "text": "Il Giorno in cui Allah radunera tutti i messaggeri, dira loro: “Che cosa vi hanno risposto?”; diranno: “Noi non abbiamo nessuna scienza: Tu sei Colui Che conosce l'inconoscibile”"
        },
        {
            "chapter": 5,
            "verse": 110,
            "text": "E quando Allah dira: “O Gesu figlio di Maria, ricorda la Mia grazia su di te e su tua madre e quando ti rafforzai con lo Spirito Puro! Tanto che parlasti agli uomini dalla culla e in eta matura. E quando ti insegnai il Libro e la saggezza e la Torah e il Vangelo, quando forgiasti con la creta la figura di un uccello, quindi vi soffiasti sopra e col Mio permesso divenne un uccello. Guaristi, col Mio permesso, il cieco nato e il lebbroso. E col Mio permesso risuscitasti il morto. E quando ti difesi dai Figli d'Israele allorche giungesti con le prove. Quelli di loro che non credevano, dissero: \"Questa e evidente magia\"”"
        },
        {
            "chapter": 5,
            "verse": 111,
            "text": "E quando rivelai agli apostoli: “Credete in Me e nel Mio messaggero”, risposero: “Crediamo, sii testimone che siamo musulmani”"
        },
        {
            "chapter": 5,
            "verse": 112,
            "text": "Quando gli apostoli dissero: “O Gesu, figlio di Maria, e possibile che il tuo Signore faccia scendere su di noi dal cielo una tavola imbandita?”, gli rispose: “Temete Allah se siete credenti"
        },
        {
            "chapter": 5,
            "verse": 113,
            "text": "Dissero: “Vogliamo mangiare da essa. Cosi i nostri cuori saranno rassicurati, sapremo che tu hai detto la verita e ne saremo testimoni”"
        },
        {
            "chapter": 5,
            "verse": 114,
            "text": "Gesu figlio di Maria disse: “O Allah nostro Signore, fa' scendere su di noi, dal cielo, una tavola imbandita che sia una festa per noi - per il primo di noi come per l'ultimo - e un segno da parte Tua. Provvedi a noi, Tu che sei il migliore dei sostentatori”"
        },
        {
            "chapter": 5,
            "verse": 115,
            "text": "Allah disse: “La faro scendere su di voi, e chiunque di voi, dopo di cio, sara miscredente, lo castighero con un tormento, che non infliggero a nessun'altra creatura!”"
        }
    ]
}