{
    "rukus": [
        {
            "chapter": 11,
            "verse": 1,
            "text": "Alif, Lam, Ra. [Ecco un] Libro i cui segni sono stati confermati e quindi esplicati da un Saggio ben informato"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "“Non adorate altri che Allah. In verita, sono per voi ammonitore e nunzio di una buona novella da parte Sua.”"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "Se chiedete perdono al vostro Signore e tornate a Lui pentiti, vi dara piena soddisfazione [in questa vita] fino al termine prescritto e dara ad ogni meritevole il merito suo. Se invece volgerete le spalle, temo per voi il castigo di un gran Giorno"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "Ad Allah ritornerete. Egli e onnipotente"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "E per nascondersi a Lui, che si ripiegano su se stessi? Anche se cercano di nascondersi sotto i loro vestiti, Egli conosce quello che celano e quello che fanno apertamente! In verita, [Egli] conosce il profondo dei cuori"
        },
        {
            "chapter": 11,
            "verse": 6,
            "text": "Non c'e animale sulla terra, cui Allah non provveda il cibo; Egli conosce la sua tana e il suo rifugio, poiche tutto [e scritto] nel Libro chiarissimo"
        },
        {
            "chapter": 11,
            "verse": 7,
            "text": "E Lui Che ha creato i cieli e la terra in sei giorni - allora [stava] sulle acque il Suo Trono -, per vagliare chi di voi agira per il bene. E se dici: “Sarete resuscitati dopo la morte”, coloro che sono miscredenti certamente diranno: “Questa e magia evidente”"
        },
        {
            "chapter": 11,
            "verse": 8,
            "text": "E se allontaniamo il castigo da loro fino a un tempo prestabilito, certamente, diranno: “Cosa lo trattiene?”. Il giorno in cui arrivera, non potranno allontanarlo da loro e saranno circondati da quello che schernivano"
        }
    ]
}