{
    "rukus": [
        {
            "chapter": 2,
            "verse": 189,
            "text": "Quando ti interrogano sui noviluni rispondi: “Servono alle genti per il computo del tempo e per il Pellegrinaggio. Non e una azione pia entrare in casa dalla parte posteriore, la pieta e nel timore di Allah. Entrate pure nelle case passando per le porte e temete Allah, affinche possiate essere tra coloro che prospereranno"
        },
        {
            "chapter": 2,
            "verse": 190,
            "text": "Combattete per la causa di Allah contro coloro che vi combattono, ma senza eccessi, che Allah non ama coloro che eccedono"
        },
        {
            "chapter": 2,
            "verse": 191,
            "text": "Uccideteli ovunque li incontriate, e scacciateli da dove vi hanno scacciati: la persecuzione e peggiore dell'omicidio. Ma non attaccateli vicino alla Santa Moschea, fino a che essi non vi abbiano aggredito. Se vi assalgono, uccideteli. Questa e la ricompensa dei miscredenti"
        },
        {
            "chapter": 2,
            "verse": 192,
            "text": "Se pero cessano, allora Allah e perdonatore, misericordioso"
        },
        {
            "chapter": 2,
            "verse": 193,
            "text": "Combatteteli finche non ci sia piu persecuzione e il culto sia [reso solo] ad Allah. Se desistono, non ci sia ostilita, a parte contro coloro che prevaricano"
        },
        {
            "chapter": 2,
            "verse": 194,
            "text": "Mese sacro per mese sacro e per ogni cosa proibita un contrappasso. Aggredite coloro che vi aggrediscono. Temete Allah e sappiate che Allah e con coloro che Lo temono"
        },
        {
            "chapter": 2,
            "verse": 195,
            "text": "Siate generosi sul sentiero di Allah, non gettatevi da soli nella perdizione, e fate il bene, Allah ama coloro che compiono il bene"
        },
        {
            "chapter": 2,
            "verse": 196,
            "text": "E assolvete, per Allah, al Pellegrinaggio e alla Visita. Se siete impediti a cio, [inviate] un'offerta di quel che potete e non rasatevi le teste prima che l'offerta sia giunta al luogo del sacrificio. Se pero siete malati o avete un morbo alla testa, vi riscatterete con il digiuno, con un'elemosina o con offerta sacrificale. Quando poi sarete al sicuro, colui che si e desacralizzato tra la Visita e il Pellegrinaggio, deve fare un sacrificio a seconda delle sue possibilita. E chi non ne ha i mezzi digiuni per tre giorni durante il Pellegrinaggio e altri sette una volta tornato a casa sua, quindi in tutto dieci giorni. Questo per chi non ha famiglia nei pressi della Santa Moschea. Temete Allah e sappiate che Allah e severo nel castigo"
        }
    ]
}