{
    "rukus": [
        {
            "chapter": 3,
            "verse": 102,
            "text": "O voi che credete, temete Allah come deve essere temuto e non morite non musulmani"
        },
        {
            "chapter": 3,
            "verse": 103,
            "text": "Aggrappatevi tutti insieme alla corda di Allah e non dividetevi tra voi e ricordate la grazia che Allah vi ha concesso: quando eravate nemici e Lui che ha riconciliato i cuori vostri e per grazia Sua siete diventati fratelli. E quando eravate sul ciglio di un abisso di fuoco, e Lui che vi ha salvati. Cosi Allah vi manifesta i segni Suoi, affinche possiate guidarvi"
        },
        {
            "chapter": 3,
            "verse": 104,
            "text": "Sorga tra voi una comunita che inviti al bene, raccomandi le buone consuetudini e proibisca cio che e riprovevole. Ecco coloro che prospereranno"
        },
        {
            "chapter": 3,
            "verse": 105,
            "text": "E non siate come coloro che si sono divisi, opposti gli uni agli altri, dopo che ricevettero le prove. Per loro c'e castigo immenso"
        },
        {
            "chapter": 3,
            "verse": 106,
            "text": "Il Giorno in cui alcuni volti si illumineranno e altri si anneriranno, a quelli che avranno i volti anneriti [sara detto]: “Avete rinnegato dopo aver creduto? Gustate il castigo della miscredenza”"
        },
        {
            "chapter": 3,
            "verse": 107,
            "text": "E coloro i cui visi si illumineranno, saranno nella Misericordia di Allah e vi rimarranno in perpetuo"
        },
        {
            "chapter": 3,
            "verse": 108,
            "text": "Questi sono i segni di Allah che ti recitiamo sinceramente. Allah non vuole l'ingiustizia per il creato"
        },
        {
            "chapter": 3,
            "verse": 109,
            "text": "Ad Allah appartiene tutto quello che e nei cieli e sulla terra, ed e ad Allah che tutto sara ricondotto"
        }
    ]
}