{
    "maqras": [
        {
            "chapter": 28,
            "verse": 29,
            "text": "ākavē mūsā (tam) tavaṇaiyai muṭittukkoṇṭu, tam kuṭumpattuṭaṉ payaṇam ceytu koṇṭirunta pōtu'tūr' (malaiyiṉ) pakkattil oru neruppaik kaṇṭār; avar tam kuṭumpattāriṭam\"nīṅkaḷ (iṅku ciṟitu) taṅkuṅkaḷ; niccayamāka, nāṉ oru neruppaik kāṇkiṉṟēṉ. Nāṉ uṅkaḷukku atiliruntu oru ceytiyaiyō, allatu nīṅkaḷ kuḷir kāyum poruṭṭu, oru neruppuk kaṅkaiyō koṇṭu varukiṟēṉ\" eṉṟu kūṟiṉār"
        },
        {
            "chapter": 28,
            "verse": 30,
            "text": "avar neruppiṉ arukē vanta pōtu, (aṅkuḷḷa) pākkiyam peṟṟa ap paḷḷattākkiluḷḷa ōṭaiyiṉ valappakkattil (oru) marattiliruntu\"mūsāvē! Niccayamāka nāṉē akilattārukkellām iṟaivaṉākiya allāh!\" Eṉṟu kūppiṭappaṭṭār"
        },
        {
            "chapter": 28,
            "verse": 31,
            "text": "um kaittaṭiyaik kīḻē eṟiyum\" eṉṟum (kaṭṭaḷaiyiṭappaṭṭār. Avvāṟu eṟintatum) atu pāmpaip pōṉṟu neḷivataik kaṇṭu, avar tirumpip pārkkāmal piṉ vāṅki ōṭiṉār; (appoḻutu); \"mūsāvē! Muṉṉōkki vārum! Iṉṉum, añcātīr; nīr aṭaikkalam peṟṟavarkaḷil uḷḷavar"
        },
        {
            "chapter": 28,
            "verse": 32,
            "text": "Um kaiyai um caṭṭaikkuḷ pukuttum; atu oḷi mikkatāy, mācaṟṟa veṇmaiyāka veḷivarum; iṉṉum, nīr accappaṭuṅkālai um'muṭaiya kaikaḷai um vilāvil cērttuk koḷḷuṅkaḷ - ivviraṇṭum ḥpir'avṉukkum, avaṉuṭaiya piratāṉikaḷukkum uriya, um iṟaivaṉāl aḷikkappaṭṭa iru attāṭcikaḷākum; niccayamāka avarkaḷ pāvam ceyyum camūkattārākavē irukkiṉṟārkaḷ\" (eṉṟum avarukku kūṟappaṭṭatu)"
        },
        {
            "chapter": 28,
            "verse": 33,
            "text": "(ataṟku avar); \"eṉ iṟaivā! Niccayamāka, nāṉ avarkaḷil oruvaṉaik koṉṟu viṭṭēṉ; ākaiyāl avarkaḷ eṉṉaik kolai ceytu viṭuvārkaḷ eṉṟu payappaṭukiṟēṉ\" eṉṟu kūṟiṉār"
        },
        {
            "chapter": 28,
            "verse": 34,
            "text": "iṉṉum; \"eṉ cakōtarar hārūṉ - avar eṉṉai viṭap pēccil mikka teḷivāṉavar; ākavē eṉṉuṭaṉ utaviyāy nī avarai aṉuppi vaippāyāka! Eṉṉai avar meyppippār. Niccayamāka, avarkaḷ eṉṉaip poyppippārkaḷ eṉṟu nāṉ payappaṭukiṟēṉ\" (eṉṟuṅ kūṟiṉār)"
        },
        {
            "chapter": 28,
            "verse": 35,
            "text": "(allāh) kūṟiṉāṉ; \"nām um kaiyai um cakōtaraik koṇṭu valuppaṭuttuvōm; nām uṅkaḷ iruvarukkumē veṟṟiyaḷippōm; ākavē, avarkaḷ uṅkaḷiruvaraiyum neruṅkavum muṭiyātu nam'muṭaiya attāṭcikaḷaik koṇṭu, nīṅkaḷiruvarum, uṅkaḷaip piṉpaṟṟuvōrum mikaittu viṭuvīrkaḷ"
        },
        {
            "chapter": 28,
            "verse": 36,
            "text": "ākavē, mūsā avarkaḷiṭam nam'muṭaiya teḷivāṉa attāṭcikaḷuṭaṉ vantapōtu, avarkaḷ; \"itu iṭṭuk kaṭṭappaṭṭa cūṉiyamē aṉṟi vēṟillai iṉṉum nam'muṭaiya muṉṉōrkaḷāṉa nam mūtātaiyarkaḷiṭattilum itaik kēḷvippaṭṭatillai\" eṉṟu kūṟiṉārkaḷ"
        },
        {
            "chapter": 28,
            "verse": 37,
            "text": "(appōtu mūsā) kūṟiṉār; \"avaṉiṭamiruntu nērvaḻiyuṭaṉ varupavar yāreṉṟum; iṟuti(yāka cuvaṉa) vīṭu yārukkāka uḷḷatu eṉpataiyum eṉ iṟaivaṉ naṉkaṟivāṉ. Niccayamāka akkiramam ceyvōr veṟṟi peṟa māṭṭārkaḷ"
        },
        {
            "chapter": 28,
            "verse": 38,
            "text": "Iṉṉum ḥpir'avṉ coṉṉāṉ; \"piramukarkaḷē! Eṉṉaittavira uṅkaḷukku vēṟeru nāyaṉ irukkiṉṟāṉ eṉpatāka nāṉ aṟiyavillai. Ātaliṉ, hāmāṉē! Kaḷimaṇ mītu eṉakkākat tīyaimūṭṭi (ceṅkaṟkaḷ ceytu) piṟaku eṉakkāka ōr (uyaramāṉa) māḷikaiyaik kaṭṭuvāyāka! (Ataṉ mēl ēṟi) nāṉ mūsāviṉ iṟaivaṉaip pārkka vēṇṭum - mēlum niccayamāka nāṉ ivarai poyyarkaḷil niṉṟumuḷḷavar\" eṉṟē karutukiṉṟēṉ"
        },
        {
            "chapter": 28,
            "verse": 39,
            "text": "mēlum avaṉum avaṉuṭaiya paṭaikaḷum pūmiyil niyāyamiṉṟip perumai aṭittuk koṇṭaṉar, mēlum avarkaḷ nam'miṭam niccayamākat tirumpakkoṇṭu varappaṭa māṭṭārkaḷ eṉṟum eṇṇik koṇṭārkaḷ"
        },
        {
            "chapter": 28,
            "verse": 40,
            "text": "ākaiyāl, nām avaṉaiyum avaṉ paṭaikaḷaiyum piṭittōm; piṟaku avarkaḷaik kaṭalil (mūḻki viṭumāṟu) eṟintu viṭṭōm; ākavē, akkiramakkārarkaḷiṉ muṭivu eṉṉa āyiṟṟeṉṟu (napiyē!) Nīr kavaṉittuk koḷḷum"
        },
        {
            "chapter": 28,
            "verse": 41,
            "text": "mēlum, (makkaḷai naraka) neruppiṟku aḻaittuc cellum talaivarkaḷākavē nām avarkaḷai ākkiyiruntōm; iṉṉum, kiyāma nāḷaṉṟu avarkaḷ utavi ceyyappaṭamāṭṭārkaḷ"
        },
        {
            "chapter": 28,
            "verse": 42,
            "text": "iṉṉum, ivvulakil avarkaḷaic cāpam toṭarumāṟu nām ceytōm; kiyāma nāḷil avarkaḷ ikaḻappaṭṭavarkaḷākavē iruppārkaḷ"
        },
        {
            "chapter": 28,
            "verse": 43,
            "text": "iṉṉum, muntaiya talaimuṟaiyārkaḷai nām aḻittapiṉ tiṭaṉāka mūsāvukku(t tavṟāt) vētattaik koṭuttōm - maṉitar (cintittu) upatēcam peṟum poruṭṭu avarkaḷukku ñāṉappirakācaṅkaḷākavum, nērvaḻi kāṭṭiyākavum aruṭ koṭaiyākavum (atu iruntatu)"
        },
        {
            "chapter": 28,
            "verse": 44,
            "text": "mēlum, nām mūsāvukkuk kaṭṭaḷaikaḷaik kaṭamaiyākkiya camayam nīr (tūr malaikku) mēṟkut ticaiyil irukkavillai (annikaḻvaip) pārppavarkaḷil oruvarākavum nīr irukkavillai"
        },
        {
            "chapter": 28,
            "verse": 45,
            "text": "Eṉiṉum (avarkaḷukkup piṉ) nām anēka talaimuṟaiyiṉarkaḷai uṇṭākkiṉōm; avarkaḷmītu kālaṅkaḷ pala kaṭantu viṭṭaṉa aṉṟiyum nīr matyaṉ vācikaḷiṭam vacikkavumillai avarkaḷukku nam vacaṉaṅkaḷai nīr ōtik kāṇpikkavumillai eṉiṉum nām tūtarkaḷai aṉuppi vaippōrākavē iruntōm"
        },
        {
            "chapter": 28,
            "verse": 46,
            "text": "iṉṉum nām (mūsāvai) aḻaittapōtu, nīr tūr malaiyiṉ pakkattil irukkavumillai eṉiṉum enta makkaḷukku, umakku muṉṉāl accamūṭṭi eccarikkai ceypavar aṉuppappaṭavillaiyō, avarkaḷ nallupatēcam peṟum poruṭṭu avarkaḷai accamūṭṭi eccarippataṟkāka umakku um iṟaivaṉiṭamiruntu aruṭkoṭaiyāka (ivaik kūṟappaṭukiṟatu)"
        },
        {
            "chapter": 28,
            "verse": 47,
            "text": "avarkaḷuṭaiya kaikaḷ ceytu muṟpaṭuttiya(tī)viṉai kāraṇamāka, avarkaḷukku ētēṉum cōtaṉai varumpōtu avarkaḷ; \"eṅkaḷ iṟaivā! Nī eṅkaḷukkut tūtar oruvarai aṉuppivaittirukka vēṇṭāmā? Appōtu nāṅkaḷ uṉ vacaṉaṅkaḷai piṉpaṟṟi nāṅkaḷum muḥmiṉkaḷil uḷḷavarkaḷākiyiruppōmē!\" Eṉṟu kūṟātirukkum poruṭṭum (um'mai avarkaḷiṭaiyē tūtarāka aṉuppiṉōm)"
        },
        {
            "chapter": 28,
            "verse": 48,
            "text": "eṉiṉum (ippoḻutu) nam'miṭamiruntu cattiya(mārkka)m avarkaḷiṭam vanta pōtu, \"mūsāvukkuk koṭukkappaṭṭatu pōṉṟu ivarukku ēṉ koṭukkappaṭavillai\" eṉṟu kēṭkiṟārkaḷ; itaṟku muṉṉar, mūsāvukkuk koṭukkappaṭṭataiyum avar(kaḷiṉ mūtātaiyar)kaḷ nirākarikka villaiyā? Iṉṉum avarkaḷ kūṟukiṟārkaḷ; (tiruk kur'āṉum, tavrāttum)\"oṉṟaiyoṉṟu uṟutippaṭuttum iraṇṭu cūṉiya(mantira)ṅkaḷē!\" Eṉṟu iṉṉum avarkaḷ kūṟukiṟārkaḷ; \"niccayamāka nāṅkaḷ (ivai) aṉaittaiyum nirākarikkiṟōm\" eṉṟu"
        },
        {
            "chapter": 28,
            "verse": 49,
            "text": "Ākavē, \"nīṅkaḷ uṇmaiyāḷarkaḷāka iruntāl, ivviraṇṭaiyum viṭa nērvaḻikkāṭṭak kūṭiya vētattai allāhviṭamiruntu nīṅkaḷ koṇṭu vāruṅkaḷ; nāṉum ataippiṉpaṟṟukiṟēṉ\" eṉṟu (napiyē!) Nīr kūṟum"
        },
        {
            "chapter": 28,
            "verse": 50,
            "text": "umakku avarkaḷ patil kūṟāviṭil, niccayamāka avarkaḷ tam maṉa iccaikaḷaiyē piṉpaṟṟukiṟārkaḷ eṉṟu nīr aṟintu koḷḷum; iṉṉum allāhviṭamiruntu nērvaḻi kāṭṭiyiṉṟit taṉ maṉa iccaiyaip piṉpaṟṟupavaṉaiviṭa, mika vaḻi keṭṭavaṉ evaṉ irukkiṉṟāṉ; niccayamāka allāh akkiramakkāra camūkattārukku nērvaḻi kāṭṭa māṭṭāṉ"
        }
    ]
}