{
    "maqras": [
        {
            "chapter": 3,
            "verse": 15,
            "text": "(Napiyē!) Nīr kūṟum; \"avaṟṟai viṭa mēlāṉavai paṟṟiya ceytiyai nāṉ uṅkaḷukkuc collaṭṭumā? Takvā - payapakti - uṭaiyavarkaḷukku, avarkaḷuṭaiya iṟaivaṉiṭattil cuvaṉapatikaḷ uṇṭu. Avaṟṟiṉ kīḻ nīrōṭaikaḷ ōṭikkoṇṭirukkiṉṟaṉa. Avarkaḷ aṅku eṉṟeṉṟum taṅkuvārkaḷ; (aṅku avarkaḷukkut) tūya tuṇaikaḷ uṇṭu. Iṉṉum allāhviṉ tirup poruttamum uṇṭu. Allāh taṉ aṭiyārkaḷai uṟṟu nōkkukiṟavaṉāka irukkiṉṟāṉ"
        },
        {
            "chapter": 3,
            "verse": 16,
            "text": "ittakaiyōr (tam iṟaivaṉiṭam)"
        },
        {
            "chapter": 3,
            "verse": 17,
            "text": "(iṉṉum avarkaḷ) poṟumaiyuṭaiyōrākavum, uṇmaiyāḷarākavum, allāhavukku muṟṟilum vaḻippaṭuvōrākavum, (iṟaivaṉ pātaiyil) tāṉa tarmaṅkaḷ ceyvōrākavum, (iraviṉ kaṭaici) sahar nērattil (vaṇaṅki, nāyaṉiṭam) maṉṉippuk kōruvōrākavum iruppar"
        },
        {
            "chapter": 3,
            "verse": 18,
            "text": "allāh nītiyai nilaināṭṭakkūṭiyavaṉāka uḷḷa nilaiyil avaṉaittavira vaṇakkattiṟkuriyavaṉ yārumillai eṉṟu cāṭci kūṟukiṟāṉ. Mēlum malakkukaḷum aṟivuṭaiyōrum (ivvāṟē cāṭci kūṟukiṉṟaṉar.) Avaṉait tavira vaṇakkattiṟkuriyavaṉ yārumillai avaṉ mikaittavaṉ, ñāṉamikkavaṉ"
        },
        {
            "chapter": 3,
            "verse": 19,
            "text": "niccayamāka (tīṉul) islām tāṉ allāhviṭattil (oppukkoḷḷappaṭṭa) mārkkamākum;. Vētam koṭukkappaṭṭavarkaḷ (itutāṉ uṇmaiyāṉa mārkkam eṉṉum) aṟivu avarkaḷukkuk kiṭaitta piṉṉarum tam'miṭaiyēyuḷḷa poṟāmaiyiṉ kāraṇamāka (itaṟku) māṟupaṭṭaṉar;. Evar allāhviṉ vacaṉaṅkaḷai nirākarittārkaḷō, niccayamāka allāh (avarkaḷuṭaiya) kaṇakkait turitamāka muṭippāṉ"
        },
        {
            "chapter": 3,
            "verse": 20,
            "text": "(Itaṟku piṉṉum) avarkaḷ um'miṭam tarkkam ceytāl (napiyē!) Nīr kūṟuvīrāka\"nāṉ allāhvukku muṟṟilum vaḻippaṭṭirukkiṉṟēṉ; eṉṉaip piṉpaṟṟiyōrum (avvāṟē vaḻippaṭṭirukkiṉṟaṉar.)\" Tavira, vētam koṭukkappaṭṭōriṭamum, pāmara makkaḷiṭamum; \"nīṅkaḷum (avvāṟē) vaḻippaṭṭīrkaḷā?\" Eṉṟu kēḷum;. Avarkaḷum (avvāṟē) muṟṟilum vaḻippaṭṭāl niccayamāka avarkaḷ nērāṉa pātaiyai aṭaintu viṭṭārkaḷ;. Āṉāl avarkaḷ puṟakkaṇittu viṭuvārkaḷāyiṉ (nīr kavalaippaṭa vēṇṭām,) aṟivippatutāṉ um mītu kaṭamaiyākum; mēlum, allāh taṉ aṭiyārkaḷai uṟṟukkavaṉippavaṉākavē irukkiṉṟāṉ"
        },
        {
            "chapter": 3,
            "verse": 21,
            "text": "niccayamāka evar allāhviṉ vacaṉaṅkaḷai nirākarittuk koṇṭum nītamiṉṟi napimārkaḷaik kolai ceytu koṇṭum, maṉitarkaḷiṭattil nītamāka naṭakkavēṇṭum eṉṟu ēvuvōraiyum kolai ceytu koṇṭum irukkiṉṟārkaḷō avarkaḷukku nōviṉai mikka vētaṉai uṇṭu\" eṉṟu (napiyē!) Nīr naṉmārāyaṅ kūṟuvīrāka"
        },
        {
            "chapter": 3,
            "verse": 22,
            "text": "avarkaḷ purinta ceyalkaḷ im'maiyilum maṟumaiyilum (palaṉaṟṟavaiyāka) aḻintu viṭṭaṉa. Iṉṉum avarkaḷukku utaviyāḷarkaḷ evarumilar"
        },
        {
            "chapter": 3,
            "verse": 23,
            "text": "vētattil oru pākam koṭukkappaṭṭavar(kaḷāṉa yūtar)kaḷai nīr kavaṉikkavillaiyā? Avarkaḷiṭaiyē (ēṟpaṭṭa vivakārattaip paṟṟi) allāhviṉ vētattaik koṇṭu tīrppaḷikka avarkaḷ aḻaikkappaṭṭārkaḷ; āṉāl avarkaḷil oru pirivār (itaip) puṟakkaṇittu vilakik koṇṭaṉar"
        },
        {
            "chapter": 3,
            "verse": 24,
            "text": "itaṟkuk kāraṇam; eṇṇik kaṇakkiṭappaṭṭa (cila) nāṭkaḷē tavira (naraka) neruppu eppōtaikkum eṅkaḷait tīṇṭātu eṉṟu avarkaḷ kūṟik koṇṭiruppatutāṉa.; (Itu) tavira avarkaḷ tam mārkka(viṣaya)ttil poyyākak kaṟpaṉai ceytu kūṟivantatum avarkaḷai ēmāṟṟi viṭṭatu"
        },
        {
            "chapter": 3,
            "verse": 25,
            "text": "Cantēkamillāta anta (iṟuti) nāḷil avarkaḷaiyellām nām oṉṟu cērttu, ovvōr ātmāvukkum atu campātittataṟku uriyatai muḻumaiyākak koṭukkappaṭumpōtu (avarkaḷuṭaiya nilai) eppaṭiyirukkum? Avarkaḷ (tam viṉaikaḷukkuriya palaṉ peruvatil) aniyāyam ceyyappaṭa māṭṭārkaḷ"
        },
        {
            "chapter": 3,
            "verse": 26,
            "text": "(napiyē!) Nīr kūṟuvīrāka"
        },
        {
            "chapter": 3,
            "verse": 27,
            "text": "(nāyaṉē!) Nītāṉ iravaip pakalil pukuttukiṉṟāy;. Nītāṉ pakalai iravilum pukuttukiṉṟāy;. Marittatiliruntu uyiruḷḷatai nīyē veḷiyākkukiṉṟāy;. Nīyē uyiruḷḷatiliruntu marittataiyum veḷiyākkukiṉṟāy;. Mēlum, nī nāṭiyōrukkuk kaṇakkiṉṟik koṭukkiṉṟāy"
        },
        {
            "chapter": 3,
            "verse": 28,
            "text": "muḥmiṉkaḷ (taṅkaḷaip pōṉṟa) muḥmiṉkaḷaiyaṉṟi kāḥpirkaḷait tam uṟṟa tuṇaivarkaḷāka eṭuttukkoḷḷa vēṇṭām;. Avarkaḷiṭamiruntu taṅkaḷaip pātukāttuk koḷvataṟkāka aṉṟi (uṅkaḷil) evarēṉum appaṭic ceytāl, (avarukku) allāhviṭattil evviṣayattilum campantam illai. Iṉṉum, allāh taṉṉaip paṟṟi uṅkaḷai eccarikkiṉṟāṉ; mēlum, allāhviṭamē (nīṅkaḷ) mīḷa vēṇṭiyatirukkiṟatu"
        },
        {
            "chapter": 3,
            "verse": 29,
            "text": "(napiyē!) Nīr kūṟum; \"uṅkaḷ uḷḷattiluḷḷatai nīṅkaḷ maṟaittālum, allatu atai veḷippaṭaiyākat teriyappaṭuttiṉālum atai allāh naṉkaṟikiṉṟāṉ;. Iṉṉum, vāṉaṅkaḷil uḷḷataiyum, pūmiyil uḷḷataiyum avaṉ naṉkaṟikiṉṟāṉ;. Allāh aṉaittup poruṭkaḷ mītum āṟṟaluṭaiyavaṉ āvāṉ"
        },
        {
            "chapter": 3,
            "verse": 30,
            "text": "Ovvōr ātmāvum, tāṉ ceyta naṉmaikaḷum; iṉṉum, tāṉ ceyta tīmaikaḷum anta(t tīrppu) nāḷil taṉmuṉkoṇṭu varappaṭṭatum, atu tāṉ ceyta tīmaikkum taṉakkum iṭaiyē veku tūram irukka vēṇṭumē eṉṟu virumpum;. Allāh taṉṉaippaṟṟi niṉaivu kūṟumāṟu uṅkaḷai eccarikkiṉṟāṉ;. Iṉṉum allāh taṉ aṭiyārkaḷ mītu karuṇai uṭaiyōṉāka irukkiṉṟāṉ"
        },
        {
            "chapter": 3,
            "verse": 31,
            "text": "(napiyē!) Nīr kūṟum; \"nīṅkaḷ allāhvai nēcippīrkaḷāṉāl, eṉṉaip piṉ paṟṟuṅkaḷ;. Allāh uṅkaḷai nēcippāṉ; uṅkaḷ pāvaṅkaḷai uṅkaḷukkāka maṉṉippāṉ; mēlum, allāh maṉṉippavaṉākavum, mikka karuṇai uṭaiyavaṉākavum irukkiṉṟāṉ"
        },
        {
            "chapter": 3,
            "verse": 32,
            "text": "(napiyē! Iṉṉum) nīr kūṟum; \"allāhvukkum (avaṉ) tūtarukkum vaḻippaṭuṅkaḷ.\" Āṉāl avarkaḷ puṟakkaṇittut tirumpi viṭuvārkaḷāṉāl - niccayamāka allāh kāḥpirkaḷai nēcippatillai"
        }
    ]
}