{
    "maqras": [
        {
            "chapter": 5,
            "verse": 67,
            "text": "Tūtarē! Um iṟaivaṉiṭamiruntu um'mītu iṟakkappaṭṭatai (makkaḷukku) eṭuttuk kūṟiviṭum; (ivvāṟu) nīr ceyyāviṭṭāl, avaṉuṭaiya tūtai nīr niṟaivēṟṟiyavarākamāṭṭīr. Allāh um'mai maṉitarkaḷi(ṉ tīṅki)liruntu kāppāṟṟuvāṉ;. Niccayamāka allāh nirākarikkum kūṭṭattārai nērvaḻiyil celuttamāṭṭāṉ"
        },
        {
            "chapter": 5,
            "verse": 68,
            "text": "vētamuṭaiyavarkaḷē! Nīṅkaḷ tavrāttaiyum, iṉ; jīlaiyum, iṉṉum uṅkaḷ iṟaivaṉiṭamiruntu uṅkaḷ mītu iṟakkappaṭṭavaṟṟaiyum nīṅkaḷ kaṭaippiṭittu naṭakkum varaiyilum nīṅkaḷ etilum cērntavarkaḷāka illai\" eṉṟu kūṟum;. Mēlum um iṟaivaṉāl um'mītu iṟakkappaṭṭa (vētamāṉa)tu avarkaḷil perumpālōrukku kuḥprai (nirākarittalai)yum varampu mīṟutalaiyum niccayamāka atikappaṭuttukiṟatu. Ākavē nirākarittuk koṇṭirukkum kūṭṭattārukkāka nīr kavalaippaṭa vēṇṭām"
        },
        {
            "chapter": 5,
            "verse": 69,
            "text": "muḥmiṉkaḷilum, yūtarkaḷilum, sāpivūṉkaḷilum, kiṟistavarkaḷilum evarkaḷ allāhviṉ mītum iṟutināḷ mītum nampikkai koṇṭu naṟkarumaṅkaḷ ceykiṟārkaḷō avarkaḷukku niccayamāka entavitamāṉa payamumillai. Avarkaḷ tukkappaṭavum māṭṭārkaḷ"
        },
        {
            "chapter": 5,
            "verse": 70,
            "text": "nām isrāyīliṉ cantatiyiṉariṭam uṟutimoḻi vāṅkiṉōm, avarkaḷiṭam tūtarkaḷaiyum aṉuppi vaittōm;. Eṉiṉum avarkaḷ maṉam virumpātavaṟṟai (kaṭṭaḷaikaḷai nam) tūtar avarkaḷiṭam koṇṭu vanta pōtellām, (tūtarkaḷil) oru pirivāraip poyppittum; iṉṉum oru pirivāraik kolai ceytum vantārkaḷ"
        },
        {
            "chapter": 5,
            "verse": 71,
            "text": "(Itaṉāl taṅkaḷukku) entavitamāṉa vētaṉaiyum ēṟpaṭātu eṉṟu avarkaḷ eṇṇik koṇṭaṉar. Ākavē avarkaḷ (uṇmaiyuṇara muṭiyāk) kuruṭarkaḷākavum, ceviṭarkaḷākavum ākiviṭṭārkaḷ;. Itaṟkup piṟakum allāh avarkaḷai maṉṉittāṉ;. Eṉiṉum avarkaḷil perumpālōr kuruṭarkaḷākapum ceviṭarkaḷākavumē iruntaṉar. Allāh avarkaḷ ceypavaṟṟaiyellām (naṉku) uṟṟu nōkkiyavaṉāka irukkiṉṟāṉ"
        },
        {
            "chapter": 5,
            "verse": 72,
            "text": "niccayamāka maryamuṭaiya makaṉākiya masīh (īsā) tāṉ allāh\" eṉṟu kūṟukiṟavarkaḷ uṇmaiyilēyē nirākarippavarkaḷ ākiviṭaṭārkaḷ;. Āṉāl masīh kūṟiṉār; \"isrāyīliṉ cantatiyiṉarē! Eṉṉuṭaiya iṟaivaṉum, uṅkaḷuṭaiya iṟaivaṉumākiya allāhvai vaṇaṅkuṅkaḷ\" eṉṟu. Eṉavē evaṉoruvaṉ allāhvukku iṇai kaṟpippāṉō avaṉukku allāh cuvaṉapatiyai niccayamāka harāmākkiviṭṭāṉ, mēlum avaṉ otuṅkumiṭam narakamēyākum, akkiramakkārarkaḷukku utavipuripavar evarumillai"
        },
        {
            "chapter": 5,
            "verse": 73,
            "text": "niccayamāka allāh mūvaril mūṉṟāmavaṉ eṉṟu kūṟiyavarkaḷ kāḥpirkaḷāka (nirākarippavarkaḷāka) ākiviṭṭārkaḷ;. Ēṉeṉṟāl orē iṟaivaṉait tavira vēṟu nāyaṉ illai. Avarkaḷ colvatai viṭṭum avarkaḷ vilakavillaiyāṉāl niccayamāka avarkaḷil kāḥpirāṉavarkaḷai tuṉpuṟuttum vētaṉai kaṭṭāyam vantaṭaiyum"
        },
        {
            "chapter": 5,
            "verse": 74,
            "text": "ivarkaḷ allāhaviṉ pakkam tirumpi tavpā ceytu, avaṉiṭam maṉṉipput tēṭamāṭṭārkaḷā? Allāh mikka maṉṉippavaṉākavum peruṅkaruṇaiyāḷaṉākavum irukkiṟāṉ"
        },
        {
            "chapter": 5,
            "verse": 75,
            "text": "Maryamuṭaiya kumārar masīh iṟai tūtarēyaṉṟi vēṟillai. Ivarukku muṉṉarum tūtarkaḷ palar vantu ceṉṟuviṭṭaṉar. Ivaruṭaiya tāyār mikka uṇmaiyāṉavar. Ivviruvarum (maṟṟa maṉitarkaḷaip pōl) uṇavu uṇpavarkaḷākavē iruntaṉar. Avarkaḷukku nam'muṭaiya attāṭcikaḷai koṇṭu evvāṟu teḷivākkiṉōm eṉpatai (napiyē!) Nīṅkaḷ kavaṉippīrāka! Avarkaḷ evvāṟu ticai tiruppappaṭukiṟārkaḷ eṉpataiyum kavaṉippīrāka"
        },
        {
            "chapter": 5,
            "verse": 76,
            "text": "allāhvaiyaṉṟi, uṅkaḷukku entat tīṅkaiyō, naṉmaiyō ceyya atikāram illātavaṟṟaiyā nīṅkaḷ vaṇaṅkukiṟīrkaḷ?\" Eṉṟu (napiyē!) Nīr kēḷum. Allāh (yāvaṟṟaiyum) ceviyuṟuvōṉākavum, (ellāvaṟṟaiyum) aṟipavaṉākavum irukkiṉṟāṉ"
        },
        {
            "chapter": 5,
            "verse": 77,
            "text": "vētamuṭaiyavarkaḷē! Nīṅkaḷ uṅkaḷ mārkkattil uṇmaiyillātatai kūṟi varampu mīṟātīrkaḷ. (Uṅkaḷukku) muṉpu vaḻitavaṟic ceṉṟa kūṭṭattāriṉ maṉō iccaikaḷai nī; ṅkaḷ piṉpaṟṟātīrkaḷ;. Anēkarai avarkaḷ vaḻi tavaṟac ceytatuṭaṉ, tāṅkaḷum nēr vaḻiyai viṭṭu vilaki viṭṭaṉar\" eṉṟu (napiyē!) Nīr kūṟuvīrāka"
        },
        {
            "chapter": 5,
            "verse": 78,
            "text": "isrāyīliṉ cantatikaḷiliruntu, kāḥpirāki viṭṭavarkaḷ, tāvūtu, maryamiṉ kumārar īsā ākiya ivarkaḷiṉ nāvāl capikkappaṭṭuḷḷaṉar. Ēṉeṉṟāl avarkaḷ (iṟaivaṉiṉ kaṭṭaḷaikku) māṟu ceytu koṇṭum, varampu mīṟi naṭantu koṇṭum iruntārkaḷ"
        },
        {
            "chapter": 5,
            "verse": 79,
            "text": "iṉṉum tām ceytu koṇṭirunta tīya kāriyaṅkaḷaiviṭṭu oruvaraiyoruvar taṭuppōrākavum avarkaḷ irukkavillai. Avarkaḷ ceytu koṇṭiruntavaiyellām niccayamāka mikavum tīyavaiyākum"
        },
        {
            "chapter": 5,
            "verse": 80,
            "text": "(Napiyē!) Avarkaḷil anēkar kāḥpirkaḷaiyē uṟṟa naṇparkaḷākak koṇṭiruppatai nīr kāṇpīr. Avarkaḷ tamakkāka muṟkūṭṭiyē aṉuppivaittatu niccayamāka keṭṭatēyākum. Ēṉeṉil allāhviṉ kōpam avarkaḷ mītuḷḷatu. Mēlum vētaṉaiyil avarkaḷ eṉṟeṉṟum taṅkiyiruppārkaḷ"
        },
        {
            "chapter": 5,
            "verse": 81,
            "text": "avarkaḷ allāhviṉ mītum napiyiṉ mītum, avar mītu iṟakkappaṭṭa (vētat)tiṉ mītum nampikkai koṇṭiruntārkaḷāṉāl, avarkaḷ, kāḥpirkaḷait (taṅkaḷiṉ) uṟṟa naṇparkaḷāka ākkik koṇṭirukkamāṭṭārkaḷ. Āṉāl avarkaḷil anēkar pāvikaḷākavē irukkiṉṟaṉar"
        }
    ]
}