{
    "juzs": [
        {
            "chapter": 41,
            "verse": 47,
            "text": "Ihm ist das Wissen um die Stunde (des Gerichtes) anheimgestellt. Keine Früchte kommen aus ihren Hüllen hervor und kein Weib empfängt und kommt nieder, es sei denn mit seinem Wissen. Und am Tag, da Er ihnen zuruft: «Wo sind denn meine Teilhaber?», sagen sie: «Wir geben Dir bekannt, es gibt keinen unter uns, der davon zeugen würde.»"
        },
        {
            "chapter": 41,
            "verse": 48,
            "text": "Und ihnen ist entschwunden, was sie früher anzurufen pflegten, und sie erwarten, daß es für sie kein Entrinnen gibt"
        },
        {
            "chapter": 41,
            "verse": 49,
            "text": "Der Mensch wird nicht überdrüssig, um das Gute zu bitten. Wenn das Böse ihn berührt, dann ist er verzweifelt und gibt die Hoffnung auf"
        },
        {
            "chapter": 41,
            "verse": 50,
            "text": "Und wenn Wir ihn eine Barmherzigkeit von Uns kosten lassen, nachdem ihn ein Schaden berührt hat, sagt er bestimmt: «Das steht mir zu. Und ich glaube nicht, daß die Stunde heraufkommen wird. Und wenn ich zu meinem Herrn zurückgebracht werde, werde ich sicher das Beste bei Ihm erhalten.» Doch Wir werden denen, die ungläubig sind, kundtun, was sie getan haben, und sie eine schwere Pein kosten lassen"
        },
        {
            "chapter": 41,
            "verse": 51,
            "text": "Und wenn Wir dem Menschen Gnade erweisen, wendet er sich ab und entfernt sich beiseite. Und wenn das Böse ihn berührt, ergeht er sich in ausführlichem Beten"
        },
        {
            "chapter": 41,
            "verse": 52,
            "text": "Sprich: Was meint ihr, wenn er doch von Gott stammt und ihr dann ihn doch verleugnet? Wer ist weiter abgeirrt als der, der sich in einem tiefen Widerstreit befindet"
        },
        {
            "chapter": 41,
            "verse": 53,
            "text": "Wir werden sie an den Horizonten und in ihnen selbst unsere Zeichen sehen lassen, bis es ihnen deutlich wird, daß es die Wahrheit ist. Genügt es denn nicht, daß dein Herr Zeuge ist über alle Dinge"
        },
        {
            "chapter": 41,
            "verse": 54,
            "text": "Aber siehe, sie hegen Zweifel über die Begegnung mit ihrem Herrn. Siehe, Er umfaßt doch alle Dinge"
        },
        {
            "chapter": 42,
            "verse": 1,
            "text": "Haa Mim"
        },
        {
            "chapter": 42,
            "verse": 2,
            "text": "Ayn Sien Qaaf"
        },
        {
            "chapter": 42,
            "verse": 3,
            "text": "So offenbart Gott dir, so wie (früher) denjenigen, die vor dir lebten, (Er), der Mächtige, der Weise"
        },
        {
            "chapter": 42,
            "verse": 4,
            "text": "Ihm gehört, was in den Himmeln und was auf der Erde ist, und Er ist der Erhabene, der Majestätische"
        },
        {
            "chapter": 42,
            "verse": 5,
            "text": "Die Himmel brechen bald auseinander von oben her. Und die Engel singen das Lob ihres Herrn und bitten Ihn um Vergebung für die, die auf der Erde sind. Ja, Gott ist der, der voller Vergebung und barmherzig ist"
        },
        {
            "chapter": 42,
            "verse": 6,
            "text": "Über diejenigen, die sich an seiner Stelle Freunde nehmen, ist Gott Hüter, und nicht bist du ihr Sachwalter"
        },
        {
            "chapter": 42,
            "verse": 7,
            "text": "Und so haben Wir dir einen arabischen Koran offenbart, damit du die Mutter der Städte und die Menschen in ihrer Umgebung warnest, und damit du vor dem Tag der Versammlung warnest; an ihm ist kein Zweifel möglich. Ein Teil wird im Paradies sein und ein Teil im Feuerbrand"
        },
        {
            "chapter": 42,
            "verse": 8,
            "text": "Und wenn Gott gewollt hätte, hätte Er sie zu einer einzigen Gemeinschaft gemacht. Aber Er läßt in seine Barmherzigkeit eingehen, wen Er will. Und die, die Unrecht tun, haben weder Freund noch Helfer"
        },
        {
            "chapter": 42,
            "verse": 9,
            "text": "Oder haben sie sich an seiner Stelle Freunde genommen? Gott (allein) ist doch der Freund. Er macht die Toten wieder lebendig, und Er hat Macht zu allen Dingen"
        },
        {
            "chapter": 42,
            "verse": 10,
            "text": "Und worüber ihr auch uneins seid, das Urteil darüber steht Gott (allein) zu. Das ist eben Gott, mein Herr. Auf Ihn vertraue ich, und zu Ihm wende ich mich reumütig"
        },
        {
            "chapter": 42,
            "verse": 11,
            "text": "(Er ist) der Schöpfer der Himmel und der Erde. Er hat euch aus euch selbst Gattinnen gemacht, und auch aus den Tieren Paare, so daß Er euch dadurch vermehrt. Nichts ist Ihm gleich. Er ist der, der alles hört und sieht"
        },
        {
            "chapter": 42,
            "verse": 12,
            "text": "Er hat die Schlüssel der Himmel und der Erde. Er teilt den Lebensunterhalt großzügig, wem Er will, und auch bemessen zu. Siehe, Er weiß über alle Dinge Bescheid"
        },
        {
            "chapter": 42,
            "verse": 13,
            "text": "Er hat euch von der Religion verordnet, was Er Noach aufgetragen hat, und was Wir dir offenbart haben, und was Wir Abraham, Mose und Jesus aufgetragen haben: Haltet die (Bestimmungen der) Religion ein und bringt keine Spaltungen hinein. Den Polytheisten fällt das schwer, wozu du sie aufrufst. Gott erwählt dazu, wen Er will, und Er führt dazu, wer sich (Ihm) reumütig zuwendet"
        },
        {
            "chapter": 42,
            "verse": 14,
            "text": "Und sie spalteten sich darin erst, nachdem das Wissen zu ihnen gekommen war, dies aus ungerechter Auflehnung untereinander. Und gäbe es nicht einen früher ergangenen Spruch von deinem Herrn auf eine bestimmte Frist, so wäre zwischen ihnen entschieden worden. Siehe, diejenigen, denen nach ihnen das Buch zum Erbe übergeben wurde, hegen darüber starken Zweifel"
        },
        {
            "chapter": 42,
            "verse": 15,
            "text": "Darum rufe du auf und verhalte dich recht, wie dir befohlen worden ist. Und folge nicht ihren Neigungen, sondern sprich: Ich glaube an das, was Gott an Büchern herabgesandt hat, und mir ist befohlen worden, unter euch Gerechtigkeit zu üben. Gott ist unser Herr und euer Herr. Wir haben unsere Werke, und ihr habt eure Werke (zu verantworten). Es gibt keinen Streitgrund zwischen uns und euch. Gott wird uns zusammenbringen. Und zu Ihm führt der Lebensweg"
        },
        {
            "chapter": 42,
            "verse": 16,
            "text": "Diejenigen, die über Gott streiten, nachdem auf Ihn gehört worden ist, deren Streitgrund wird bei ihrem Herrn widerlegt. Auf ihnen liegt Zorn, und bestimmt ist für sie eine harte Pein"
        },
        {
            "chapter": 42,
            "verse": 17,
            "text": "Gott ist es, der das Buch mit der Wahrheit herabgesandt hat, und auch die Waage. Woher willst du es wissen? Vielleicht steht die Stunde nahe bevor"
        },
        {
            "chapter": 42,
            "verse": 18,
            "text": "Diejenigen, die nicht an sie glauben, wünschen, sie zu beschleunigen. Die aber, die glauben, sind erschrocken vor ihr und wissen, daß sie Wirklichkeit ist. Aber diejenigen, die über die Stunde streiten, befinden sich in tiefem Irrtum"
        },
        {
            "chapter": 42,
            "verse": 19,
            "text": "Gott ist feinfühlig zu seinen Dienern. Er beschert Lebensunterhalt, wem Er will. Und Er ist der Starke, der Mächtige"
        },
        {
            "chapter": 42,
            "verse": 20,
            "text": "Wer die Saaternte des Jenseits haben will, dem mehren Wir noch seine Saaternte. Und wer die Saaternte des Diesseits haben will, dem lassen Wir etwas davon zukommen, er erhält aber im Jenseits keinen Anteil"
        },
        {
            "chapter": 42,
            "verse": 21,
            "text": "Oder haben sie etwa Teilhaber, die ihnen als Religion verordnet haben, was Gott nicht erlaubt hat? Und gäbe es nicht den Urteilsspruch, wäre es zwischen ihnen entschieden worden. Und für die, die Unrecht tun, ist eine schmerzhafte Pein bestimmt"
        },
        {
            "chapter": 42,
            "verse": 22,
            "text": "Du siehst dann die, die Unrecht tun, erschrocken vor dem, was sie erworben haben, und es wird über sie hereinbrechen. Diejenigen aber, die glauben und die guten Werke tun, befinden sich in den Gärten des Paradieses. Sie haben bei ihrem Herrn, was sie wollen. Das ist die große Huld"
        },
        {
            "chapter": 42,
            "verse": 23,
            "text": "Das ist die Frohbotschaft, die Gott seinen Dienern, die glauben und die guten Werke tun, verkündet. Sprich: Ich verlange von euch keinen Lohn dafür, es sei denn die Liebe wie zu den Verwandten. Und wer ein gutes Werk tut, dem schenken Wir dafür noch mehr Gutes. Gott ist voller Vergebung und zeigt sich erkenntlich"
        },
        {
            "chapter": 42,
            "verse": 24,
            "text": "Oder sagen sie etwa: «Er hat eine Lüge gegen Gott erdichtet»? Wenn nun Gott will, kann Er dir das Herz versiegeln. Und Gott löscht das Falsche aus und bestätigt die Wahrheit mit seinen Worten. Er weiß über das innere Geheimnis Bescheid"
        },
        {
            "chapter": 42,
            "verse": 25,
            "text": "Er ist es, der die Umkehr von seinen Dienern annimmt und die Missetaten verzeiht. Und Er weiß, was ihr tut"
        },
        {
            "chapter": 42,
            "verse": 26,
            "text": "Und Er erhört diejenigen, die glauben und die guten Werke tun, und gibt ihnen noch mehr von seiner Huld. Für die Ungläubigen aber ist eine harte Pein bestimmt"
        },
        {
            "chapter": 42,
            "verse": 27,
            "text": "Und würde Gott seinen Dienern den Lebensunterhalt großzügig zuteilen, würden sie auf der Erde Ungerechtigkeit verüben. Aber Gott läßt im richtigen Maße herabkommen, was Er will. Er hat Kenntnis von seinen Dienern und sieht sie wohl"
        },
        {
            "chapter": 42,
            "verse": 28,
            "text": "Und Er ist es, der den Regen herabkommen läßt, nachdem sie die Hoffnung aufgegeben haben, und der seine Barmherzigkeit ausbreitet. Und Er ist der Freund und des Lobes würdig"
        },
        {
            "chapter": 42,
            "verse": 29,
            "text": "Und zu seinen Zeichen gehört es, daß Er die Himmel und die Erde erschaffen hat und in ihnen beiden allerlei Getier sich ausbreiten läßt. Und Er hat die Macht, sie zu versammeln, wenn Er will"
        },
        {
            "chapter": 42,
            "verse": 30,
            "text": "Und was immer euch an Unglück trifft, es ist für das, was eure I lande erworben haben. Und Er übergeht wohl vieles"
        },
        {
            "chapter": 42,
            "verse": 31,
            "text": "Ihr könnt auf der Erde nichts vereiteln. Und ihr habt außer Gott weder Freund noch Helfer"
        },
        {
            "chapter": 42,
            "verse": 32,
            "text": "Und zu seinen Zeichen gehören die Schiffe, die wie Berge auf dem Meer fahren"
        },
        {
            "chapter": 42,
            "verse": 33,
            "text": "Wenn Er will, läßt Er den Wind sich legen, so daß sie nun bewegungslos auf der Wasserfläche stehenbleiben. Darin sind Zeichen für jeden, der sehr geduldig und sehr dankbar ist"
        },
        {
            "chapter": 42,
            "verse": 34,
            "text": "Oder Er läßt sie untergehen für das, was sie erworben haben. Und Er übergeht wohl vieles"
        },
        {
            "chapter": 42,
            "verse": 35,
            "text": "Deshalb sollen diejenigen, die über unsere Zeichen streiten, wissen, daß es für sie kein Entrinnen gibt"
        },
        {
            "chapter": 42,
            "verse": 36,
            "text": "Und was immer euch zuteil geworden ist, ist Nutznießung des diesseitigen Lebens. Was aber bei Gott ist, ist besser und hat eher Bestand für die, die glauben und auf ihren Herrn vertrauen"
        },
        {
            "chapter": 42,
            "verse": 37,
            "text": "Die die schweren Sünden und die schändlichen Taten meiden und, wenn sie in Zorn geraten, (lieber) vergeben"
        },
        {
            "chapter": 42,
            "verse": 38,
            "text": "Und die auf ihren Herrn hören und das Gebet verrichten, ihre Angelegenheiten durch Beratung regeln und von dem, was Wir ihnen beschert haben, spenden"
        },
        {
            "chapter": 42,
            "verse": 39,
            "text": "Und die, wenn ihnen Ungerechtigkeit widerfährt, sich selbst helfen"
        },
        {
            "chapter": 42,
            "verse": 40,
            "text": "Eine schlechte Tat soll mit etwas gleich Bösem vergolten werden. Wer aber verzeiht und Besserung schafft, dessen Lohn obliegt Gott. Er liebt ja die nicht, die Unrecht tun"
        },
        {
            "chapter": 42,
            "verse": 41,
            "text": "Und die, die sich selbst helfen, nachdem ihnen Unrecht getan wurde, können nicht belangt werden"
        },
        {
            "chapter": 42,
            "verse": 42,
            "text": "Belangt werden die, die den Menschen Unrecht tun und auf der Erde unberechtigterweise ungerecht handeln. Für sie ist eine schmerzhafte Pein bestimmt"
        },
        {
            "chapter": 42,
            "verse": 43,
            "text": "Wahrlich, wenn einer geduldig ist und vergibt, so gehört dies zur Entschlossenheit in den Anliegen"
        },
        {
            "chapter": 42,
            "verse": 44,
            "text": "Wen Gott irreführt, der hat daraufhin keinen Freund. Und du siehst, wie die, die Unrecht tun, wenn sie die Pein sehen, sagen: «Gibt es denn einen Weg, zurückzukehren?»"
        },
        {
            "chapter": 42,
            "verse": 45,
            "text": "Und du siehst, wie sie ihm vorgeführt werden, demütig vor Erniedrigung und mit verstohlenen Blicken dreinschauend. Und diejenigen, die glauben, sagen: «Die (wahren) Verlierer sind die, die am Tag der Auferstehung sich selbst und ihre Angehörigen verlieren.» Ja, die, die Unrecht tun, befinden sich in einer beständigen Pein"
        },
        {
            "chapter": 42,
            "verse": 46,
            "text": "Und sie haben keine Freunde, die sie anstelle Gottes unterstützen könnten. Wen Gott irreführt, für den gibt es keinen Ausweg"
        },
        {
            "chapter": 42,
            "verse": 47,
            "text": "Hört auf euren Herrn, bevor ein Tag kommt, der von Seiten Gottes nicht zurückgewiesen wird. An jenem Tag habt ihr keinen Zufluchtsort und keine Möglichkeit, (irgend etwas) abzustreiten"
        },
        {
            "chapter": 42,
            "verse": 48,
            "text": "Wenn sie sich abwenden, so haben Wir dich nicht als Hüter über sie gesandt. Dir obliegt nur die Ausrichtung (der Botschaft). Und siehe, wenn Wir den Menschen Barmherzigkeit von Uns kosten lassen, freut er sich darüber. Wenn aber etwas Böses sie trifft für das, was ihre Hände vorausgeschickt haben, dann ist der Mensch sehr undankbar"
        },
        {
            "chapter": 42,
            "verse": 49,
            "text": "Gott gehört die Königsherrschaft der Himmel und der Erde. Er erschafft, was Er will. Er schenkt, wem Er will, weibliche, und Er schenkt, wem Er will, männliche Nachkommen"
        },
        {
            "chapter": 42,
            "verse": 50,
            "text": "Oder Er schenkt beides, männliche und weibliche Nachkommen. Und Er macht, wen Er will, unfruchtbar. Er weiß Bescheid und ist mächtig"
        },
        {
            "chapter": 42,
            "verse": 51,
            "text": "Und es steht keinem Menschen zu, daß Gott zu ihm spricht, es sei denn durch Offenbarung oder hinter einem Vorhang, oder indem Er einen Boten sendet, der (ihm) dann mit seiner Erlaubnis offenbart, was Er will. Er ist erhaben und weise"
        },
        {
            "chapter": 42,
            "verse": 52,
            "text": "Und so haben Wir dir Geist von unserem Befehl offenbart. Du wußtest nicht (vorher), was das Buch und was der Glaube ist. Und doch haben Wir es zu einem Licht gemacht, mit dem Wir rechtleiten, wen von unseren Dienern Wir wollen. Und wahrlich, du führst zu einem geraden Weg"
        },
        {
            "chapter": 42,
            "verse": 53,
            "text": "Dem Weg Gottes, dem gehört, was in den Himmeln und was auf der Erde ist. Ja, zu Gott gelangen die Angelegenheiten"
        },
        {
            "chapter": 43,
            "verse": 1,
            "text": "Haa Mim"
        },
        {
            "chapter": 43,
            "verse": 2,
            "text": "Beim deutlichen Buch"
        },
        {
            "chapter": 43,
            "verse": 3,
            "text": "Wir haben es zu einem arabischen Koran gemacht, auf daß ihr verständig werdet"
        },
        {
            "chapter": 43,
            "verse": 4,
            "text": "Er ist aufgezeichnet in der Urnorm des Buches bei Uns, erhaben und weise"
        },
        {
            "chapter": 43,
            "verse": 5,
            "text": "Sollen Wir denn euch die Ermahnung vorenthalten, wenn ihr maßlose Leute seid"
        },
        {
            "chapter": 43,
            "verse": 6,
            "text": "Und wie so manchen Propheten haben Wir zu den früheren Generationen gesandt"
        },
        {
            "chapter": 43,
            "verse": 7,
            "text": "Und kein Gesandter kam zu ihnen, ohne daß sie ihn verspottet hätten"
        },
        {
            "chapter": 43,
            "verse": 8,
            "text": "Und doch haben Wir solche verderben lassen, die eine stärkere Gewalt besaßen als diese da. Und fest steht, wie an den Früheren gehandelt wurde"
        },
        {
            "chapter": 43,
            "verse": 9,
            "text": "Und wenn du sie fragst, wer die Himmel und die Erde erschaffen hat, sagen sie bestimmt: «Erschaffen hat sie der Mächtige, der Bescheid weiß.»"
        },
        {
            "chapter": 43,
            "verse": 10,
            "text": "Er, der euch die Erde zu einer Lagerstätte gemacht und euch auf ihr Wege gemacht hat, auf daß ihr der Rechtleitung folget"
        },
        {
            "chapter": 43,
            "verse": 11,
            "text": "Und der euch Wasser vom Himmel in einem bestimmten Maß herabkommen läßt. Damit beleben Wir eine abgestorbene Ortschaft. Auf diese Weise werdet auch ihr hervorgebracht werden"
        },
        {
            "chapter": 43,
            "verse": 12,
            "text": "Er, der die Paare alle erschaffen und euch Schiffe und Herdentiere gemacht hat, auf die ihr steigen könnt"
        },
        {
            "chapter": 43,
            "verse": 13,
            "text": "Damit ihr euch auf ihrem Rücken zurechtsetzt und dann, wenn ihr euch darauf zurechtgesetzt habt, der Gnade eures Herrn gedenkt und sagt: «Preis sei dem, der uns diese dienstbar gemacht hat! Wir hätten es allein gewiß nicht schaffen können"
        },
        {
            "chapter": 43,
            "verse": 14,
            "text": "Und wir werden bestimmt zu unserem Herrn zurückkehren.»"
        },
        {
            "chapter": 43,
            "verse": 15,
            "text": "Und sie schreiben Ihm einen Teil von seinen Dienern zu. Der Mensch ist ja offenkundig sehr undankbar"
        },
        {
            "chapter": 43,
            "verse": 16,
            "text": "Oder hat Er sich etwa aus den Reihen seiner Geschöpfe Töchter genommen und für euch die Söhne erwählt"
        },
        {
            "chapter": 43,
            "verse": 17,
            "text": "Wenn einem von ihnen verkündet wird, (ihm sei geboren), was er dem Erbarmer zum Beispiel zuschreibt, bleibt sein Gesicht finster, und er ist voller Gram"
        },
        {
            "chapter": 43,
            "verse": 18,
            "text": "Wollen sie denn wirklich solche (Gott zuschreiben), die im Schmuck aufgezogen werden und sich im Streit nicht deutlich genug ausdrücken"
        },
        {
            "chapter": 43,
            "verse": 19,
            "text": "Und sie machen die Engel, welche ja die Diener des Erbarmers sind, zu weiblichen Wesen. Waren sie denn bei ihrer Erschaffung zugegen? Ihr Zeugnis wird aufgeschrieben, und sie werden zur Verantwortung gezogen"
        },
        {
            "chapter": 43,
            "verse": 20,
            "text": "Und sie sagen: «Wenn der Erbarmer gewollt hätte, hätten wir sie nicht verehrt.» Sie haben ja kein Wissen darüber. Sie stellen nur Schätzungen an"
        },
        {
            "chapter": 43,
            "verse": 21,
            "text": "Oder haben Wir ihnen etwa vordem ein Buch zukommen lassen, an dem sie sich festhalten könnten"
        },
        {
            "chapter": 43,
            "verse": 22,
            "text": "Nein, vielmehr sagen sie: «Wir haben bei unseren Vätern eine bestimmte Glaubensrichtung vorgefunden, und in ihren Fußstapfen folgen wir der Rechtleitung.»"
        },
        {
            "chapter": 43,
            "verse": 23,
            "text": "So haben Wir auch vor dir in keine Stadt einen Warner gesandt, ohne daß die, die in ihr üppig lebten, gesagt hätten: «Wir haben bei unseren Vätern eine bestimmte Glaubensrichtung vorgefunden, und wir treten in ihre Fußstapfen.»"
        },
        {
            "chapter": 43,
            "verse": 24,
            "text": "Er sagte: «Was denn, auch wenn ich euch bringe, was eine bessere Rechtleitung beinhaltet als das, was ihr bei euren Vätern vorgefunden habt?» Sie sagten: «Wir verleugnen das, womit ihr gesandt worden seid.»"
        },
        {
            "chapter": 43,
            "verse": 25,
            "text": "Da rächten Wir uns an ihnen. So schau, wie das Ende derer war, die (die Gesandten) der Lüge geziehen haben"
        },
        {
            "chapter": 43,
            "verse": 26,
            "text": "Und als Abraham zu seinem Vater und seinem Volk sagte: «Ich bin unschuldig an dem, was ihr verehrt"
        },
        {
            "chapter": 43,
            "verse": 27,
            "text": "Außer dem, der mich erschaffen hat; Er wird mich rechtleiten.»"
        },
        {
            "chapter": 43,
            "verse": 28,
            "text": "Und er machte es zu einem bleibenden Ausspruch unter denen, die nach ihm kommen sollten, auf daß sie umkehren"
        },
        {
            "chapter": 43,
            "verse": 29,
            "text": "Nein, Ich habe diese da und ihre Väter genießen lassen, bis die Wahrheit und ein offenkundiger Gesandter zu ihnen kamen"
        },
        {
            "chapter": 43,
            "verse": 30,
            "text": "Als nun die Wahrheit zu ihnen kam, sagten sie: «Das ist Zauberei; wir glauben nicht daran.»"
        },
        {
            "chapter": 43,
            "verse": 31,
            "text": "Und sie sagen: «Wenn doch dieser Koran auf einen mächtigen Mann aus den zwei Städten herabgesandt worden wäre!»"
        },
        {
            "chapter": 43,
            "verse": 32,
            "text": "Sind sie es etwa, die die Barmherzigkeit deines Herrn verteilen? Wir haben doch unter ihnen ihren Lebensunterhalt im diesseitigen Leben verteilt und die einen von ihnen über die anderen um Rangstufen erhöht, damit die einen von ihnen die anderen in ihren Dienst nehmen. Aber die Barmherzigkeit deines Herrn ist besser als das, was sie zusammentragen"
        },
        {
            "chapter": 43,
            "verse": 33,
            "text": "Und wären nicht die Menschen eine einzige Gemeinschaft, hätten Wir denen, die den Erbarmer verleugnen, Decken aus Silber für ihre Häuser gemacht, und auch Treppen, auf denen sie hinaufsteigen können"
        },
        {
            "chapter": 43,
            "verse": 34,
            "text": "Und Türen für ihre Häuser, und Betten, auf denen sie liegen können"
        },
        {
            "chapter": 43,
            "verse": 35,
            "text": "Und weiteren Prunk. All das ist nichts als Nutznießung des diesseitigen Lebens. Das Jenseits bei deinem Herrn ist aber für die Gottesfürchtigen bestimmt"
        },
        {
            "chapter": 43,
            "verse": 36,
            "text": "Wer sich gegenüber der Ermahnung des Erbarmers wie blind verhält, für den bestellen Wir einen Satan, der ihm dann zum Gesellen wird"
        },
        {
            "chapter": 43,
            "verse": 37,
            "text": "Und siehe, sie weisen sie vom Weg ab, sie aber meinen, sie würden der Rechtleitung folgen"
        },
        {
            "chapter": 43,
            "verse": 38,
            "text": "Wenn er schließlich zu Uns kommt, sagt er: «O wäre doch zwischen mir und dir eine Entfernung wie zwischen Osten und Westen!» Welch schlimmer Geselle"
        },
        {
            "chapter": 43,
            "verse": 39,
            "text": "Heute, da ihr Unrecht getan habt, nützt euch nicht, daß ihr an derselben Pein teilhabt"
        },
        {
            "chapter": 43,
            "verse": 40,
            "text": "Willst du denn die Tauben hören lassen oder die Blinden und die, die sich in einem offenkundigen Irrtum befinden, rechtleiten"
        },
        {
            "chapter": 43,
            "verse": 41,
            "text": "Sollten Wir dich fortnehmen, dann werden Wir uns an ihnen rächen"
        },
        {
            "chapter": 43,
            "verse": 42,
            "text": "Oder Wir lassen dich sehen, was Wir ihnen angedroht haben, denn Wir haben ja völlig Macht über sie"
        },
        {
            "chapter": 43,
            "verse": 43,
            "text": "Halte nun fest an dem, was dir offenbart wurde; du befindest dich auf einem geraden Weg"
        },
        {
            "chapter": 43,
            "verse": 44,
            "text": "Das ist eine Ermahnung für dich und dein Volk. Und ihr werdet zur Verantwortung gezogen"
        },
        {
            "chapter": 43,
            "verse": 45,
            "text": "Und frage jene unserer Gesandten, die Wir vor dir gesandt haben, ob Wir anstelle des Erbarmers (andere) Götter zum Gegenstand der Verehrung eingesetzt haben"
        },
        {
            "chapter": 43,
            "verse": 46,
            "text": "Und Wir haben Mose mit unseren Zeichen zu Pharao und seinen Vornehmen gesandt. Er sagte: «Ich bin der Gesandte des Herrn der Welten.»"
        },
        {
            "chapter": 43,
            "verse": 47,
            "text": "Als er mit unseren Zeichen zu ihnen kam, da lachten sie gleich über sie"
        },
        {
            "chapter": 43,
            "verse": 48,
            "text": "Und Wir zeigten ihnen kein Zeichen, das nicht größer gewesen wäre als das andere. Und Wir ergriffen sie mit der Pein, auf daß sie umkehrten"
        },
        {
            "chapter": 43,
            "verse": 49,
            "text": "Und sie sagten: «O du Zauberer, rufe für uns deinen Herrn an aufgrund seines Bundes mit dir, dann werden wir der Rechtleitung folgen.»"
        },
        {
            "chapter": 43,
            "verse": 50,
            "text": "Als Wir dann die Pein von ihnen aufhoben, da brachen sie gleich ihr Wort"
        },
        {
            "chapter": 43,
            "verse": 51,
            "text": "Und Pharao ließ unter seinem Volk ausrufen; er sagte: «O mein Volk, gehört mir nicht die Königsherrschaft Ägyptens, und auch dieser Bäche, die unter mir fließen? Wollt ihr nicht einsichtig sein"
        },
        {
            "chapter": 43,
            "verse": 52,
            "text": "Oder bin ich nicht besser als dieser da, der verächtlich ist und sich kaum deutlich ausdrückt"
        },
        {
            "chapter": 43,
            "verse": 53,
            "text": "Wären ihm doch Armringe aus Gold überbracht worden, oder die Engel mit ihm als Begleitung gekommen!»"
        },
        {
            "chapter": 43,
            "verse": 54,
            "text": "Er ließ sein Volk abirren, und sie gehorchten ihm. Sie waren ja frevlerische Leute"
        },
        {
            "chapter": 43,
            "verse": 55,
            "text": "Als sie unseren Zorn erregten, rächten Wir uns an ihnen und ließen sie alle ertrinken"
        },
        {
            "chapter": 43,
            "verse": 56,
            "text": "Und Wir machten sie zu einem dahingegangenen Volk und zu einem Beispiel für die anderen"
        },
        {
            "chapter": 43,
            "verse": 57,
            "text": "Und als der Sohn Marias als Beispiel angeführt wurde, da erging sich dein Volk gleich in lautem Spott"
        },
        {
            "chapter": 43,
            "verse": 58,
            "text": "Und sie sagten: «Wer ist besser, unsere Götter oder er?» Sie führten ihn dir nur zum Streiten an. Nein, sie sind streitsüchtige Leute"
        },
        {
            "chapter": 43,
            "verse": 59,
            "text": "Er ist nichts als ein Diener, den Wir begnadet und zu einem Beispiel für die Kinder Israels gemacht haben"
        },
        {
            "chapter": 43,
            "verse": 60,
            "text": "Und wenn Wir wollten, könnten Wir aus euren Reihen Engel bestellen, die als (eure) Nachfolger auf der Erde leben würden"
        },
        {
            "chapter": 43,
            "verse": 61,
            "text": "Und er ist ein Erkennungszeichen für die Stunde (des Gerichtes). So hegt keine Zweifel über sie und folgt mir. Das ist ein gerader Weg"
        },
        {
            "chapter": 43,
            "verse": 62,
            "text": "Und der Satan soll euch nicht abweisen. Er ist euch ein offenkundiger Feind"
        },
        {
            "chapter": 43,
            "verse": 63,
            "text": "Und als Jesus mit den deutlichen Zeichen kam, sagte er: «Ich komme zu euch mit der Weisheit, und um euch einiges von dem, worüber ihr uneins seid, deutlich zu machen. So fürchtet Gott und gehorcht mir"
        },
        {
            "chapter": 43,
            "verse": 64,
            "text": "Gott ist mein Herr und euer Herr. So dienet Ihm. Das ist ein gerader Weg.»"
        },
        {
            "chapter": 43,
            "verse": 65,
            "text": "Dann wurden die Parteien untereinander uneins. Wehe denen, die Unrecht tun, vor der Pein eines schmerzhaften Tages"
        },
        {
            "chapter": 43,
            "verse": 66,
            "text": "Erwarten sie denn etwas anderes, als daß die Stunde plötzlich über sie kommt, ohne daß sie es merken"
        },
        {
            "chapter": 43,
            "verse": 67,
            "text": "Vertraute werden an jenem Tag einer des anderen Feind sein, außer den Gottesfürchtigen"
        },
        {
            "chapter": 43,
            "verse": 68,
            "text": "«O meine Diener, ihr habt heute nichts zu befürchten, und ihr werdet nicht traurig sein"
        },
        {
            "chapter": 43,
            "verse": 69,
            "text": "Ihr, die ihr an unsere Zeichen glaubtet und gottergeben waret"
        },
        {
            "chapter": 43,
            "verse": 70,
            "text": "Geht ins Paradies ein, ihr und eure Gattinnen, euch wird Freude bereitet.»"
        },
        {
            "chapter": 43,
            "verse": 71,
            "text": "Es werden ihnen Schüsseln aus Gold und Becher herumgereicht. Und darin gibt es, was die Seele begehrt und für die Augen eine Wonne ist. «Und ihr werdet darin ewig weilen"
        },
        {
            "chapter": 43,
            "verse": 72,
            "text": "Das ist das Paradies, das euch zum Erbe gegeben worden ist für das, was ihr zu tun pflegtet"
        },
        {
            "chapter": 43,
            "verse": 73,
            "text": "Darin sind viele Früchte für euch, von denen ihr essen könnt.»"
        },
        {
            "chapter": 43,
            "verse": 74,
            "text": "Die Übeltäter aber werden in der Pein der Hölle ewig weilen"
        },
        {
            "chapter": 43,
            "verse": 75,
            "text": "Es wird ihnen keine Erleichterung gewährt, und sie werden darin voller Verzweiflung sein"
        },
        {
            "chapter": 43,
            "verse": 76,
            "text": "Und nicht Wir haben ihnen Unrecht getan, sondern sie sind es, die Unrecht getan haben"
        },
        {
            "chapter": 43,
            "verse": 77,
            "text": "Und sie rufen: «O Malik, dein Herr soll mit uns ein Ende machen.» Er sagt: «Ihr werdet (hier) bleiben.»"
        },
        {
            "chapter": 43,
            "verse": 78,
            "text": "Wir haben euch die Wahrheit gebracht. Aber die meisten von euch verabscheuen die Wahrheit"
        },
        {
            "chapter": 43,
            "verse": 79,
            "text": "Oder haben sie Ränke geschmiedet? Auch Wir können ebensolche schmieden"
        },
        {
            "chapter": 43,
            "verse": 80,
            "text": "Oder meinen sie, Wir würden nicht hören, was sie insgeheim und in vertraulichem Gespräch sagen? Doch, und auch unsere Boten schreiben bei ihnen (alles) auf"
        },
        {
            "chapter": 43,
            "verse": 81,
            "text": "Sprich: Wenn der Erbarmer ein Kind hätte, wäre ich der erste derer, die (es) anbeten"
        },
        {
            "chapter": 43,
            "verse": 82,
            "text": "Preis sei dem Herrn der Himmel und der Erde, dem Herrn des Thrones! (Erhaben ist Er) über das, was sie da schildern"
        },
        {
            "chapter": 43,
            "verse": 83,
            "text": "Laß sie schweifende Reden halten und ihr Spiel treiben, bis sie ihrem Tag begegnen, der ihnen angedroht ist"
        },
        {
            "chapter": 43,
            "verse": 84,
            "text": "Er ist Gott im Himmel und Gott auf der Erde. Er ist der, der weise ist und Bescheid weiß"
        },
        {
            "chapter": 43,
            "verse": 85,
            "text": "Und gesegnet sei der, dem die Königsherrschaft der Himmel und der Erde und dessen, was dazwischen ist, gehört, der das Wissen über die Stunde besitzt und zu dem ihr zurückgebracht werdet"
        },
        {
            "chapter": 43,
            "verse": 86,
            "text": "Und diejenigen, die sie an seiner Stelle anrufen, verfügen nicht darüber, Fürsprache einzulegen, ausgenommen die, welche die Wahrheit bezeugen und die Bescheid wissen"
        },
        {
            "chapter": 43,
            "verse": 87,
            "text": "Wenn du sie fragst, wer sie erschaffen hat, sagen sie bestimmt: «Gott». Wie leicht lassen sie sich doch abwenden"
        },
        {
            "chapter": 43,
            "verse": 88,
            "text": "Und bei seinem Ausspruch: «O mein Herr, das sind Leute, die nicht glauben.»"
        },
        {
            "chapter": 43,
            "verse": 89,
            "text": "Übe Nachsicht mit ihnen und sprich: «Frieden!» Sie werden es noch zu wissen bekommen"
        },
        {
            "chapter": 44,
            "verse": 1,
            "text": "Haa Mim"
        },
        {
            "chapter": 44,
            "verse": 2,
            "text": "Beim deutlichen Buch"
        },
        {
            "chapter": 44,
            "verse": 3,
            "text": "Wir haben es in einer gesegneten Nacht hinabgesandt - Wir haben ja (die Menschen) immer wieder gewarnt"
        },
        {
            "chapter": 44,
            "verse": 4,
            "text": "In der jede weise Angelegenheit einzeln entschieden wird"
        },
        {
            "chapter": 44,
            "verse": 5,
            "text": "Als eine Angelegenheit von unserer Seite - ja, Wir haben immer wieder (Warner) gesandt"
        },
        {
            "chapter": 44,
            "verse": 6,
            "text": "Als eine Barmherzigkeit von deinem Herrn - Er ist der, der alles hört und weiß"
        },
        {
            "chapter": 44,
            "verse": 7,
            "text": "Dem Herrn der Himmel und der Erde und dessen, was dazwischen ist, so ihr Gewißheit hegt"
        },
        {
            "chapter": 44,
            "verse": 8,
            "text": "Es gibt keinen Gott außer Ihm. Er macht lebendig und läßt sterben, (Er), euer Herr und der Herr eurer Vorväter"
        },
        {
            "chapter": 44,
            "verse": 9,
            "text": "Aber nein, sie hegen Zweifel und treiben ihr Spiel"
        },
        {
            "chapter": 44,
            "verse": 10,
            "text": "Erwarte nun den Tag, an dem der Himmel einen offenkundigen Rauch herabkommen läßt"
        },
        {
            "chapter": 44,
            "verse": 11,
            "text": "Der die Menschen überdecken wird. Das ist eine schmerzhafte Pein"
        },
        {
            "chapter": 44,
            "verse": 12,
            "text": "«Unser Herr, hebe die Pein von uns auf. Wir wollen gläubig sein.»"
        },
        {
            "chapter": 44,
            "verse": 13,
            "text": "Wie soll ihnen da die Ermahnung nützen, wo doch ein offenkundiger Gesandter zu ihnen kam"
        },
        {
            "chapter": 44,
            "verse": 14,
            "text": "Sie sich aber von ihm abkehrten und sagten: «Einer, den ein anderer belehrt, ein Besessener»"
        },
        {
            "chapter": 44,
            "verse": 15,
            "text": "Wir werden die Pein ein wenig aufheben. Ihr aber werdet rückfällig werden"
        },
        {
            "chapter": 44,
            "verse": 16,
            "text": "Am Tag, da Wir mit großer Gewalt zugreifen werden, da werden Wir uns rächen"
        },
        {
            "chapter": 44,
            "verse": 17,
            "text": "Und Wir haben schon vor ihnen das Volk des Pharao der Versuchung ausgesetzt. Zu ihnen kam ein edler Gesandter"
        },
        {
            "chapter": 44,
            "verse": 18,
            "text": "«Übergebt mir die Diener Gottes. Ich bin euch ein treuer Gesandter"
        },
        {
            "chapter": 44,
            "verse": 19,
            "text": "Und zeigt euch Gott gegenüber nicht überheblich. Ich komme zu euch mit einer offenkundigen Ermächtigung"
        },
        {
            "chapter": 44,
            "verse": 20,
            "text": "Und ich suche Zuflucht bei meinem Herrn und eurem Herrn davor, daß ihr mich steinigt"
        },
        {
            "chapter": 44,
            "verse": 21,
            "text": "Und wenn ihr mir nicht glaubt, dann haltet euch fern von mir.»"
        },
        {
            "chapter": 44,
            "verse": 22,
            "text": "Da rief er zu seinem Herrn: «Das sind Leute, die Übeltäter sind.»"
        },
        {
            "chapter": 44,
            "verse": 23,
            "text": "«Zieh bei Nacht mit meinen Dienern fort; ihr werdet da verfolgt werden"
        },
        {
            "chapter": 44,
            "verse": 24,
            "text": "Und verlaß das Meer als ruhige breite Bahn. Siehe, sie sind ein Heer, das ertränkt werden soll.»"
        },
        {
            "chapter": 44,
            "verse": 25,
            "text": "Wie viele Gärten und Quellen ließen sie zurück"
        },
        {
            "chapter": 44,
            "verse": 26,
            "text": "Und Saatfelder und eine treffliche Stätte"
        },
        {
            "chapter": 44,
            "verse": 27,
            "text": "Und ein angenehmes Leben, in dem sie es sich wohl sein ließen"
        },
        {
            "chapter": 44,
            "verse": 28,
            "text": "So war es. Und Wir gaben es anderen Leuten zum Erbe"
        },
        {
            "chapter": 44,
            "verse": 29,
            "text": "Weder der Himmel noch die Erde weinte über sie. Und ihnen wurde kein Aufschub gewährt"
        },
        {
            "chapter": 44,
            "verse": 30,
            "text": "Und Wir erretteten die Kinder Israels von der schmählichen Pein"
        },
        {
            "chapter": 44,
            "verse": 31,
            "text": "Von Pharao. Er hatte hohe Gewalt und war einer der Maßlosen"
        },
        {
            "chapter": 44,
            "verse": 32,
            "text": "Und Wir erwählten sie aufgrund von Wissen vor den Weltenbewohnern"
        },
        {
            "chapter": 44,
            "verse": 33,
            "text": "Und ließen ihnen von den Zeichen solche zukommen, die eine offenkundige Prüfung enthielten"
        },
        {
            "chapter": 44,
            "verse": 34,
            "text": "Wahrlich, diese da sagen"
        },
        {
            "chapter": 44,
            "verse": 35,
            "text": "«Es gibt nur unseren ersten Tod. Und wir werden nicht wiedererweckt werden"
        },
        {
            "chapter": 44,
            "verse": 36,
            "text": "Bringt doch unsere Väter herbei, so ihr die Wahrheit sagt.»"
        },
        {
            "chapter": 44,
            "verse": 37,
            "text": "Sind sie etwa besser, oder das Volk des Tubbaá und jene, die vor ihnen lebten? Wir haben sie verderben lassen, denn sie waren Übeltäter"
        },
        {
            "chapter": 44,
            "verse": 38,
            "text": "Und Wir haben die Himmel und die Erde und das, was dazwischen ist, nicht zum Spiel erschaffen"
        },
        {
            "chapter": 44,
            "verse": 39,
            "text": "Wir haben sie in Wahrheit erschaffen. Aber die meisten von ihnen wissen nicht Bescheid"
        },
        {
            "chapter": 44,
            "verse": 40,
            "text": "Der Tag der Scheidung ist der Termin für sie alle"
        },
        {
            "chapter": 44,
            "verse": 41,
            "text": "Der Tag, an dem kein Schutzherr seinem Schützling etwas nützen kann und sie keine Unterstützung erfahren werden"
        },
        {
            "chapter": 44,
            "verse": 42,
            "text": "Ausgenommen wessen sich Gott erbarmt. Er ist der Mächtige, der Barmherzige"
        },
        {
            "chapter": 44,
            "verse": 43,
            "text": "Der Zaqqum-Baum"
        },
        {
            "chapter": 44,
            "verse": 44,
            "text": "Ist die Speise des Sünders"
        },
        {
            "chapter": 44,
            "verse": 45,
            "text": "Wie geschmolzenes Erz kocht er in den Bäuchen"
        },
        {
            "chapter": 44,
            "verse": 46,
            "text": "Wie das heiße Wasser kocht"
        },
        {
            "chapter": 44,
            "verse": 47,
            "text": "«Nehmt ihn und zerrt ihn mitten in die Hölle"
        },
        {
            "chapter": 44,
            "verse": 48,
            "text": "Dann gießt über seinen Kopf etwas von der Pein des heißen Wassers"
        },
        {
            "chapter": 44,
            "verse": 49,
            "text": "Koste es: Du bist doch der Mächtige, der Treffliche!»"
        },
        {
            "chapter": 44,
            "verse": 50,
            "text": "«Das ist, worüber ihr Zweifel hegtet.»"
        },
        {
            "chapter": 44,
            "verse": 51,
            "text": "Die Gottesfürchtigen befinden sich an einer sicheren Stätte"
        },
        {
            "chapter": 44,
            "verse": 52,
            "text": "In Gärten und an Quellen"
        },
        {
            "chapter": 44,
            "verse": 53,
            "text": "Sie tragen Gewänder aus Seide und Brokat, und (sie liegen) einander gegenüber"
        },
        {
            "chapter": 44,
            "verse": 54,
            "text": "So ist es. Und Wir geben ihnen als Gattinnen Huri mit schönen, großen Augen"
        },
        {
            "chapter": 44,
            "verse": 55,
            "text": "Sie rufen darin nach Früchten jeder Art (und leben) in Sicherheit"
        },
        {
            "chapter": 44,
            "verse": 56,
            "text": "Sie erleiden darin nicht den Tod, außer dem ersten Tod. Und Er hütet sie vor der Pein der Hölle"
        },
        {
            "chapter": 44,
            "verse": 57,
            "text": "Als Huld von deinem Herrn. Das ist der großartige Erfolg"
        },
        {
            "chapter": 44,
            "verse": 58,
            "text": "Wir haben ihn durch deine Zunge leicht gemacht, auf daß sie es bedenken"
        },
        {
            "chapter": 44,
            "verse": 59,
            "text": "Warte nun ab; auch sie warten ab"
        },
        {
            "chapter": 45,
            "verse": 1,
            "text": "Haa Mim"
        },
        {
            "chapter": 45,
            "verse": 2,
            "text": "Herabsendung des Buches von Gott, dem Mächtigen, dem Weisen"
        },
        {
            "chapter": 45,
            "verse": 3,
            "text": "In den Himmeln und auf der Erde sind Zeichen für die Gläubigen"
        },
        {
            "chapter": 45,
            "verse": 4,
            "text": "Und in eurer Erschaffung und in dem, was Er an Getier sich ausbreiten läßt, sind Zeichen für Leute, die Gewißheit hegen"
        },
        {
            "chapter": 45,
            "verse": 5,
            "text": "Und auch im Aufeinanderfolgen von Nacht und Tag und in dem, was Gott an Lebensunterhalt vom Himmel herabkommen läßt und dadurch die Erde nach ihrem Absterben belebt, und im Wechsel der Winde sind Zeichen für Leute, die Verstand haben"
        },
        {
            "chapter": 45,
            "verse": 6,
            "text": "Dies sind die Zeichen Gottes. Wir verlesen sie dir der Wahrheit entsprechend. An welche Botschaft, nachdem Gott und seine Zeichen kundgetan worden sind, wollen sie denn sonst glauben"
        },
        {
            "chapter": 45,
            "verse": 7,
            "text": "Wehe jedem Lügner und Sünder"
        },
        {
            "chapter": 45,
            "verse": 8,
            "text": "Der hört, wie ihm die Zeichen Gottes verlesen werden, und dann hochmütig (in seinem Unglauben) verharrt, als hätte er sie nie gehört! Verkünde ihm eine schmerzhafte Pein"
        },
        {
            "chapter": 45,
            "verse": 9,
            "text": "Und wenn er etwas von unseren Zeichen erfährt, nimmt er es zum Gegenstand des Spottes. Für solche Leute ist eine schmähliche Pein bestimmt"
        },
        {
            "chapter": 45,
            "verse": 10,
            "text": "Hinterdrein steht für sie die Hölle bereit. Und es nützt ihnen nichts, was sie erworben und was sie sich anstelle Gottes zu Freunden genommen haben. Für sie ist eine gewaltige Pein bestimmt"
        },
        {
            "chapter": 45,
            "verse": 11,
            "text": "Dies ist die Rechtleitung. Für diejenigen aber, die die Zeichen ihres Herrn verleugnen, ist eine Pein durch ein schmerzhaftes Zorngericht bestimmt"
        },
        {
            "chapter": 45,
            "verse": 12,
            "text": "Gott ist es, der euch das Meer dienstbar gemacht hat, daß die Schiffe nach seinem Befehl darauf fahren, daß ihr nach etwas von seiner Huld strebt und daß ihr dankbar werdet"
        },
        {
            "chapter": 45,
            "verse": 13,
            "text": "Und Er hat euch von sich aus alles dienstbar gemacht, was in den Himmeln und was auf der Erde ist. Darin sind Zeichen für Leute, die nachdenken"
        },
        {
            "chapter": 45,
            "verse": 14,
            "text": "Sag denen, die glauben, sie sollen denen vergeben, die nicht erwarten, die Tage Gottes zu erleben, auf daß Er den Leuten vergelte für das, was sie erworben haben"
        },
        {
            "chapter": 45,
            "verse": 15,
            "text": "Wer Gutes tut, tut es zu seinem eigenen Vorteil. Und wer Böses tut, tut es zu seinem eigenen Schaden. Zu eurem Herrn werdet ihr dann zurückgebracht"
        },
        {
            "chapter": 45,
            "verse": 16,
            "text": "Und Wir haben den Kindern Israels das Buch, die Urteilsvollmacht und die Prophetie zukommen lassen und ihnen allerlei köstliche Dinge beschert und sie bevorzugt vor den Weltenbewohnern"
        },
        {
            "chapter": 45,
            "verse": 17,
            "text": "Und Wir haben ihnen in der Angelegenheit (der Religion) deutliche Beweise zukommen lassen. Sie wurden aber erst uneins, nachdem das Wissen zu ihnen gekommen war, dies aus ungerechter Auflehnung untereinander. Dein Herr wird am Tag der Auferstehung zwischen ihnen über das entscheiden, worüber sie uneins waren"
        },
        {
            "chapter": 45,
            "verse": 18,
            "text": "Dann stellten Wir für dich eine Richtung in der Angelegenheit (der Religion) fest. So folge ihr und folge nicht den Neigungen derer, die nicht Bescheid wissen"
        },
        {
            "chapter": 45,
            "verse": 19,
            "text": "Sie können dir vor Gott nichts nützen. Diejenigen, die Unrecht tun, sind untereinander Freunde. Gott aber ist der Freund der Gottesfürchtigen"
        },
        {
            "chapter": 45,
            "verse": 20,
            "text": "Dies sind einsichtbringende Zeichen für die Menschen und eine Rechtleitung und Barmherzigkeit für Leute, die Gewißheit hegen"
        },
        {
            "chapter": 45,
            "verse": 21,
            "text": "Oder meinen diejenigen, die die Missetaten verüben, daß Wir sie denen, die glauben und die guten Werke tun, gleichstellen sowohl in ihrem Leben als in ihrem Sterben? Schlimm ist es, wie sie urteilen"
        },
        {
            "chapter": 45,
            "verse": 22,
            "text": "Gott hat die Himmel und die Erde der Wahrheit entsprechend erschaffen. Und jeder Seele soll vergolten werden für das, was sie erworben hat. Und ihnen wird nicht Unrecht getan"
        },
        {
            "chapter": 45,
            "verse": 23,
            "text": "Hast du den gesehen, der sich zu seinem Gott seine Neigung gemacht hat, den Gott aufgrund von Wissen irregeführt, dem Er das Gehör und das Herz versiegelt und auf dessen Augenlicht eine Hülle gelegt hat? Wer nach Gott könnte ihn rechtleiten? Wollt ihr es nicht bedenken"
        },
        {
            "chapter": 45,
            "verse": 24,
            "text": "Und sie sagen: «Es gibt nur unser diesseitiges Leben. Wir sterben und leben (hier), und nur die Zeit läßt uns verderben.» Sie haben doch kein Wissen darüber, sie stellen nur Mutmaßungen an"
        },
        {
            "chapter": 45,
            "verse": 25,
            "text": "Und wenn ihnen unsere Zeichen als deutliche Beweise verlesen werden, führen sie kein anderes Argument an, als nur zu sagen: «Bringt unsere Väter herbei, wenn ihr die Wahrheit sagt.»"
        },
        {
            "chapter": 45,
            "verse": 26,
            "text": "Sprich: Gott macht euch lebendig und läßt euch dann sterben. Dann versammelt Er euch zum Tag der Auferstehung, an dem kein Zweifel möglich ist. Aber die meisten Menschen wissen nicht Bescheid"
        },
        {
            "chapter": 45,
            "verse": 27,
            "text": "Gott gehört die Königsherrschaft der Himmel und der Erde. Und am Tag, da die Stunde heraufkommt, an jenem Tag werden die verlieren, die (die Botschaft) für falsch erklären"
        },
        {
            "chapter": 45,
            "verse": 28,
            "text": "Und du siehst jede Gemeinschaft auf den Knien sitzen. Jede Gemeinschaft wird zu ihrem Buch gerufen: «Heute wird euch das vergolten, was ihr zu tun pflegtet"
        },
        {
            "chapter": 45,
            "verse": 29,
            "text": "Dies ist unser Buch. Es spricht die Wahrheit gegen euch aus. Wir ließen aufschreiben, was ihr zu tun pflegtet.»"
        },
        {
            "chapter": 45,
            "verse": 30,
            "text": "Diejenigen, die geglaubt und die guten Werke getan haben, läßt ihr Herr in seine Barmherzigkeit eingehen. Das ist der offenkundige Erfolg"
        },
        {
            "chapter": 45,
            "verse": 31,
            "text": "Diejenigen aber, die ungläubig waren, (bekommen zu hören): «Sind euch nicht meine Zeichen immer wieder verlesen worden? Ihr aber habt euch hochmütig verhalten und seid Leute gewesen, die Übeltäter waren"
        },
        {
            "chapter": 45,
            "verse": 32,
            "text": "<Und wenn gesagt wurde: >Das Versprechen Gottes ist wahr, und an der Stunde ist kein Zweifel möglichWir wissen nicht, was überhaupt die Stunde ist. Wir stellen nur Mutmaßungen an und hegen darüber keine Gewißheit"
        },
        {
            "chapter": 45,
            "verse": 33,
            "text": "Und ihnen werden ihre Missetaten, die sie begangen haben, klar, und es umschließt sie das, worüber sie spotteten"
        },
        {
            "chapter": 45,
            "verse": 34,
            "text": "Und es wird gesprochen: «Heute werden Wir euch vergessen, wie ihr die Begegnung mit diesem eurem Tag vergessen habt. Eure Heimstätte ist das Feuer, und ihr habt keine Helfer"
        },
        {
            "chapter": 45,
            "verse": 35,
            "text": "Dies dafür, daß ihr die Zeichen Gottes zum Gegenstand des Spottes genommen habt und daß euch das diesseitige Leben betört hat.» Heute werden sie nicht mehr daraus herausgebracht, und es wird von ihnen keine entschuldigende Umkehr mehr angenommen"
        },
        {
            "chapter": 45,
            "verse": 36,
            "text": "Lob sei nun Gott, dem Herrn der Himmel und dem Herrn der Erde, dem Herrn der Welten"
        },
        {
            "chapter": 45,
            "verse": 37,
            "text": "Ihm gehört die Hoheit in den Himmeln und auf der Erde. Er ist der Mächtige, der Weise"
        }
    ]
}