{
    "juzs": [
        {
            "chapter": 36,
            "verse": 28,
            "text": "మరియు ఆ తరువాత అతని జాతి వారి మీదకు, మేము ఆకాశం నుండి ఏ సైన్యాన్నీ పంపలేదు. అసలు మాకు సైన్యాన్ని పంపే అవసరమే ఉండదు"
        },
        {
            "chapter": 36,
            "verse": 29,
            "text": "అది కేవలం ఒక పెద్ద ధ్వని మాత్రమే! అంతే! వారంతా (ఒకేసారి) అంతం చేయబడ్డారు"
        },
        {
            "chapter": 36,
            "verse": 30,
            "text": "ఆ దాసుల గతి ఎంత శోచనీయమయినది! వారి వద్దకు ఏ సందేశహరుడు వచ్చినా, వారు అతనిని ఎగతాళి చేయకుండా ఉండలేదు"
        },
        {
            "chapter": 36,
            "verse": 31,
            "text": "ఏమీ? వారు చూడలేదా (వారికి తెలియదా)? వారికి ముందు మేము ఎన్నో తరాలను నాశనం చేశామని? నిశ్చయంగా, వారు (వారి పూర్వీకులు) ఎన్నటికీ వారి వద్దకు తిరిగి రాలేదు"
        },
        {
            "chapter": 36,
            "verse": 32,
            "text": "కాని వారందరినీ కలిపి ఒకేసారి, మా ముందు హాజరు పరచడం జరుగుతుంది"
        },
        {
            "chapter": 36,
            "verse": 33,
            "text": "మరియు వారి కొరకు సూచనగా జీవం లేని ఈ భూమియే ఉంది. మేము దీనికి ప్రాణం పోసి, దీని నుండి ధాన్యం తీస్తాము, దాన్ని వారు తింటారు"
        },
        {
            "chapter": 36,
            "verse": 34,
            "text": "మేము దీనిలో ఖర్జూరపు మరియు ద్రాక్ష వనాలను పెంచాము మరియు వాటిలో ఊటలను ప్రవహింపజేశాము"
        },
        {
            "chapter": 36,
            "verse": 35,
            "text": "వారు దీని ఫలాలను తినటానికి; మరియు ఇదంతా వారి చేతులు చేసింది కాదు. అయినా వారు కృతజ్ఞతలు తెలుపరా"
        },
        {
            "chapter": 36,
            "verse": 36,
            "text": "భూమి నుండి ఉత్పత్తి అయ్యే అన్ని వస్తువులలో, జీవులలో మరియు స్వయాన వారిలో (మానవులలో) ఇంకా వారికి తెలియని వాటిలోనూ (ఆడ-మగ) జతలను సృష్టించిన ఆయన (అల్లాహ్) లోపాలకు అతీతుడు"
        },
        {
            "chapter": 36,
            "verse": 37,
            "text": "మరియు వారి కొరకు మా సూచనలలో రాత్రి ఒకటి; మేము దానిపై నుండి పగటిని (వెలుగును) తొలగించి నప్పుడు, వారిని చీకటి ఆవరించుకుంటుంది"
        },
        {
            "chapter": 36,
            "verse": 38,
            "text": "మరియు సూర్యుడు తన నిర్ణీత పరిధిలో, నిర్ణీత కాలంలో పయనిస్తూ ఉంటాడు. ఇది ఆ సర్వశక్తిమంతుని, సర్వజ్ఞుని నియమావళి"
        },
        {
            "chapter": 36,
            "verse": 39,
            "text": "మరియు చంద్రుని కొరకు మేము దశలను నియమించాము, చివరకు అతడు ఎండిన ఖర్జురపు మట్ట వలే అయిపోతాడు"
        },
        {
            "chapter": 36,
            "verse": 40,
            "text": "చంద్రుణ్ణి అందుకోవటం సూర్యుడి తరం కాదు. మరియు రాత్రి పగటిని అధిగమించ జాలదు. మరియు అవన్నీ తమ తమ కక్ష్యలలో సంచరిస్తూ ఉంటాయి"
        },
        {
            "chapter": 36,
            "verse": 41,
            "text": "వారికి మరొక సూచన ఏమిటంటే, నిశ్చయంగా, మేము వారి సంతతిని (నూహ్ యొక్క) నిండు నావ లోనికి ఎక్కించాము"
        },
        {
            "chapter": 36,
            "verse": 42,
            "text": "మరియు మేము వారు ఎక్కి ప్రయాణం చేయటానికి, ఇటువంటి వాటిని ఎన్నో సృష్టించాము"
        },
        {
            "chapter": 36,
            "verse": 43,
            "text": "మరియు మేము కోరినట్లయితే, వారిని ముంచి వేసే వారము; అప్పుడు వారి కేకలు వినేవాడెవడూ ఉండడు మరియు వారు రక్షింపబడనూ లేరు"
        },
        {
            "chapter": 36,
            "verse": 44,
            "text": "మేము కరుణిస్తే తప్ప - మరియు మేము కొంత కాలం వరకు వారికి వ్యవధినిస్తే తప్ప"
        },
        {
            "chapter": 36,
            "verse": 45,
            "text": "మరియు వారితో: \"మీరు, మీ ముందున్న దానికీ (ఇహలోక శిక్షకూ) మరియు మీ వెనుక రానున్న దానికీ (పరలోక శిక్షకూ) భీతిపరులై ఉండండి, బహుశా మీరు కరుణింప బడవచ్చు!\" అని అన్నప్పుడు, (వారు లక్ష్యం చేయటం లేదు)"
        },
        {
            "chapter": 36,
            "verse": 46,
            "text": "మరియు వారి ప్రభువు సూచనలలో నుండి, వారి వద్దకు ఏ సూచన వచ్చినా, వారు దాని నుండి ముఖం త్రిప్పుకోకుండా ఉండలేదు"
        },
        {
            "chapter": 36,
            "verse": 47,
            "text": "మరియు వారితో: \"అల్లాహ్ మీకు ప్రసాదించిన జీవనోపాధి నుండి ఖర్చు చేయండి.\" అని అన్నప్పుడు, సత్యతిరస్కారులు విశ్వాసులతో అంటారు: \"ఏమీ? అల్లాహ్ కోరితే, తానే తినిపించగల వారికి, మేము తినిపించాలా? మీరు స్పష్టమైన మార్గభ్రష్టత్వంలో పడి ఉన్నారు"
        },
        {
            "chapter": 36,
            "verse": 48,
            "text": "వారు ఇంకా ఇలా అంటారు: \"మీరు సత్యవంతులే అయితే, ఆ వాగ్దానం (పునరుత్థానం) ఎప్పుడు పూర్తి కానున్నది"
        },
        {
            "chapter": 36,
            "verse": 49,
            "text": "వారు నిరీక్షిస్తున్నది కేవలం ఒక పెద్ద ధ్వని కొరకే. మరియు వారు వాదులాడుకుంటూ ఉండగానే, అది వారిని చిక్కించుకుంటుంది"
        },
        {
            "chapter": 36,
            "verse": 50,
            "text": "వారు ఏ విధమైన వీలునామా కూడా వ్రాయలేరు మరియు తమ కుటుంబం వారి వద్దకు కూడా తిరిగి పోలేరు"
        },
        {
            "chapter": 36,
            "verse": 51,
            "text": "మరియు (మరొకసారి) బాకా ఊదబడి నప్పుడు, వారంతా గోరీల నుండి (లేచి) తమ ప్రభువు వైపునకు వేగంగా పరిగెత్తుకుంటూ వస్తారు"
        },
        {
            "chapter": 36,
            "verse": 52,
            "text": "వారంటారు: \"అయ్యో! మా దౌర్భాగ్యం! మమ్మల్ని మా పడకల నుండి లేపి ఎవరు నిలబెట్టారు?\" (వారితో అనబడుతుంది): \"ఇదే ఆ కరుణామయుడు చేసిన వాగ్దానం. మరియు అతని సందేశహరులు సత్యమే పలికారు"
        },
        {
            "chapter": 36,
            "verse": 53,
            "text": "అది కేవలం ఒక పెద్ద ధ్వని మాత్రమే అయి ఉంటుంది! వెంటనే వారంతా మా ముందు హాజరు చేయబడతారు"
        },
        {
            "chapter": 36,
            "verse": 54,
            "text": "ఆ రోజు ఎవ్వరికీ ఎలాంటి అన్యాయం జరుగదు. మరియు మీ కర్మలకు తగినది తప్ప, మరే ప్రతిఫలమివ్వబడదు"
        },
        {
            "chapter": 36,
            "verse": 55,
            "text": "నిశ్చయంగా, ఆ రోజు స్వర్గవాసులు సుఖసంతోషాలలో నిమగ్నులై ఉంటారు"
        },
        {
            "chapter": 36,
            "verse": 56,
            "text": "వారు మరియు వారి సహవాసులు (అజ్వాజ్), చల్లని నీడలలో, ఆనుడు ఆసనాల మీద హాయిగా కూర్చొని ఉంటారు"
        },
        {
            "chapter": 36,
            "verse": 57,
            "text": "అందులో వారికి ఫలాలు మరియు వారు కోరే వన్నీ ఉంటాయి"
        },
        {
            "chapter": 36,
            "verse": 58,
            "text": "మీకు శాంతి కలుగుగాక (సలాం)!\" అనే పలుకులు అపార కరుణా ప్రదాత అయిన ప్రభువు తరఫు నుండి వస్తాయి"
        },
        {
            "chapter": 36,
            "verse": 59,
            "text": "ఇంకా (ఇలా అనబడుతుంది): \"ఓ అపరాధులారా! ఈనాడు మీరు వేరయి పొండి"
        },
        {
            "chapter": 36,
            "verse": 60,
            "text": "ఓ ఆదమ్ సంతతివారలారా: 'షైతానును ఆరాధించకండి' అని నేను మిమ్మల్ని ఆదేశించలేదా? నిశ్చయంగా, అతడు మీకు బహిరంగ శత్రువు"
        },
        {
            "chapter": 36,
            "verse": 61,
            "text": "మరియు మీరు నన్నే ఆరాధించండి. ఇదే ఋమార్గమనీ"
        },
        {
            "chapter": 36,
            "verse": 62,
            "text": "మరియు వాస్తవానికి వాడు (షైతాన్) మీలో పెద్ద సమూహాన్ని దారి తప్పించాడు. ఏమీ? మీకు తెలివి లేక పోయిందా"
        },
        {
            "chapter": 36,
            "verse": 63,
            "text": "మీకు వాగ్దానం చేయబడిన ఆ నరకం ఇదే"
        },
        {
            "chapter": 36,
            "verse": 64,
            "text": "మీరు సత్యాన్ని తిరస్కరిస్తూ ఉన్నందుకు, ఈ రోజు దీనిలో ప్రవేశించండి (కాలండి)"
        },
        {
            "chapter": 36,
            "verse": 65,
            "text": "ఆ రోజు మేము వారి నోళ్ళ మీద ముద్ర వేస్తాము. మరియు వారేమి అర్జించారో వారి చేతులు మాతో చెబుతాయి మరియు వారి కాళ్ళు మా ముందు సాక్ష్యమిస్తాయి"
        },
        {
            "chapter": 36,
            "verse": 66,
            "text": "మరియు మేము కోరినట్లయితే, వారి దృష్టిని నిర్మూలించే వారము, అప్పుడు వారు దారి కొరకు పెనుగులాడే వారు, కాని వారు ఎలా చూడగలిగే వారు"
        },
        {
            "chapter": 36,
            "verse": 67,
            "text": "మరియు మేము కోరినట్లయితే, వారిని వారి స్థానంలోనే రూపాన్ని మార్చి ఉంచే వారం, అప్పుడు వారు ముందుకూ పోలేరు మరియు వెనుకకూ మరలలేరు"
        },
        {
            "chapter": 36,
            "verse": 68,
            "text": "మరియు మేము ఎవరికి దీర్ఘాయువు నొసంగుతామో, అతని శారీరక రూపాన్ని మార్చుతాము. ఏమీ? వారు ఇది కూడా గ్రహించలేరా"
        },
        {
            "chapter": 36,
            "verse": 69,
            "text": "మరియు మేము అతనికి (ముహమ్మద్ కు) కవిత్వం నేర్పలేదు. మరియు అది అతనికి శోభించదు కూడా! ఇది కేవలం ఒక హితోపదేశం మరియు స్పష్టమైన పఠన గ్రంథం (ఖుర్ఆన్) మాత్రమే"
        },
        {
            "chapter": 36,
            "verse": 70,
            "text": "బ్రతికి వున్న ప్రతివానికి హెచ్చరిక చేయటానికి మరియు సత్యతిరస్కారుల ఎడల మా ఆదేశాన్ని నిరూపించటానికి"
        },
        {
            "chapter": 36,
            "verse": 71,
            "text": "ఏమీ, వారికి తెలియదా? నిశ్చయంగా, మేము వారికి వారి కొరకు మా చేతులతో పశువులను సృష్టించి, తరువాత వాటిపై వారికి యాజమాన్యం ఇచ్చామని"
        },
        {
            "chapter": 36,
            "verse": 72,
            "text": "మరియు వాటిని, వారికి స్వాధీనపరిచాము. కావున వాటిలో కొన్నిటిపై వారు స్వారీ చేస్తారు, మరికొన్నిటిని (వాటి మాంసాన్ని) వారు తింటారు"
        },
        {
            "chapter": 36,
            "verse": 73,
            "text": "మరియు వాటిలో వారికి ఎన్నో ప్రయోజనాలు మరియు పానీయాలు (పాలు) ఉన్నాయి. అయినా, వారెందుకు కృతజ్ఞతలు చూపరు"
        },
        {
            "chapter": 36,
            "verse": 74,
            "text": "మరియు వారు అల్లాహ్ ను వదలి, ఇతరులను ఆరాధ్య దైవాలుగా చేసుకున్నారు. బహుశా వారి వలన తమకు సహాయం దొరకుతుందేమోననే ఆశతో"
        },
        {
            "chapter": 36,
            "verse": 75,
            "text": "వారు (ఆ దైవాలు), తమకెలాంటి సహాయ చేయలేరు. అయినా! వీరు (సత్యతిరస్కారులు) వారి (ఆ దైవాల) కొరకు సైన్యం మాదిరిగా సర్వసన్నద్ధులై ఉన్నారు"
        },
        {
            "chapter": 36,
            "verse": 76,
            "text": "కావున (ఓ ముహమ్మద్!) వారి మాటలు నిన్ను బాధింపనివ్వరాదు. వాస్తవానికి! మాకు, వారు దాచేవి మరియు వెలిబుచ్చేవీ అన్నీ బాగా తెలుసు"
        },
        {
            "chapter": 36,
            "verse": 77,
            "text": "ఏమీ? మానవుడు ఎరుగడా? నిశ్చయంగా, మేము అతనిని వీర్యబిందువుతో సృష్టించామని? అయినా! అతడు బహిరంగ ప్రత్యర్థిగా తయారయ్యాడు"
        },
        {
            "chapter": 36,
            "verse": 78,
            "text": "మరియు అతడు మాకు పోలికలు కల్పిస్తూ తన సృష్టినే మరలిపోయాడు. అతడు ఇలా అంటాడు: \"కృశించిపోయిన ఈ ఎముకలను తిరిగి ఎవడు బ్రతికించగలడు"
        },
        {
            "chapter": 36,
            "verse": 79,
            "text": "ఇలా అను: \"మొదట వాటిని పుట్టించిన ఆయనే, మళ్ళీ వాటిని బ్రతికిస్తాడు. మరియు ఆయనకు, ప్రతి దానిని సృష్టించే జ్ఞానముంది"
        },
        {
            "chapter": 36,
            "verse": 80,
            "text": "ఆయనే పచ్చని చెట్టు నుండి మీ కొరకు అగ్నిని పుట్టించేవాడు, తరువాత మీరు దాని నుండి మంటను వెలిగించుకుంటారు"
        },
        {
            "chapter": 36,
            "verse": 81,
            "text": "ఏమీ? ఆకాశాలనూ మరియు భూమినీ సృష్టించగలవాడు, వాటి లాంటి వాటిని మరల సృష్టించలేడా? ఎందుకు చేయలేడు! ఆయనే సర్వసృష్టికర్త, సర్వజ్ఞుడు"
        },
        {
            "chapter": 36,
            "verse": 82,
            "text": "నిశ్చయంగా, ఆయన విధానమేమిటంటే! ఆయన ఏదైనా చేయదలచు కున్నప్పుడు దానితో: \"అయిపో!\" అని అంటాడు, అంతే! అది అయిపోతుంది"
        },
        {
            "chapter": 36,
            "verse": 83,
            "text": "ఎందుకంటే! సర్వలోపాలకు అతీతుడైన ఆయన (అల్లాహ్) చేతిలో ప్రతిదానికి సంబంధించిన సర్వాధికారాలు ఉన్నాయి మరియు మీరంతా ఆయన వైపునకే మరలింపబడతారు"
        },
        {
            "chapter": 37,
            "verse": 1,
            "text": "వరుసగా బారులు తీరి నిలుచున్న వారి (దైవదూతల) సాక్షిగా"
        },
        {
            "chapter": 37,
            "verse": 2,
            "text": "మేఘాలను నడిపించే వారి (దైవదూతల) సాక్షిగా"
        },
        {
            "chapter": 37,
            "verse": 3,
            "text": "ఈ ఉపదేశాన్ని (ఖుర్ఆన్ ను, అల్లాహ్ దగ్గరి నుండి మానవులకు) తెచ్చే వారి (దైవదూతల) సాక్షిగా"
        },
        {
            "chapter": 37,
            "verse": 4,
            "text": "నిశ్చయంగా, మీ ఆరాధ్య దైవం కేవలం ఆయన (అల్లాహ్) ఒక్కడే"
        },
        {
            "chapter": 37,
            "verse": 5,
            "text": "ఆకాశాలు మరియు భూమి మరియు వాటి మధ్యనున్న వాటి ప్రభువు మరియు సూర్యోదయ (తూర్పు) స్థలాలకు ప్రభువు"
        },
        {
            "chapter": 37,
            "verse": 6,
            "text": "నిశ్చయంగా, మేము భూలోకానికి దగ్గరి ఆకాశాన్ని నక్షత్ర సముదాయాలతో అలంకరించాము"
        },
        {
            "chapter": 37,
            "verse": 7,
            "text": "మరియు ధిక్కారి అయిన ప్రతి షైతాన్ నుండి కాపాడటానికి"
        },
        {
            "chapter": 37,
            "verse": 8,
            "text": "ఇక వారు (షైతాన్ లు), ఉన్నత స్థానాలలో ఉన్న నాయకుల (దైవదూతల) మాటలు వినలేరు మరియు వారు ప్రతి దిక్కు నుండి తరుమబడుతూ ఉంటారు"
        },
        {
            "chapter": 37,
            "verse": 9,
            "text": "(ఎందుకంటే) వారు (షైతాన్ లు) బహిష్కరించ బడ్డారు. మరియు వారికి నిరంతరమైన శిక్ష ఉంది"
        },
        {
            "chapter": 37,
            "verse": 10,
            "text": "కాని, ఎవడైనా (ఏ షైతానైనా), దేనినైనా ఎగురవేసుకొని పోతున్నట్లైతే, మండే అగ్నిజ్వాల అతనిని వెంబడిస్తుంది"
        },
        {
            "chapter": 37,
            "verse": 11,
            "text": "అయితే వారిని అడగిండి: \"ఏమీ? వారు (మానవులు) దృఢమైన సృష్టా! లేక, మేము సృష్టించింది (ఈ సృష్టి దృఢమైనదా?\" నిశ్చయంగా, మేము వారిని జిగట మట్టి (తీనిల్లాజిబ్) తో సృష్టించాము"
        },
        {
            "chapter": 37,
            "verse": 12,
            "text": "వాస్తవానికి, నీవైతే ఆశ్చర్యపడుతున్నావు, కాని వారు ఎగతాళి చేస్తున్నారు"
        },
        {
            "chapter": 37,
            "verse": 13,
            "text": "మరియు వారికి ఉపదేశమిచ్చినపుడు, వారు దానిని స్వీకరించరు"
        },
        {
            "chapter": 37,
            "verse": 14,
            "text": "మరియు వారొక సంకేతాన్ని చూసినప్పుడు, దానిని ఎగతాళి చేస్తారు"
        },
        {
            "chapter": 37,
            "verse": 15,
            "text": "మరియు వారిలా అంటారు: \"ఇది స్పష్టమైన మంత్రజాలం మాత్రమే"
        },
        {
            "chapter": 37,
            "verse": 16,
            "text": "ఏమిటి? మేము మరణించి మట్టిగా, ఎముకలుగా (అస్తిపంజరంగా) మారిపోయిన తరువాత కూడా మరల సజీవులుగా లేపబడతామా"
        },
        {
            "chapter": 37,
            "verse": 17,
            "text": "ఏమిటి? మరియు పూర్వీకులైన మా తాతముత్తాతలు కూడానా"
        },
        {
            "chapter": 37,
            "verse": 18,
            "text": "వారితో ఇలా అను: \"అవును! అప్పుడు మీరు అధమమైన వారు అవుతారు"
        },
        {
            "chapter": 37,
            "verse": 19,
            "text": "నిశ్చయంగా, అది ఒక పెద్ద ధ్వని మాత్రమే (రెండవ బాకా), అప్పుడు వారు (లేచి) చూస్తూ ఉండిపోతారు"
        },
        {
            "chapter": 37,
            "verse": 20,
            "text": "మరియు వారు ఇలా అంటారు: \"అయ్యో! మా దౌర్భాగ్యం! ఇదే ఆ తీర్పుదినం"
        },
        {
            "chapter": 37,
            "verse": 21,
            "text": "(అప్పుడు వారితో ఇలా అనబడుతుంది): \"మీరు అబద్ధమని తిరస్కరిస్తూ ఉండే న్యాయవిచారణ దినం ఇదే"
        },
        {
            "chapter": 37,
            "verse": 22,
            "text": "(దైవదూతలతో ఇలా అనబడుతుంది): \"ఆ దుర్మార్గులను సమావేశపరచండి! మరియు వారి సహవాసులను మరియు వారు ఆరాధిస్తూ ఉన్న వారిని"
        },
        {
            "chapter": 37,
            "verse": 23,
            "text": "అల్లాహ్ ను కాదని - తరువాత వారందరికీ ప్రజ్వలించే నరకాగ్ని మార్గాన్ని చూపండి"
        },
        {
            "chapter": 37,
            "verse": 24,
            "text": "మరియు వారిని అక్కడ నిలబెట్టండి. వాస్తవానికి వారిని ప్రశ్నించవలసి ఉంది"
        },
        {
            "chapter": 37,
            "verse": 25,
            "text": "మీకేమైంది? మీరు పరస్పరం ఎందుకు సహాయం చేసుకోవటం లేదు"
        },
        {
            "chapter": 37,
            "verse": 26,
            "text": "అలా కాదు! ఆ రోజు వారు తమను తాము అల్లాహ్ కు అప్పగించుకుంటారు"
        },
        {
            "chapter": 37,
            "verse": 27,
            "text": "మరియు వారు ఒకరి వైపునకు మరొకరు మరలి ఇలా ప్రశ్నించుకుంటారు"
        },
        {
            "chapter": 37,
            "verse": 28,
            "text": "కొందరు అంటారు: \"మీరు మా వద్దకు (మమ్మల్ని మోసగించటానికి) మా కుడివైపు నుండి వచ్చేవారు"
        },
        {
            "chapter": 37,
            "verse": 29,
            "text": "ఇతరులు ఇలా జవాబిస్తారు: \"అలా కాదు, మీ అంతట మీరే విశ్వసించేవారు కాదు"
        },
        {
            "chapter": 37,
            "verse": 30,
            "text": "మాకు మీపై ఎలాంటి అధికారం ఉండేది కాదు. అలా కాదు! మీరే తలబిరుసుతనం చూపేవారు"
        },
        {
            "chapter": 37,
            "verse": 31,
            "text": "కావున, ఇప్పుడు మన ప్రభువు వాక్కు మనపై పూర్తి అయ్యింది. నిశ్చయంగా మనమంతా (శిక్షను) రుచి చూడగలము"
        },
        {
            "chapter": 37,
            "verse": 32,
            "text": "కావున మేము మిమ్మల్ని తప్పు దారిలో పడవేశాము, నిశ్చయంగా మేము కూడా మార్గభ్రష్టులమై ఉంటిమి"
        },
        {
            "chapter": 37,
            "verse": 33,
            "text": "అప్పుడు నిశ్చయంగా, వారందరూ ఆ రోజు శిక్షలో భాగస్వాములవుతారు"
        },
        {
            "chapter": 37,
            "verse": 34,
            "text": "నిశ్చయంగా, మేము అపరాధులతో ఇదే విధంగా ప్రవర్తిస్తాము"
        },
        {
            "chapter": 37,
            "verse": 35,
            "text": "వాస్తవానికి, వారితో: \"అల్లాహ్ తప్ప మరొక ఆరాధ్యదైవం లేడు.\" అని అన్నప్పుడు, వారు దరహంకారం చూపేవారు"
        },
        {
            "chapter": 37,
            "verse": 36,
            "text": "మరియు వారు ఇలా అనేవారు: \"ఏమిటి? మేము ఒక పిచ్చికవి కొరకు మా ఆరాధ్య దైవాలను త్యజించాలా"
        },
        {
            "chapter": 37,
            "verse": 37,
            "text": "వాస్తవానికి, అతను (ముహమ్మద్) సత్యాన్ని తీసుకొని వచ్చాడు. మరియు అతను (తనకు పూర్వం వచ్చిన) ప్రవక్తలను సత్యవంతులని ధృవపరచాడు"
        },
        {
            "chapter": 37,
            "verse": 38,
            "text": "నిశ్చయంగా, మీరు బాధాకరమైన శిక్షను రుచి చూడగలరు"
        },
        {
            "chapter": 37,
            "verse": 39,
            "text": "మరియు మీకు, మీరు చేస్తూ ఉండిన కర్మలకు తగిన ఫలితం తప్ప, మరేమీ ఇవ్వబడదు"
        },
        {
            "chapter": 37,
            "verse": 40,
            "text": "ఎన్నుకోబడిన అల్లాహ్ దాసులకు తప్ప"
        },
        {
            "chapter": 37,
            "verse": 41,
            "text": "అలాంటి వారి కొరకు వారికి తెలిసి ఉన్న జీవనోపాధి ఉంది"
        },
        {
            "chapter": 37,
            "verse": 42,
            "text": "అన్ని రకాల ఫలాలు. మరియు వారు ఆదరించబడతారు"
        },
        {
            "chapter": 37,
            "verse": 43,
            "text": "పరమ సుఖాలు గల స్వర్గవనాలలో"
        },
        {
            "chapter": 37,
            "verse": 44,
            "text": "ఆసనాల మీద ఒకరికొకరు ఎదురెదురుగా కూర్చొని ఉంటారు"
        },
        {
            "chapter": 37,
            "verse": 45,
            "text": "వారి మధ్య ప్రవహించే చెలమల నుండి, పానీయపు (మధు) పాత్రలు త్రిప్పబడుతుంటాయి"
        },
        {
            "chapter": 37,
            "verse": 46,
            "text": "అది తెల్లగా (మెరిసిపోతూ) త్రాగే వారికి ఎంతో రుచికరమైనదిగా ఉంటుంది"
        },
        {
            "chapter": 37,
            "verse": 47,
            "text": "దాని వల్ల వారికి ఎలాంటి బాధా కలుగదు మరియు వారు తమ తెలివినీ పోగొట్టుకోరు"
        },
        {
            "chapter": 37,
            "verse": 48,
            "text": "మరియు వారి దగ్గర, శీలవతులైన తమ చూపులను నిగ్రహించుకునే, అందమైన కళ్ళు గల స్త్రీలు ఉంటారు"
        },
        {
            "chapter": 37,
            "verse": 49,
            "text": "వారు దాచబడిన గ్రుడ్లవలే (కోమలంగా) ఉంటారు"
        },
        {
            "chapter": 37,
            "verse": 50,
            "text": "అప్పుడు వారు ఒకరి వైపు కొకరు మరలి, పరస్పరం ఇలా ప్రశ్నించుకుంటారు"
        },
        {
            "chapter": 37,
            "verse": 51,
            "text": "వారిలో ఒకడంటాడు: \"వాస్తవానికి (భూలోకంలో) నాకొక స్నేహితుడు (ఖరీనున్) ఉండేవాడు"
        },
        {
            "chapter": 37,
            "verse": 52,
            "text": "అతడు నన్ను ఇలా అడిగేవాడు: ఏమీ? నీవు కూడా (పునరుత్థానం) నిజమేనని నమ్మేవారిలో ఒకడివా"
        },
        {
            "chapter": 37,
            "verse": 53,
            "text": "ఏమీ? మనం చనిపోయి మట్టిగా ఎముకలుగా మారి పోయిన తరువాత కూడా నిశ్చయంగా మనకు ప్రతిఫలమనేది ఉంటుందా"
        },
        {
            "chapter": 37,
            "verse": 54,
            "text": "అతడు ఇంకా ఇలా అంటాడు: \"ఏమీ? మీరు అతడిని చూడదలచుకున్నారా"
        },
        {
            "chapter": 37,
            "verse": 55,
            "text": "తరువాత అతడు తొంగి చూసి, అతడిని (తన పూర్వ స్నేహితుణ్ణి) భగభగ మండే నరకాగ్ని మధ్యలో చూస్తాడు"
        },
        {
            "chapter": 37,
            "verse": 56,
            "text": "అతడితో (ఆ స్నేహితునితో), అతడు అంటాడు: \"అల్లాహ్ సాక్షిగా! నీవు నన్ను నాశనం చేసి ఉండేవాడివే"
        },
        {
            "chapter": 37,
            "verse": 57,
            "text": "ఒకవేళ నా ప్రభువు అనుగ్రహమే లేకున్నట్లయితే! నేను కూడా (నరకానికి) హాజరు చేయబడిన వారిలో చేరి పోయేవాడిని"
        },
        {
            "chapter": 37,
            "verse": 58,
            "text": "(తరువాత ఆ స్వర్గవాసి తన సహచరులతో అంటాడు): \"ఏమీ? ఇక మనం మరల చనిపోము కదా"
        },
        {
            "chapter": 37,
            "verse": 59,
            "text": "మన మొదటి (భూలోక) మరణం తప్ప! మనకు ఇక ఎలాంటి శిక్ష పడదు కదా"
        },
        {
            "chapter": 37,
            "verse": 60,
            "text": "నిశ్చయంగా, ఇదే ఆ గొప్ప సాఫల్యం (విజయం)"
        },
        {
            "chapter": 37,
            "verse": 61,
            "text": "ఇలాంటి (స్థానం) పొందటానికి పాటుపడే వారు పాటు పడాలి"
        },
        {
            "chapter": 37,
            "verse": 62,
            "text": "ఏమీ? ఇలాంటి ఆతిథ్యం మేలైనదా? లేక జముడు ఫలపు ఆతిథ్యమా"
        },
        {
            "chapter": 37,
            "verse": 63,
            "text": "నిశ్చయంగా, మేము దానిని, దుర్మార్గుల కొరకు ఒక పరీక్షగా చేశాము"
        },
        {
            "chapter": 37,
            "verse": 64,
            "text": "నిశ్చయంగా, అది నరకపు అడుగు భాగం నుండి మొలిచే ఒక చెట్టు"
        },
        {
            "chapter": 37,
            "verse": 65,
            "text": "దాని మొగ్గలు షైతానుల తలల వలే ఉంటాయి"
        },
        {
            "chapter": 37,
            "verse": 66,
            "text": "నిశ్చయంగా, వారు దాని నుంచే తింటారు మరియు దానితోనే తమ కడుపులు నింపుకుంటారు"
        },
        {
            "chapter": 37,
            "verse": 67,
            "text": "తరువాత నిశ్చయంగా, దాని మీద వారికి త్రాగటానికి సలసల కాగే పానీయం మాత్రమే ఉంటుంది"
        },
        {
            "chapter": 37,
            "verse": 68,
            "text": "ఆ తరువాత నిశ్చయంగా, వారి మరలింపు కేవలం భగభగ మండే నరకాగ్ని వైపునకే అవుతుంది"
        },
        {
            "chapter": 37,
            "verse": 69,
            "text": "నిశ్చయంగా, అప్పుడు వారు తమ తండ్రితాతలు, మార్గభ్రష్టత్వంలో ఉండేవారని కనుగొంటారు"
        },
        {
            "chapter": 37,
            "verse": 70,
            "text": "మరియు తాము కూడా వారి అడుగు జాడలను అనుసరించటానికి త్వరపడుతూ ఉండేవారమని"
        },
        {
            "chapter": 37,
            "verse": 71,
            "text": "మరియు వాస్తవానికి వారి పూర్వీకులు కూడా చాలా మంది మార్గభ్రష్టులుగానే ఉండేవారు"
        },
        {
            "chapter": 37,
            "verse": 72,
            "text": "మరియు వాస్తవానికి మేము వారి వద్దకు హెచ్చరిక చేయటానికి (సందేశహరులను) పంపి ఉన్నాము"
        },
        {
            "chapter": 37,
            "verse": 73,
            "text": "ఇక చూడు! హెచ్చరిక చేయబడిన వారి పర్యవసానం ఎలా ఉండిందో"
        },
        {
            "chapter": 37,
            "verse": 74,
            "text": "ఎన్నుకోబడిన అల్లాహ్ దాసులకు తప్ప"
        },
        {
            "chapter": 37,
            "verse": 75,
            "text": "మరియు వాస్తవంగా, నూహ్ మమ్మల్ని వేడుకున్నాడు. ఎందుకంటే, మేము (ప్రార్థనలకు) ప్రత్యుత్తరమిచ్చే వారిలో సర్వోత్తములము"
        },
        {
            "chapter": 37,
            "verse": 76,
            "text": "మరియు మేము అతనిని మరియు అతని కుటుంబం వారిని మహా విపత్తు (జలప్రళయం) నుండి కాపాడాము"
        },
        {
            "chapter": 37,
            "verse": 77,
            "text": "మరియు అతని సంతతి వారిని మాత్రమే మిగిలి ఉండేటట్లు చేశాము"
        },
        {
            "chapter": 37,
            "verse": 78,
            "text": "మరియు తరువాత వచ్చే వారిలో అతని కీర్తిని (పేరు ప్రతిష్ఠను) నిలిపాము"
        },
        {
            "chapter": 37,
            "verse": 79,
            "text": "సర్వలోకాలలో నూహ్ కు శాంతి కలుగు గాక (సలాం)"
        },
        {
            "chapter": 37,
            "verse": 80,
            "text": "నిశ్చయంగా, మేము సజ్జనులకు ఈ విధంగా ప్రతిఫలం ఇస్తూ ఉంటాము"
        },
        {
            "chapter": 37,
            "verse": 81,
            "text": "నిశ్చయంగా, అతను మా విశ్వాసులైన దాసులలోని వాడు"
        },
        {
            "chapter": 37,
            "verse": 82,
            "text": "తరువాత మేము ఇతరులను ముంచి వేశాము"
        },
        {
            "chapter": 37,
            "verse": 83,
            "text": "మరియు నిశ్చయంగా, అతనిని అనుసరించిన వారిలో ఇబ్రాహీమ్ ఒకడు"
        },
        {
            "chapter": 37,
            "verse": 84,
            "text": "అతను తన ప్రభువు సాన్నిధ్యానికి నిర్మల హృదయంతో వచ్చి"
        },
        {
            "chapter": 37,
            "verse": 85,
            "text": "అతను తన తండ్రి మరియు తన జాతి వారితో ఇలా అన్నాడు: \"మీరు దేనిని ఆరాధిస్తున్నారు"
        },
        {
            "chapter": 37,
            "verse": 86,
            "text": "ఏమీ? మీరు అల్లాహ్ ను వదలి మిథ్యా (బూటక) దైవాలను (ఆరాధించ) గోరుతున్నారా"
        },
        {
            "chapter": 37,
            "verse": 87,
            "text": "అయితే సర్వలోకాల ప్రభువును గురించి మీ అభిప్రాయమేమిటి"
        },
        {
            "chapter": 37,
            "verse": 88,
            "text": "ఆ తరువాత, అతను నక్షత్రాల వైపుకు తన దృష్టి సారించాడు"
        },
        {
            "chapter": 37,
            "verse": 89,
            "text": "అప్పుడు అతను ఇలా అన్నాడు: \"నిశ్చయంగా, నా ఆరోగ్యం బాగులేదు"
        },
        {
            "chapter": 37,
            "verse": 90,
            "text": "కావున వారు అతనిని వదలి పెట్టి వెళ్ళిపోయారు"
        },
        {
            "chapter": 37,
            "verse": 91,
            "text": "తరువాత అతను మెల్లగా వారి దేవతల (విగ్రహాల) దగ్గరికి వెళ్ళి ఇలా అన్నాడు: \"మీరు తినటం లేదేమిటి"
        },
        {
            "chapter": 37,
            "verse": 92,
            "text": "మీకేమైంది? మీరెందుకు మాట్లాడరు"
        },
        {
            "chapter": 37,
            "verse": 93,
            "text": "తరువాత అతను వాటి వద్దకు వెళ్ళి తన కుడిచేతితో వాటిని పగుల గొట్టాడు"
        },
        {
            "chapter": 37,
            "verse": 94,
            "text": "అప్పుడు, వారు (ప్రజలు) అతని దగ్గరకు త్వరత్వరగా వచ్చారు"
        },
        {
            "chapter": 37,
            "verse": 95,
            "text": "అప్పుడు (ఇబ్రాహీమ్) వారితో అన్నాడు: \"ఏమీ? మీరు చెక్కిన వాటినే మీరు ఆరాధిస్తారా"
        },
        {
            "chapter": 37,
            "verse": 96,
            "text": "వాస్తవానికి, మిమ్మల్ని మరియు మీరు (చెక్కి) చేసిన వాటిని సృష్టించింది అల్లాహ్ యే కదా"
        },
        {
            "chapter": 37,
            "verse": 97,
            "text": "వారు (పరస్పరం ఇలా చెప్పుకున్నారు): \"ఇతని కొరకు ఒక (అగ్ని) గుండం నిర్మించి, తరువాత ఇతనిని ఆ భగభగ మండే అగ్నిలో పడవేయండి"
        },
        {
            "chapter": 37,
            "verse": 98,
            "text": "కావున, వారు అతనికి విరుద్ధంగా పన్నాగాలు పన్నారు, కాని మేము వారిని కించపరచాము"
        },
        {
            "chapter": 37,
            "verse": 99,
            "text": "మరియు అతను (ఇబ్రాహీమ్) అన్నాడు: \"నిశ్చయంగా, నేను నా ప్రభువు (తీసుకొని వెళ్ళే) వైపునకు వెళ్ళిపోతాను. ఆయనే నాకు మార్గదర్శకత్వం చేస్తాడు"
        },
        {
            "chapter": 37,
            "verse": 100,
            "text": "(అతను ఇలా ప్రార్థించాడు): \"ఓ నా ప్రభూ! నాకు సద్వర్తనుడైన (కుమారుణ్ణి) ప్రసాదించు"
        },
        {
            "chapter": 37,
            "verse": 101,
            "text": "కావున మేము అతనికి సహనశీలుడైన కుమారుని శుభవార్త నిచ్చాము"
        },
        {
            "chapter": 37,
            "verse": 102,
            "text": "ఆ బాలుడు అతనికి తోడుగా శ్రమ చేయగల వయస్సుకు చేరుకున్నప్పుడు, అతను (ఇబ్రాహీమ్) అన్నాడు: \"ఓ నా కుమారా! వాస్తవానికి నేను నిన్ను బలి (జిబహ్) చేస్తున్నట్లుగా కలలో చూశాను, ఇక నీ సలహా ఏమిటో చెప్పు!\" అతను (ఇస్మాయీల్) అన్నాడు: \"ఓ నాన్నా! నీకు ఇవ్వబడిన ఆజ్ఞను నెరవేర్చు, అల్లాహ్ కోరితే నీవు నన్ను సహనశీలునిగా పొందగలవు"
        },
        {
            "chapter": 37,
            "verse": 103,
            "text": "ఆ తరువాత వారిద్దరూ ఆయన (అల్లాహ్) ఆజ్ఞను నెరవేర్చటానికి సిద్ధ పడ్డారు. మరియు అతను (ఇబ్రాహీమ్) అతనిని (ఇస్మాయీల్ ను) నుదుటిపై బోర్లా పరుండబెట్టాడు"
        },
        {
            "chapter": 37,
            "verse": 104,
            "text": "మరియు మేము అతనిని పిలుస్తూ ఇలా అన్నాము: \"ఓ ఇబ్రాహీమ్"
        },
        {
            "chapter": 37,
            "verse": 105,
            "text": "వాస్తవంగా, నీవు కలన నిజం చేసి చూపించావు!\" నిశ్చయంగా, మేము సజ్జనులకు ఇలాంటి ప్రతిఫలమిస్తాము"
        },
        {
            "chapter": 37,
            "verse": 106,
            "text": "నిశ్చయంగా, ఇదొక స్పష్టమైన (కఠిన) పరీక్ష"
        },
        {
            "chapter": 37,
            "verse": 107,
            "text": "మరియు మేము అతనికి (ఇస్మాయీల్ కు) బదులుగా ఒక గొప్ప బలిని పరిహారంగా ఇచ్చాము"
        },
        {
            "chapter": 37,
            "verse": 108,
            "text": "మరియు తరువాత వచ్చే తరాలలో అతని కీర్తిని నిలిపాము"
        },
        {
            "chapter": 37,
            "verse": 109,
            "text": "ఇబ్రాహీమ్ కు శాంతి కలుగు గాక (సలాం)"
        },
        {
            "chapter": 37,
            "verse": 110,
            "text": "ఈ విధంగా మేము సజ్జనులకు ప్రతిఫలమిస్తాము"
        },
        {
            "chapter": 37,
            "verse": 111,
            "text": "నిశ్చయంగా, అతను (ఇబ్రాహీమ్) విశ్వసించిన మా దాసులలోని వాడు"
        },
        {
            "chapter": 37,
            "verse": 112,
            "text": "మరియు మేము అతనికి ఇస్ హాఖ్ యొక్క శుభవార్తను ఇచ్చాము, అతను ఒక సద్వర్తనుడైన ప్రవక్త"
        },
        {
            "chapter": 37,
            "verse": 113,
            "text": "మరియు మేము అతనిని (ఇబ్రాహీమ్ ను) మరియు ఇస్ హాఖ్ ను అనుగ్రహించాము. మరియు వారి సంతతిలో కొందరు సజ్జనులుండే వారు. మరికొందరు తమకు తాము స్పష్టంగా అన్యాయం చేసుకున్నవారు కూడా ఉన్నారు"
        },
        {
            "chapter": 37,
            "verse": 114,
            "text": "మరియు వాస్తవానికి, మేము మూసా మరియు హారూన్ లను అనుగ్రహించాము"
        },
        {
            "chapter": 37,
            "verse": 115,
            "text": "మరియు మేము వారిద్దరిని మరియు వారి జాతి వారిని మహా విపత్తు నుండి విముక్తి కలిగించాము"
        },
        {
            "chapter": 37,
            "verse": 116,
            "text": "మరియు మేము వారికి సహాయం చేశాము, కాబట్టి వారు విజయం పొందిన వారయ్యారు"
        },
        {
            "chapter": 37,
            "verse": 117,
            "text": "మరియు వారిద్దరికి (మంచి చెడులను) స్పష్టపరిచే గ్రంథాన్ని ప్రసాదించాము"
        },
        {
            "chapter": 37,
            "verse": 118,
            "text": "మరియు వారిద్దరికి ఋజుమార్గం వైపునకు మార్గదర్శకత్వం చేశాము"
        },
        {
            "chapter": 37,
            "verse": 119,
            "text": "మరియు ఆ తరువాత తరాల వారిలో వారిద్దరి గురించి మంచి కీర్తిని నిలిపాము"
        },
        {
            "chapter": 37,
            "verse": 120,
            "text": "మూసా మరియు హారూన్ లకు శాంతి కలుగు గాక (సలాం)"
        },
        {
            "chapter": 37,
            "verse": 121,
            "text": "నిశ్చయంగా, ఈ విధంగా మేము సజ్జనులకు ప్రతిఫలమిస్తాము"
        },
        {
            "chapter": 37,
            "verse": 122,
            "text": "నిశ్చయంగా వారిద్దరూ, విశ్వాసులైన మా దాసులలోని వారు"
        },
        {
            "chapter": 37,
            "verse": 123,
            "text": "మరియు నిశ్చయంగా, ఇల్యాస్ కూడా మా సందేశహరులలో ఒకడు"
        },
        {
            "chapter": 37,
            "verse": 124,
            "text": "అతను తన జాతి వారితో ఇలా అన్నప్పుడు: \"ఏమీ? మీకు దైవభీతి లేదా"
        },
        {
            "chapter": 37,
            "verse": 125,
            "text": "ఏమీ? మీరు బఅల్ (అనే విగ్రహాన్ని) ఆరాధిస్తూ సర్వోత్తముడైన సృష్టికర్తను వదలి పెడుతున్నారా"
        },
        {
            "chapter": 37,
            "verse": 126,
            "text": "అల్లాహ్ యే మీ ప్రభువు! మరియు మీ పూర్వీకులైన మీ తాతముత్తాతల ప్రభువు కదా"
        },
        {
            "chapter": 37,
            "verse": 127,
            "text": "కాని వారు అతనిని (ఇల్యాస్ ను) అసత్యవాదుడని తిరస్కరించారు, కాబట్టి వారు తప్పకుండా (శిక్ష కొరకు) హాజరు చేయబడతారు"
        },
        {
            "chapter": 37,
            "verse": 128,
            "text": "ఎన్నుకోబడిన అల్లాహ్ దాసులు తప్ప"
        },
        {
            "chapter": 37,
            "verse": 129,
            "text": "తరువాత వచ్చే తరాలలో అతని కీర్తిని (పేరు ప్రతిష్ఠను) నిలిపాము"
        },
        {
            "chapter": 37,
            "verse": 130,
            "text": "ఇల్ యాసీన్ కు శాంతి కలుగు గాక (సలాం)"
        },
        {
            "chapter": 37,
            "verse": 131,
            "text": "నిశ్చయంగా, సజ్జనులకు మేము ఈ విధంగా ప్రతిఫలమిస్తాము"
        },
        {
            "chapter": 37,
            "verse": 132,
            "text": "నిశ్చయంగా, అతను విశ్వాసులైన మా దాసులలోని వాడు"
        },
        {
            "chapter": 37,
            "verse": 133,
            "text": "మరియు నిశ్చయంగా లూత్ కూడా మేము పంపిన సందేశహరులలో ఒకడు"
        },
        {
            "chapter": 37,
            "verse": 134,
            "text": "ఎప్పుడైతే మేము అతనిని మరియు అతని కుటుంబం వారినందరిని రక్షించామో"
        },
        {
            "chapter": 37,
            "verse": 135,
            "text": "ముసలామె (అతని భార్య) తప్ప - ఆమె వెనుక ఉండిపోయే వారిలో చేరిపోయింది"
        },
        {
            "chapter": 37,
            "verse": 136,
            "text": "ఆ తరువాత మిగతా వారినందరినీ నిర్మూలించాము"
        },
        {
            "chapter": 37,
            "verse": 137,
            "text": "మరియు వాస్తవానికి, మీరిప్పుడు వారి (శిథిల) ప్రాంతాల మీదుగా ఉదయపు వేళల్లో ప్రయాణిస్తూ ఉంటారు"
        },
        {
            "chapter": 37,
            "verse": 138,
            "text": "మరియు రాత్రులలో కూడా! అయినా మీరు అర్థం చేసుకోలేరా"
        },
        {
            "chapter": 37,
            "verse": 139,
            "text": "మరియు నిశ్చయంగా, యూనుస్ కూడా మేము పంపిన సందేశహరులలోని వాడు"
        },
        {
            "chapter": 37,
            "verse": 140,
            "text": "అతను నిండు పడవ వైపుకు పరిగెత్తినప్పుడు"
        },
        {
            "chapter": 37,
            "verse": 141,
            "text": "అక్కడ చీటీలలో పాల్గొన్నాడు, కాని ఓడిపోయాడు"
        },
        {
            "chapter": 37,
            "verse": 142,
            "text": "ఆ పిదప అతనిని ఒక పెద్ద చేప మ్రింగింది; ఎందుకంటే అతను నిందార్హుడు"
        },
        {
            "chapter": 37,
            "verse": 143,
            "text": "అప్పుడతను, (అల్లాహ్) పవిత్రతను కొనియాడే వారిలోని వాడు కాకపోయినట్లైతే"
        },
        {
            "chapter": 37,
            "verse": 144,
            "text": "దాని (చేప) కడుపులో పునరుత్థాన దినం వరకు ఉండి పోయేవాడు"
        },
        {
            "chapter": 37,
            "verse": 145,
            "text": "ఆ పిదప మేము అతనిని అనారోగ్య స్థితిలో, ఒక దిగంబర మైదానంలో పడవేశాము"
        },
        {
            "chapter": 37,
            "verse": 146,
            "text": "మరియు అతనిపై ఒక ఆనప జాతి తీగను మొలిపించాము"
        },
        {
            "chapter": 37,
            "verse": 147,
            "text": "మరియు అతనిని ఒక లక్ష లేదా అంతకంటే ఎక్కువ మంది (ప్రజల) వద్దకు పంపాము"
        },
        {
            "chapter": 37,
            "verse": 148,
            "text": "వారు విశ్వసించారు, కావున మేము ఒక నిర్ణీత కాలం వరకు వారిని సుఖసంతోషాలు అనుభవించనిచ్చాము"
        },
        {
            "chapter": 37,
            "verse": 149,
            "text": "అయితే వారిని ఇలా అడుగు: \"ఏమీ? నీ ప్రభువుకైతే కుమార్తెలు మరియు వారి కొరకు కుమారులా"
        },
        {
            "chapter": 37,
            "verse": 150,
            "text": "లేక మేము దేవదూతలను స్త్రీలుగా పుట్టించామా? మరియు వారు దానికి సాక్షులా"
        },
        {
            "chapter": 37,
            "verse": 151,
            "text": "అలా కాదు! నిశ్చయంగా, వారు (ఖురైషులు) తమ బూటకపు నమ్మకాల ఆధారంగా అంటున్నారు"
        },
        {
            "chapter": 37,
            "verse": 152,
            "text": "అల్లాహ్ కు సంతానముంది!\"అని మరియు వారు నిశ్చయంగా, అబద్ధాలాడుతున్నారు"
        },
        {
            "chapter": 37,
            "verse": 153,
            "text": "ఆయన (అల్లాహ్) కుమార్తెలను - కుమారులకు బదులుగా -ఎన్నుకున్నాడా"
        },
        {
            "chapter": 37,
            "verse": 154,
            "text": "మీకేమయింది? మీరెలాంటి నిర్ణయాలు చేస్తున్నారు"
        },
        {
            "chapter": 37,
            "verse": 155,
            "text": "ఏమీ? మీరు గ్రహించలేరా"
        },
        {
            "chapter": 37,
            "verse": 156,
            "text": "లేక! మీ వద్ద ఏదైనా స్పష్టమైన ప్రమాణం ఉందా"
        },
        {
            "chapter": 37,
            "verse": 157,
            "text": "మీరు సత్యవంతులే అయితే మీ గ్రంథాన్ని తీసుకురండి"
        },
        {
            "chapter": 37,
            "verse": 158,
            "text": "మరియు వారు, ఆయన (అల్లాహ్) మరియు జిన్నాతుల మధ్య బంధుత్వం కల్పించారు. కాని వాస్తవానికి జిన్నాతులకు తెలుసు, తాము ఆయన (అల్లాహ్) ముందు (లెక్క కొరకు) హాజరు చేయబడతామని"
        },
        {
            "chapter": 37,
            "verse": 159,
            "text": "వారు కల్పించే విషయాలకు అల్లాహ్ అతీతుడు (పరమ పవిత్రుడు)"
        },
        {
            "chapter": 37,
            "verse": 160,
            "text": "ఎన్నుకోబడిన అల్లాహ్ దాసులు తప్ప"
        },
        {
            "chapter": 37,
            "verse": 161,
            "text": "ఇక నిశ్చయంగా, మీరు మరియు మీ ఆరాధ్యదైవాలు (కలిసి)"
        },
        {
            "chapter": 37,
            "verse": 162,
            "text": "ఎవ్వడిని కూడా, దుష్టకార్యాలు చేయటానికి పురి కొలుపలేరు"
        },
        {
            "chapter": 37,
            "verse": 163,
            "text": "భగభగ మండే నరకాగ్నిలో కాలి పోనున్న వాడిని తప్ప"
        },
        {
            "chapter": 37,
            "verse": 164,
            "text": "(దైవదూతలు ఇలా అంటారు): \"మరియు మాలో ఒక్కడు కూడా తన స్థానం నియమింప బడకుండా లేడు"
        },
        {
            "chapter": 37,
            "verse": 165,
            "text": "మరియు నిశ్చయంగా, మేము కూడా (ఆయనను ప్రార్థించటానికి) వరుసలు దీరి నిలుచుంటాము"
        },
        {
            "chapter": 37,
            "verse": 166,
            "text": "మరియు నిశ్చయంగా, మేము కూడా ఆయన పవిత్రతను కొనియాడే వారమే"
        },
        {
            "chapter": 37,
            "verse": 167,
            "text": "మరియు (సత్యతిరస్కారులు) ఇలా అంటూ ఉండేవారు"
        },
        {
            "chapter": 37,
            "verse": 168,
            "text": "ఒకవేళ మా పూర్వీకుల నుండి మాకు ఇలాంటి బోధన లభించి ఉంటే"
        },
        {
            "chapter": 37,
            "verse": 169,
            "text": "మేము కూడా, అల్లాహ్ యొక్క ఎన్నుకున్న, భక్తులమై ఉండేవారము"
        },
        {
            "chapter": 37,
            "verse": 170,
            "text": "కాని, వారిప్పుడు దీనిని (ఈ ఖుర్ఆన్ ను) తిరస్కరిస్తున్నారు. ఇక త్వరలోనే వారు తెలుసు కుంటారు"
        },
        {
            "chapter": 37,
            "verse": 171,
            "text": "మరియు వాస్తవానికి మా దాసులైన, మేము పంపిన సందేశహరుల విషయంలో మా నిర్ణయం జరిగింది"
        },
        {
            "chapter": 37,
            "verse": 172,
            "text": "నిశ్చయంగా, వారు సహాయం (విజయం) పొందుతారని"
        },
        {
            "chapter": 37,
            "verse": 173,
            "text": "మరియు నిశ్చయంగా, మా సైనికులే తప్పక విజయం పొందుతారని"
        },
        {
            "chapter": 37,
            "verse": 174,
            "text": "కావున నీవు వారిని (సత్యతిరస్కారులను) కొంతకాలం వదలిపెట్టు"
        },
        {
            "chapter": 37,
            "verse": 175,
            "text": "మరియు వారిని చూస్తూ ఉండు. ఇక త్వరలోనే వారు కూడా (తమ పర్యవసానాన్ని) చూడగలరు"
        },
        {
            "chapter": 37,
            "verse": 176,
            "text": "ఏమీ? వారు మా శిక్ష కొరకు తొందర పెడుతున్నారా"
        },
        {
            "chapter": 37,
            "verse": 177,
            "text": "కాని, అది వారి ఇంటి ప్రాంగణంలో దిగినప్పుడు, హెచ్చరించబడిన వారికి అది దుర్భరమైన ఉదయం కాగలదు"
        },
        {
            "chapter": 37,
            "verse": 178,
            "text": "కావున నీవు ప్రస్తుతానికి వారిని వదలి పెట్టు"
        },
        {
            "chapter": 37,
            "verse": 179,
            "text": "మరియు చూస్తూ ఉండు. ఇక త్వరలోనే వారు కూడా (తమ పర్యవసానాన్ని) చూడగలరు"
        },
        {
            "chapter": 37,
            "verse": 180,
            "text": "నీ ప్రభువు సర్వలోపాలకు అతీతుడు; సర్వశక్తిమంతుడైన ప్రభువు, వారి కల్పనలకు అతీతుడు"
        },
        {
            "chapter": 37,
            "verse": 181,
            "text": "మరియు సందేశహరులందరికీ శాంతి కలుగుగాక (సలాం)"
        },
        {
            "chapter": 37,
            "verse": 182,
            "text": "మరియు సర్వస్తోత్రాలకు అర్హుడైన అల్లాహ్ యే సమస్త లోకాలకు ప్రభువు"
        },
        {
            "chapter": 38,
            "verse": 1,
            "text": "సాద్. మరియు హితబోధతో నిండివున్న ఈ ఖుర్ఆన్ సాక్షిగా"
        },
        {
            "chapter": 38,
            "verse": 2,
            "text": "వాస్తవానికి, సత్యాన్ని తిరస్కరించిన వారు అహంకారంలో మరియు విరోధంలో పడివున్నారు"
        },
        {
            "chapter": 38,
            "verse": 3,
            "text": "వారికి పూర్వం గతించిన ఎన్నో తరాలను మేము నాశనం చేశాము. అప్పుడు వారు మొర పెట్టుకోసాగారు, కాని అప్పుడు వారికి దాని నుండి తప్పించుకునే సమయం లేకపోయింది"
        },
        {
            "chapter": 38,
            "verse": 4,
            "text": "మరియు వారిని హెచ్చరించేవాడు, తమలో నుంచే రావటం చూసి వారు ఆశ్చర్యపడ్డారు! మరియు సత్యతిరస్కారులు ఇలా అన్నారు: \"ఇతడు మాంత్రికుడు, అసత్యవాది"
        },
        {
            "chapter": 38,
            "verse": 5,
            "text": "ఏమీ? ఇతను (ఈ ప్రవక్త) దైవాలందరినీ, ఒకే ఆరాధ్యదైవంగా చేశాడా? నిశ్చయంగా ఇది ఎంతో విచిత్రమైన విషయం"
        },
        {
            "chapter": 38,
            "verse": 6,
            "text": "మరియు వారి నాయకులు ఇలా అనసాగారు: \"పదండి! మీరు మీ దైవాల (ఆరాధన) మీద స్థిరంగా ఉండండి.\" నిశ్చయంగా, ఇందులో (మీకు విరుద్ధంగా) ఏదో ఉద్దేశింపబడి ఉంది"
        },
        {
            "chapter": 38,
            "verse": 7,
            "text": "ఇలాంటి విషయాన్ని మేము ఇటీవలి కాలపు మతంలో విని ఉండలేదు. ఇది కేవలం కల్పన మాత్రమే"
        },
        {
            "chapter": 38,
            "verse": 8,
            "text": "ఏమీ? మా అందరిలోనూ, కేవలం ఇతనిపైననే, ఈ హితబోధ అవతరింప జేయబడిందా? వాస్తవానికి వారు నా హితబోధను గురించి సంశయంలో పడి వున్నారు. అలా కాదు, వారు ఇంకా (నా) శిక్షను రుచి చూడలేదు"
        },
        {
            "chapter": 38,
            "verse": 9,
            "text": "లేక వారి దగ్గర సర్వశక్తుడు, సర్వప్రదుడు అయిన నీ ప్రభువు యొక్క కారుణ్య నిధులు ఉన్నాయా"
        },
        {
            "chapter": 38,
            "verse": 10,
            "text": "లేక! ఆకాశాలు మరియు భూమి మరియు వాటి మధ్య ఉన్న సమస్తం మీద వారికి సామ్రాజ్యాధిపత్యం ఉందా? అలా అయితే వారిని తమ సాధనాలతో పైకి (ఆకాశలోకి) ఎక్కమను"
        },
        {
            "chapter": 38,
            "verse": 11,
            "text": "ఇంతకు ముందు ఓడించబడిన సైన్యాల వలే, ఒక వర్గం వీరిది కూడా ఉంటుంది"
        },
        {
            "chapter": 38,
            "verse": 12,
            "text": "వీరికి పూర్వం నూహ్ మరియు ఆద్ (జాతి) వారు మరియు మేకుల ఫిర్ఔన్ జాతుల వారు సత్యాన్ని తిరస్కరించారు"
        },
        {
            "chapter": 38,
            "verse": 13,
            "text": "మరియు సమూద్ మరియు లూత్ జాతుల వారు మరియు అయ్ కహ్ (మద్ యన్) వాసులు అందరూ ఇలాంటి వర్గాలకు చెందినవారే"
        },
        {
            "chapter": 38,
            "verse": 14,
            "text": "ఇక వీరిలో ఏ ఒక్కరూ ప్రవక్తలను అసత్యవాదులని తిరస్కరించకుండా ఉండలేదు, కావున నా శిక్ష అనివార్యమయ్యింది"
        },
        {
            "chapter": 38,
            "verse": 15,
            "text": "మరియు వీరందరూ కేవలం ఒక గర్జన (సయ్ హా) కొరకు మాత్రమే ఎదురు చూస్తున్నారు, దానికి ఎలాంటి నిలుపుదల ఉండదు"
        },
        {
            "chapter": 38,
            "verse": 16,
            "text": "మరియు వారు: \"ఓ మా ప్రభూ! లెక్క దినానికి ముందే మా భాగం మాకు తొందరగా ఇచ్చి వెయ్యి.\" అని అంటారు"
        },
        {
            "chapter": 38,
            "verse": 17,
            "text": "(ఓ ముహమ్మద్!) వారి మాటల యెడల నీవు సహనం వహించు మరియు బలవంతుడైన, మా దాసుడు దావూద్ ను జ్ఞాపకం చేసుకో. నిశ్చయంగా, అతను ఎల్లప్పుడూ పశ్చాత్తాపంతో (అల్లాహ్ వైపునకు) మరలుతూ ఉండేవాడు"
        },
        {
            "chapter": 38,
            "verse": 18,
            "text": "నిశ్చయంగా, మేము పర్వతాలను అతనితో బాటు సాయంత్రం మరియు ఉదయం మా పవిత్రతను కొనియాడుతూ ఉండేటట్లు చేశాము"
        },
        {
            "chapter": 38,
            "verse": 19,
            "text": "మరియు పక్షులు కూడా గుమికూడేవి. అంతా కలసి ఆయన (అల్లాహ్) వైపుకు మరలేవారు"
        },
        {
            "chapter": 38,
            "verse": 20,
            "text": "మరియు మేము అతని సామ్రాజ్యాన్ని పటిష్టపరిచాము మరియు మేము అతనికి వివేకాన్ని మరియు తిరుగులేని తీర్పు చేయడంలో, నేర్పరితనాన్ని ప్రసాదించాము"
        },
        {
            "chapter": 38,
            "verse": 21,
            "text": "మరియు తగవులాడుకొని వచ్చిన ఆ ఇద్దరి వార్త నీకు చేరిందా? వారు గోడ ఎక్కి అతని ప్రార్థనా గదిలోకి వచ్చారు"
        },
        {
            "chapter": 38,
            "verse": 22,
            "text": "వారు దావూద్ వద్దకు వచ్చినపుడు, అతను వారిని చూసి బెదిరి పోయాడు. వారన్నారు: \"భయపడకు! మేమిద్దరం ప్రత్యర్థులం, మాలో ఒకడు మరొకనికి అన్యాయం చేశాడు. కావున నీవు మా మధ్య న్యాయంగా తీర్పు చెయ్యి. మరియు నీతి మీరి నడువకు, మాకు సరైన మార్గం వైపునకు మార్గదర్శకత్వం చెయ్యి"
        },
        {
            "chapter": 38,
            "verse": 23,
            "text": "వాస్తవానికి, ఇతడు నా సోదరుడు, ఇతని వద్ద తొంభై తొమ్మిది ఆడ గొర్రెలున్నాయి. మరియు నా దగ్గర కేవలం ఒకే ఒక్క ఆడ గొర్రె ఉంది, అయినా ఇతడు అంటున్నాడు: 'దీనిని నాకివ్వు.' మరియు తన మాటల నేర్పులోత నన్ను వశపరచుకుంటున్నాడు"
        },
        {
            "chapter": 38,
            "verse": 24,
            "text": "(దావూద్) అన్నాడు: \"వాస్తవంగా, నీ ఆడగొర్రెను తన గొర్రెలలో కలుపుకోవటానికి అడిగి, ఇతడు నీపై అన్యాయం చేస్తున్నాడు. మరియు వాస్తవానికి, చాలా మంది భాగస్థులు ఒకరి కొకరు అన్యాయం చేసుకుంటూ ఉంటారు, విశ్వసించి సత్కార్యాలు చేసేవారు తప్ప! కాని అటువంటి వారు కొందరు మాత్రమే!\" వాస్తవానికి మేము అతనిని (దావూద్ ను) పరీక్షిస్తున్నామని అతను అర్థం చేసుకున్నాడు. కాబట్టి తన ప్రభువును క్షమాపణ వేడుకున్నాడు. మరియు సాష్టాంగం (సజ్దా)లో పడిపోయాడు మరియు పశ్చాత్తాపంతో (అల్లాహ్ వైపుకు) మరలాడు"
        },
        {
            "chapter": 38,
            "verse": 25,
            "text": "అప్పుడు మేము అతనిని (ఆ తప్పును) క్షమించాము. మరియు నిశ్చయంగా, మా వద్ద అతనికి సాన్నిహిత్యం మరియు మంచి స్థానం కూడా ఉన్నాయి"
        },
        {
            "chapter": 38,
            "verse": 26,
            "text": "(మేము అతనితో ఇలా అన్నాము): \"ఓ దావూద్! నిశ్చయంగా, మేము నిన్ను భూమిలో ఉత్తరాధికారిగా నియమించాము. కావున నీవు ప్రజల మధ్య న్యాయంగా తీర్పు చెయ్యి మరియు నీ మనోకాంక్షలను అనుసరించకు, ఎందుకంటే అవి నిన్ను అల్లాహ్ మార్గం నుండి తప్పిస్తాయి.\" నిశ్చయంగా, ఎవరైతే అల్లాహ్ మార్గం నుండి తప్పిపోతారో, వారికి లెక్క దినమున మరచి పోయిన దాని ఫలితంగా, కఠినమైన శిక్ష పడుతుంది"
        },
        {
            "chapter": 38,
            "verse": 27,
            "text": "మరియు మేము ఈ ఆకాశాన్ని మరియు ఈ భూమిని మరియు వాటి మధ్య ఉన్న దాన్నంతా వృథాగా సృష్టించలేదు! ఇది సత్యాన్ని తిరస్కరించిన వారి భ్రమ మాత్రమే. కావున అట్టి సత్యతిరస్కారులకు నరకాగ్ని బాధ పడనున్నది"
        },
        {
            "chapter": 38,
            "verse": 28,
            "text": "ఏమీ? మేము విశ్వసించి, సత్కార్యాలు చేసేవారిని భూమిలో కల్లోలం రేకెత్తించే వారితో సమానులుగా చేస్తామా? లేక మేము దైవభీతి గలవారిని దుష్టులతో సమానులుగా చేస్తామా"
        },
        {
            "chapter": 38,
            "verse": 29,
            "text": "(ఓ ముహమ్మద్!) మేము ఎంతో శుభవంతమైన ఈ గ్రంథాన్ని (ఖుర్ఆన్ ను) నీపై అవతరింప జేశాము. ప్రజలు దీని సూచనలను (ఆయాత్ లను) గురించి యోచించాలని మరియు బుద్ధిమంతులు దీని నుండి హితబోధ గ్రహించాలని"
        },
        {
            "chapter": 38,
            "verse": 30,
            "text": "మరియు మేము దావూద్ కు సులైమాన్ ను ప్రసాదించాము. అతను ఉత్తమ దాసుడు! నిశ్చయంగా, అతను ఎల్లప్పుడు మా వైపునకు పశ్చాత్తాపంతో మరలుతూ ఉండేవాడు"
        },
        {
            "chapter": 38,
            "verse": 31,
            "text": "ఒకరోజు సాయంకాలం అతని ముందు మేలు జాతి, వడి గల గుర్రాలు ప్రవేశపెట్టబడినప్పుడు"
        },
        {
            "chapter": 38,
            "verse": 32,
            "text": "అతను అన్నాడు: \"అయ్యో! వాస్తవంగా నేను నా ప్రభువు స్మరణకు బదులుగా ఈ సంపదను (గుర్రాలను) ప్రేమించాను.\" చివరకు (సూర్యుడు) కనుమరుగై పోయాడు"
        },
        {
            "chapter": 38,
            "verse": 33,
            "text": "(అతను ఇంకా ఇలా అన్నాడు): \"వాటిని నా వద్దకు తిరిగి తీసుకురండి.\" తరువాత అతను వాటి పిక్కలను మరియు మెడలను నిమరసాగాడు"
        },
        {
            "chapter": 38,
            "verse": 34,
            "text": "మరియు వాస్తవానికి మేము సులైమాన్ ను పరీక్షకు గురి చేశాము మరియు అతని సింహాసనంపై ఒక కళేబరాన్ని పడవేశాము, అప్పుడతను పశ్చాత్తాపంతో మా వైపునకు మరలాడు"
        },
        {
            "chapter": 38,
            "verse": 35,
            "text": "అతను ఇలా ప్రార్థించాడు: \"ఓ నా ప్రభూ! నన్ను క్షమించు, నా తరువాత మరెవ్వరికీ లభించనటువంటి సామ్రాజ్యాన్ని నాకు ప్రసాదించు. నిశ్చయంగా, నీవే సర్వప్రదుడవు"
        },
        {
            "chapter": 38,
            "verse": 36,
            "text": "అప్పుడు మేము గాలిని అతనికి వశ పరచాము. అది అతని ఆజ్ఞానుసారంగా, అతడు కోరిన వైపునకు తగినట్లుగా మెల్లగా వీచేది"
        },
        {
            "chapter": 38,
            "verse": 37,
            "text": "మరియు షైతానులలో (జిన్నాతులలో) నుండి కూడా రకరకాల కట్టడాలు నిర్మించే వాటినీ మరియు సముద్రంలో మునిగి (ముత్యాలు తీసే) వాటినీ (అతనికి వశ పరచి ఉన్నాము)"
        },
        {
            "chapter": 38,
            "verse": 38,
            "text": "మరికొన్ని సంకెళ్ళతో బంధింపబడినవి కూడా ఉండేవి"
        },
        {
            "chapter": 38,
            "verse": 39,
            "text": "(అల్లాహ్ అతనితో అన్నాడు): \"ఇది నీకు మా కానుక, కావున నీవు దీనిని (ఇతరులకు) ఇచ్చినా, లేక నీవే ఉంచుకున్నా, నీతో ఎలాంటి లెక్క తీసుకోబడదు"
        },
        {
            "chapter": 38,
            "verse": 40,
            "text": "మరియు నిశ్చయంగా, అతనికి మా సాన్నిహిత్యం మరియు ఉత్తమ గమ్యస్థానం ఉన్నాయి"
        },
        {
            "chapter": 38,
            "verse": 41,
            "text": "మరియు మా దాసుడు అయ్యూబ్ ను గురించి ప్రస్తావించు; అతను తన ప్రభువుతో ఇలా మొరపెట్టుకున్నాడు: \"నిశ్చయంగా షైతాన్ నన్ను ఆపదకు మరియు శిక్షకు గురి చేశాడు"
        },
        {
            "chapter": 38,
            "verse": 42,
            "text": "(మేము అతనితో అన్నాము): \"నీ కాలును నేల మీద కొట్టు. అదిగో చల్ల (నీటి చెలిమ)! నీవు స్నానం చేయటానికి మరియు త్రాగుటకూను"
        },
        {
            "chapter": 38,
            "verse": 43,
            "text": "మరియు మేము అతని కుటుంబం వారిని మరియు వారితో బాటు, వారి వంటి వారిని మా కరుణతో అతనికి తిరిగి ఇచ్చాము మరియు బుద్ధిమంతులకు ఇది ఒక హితబోధ"
        },
        {
            "chapter": 38,
            "verse": 44,
            "text": "(అల్లాహ్ అతనితో అన్నాడు): \"ఒక పుల్లల కట్టను నీ చేతిలోకి తీసికొని దానితో (నీ భార్యను) కొట్టు మరియు నీ ఒట్టును భంగపరచుకోకు.\" వాస్తవానికి, మేము అతనిని ఎంతో సహనశీలునిగా పొందాము. అతను ఉత్తమ దాసుడు! నిశ్చయంగా, ఎల్లపుడు మా వైపునకు పశ్చాత్తాపంతో మరలుతూ ఉండేవాడు"
        },
        {
            "chapter": 38,
            "verse": 45,
            "text": "మరియు మా దాసులైన ఇబ్రాహీమ్, ఇస్ హాఖ్ మరియు యఅఖూబ్ లను జ్ఞాపకం చేసుకో! వారు గొప్ప కార్యశీలురు మరియు దూరదృష్టి గలవారు"
        },
        {
            "chapter": 38,
            "verse": 46,
            "text": "నిశ్చయంగా, మేము వారిని ఒక విశిష్ట గుణం కారణంగా ఎన్నుకున్నాము, అది వారి పరలోక చింతన"
        },
        {
            "chapter": 38,
            "verse": 47,
            "text": "మరియు నిశ్చయంగా, మా దృష్టిలో వారు ఎన్నుకోబడిన ఉత్తమ (పుణ్య) పురుషులలోని వారు"
        },
        {
            "chapter": 38,
            "verse": 48,
            "text": "మరియు ఇస్మాయీల్, అల్ యస్అ మరియు జుల్ కిప్ల్ ను కూడా జ్ఞాపకం చేసుకో. మరియు వారందరూ ఎన్నుకొనబడిన ఉత్తమ పురుషులలోని వారు"
        },
        {
            "chapter": 38,
            "verse": 49,
            "text": "ఇది ఒక ప్రస్తావన. మరియు నిశ్చయంగా! దైవభీతి గలవారికి ఉత్తమ గమ్యస్థానం ఉంది"
        },
        {
            "chapter": 38,
            "verse": 50,
            "text": "శాశ్వతమైన స్వర్గవనాలు, వాటి ద్వారాలు వారి కొరకు తెరువబడి ఉంటాయి"
        },
        {
            "chapter": 38,
            "verse": 51,
            "text": "అందులో వారు దిండ్లను ఆనుకొని కూర్చొని; అందులో వారు అనేక ఫలాలను మరియు పానీయాలను అడుగుతూ ఉంటారు"
        },
        {
            "chapter": 38,
            "verse": 52,
            "text": "మరియు వారి దగ్గర సమవయస్కులు మరియు తమ చూపులను వారి కొరకే ప్రత్యేకించుకొనే శీలవతులైన స్త్రీలు ఉంటారు"
        },
        {
            "chapter": 38,
            "verse": 53,
            "text": "లెక్కదినం కొరకు మీతో (దైవభీతి గలవారితో) చేయబడిన వాగ్దానం ఇదే"
        },
        {
            "chapter": 38,
            "verse": 54,
            "text": "నిశ్చయంగా, ఇదే మేమిచ్చే జీవనోపాధి. దానికి తరుగులేదు"
        },
        {
            "chapter": 38,
            "verse": 55,
            "text": "ఇదే (విశ్వాసులకు లభించేది). మరియు నిశ్చయంగా, తలబిరుసుతనం గల దుష్టులకు అతి చెడ్డ గమ్యస్థానం ఉంటుంది"
        },
        {
            "chapter": 38,
            "verse": 56,
            "text": "నరకం - వారందులో కాలుతారు. ఎంత బాధాకరమైన విరామ (నివాస) స్థలము"
        },
        {
            "chapter": 38,
            "verse": 57,
            "text": "ఇదే (దుష్టులకు లభించేది), కావున వారు దాని రుచి చూస్తారు; సలసలకాగే నీరు మరియు చీము"
        },
        {
            "chapter": 38,
            "verse": 58,
            "text": "ఇంకా ఇలాంటివే అనేకం ఉంటాయి"
        },
        {
            "chapter": 38,
            "verse": 59,
            "text": "ఇదొక దళం, మీ వైపునకు త్రోయబడుతూ వస్తున్నది. వారికి ఎలాంటి స్వాగతం లేదు! నిశ్చయంగా, వారు నరకాగ్నిలో కాలుతారు"
        },
        {
            "chapter": 38,
            "verse": 60,
            "text": "(సత్యతిరస్కారులు తమను మార్గం తప్పించిన వారితో) అంటారు: \"అయితే మీకు కూడా స్వాగతం లేదు కదా! ఈ పర్యవసానాన్ని మా ముందుకు తెచ్చిన వారు మీరే కదా! ఎంత చెడ్డ నివాస స్థలము"
        },
        {
            "chapter": 38,
            "verse": 61,
            "text": "వారు ఇంకా ఇలా అంటారు: \"ఓ మా ప్రభూ! మా యెదుట దీనిని (నరకాన్ని) తెచ్చిన వానికి రెట్టింపు నరకాగ్ని శిక్షను విధించు"
        },
        {
            "chapter": 38,
            "verse": 62,
            "text": "ఇంకా వారు ఇలా అంటారు: \"మాకేమయింది? మనం చెడ్డవారిగా ఎంచిన వారు ఇక్కడ మనకు కనబడటం లేదేమిటి"
        },
        {
            "chapter": 38,
            "verse": 63,
            "text": "మనం ఊరికే వారిని ఎగతాళి చేశామా? లేదా వారు మనకు కనుమరుగయ్యారా"
        },
        {
            "chapter": 38,
            "verse": 64,
            "text": "నిశ్చయంగా, ఇదే నిజం! నరకవాసులు ఇలాగే వాదులాడుకుంటారు"
        },
        {
            "chapter": 38,
            "verse": 65,
            "text": "(ఓ ముహమ్మద్!) వారితో ఇలా అను: \"వాస్తవానికి నేను హెచ్చరించేవాడను మాత్రమే! అల్లాహ్ తప్ప మరొక ఆరాధ్య దైవం లేడు! ఆయన అద్వితీయుడు తన సృష్టి మీద సంపూర్ణ అధికారం గలవాడు"
        },
        {
            "chapter": 38,
            "verse": 66,
            "text": "ఆకాశాలు, భూమి మరియు వాటి మధ్య ఉన్న సమస్తానికి ప్రభువు, సర్వశక్తిమంతుడు, క్షమాశీలుడు"
        },
        {
            "chapter": 38,
            "verse": 67,
            "text": "వారితో అను: \"ఇది (ఈ ఖుర్ఆన్) ఒక గొప్ప సందేశం"
        },
        {
            "chapter": 38,
            "verse": 68,
            "text": "దాని నుండి మీరు విముఖులవు తున్నారు"
        },
        {
            "chapter": 38,
            "verse": 69,
            "text": "(ఓ ముహమ్మద్! ఇలా అను): \"ఉన్నత స్థానాలలో ఉన్న ముఖ్యుల (దేవదూతల) మధ్య (ఆదమ్ సృష్టి గురించి) ఒకప్పుడు జరిగిన వివాదం గురించి నాకు తెలియదు"
        },
        {
            "chapter": 38,
            "verse": 70,
            "text": "కాని అది నాకు దివ్యజ్ఞానం (వహీ) ద్వారానే తెలుపబడింది. వాస్తవానికి, నేను స్పష్టంగా హెచ్చరిక చేసేవాణ్ణి మాత్రమే"
        },
        {
            "chapter": 38,
            "verse": 71,
            "text": "నీ ప్రభువు దేవదూతలతో ఇలా అన్న మాటను (జ్ఞాపకం చేసుకో): \"నేను మట్టితో ఒక మనిషిని సృష్టించబోతున్నాను"
        },
        {
            "chapter": 38,
            "verse": 72,
            "text": "ఇక ఎప్పుడైతే, నేను అతని సృష్టిని పూర్తి చేసి అతనిలో నా (తరఫు నుండి) ఆత్మను (జీవాన్ని) ఊదుతానో అప్పుడు, మీరు అతని ముందు సాష్టాంగం (సజ్దా)లో పడిపోండి"
        },
        {
            "chapter": 38,
            "verse": 73,
            "text": "అప్పుడు దేవదూతలందరూ కలసి అతనికి సజ్దా చేశారు"
        },
        {
            "chapter": 38,
            "verse": 74,
            "text": "ఒక్క ఇబ్లీస్ తప్ప! అతడు గర్వితుడయ్యాడు మరియు సత్యతిరస్కారులలో కలిసి పోయాడు"
        },
        {
            "chapter": 38,
            "verse": 75,
            "text": "(అల్లాహ్) ఇలా అన్నాడు: \"ఓ ఇబ్లీస్! నేను నా రెండు చేతులతో సృష్టించిన వానికి సాష్టాంగం (సజ్దా) చేయకుండా నిన్ను ఆపింది ఏమిటీ? నీవు గర్వితుడవై పోయావా! లేదా నిన్ను, నీవు ఉన్నత శ్రేణికి చెందిన వాడవనుకున్నావా"
        },
        {
            "chapter": 38,
            "verse": 76,
            "text": "(ఇబ్లీస్) అన్నాడు: \"నేను అతని కంటే శ్రేష్ఠుడను. నీవు నన్ను అగ్నితో సృష్టించావు మరియు అతనిని మట్టితో సృష్టించావు"
        },
        {
            "chapter": 38,
            "verse": 77,
            "text": "(అల్లాహ్) అన్నాడు: \"ఇక ఇక్కడి నుండి వెళ్ళిపో! నిశ్చయంగా నీవు భ్రష్టుడవు"
        },
        {
            "chapter": 38,
            "verse": 78,
            "text": "మరియు నిశ్చయంగా, తీర్పుదినం వరకు నీపై నా శాపం (బహిష్కారం) ఉంటుంది"
        },
        {
            "chapter": 38,
            "verse": 79,
            "text": "(అప్పుడు ఇబ్లీస్) ఇలా మనవి చేసుకున్నాడు: \"ఓ నా ప్రభూ! మృతులు తిరిగి లేపబడే దినం వరకు నాకు వ్యవధినివ్వు"
        },
        {
            "chapter": 38,
            "verse": 80,
            "text": "(అల్లాహ్) సెలవిచ్చాడు: \"సరే! నీకు వ్యవధి ఇవ్వబడుతోంది"
        },
        {
            "chapter": 38,
            "verse": 81,
            "text": "ఆ నియమిత దినపు ఆ గడువు వచ్చే వరకు"
        },
        {
            "chapter": 38,
            "verse": 82,
            "text": "(ఇబ్లీస్) అన్నాడు: \"నీ శక్తి సాక్షిగా నేను వారందరినీ తప్పు దారి పట్టిస్తాను"
        },
        {
            "chapter": 38,
            "verse": 83,
            "text": "వారిలో నుండి నీవు ఎన్నుకున్న నీ దాసుల్ని తప్ప"
        },
        {
            "chapter": 38,
            "verse": 84,
            "text": "(అల్లాహ్) అన్నాడు: \"అయితే సత్యం ఇదే! మరియు నేను సత్యం పలుకుతున్నాను"
        },
        {
            "chapter": 38,
            "verse": 85,
            "text": "నీవు మరియు వారిలో నుండి నిన్ను అనుసరించే వారందరితో నేను నరకాన్ని నింపుతాను"
        },
        {
            "chapter": 38,
            "verse": 86,
            "text": "(ఓ ప్రవక్తా!) వారితో అను: \"నేను దీని (ఈ సందేశం) కొరకు మీ నుండి, ఎలాంటి ప్రతిఫలాన్ని అడగటం లేదు మరియు నేను వంచకులలోని వాడను కాను"
        },
        {
            "chapter": 38,
            "verse": 87,
            "text": "ఇది (ఈ ఖుర్ఆన్) సమస్త లోకాల వారందరికీ కేవలం ఒక జ్ఞాపిక (హితబోధ)"
        },
        {
            "chapter": 38,
            "verse": 88,
            "text": "మరియు అచిర కాలంలోనే దీని ఉద్దేశాన్ని (వార్తను) మీరు తప్పక తెలుసుకుంటారు"
        },
        {
            "chapter": 39,
            "verse": 1,
            "text": "ఈ గ్రంథ (ఖుర్ఆన్) అవతరణ సర్వశక్తిమంతుడు, మహా వివేకవంతుడైన అల్లాహ్ తరఫు నుండి జరిగింది"
        },
        {
            "chapter": 39,
            "verse": 2,
            "text": "(ఓ ముహమ్మద్!) నిశ్చయంగా మేము ఈ గ్రంథాన్ని, సత్యంతో నీపై అవతరింపజేశాము. కావున నీవు అల్లాహ్ నే ఆరాధిస్తూ నీ భక్తిని కేవలం ఆయన కొరకే ప్రత్యేకించుకో"
        },
        {
            "chapter": 39,
            "verse": 3,
            "text": "వినండి! భక్తి కేవలం అల్లాహ్ కొరకు మాత్రమే ప్రత్యేకించబడింది! ఇక ఆయనను వదలి ఇతరులను సంరక్షకులుగా చేసుకునే వారు (ఇలా అంటారు): \"వారు మమ్మల్ని అల్లాహ్ సాన్నిధ్యానికి చేర్చుతారని మాత్రమే మేము వారిని ఆరాధిస్తున్నాము!\" నిశ్చయంగా అల్లాహ్ వారిలో ఉన్న భేదాభిప్రాయాలకు తగినట్లుగా వారి మధ్య తీర్పు చేస్తాడు. నిశ్చయంగా, అల్లాహ్ అసత్యవాదికి, కృతఘ్నునికి మార్గదర్శకత్వం చేయడు"
        },
        {
            "chapter": 39,
            "verse": 4,
            "text": "ఒకవేళ అల్లాహ్ ఎవరినైనా కుమారునిగా చేసుకోదలిస్తే, తన సృష్టిలో తాను కోరిన వానిని ఎన్నుకొని ఉండేవాడు. ఆయన సర్వలోపాలకు అతీతుడు. ఆయన అల్లాహ్! అద్వితీయుడు, తన సృష్టి మీద సంపూర్ణ అధికారం (ప్రాబల్యం) గలవాడు"
        },
        {
            "chapter": 39,
            "verse": 5,
            "text": "ఆయన ఆకాశాలను మరియు భూమిని సత్యంతో సృష్టించాడు. ఆయన రాత్రిని పగటి మీద చుట్టుతున్నాడు. మరియు పగటిని రాత్రి మీద చుట్టుతున్నాడు. సూర్యుణ్ణి మరియు చంద్రుణ్ణి నియమబద్ధులుగా చేసి ఉంచాడు. వాటిలో ప్రతి ఒక్కటీ ఒక నిర్ణీత కాలంలో (నిర్ణీత పరిధిలో) పయనిస్తూ ఉన్నాయి. వినండి! ఆయన, సర్వశక్తిమంతుడు, క్షమించేవాడు"
        },
        {
            "chapter": 39,
            "verse": 6,
            "text": "ఆయన మిమ్మల్ని ఒకే ప్రాణి (ఆదమ్) నుండి సృష్టించాడు. తరువాత అతని నుండి అతని జంట (జౌజ్) ను పుట్టించాడు. మరియు మీ కొరకు ఎనిమిది జతల (ఆడ మగ) శిశువులను పుట్టించాడు. ఆయన మిమ్మల్ని మీ తల్లుల గర్భాలలో మూడు చీకటి తెరలలో ఒక రూపం తరువాత మరొక రూపాన్ని ఇచ్చాడు. ఆయనే అల్లాహ్! మీ ప్రభువు. విశ్వాధిపత్యం ఆయనదే. ఆయన తప్ప మరొక ఆరాధ్య దేవుడు లేడు. అలాంటప్పుడు మీరు ఎలా (సత్యం నుండి) తప్పించబడుతున్నారు"
        },
        {
            "chapter": 39,
            "verse": 7,
            "text": "ఒకవేళ మీరు సత్యాన్ని తిరస్కరిస్తే, నిశ్చయంగా, అల్లాహ్ మీ అక్కరలేని వాడు. మరియు ఆయన తన దాసులు సత్యతిరస్కార వైఖరిని అవలంబించడాన్ని ఇష్ట పడడు. మరియు మీరు కృతజ్ఞులైనట్లయితే ఆయన మీ పట్ల ఎంతో సంతోషపడతాడు. మరియు బరువు మోసేవాడు ఎవ్వడూ ఇతరుల బరువును మోయడు. చివరకు మీరందరికీ, మీ ప్రభువు వైపునకే మరల వలసి ఉంది! అప్పుడు ఆయన, మీరు ఏమేమి చేస్తూ ఉండేవారో మీకు తెలియజేస్తాడు. నిశ్చయంగా ఆయనకు హృదయాలలో ఉన్న విషయాలన్నీ బాగా తెలుసు"
        },
        {
            "chapter": 39,
            "verse": 8,
            "text": "మానవునికి ఏదైనా కష్టం కలిగినప్పుడు అతడు పశ్చాత్తాపంలో తన ప్రభువు వైపునకు మరలి ఆయనను వేడుకుంటాడు. తరువాత ఆయన (అల్లాహ్) అతనికి తన అనుగ్రహాన్ని ప్రసాదించి నప్పుడు, అతడు పూర్వం దేనిని గురించి వేడుకుంటూ ఉండేవాడో దానిని మరచిపోతాడు. మరియు అల్లాహ్ కు సాటి కల్పించి, (ఇతరులను) ఆయన మార్గం నుండి తప్పిస్తాడు. (అలాంటి వానితో) ఇలా అను: \"నీవు, నీ సత్యతిరస్కార వైఖరితో కొంత కాలం సంతోషపడు. నిశ్చయంగా, నీవు నరకవాసుల్లోని వాడవవుతావు"
        },
        {
            "chapter": 39,
            "verse": 9,
            "text": "ఏమీ? ఎవడైతే శ్రద్ధతో రాత్రి ఘడియలలో సాష్టాంగం (సజ్దా) చేస్తూ మరియు నిలిచి (నమాజ్) చేస్తూ, పరలోక (జీవిత)మును గురించి భయపడుతూ, తన ప్రభువు కారుణ్యాన్ని ఆశిస్తూ ఉంటాడో! (అలాంటి వాడు, అలా చేయని వాడితో సమానుడా)? వారి నడుగు: \"ఏమీ? విజ్ఞానులు మరియు అజ్ఞానులు సరిసమానులు కాగలరా? వాస్తవానికి బుద్ధిమంతులే హితబోధ స్వీకరిస్తారు"
        },
        {
            "chapter": 39,
            "verse": 10,
            "text": "(ఓ ముహమ్మద్!) అల్లాహ్ ఇలా సెలవిస్తున్నాడని) అను: \"ఓ విశ్వసించిన నా దాసులారా! మీ ప్రభువు నందు భయభక్తులు కలిగి ఉండండి. ఎవరైతే ఈ లోకంలో సత్పురుషులై ఉంటారో (వారికి పరలోకంలో) మేలు జరుగుతుంది. మరియు అల్లాహ్ భూమి చాలా విశాలమైనది. నిశ్చయంగా, సహనం వహించిన వారికి లెక్క లేనంత ప్రతిఫలం ఇవ్వబడుతుంది"
        },
        {
            "chapter": 39,
            "verse": 11,
            "text": "(ఓ ముహమ్మద్! ఇంకా) ఇలా అను: \"నిశ్చయంగా, నేను అల్లాహ్ ను మాత్రమే ఆరాధిస్తూ, నా భక్తిని కేవలం ఆయన కొరకే ప్రత్యేకించుకోవాలని ఆజ్ఞాపించబడ్డాను"
        },
        {
            "chapter": 39,
            "verse": 12,
            "text": "మరియు నేను అందరి కంటే ముందు (అల్లాహ్ కు) విధేయుడను (ముస్లిం) అయి ఉండాలి\" అని కూడా ఆజ్ఞాపించబడ్డాను"
        },
        {
            "chapter": 39,
            "verse": 13,
            "text": "(ఇంకా) ఇలా అను: \"ఒకవేళ నేను నా ప్రభువుకు అవిధేయుడనైతే ఆ మహా దినవు శిక్షకు గురి అవుతానని భయపడుతున్నాను"
        },
        {
            "chapter": 39,
            "verse": 14,
            "text": "(ఇంకా) ఇలా అను: \"నేను కేవలం అల్లాహ్ నే ఆరాధిస్తూ నా భక్తిని (ఆరాధనను) కేవలం ఆయన కొరకే ప్రత్యేకించుకుంటాను"
        },
        {
            "chapter": 39,
            "verse": 15,
            "text": "కావున మీరు ఆయనను వదలి మీకు ఇష్టమైన వారిని ఆరాధించండి!\" ఇంకా ఇలా అను: \"పునరుత్థాన దినమున తమకు తాము మరియు తమ కుటుంబం వారికి నష్టం కలిగించుకున్న వారే నిశ్చయంగా నష్టపడ్డ వారు. వాస్తవానికి అదే స్పష్టమైన నష్టం"
        },
        {
            "chapter": 39,
            "verse": 16,
            "text": "వారిని, వారిపై నుండి అగ్ని జ్వాలలు క్రమ్ముకుంటాయి మరియు వారి క్రింది నుండి (అగ్ని జ్వాలలు) క్రమ్ముకుంటాయి. ఈ విధంగా, అల్లాహ్ తన దాసులను భయపెడుతున్నాడు: \"ఓ నా దాసులారా! నా పట్ల మాత్రమే భయభక్తులు కలిగి ఉండండి"
        },
        {
            "chapter": 39,
            "verse": 17,
            "text": "మరియు ఎవరైతే కల్పిత దైవాలను (తాగూత్ లను) త్యజించి, వాటిని ఆరాధించకుండా, పశ్చాత్తాపంతో అల్లాహ్ వైపునకు మరలుతారో! వారికి శుభవార్త ఉంది. కావున నా దాసులకు ఈ శుభవార్తను ఇవ్వు"
        },
        {
            "chapter": 39,
            "verse": 18,
            "text": "ఎవరైతే మాటను శ్రద్ధగా విని, అందులోని ఉత్తమమైన దానిని అనుసరిస్తారో! అలాంటి వారే, అల్లాహ్ మార్గదర్శకత్వం పొందిన వారు మరియు అలాంటి వారే బుద్ధిమంతులు"
        },
        {
            "chapter": 39,
            "verse": 19,
            "text": "ఏమీ? ఎవడిని గురించి అయితే ఆయన (అల్లాహ్ తరఫు నుండి) శిక్ష నిర్ణయించబడి ఉందో, వానిని నీవు నరకాగ్నిలో నుండి బయటికి తీయగలవా"
        },
        {
            "chapter": 39,
            "verse": 20,
            "text": "కాని ఎవరైతే తమ ప్రభువు యెడల భయభక్తులు కలిగి ఉన్నారో! వారి కొరకు అంతస్తుపై అంతస్తుగా, కట్టబడిన ఎత్తైన భవనాలు ఉంటాయి. వాటి క్రింద సెలయేళ్ళు ప్రవహిస్తూ ఉంటాయి. ఇది అల్లాహ్ వాగ్దానం. అల్లాహ్ తన వాగ్దానాన్ని ఎన్నడూ భంగపరచడు"
        },
        {
            "chapter": 39,
            "verse": 21,
            "text": "ఏమీ? నీకు తెలియదా? నిశ్చయంగా, అల్లాహ్ ఆకాశం నుండి నీటిని కురిపించి, తరువాత దానిని భూమిలో ఊటలుగా ప్రవహింప జేస్తున్నాడని? ఆ తరువాత దాని వల్ల వివిధ రంగుల వృక్షకోటిని ఉత్పత్తి చేస్తాడు. ఆ తరువాత అది ఎండిపోయి నపుడు, నీవు దానిని పసుపు రంగుగా మారిపోవటాన్ని చూస్తావు. చివరకు ఆయన దానిని పొట్టుగా మార్చి వేస్తాడు. నిశ్చయంగా ఇందులో బుద్ధిమంతులకు హితబోధ ఉంది"
        },
        {
            "chapter": 39,
            "verse": 22,
            "text": "ఏమీ? ఏ వ్యక్తి హృదయాన్నైతే అల్లాహ్ విధేయత (ఇస్లాం) కొరకు తెరుస్తాడో, అతడు తన ప్రభువు చూపిన వెలుగులో నడుస్తూ ఉంటాడో (అలాంటి వాడు సత్యతిరస్కారితో సమానుడు కాగలడా?) ఎవరి హృదయాలైతే అల్లాహ్ హితోపదేశం పట్ల కఠినమై పోయాయో, అలాంటి వారికి వినాశం ఉంది. అలాంటి వారు స్పష్టమైన మార్గభ్రష్టత్వంలో పడి ఉన్నారు"
        },
        {
            "chapter": 39,
            "verse": 23,
            "text": "అల్లాహ్ సర్వశ్రేష్ఠమైన బోధనలను ఒక గ్రంథ రూపంలో అవతరింపజేశాడు. దానిలో ఒకే రకమైన వాటిని (వచనాలను) మాటిమాటికీ ఎన్నో విధాలుగా (విశదీకరించాడు). తమ ప్రభువుకు భయపడే వారి శరీరాలు (చర్మాలు) దానితో (ఆ పఠనంతో) గజగజ వణుకుతాయి. కాని తరువాత వారి చర్మాలు మరియు వారి హృదయాలు అల్లాహ్ ధ్యానం వలన మెత్తబడతాయి. ఇది అల్లాహ్ మార్గదర్శకత్వం. ఆయన దీనితో తాను కోరిన వారికి మార్గదర్శకత్వం చేస్తాడు. మరియు ఏ వ్యక్తిని అల్లాహ్ మార్గభ్రష్టత్వంలో వదలుతాడో, అతనికి మార్గదర్శకుడు ఎవ్వడూ ఉండడు"
        },
        {
            "chapter": 39,
            "verse": 24,
            "text": "ఏమీ? పునరుత్థాన దినవు కఠినమైన శిక్షను తన ముఖంతో కాపాడు కోవలసిన వాడు (స్వర్గంలో ప్రవేశించేవానితో సమానుడా)? మరియు (ఆ రోజు) దుర్మార్గులతో ఇలా అనబడుతుంది: \"మీరు సంపాదించిన దానిని రుచి చూడండి"
        },
        {
            "chapter": 39,
            "verse": 25,
            "text": "వీరికి పూర్వమున్న వారు కూడా (అల్లాహ్ సందేశాలను) అబద్ధాలని తిరస్కరించారు, కాబట్టి వారు ఊహించలేని దిశ నుండి వారిపై శిక్ష వచ్చి పడింది"
        },
        {
            "chapter": 39,
            "verse": 26,
            "text": "ఈ విధంగా, అల్లాహ్ వారికి ఇహలోక జీవితంలో కూడా అవమానాన్ని రుచి చూపాడు. మరియు వారి పరలోక శిక్ష దీని కంటే ఎంతో ఘోరమైనదిగా ఉంటుంది. వారు ఇది గ్రహిస్తే ఎంత బాగుండేది"
        },
        {
            "chapter": 39,
            "verse": 27,
            "text": "మరియు వాస్తవానికి మేము ఈ ఖుర్ఆన్ లో ప్రజల కొరకు అనేక రకాల దృష్టాంతాలు పేర్కొన్నాము, బహుశా వారు గుణపాఠం నేర్చుకుంటారని"
        },
        {
            "chapter": 39,
            "verse": 28,
            "text": "అరబ్బీ భాషలో ఉన్న ఈ ఖుర్ఆన్ ను, ఏ విధమైన వక్రత లేకుండా అవతరింప జేశాము; బహుశా వారు దైవభీతి కలిగి వుంటారని"
        },
        {
            "chapter": 39,
            "verse": 29,
            "text": "అల్లాహ్ ఒక దృష్టాంతం ఇస్తున్నాడు: ఒక మానవుడు (బానిస) పరస్పరం విరోధమున్న ఎంతో మంది యజమానులకు చెదినవాడు. మరొక మానవుడు (బానిస) పూర్తిగా ఒకే ఒక్క యజమానికి చెందిన వాడు, వారిద్దరి పరిస్థితి సమానంగా ఉంటుందా? సర్వస్తోత్రాలకు అర్హుడు అల్లాహ్ మాత్రమే! కాని వారిలో చాలా మందికి ఇది తెలియదు"
        },
        {
            "chapter": 39,
            "verse": 30,
            "text": "(ఓ ముహమ్మద్!) నిశ్చయంగా, (ఒక రోజు) నీవు మరణిస్తావు మరియు నిశ్చయంగా వారు కూడా మరణిస్తారు"
        },
        {
            "chapter": 39,
            "verse": 31,
            "text": "ఆ తరువాత నిశ్చయంగా, పునరుత్థాన దినమున మీరంతా మీ ప్రభువు సమక్షంలో మీ వివాదాలను విన్నవించుకుంటారు"
        }
    ]
}