{
    "juzs": [
        {
            "chapter": 12,
            "verse": 53,
            "text": "And I do not acquit myself. Indeed, the soul is a persistent enjoiner of evil, except those upon which my Lord has mercy. Indeed, my Lord is Forgiving and Merciful"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "And the king said, \"Bring him to me; I will appoint him exclusively for myself.\" And when he spoke to him, he said, \"Indeed, you are today established [in position] and trusted"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "[Joseph] said, \"Appoint me over the storehouses of the land. Indeed, I will be a knowing guardian"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "And thus We established Joseph in the land to settle therein wherever he willed. We touch with Our mercy whom We will, and We do not allow to be lost the reward of those who do good"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "And the reward of the Hereafter is better for those who believed and were fearing Allah"
        },
        {
            "chapter": 12,
            "verse": 58,
            "text": "And the brothers of Joseph came [seeking food], and they entered upon him; and he recognized them, but he was to them unknown"
        },
        {
            "chapter": 12,
            "verse": 59,
            "text": "And when he had furnished them with their supplies, he said, \"Bring me a brother of yours from your father. Do not you see that I give full measure and that I am the best of accommodators"
        },
        {
            "chapter": 12,
            "verse": 60,
            "text": "But if you do not bring him to me, no measure will there be [hereafter] for you from me, nor will you approach me"
        },
        {
            "chapter": 12,
            "verse": 61,
            "text": "They said, \"We will attempt to dissuade his father from [keeping] him, and indeed, we will do [it]"
        },
        {
            "chapter": 12,
            "verse": 62,
            "text": "And [Joseph] said to his servants, \"Put their merchandise into their saddlebags so they might recognize it when they have gone back to their people that perhaps they will [again] return"
        },
        {
            "chapter": 12,
            "verse": 63,
            "text": "So when they returned to their father, they said, \"O our father, [further] measure has been denied to us, so send with us our brother [that] we will be given measure. And indeed, we will be his guardians"
        },
        {
            "chapter": 12,
            "verse": 64,
            "text": "He said, \"Should I entrust you with him except [under coercion] as I entrusted you with his brother before? But Allah is the best guardian, and He is the most merciful of the merciful"
        },
        {
            "chapter": 12,
            "verse": 65,
            "text": "And when they opened their baggage, they found their merchandise returned to them. They said, \"O our father, what [more] could we desire? This is our merchandise returned to us. And we will obtain supplies for our family and protect our brother and obtain an increase of a camel's load; that is an easy measurement"
        },
        {
            "chapter": 12,
            "verse": 66,
            "text": "[Jacob] said, \"Never will I send him with you until you give me a promise by Allah that you will bring him [back] to me, unless you should be surrounded by enemies.\" And when they had given their promise, he said, \"Allah, over what we say, is Witness"
        },
        {
            "chapter": 12,
            "verse": 67,
            "text": "And he said, \"O my sons, do not enter from one gate but enter from different gates; and I cannot avail you against [the decree of] Allah at all. The decision is only for Allah; upon Him I have relied, and upon Him let those who would rely [indeed] rely"
        },
        {
            "chapter": 12,
            "verse": 68,
            "text": "And when they entered from where their father had ordered them, it did not avail them against Allah at all except [it was] a need within the soul of Jacob, which he satisfied. And indeed, he was a possessor of knowledge because of what We had taught him, but most of the people do not know"
        },
        {
            "chapter": 12,
            "verse": 69,
            "text": "And when they entered upon Joseph, he took his brother to himself; he said, \"Indeed, I am your brother, so do not despair over what they used to do [to me]"
        },
        {
            "chapter": 12,
            "verse": 70,
            "text": "So when he had furnished them with their supplies, he put the [gold measuring] bowl into the bag of his brother. Then an announcer called out, \"O caravan, indeed you are thieves"
        },
        {
            "chapter": 12,
            "verse": 71,
            "text": "They said while approaching them, \"What is it you are missing"
        },
        {
            "chapter": 12,
            "verse": 72,
            "text": "They said, \"We are missing the measure of the king. And for he who produces it is [the reward of] a camel's load, and I am responsible for it"
        },
        {
            "chapter": 12,
            "verse": 73,
            "text": "They said, \"By Allah, you have certainly known that we did not come to cause corruption in the land, and we have not been thieves"
        },
        {
            "chapter": 12,
            "verse": 74,
            "text": "The accusers said, \"Then what would be its recompense if you should be liars"
        },
        {
            "chapter": 12,
            "verse": 75,
            "text": "[The brothers] said, \"Its recompense is that he in whose bag it is found - he [himself] will be its recompense. Thus do we recompense the wrongdoers"
        },
        {
            "chapter": 12,
            "verse": 76,
            "text": "So he began [the search] with their bags before the bag of his brother; then he extracted it from the bag of his brother. Thus did We plan for Joseph. He could not have taken his brother within the religion of the king except that Allah willed. We raise in degrees whom We will, but over every possessor of knowledge is one [more] knowing"
        },
        {
            "chapter": 12,
            "verse": 77,
            "text": "They said, \"If he steals - a brother of his has stolen before.\" But Joseph kept it within himself and did not reveal it to them. He said, \"You are worse in position, and Allah is most knowing of what you describe"
        },
        {
            "chapter": 12,
            "verse": 78,
            "text": "They said, \"O 'Azeez, indeed he has a father [who is] an old man, so take one of us in place of him. Indeed, we see you as a doer of good"
        },
        {
            "chapter": 12,
            "verse": 79,
            "text": "He said, \"[I seek] the refuge of Allah [to prevent] that we take except him with whom we found our possession. Indeed, we would then be unjust"
        },
        {
            "chapter": 12,
            "verse": 80,
            "text": "So when they had despaired of him, they secluded themselves in private consultation. The eldest of them said, \"Do you not know that your father has taken upon you an oath by Allah and [that] before you failed in [your duty to] Joseph? So I will never leave [this] land until my father permits me or Allah decides for me, and He is the best of judges"
        },
        {
            "chapter": 12,
            "verse": 81,
            "text": "Return to your father and say, \"O our father, indeed your son has stolen, and we did not testify except to what we knew. And we were not witnesses of the unseen"
        },
        {
            "chapter": 12,
            "verse": 82,
            "text": "And ask the city in which we were and the caravan in which we came - and indeed, we are truthful"
        },
        {
            "chapter": 12,
            "verse": 83,
            "text": "[Jacob] said, \"Rather, your souls have enticed you to something, so patience is most fitting. Perhaps Allah will bring them to me all together. Indeed it is He who is the Knowing, the Wise"
        },
        {
            "chapter": 12,
            "verse": 84,
            "text": "And he turned away from them and said, \"Oh, my sorrow over Joseph,\" and his eyes became white from grief, for he was [of that] a suppressor"
        },
        {
            "chapter": 12,
            "verse": 85,
            "text": "They said, \"By Allah, you will not cease remembering Joseph until you become fatally ill or become of those who perish"
        },
        {
            "chapter": 12,
            "verse": 86,
            "text": "He said, \"I only complain of my suffering and my grief to Allah, and I know from Allah that which you do not know"
        },
        {
            "chapter": 12,
            "verse": 87,
            "text": "O my sons, go and find out about Joseph and his brother and despair not of relief from Allah. Indeed, no one despairs of relief from Allah except the disbelieving people"
        },
        {
            "chapter": 12,
            "verse": 88,
            "text": "So when they entered upon Joseph, they said, \"O 'Azeez, adversity has touched us and our family, and we have come with goods poor in quality, but give us full measure and be charitable to us. Indeed, Allah rewards the charitable"
        },
        {
            "chapter": 12,
            "verse": 89,
            "text": "He said, \"Do you know what you did with Joseph and his brother when you were ignorant"
        },
        {
            "chapter": 12,
            "verse": 90,
            "text": "They said, \"Are you indeed Joseph?\" He said \"I am Joseph, and this is my brother. Allah has certainly favored us. Indeed, he who fears Allah and is patient, then indeed, Allah does not allow to be lost the reward of those who do good"
        },
        {
            "chapter": 12,
            "verse": 91,
            "text": "They said, \"By Allah, certainly has Allah preferred you over us, and indeed, we have been sinners"
        },
        {
            "chapter": 12,
            "verse": 92,
            "text": "He said, \"No blame will there be upon you today. Allah will forgive you; and He is the most merciful of the merciful"
        },
        {
            "chapter": 12,
            "verse": 93,
            "text": "Take this, my shirt, and cast it over the face of my father; he will become seeing. And bring me your family, all together"
        },
        {
            "chapter": 12,
            "verse": 94,
            "text": "And when the caravan departed [from Egypt], their father said, \"Indeed, I find the smell of Joseph [and would say that he was alive] if you did not think me weakened in mind"
        },
        {
            "chapter": 12,
            "verse": 95,
            "text": "They said, \"By Allah, indeed you are in your [same] old error"
        },
        {
            "chapter": 12,
            "verse": 96,
            "text": "And when the bearer of good tidings arrived, he cast it over his face, and he returned [once again] seeing. He said, \"Did I not tell you that I know from Allah that which you do not know"
        },
        {
            "chapter": 12,
            "verse": 97,
            "text": "They said, \"O our father, ask for us forgiveness of our sins; indeed, we have been sinners"
        },
        {
            "chapter": 12,
            "verse": 98,
            "text": "He said, \"I will ask forgiveness for you from my Lord. Indeed, it is He who is the Forgiving, the Merciful"
        },
        {
            "chapter": 12,
            "verse": 99,
            "text": "And when they entered upon Joseph, he took his parents to himself and said, \"Enter Egypt, Allah willing, safe [and secure]"
        },
        {
            "chapter": 12,
            "verse": 100,
            "text": "And he raised his parents upon the throne, and they bowed to him in prostration. And he said, \"O my father, this is the explanation of my vision of before. My Lord has made it reality. And He was certainly good to me when He took me out of prison and brought you [here] from bedouin life after Satan had induced [estrangement] between me and my brothers. Indeed, my Lord is Subtle in what He wills. Indeed, it is He who is the Knowing, the Wise"
        },
        {
            "chapter": 12,
            "verse": 101,
            "text": "My Lord, You have given me [something] of sovereignty and taught me of the interpretation of dreams. Creator of the heavens and earth, You are my protector in this world and in the Hereafter. Cause me to die a Muslim and join me with the righteous"
        },
        {
            "chapter": 12,
            "verse": 102,
            "text": "That is from the news of the unseen which We reveal, [O Muhammad], to you. And you were not with them when they put together their plan while they conspired"
        },
        {
            "chapter": 12,
            "verse": 103,
            "text": "And most of the people, although you strive [for it], are not believers"
        },
        {
            "chapter": 12,
            "verse": 104,
            "text": "And you do not ask of them for it any payment. It is not except a reminder to the worlds"
        },
        {
            "chapter": 12,
            "verse": 105,
            "text": "And how many a sign within the heavens and earth do they pass over while they, therefrom, are turning away"
        },
        {
            "chapter": 12,
            "verse": 106,
            "text": "And most of them believe not in Allah except while they associate others with Him"
        },
        {
            "chapter": 12,
            "verse": 107,
            "text": "Then do they feel secure that there will not come to them an overwhelming [aspect] of the punishment of Allah or that the Hour will not come upon them suddenly while they do not perceive"
        },
        {
            "chapter": 12,
            "verse": 108,
            "text": "Say, \"This is my way; I invite to Allah with insight, I and those who follow me. And exalted is Allah; and I am not of those who associate others with Him"
        },
        {
            "chapter": 12,
            "verse": 109,
            "text": "And We sent not before you [as messengers] except men to whom We revealed from among the people of cities. So have they not traveled through the earth and observed how was the end of those before them? And the home of the Hereafter is best for those who fear Allah; then will you not reason"
        },
        {
            "chapter": 12,
            "verse": 110,
            "text": "[They continued] until, when the messengers despaired and were certain that they had been denied, there came to them Our victory, and whoever We willed was saved. And Our punishment cannot be repelled from the people who are criminals"
        },
        {
            "chapter": 12,
            "verse": 111,
            "text": "There was certainly in their stories a lesson for those of understanding. Never was the Qur'an a narration invented, but a confirmation of what was before it and a detailed explanation of all things and guidance and mercy for a people who believe"
        },
        {
            "chapter": 13,
            "verse": 1,
            "text": "Alif, Lam, Meem, Ra. These are the verses of the Book; and what has been revealed to you from your Lord is the truth, but most of the people do not believe"
        },
        {
            "chapter": 13,
            "verse": 2,
            "text": "It is Allah who erected the heavens without pillars that you [can] see; then He established Himself above the Throne and made subject the sun and the moon, each running [its course] for a specified term. He arranges [each] matter; He details the signs that you may, of the meeting with your Lord, be certain"
        },
        {
            "chapter": 13,
            "verse": 3,
            "text": "And it is He who spread the earth and placed therein firmly set mountains and rivers; and from all of the fruits He made therein two mates; He causes the night to cover the day. Indeed in that are signs for a people who give thought"
        },
        {
            "chapter": 13,
            "verse": 4,
            "text": "And within the land are neighboring plots and gardens of grapevines and crops and palm trees, [growing] several from a root or otherwise, watered with one water; but We make some of them exceed others in [quality of] fruit. Indeed in that are signs for a people who reason"
        },
        {
            "chapter": 13,
            "verse": 5,
            "text": "And if you are astonished, [O Muhammad] - then astonishing is their saying, \"When we are dust, will we indeed be [brought] into a new creation?\" Those are the ones who have disbelieved in their Lord, and those will have shackles upon their necks, and those are the companions of the Fire; they will abide therein eternally"
        },
        {
            "chapter": 13,
            "verse": 6,
            "text": "They impatiently urge you to bring about evil before good, while there has already occurred before them similar punishments [to what they demand]. And indeed, your Lord is full of forgiveness for the people despite their wrongdoing, and indeed, your Lord is severe in penalty"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "And those who disbelieved say, \"Why has a sign not been sent down to him from his Lord?\" You are only a warner, and for every people is a guide"
        },
        {
            "chapter": 13,
            "verse": 8,
            "text": "Allah knows what every female carries and what the wombs lose [prematurely] or exceed. And everything with Him is by due measure"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "[He is] Knower of the unseen and the witnessed, the Grand, the Exalted"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "It is the same [to Him] concerning you whether one conceals [his] speech or one publicizes it and whether one is hidden by night or conspicuous [among others] by day"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "For each one are successive [angels] before and behind him who protect him by the decree of Allah. Indeed, Allah will not change the condition of a people until they change what is in themselves. And when Allah intends for a people ill, there is no repelling it. And there is not for them besides Him any patron"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "It is He who shows you lightening, [causing] fear and aspiration, and generates the heavy clouds"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "And the thunder exalts [Allah] with praise of Him - and the angels [as well] from fear of Him - and He sends thunderbolts and strikes therewith whom He wills while they dispute about Allah; and He is severe in assault"
        },
        {
            "chapter": 13,
            "verse": 14,
            "text": "To Him [alone] is the supplication of truth. And those they call upon besides Him do not respond to them with a thing, except as one who stretches his hands toward water [from afar, calling it] to reach his mouth, but it will not reach it [thus]. And the supplication of the disbelievers is not but in error [i.e. futility]"
        },
        {
            "chapter": 13,
            "verse": 15,
            "text": "And to Allah prostrates whoever is within the heavens and the earth, willingly or by compulsion, and their shadows [as well] in the mornings and the afternoons"
        },
        {
            "chapter": 13,
            "verse": 16,
            "text": "Say, \"Who is Lord of the heavens and earth?\" Say, \"Allah.\" Say, \"Have you then taken besides Him allies not possessing [even] for themselves any benefit or any harm?\" Say, \"Is the blind equivalent to the seeing? Or is darkness equivalent to light? Or have they attributed to Allah partners who created like His creation so that the creation [of each] seemed similar to them?\" Say, \"Allah is the Creator of all things, and He is the One, the Prevailing"
        },
        {
            "chapter": 13,
            "verse": 17,
            "text": "He sends down from the sky, rain, and valleys flow according to their capacity, and the torrent carries a rising foam. And from that [ore] which they heat in the fire, desiring adornments and utensils, is a foam like it. Thus Allah presents [the example of] truth and falsehood. As for the foam, it vanishes, [being] cast off; but as for that which benefits the people, it remains on the earth. Thus does Allah present examples"
        },
        {
            "chapter": 13,
            "verse": 18,
            "text": "For those who have responded to their Lord is the best [reward], but those who did not respond to Him - if they had all that is in the earth entirely and the like of it with it, they would [attempt to] ransom themselves thereby. Those will have the worst account, and their refuge is Hell, and wretched is the resting place"
        },
        {
            "chapter": 13,
            "verse": 19,
            "text": "Then is he who knows that what has been revealed to you from your Lord is the truth like one who is blind? They will only be reminded who are people of understanding"
        },
        {
            "chapter": 13,
            "verse": 20,
            "text": "Those who fulfill the covenant of Allah and do not break the contract"
        },
        {
            "chapter": 13,
            "verse": 21,
            "text": "And those who join that which Allah has ordered to be joined and fear their Lord and are afraid of the evil of [their] account"
        },
        {
            "chapter": 13,
            "verse": 22,
            "text": "And those who are patient, seeking the countenance of their Lord, and establish prayer and spend from what We have provided for them secretly and publicly and prevent evil with good - those will have the good consequence of [this] home"
        },
        {
            "chapter": 13,
            "verse": 23,
            "text": "Gardens of perpetual residence; they will enter them with whoever were righteous among their fathers, their spouses and their descendants. And the angels will enter upon them from every gate, [saying]"
        },
        {
            "chapter": 13,
            "verse": 24,
            "text": "Peace be upon you for what you patiently endured. And excellent is the final home"
        },
        {
            "chapter": 13,
            "verse": 25,
            "text": "But those who break the covenant of Allah after contracting it and sever that which Allah has ordered to be joined and spread corruption on earth - for them is the curse, and they will have the worst home"
        },
        {
            "chapter": 13,
            "verse": 26,
            "text": "Allah extends provision for whom He wills and restricts [it]. And they rejoice in the worldly life, while the worldly life is not, compared to the Hereafter, except [brief] enjoyment"
        },
        {
            "chapter": 13,
            "verse": 27,
            "text": "And those who disbelieved say, \"Why has a sign not been sent down to him from his Lord?\" Say, [O Muhammad], \"Indeed, Allah leaves astray whom He wills and guides to Himself whoever turns back [to Him]"
        },
        {
            "chapter": 13,
            "verse": 28,
            "text": "Those who have believed and whose hearts are assured by the remembrance of Allah. Unquestionably, by the remembrance of Allah hearts are assured"
        },
        {
            "chapter": 13,
            "verse": 29,
            "text": "Those who have believed and done righteous deeds - a good state is theirs and a good return"
        },
        {
            "chapter": 13,
            "verse": 30,
            "text": "Thus have We sent you to a community before which [other] communities have passed on so you might recite to them that which We revealed to you, while they disbelieve in the Most Merciful. Say, \"He is my Lord; there is no deity except Him. Upon Him I rely, and to Him is my return"
        },
        {
            "chapter": 13,
            "verse": 31,
            "text": "And if there was any qur'an by which the mountains would be removed or the earth would be broken apart or the dead would be made to speak, [it would be this Qur'an], but to Allah belongs the affair entirely. Then have those who believed not accepted that had Allah willed, He would have guided the people, all of them? And those who disbelieve do not cease to be struck, for what they have done, by calamity - or it will descend near their home - until there comes the promise of Allah. Indeed, Allah does not fail in [His] promise"
        },
        {
            "chapter": 13,
            "verse": 32,
            "text": "And already were [other] messengers ridiculed before you, and I extended the time of those who disbelieved; then I seized them, and how [terrible] was My penalty"
        },
        {
            "chapter": 13,
            "verse": 33,
            "text": "Then is He who is a maintainer of every soul, [knowing] what it has earned, [like any other]? But to Allah they have attributed partners. Say, \"Name them. Or do you inform Him of that which He knows not upon the earth or of what is apparent of speech?\" Rather, their [own] plan has been made attractive to those who disbelieve, and they have been averted from the way. And whomever Allah leaves astray - there will be for him no guide"
        },
        {
            "chapter": 13,
            "verse": 34,
            "text": "For them will be punishment in the life of [this] world, and the punishment of the Hereafter is more severe. And they will not have from Allah any protector"
        },
        {
            "chapter": 13,
            "verse": 35,
            "text": "The example of Paradise, which the righteous have been promised, is [that] beneath it rivers flow. Its fruit is lasting, and its shade. That is the consequence for the righteous, and the consequence for the disbelievers is the Fire"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "And [the believers among] those to whom We have given the [previous] Scripture rejoice at what has been revealed to you, [O Muhammad], but among the [opposing] factions are those who deny part of it. Say, \"I have only been commanded to worship Allah and not associate [anything] with Him. To Him I invite, and to Him is my return"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "And thus We have revealed it as an Arabic legislation. And if you should follow their inclinations after what has come to you of knowledge, you would not have against Allah any ally or any protector"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "And We have already sent messengers before you and assigned to them wives and descendants. And it was not for a messenger to come with a sign except by permission of Allah. For every term is a decree"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "Allah eliminates what He wills or confirms, and with Him is the Mother of the Book"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "And whether We show you part of what We promise them or take you in death, upon you is only the [duty of] notification, and upon Us is the account"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "Have they not seen that We set upon the land, reducing it from its borders? And Allah decides; there is no adjuster of His decision. And He is swift in account"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "And those before them had plotted, but to Allah belongs the plan entirely. He knows what every soul earns, and the disbelievers will know for whom is the final home"
        },
        {
            "chapter": 13,
            "verse": 43,
            "text": "And those who have disbelieved say, \"You are not a messenger.\" Say, [O Muhammad], \"Sufficient is Allah as Witness between me and you, and [the witness of] whoever has knowledge of the Scripture"
        },
        {
            "chapter": 14,
            "verse": 1,
            "text": "Alif, Lam, Ra. [This is] a Book which We have revealed to you, [O Muhammad], that you might bring mankind out of darknesses into the light by permission of their Lord - to the path of the Exalted in Might, the Praiseworthy"
        },
        {
            "chapter": 14,
            "verse": 2,
            "text": "Allah, to whom belongs whatever is in the heavens and whatever is on the earth. And woe to the disbelievers from a severe punishment"
        },
        {
            "chapter": 14,
            "verse": 3,
            "text": "The ones who prefer the worldly life over the Hereafter and avert [people] from the way of Allah, seeking to make it (seem) deviant. Those are in extreme error"
        },
        {
            "chapter": 14,
            "verse": 4,
            "text": "And We did not send any messenger except [speaking] in the language of his people to state clearly for them, and Allah sends astray [thereby] whom He wills and guides whom He wills. And He is the Exalted in Might, the Wise"
        },
        {
            "chapter": 14,
            "verse": 5,
            "text": "And We certainly sent Moses with Our signs, [saying], \"Bring out your people from darknesses into the light and remind them of the days of Allah.\" Indeed in that are signs for everyone patient and grateful"
        },
        {
            "chapter": 14,
            "verse": 6,
            "text": "And [recall, O Children of Israel], when Moses said to His people, \"Remember the favor of Allah upon you when He saved you from the people of Pharaoh, who were afflicting you with the worst torment and were slaughtering your [newborn] sons and keeping your females alive. And in that was a great trial from your Lord"
        },
        {
            "chapter": 14,
            "verse": 7,
            "text": "And [remember] when your Lord proclaimed, 'If you are grateful, I will surely increase you [in favor]; but if you deny, indeed, My punishment is severe"
        },
        {
            "chapter": 14,
            "verse": 8,
            "text": "And Moses said, \"If you should disbelieve, you and whoever is on the earth entirely - indeed, Allah is Free of need and Praiseworthy"
        },
        {
            "chapter": 14,
            "verse": 9,
            "text": "Has there not reached you the news of those before you - the people of Noah and 'Aad and Thamud and those after them? No one knows them but Allah. Their messengers brought them clear proofs, but they returned their hands to their mouths and said, \"Indeed, we disbelieve in that with which you have been sent, and indeed we are, about that to which you invite us, in disquieting doubt"
        },
        {
            "chapter": 14,
            "verse": 10,
            "text": "Their messengers said, \"Can there be doubt about Allah, Creator of the heavens and earth? He invites you that He may forgive you of your sins, and He delays your death for a specified term.\" They said, \"You are not but men like us who wish to avert us from what our fathers were worshipping. So bring us a clear authority"
        },
        {
            "chapter": 14,
            "verse": 11,
            "text": "Their messengers said to them, \"We are only men like you, but Allah confers favor upon whom He wills of His servants. It has never been for us to bring you evidence except by permission of Allah. And upon Allah let the believers rely"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "And why should we not rely upon Allah while He has guided us to our [good] ways. And we will surely be patient against whatever harm you should cause us. And upon Allah let those who would rely [indeed] rely"
        },
        {
            "chapter": 14,
            "verse": 13,
            "text": "And those who disbelieved said to their messengers, \"We will surely drive you out of our land, or you must return to our religion.\" So their Lord inspired to them, \"We will surely destroy the wrongdoers"
        },
        {
            "chapter": 14,
            "verse": 14,
            "text": "And We will surely cause you to dwell in the land after them. That is for he who fears My position and fears My threat"
        },
        {
            "chapter": 14,
            "verse": 15,
            "text": "And they requested victory from Allah, and disappointed, [therefore], was every obstinate tyrant"
        },
        {
            "chapter": 14,
            "verse": 16,
            "text": "Before him is Hell, and he will be given a drink of purulent water"
        },
        {
            "chapter": 14,
            "verse": 17,
            "text": "He will gulp it but will hardly [be able to] swallow it. And death will come to him from everywhere, but he is not to die. And before him is a massive punishment"
        },
        {
            "chapter": 14,
            "verse": 18,
            "text": "The example of those who disbelieve in their Lord is [that] their deeds are like ashes which the wind blows forcefully on a stormy day; they are unable [to keep] from what they earned a [single] thing. That is what is extreme error"
        },
        {
            "chapter": 14,
            "verse": 19,
            "text": "Have you not seen that Allah created the heavens and the earth in truth? If He wills, He can do away with you and produce a new creation"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "And that is not difficult for Allah"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "And they will come out [for judgement] before Allah all together, and the weak will say to those who were arrogant, \"Indeed, we were your followers, so can you avail us anything against the punishment of Allah?\" They will say, \"If Allah had guided us, we would have guided you. It is all the same for us whether we show intolerance or are patient: there is for us no place of escape"
        },
        {
            "chapter": 14,
            "verse": 22,
            "text": "And Satan will say when the matter has been concluded, \"Indeed, Allah had promised you the promise of truth. And I promised you, but I betrayed you. But I had no authority over you except that I invited you, and you responded to me. So do not blame me; but blame yourselves. I cannot be called to your aid, nor can you be called to my aid. Indeed, I deny your association of me [with Allah] before. Indeed, for the wrongdoers is a painful punishment"
        },
        {
            "chapter": 14,
            "verse": 23,
            "text": "And those who believed and did righteous deeds will be admitted to gardens beneath which rivers flow, abiding eternally therein by permission of their Lord; and their greeting therein will be, \"Peace"
        },
        {
            "chapter": 14,
            "verse": 24,
            "text": "Have you not considered how Allah presents an example, [making] a good word like a good tree, whose root is firmly fixed and its branches [high] in the sky"
        },
        {
            "chapter": 14,
            "verse": 25,
            "text": "It produces its fruit all the time, by permission of its Lord. And Allah presents examples for the people that perhaps they will be reminded"
        },
        {
            "chapter": 14,
            "verse": 26,
            "text": "And the example of a bad word is like a bad tree, uprooted from the surface of the earth, not having any stability"
        },
        {
            "chapter": 14,
            "verse": 27,
            "text": "Allah keeps firm those who believe, with the firm word, in worldly life and in the Hereafter. And Allah sends astray the wrongdoers. And Allah does what He wills"
        },
        {
            "chapter": 14,
            "verse": 28,
            "text": "Have you not considered those who exchanged the favor of Allah for disbelief and settled their people [in] the home of ruin"
        },
        {
            "chapter": 14,
            "verse": 29,
            "text": "[It is] Hell, which they will [enter to] burn, and wretched is the settlement"
        },
        {
            "chapter": 14,
            "verse": 30,
            "text": "And they have attributed to Allah equals to mislead [people] from His way. Say, \"Enjoy yourselves, for indeed, your destination is the Fire"
        },
        {
            "chapter": 14,
            "verse": 31,
            "text": "[O Muhammad], tell My servants who have believed to establish prayer and spend from what We have provided them, secretly and publicly, before a Day comes in which there will be no exchange, nor any friendships"
        },
        {
            "chapter": 14,
            "verse": 32,
            "text": "It is Allah who created the heavens and the earth and sent down rain from the sky and produced thereby some fruits as provision for you and subjected for you the ships to sail through the sea by His command and subjected for you the rivers"
        },
        {
            "chapter": 14,
            "verse": 33,
            "text": "And He subjected for you the sun and the moon, continuous [in orbit], and subjected for you the night and the day"
        },
        {
            "chapter": 14,
            "verse": 34,
            "text": "And He gave you from all you asked of Him. And if you should count the favor of Allah, you could not enumerate them. Indeed, mankind is [generally] most unjust and ungrateful"
        },
        {
            "chapter": 14,
            "verse": 35,
            "text": "And [mention, O Muhammad], when Abraham said, \"My Lord, make this city [Makkah] secure and keep me and my sons away from worshipping idols"
        },
        {
            "chapter": 14,
            "verse": 36,
            "text": "My Lord, indeed they have led astray many among the people. So whoever follows me - then he is of me; and whoever disobeys me - indeed, You are [yet] Forgiving and Merciful"
        },
        {
            "chapter": 14,
            "verse": 37,
            "text": "Our Lord, I have settled some of my descendants in an uncultivated valley near Your sacred House, our Lord, that they may establish prayer. So make hearts among the people incline toward them and provide for them from the fruits that they might be grateful"
        },
        {
            "chapter": 14,
            "verse": 38,
            "text": "Our Lord, indeed You know what we conceal and what we declare, and nothing is hidden from Allah on the earth or in the heaven"
        },
        {
            "chapter": 14,
            "verse": 39,
            "text": "Praise to Allah, who has granted to me in old age Ishmael and Isaac. Indeed, my Lord is the Hearer of supplication"
        },
        {
            "chapter": 14,
            "verse": 40,
            "text": "My Lord, make me an establisher of prayer, and [many] from my descendants. Our Lord, and accept my supplication"
        },
        {
            "chapter": 14,
            "verse": 41,
            "text": "Our Lord, forgive me and my parents and the believers the Day the account is established"
        },
        {
            "chapter": 14,
            "verse": 42,
            "text": "And never think that Allah is unaware of what the wrongdoers do. He only delays them for a Day when eyes will stare [in horror]"
        },
        {
            "chapter": 14,
            "verse": 43,
            "text": "Racing ahead, their heads raised up, their glance does not come back to them, and their hearts are void"
        },
        {
            "chapter": 14,
            "verse": 44,
            "text": "And, [O Muhammad], warn the people of a Day when the punishment will come to them and those who did wrong will say, \"Our Lord, delay us for a short term; we will answer Your call and follow the messengers.\" [But it will be said], \"Had you not sworn, before, that for you there would be no cessation"
        },
        {
            "chapter": 14,
            "verse": 45,
            "text": "And you lived among the dwellings of those who wronged themselves, and it had become clear to you how We dealt with them. And We presented for you [many] examples"
        },
        {
            "chapter": 14,
            "verse": 46,
            "text": "And they had planned their plan, but with Allah is [recorded] their plan, even if their plan had been [sufficient] to do away with the mountains"
        },
        {
            "chapter": 14,
            "verse": 47,
            "text": "So never think that Allah will fail in His promise to His messengers. Indeed, Allah is Exalted in Might and Owner of Retribution"
        },
        {
            "chapter": 14,
            "verse": 48,
            "text": "[It will be] on the Day the earth will be replaced by another earth, and the heavens [as well], and all creatures will come out before Allah, the One, the Prevailing"
        },
        {
            "chapter": 14,
            "verse": 49,
            "text": "And you will see the criminals that Day bound together in shackles"
        },
        {
            "chapter": 14,
            "verse": 50,
            "text": "Their garments of liquid pitch and their faces covered by the Fire"
        },
        {
            "chapter": 14,
            "verse": 51,
            "text": "So that Allah will recompense every soul for what it earned. Indeed, Allah is swift in account"
        },
        {
            "chapter": 14,
            "verse": 52,
            "text": "This [Qur'an] is notification for the people that they may be warned thereby and that they may know that He is but one God and that those of understanding will be reminded"
        }
    ]
}