{
    "pages": [
        {
            "chapter": 27,
            "verse": 56,
            "text": "Soydaslarının tek cevabı birbirlerine soyle demeleri oldu: «Lut´un yakınlarını sehrinizden cıkarınız, cunku onlar temizlige pek meraklı kimselermis!»"
        },
        {
            "chapter": 27,
            "verse": 57,
            "text": "Lut´u ve esi dısındaki yakınlarını kurtardık. Esinin ise geride kalarak yok olmasını kararlastırdık"
        },
        {
            "chapter": 27,
            "verse": 58,
            "text": "Onların baslarına muthis bir yagmur yagdırdık. Uyarıları umursamayanların baslarına yagan yagmur ne fenadır"
        },
        {
            "chapter": 27,
            "verse": 59,
            "text": "Ey Muhammed de ki; «Allah´a hamd ve sectigi kullarına da selam olsun. Allah mı daha iyidir, yoksa onların Allah´a ortak kostukları duzmece ilahlar mı"
        },
        {
            "chapter": 27,
            "verse": 60,
            "text": "(Bu duzmece ilahlar mı daha iyi) yoksa gokleri ve yeri yaratan, gokten size su indiren Allah mı? Biz o su sayesinde bir tek agacını bile bitirmeye gucunuzun yetmeyecegi alımlı bahceler bitirdik. Allah´ın yanı sıra baska bir ilah mı var? Aslında onlar gercekten sapan bir toplumdurlar"
        },
        {
            "chapter": 27,
            "verse": 61,
            "text": "Bu duzmece ilahlar mı daha iyi yoksa dunyayı dengeli bir yasama alanı yapan, kara parcaları uzerindeki nehirler akıtan, yeryuzunde koklu daglar yukselten ve farklı yogunluktaki iki deniz arasına set koyan Allah mı"
        },
        {
            "chapter": 27,
            "verse": 62,
            "text": "(Bu duzmece ilahlar mı daha iyi) yoksa sıkıntıya dusene, kendisine yalvardıgı takdirde cevap vererek sıkıntısını gideren ve sizi ardarda gelen kusaklar halinde yeryuzune egemen kılan Allah mı? Allah´ın yanı sıra baska bir ilah mı var? Ne kadar kıt dusuncelisiniz"
        },
        {
            "chapter": 27,
            "verse": 63,
            "text": "(Bu duzmece ilahlar mı daha iyi) yoksa karaların ve denizlerin karanlıkları icinde size yolunuzu bulduran, rahmetinin onunden ruzgarları mujde habercisi olarak gonderen Allah mı? Allah´ın yanı sıra baska bir ilah mı var? Allah, onların kendisine kostukları ortaklardan munezzehtir"
        }
    ]
}