{
    "pages": [
        {
            "chapter": 47,
            "verse": 20,
            "text": "Inananlar «Keske cihad hakkında bir sure indirilmis olsaydı!» derler. Fakat hukmu acık bir sure indirilip de onda savastan soz edilince, kalplerinde hastalık bulunanların sana olumden bayılıp dusen kimsenin bakısı gibi baktıklarını gorursun. Oysa onlara dusen"
        },
        {
            "chapter": 47,
            "verse": 21,
            "text": "Itaat etmek ve guzel soz soylemektir. Is ciddiye bindigi zaman Allah´a sadakat gosterselerdi, elbette kendileri icin daha hayırlı olurdu"
        },
        {
            "chapter": 47,
            "verse": 22,
            "text": "Demek sizler is basına gelecek olursanız, yeryuzunde bozgunculuk yapacak, akrabalık baglarını da koparacaksınız, oyle mi"
        },
        {
            "chapter": 47,
            "verse": 23,
            "text": "Iste bunlar, Allah´ın kendilerini lanetledigi, bu yuzden kendilerini sagır ve gozlerini kor kıldıgı kimselerdir"
        },
        {
            "chapter": 47,
            "verse": 24,
            "text": "Onlar Kur´an´ı dusunmuyorlar mı? Yoksa kalpleri kilitli mi"
        },
        {
            "chapter": 47,
            "verse": 25,
            "text": "Suphesiz ki kendilerine dogru yol belli olduktan sonra, ona arka donenleri, seytan suruklemis ve kendilerine umit vermistir"
        },
        {
            "chapter": 47,
            "verse": 26,
            "text": "Bunun sebebi; onların, Allah´ın indirdiginden hoslanmayanlara «Bazı hususlarda size itaat edecegiz» demeleridir. Oysa Allah, onların gizlediklerini biliyor"
        },
        {
            "chapter": 47,
            "verse": 27,
            "text": "Ya melekler onların yuzlerine ve sırtlarına vurarak canlarını alırken durumları nasıl olacak"
        },
        {
            "chapter": 47,
            "verse": 28,
            "text": "Bu, Allah´ı gazaplandıran seye uymaları ve O´nun rızasından hosnut olmamalarından oturudur. Allah ta onların islerini bosa cıkarmıstır"
        },
        {
            "chapter": 47,
            "verse": 29,
            "text": "Yoksa, kalplerinde hastalık olanlar, Allah´ın onların kinlerini dısarı vurmayacagını mı sandılar"
        }
    ]
}