{
    "pages": [
        {
            "chapter": 3,
            "verse": 158,
            "text": "Kusku yok ki, olseniz de oldurulseniz de Allah katında toplanacaksınız"
        },
        {
            "chapter": 3,
            "verse": 159,
            "text": "Allah´tan gelen merhamet sayesinde onlara yumusak davrandın. Eger sert, katı kalpli biri olsaydın, kuskusuz cevrenden uzaklasırlardı. Onları bagısla, kendileri icin Allah´tan af dile, yapacagın isler hakkında onların goruslerini al, ama karar verince artık Allah´a dayan. Hic kuskusuz Allah kendisine dayananları sever"
        },
        {
            "chapter": 3,
            "verse": 160,
            "text": "Eger Allah size yardım ederse sizi hic kimse yenemez. Fakat eger sizi yuzustu bırakırsa O´ndan baska size kim yardım edebilir? Muminler sadece Allah´a dayansınlar"
        },
        {
            "chapter": 3,
            "verse": 161,
            "text": "Bir peygamber icin emanete hıyanet etmek olur sey degildir. Kim, boyle hainlik ederse, kıyamet gunu bu hainlik ettigi sey ile gelir. Sonra herkese kazanmıs oldugu sey odenir. Ve onlara zulmedilmez"
        },
        {
            "chapter": 3,
            "verse": 162,
            "text": "Allah´ın rızasına uyan kimse, Allah´ın gazabına ugrayan kimse gibi olur mu? Onun varacagı yer Cehennem´dir. Orası ne kotu bir varıs yeridir"
        },
        {
            "chapter": 3,
            "verse": 163,
            "text": "Onların Allah katındaki dereceleri farklıdır. Allah onların neler yaptıklarını gormektedir"
        },
        {
            "chapter": 3,
            "verse": 164,
            "text": "Allah, muminlere kendi ozlerinden bir peygamber gondermekle onlara karsı lutufta bulundu. Bu peygamber onlara Allah´ın ayetlerini okuyor, onları arındırıyor, kendilerine kitabı ve hikmeti ogretiyor. Oysa onlar daha once acık bir sapıklık icinde idiler"
        },
        {
            "chapter": 3,
            "verse": 165,
            "text": "Karsı tarafa iki katını tattırdıgımız musibet, bu kez sizin basınıza gelince «Bu nereden geldi?» demediniz mi? De ki; «O musibet kendinizden kaynaklandı.» Hic suphesiz Allah´ın gucu herseye yeter"
        }
    ]
}