{
    "rukus": [
        {
            "chapter": 6,
            "verse": 122,
            "text": "ئایا کەسێک کە مردوو بێت ( واتە بێ بڕوا بێت) و ئێمە زیندوومان کردەوە ( ھیدایەتماندا) و ڕووناکیەکمان بۆ فەراھەم ھێنا (کەقورئانە) بە ھۆی ئەوەوە لەناو خەڵکیدا دەگەڕێ و دەڕوات ئایا وەک ئەوە وایە کە لەناو تاریکستانێکدا بێت کە بەھیچ جۆرێک دەرچوونی نیە لێی بەو شێوەیە ڕازێنراوەتەوە بۆ بێ بڕوایان ئەو کردەوە (خراپانەی) دەیان کرد"
        },
        {
            "chapter": 6,
            "verse": 123,
            "text": "بەو شێوەیە لە ھەموو شارێکدا گەورەترینی تاوانباریمان کرد (بە دەسەڵاتدار) بۆ ئەوەی پیلان و فێڵ بکەن لەو شارانەدا وە فێڵ وپیلان ناکەن (لە کەس) بێجگە لەخۆیان بەڵام ئەوان ھەستی پێ ناکەن"
        },
        {
            "chapter": 6,
            "verse": 124,
            "text": "وە کاتێک ئایەتێکیان بۆ بێت دەڵێن ئێمە ھەرگیز باوەڕ ناھێنین ھەتا وێنەی ئەوەی بەپێغەمبەرانی خوا دراوە بەئێمەش نەدرێت خوا چاک دەزانێت پەیام و پێغەمبەرایەتی خۆی بۆ کوێ دەنێرێت (و کێ شیاو ترە بۆ ئەو کارە) بەزویی ئەوانەی تاوانیان کردووە دووچاریان دەبێت سووکی وڕیسوایی لای خوا وسزای سەخت بەھۆی ئەو پیلان وفێڵانەوەی کەدەیانکرد (لە بڕواداران)"
        },
        {
            "chapter": 6,
            "verse": 125,
            "text": "جا ھەرکەسێک خوا بیەوێت ڕێنمونی بکات سینگی فراوان دەکات بۆ ئیسلام (و بڕوا ھێنان) وە ھەر کەس خوا بیەوێت گومڕای کات (لەبەر نەشیاوی وسەرکەشی خۆی) سنگی زۆر تەنگ دەکات وەک ئەوەی (بیەوێت) بەرز ببێتەوە بەرەو ئاسمان ( چونکە مرۆڤ تا بەرەو ئاسمان بەرز ببێتەوە ھەست بە تەنگە نەفەسی دەکات وبەناڕەحەت ھەناسەی بۆ دەدرێت) بەو جۆرە خوا پیسی و ناپاکی دادەنێت لەسەر ئەوانەی کەبڕوا ناھێنن"
        },
        {
            "chapter": 6,
            "verse": 126,
            "text": "ئەم ئیسلامە ڕێگای پەروەردگارتە کەڕێک و ڕاستە بێگومان بەڕوونی ئایەتەکانمان باسکردووە بۆ کۆمەڵێک کەبیربکەنەوە"
        },
        {
            "chapter": 6,
            "verse": 127,
            "text": "بۆ ئەوانەیە لای پەروەردگاریان ماڵی ئاشتی کە (بەھەشتە) تەنھا ئەویش دۆستیانە بەھۆی ئەو کردەوە چاکانەی دەیان کرد"
        },
        {
            "chapter": 6,
            "verse": 128,
            "text": "وە ڕۆژێک (خوا) تێکڕا کۆیان دەکاتەوە و (دەفەرموێت) ئەی دەستەو کۆمەڵی جنۆکە بێگومان ئێوە زۆر کەستان لەئادەمیەکان گومڕا کرد وە دۆستەکانیان لەئادەمی دەڵێن ئەی پەروەردگارمان ھەندێکمان سوود و کەڵکمان لەھەندێکمان وەرگرت وە بەو کاتەو مۆڵەتە گەیشتین کەبۆت دیاری کرد بووین خوا فەرمووی ئاگر شوێنتانە بەھەمیشەیی و بێ بڕانەوە دەمێننەوە تیایدا جگە لەو کاتەی کەخوا بیەوێت بەڕاستی پەروەردگارت کار دروست و زانایە"
        },
        {
            "chapter": 6,
            "verse": 129,
            "text": "بەو شێوەیە ھەندێک لەستەمکاران دەکەین بەدۆست و پشتیوانی ھەندێکی تریان بەھۆی ئەو کردەوانەوەی ئەنجامیان دەدا"
        }
    ]
}