{
    "rukus": [
        {
            "chapter": 10,
            "verse": 61,
            "text": "وە (ئەی موحەممەد ﷺ) تۆ لە ھەر مەبەست و کارێکدا بیت وە ھەرچی لە قورئان بخوێنی و (ئێوە) ھەر کردەوەیەک بکەن بێگومان ئێمە بەسەرتانەوە شایەتین و ئاگادارین کاتێک دەڕۆنە ناویەوە و پێوەی خەریکن وە وون نابێت لەپەروەردگارت بەئەندازەی گەردیلەیەک نە لەزەوی و نە لەئاسماندا وە نەبچوکتر لەو گەردیلەیە و نە گەورەتر لەو (گەردیلەیە) مەگەر ئەوەتا لە ناو پەڕاوێکی ئاشکرادا (کەمەبەست پێی لوح المحفوظ) ـە"
        },
        {
            "chapter": 10,
            "verse": 62,
            "text": "ئاگادار بن بێگومان دۆستانی خوا ترسیان لـەسەر نیە خەفەتیش ناخۆن"
        },
        {
            "chapter": 10,
            "verse": 63,
            "text": "ئەوانەی باوەڕیان ھێناوە, وە ھەمیشە خۆیان دەپارێزن و لەخوا دەترسن"
        },
        {
            "chapter": 10,
            "verse": 64,
            "text": "ھەر بۆ ئەوانە مزگێنی وموژدە لەژیانی دونیادا و لە دواڕۆژیشدا گۆڕان نیە بۆ ووتە (و بەڵێنە) کانی خوا ھەر ئەوەیە سەرکەوتنی زۆر گەورە"
        },
        {
            "chapter": 10,
            "verse": 65,
            "text": "باخەمبارت نەکات ووتەی ئەوانە چونکە بەڕاستی ھێز و دەسەڵات ھەمووی بۆ خوایە خوایش بیسەر و زانایە"
        },
        {
            "chapter": 10,
            "verse": 66,
            "text": "ئاگادار بن بەڕاستی ھەر بۆ خوایە ھەر چی لە ئاسمانەکان ھەرچیش لە زەویدایە پەیڕەویان نەکردووە ئەوانەی بێجگە لە خوا دەپەرستن پەرستراوانێک (ھاوبەشانێ بۆ خوا) ئەوانە تەنھا شوێن گومان کەوتوون وە ئەوانە تەنھا درۆدەکەن (بەگومان و گۆترە شت دەڵێن)"
        },
        {
            "chapter": 10,
            "verse": 67,
            "text": "ئەو خوایە زاتێکە شەوی بۆ داناون تا تێیدا بحەسێنەوە ڕۆژیشی داناوە بە ڕووناککەرەوە (کەمایەی ژیان وگوزەرانتان بێت) بەڕاستی لەوەدا (کە باس کرا) چەند بەڵگە و نیشانە ھەیە بۆ کەسانێک کە دەبیستن و ژیرن"
        },
        {
            "chapter": 10,
            "verse": 68,
            "text": "ئەوانە دەڵێن خوا منداڵی بۆخۆی ھەڵبژاردوە!! پاکی و بێگەردی بۆ خوا ئەو بێ نیازە تەنھا ئەو خاوەنیانە ھەرچی وا لە ئاسمانەکان و ھەرچی وا لە زەویدا ھیچ بەڵگەیەکتان لا نیە بەمەی کە دەیڵێن. ئایا شتێک دەڵێن بە دەم خواوە کە نایزانن و بێ ئاگان لێی"
        },
        {
            "chapter": 10,
            "verse": 69,
            "text": "(ئەی موحەممەد ﷺ) بڵێ بەڕاستی ئەوانەی کە درۆ ھەڵ دەبەستن بە ناوی خواوە (ھەرگیز) ڕزگارنابن"
        },
        {
            "chapter": 10,
            "verse": 70,
            "text": "(چونکە) بەھرە و ڕابواردنێکی کەم لە دونیادا (بەسەر دەبەن) پاشان بۆ لای ئێمەیە گەڕانەوەیان ئەمجا پێیان دەچێژین سزای زۆر توند بەھۆی ئەوەی کە بڕوایان نەھێنا (تامردن)"
        }
    ]
}