{
    "rukus": [
        {
            "chapter": 18,
            "verse": 32,
            "text": "(ئەی موحەممەد ﷺ) بۆیان بگێڕەرەوە نموونەی ئەو دوو پیاوە دابوومان بە یەکێکیان (کە بێ باوەڕ بوو) دوو باخ لە ھەموو جۆرە ترێیەک بە دار خورما دەوری ھەردوو باخەکەمان دابوو لە نێوان ئەو دوو باخەدا کشتوکاڵمان فەراھەم ھێنا بوو (بۆی)"
        },
        {
            "chapter": 18,
            "verse": 33,
            "text": "ھەردوو باخەکە بەری چاکیان گرتبوو ھیچیان لێ خەسار نەبوو بوو و لە نێوان ئەو دوو باخەدا کانیاوێکمان ھەڵقوڵاندبوو (بۆ ئاودانیان)"
        },
        {
            "chapter": 18,
            "verse": 34,
            "text": "ھەروەھا (خاوەنی ئەو دوو باخە) ماڵ و سامانی زۆری ھەبوو (لە ئاڵتون و زیوو شتی تر) جا بە ھاوڕێ (ئیماندارە ھەژارە) کەی ووت لە کاتێکدا کە قسەی لەگەڵدا دەکرد من ماڵ و سامانم لە تۆ زۆرترە کوڕ و کاڵ و خزمەتکاریشم زیاترە"
        },
        {
            "chapter": 18,
            "verse": 35,
            "text": "(بێ باوەڕەکەیان) چووە ناو باخەکەیەوە لە کاتێکدا کە ستەمکاربوو لە خۆی ووتی باوەڕ ناکەم ھەرگیز ئەم باخەم لەناو بچێت"
        },
        {
            "chapter": 18,
            "verse": 36,
            "text": "باوەڕیش ناکەم ڕۆژی دوایی بێت و ڕوو بدات سوێند بێ خۆ ئەگەر (پاش مردن) بمگێڕنەوە بۆ لای پەروەردگارم بێگومان باشتر لەم باخەم دەست دەکەوێ"
        },
        {
            "chapter": 18,
            "verse": 37,
            "text": "ھاوڕێ (ئیماندارە) کەی پێی ووت لە کاتێکدا کە گفتوگۆی لەگەڵدا دەکرد ئایا تۆ بێ باوەڕیت بەو زاتەی کە تۆی لە خاک دروستکردووە پاشان لە دڵۆپە ئاوێک پاشان کردویتی بە پیاو"
        },
        {
            "chapter": 18,
            "verse": 38,
            "text": "بەڵام من ھەر (دەڵێم) ئەو خوا پەروەردگارمە و ھیچ کەسیش ناکەم بە ھاوبەشی پەروەردگارم"
        },
        {
            "chapter": 18,
            "verse": 39,
            "text": "وە با کاتێک چوویتە ناو باخەکەتەوە بتووتایە ھەرچی خوا بیەوێت (ھەر ئەوە دەبێت) ھەموو توانایەکیش ھەر بەدەس خوایە ئەگەر تۆ من دەبینی لە تۆ کەمتریش ماڵ و دارایی و مناڵم ھەیە"
        },
        {
            "chapter": 18,
            "verse": 40,
            "text": "ئومێدم وایە کە پەروەردگارم چاکتر لە باخەکەی تۆم پێ بدات و بەڵا و بروسکەیەکیش لە ئاسمانەوە بنێرێت بۆ باخەکەی تۆ جا (باخەکەت) ببێت بەزەویەکی ووشکی ساف و خلیسک"
        },
        {
            "chapter": 18,
            "verse": 41,
            "text": "یان ئاوەکەی ڕۆبچێت بە ناخی زەویدا ئیتر ھەرگیز نەتوانی بیدۆزیتەوە"
        },
        {
            "chapter": 18,
            "verse": 42,
            "text": "سامان و بەر و بوومەکەی لە ناوبرا (بە ھەورە بروسکە سوتا و نەما) ئەمجا کابراش لە داخا دەسەکانی دەپرواند و دەیدان بە یەکدا لەسەر ئەو ماڵەی کە خەرجی کرد بوو (لە باخەکەیدا) لە کاتێکدا (کەپری) باخەکەی ھەموو کەوتوون بەسەر یەکدا (جا لە پاشە ڕۆژدا) دەڵێت: خۆزگە کەسم نەکردایە بەھاوەڵی پەروەردگارم"
        },
        {
            "chapter": 18,
            "verse": 43,
            "text": "کەسانێک نەبوو یارمەتی بدەن و بێن بەھانایەوە بێجگە لە خوا خۆیشی سەرکەوتوو نەبوو"
        },
        {
            "chapter": 18,
            "verse": 44,
            "text": "لەو شوێنانەدا پشتیوانی تایبەتی خوای ڕاست و ھەقە ھەر ئەویش چاکترین پاداشت ئەداتەوه و سەرئەنجامی باشیش (بە ئیمانداران) دەدات"
        }
    ]
}