{
    "rukus": [
        {
            "chapter": 18,
            "verse": 102,
            "text": "ئایا ئەوانەی بێ باوەڕن وا گومان دەبەن (سوودی ھەبێت بۆیان) کە بەندەکانم (وەک فریشتە و عیسا) بکەن بە یار و یاوەر و پەرستراو جگە لە من بەڕاستی ئێمە دۆزەخمان ئامادەکردووە بەجێگا و شوێن (میوانداری) بۆ بێ باوەڕان"
        },
        {
            "chapter": 18,
            "verse": 103,
            "text": "بڵێ ئایا ھەواڵتان بدەینێ بە خەسارۆمەندترین (کەس) لەکاروکردەوەکانیاندا"
        },
        {
            "chapter": 18,
            "verse": 104,
            "text": "(ئەوانە) ئەو کەسانەن کە کردەوە و کۆششیان بەفیڕۆ چوو لەژیانی دونیادا واشیان گومان دەبرد بەڕاستی ئەوان کارێکی زۆر چاک دەکەن"
        },
        {
            "chapter": 18,
            "verse": 105,
            "text": "ئەوانە کەسانێکن بێ باوەڕ بوون بەنیشانەکانی پەروردگاریان و گەیشتن بەخزمەتی (لەدوارۆژدا) لەبەر ئەوە کردەوەکانیان پوچەڵ و بێ پاداشت دەرچوو کەواتە لەڕۆژی دواییدا ھیچ نرخ و ڕێزێکیان بۆ دانانێین"
        },
        {
            "chapter": 18,
            "verse": 106,
            "text": "ئەوە تۆڵە و سزایان دۆزەخە لەبەر ئەوە بێ باوەڕبوون و گاڵتەیان دەکرد بەنیشانەکان و پێغەمبەرانی ئێمە"
        },
        {
            "chapter": 18,
            "verse": 107,
            "text": "بەڕاستی ئەوانەی کەئیمان و باوڕیان ھێناوە وەکردەوەی چاکیان کردووە بەھەشتەکانی فیردەوس جێگای (میوانداری) ئەوانە"
        },
        {
            "chapter": 18,
            "verse": 108,
            "text": "بەبەردەوامی تێیدا دەمێننەوە داوای گواستنەوە ناکەن لەو(بەھەشتە) دا"
        },
        {
            "chapter": 18,
            "verse": 109,
            "text": "(ئەی موحەممەد ﷺ) بڵێ ئەگەر(ئاوی) دەریاکان ببوایە بەمرەکەب بۆ (نوسینی) زانیاری پەروەردگارم بێگومان (ئاوی) دەریاکان تەواو دەبوون پێش ئەوەی زانیاری پەروەردگارم تەواو ببێت ئەگەر چەند ئەوەندەی دەریاکانیش بھێنین و (بیکەین بە مرەکەب زانیاری خوا تەواو نابێت) بڵێ (بەو بێ باوەڕانە) بێگومان منیش تەنھا ئادەمیزادێکم وەک ئێوە"
        },
        {
            "chapter": 18,
            "verse": 110,
            "text": "بەڵام وەحیم بۆ دێت بەڕاستی پەروەردگاری ئێوە پەروەردگارێکی تاک و تەنھایە جا ھەرکەس بەتەمایە بەخزمەت پەروەردگاری بگات (لەقیامەتدا) ئەوە با کردەوەی چاک بکات وە لەپەرستنی پەروەردگاریدا کەس نەکات بەھاوبەشی"
        }
    ]
}