{
    "rukus": [
        {
            "chapter": 27,
            "verse": 83,
            "text": "(ئەی موحەممەد ﷺ) باسی) ئەو ڕۆژە بکە لەھەموو میللەتێك پۆلێکی زۆر کۆدەکەینەوە لەوانەی ئایەتەکانی ئێمەیان بەدرۆ دەزانی ئەمجا ئەوان بەرو ودوا ھەموویان کۆدەکرێنەوە ودەدرێن بەر (بۆ لێپرسینەوە)"
        },
        {
            "chapter": 27,
            "verse": 84,
            "text": "ھەتا کاتێك دێن (بۆ شوێنی کۆکردنەوەیان) (خوا) ئەفەرموێ ئایا ئێوە ئایەتەکانی منتان بەدرۆ دەزانی (باوەڕتان پێ نەھێنا) لەکاتێکدا ھیچ زانیاریەکتان دەربارەیان نەبوو یان ئێوە چیتان دەکرد (لەدونیا)"
        },
        {
            "chapter": 27,
            "verse": 85,
            "text": "وە بڕیاری (سزادانیان) بەسەرا دەسەپێ بەھۆی ستەمکاریانەوە ئەمجا ئەوان ھیچ قسە ناکەن"
        },
        {
            "chapter": 27,
            "verse": 86,
            "text": "ئایا (بێ بڕوایان) نەیان زانیوە و نابینن ئێمە شەومان سازاندووە بۆ ئەوەی ئەوان ئارامی تیا بگرن وە ڕۆژمان ڕووناك کردووە (ئیش و کاری تیا دەکەن) بەڕاستی لەمەدا چەند بەڵگە و نیشانە ھەیە بۆ کەسانێك باوەڕ دەھێنن (بەخوا)"
        },
        {
            "chapter": 27,
            "verse": 87,
            "text": "(ئەی موحەممەد ﷺ) باسی) ئەو ڕۆژە بکە فوو دەکرێ بەشەیپوردا جا ھەرچی کەس لەئاسمانەکان و زەویدایە دەترسێ وڕادەچڵەکێت (ھەموو دەمرن) جگە لەو کەسانەی خوا بیەوێت (بەئارام بن و نەمرن) وە ھەموو بەملکەچی و سەر شۆڕی دێنەوە لای خوا"
        },
        {
            "chapter": 27,
            "verse": 88,
            "text": "وە ئەو کێوو چیانە دەبینیت وا دەزانیت دامەزراون (لەشوێنی خۆیاندا) (کاتێك فووکرا بەشەیپوردا) چیاکان وەکو ڕۆشتنی ھەور دەڕۆن ئەمە دروستکراوی ئەو خوایە کەھەموو شتێکی بەو پەڕی ڕێك و پێکی دروستکردووە بەڕاستی خوا ئاگادارە بەھەر کردەوەیەك ئێوە دەیکەن"
        },
        {
            "chapter": 27,
            "verse": 89,
            "text": "ھەرکەس کردەوەی چاکی کردبێت (لەڕۆژی دواییدا) پاداشتی چاکتری لەو (کردەوەی) بۆ ھەیە وە ئەوانە دڵنیان لەترس و داچڵەکانی گەورەی ئەو ڕۆژە"
        },
        {
            "chapter": 27,
            "verse": 90,
            "text": "وە ھەرکەس خراپەی کردبێت (لەو ڕۆژەدا) بەسەر ڕوومەت ودەموچاویاندا دەخرێنە ناو ئاگری(دۆزەخ) ئایا سزا دەدرێن جگە لەوەی دەتانکرد"
        },
        {
            "chapter": 27,
            "verse": 91,
            "text": "(ئەی موحەممەد ﷺ) بڵێ) بێگومان من فەرمانم پێدراوە کەتەنھا پەروەردگاری ئەم شارە (مەککە) بپەرستم ئەو (خوایە) ی (ڕێز شکاندی) ئەم شارەی حەرام کردووە و ھەموو شتێك تەنھا ھی ئەو (خوایە) وە فەرمانم پێدراوە لەموسڵمانان بم"
        },
        {
            "chapter": 27,
            "verse": 92,
            "text": "وە (فەرمانم پێدراوە کە) قورئان بخوێنم (بەسەر خەڵکیدا) جا ھەر کەس ھیدایەتی وەرگرت ئەو بێگومان تەنھا بۆ خۆی ھیدایەت وەردەگرێت (قازانجەکەی بۆ خۆیەتی) ھەرکەسیش گومڕا بێت (زیانی بۆ خۆیەتی) وە بڵێ: بەڕاستی من تەنھا یەکێکم لەترسێنەران"
        },
        {
            "chapter": 27,
            "verse": 93,
            "text": "وە بڵێ ھەموو سوپاسگوزاریەك بۆ خوایە ئەو (خوایە) بەزوویی ئایەت و نیشانەکانی نیشانی ئێوە دادەت ئێوەش دەیانناسن (کەئایەتی خوان) وە پەروەردگارت بێ ئاگا نیە لەوەی کەئێوە دەیکەن"
        }
    ]
}