{
    "rukus": [
        {
            "chapter": 34,
            "verse": 1,
            "text": "ھەموو سوپاس وستایش بۆ خوایە کە ھەرچی لە ئاسمانەکان و زەویدایە تەنیا ھی ئەوە وە لەو دواڕۆژیشدا ستایش ھەر بۆ ئەوە وە ئەو( خوا) دروست کاری ووردبینە"
        },
        {
            "chapter": 34,
            "verse": 2,
            "text": "خوا دەزانێ چی دەچێ بە ناو زەویدا و چی لێ دەردەچێ و چی دێتە خوارەوە لە ئاسمان و چی بۆ سەر دەکەوێ وەخوا میھرەبانی لێبوەردەیە"
        },
        {
            "chapter": 34,
            "verse": 3,
            "text": "بێ باوەڕان وتیان: ڕۆژی دواییمان بەسەردا نایەت (ئەی موحەممەد(ێلی اللە علیە وسلم)) بڵێ (وانیە) سوێند بە پەروەردگارم ئەو (قیامەتە) تان بۆ دێ (خوا) زانای ھەموو پەنھانەکانە لەخوا گوم نابێ قورسایی گەردیلەیەک لە ئاسمانەکان و زەویدا وە بچوکتر و گەورەتر لەوە نییە ئیللا لە کتێبێکی ئاشکراو ڕووندایە"
        },
        {
            "chapter": 34,
            "verse": 4,
            "text": "بۆ ئەوەی پاداشتی ئەوانەی باوەڕیان ھێناوەو کردەوەی چاکیان کردووە بداتەوە بۆ ئەوانە هەیە لێبوردنی (پەروەدگار) و پاداشت و ڕۆزییەکی چاك"
        },
        {
            "chapter": 34,
            "verse": 5,
            "text": "وە کەسانێك کەھەوڵ دەدەن باوەڕ بە نیشانەکانی ئێمە نەکرێ، دەستە پاچەن وهیچیان پێ ناكرێت، بۆ ئەوانەیە سزای زۆر خراپ و سەخت"
        },
        {
            "chapter": 34,
            "verse": 6,
            "text": "ئەوانە زانیاریان پێ دراوە دەزانن ئەوەی لە پەروەردگارتەوە بۆت ھاتووە تەنھا ئەوە ڕاستە و ڕێنموونی (خەڵك) دەکات بۆ ڕێگای خوای زاڵی ستایش کراو"
        },
        {
            "chapter": 34,
            "verse": 7,
            "text": "وە ئەوانەی بێ باوەڕ بوون دەیان وت ئایا پیاوێکتان نیشان بدەین کە ھەواڵتان پێ دەدات کاتێك (مردن و) بەتەواوی ڕزین و پارە پارە بوون، بەڕاستی ئێوە سەر لەنوێ دروست دەکرێنەوە"
        },
        {
            "chapter": 34,
            "verse": 8,
            "text": "ئایا ئەو (پێغەمبەر ﷺ) بەدەم خواوە درۆ دەکات یان شێتە (نەخێر وانیە) بەڵکو ئەوانەی بێ باوەڕن بەدواڕۆژ لەناو سزاو گومڕاییەکی دوور (لەڕاستی)دان"
        },
        {
            "chapter": 34,
            "verse": 9,
            "text": "دەی ئایا سەرنج نادەن بۆ ئەوەی لەبەردەم و لەپشتیانەوەیە لەئاسمان و زەویدا ئەگەر بمانەوێت دەیان بەین بەناخی زەویدا یان دەیخەینە خوار بەسەریاندا چەند پارچەیەك لەئاسمان بەڕاستی لەوەدا بەڵگەو پەند ھەیە بۆ ھەر بەندەیەك ڕوو لەخوا بێت"
        }
    ]
}