{
    "rukus": [
        {
            "chapter": 12,
            "verse": 21,
            "text": "И рече на жена си онзи египтянин, който го купи: “Отнасяй се добре с него! Може да ни е от полза или да го осиновим.” Така укрепихме Юсуф на Земята, за да го научим да тълкува сънищата. Аллах надделява в Своята повеля, ала повечето хора не знаят"
        },
        {
            "chapter": 12,
            "verse": 22,
            "text": "И когато достигна зрелостта си, Ние му дадохме мъдрост и знание. Така награждаваме благодетелните"
        },
        {
            "chapter": 12,
            "verse": 23,
            "text": "И го съблазняваше онази, в чийто дом пребиваваше. Тя залости вратите и рече: “Хайде ела!” Рече: “Опазил ме Аллах! Моят господар се отнасяше добре с мен. Не ще сполучат угнетителите.”"
        },
        {
            "chapter": 12,
            "verse": 24,
            "text": "Вълнуваше я той, но и тя щеше да го развълнува, ако не бе видял довода на своя Господ. Така бе, за да отклоним от него злото и покварата. Той бе от Нашите предани раби"
        },
        {
            "chapter": 12,
            "verse": 25,
            "text": "И се погнаха към вратата, и жената скъса ризата му отзад. И се натъкнаха на господаря й при вратата. Тя рече: “Какво е възмездието за онзи, който е поискал зло за твоето семейство, освен да го затворят, или пък болезнено мъчение?”"
        },
        {
            "chapter": 12,
            "verse": 26,
            "text": "Рече [Юсуф]: “Тя ме съблазняваше.” И заяви свидетел от семейството й: “Ако ризата му е скъсана отпред, тя казва истината, а той лъже"
        },
        {
            "chapter": 12,
            "verse": 27,
            "text": "А ако ризата му е скъсана отзад, тя лъже, а той казва истината.”"
        },
        {
            "chapter": 12,
            "verse": 28,
            "text": "И когато [господарят] видя, че ризата му е скъсана отзад, рече: “Това е от коварството на вас, жените! Коварството ви е огромно"
        },
        {
            "chapter": 12,
            "verse": 29,
            "text": "Юсуф, не споменавай това! А ти, жено, моли опрощение за своето прегрешение! Ти си от съгрешилите.”"
        }
    ]
}