{
    "rukus": [
        {
            "chapter": 48,
            "verse": 11,
            "text": "Останалите [по домовете си лицемери] бедуини ще ти рекат: “Задържаха ни нашите имоти и семейства, затова моли за нас опрощение!” Изричат с езиците си онова, което не е в сърцата им. Кажи: “Кой ще попречи с нещо на Аллах, ако Той пожелае да ви засегне с бе"
        },
        {
            "chapter": 48,
            "verse": 12,
            "text": "Но вие мислехте, че Пратеника и вярващите никога не ще се върнат при своите семейства. И бе разкрасено това в сърцата ви. И допуснахте лоша догадка. И станахте погубени хора"
        },
        {
            "chapter": 48,
            "verse": 13,
            "text": "А за онези, които не вярват в Аллах и в Неговия Пратеник - Ние сме приготвили за неверниците пламъци"
        },
        {
            "chapter": 48,
            "verse": 14,
            "text": "На Аллах принадлежи владението на небесата и на земята. Опрощава Той комуто пожелае и наказва Той когото пожелае. Аллах е опрощаващ, милосърден"
        },
        {
            "chapter": 48,
            "verse": 15,
            "text": "Останалите [по домовете си] ще рекат, когато се отправите [на война] към богатства, за да ги вземете: “Позволете ни да ви последваме!” Искат да променят Словото на Аллах. Кажи: “Не ще ни последвате. Така рече Аллах от по-рано.” Ще кажат: “Не, вие ни завиж"
        },
        {
            "chapter": 48,
            "verse": 16,
            "text": "Кажи на останалите [по домовете си] бедуини: “Ще бъдете призовани срещу хора с огромна сила. Или ще се сражавате с тях, или ще се покорят. Аллах ще ви дари хубава награда, ако се подчините. А ако се отметнете, както се отметнахте преди, ще ви накаже Той с"
        },
        {
            "chapter": 48,
            "verse": 17,
            "text": "За слепеца не е грях, нито за куция е грях, нито за болния е грях, [ако не излязат на сражение]. А който се подчинява на Аллах и на Неговия Пратеник, ще го въведе Той в Градините, сред които реки текат. А който се отметне, ще го накаже Той с болезнено мъч"
        }
    ]
}