{
    "rukus": [
        {
            "chapter": 2,
            "verse": 30,
            "text": "И когато твоят Господ рече на ангелите: “Ще създам на земята наместник.” - рекоха: “Нима ще създадеш там някой, който ще сее по нея развала и ще лее кърви, докато ние Те славим с възхвала и възнасяме Твоята святост?” Рече: “Знам, каквото вие не знаете.”"
        },
        {
            "chapter": 2,
            "verse": 31,
            "text": "И научи Той Адам на имената на всички [неща], после ги представи на ангелите и рече: “Съобщете ми имената на тези [неща], ако говорите истината!”"
        },
        {
            "chapter": 2,
            "verse": 32,
            "text": "Рекоха: “Пречист си Ти! Нямаме друго знание, освен това, на което Ти ни научи. Ти си Всезнаещия, Премъдрия.”"
        },
        {
            "chapter": 2,
            "verse": 33,
            "text": "Рече: “О, Адам, съобщи им имената!” И когато им съобщи имената, каза: “Не ви ли рекох, че знам неведомото на небесата и на земята, и знам какво разкривате и какво потулвате?”"
        },
        {
            "chapter": 2,
            "verse": 34,
            "text": "И когато рекохме на ангелите: “Поклонете се на Адам!”, те се поклониха, освен Иблис. Възпротиви се той, възгордя се и стана един от неверниците"
        },
        {
            "chapter": 2,
            "verse": 35,
            "text": "И рекохме: “О, Адам, пребивавай с жена си в Рая и яжте оттам в доволство, откъдето пожелаете, но не приближавайте до онова дърво, та да не станете угнетители!”"
        },
        {
            "chapter": 2,
            "verse": 36,
            "text": "А сатаната ги подмами да се подхлъзнат и ги извади от Рая, където бяха. И казахме: “Напуснете - врагове един на друг! За вас на земята има пребивание и ползване до време.”"
        },
        {
            "chapter": 2,
            "verse": 37,
            "text": "И получи Адам слова от своя Господ, и Той прие покаянието му. Той е Приемащия покаянието, Милосърдния"
        },
        {
            "chapter": 2,
            "verse": 38,
            "text": "Казахме: “Напуснете оттук всички! И дойде ли при вас напътствие от Мен, за онези, които последват Моето напътствие, не ще има страх и не ще скърбят"
        },
        {
            "chapter": 2,
            "verse": 39,
            "text": "А които не вярват и взимат за лъжа Нашите знамения, тези са обитателите на Огъня, там ще пребивават вечно.”"
        }
    ]
}