{
    "manzils": [
        {
            "chapter": 50,
            "verse": 1,
            "text": "Qaf. Par le Coran glorieux"
        },
        {
            "chapter": 50,
            "verse": 2,
            "text": "Ils s’etonnent pourtant que l’un des leurs soit venu vers eux en avertisseur"
        },
        {
            "chapter": 50,
            "verse": 3,
            "text": "Les mecreants disent alors : « C’est une chose bien etrange ! Une fois que nous serons morts et reduits en poussiere… ?[519] Voila un retour bien peu probable ! »"
        },
        {
            "chapter": 50,
            "verse": 4,
            "text": "Nous savons certes ce que la terre devorera (de leurs depouilles), et Nous avons un Livre ou tout est conserve"
        },
        {
            "chapter": 50,
            "verse": 5,
            "text": "Mais ils ont traite de mensonge la verite lorsqu’elle leur est parvenue, or les voila donc face a une affaire embarrassante"
        },
        {
            "chapter": 50,
            "verse": 6,
            "text": "N’ont-ils donc pas vu le ciel au-dessus d’eux, et comment Nous l’avons edifie et orne (en le faisant) sans aucune faille"
        },
        {
            "chapter": 50,
            "verse": 7,
            "text": "Et la terre (que) Nous avons etendue, ou Nous avons erige des montagnes et avons fait pousser par couples des (plantes) de toute beaute"
        },
        {
            "chapter": 50,
            "verse": 8,
            "text": "Voila qui est a mediter et a retenir par tout serviteur qui aime a se repentir"
        },
        {
            "chapter": 50,
            "verse": 9,
            "text": "Nous avons fait descendre du ciel une eau benie, par laquelle Nous avons fait pousser des jardins et le grain des moissons"
        },
        {
            "chapter": 50,
            "verse": 10,
            "text": "et les palmiers de belle venue aux regimes regulierement disposes"
        },
        {
            "chapter": 50,
            "verse": 11,
            "text": "comme subsistance pour les serviteurs (d’Allah). Nous avons (par l’eau) fait revivre une terre morte. Telle sera la resurrection"
        },
        {
            "chapter": 50,
            "verse": 12,
            "text": "Le peuple de Noe, les gens d’Ar-Rass et les Thamud avaient deja, avant eux, crie au mensonge"
        },
        {
            "chapter": 50,
            "verse": 13,
            "text": "de meme que les ‘Ad, Pharaon et les freres de Loth"
        },
        {
            "chapter": 50,
            "verse": 14,
            "text": "les gens de Al-Aykah aussi, et le peuple de Tubba’, tous oserent dementir les Messagers. Ainsi Ma Menace put-elle se justifier"
        },
        {
            "chapter": 50,
            "verse": 15,
            "text": "La premiere creation Nous aurait-elle epuise au point qu’ils doutent d’une creation nouvelle"
        },
        {
            "chapter": 50,
            "verse": 16,
            "text": "Nous avons cree l’homme et Nous savons ce que lui susurre son ame. Nous sommes plus proche de lui que ne l’est sa veine jugulaire"
        },
        {
            "chapter": 50,
            "verse": 17,
            "text": "Deux (Anges) charges de recueillir (ses œuvres) les recueillent, assis l’un a gauche et l’autre a droite"
        },
        {
            "chapter": 50,
            "verse": 18,
            "text": "Il ne profere aucune parole sans qu’un observateur pret (a l’enregistrer) ne soit a ses cotes"
        },
        {
            "chapter": 50,
            "verse": 19,
            "text": "Les affres de la mort arrivent soudain, revelant la verite : « Voila ce que tu voulais eviter. »"
        },
        {
            "chapter": 50,
            "verse": 20,
            "text": "Il sera alors souffle dans le Cor : « Voici venu le Jour de la Menace ! »"
        },
        {
            "chapter": 50,
            "verse": 21,
            "text": "Chaque ame viendra accompagnee d’un guide et d’un temoin"
        },
        {
            "chapter": 50,
            "verse": 22,
            "text": "« Tu etais distrait de tout cela, (lui sera-t-il dit), et voila que Nous levons ton voile : ta vue est aujourd’hui percante. »"
        },
        {
            "chapter": 50,
            "verse": 23,
            "text": "Son compagnon dira : «Voici ce qui m’a ete confie. »"
        },
        {
            "chapter": 50,
            "verse": 24,
            "text": "« Vous deux, (dira Allah), jetez dans la Gehenne tout mecreant obstine et rebelle"
        },
        {
            "chapter": 50,
            "verse": 25,
            "text": "prompt a s’opposer au bien et a enfreindre (les lois), et sceptique (invetere)"
        },
        {
            "chapter": 50,
            "verse": 26,
            "text": "qui associait a Allah une autre divinite. Precipitez-le donc dans le terrible supplice ! »"
        },
        {
            "chapter": 50,
            "verse": 27,
            "text": "« Seigneur, (dira alors son autre) compagnon,[520] je ne l’ai point pousse a la rebellion, lui-meme etait alle loin dans l’egarement ! »"
        },
        {
            "chapter": 50,
            "verse": 28,
            "text": "« Ne vous disputez donc pas devant Moi, (repliquera Allah), alors que (depuis longtemps) Je vous avais prevenus par Ma Menace"
        },
        {
            "chapter": 50,
            "verse": 29,
            "text": "Ma Parole ne change pas, et Je ne suis point injuste envers les serviteurs. »"
        },
        {
            "chapter": 50,
            "verse": 30,
            "text": "Le jour ou Nous dirons a la Gehenne : « Es-tu deja pleine ? » elle repondra : « Pourrais-je avoir davantage ? »"
        },
        {
            "chapter": 50,
            "verse": 31,
            "text": "Le Paradis, (lui), sera la, rapproche (et se trouvera) non loin des (hommes) pieux"
        },
        {
            "chapter": 50,
            "verse": 32,
            "text": "« Voila donc ce qui vous a ete promis, (leur sera-t-il dit), (et aussi) a tout etre qui aime a se repentir et respecte (Nos prescriptions)"
        },
        {
            "chapter": 50,
            "verse": 33,
            "text": "qui craint le Tout Clement sans Le voir, et qui revient vers Lui avec un cœur repentant"
        },
        {
            "chapter": 50,
            "verse": 34,
            "text": "Entrez-y en paix, voici venu le jour de l’immortalite ! »"
        },
        {
            "chapter": 50,
            "verse": 35,
            "text": "Ils y auront tout ce qu’ils desireront, et Nous en avons beaucoup plus encore"
        },
        {
            "chapter": 50,
            "verse": 36,
            "text": "Que de generations avant eux n’avons-Nous pas aneanties, qui etaient (pourtant) bien plus feroces et qui avaient parcouru le monde a la recherche d’une issue par ou fuir"
        },
        {
            "chapter": 50,
            "verse": 37,
            "text": "Il y a certes la un rappel pour quiconque a un cœur et sait preter l’oreille tout en etant temoin"
        },
        {
            "chapter": 50,
            "verse": 38,
            "text": "Nous avons cree les cieux, la terre et ce qu’il y a entre eux en six jours, sans que ne Nous ait affecte la moindre lassitude"
        },
        {
            "chapter": 50,
            "verse": 39,
            "text": "Supporte donc avec patience ce qu’ils te disent ! Rends gloire a ton Seigneur, celebre Ses louanges avant le lever et le coucher du soleil"
        },
        {
            "chapter": 50,
            "verse": 40,
            "text": "Glorifie-Le aussi durant une partie de la nuit et a la fin des prieres"
        },
        {
            "chapter": 50,
            "verse": 41,
            "text": "Prete une oreille attentive, le jour ou le heraut (de l’Heure) appellera d’un lieu tout proche"
        },
        {
            "chapter": 50,
            "verse": 42,
            "text": "Le jour ou ils entendront le Cri, en toute verite, sera le Jour de la Resurrection"
        },
        {
            "chapter": 50,
            "verse": 43,
            "text": "C’est certes Nous Qui faisons vivre et faisons mourir, et c’est vers Nous que sera le devenir"
        },
        {
            "chapter": 50,
            "verse": 44,
            "text": "Le jour ou la terre se sera fendue (pour les expulser) brusquement (de leurs tombes), il Nous sera alors facile de les ramener en foule"
        },
        {
            "chapter": 50,
            "verse": 45,
            "text": "Nous Savons le mieux ce qu’ils disent. Tu n’as pas a les contraindre (a la foi). Rappelle plutot, par le Coran, quiconque craint Ma Menace"
        },
        {
            "chapter": 51,
            "verse": 1,
            "text": "Par les eparpilleurs qui eparpillent tout"
        },
        {
            "chapter": 51,
            "verse": 2,
            "text": "Par les porteurs de lourdes charges"
        },
        {
            "chapter": 51,
            "verse": 3,
            "text": "Par les coureurs avec autant d’aisance"
        },
        {
            "chapter": 51,
            "verse": 4,
            "text": "Par les distributeurs (des biens) conformement a un ordre"
        },
        {
            "chapter": 51,
            "verse": 5,
            "text": "Ce qui vous est promis ne peut-etre que vrai"
        },
        {
            "chapter": 51,
            "verse": 6,
            "text": "Et la Retribution aura certes lieu"
        },
        {
            "chapter": 51,
            "verse": 7,
            "text": "Par le ciel si harmonieusement faconne"
        },
        {
            "chapter": 51,
            "verse": 8,
            "text": "Vos avis sont inconstants"
        },
        {
            "chapter": 51,
            "verse": 9,
            "text": "(Du Coran)[522] se detournera certes celui qui s’est deja detourne (de la foi)"
        },
        {
            "chapter": 51,
            "verse": 10,
            "text": "Que perissent les fieffes menteurs"
        },
        {
            "chapter": 51,
            "verse": 11,
            "text": "qui sont noyes dans l’insouciance"
        },
        {
            "chapter": 51,
            "verse": 12,
            "text": "et qui demandent : «Quand donc viendra le Jour de la Retribution ? »"
        },
        {
            "chapter": 51,
            "verse": 13,
            "text": "Jour ou ils seront eprouves par le Feu"
        },
        {
            "chapter": 51,
            "verse": 14,
            "text": "« Goutez donc votre epreuve, (leur sera-t-il dit), car c’est bien cela que vous vous empressiez de voir arriver ! »"
        },
        {
            "chapter": 51,
            "verse": 15,
            "text": "Les gens pieux seront au milieu des jardins et des ruisseaux"
        },
        {
            "chapter": 51,
            "verse": 16,
            "text": "y recevant ce que leur aura donne leur Seigneur, car ils etaient autrefois bienfaisants"
        },
        {
            "chapter": 51,
            "verse": 17,
            "text": "La nuit, ils dormaient peu"
        },
        {
            "chapter": 51,
            "verse": 18,
            "text": "A la pointe de l’aube, ils imploraient le pardon"
        },
        {
            "chapter": 51,
            "verse": 19,
            "text": "Une part de leurs biens etait reservee aux mendiants et aux demunis"
        },
        {
            "chapter": 51,
            "verse": 20,
            "text": "Il y a sur terre des Signes pour ceux dont la foi est sure"
        },
        {
            "chapter": 51,
            "verse": 21,
            "text": "Et (il y en a aussi) en vous-memes. Ne voyez-vous donc pas"
        },
        {
            "chapter": 51,
            "verse": 22,
            "text": "Dans le ciel se trouvent votre subsistance et tout ce qui vous est promis"
        },
        {
            "chapter": 51,
            "verse": 23,
            "text": "Par le Seigneur du ciel et de la terre, (cette promesse) est tout aussi vraie que l’est votre don de la parole"
        },
        {
            "chapter": 51,
            "verse": 24,
            "text": "T’est-il donc parvenu le recit des hotes honores d’Abraham"
        },
        {
            "chapter": 51,
            "verse": 25,
            "text": "Entres chez lui, ils lui dirent : « Paix ! (Salam) » « Paix a vous, etranges inconnus ! » leur repondit-il"
        },
        {
            "chapter": 51,
            "verse": 26,
            "text": "Il se retira rapidement et discretement aupres de sa famille et revint avec un veau gras"
        },
        {
            "chapter": 51,
            "verse": 27,
            "text": "En leur presentant le plat, (Abraham) dit : « Ne mangez-vous pas ? »"
        },
        {
            "chapter": 51,
            "verse": 28,
            "text": "(Voyant qu’) il commencait a prendre peur devant eux, ils lui dirent : « N’aie aucune crainte ! » et ils lui annoncerent l’heureuse (venue au monde) d’un fils (dote) d’un grand savoir"
        },
        {
            "chapter": 51,
            "verse": 29,
            "text": "Sa femme fit irruption, criant et se frappant le visage : « (Avoir des enfants ?) Une vieille femme sterile (comme moi) ? »"
        },
        {
            "chapter": 51,
            "verse": 30,
            "text": "« C’est ce qu’a decrete ton Seigneur, repondirent-ils, c’est Lui le Sage et l’Omniscient. »"
        },
        {
            "chapter": 51,
            "verse": 31,
            "text": "« Quelle est donc la raison de votre visite, o emissaires ? » demanda (Abraham)"
        },
        {
            "chapter": 51,
            "verse": 32,
            "text": "« Nous sommes envoyes vers des gens coupables, repondirent-ils"
        },
        {
            "chapter": 51,
            "verse": 33,
            "text": "pour faire pleuvoir sur eux des pierres d’argile"
        },
        {
            "chapter": 51,
            "verse": 34,
            "text": "portant un signe aupres de ton Seigneur pour ceux qui commettent des abus. »"
        },
        {
            "chapter": 51,
            "verse": 35,
            "text": "Nous en fimes evacuer ceux qui etaient croyants"
        },
        {
            "chapter": 51,
            "verse": 36,
            "text": "Mais Nous n’y trouvames qu’une seule maison de (croyants) Soumis"
        },
        {
            "chapter": 51,
            "verse": 37,
            "text": "Et Nous y laissames un Signe pour ceux qui craignent le supplice tres douloureux"
        },
        {
            "chapter": 51,
            "verse": 38,
            "text": "(Il est aussi un Signe) en Moise, que Nous envoyames a Pharaon muni d’une evidente preuve d’autorite"
        },
        {
            "chapter": 51,
            "verse": 39,
            "text": "Mais il se detourna, conforte dans son pouvoir, et dit : « Voila bien un magicien ou un fou ! »"
        },
        {
            "chapter": 51,
            "verse": 40,
            "text": "Nous Nous saisimes alors de lui et de son armee, et les precipitames dans les flots. (Il y disparut) blame et reprouve"
        },
        {
            "chapter": 51,
            "verse": 41,
            "text": "(Un autre Signe) fut celui des ‘Ad, sur lesquels Nous dechainames des vents ravageurs"
        },
        {
            "chapter": 51,
            "verse": 42,
            "text": "qui ne laissaient rien sur leur passage qu’ils n’aient reduit en poussiere"
        },
        {
            "chapter": 51,
            "verse": 43,
            "text": "De meme les Thamud, lorsqu’il leur fut dit : « Jouissez donc (de vos biens) pour un temps ! »"
        },
        {
            "chapter": 51,
            "verse": 44,
            "text": "Ils se dresserent contre l’ordre de leur Seigneur et furent emportes par la foudre, alors qu’ils ne faisaient que regarder, (impuissants)"
        },
        {
            "chapter": 51,
            "verse": 45,
            "text": "Ils ne purent ni se lever, ni triompher (de ce qu’il leur arrivait)"
        },
        {
            "chapter": 51,
            "verse": 46,
            "text": "(Ainsi en fut-il) du peuple de Noe qui etait aussi un peuple de pervers"
        },
        {
            "chapter": 51,
            "verse": 47,
            "text": "Le ciel, c’est Nous Qui l’avons puissamment bati et Nous ne cessons de l’elargir"
        },
        {
            "chapter": 51,
            "verse": 48,
            "text": "La terre, c’est Nous Qui l’avons etendue (et amenagee)! Quel excellent Amenageur Nous sommes"
        },
        {
            "chapter": 51,
            "verse": 49,
            "text": "De toute chose, Nous avons cree un couple afin que vous y reflechissiez"
        },
        {
            "chapter": 51,
            "verse": 50,
            "text": "« Fuyez vers Allah ! Je viens vers vous de Sa part en avertisseur explicite"
        },
        {
            "chapter": 51,
            "verse": 51,
            "text": "N’associez a Allah aucune autre divinite ! Je viens de Sa part en avertisseur explicite. »"
        },
        {
            "chapter": 51,
            "verse": 52,
            "text": "Ainsi, il n’etait venu vers ceux qui les avaient devances aucun Messager sans qu’ils n’aient dit (de lui) : « Voila bien un magicien ou un fou ! »"
        },
        {
            "chapter": 51,
            "verse": 53,
            "text": "Se seraient-ils passe le mot a son sujet ? Non, c’est plutot un peuple rebelle"
        },
        {
            "chapter": 51,
            "verse": 54,
            "text": "Detourne-toi d’eux, tu n’en seras point blame"
        },
        {
            "chapter": 51,
            "verse": 55,
            "text": "Et rappelle, car le rappel profite aux croyants"
        },
        {
            "chapter": 51,
            "verse": 56,
            "text": "Je n’ai cree les djinns et les hommes que pour qu’ils M’adorent"
        },
        {
            "chapter": 51,
            "verse": 57,
            "text": "Je ne leur reclame aucune subsistance ni n’attends qu’ils Me nourrissent"
        },
        {
            "chapter": 51,
            "verse": 58,
            "text": "Allah, Lui, est le Dispensateur de subsistance, le Tres Fort, l’Inebranlable"
        },
        {
            "chapter": 51,
            "verse": 59,
            "text": "Ceux qui ont commis des injustices auront une part (de chatiment) identique a celle de leurs semblables (des temps passes). Qu’ils ne soient donc pas empresses (de hater le chatiment)"
        },
        {
            "chapter": 51,
            "verse": 60,
            "text": "Malheur a ceux qui ont mecru, quand (viendra) ce jour qui est le leur et dont ils sont menaces"
        },
        {
            "chapter": 52,
            "verse": 1,
            "text": "Par le Mont"
        },
        {
            "chapter": 52,
            "verse": 2,
            "text": "Par un Livre ecrit"
        },
        {
            "chapter": 52,
            "verse": 3,
            "text": "sur un parchemin que l’on deplie"
        },
        {
            "chapter": 52,
            "verse": 4,
            "text": "Par la Maison emplie (d’adorateurs)"
        },
        {
            "chapter": 52,
            "verse": 5,
            "text": "Par la Voute bien haute"
        },
        {
            "chapter": 52,
            "verse": 6,
            "text": "Et par la mer embrasee"
        },
        {
            "chapter": 52,
            "verse": 7,
            "text": "Le supplice de ton Seigneur s’accomplira sans nul doute"
        },
        {
            "chapter": 52,
            "verse": 8,
            "text": "Rien ne pourra le repousser"
        },
        {
            "chapter": 52,
            "verse": 9,
            "text": "Le jour ou le ciel se mettra a tournoyer intensement"
        },
        {
            "chapter": 52,
            "verse": 10,
            "text": "et les montagnes se mettront reellement en mouvement"
        },
        {
            "chapter": 52,
            "verse": 11,
            "text": "malheur, ce jour-la, aux negateurs obstines"
        },
        {
            "chapter": 52,
            "verse": 12,
            "text": "qui se complaisent dans de vaines paroles"
        },
        {
            "chapter": 52,
            "verse": 13,
            "text": "Ce jour-la, ils seront precipites dans le Feu de la Gehenne"
        },
        {
            "chapter": 52,
            "verse": 14,
            "text": "« Voici le Feu que vous teniez pour un mensonge"
        },
        {
            "chapter": 52,
            "verse": 15,
            "text": "Est-ce donc de la magie, ou ne voyez-vous pas clair"
        },
        {
            "chapter": 52,
            "verse": 16,
            "text": "Entrez-y et brulez! Que vous le supportiez ou que vous ne le supportiez pas, la chose sera pour vous egale. Vous n’etes retribues que pour ce que vous faisiez. »"
        },
        {
            "chapter": 52,
            "verse": 17,
            "text": "Les gens pieux seront dans des jardins, (au milieu) des delices"
        },
        {
            "chapter": 52,
            "verse": 18,
            "text": "y jouissant de ce que leur Seigneur leur aura accorde, et (heureux) que leur Seigneur les ait preserves du supplice de la Fournaise"
        },
        {
            "chapter": 52,
            "verse": 19,
            "text": "« Mangez et buvez en paix, c’est la le prix de vos œuvres ! »"
        },
        {
            "chapter": 52,
            "verse": 20,
            "text": "Ils seront accoudes sur des lits bien disposes, et Nous leur donnerons comme epouses des houris aux grands yeux noirs"
        },
        {
            "chapter": 52,
            "verse": 21,
            "text": "Ceux qui ont cru puis ont ete suivis dans la foi par leur progeniture, Nous les ferons rejoindre par leur descendance sans rien diminuer du merite de leurs œuvres, chaque individu devant repondre de ce qu’il aura accompli"
        },
        {
            "chapter": 52,
            "verse": 22,
            "text": "Nous leur donnerons a profusion les fruits et les viandes dont ils auront envie"
        },
        {
            "chapter": 52,
            "verse": 23,
            "text": "Ils y feront tourner entre eux une coupe (de vin) qui n’est la cause ni de propos futiles ni n’induit au peche"
        },
        {
            "chapter": 52,
            "verse": 24,
            "text": "De jeunes serviteurs a leurs ordres circuleront entre eux, tels des perles soigneusement conservees (dans leur coquillage)"
        },
        {
            "chapter": 52,
            "verse": 25,
            "text": "Ils s’elanceront les uns vers les autres, en s’interrogeant"
        },
        {
            "chapter": 52,
            "verse": 26,
            "text": "« Quand nous etions autrefois parmi les notres, nous redoutions (le chatiment d’Allah)"
        },
        {
            "chapter": 52,
            "verse": 27,
            "text": "Allah nous a donc fait grace en nous epargnant le tourment de As-Samum"
        },
        {
            "chapter": 52,
            "verse": 28,
            "text": "C’est Lui que Nous invoquions autrefois, car c’est Lui le Bienfaiteur, le Tout Misericordieux"
        },
        {
            "chapter": 52,
            "verse": 29,
            "text": "Adresse-leur donc un rappel car, par la grace de ton Seigneur, tu n’es ni devin ni fou"
        },
        {
            "chapter": 52,
            "verse": 30,
            "text": "Or s’ils disent : « C’est un poete. Attendons que la mort vienne l’emporter (lui et son Message). »"
        },
        {
            "chapter": 52,
            "verse": 31,
            "text": "Reponds-leur : « Attendez donc ! Je serai avec vous a attendre. »"
        },
        {
            "chapter": 52,
            "verse": 32,
            "text": "Serait-ce leur raison qui leur ordonne (de telles allegations) ? Ou bien sont-ils des gens enclins a la demesure"
        },
        {
            "chapter": 52,
            "verse": 33,
            "text": "Ou alors diront-ils : « C’est lui qui l’a invente. »[527] Or ce sont eux qui n’y croient pas"
        },
        {
            "chapter": 52,
            "verse": 34,
            "text": "Qu’ils apportent donc un discours qui lui soit semblable, si ce qu’ils disent est vrai"
        },
        {
            "chapter": 52,
            "verse": 35,
            "text": "Ont-ils ete crees de rien ou sont-ils leurs propres createurs"
        },
        {
            "chapter": 52,
            "verse": 36,
            "text": "Ou ont-ils (eux-memes) cree les cieux et la terre ? Non, ils n’ont aucune certitude"
        },
        {
            "chapter": 52,
            "verse": 37,
            "text": "Detiendraient-ils les tresors de ton Seigneur ? Seraient-ils, eux, les maitres dominateurs"
        },
        {
            "chapter": 52,
            "verse": 38,
            "text": "Auraient-ils une echelle depuis laquelle ils ecouteraient (les entretiens celestes) ? Que celui qui, parmi eux, est la a ecouter apporte donc une evidente preuve d’autorite"
        },
        {
            "chapter": 52,
            "verse": 39,
            "text": "(Allah) aurait donc les filles, alors que vous les fils"
        },
        {
            "chapter": 52,
            "verse": 40,
            "text": "Leur reclamerais- tu une recompense dont ils seraient lourdement oberes"
        },
        {
            "chapter": 52,
            "verse": 41,
            "text": "Disposeraient-ils des clefs de l’Inconnaissable (ghayb) dont ils pourraient consigner par ecrit (les secrets)"
        },
        {
            "chapter": 52,
            "verse": 42,
            "text": "Ou chercheraient-ils a tramer des intrigues ? Les mecreants seront alors les victimes de leurs propres intrigues"
        },
        {
            "chapter": 52,
            "verse": 43,
            "text": "Auraient-ils une divinite autre qu’Allah ? Gloire soit rendue a Allah, (Il est bien plus Haut) que tout ce qu’ils Lui associent"
        },
        {
            "chapter": 52,
            "verse": 44,
            "text": "Quand bien meme ils verraient choir des pans du ciel, ils diraient : « Ce ne sont la que nuages amonceles. »"
        },
        {
            "chapter": 52,
            "verse": 45,
            "text": "Laisse-les donc attendre leur jour, ou ils seront foudroyes"
        },
        {
            "chapter": 52,
            "verse": 46,
            "text": "Le jour ou leurs intrigues ne leur seront utiles en rien, et ou ils n’auront aucun secours"
        },
        {
            "chapter": 52,
            "verse": 47,
            "text": "Ceux qui auront commis des injustices auront (a subir) un supplice avance,[528] mais la plupart d’entre eux ne le savent pas"
        },
        {
            "chapter": 52,
            "verse": 48,
            "text": "Prends donc en patience le Jugement de ton Seigneur ! Car Nous t’avons sous Nos Yeux. Rends gloire a ton Seigneur et celebre Ses louanges en te levant"
        },
        {
            "chapter": 52,
            "verse": 49,
            "text": "Et glorifie-Le durant une (bonne) partie de la nuit et quand declinent les etoiles"
        },
        {
            "chapter": 53,
            "verse": 1,
            "text": "Par l’etoile quand elle choit"
        },
        {
            "chapter": 53,
            "verse": 2,
            "text": "Votre compagnon ne s’est pas egare, pas plus qu’il ne s’est fourvoye"
        },
        {
            "chapter": 53,
            "verse": 3,
            "text": "Il ne prononce rien qui soit du a la passion"
        },
        {
            "chapter": 53,
            "verse": 4,
            "text": "Il s’agit d’une revelation qui lui est inspiree"
        },
        {
            "chapter": 53,
            "verse": 5,
            "text": "Celui qui l’a initie est d’une force inouie"
        },
        {
            "chapter": 53,
            "verse": 6,
            "text": "et d’une vigueur extreme. Il se manifesta"
        },
        {
            "chapter": 53,
            "verse": 7,
            "text": "alors qu’il se trouvait a l’horizon supreme"
        },
        {
            "chapter": 53,
            "verse": 8,
            "text": "Puis il s’approcha et resta suspendu"
        },
        {
            "chapter": 53,
            "verse": 9,
            "text": "Il etait alors a une distance egale a la longueur de deux arcs (mis bout a bout), ou en deca encore"
        },
        {
            "chapter": 53,
            "verse": 10,
            "text": "(Allah par son intermediaire) revela a Son serviteur ce qu’Il revela"
        },
        {
            "chapter": 53,
            "verse": 11,
            "text": "Le cœur ne peut mentir devant ce qu’il a vu"
        },
        {
            "chapter": 53,
            "verse": 12,
            "text": "Allez-vous donc disputer de ce qu’il a vu, de ses propres yeux vu"
        },
        {
            "chapter": 53,
            "verse": 13,
            "text": "Il l’avait deja vu une autre fois"
        },
        {
            "chapter": 53,
            "verse": 14,
            "text": "pres du Lotus de la Limite (Sidrat-Al-Muntaha)"
        },
        {
            "chapter": 53,
            "verse": 15,
            "text": "aupres duquel se trouve le Jardin du Sejour (Ma’wa)"
        },
        {
            "chapter": 53,
            "verse": 16,
            "text": "Le Lotus etait alors couvert de ce qui devait le couvrir"
        },
        {
            "chapter": 53,
            "verse": 17,
            "text": "Le regard (du Prophete) n’a point devie ni transgresse les limites"
        },
        {
            "chapter": 53,
            "verse": 18,
            "text": "Ainsi put-il voir les plus grands Signes de son Seigneur"
        },
        {
            "chapter": 53,
            "verse": 19,
            "text": "Avez-vous donc considere Al-Lat et Al-‘Uzza"
        },
        {
            "chapter": 53,
            "verse": 20,
            "text": "et Manat, cette autre troisieme (divinite)"
        },
        {
            "chapter": 53,
            "verse": 21,
            "text": "Vous auriez donc des enfants males et Lui des filles"
        },
        {
            "chapter": 53,
            "verse": 22,
            "text": "Voila un partage bien injuste"
        },
        {
            "chapter": 53,
            "verse": 23,
            "text": "Ce ne sont la que des noms que vous avez forges vous-memes, ainsi que vos ancetres, sans qu’Allah n’ait revele a leur propos aucune evidente preuve d’autorite. Ils ne font donc que suivre les suppositions et les exigences de leurs propres passions. Pourtant, la juste direction (huda) leur est parvenue de leur Seigneur"
        },
        {
            "chapter": 53,
            "verse": 24,
            "text": "A moins que l’homme ne veuille avoir tout ce qu’il desire"
        },
        {
            "chapter": 53,
            "verse": 25,
            "text": "A Allah appartiennent la vie derniere et la vie premiere"
        },
        {
            "chapter": 53,
            "verse": 26,
            "text": "Combien d’Anges se trouvent dans les cieux et dont l’intercession est inutile ! Sauf apres qu’Allah l’aura permis a qui Il voudra et dont Il sera satisfait"
        },
        {
            "chapter": 53,
            "verse": 27,
            "text": "Ceux qui ne croient pas en l’autre monde attribuent aux Anges des noms feminins"
        },
        {
            "chapter": 53,
            "verse": 28,
            "text": "Ils n’en ont cependant aucune science, et ne font que suivre des suppositions. Or les suppositions ne sauraient dispenser en rien de la verite"
        },
        {
            "chapter": 53,
            "verse": 29,
            "text": "Detourne-toi donc de quiconque s’est lui-meme detourne de Notre Rappel, et qui ne veut rien d’autre que la vie en ce bas monde"
        },
        {
            "chapter": 53,
            "verse": 30,
            "text": "Voila jusqu’ou peut aller leur savoir. Ton Seigneur Sait le mieux qui s’est egare de Son chemin, et Il Sait le mieux qui est toujours guide (dans la juste direction)"
        },
        {
            "chapter": 53,
            "verse": 31,
            "text": "A Allah appartient ce qu’il y a dans les cieux et sur terre, afin qu’Il retribue ceux qui auront fait le mal selon leurs œuvres, et ceux qui auront fait le bien par la plus belle des recompenses"
        },
        {
            "chapter": 53,
            "verse": 32,
            "text": "ceux-la qui evitent les peches majeurs et les turpitudes et (ne faiblissent que devant) les peccadilles.[533] Vaste est le pardon de ton Seigneur ! Il en Sait sur vous mieux (que personne) quand Il vous a crees a partir de la terre, et quand vous n’etiez que des embryons dans les ventres de vos meres. Ne vous tenez pas trop pour des gens purs (et infaillibles), car Lui Sait mieux qui (Le) craint pieusement"
        },
        {
            "chapter": 53,
            "verse": 33,
            "text": "Ne vois-tu donc pas celui qui a tourne le dos (a Notre Rappel)"
        },
        {
            "chapter": 53,
            "verse": 34,
            "text": "qui a donne peu, puis s’est abstenu (de donner)"
        },
        {
            "chapter": 53,
            "verse": 35,
            "text": "Aurait-il par-devers lui la science de l’Inconnaissable (ghayb) au point qu’il voit (tout)"
        },
        {
            "chapter": 53,
            "verse": 36,
            "text": "Ou peut-etre n’a-t-il pas ete informe du contenu des Feuillets de Moise"
        },
        {
            "chapter": 53,
            "verse": 37,
            "text": "et d’Abraham qui s’est acquitte (de sa mission et de ses devoirs)"
        },
        {
            "chapter": 53,
            "verse": 38,
            "text": "(lesquels Feuillets indiquent que) nul ne portera le fardeau d’un autre"
        },
        {
            "chapter": 53,
            "verse": 39,
            "text": "et que l’homme n’aura que ce pour quoi il a œuvre"
        },
        {
            "chapter": 53,
            "verse": 40,
            "text": "et que son effort sera considere"
        },
        {
            "chapter": 53,
            "verse": 41,
            "text": "puis qu’il sera pleinement retribue"
        },
        {
            "chapter": 53,
            "verse": 42,
            "text": "et que vers ton Seigneur tout devra aller a sa fin"
        },
        {
            "chapter": 53,
            "verse": 43,
            "text": "et que c’est Lui Qui fait rire et fait pleurer"
        },
        {
            "chapter": 53,
            "verse": 44,
            "text": "et que c’est Lui Qui fait mourir et vivre"
        },
        {
            "chapter": 53,
            "verse": 45,
            "text": "et qu’Il a cree le couple en male et femelle"
        },
        {
            "chapter": 53,
            "verse": 46,
            "text": "a partir d’une goutte de sperme ejacule"
        },
        {
            "chapter": 53,
            "verse": 47,
            "text": "et qu’a Lui incombe l’autre creation"
        },
        {
            "chapter": 53,
            "verse": 48,
            "text": "et que c’est Lui Qui enrichit et Qui pourvoit aux besoins"
        },
        {
            "chapter": 53,
            "verse": 49,
            "text": "et que c’est Lui le Seigneur de Sirius"
        },
        {
            "chapter": 53,
            "verse": 50,
            "text": "et c’est Lui Qui fit perir les premiers ‘Ad"
        },
        {
            "chapter": 53,
            "verse": 51,
            "text": "et les Thamud jusqu’au dernier"
        },
        {
            "chapter": 53,
            "verse": 52,
            "text": "et le peuple de Noe, avant eux, qui fut encore plus injuste et plus rebelle"
        },
        {
            "chapter": 53,
            "verse": 53,
            "text": "et les villes renversees,[535] c’est Lui Qui les demolit"
        },
        {
            "chapter": 53,
            "verse": 54,
            "text": "Il les couvrit par ce qui devait les couvrir"
        },
        {
            "chapter": 53,
            "verse": 55,
            "text": "Quel bienfait de ton Seigneur, alors, mettras-tu en doute"
        },
        {
            "chapter": 53,
            "verse": 56,
            "text": "Voici un avertisseur heritier des avertisseurs d’autrefois"
        },
        {
            "chapter": 53,
            "verse": 57,
            "text": "L’Heure Imminente approche"
        },
        {
            "chapter": 53,
            "verse": 58,
            "text": "Elle ne saurait etre devoilee par d’autres qu’Allah"
        },
        {
            "chapter": 53,
            "verse": 59,
            "text": "Sont-ce la des propos qui vous etonnent"
        },
        {
            "chapter": 53,
            "verse": 60,
            "text": "En riez-vous plutot que d’en pleurer"
        },
        {
            "chapter": 53,
            "verse": 61,
            "text": "Ne vous en souciant nullement"
        },
        {
            "chapter": 53,
            "verse": 62,
            "text": "Prosternez-vous donc devant Allah et adorez-Le"
        },
        {
            "chapter": 54,
            "verse": 1,
            "text": "L’Heure approche et la lune s’est fendue"
        },
        {
            "chapter": 54,
            "verse": 2,
            "text": "Voient-ils un Signe, ils s’en detournent en disant : « C’est une magie appelee a disparaitre. »"
        },
        {
            "chapter": 54,
            "verse": 3,
            "text": "Ils crient au mensonge, suivent leurs penchants, mais tout ira (a son aboutissement)"
        },
        {
            "chapter": 54,
            "verse": 4,
            "text": "Il leur est pourtant parvenu des recits qui devaient les prevenir (de la mecreance)"
        },
        {
            "chapter": 54,
            "verse": 5,
            "text": "(recits) d’une grande sagesse, mais les avertissements ne servirent a rien"
        },
        {
            "chapter": 54,
            "verse": 6,
            "text": "Detourne-toi donc d’eux ! Le jour ou le Heraut annoncera une chose terrifiante"
        },
        {
            "chapter": 54,
            "verse": 7,
            "text": "les regards humbles de crainte, ils sortiront des tombes comme sauterelles dispersees"
        },
        {
            "chapter": 54,
            "verse": 8,
            "text": "tous precipites vers (l’origine de) l’appel. « C’est un jour penible ! », diront les mecreants"
        },
        {
            "chapter": 54,
            "verse": 9,
            "text": "Le peuple de Noe, avant eux, avait tout rejete et traite de menteur Notre serviteur. Ils dirent alors de lui: « C’est un insense ! » Et il fut repousse (impitoyablement)"
        },
        {
            "chapter": 54,
            "verse": 10,
            "text": "Il pria son Seigneur : « Je suis vaincu, a Toi donc de faire triompher (Ta cause) ! »"
        },
        {
            "chapter": 54,
            "verse": 11,
            "text": "Nous ouvrimes alors les portes du ciel qui (laisserent s’echapper) des eaux impetueuses"
        },
        {
            "chapter": 54,
            "verse": 12,
            "text": "Nous fimes sourdre de la terre des ruisseaux, et les eaux (du ciel et de la terre) se rejoignirent par Nos ordres predestines"
        },
        {
            "chapter": 54,
            "verse": 13,
            "text": "Nous le transportames sur (une Arche) faite de planches assemblees avec des clous"
        },
        {
            "chapter": 54,
            "verse": 14,
            "text": "qui voguait sous Nos Yeux, en recompense pour celui qui fut renie"
        },
        {
            "chapter": 54,
            "verse": 15,
            "text": "Nous laissames (l’Arche) comme Signe a la posterite. Est-il donc quelqu’un pour y reflechir"
        },
        {
            "chapter": 54,
            "verse": 16,
            "text": "Quels ne furent alors Mon Supplice et Mes Menaces"
        },
        {
            "chapter": 54,
            "verse": 17,
            "text": "Et Nous avons rendu le Coran facile a mediter. Est-il donc quelqu’un pour y reflechir"
        },
        {
            "chapter": 54,
            "verse": 18,
            "text": "Les ‘Ad crierent au mensonge. Quels ne furent alors Mon Supplice et Mes Menaces"
        },
        {
            "chapter": 54,
            "verse": 19,
            "text": "Nous envoyames contre eux, par un jour nefaste et sans fin, un vent impetueux et glacial"
        },
        {
            "chapter": 54,
            "verse": 20,
            "text": "qui arrachait les hommes comme des troncs creux de palmiers (deracines)"
        },
        {
            "chapter": 54,
            "verse": 21,
            "text": "Quels ne furent alors Mon Supplice et Mes Menaces"
        },
        {
            "chapter": 54,
            "verse": 22,
            "text": "Et Nous avons rendu le Coran facile a mediter. Est-il donc quelqu’un pour y reflechir"
        },
        {
            "chapter": 54,
            "verse": 23,
            "text": "Les Thamud taxerent de mensonges les avertissements"
        },
        {
            "chapter": 54,
            "verse": 24,
            "text": "Ils protesterent : « Allons nous suivre un seul homme d’entre nous ? Nous serions alors en plein egarement, et meme completement fous"
        },
        {
            "chapter": 54,
            "verse": 25,
            "text": "Le Message aurait-il ete confie a lui seul d’entre nous tous ? Que non, c’est un fieffe menteur ! »"
        },
        {
            "chapter": 54,
            "verse": 26,
            "text": "Ils sauront demain qui est le fieffe menteur"
        },
        {
            "chapter": 54,
            "verse": 27,
            "text": "Nous allons leur envoyer la chamelle pour les eprouver. Observe-les donc et prends patience"
        },
        {
            "chapter": 54,
            "verse": 28,
            "text": "Previens-les que l’eau sera partagee entre eux (et la chamelle) et qu’ils en boiront chacun un jour"
        },
        {
            "chapter": 54,
            "verse": 29,
            "text": "Ils appelerent leur compagnon qui prit (une arme) et l’abattit"
        },
        {
            "chapter": 54,
            "verse": 30,
            "text": "Quels ne furent alors Mon Supplice et Mes Menaces"
        },
        {
            "chapter": 54,
            "verse": 31,
            "text": "Nous envoyames contre eux un seul Cri et les voila aussi inertes que le foin d’une etable"
        },
        {
            "chapter": 54,
            "verse": 32,
            "text": "Et Nous avons rendu le Coran facile a mediter. Est-il donc quelqu’un pour y reflechir"
        },
        {
            "chapter": 54,
            "verse": 33,
            "text": "Le peuple de Loth, (a son tour), tint pour mensonges les avertissements"
        },
        {
            "chapter": 54,
            "verse": 34,
            "text": "Nous envoyames alors contre eux des trombes de cailloux et n’epargnames que la famille de Loth peu avant l’aube"
        },
        {
            "chapter": 54,
            "verse": 35,
            "text": "Ce fut un bienfait de Notre part, et c’est ainsi que Nous recompensons celui qui sait rendre graces"
        },
        {
            "chapter": 54,
            "verse": 36,
            "text": "Il (Loth) les avait pourtant prevenus de la rigueur de Notre riposte, mais ils refuserent de croire aux avertissements"
        },
        {
            "chapter": 54,
            "verse": 37,
            "text": "Ils voulaient porter atteinte a l’honneur de ses hotes, mais Nous les privames de leur vue (en leur disant) : « Goutez donc Mon Supplice et Mes Menaces ! »"
        },
        {
            "chapter": 54,
            "verse": 38,
            "text": "Le lendemain, au petit jour, un supplice continu fondit sur eux"
        },
        {
            "chapter": 54,
            "verse": 39,
            "text": "« Goutez donc Mon Supplice et Mes Menaces ! »"
        },
        {
            "chapter": 54,
            "verse": 40,
            "text": "Et Nous avons rendu le Coran facile a mediter. Est-il donc quelqu’un pour y reflechir"
        },
        {
            "chapter": 54,
            "verse": 41,
            "text": "Au peuple de Pharaon, sont parvenus egalement les avertissements"
        },
        {
            "chapter": 54,
            "verse": 42,
            "text": "Mais ils tinrent pour mensonges tous Nos Signes, et Nous les emportames comme il sied a Qui est Tout -Puissant et Omnipotent"
        },
        {
            "chapter": 54,
            "verse": 43,
            "text": "Vos mecreants seraient-ils donc meilleurs que ceux-la ? Ou bien argueriez-vous de quelque immunite vous venant des Ecritures"
        },
        {
            "chapter": 54,
            "verse": 44,
            "text": "Peut-etre diront-ils: « Nous sommes nombreux et solidaires, et nous serons vainqueurs. »"
        },
        {
            "chapter": 54,
            "verse": 45,
            "text": "Tous seront vaincus, et tourneront le dos pour prendre la fuite"
        },
        {
            "chapter": 54,
            "verse": 46,
            "text": "L’Heure sera plutot leur rendez-vous, et l’Heure est plus cruelle encore, et bien plus amere"
        },
        {
            "chapter": 54,
            "verse": 47,
            "text": "Les coupables sont en plein egarement et (livres a) la demence"
        },
        {
            "chapter": 54,
            "verse": 48,
            "text": "Le jour ou ils seront dans le Feu, traines sur leurs visages, (il leur sera dit) : « Goutez donc la chaleur (de l’Enfer) qui (maintenant) vous touche ! »"
        },
        {
            "chapter": 54,
            "verse": 49,
            "text": "Nous avons tout cree selon un Decret"
        },
        {
            "chapter": 54,
            "verse": 50,
            "text": "Notre ordre ne procede que d’un mot, un seul, aussi rapide que l’eclair"
        },
        {
            "chapter": 54,
            "verse": 51,
            "text": "Nous avons deja fait perir des peuples qui vous etaient semblables. Est-il donc quelqu’un pour y mediter"
        },
        {
            "chapter": 54,
            "verse": 52,
            "text": "Tout ce qu’ils ont fait est consigne dans les Registres (des bonnes et mauvaises œuvres)"
        },
        {
            "chapter": 54,
            "verse": 53,
            "text": "Toute (action), qu’elle soit petite ou grande, y est inscrite"
        },
        {
            "chapter": 54,
            "verse": 54,
            "text": "Les gens pieux seront au milieu des jardins et des rivieres"
        },
        {
            "chapter": 54,
            "verse": 55,
            "text": "dans une Demeure de verite, aupres d’un Roi Omnipotent"
        },
        {
            "chapter": 55,
            "verse": 1,
            "text": "Le Tout Clement"
        },
        {
            "chapter": 55,
            "verse": 2,
            "text": "Il a enseigne le Coran"
        },
        {
            "chapter": 55,
            "verse": 3,
            "text": "Il a cree l’homme"
        },
        {
            "chapter": 55,
            "verse": 4,
            "text": "et Lui a appris a parler clairement"
        },
        {
            "chapter": 55,
            "verse": 5,
            "text": "Le soleil et la lune (gravitent) selon un calcul (precis)"
        },
        {
            "chapter": 55,
            "verse": 6,
            "text": "L’etoile et les arbres se prosternent"
        },
        {
            "chapter": 55,
            "verse": 7,
            "text": "Le ciel, Il l’a eleve, et Il a etabli la balance (de l’equite)"
        },
        {
            "chapter": 55,
            "verse": 8,
            "text": "afin que vous n’abusiez pas dans la pesee"
        },
        {
            "chapter": 55,
            "verse": 9,
            "text": "Pesez donc avec equite, ne trichez pas dans la pesee"
        },
        {
            "chapter": 55,
            "verse": 10,
            "text": "La terre, Il l’a amenagee pour les humains"
        },
        {
            "chapter": 55,
            "verse": 11,
            "text": "S’y trouvent des fruits, ainsi que les palmiers charges de leurs regimes"
        },
        {
            "chapter": 55,
            "verse": 12,
            "text": "Et les graines (de cereales) dans leurs enveloppes, ainsi que les plantes odoriferantes"
        },
        {
            "chapter": 55,
            "verse": 13,
            "text": "Quels bienfaits de votre Seigneur, oseriez-vous donc, vous deux,[539] dementir"
        },
        {
            "chapter": 55,
            "verse": 14,
            "text": "Il crea l’homme d’une argile semblable a celle de la poterie"
        },
        {
            "chapter": 55,
            "verse": 15,
            "text": "Et Il crea les djinns d’un feu pur et sans fumee"
        },
        {
            "chapter": 55,
            "verse": 16,
            "text": "Quels bienfaits de votre Seigneur, oseriez-vous donc, vous deux, dementir"
        },
        {
            "chapter": 55,
            "verse": 17,
            "text": "Le Seigneur des deux Orients, (Il est aussi) le Seigneur des deux Occidents"
        },
        {
            "chapter": 55,
            "verse": 18,
            "text": "Quels bienfaits de votre Seigneur, oseriez-vous donc, vous deux, dementir"
        },
        {
            "chapter": 55,
            "verse": 19,
            "text": "Il a laisse courir les deux mers qui se rencontrent"
        },
        {
            "chapter": 55,
            "verse": 20,
            "text": "Entre les deux (se dresse) une barriere pour qu’elles n’empietent pas l’une sur l’autre"
        },
        {
            "chapter": 55,
            "verse": 21,
            "text": "Quels bienfaits de votre Seigneur, oseriez-vous donc, vous deux, dementir"
        },
        {
            "chapter": 55,
            "verse": 22,
            "text": "De toutes deux sortent les perles et le corail"
        },
        {
            "chapter": 55,
            "verse": 23,
            "text": "Quels bienfaits de votre Seigneur, oseriez-vous donc, vous deux, dementir"
        },
        {
            "chapter": 55,
            "verse": 24,
            "text": "A Lui appartiennent les navires qui voguent en haute mer (et se dressent fierement) comme des montagnes"
        },
        {
            "chapter": 55,
            "verse": 25,
            "text": "Quels bienfaits de votre Seigneur, oseriez-vous donc, vous deux, dementir"
        },
        {
            "chapter": 55,
            "verse": 26,
            "text": "Tout ce qui est sur elle[540] est appele a perir"
        },
        {
            "chapter": 55,
            "verse": 27,
            "text": "et seul restera le Visage (Wajh) de ton Seigneur, a la Majeste Supreme et a l’Infinie Noblesse"
        },
        {
            "chapter": 55,
            "verse": 28,
            "text": "Quels bienfaits de votre Seigneur, oseriez-vous donc, vous deux, dementir"
        },
        {
            "chapter": 55,
            "verse": 29,
            "text": "Ceux qui sont dans les cieux et sur terre L’implorent (sans cesse), Lui Qui, chaque jour, S’occupe d’une œuvre (nouvelle)"
        },
        {
            "chapter": 55,
            "verse": 30,
            "text": "Quels bienfaits de votre Seigneur, oseriez-vous donc, vous deux, dementir"
        },
        {
            "chapter": 55,
            "verse": 31,
            "text": "Nous allons bientot Nous occuper de votre jugement, o vous, hommes et djinns"
        },
        {
            "chapter": 55,
            "verse": 32,
            "text": "Quels bienfaits de votre Seigneur, oseriez-vous donc, vous deux, dementir"
        },
        {
            "chapter": 55,
            "verse": 33,
            "text": "O vous autres, djinns et humains ! Si vous pouvez vous echapper des domaines des cieux et de la terre, faites-le. Mais vous ne pourrez le faire que forts d’une autorite"
        },
        {
            "chapter": 55,
            "verse": 34,
            "text": "Quels bienfaits de votre Seigneur, oseriez-vous donc, vous deux, dementir"
        },
        {
            "chapter": 55,
            "verse": 35,
            "text": "Flammes, fumee et cuivre fondu seront projetes sur vous et vous n’aurez aucun secours"
        },
        {
            "chapter": 55,
            "verse": 36,
            "text": "Quels bienfaits de votre Seigneur, oseriez-vous donc, vous deux, dementir"
        },
        {
            "chapter": 55,
            "verse": 37,
            "text": "Lorsque le ciel se sera fendu, et qu’il sera devenu comme une rose de couleur pourpre, (ou comme la coulee de plomb fondu)"
        },
        {
            "chapter": 55,
            "verse": 38,
            "text": "Quels bienfaits de votre Seigneur, oseriez-vous donc, vous deux, dementir"
        },
        {
            "chapter": 55,
            "verse": 39,
            "text": "Ce jour-la, ni hommes ni djinns ne seront interroges sur leurs peches"
        },
        {
            "chapter": 55,
            "verse": 40,
            "text": "Quels bienfaits de votre Seigneur, oseriez-vous donc, vous deux, dementir"
        },
        {
            "chapter": 55,
            "verse": 41,
            "text": "Les criminels seront reconnaissables a leurs traits particuliers. Ils seront saisis par les toupets et par les pieds"
        },
        {
            "chapter": 55,
            "verse": 42,
            "text": "Quels bienfaits de votre Seigneur, oseriez-vous donc, vous deux, dementir"
        },
        {
            "chapter": 55,
            "verse": 43,
            "text": "Voici la Gehenne que ces scelerats tenaient pour mensonge"
        },
        {
            "chapter": 55,
            "verse": 44,
            "text": "Ils circuleront entre elle[542] et une eau bouillante"
        },
        {
            "chapter": 55,
            "verse": 45,
            "text": "Quels bienfaits de votre Seigneur, oseriez-vous donc, vous deux, dementir"
        },
        {
            "chapter": 55,
            "verse": 46,
            "text": "A celui qui aura redoute la rencontre de son Seigneur seront (destines) deux jardins"
        },
        {
            "chapter": 55,
            "verse": 47,
            "text": "Quels bienfaits de votre Seigneur, oseriez-vous donc, vous deux, dementir"
        },
        {
            "chapter": 55,
            "verse": 48,
            "text": "(Deux jardins) aux branches magnifiquement garnies de fruits"
        },
        {
            "chapter": 55,
            "verse": 49,
            "text": "Quels bienfaits de votre Seigneur, oseriez-vous donc, vous deux, dementir"
        },
        {
            "chapter": 55,
            "verse": 50,
            "text": "S’y trouvent deux ruisseaux qui courent"
        },
        {
            "chapter": 55,
            "verse": 51,
            "text": "Quels bienfaits de votre Seigneur, oseriez-vous donc, vous deux, dementir"
        },
        {
            "chapter": 55,
            "verse": 52,
            "text": "Et de toutes sortes de fruits, il y aura deux especes"
        },
        {
            "chapter": 55,
            "verse": 53,
            "text": "Quels bienfaits de votre Seigneur, oseriez-vous donc, vous deux, dementir"
        },
        {
            "chapter": 55,
            "verse": 54,
            "text": "Ils seront la, accoudes sur des tapis au revers de brocart, et les fruits des deux jardins seront a portee de main"
        },
        {
            "chapter": 55,
            "verse": 55,
            "text": "Quels bienfaits de votre Seigneur, oseriez-vous donc, vous deux, dementir"
        },
        {
            "chapter": 55,
            "verse": 56,
            "text": "Il y aura des jeunes filles au regard chaste, que ni homme ni djinn n’auront souillees"
        },
        {
            "chapter": 55,
            "verse": 57,
            "text": "Quels bienfaits de votre Seigneur, oseriez-vous donc, vous deux, dementir"
        },
        {
            "chapter": 55,
            "verse": 58,
            "text": "Elles seront pareilles au rubis et au corail"
        },
        {
            "chapter": 55,
            "verse": 59,
            "text": "Quels bienfaits de votre Seigneur, oseriez-vous donc, vous deux, dementir"
        },
        {
            "chapter": 55,
            "verse": 60,
            "text": "Est-il autre recompense pour la bienfaisance, que la bienfaisance"
        },
        {
            "chapter": 55,
            "verse": 61,
            "text": "Quels bienfaits de votre Seigneur, oseriez-vous donc, vous deux, dementir"
        },
        {
            "chapter": 55,
            "verse": 62,
            "text": "En contrebas de ces deux jardins, il y en aura deux autres encore"
        },
        {
            "chapter": 55,
            "verse": 63,
            "text": "Quels bienfaits de votre Seigneur, oseriez-vous donc, vous deux, dementir"
        },
        {
            "chapter": 55,
            "verse": 64,
            "text": "(Deux jardins) d’un vert des plus sombres"
        },
        {
            "chapter": 55,
            "verse": 65,
            "text": "Quels bienfaits de votre Seigneur, oseriez-vous donc, vous deux, dementir"
        },
        {
            "chapter": 55,
            "verse": 66,
            "text": "Ou il y aura deux sources dont l’eau jaillit en abondance"
        },
        {
            "chapter": 55,
            "verse": 67,
            "text": "Quels bienfaits de votre Seigneur, oseriez-vous donc, vous deux, dementir"
        },
        {
            "chapter": 55,
            "verse": 68,
            "text": "S’y trouveront des fruits, des palmiers et des grenadiers"
        },
        {
            "chapter": 55,
            "verse": 69,
            "text": "Quels bienfaits de votre Seigneur, oseriez-vous donc, vous deux, dementir"
        },
        {
            "chapter": 55,
            "verse": 70,
            "text": "Et il y aura des (femmes) vertueuses et belles"
        },
        {
            "chapter": 55,
            "verse": 71,
            "text": "Quels bienfaits de votre Seigneur, oseriez-vous donc, vous deux, dementir"
        },
        {
            "chapter": 55,
            "verse": 72,
            "text": "Des houris retirees sous les tentes"
        },
        {
            "chapter": 55,
            "verse": 73,
            "text": "Quels bienfaits de votre Seigneur, oseriez-vous donc, vous deux, dementir"
        },
        {
            "chapter": 55,
            "verse": 74,
            "text": "Qu’aucun homme, avant eux, ni aucun djinn, n’aura souillees"
        },
        {
            "chapter": 55,
            "verse": 75,
            "text": "Quels bienfaits de votre Seigneur, oseriez-vous donc, vous deux, dementir"
        },
        {
            "chapter": 55,
            "verse": 76,
            "text": "Ils seront accoudes sur des coussins verts, (etendus) sur d’epais tapis de toute beaute"
        },
        {
            "chapter": 55,
            "verse": 77,
            "text": "Quels bienfaits de votre Seigneur, oseriez-vous donc, vous deux, dementir"
        },
        {
            "chapter": 55,
            "verse": 78,
            "text": "Beni soit le Nom de ton Seigneur, a la Majeste Supreme, a l’Infinie Noblesse"
        },
        {
            "chapter": 56,
            "verse": 1,
            "text": "Quand adviendra l’Evenement"
        },
        {
            "chapter": 56,
            "verse": 2,
            "text": "nul ne pourra en repousser la survenue"
        },
        {
            "chapter": 56,
            "verse": 3,
            "text": "Il ravalera (les uns) et elevera (les autres)"
        },
        {
            "chapter": 56,
            "verse": 4,
            "text": "Quand la terre sera ebranlee d’un fort ebranlement"
        },
        {
            "chapter": 56,
            "verse": 5,
            "text": "que les montagnes seront entierement pulverisees"
        },
        {
            "chapter": 56,
            "verse": 6,
            "text": "et seront alors poussiere dispersee"
        },
        {
            "chapter": 56,
            "verse": 7,
            "text": "vous (vous diviserez) alors en trois groupes"
        },
        {
            "chapter": 56,
            "verse": 8,
            "text": "(D’abord), les gens de la dextre : mais que sont les gens de la dextre"
        },
        {
            "chapter": 56,
            "verse": 9,
            "text": "(Puis) les gens de la senestre : mais que sont les gens de la senestre"
        },
        {
            "chapter": 56,
            "verse": 10,
            "text": "(Enfin) les precurseurs (vers la foi et l’accomplissement des œuvres pies ici-bas), seront les precurseurs (vers les recompenses de l’au-dela)"
        },
        {
            "chapter": 56,
            "verse": 11,
            "text": "Ceux-la seront les plus rapproches (d’Allah)"
        },
        {
            "chapter": 56,
            "verse": 12,
            "text": "dans les Jardins des delices"
        },
        {
            "chapter": 56,
            "verse": 13,
            "text": "Nombre seront (choisis) parmi les generations premieres"
        },
        {
            "chapter": 56,
            "verse": 14,
            "text": "et peu seront (choisis) parmi les generations qui ont suivi"
        },
        {
            "chapter": 56,
            "verse": 15,
            "text": "(Ils se reposeront) sur des lits incrustes d’or"
        },
        {
            "chapter": 56,
            "verse": 16,
            "text": "et seront accoudes face a face"
        },
        {
            "chapter": 56,
            "verse": 17,
            "text": "Parmi eux circuleront des jeunes serviteurs faits eternels"
        },
        {
            "chapter": 56,
            "verse": 18,
            "text": "(portant) des coupes, des brocs et un verre rempli (d’un vin) coulant d’une source intarissable"
        },
        {
            "chapter": 56,
            "verse": 19,
            "text": "qui ne leur donnera pas (le moindre) mal de tete ni ne les fera divaguer"
        },
        {
            "chapter": 56,
            "verse": 20,
            "text": "Et (il y aura aussi) des fruits a leur gout"
        },
        {
            "chapter": 56,
            "verse": 21,
            "text": "la chair de volaille dont ils auront envie"
        },
        {
            "chapter": 56,
            "verse": 22,
            "text": "et des houris aux grands yeux noirs"
        },
        {
            "chapter": 56,
            "verse": 23,
            "text": "telles des perles soigneusement conservees (dans leur coquillage)"
        },
        {
            "chapter": 56,
            "verse": 24,
            "text": "Voila la recompense de leurs œuvres (ici-bas)"
        },
        {
            "chapter": 56,
            "verse": 25,
            "text": "Ils n’y entendront ni discours futiles ni propos injurieux"
        },
        {
            "chapter": 56,
            "verse": 26,
            "text": "mais seulement : « Paix ! Paix ! (Salam ! Salam !) »"
        },
        {
            "chapter": 56,
            "verse": 27,
            "text": "Les gens de la dextre : mais que sont les gens de la dextre"
        },
        {
            "chapter": 56,
            "verse": 28,
            "text": "(Ceux-la seront) parmi des lotus sans epines"
        },
        {
            "chapter": 56,
            "verse": 29,
            "text": "et des fleurs d’acacias bellement disposees"
        },
        {
            "chapter": 56,
            "verse": 30,
            "text": "sous des ombres qui s’etendent"
        },
        {
            "chapter": 56,
            "verse": 31,
            "text": "aupres d’une eau coulant sans cesse"
        },
        {
            "chapter": 56,
            "verse": 32,
            "text": "et des fruits a profusion"
        },
        {
            "chapter": 56,
            "verse": 33,
            "text": "ni introuvables ni defendus"
        },
        {
            "chapter": 56,
            "verse": 34,
            "text": "Et (il y aura pour eux) des lits eleves"
        },
        {
            "chapter": 56,
            "verse": 35,
            "text": "Nous les[544] avons (veritablement) creees d’une creation (nouvelle)"
        },
        {
            "chapter": 56,
            "verse": 36,
            "text": "et nous en avons fait des vierges (eternelles)"
        },
        {
            "chapter": 56,
            "verse": 37,
            "text": "pleines de tendresse et toutes du meme age"
        },
        {
            "chapter": 56,
            "verse": 38,
            "text": "a l’intention des gens de la dextre"
        },
        {
            "chapter": 56,
            "verse": 39,
            "text": "Nombre seront (choisis) parmi les generations premieres"
        },
        {
            "chapter": 56,
            "verse": 40,
            "text": "et nombre seront (choisis) parmi les generations qui ont suivi"
        },
        {
            "chapter": 56,
            "verse": 41,
            "text": "Quant aux gens de la senestre : mais que sont les gens de la senestre"
        },
        {
            "chapter": 56,
            "verse": 42,
            "text": "Ils seront au sein meme du souffle infernal et (baigneront) dans l’eau bouillante"
        },
        {
            "chapter": 56,
            "verse": 43,
            "text": "dans l’ombre d’une fumee epaisse et noire"
        },
        {
            "chapter": 56,
            "verse": 44,
            "text": "ni fraiche ni clemente"
        },
        {
            "chapter": 56,
            "verse": 45,
            "text": "Avant cela, ils etaient dans l’opulence"
        },
        {
            "chapter": 56,
            "verse": 46,
            "text": "et s’obstinaient dans le comble du peche"
        },
        {
            "chapter": 56,
            "verse": 47,
            "text": "Ils disaient : « Une fois que nous serons morts, reduits en poussiere et ossements, serons-nous vraiment ressuscites"
        },
        {
            "chapter": 56,
            "verse": 48,
            "text": "Et les premiers de nos ancetres aussi ? »"
        },
        {
            "chapter": 56,
            "verse": 49,
            "text": "Dis : « Les premiers et les derniers"
        },
        {
            "chapter": 56,
            "verse": 50,
            "text": "seront tous reunis pour le rendez-vous d’un jour deja connu. »"
        },
        {
            "chapter": 56,
            "verse": 51,
            "text": "Puis vous, les egares, les negateurs"
        },
        {
            "chapter": 56,
            "verse": 52,
            "text": "vous mangerez certainement de l’arbre de Zaqqum"
        },
        {
            "chapter": 56,
            "verse": 53,
            "text": "et vos ventres en seront pleins"
        },
        {
            "chapter": 56,
            "verse": 54,
            "text": "Puis vous ingurgiterez en plus une eau bouillante"
        },
        {
            "chapter": 56,
            "verse": 55,
            "text": "dont vous boirez goulument ainsi que des chameaux qui meurent de soif"
        },
        {
            "chapter": 56,
            "verse": 56,
            "text": "Tel sera le repas d’arrivee au Jour de la Retribution"
        },
        {
            "chapter": 56,
            "verse": 57,
            "text": "Nous vous avons crees, pourquoi ne croirez-vous donc pas (a votre resurrection)"
        },
        {
            "chapter": 56,
            "verse": 58,
            "text": "Avez-vous considere ce que vous ejaculez"
        },
        {
            "chapter": 56,
            "verse": 59,
            "text": "Est-ce vous qui le creez ou est-ce Nous le Createur"
        },
        {
            "chapter": 56,
            "verse": 60,
            "text": "C’est Nous Qui avons decrete la mort parmi vous, et personne ne Nous precedera"
        },
        {
            "chapter": 56,
            "verse": 61,
            "text": "pour vous remplacer par d’autres comme vous, ni pour vous recreer en ce que vous ne sauriez connaitre"
        },
        {
            "chapter": 56,
            "verse": 62,
            "text": "Vous avez pourtant connu la premiere creation, que n’y reflechissez-vous pas"
        },
        {
            "chapter": 56,
            "verse": 63,
            "text": "Ne voyez-vous pas ce que vous labourez"
        },
        {
            "chapter": 56,
            "verse": 64,
            "text": "Est-ce vous qui en semez (les graines), ou est-ce Nous le Semeur"
        },
        {
            "chapter": 56,
            "verse": 65,
            "text": "Si Nous voulions, Nous en ferions un amas de debris, et vous n’en croiriez pas vos yeux"
        },
        {
            "chapter": 56,
            "verse": 66,
            "text": "« Nous voila cribles de dettes"
        },
        {
            "chapter": 56,
            "verse": 67,
            "text": "Ou nous voila plutot ruines ! »"
        },
        {
            "chapter": 56,
            "verse": 68,
            "text": "Ne voyez-vous pas l’eau dont vous buvez"
        },
        {
            "chapter": 56,
            "verse": 69,
            "text": "Est-ce vous qui la faites descendre des nuages ou est-ce Nous qui le faisons"
        },
        {
            "chapter": 56,
            "verse": 70,
            "text": "Si Nous voulions, Nous en ferions une eau saumatre. Que n’etes-vous donc reconnaissants"
        },
        {
            "chapter": 56,
            "verse": 71,
            "text": "Ne voyez-vous pas le feu que vous allumez"
        },
        {
            "chapter": 56,
            "verse": 72,
            "text": "Est-ce vous qui avez cree l’arbre (qui permet de l’allumer) ou est-ce Nous le Createur"
        },
        {
            "chapter": 56,
            "verse": 73,
            "text": "Nous avons fait (du feu) un rappel et un element au service des hommes"
        },
        {
            "chapter": 56,
            "verse": 74,
            "text": "Rends donc gloire au nom de ton Seigneur, le Tres Grand"
        },
        {
            "chapter": 56,
            "verse": 75,
            "text": "Non ! J’en Jure par les positions des etoiles"
        },
        {
            "chapter": 56,
            "verse": 76,
            "text": "Et voila le plus solennel des serments, si vous saviez"
        },
        {
            "chapter": 56,
            "verse": 77,
            "text": "que c’est certes un Coran noble"
        },
        {
            "chapter": 56,
            "verse": 78,
            "text": "en un Livre protege"
        },
        {
            "chapter": 56,
            "verse": 79,
            "text": "et que ne touchent que les purifies"
        },
        {
            "chapter": 56,
            "verse": 80,
            "text": "C’est la une revelation du Seigneur de l’Univers"
        },
        {
            "chapter": 56,
            "verse": 81,
            "text": "Est-ce donc a ce discours-la[546] que vous refusez de croire"
        },
        {
            "chapter": 56,
            "verse": 82,
            "text": "Serait-ce la votre maniere de reconnaitre les bienfaits que de tenir (le Coran) pour un mensonge"
        },
        {
            "chapter": 56,
            "verse": 83,
            "text": "Lorsque ( avant d’etre rendue) l’ame remonte jusqu’a la gorge"
        },
        {
            "chapter": 56,
            "verse": 84,
            "text": "alors que vous etes la a regarder"
        },
        {
            "chapter": 56,
            "verse": 85,
            "text": "et que Nous sommes plus proches (du mourant) que vous ne l’etes, mais vous ne le voyez pas"
        },
        {
            "chapter": 56,
            "verse": 86,
            "text": "pourquoi donc, si vous n’avez pas vraiment a payer pour vos œuvres"
        },
        {
            "chapter": 56,
            "verse": 87,
            "text": "ne la faites-vous pas revenir, si vous etes sinceres (dans vos dires)"
        },
        {
            "chapter": 56,
            "verse": 88,
            "text": "Si (le defunt) est du nombre des privilegies"
        },
        {
            "chapter": 56,
            "verse": 89,
            "text": "Il y aura alors pour lui repos, grace et Jardin des delices"
        },
        {
            "chapter": 56,
            "verse": 90,
            "text": "Et s’il est du nombre des gens de la dextre"
        },
        {
            "chapter": 56,
            "verse": 91,
            "text": "Alors, « Paix a toi (lui sera-t-il dit), (o toi qui fais partie) des gens de la dextre. »"
        },
        {
            "chapter": 56,
            "verse": 92,
            "text": "Et s’il est du nombre des negateurs fourvoyes"
        },
        {
            "chapter": 56,
            "verse": 93,
            "text": "il sera l’hote (de l’Enfer) ou il sera abreuve d’eau bouillante"
        },
        {
            "chapter": 56,
            "verse": 94,
            "text": "et ou il brulera dans la Fournaise"
        },
        {
            "chapter": 56,
            "verse": 95,
            "text": "Telle est la veritable certitude"
        },
        {
            "chapter": 56,
            "verse": 96,
            "text": "Rends donc gloire au Nom de ton Seigneur, le Tres Grand"
        },
        {
            "chapter": 57,
            "verse": 1,
            "text": "Tout ce qui est dans les cieux et sur terre rend gloire a Allah, Lui le Tout-Puissant, le Sage"
        },
        {
            "chapter": 57,
            "verse": 2,
            "text": "A Lui appartient la royaute des cieux et de la terre. Il fait vivre et mourir, et Il est de Toute chose Infiniment Capable"
        },
        {
            "chapter": 57,
            "verse": 3,
            "text": "Il est le Premier et le Dernier, le Patent et le Latent, et Il est de Toute chose Savant"
        },
        {
            "chapter": 57,
            "verse": 4,
            "text": "C’est Lui Qui a cree les cieux et la terre en six jours, puis S’est installe avec une Infinie Majeste (istawa) sur le Trone. Il Sait ce qui penetre dans la terre et ce qui en sort, ce qui descend du ciel et ce qui y monte, et Il est avec vous en quelque lieu que vous soyez. Allah est parfaitement Lucide de ce que vous faites"
        },
        {
            "chapter": 57,
            "verse": 5,
            "text": "A Lui appartient la royaute des cieux et de la terre, et c’est vers Allah que toute chose doit faire retour"
        },
        {
            "chapter": 57,
            "verse": 6,
            "text": "Il fait penetrer la nuit dans le jour et Il fait penetrer le jour dans la nuit, et Il Sait parfaitement ce que recelent les cœurs"
        },
        {
            "chapter": 57,
            "verse": 7,
            "text": "Croyez en Allah et en Son Messager ! Depensez de ce dont Il vous a faits les gerants ! Ceux d’entre vous qui croient et donnent de leurs biens (en aumones) obtiendront certes une grande recompense"
        },
        {
            "chapter": 57,
            "verse": 8,
            "text": "Et pourquoi ne croyez-vous pas en Allah quand le Messager vous invite a croire en votre Seigneur et qu’(Allah) a deja obtenu de vous un engagement, si tant est que vous soyez croyants"
        },
        {
            "chapter": 57,
            "verse": 9,
            "text": "C’est Lui Qui revele a Son serviteur des versets explicites pour vous faire sortir des tenebres vers la lumiere. Allah est, envers vous, Tout Compatissant et Tout Misericordieux"
        },
        {
            "chapter": 57,
            "verse": 10,
            "text": "Et pourquoi ne depensez-vous pas (de vos biens) pour la cause d’Allah, a Qui doit revenir l’heritage des cieux et de la terre ? (Ne peuvent etre tenus pour) egaux ceux d’entre vous qui auront depense (de leurs biens) et combattu avant la victoire (la prise de La Mecque) (et les autres). Ceux-la occuperont un rang plus eleve que ceux qui auront depense (de leurs biens) et combattu apres (la victoire). Mais a tous, Allah a promis la plus belle des recompenses. Allah est, de tout ce que vous faites, parfaitement Informe"
        },
        {
            "chapter": 57,
            "verse": 11,
            "text": "Quiconque accorde a Allah un pret de bonne volonte se verra rembourse au centuple, et il aura remuneration genereuse"
        },
        {
            "chapter": 57,
            "verse": 12,
            "text": "Le jour ou tu verras les croyants et les croyantes precedes de leur lumiere qui se deploiera au devant d’eux et sur leur droite, il leur sera dit : « Heureuse nouvelle pour vous : aujourd’hui, (il y aura pour vous) des jardins sous lesquels coulent des rivieres, et vous y sejournerez pour l’eternite. » Voila le succes supreme"
        },
        {
            "chapter": 57,
            "verse": 13,
            "text": "En ce jour, les hypocrites, hommes et femmes, diront a ceux qui auront cru : « Attendez-nous que nous puissions prendre un peu de votre lumiere. » Mais il leur sera repondu : « Revenez sur vos pas ! Allez queter ailleurs (votre) lumiere ! » Entre eux, sera alors dressee une muraille dont la porte donnera, a l’interieur, acces a la misericorde, et, a l’exterieur, fera face au supplice"
        },
        {
            "chapter": 57,
            "verse": 14,
            "text": "« N’etions-nous pas avec vous ? » crieront (les hypocrites). « Si, repondront (les croyants), mais vous avez succombe (de vous-memes) a la tentation, vous ne faisiez qu’atermoyer, vous doutiez, et vous vous etes laisse seduire par les (faux) espoirs, jusqu’a ce que fut venu l’ordre d’Allah. (Satan) le suborneur vous a abuses au sujet d’Allah"
        },
        {
            "chapter": 57,
            "verse": 15,
            "text": "Aujourd’hui, aucune compensation ne sera acceptee de vous, ni de ceux qui ont mecru. Votre sejour est le Feu, c’est le lieu qui vous convient le mieux et quel affreux devenir ! »"
        },
        {
            "chapter": 57,
            "verse": 16,
            "text": "N’est-il donc pas temps, pour ceux qui ont cru, de laisser leurs cœurs se recueillir dans la contrition a l’evocation d’Allah et de ce qui est revele comme verite ? Qu’ils ne soient pas comme ceux qui ont recu le Livre avant eux, et dont, avec le temps, les cœurs ont fini par s’endurcir. Bon nombre d’entre eux furent des pervers"
        },
        {
            "chapter": 57,
            "verse": 17,
            "text": "Sachez qu’Allah fait revivre la terre, une fois morte. Nous vous avons explique les Signes afin que vous entendiez raison"
        },
        {
            "chapter": 57,
            "verse": 18,
            "text": "Les hommes et les femmes qui font don d’aumones, et qui ont consenti a Allah un pret de bonne volonte, seront rembourses au centuple, et ils auront remuneration genereuse"
        },
        {
            "chapter": 57,
            "verse": 19,
            "text": "Ceux qui ont cru en Allah et en Ses Messagers, ceux-la sont les veridiques par excellence et les temoins aupres de leur Seigneur. Ils auront leur recompense et leur lumiere, tandis que ceux qui auront mecru et nie Nos Signes, ceux-la seront les hotes du Brasier"
        },
        {
            "chapter": 57,
            "verse": 20,
            "text": "Sachez que la vie en ce bas monde n’est que jeu, divertissement, apparat, vaines emulations entre vous, et course aux biens et a la progeniture. Elle est telle une pluie faisant pousser une vegetation qui plait aux cultivateurs, mais qui, apres avoir cru en abondance, finit par jaunir puis se reduire en amas de brindilles dessechees. Dans l’au-dela, ce sera soit un terrible supplice soit le pardon et l’agrement d’Allah. Et la vie en ce bas monde n’est que jouissance illusoire"
        },
        {
            "chapter": 57,
            "verse": 21,
            "text": "Courez donc a qui mieux mieux vers un pardon de votre Seigneur, (et vers) un Paradis aussi large que le ciel et la terre, menage pour ceux qui auront cru en Allah et en Ses Messagers. Telle est la faveur d’Allah, qu’Il accorde a qui Il veut. Et Allah est le Detenteur de la Faveur Supreme"
        },
        {
            "chapter": 57,
            "verse": 22,
            "text": "Il n’est point de catastrophe frappant la terre ou (de malheur) vous frappant vous-memes, qui ne soit (consigne) dans un Livre bien avant que Nous ne l’ayons fait se produire. Cela est, pour Allah, chose vraiment aisee"
        },
        {
            "chapter": 57,
            "verse": 23,
            "text": "Cela, pour que vous ne vous vous lamentiez pas (trop) sur les biens qui vous auront echappe, et que vous ne vous rejouissiez pas (outre mesure) de ce qu’Il vous a donne. Car Allah n’aime pas ceux qui sont hautains et vantards"
        },
        {
            "chapter": 57,
            "verse": 24,
            "text": "ceux qui sont avares et exhortent les hommes a l’avarice. Que celui qui se detourne (des commandements divins sache qu’) Allah est Celui Qui se passe de Toute chose et qu’Il est le Digne de Toute Louange"
        },
        {
            "chapter": 57,
            "verse": 25,
            "text": "Nous envoyames Nos Messagers munis des preuves evidentes, et Nous fimes descendre par leur intermediaire le Livre et la Balance, afin que les hommes s’imposent la justice. Nous fimes aussi descendre le fer, source de force redoutable, mais plein d’utilites pour les hommes. C’est aussi pour qu’Allah sache qui, sans meme Le voir, soutiendra Sa cause et celle de Ses Messagers. Il est le Fort, le Tout -Puissant"
        },
        {
            "chapter": 57,
            "verse": 26,
            "text": "Nous envoyames (en Messagers) Noe et Abraham, et fimes don a leur descendance de la Prophetie et du Livre. Quelques-uns parmi eux etaient bien guides, mais bon nombre d’entre eux etaient certes pervers"
        },
        {
            "chapter": 57,
            "verse": 27,
            "text": "Puis Nous leur fimes succeder Nos Messagers (ulterieurs), et envoyames a leur suite Jesus, fils de Marie, a qui Nous confiames l’Evangile. Nous mimes alors dans les cœurs de ses adeptes la pitie et la clemence. La vie monacale, ce sont eux qui l’inventerent sans que Nous ne la leur imposions. (Par elle), ils voulaient obtenir la satisfaction d’Allah, mais ils ne surent l’appliquer telle qu’elle aurait du l’etre. Nous accordames leur recompense a ceux d’entre eux qui ont cru. Mais (les autres), pour la plupart, sont des pervers"
        },
        {
            "chapter": 57,
            "verse": 28,
            "text": "O vous qui avez cru ! Craignez Allah ! Croyez en Son Messager ! (Allah) vous accordera alors deux parts de Sa misericorde, Il vous donnera une lumiere pour guider votre marche, et vous pardonnera (vos peches). Car Allah est Absoluteur et Tout Misericordieux"
        },
        {
            "chapter": 57,
            "verse": 29,
            "text": "Cela, afin que les gens du Livre[550] sachent qu’ils n’ont aucun pouvoir pour obtenir la faveur d’Allah. Car la faveur est dans la Main d’Allah : Il la donne a qui Il veut, Lui le Detenteur de la Faveur Supreme"
        },
        {
            "chapter": 58,
            "verse": 1,
            "text": "Allah a entendu les dires de celle qui discutait avec toi au sujet de son epoux, et dont les plaintes s’adressaient a Allah. Allah entendait votre entretien, Lui Qui Entend et Voit Tout"
        },
        {
            "chapter": 58,
            "verse": 2,
            "text": "Ceux d’entre vous qui repudient leurs femmes en affirmant qu’elles leurs sont desormais aussi defendues que leurs meres,[551] cependant qu’elles ne sont nullement leurs meres – leurs meres etant celles qui les ont enfantes-, ne proferent en verite que des paroles condamnables et fausses. Mais Allah est Indulgent et Absoluteur"
        },
        {
            "chapter": 58,
            "verse": 3,
            "text": "Ceux qui repudient leurs femmes (en prononcant cette formule qui les assimile au dos de leurs meres), puis reviennent sur leur parole, doivent affranchir un esclave avant d’avoir le moindre rapport intime (avec leurs femmes). C’est a cela que vous etes exhortes. Et Allah est parfaitement Informe de ce que vous faites"
        },
        {
            "chapter": 58,
            "verse": 4,
            "text": "Quiconque n’en trouve pas les moyens jeunera deux mois consecutifs, avant d’avoir le moindre rapport intime avec (sa femme). S’il ne le peut, il devra alors nourrir soixante pauvres. Cela, pour que vous croyiez en Allah et en Son Messager. Telles sont les limites (hudud) d’Allah, et aux mecreants il est (reserve) un supplice tres douloureux"
        },
        {
            "chapter": 58,
            "verse": 5,
            "text": "Ceux qui defient Allah et Son Messager seront defaits et humilies comme le furent, autrefois, leurs predecesseurs. Nous avons revele des Signes explicites, et les mecreants auront un supplice avilissant"
        },
        {
            "chapter": 58,
            "verse": 6,
            "text": "le jour ou Allah les ressuscitera tous et les informera de ce qu’ils auront fait. Allah aura recense (leurs œuvres), et eux les auront oubliees. Allah est Temoin de Toute chose"
        },
        {
            "chapter": 58,
            "verse": 7,
            "text": "Ne vois-tu pas qu’Allah Sait ce qu’il y a dans les cieux et sur terre ? Il n’est point de confidence entre trois (personnes) sans qu’Il n’en soit le quatrieme ; ni entre cinq sans qu’Il n’en soit le sixieme. Qu’il s’agisse de moins (d’individus) ou de plus, Il sera toujours avec eux ou qu’ils soient. Puis, au Jour de la Resurrection, Il les informera de ce qu’ils auront fait. Allah Sait parfaitement Toute chose"
        },
        {
            "chapter": 58,
            "verse": 8,
            "text": "N’as-tu pas vu ceux a qui les entretiens secrets ont ete defendus ? Ils reviennent (malgre tout) a ce qui leur a ete defendu et conspirent pour commettre des peches et se livrer aux transgressions ainsi qu’a la rebellion contre le Messager. Quand ils viennent te trouver, ils utilisent une salutation dont Allah ne t’a pas salue, et disent dans le secret du cœur : « Mais pourquoi Allah ne sevit-Il donc pas contre nous qui avons use de ce langage ? » Que la Gehenne leur suffise, ou ils bruleront, et quel affreux devenir"
        },
        {
            "chapter": 58,
            "verse": 9,
            "text": "O vous qui avez cru ! Evitez, dans vos entretiens secrets, d’echanger des confidences pour commettre des peches et vous livrer aux transgressions - (entretiens qui vous inciteraient) a desobeir au Messager. Que vos entretiens secrets (incitent) a la vertu et a la piete. Craignez Allah vers Qui vous serez ramenes en foule"
        },
        {
            "chapter": 58,
            "verse": 10,
            "text": "Les entretiens secrets ne relevent que de Satan (qui les suggere) pour affliger ceux qui ont cru. Mais il ne leur nuira en rien sans la permission d’Allah. C’est donc a Allah que doivent s’en remettre les croyants"
        },
        {
            "chapter": 58,
            "verse": 11,
            "text": "O vous qui avez cru ! Quand il vous est dit : « Faites de la place (aux autres) dans les assemblees ! » faites-le, car Allah elargira devant vous (les espaces au Paradis). Et quand il vous est dit : « Levez-vous ! » levez-vous donc, car Allah elevera en rang ceux d’entre vous qui auront cru et qui auront recu la science. Allah est parfaitement Informe de ce que vous faites"
        },
        {
            "chapter": 58,
            "verse": 12,
            "text": "O vous qui avez cru ! Quand vous avez une confidence a faire au Messager, faites-la preceder d’une charite. Cela est bien meilleur pour vous et bien plus pur. Mais, si vous n’en avez pas les moyens, (sachez qu’) Allah est Absoluteur et Tout Misericordieux"
        },
        {
            "chapter": 58,
            "verse": 13,
            "text": "Craindriez-vous donc de faire preceder votre confidence d’aumones ? Si vous ne l’avez pas fait et qu’Allah ait accepte votre repentir, accomplissez alors la Calat, acquittez-vous de la Zakat et obeissez a Allah et a Son Messager. Allah est parfaitement Informe de ce que vous faites"
        },
        {
            "chapter": 58,
            "verse": 14,
            "text": "N’as-tu pas remarque ceux qui ont pris pour allies des gens qui ont provoque contre eux la colere d’Allah ? Ils ne sont ni des votres ni des leurs. Ils jurent par de faux serments et ils le savent (bien)"
        },
        {
            "chapter": 58,
            "verse": 15,
            "text": "Allah leur a prepare un terrible supplice, leurs actions etant odieuses"
        },
        {
            "chapter": 58,
            "verse": 16,
            "text": "Ils ont pris leur serment comme un bouclier protecteur, et ont repousse (les autres) loin du chemin d’Allah. Ils auront alors un supplice humiliant"
        },
        {
            "chapter": 58,
            "verse": 17,
            "text": "Leurs biens ne leur seront en rien utiles contre Allah, pas plus que leurs progenitures. Ceux-la seront les hotes du Feu, ou ils demeureront pour l’eternite"
        },
        {
            "chapter": 58,
            "verse": 18,
            "text": "Le jour ou Allah les ressuscitera tous ensemble, ils Lui jureront comme ils auront jure devant vous, et ils penseront avoir des arguments. (Non), ce sont eux les menteurs"
        },
        {
            "chapter": 58,
            "verse": 19,
            "text": "Satan les a asservis et leur a fait oublier l’evocation d’Allah. Ceux-la forment le parti de Satan, et les partisans de Satan sont eux les perdants"
        },
        {
            "chapter": 58,
            "verse": 20,
            "text": "Ceux qui defient Allah et Son Messager, ceux-la sont dans la pire ignominie"
        },
        {
            "chapter": 58,
            "verse": 21,
            "text": "Allah a decrete : « Je vaincrai (toujours), Moi et Mes Messagers. » Allah est Fort et Tout- Puissant"
        },
        {
            "chapter": 58,
            "verse": 22,
            "text": "Tu ne trouveras pas de gens qui croient en Allah et au Jour Dernier et qui, en meme temps, sont en affinite avec ceux qui defient Allah et Son Messager, dut-il s’agir de leurs peres, de leurs fils, de leurs freres ou des membres de leur tribu. Ceux-la, (Allah) a inscrit la foi dans leurs cœurs, les a appuyes d’un souffle (emanant) de Lui, et les fera entrer dans des jardins sous lesquels coulent les rivieres, ou ils sejourneront eternellement. Allah est satisfait d’eux, et ils sont satisfaits de Lui. Ceux-la forment le parti d’Allah. En verite, ce sont les partisans d’Allah qui reussiront"
        },
        {
            "chapter": 59,
            "verse": 1,
            "text": "Tout ce qui est dans les cieux et tout ce qui est sur terre rend gloire a Allah, Lui, le Tout-Puissant, le Sage"
        },
        {
            "chapter": 59,
            "verse": 2,
            "text": "C’est Lui Qui fit sortir de leurs foyers, pour le premier exil,[552] les mecreants parmi les gens du Livre. Vous ne pensiez pas qu’ils sortiraient (jamais) et eux s’imaginaient que leurs forteresses leur etaient une protection contre Allah. Mais Allah les surprit la ou ils ne s’y attendaient point. Dans leurs cœurs, Il instilla tant de terreur qu’ils se mirent a demolir leurs maisons de leurs propres mains, aides en cela par les croyants. Tirez-en donc la lecon, o vous qui avez claire la vision"
        },
        {
            "chapter": 59,
            "verse": 3,
            "text": "Si Allah n’avait pas decrete leur bannissement, Il les aurait chaties dans ce bas monde, alors que dans l’autre monde, ils auront le supplice du Feu"
        },
        {
            "chapter": 59,
            "verse": 4,
            "text": "Cela, parce qu’ils se sont opposes a Allah et a Son Messager. Or, quiconque s’oppose a Allah (doit savoir qu’) Allah a le chatiment tres dur"
        },
        {
            "chapter": 59,
            "verse": 5,
            "text": "Chaque palmier que vous avez coupe ou laisse droit sur ses racines, c’est par la permission d’Allah (que vous l’avez fait) et pour qu’(Allah) humilie les pervers"
        },
        {
            "chapter": 59,
            "verse": 6,
            "text": "Le butin qu’Allah a accorde a Son Messager et pris sur leurs (biens), vous (l’avez obtenu sans combat), sans y engager ni chevaux ni chameaux. Mais Allah donne a Ses Messagers l’autorite sur qui Il veut. Allah est de Toute chose Infiniment Capable"
        },
        {
            "chapter": 59,
            "verse": 7,
            "text": "Ce qu’Allah a accorde comme butin a Son Messager (pris sur les biens) des habitants des cites, revient a Allah, a Son Messager, aux proches parents, aux orphelins, aux pauvres et au voyageur de grand chemin, afin que les nantis parmi vous n’en aient pas le monopole. Ce que le Messager vous donne, prenez-le, et ce qu’il vous defend, privez-vous en. Et craignez Allah, car Allah a le chatiment tres dur"
        },
        {
            "chapter": 59,
            "verse": 8,
            "text": "(Le butin revient aussi) aux pauvres parmi les emigres qui furent expulses de leurs foyers et (depossedes) de leurs biens, alors qu’ils esperaient une faveur et un agrement d’Allah et appuyaient (la cause d’) Allah et de Son Messager. Ceux-la sont les (croyants) sinceres"
        },
        {
            "chapter": 59,
            "verse": 9,
            "text": "(Le butin revient egalement) a ceux qui, avant eux deja, se sont installes a Medine,[553] et qui, (confortes) dans la foi, aiment tous ceux qui emigrent vers eux, ne sont nullement envieux de ce que ces derniers recoivent (comme dons a leur arrivee), et sont prets a s’en priver les preferant a leurs propres personnes, fussent-ils eux-memes dans le besoin. Ceux qui sont preserves de leur propre avarice sont ceux qui reussissent"
        },
        {
            "chapter": 59,
            "verse": 10,
            "text": "Et (le butin revient egalement a) ceux qui, arrives plus tard (a Medine), disent : « Seigneur, veuille nous pardonner, ainsi qu’a nos freres qui nous ont precedes dans la foi ! Ne mets point de rancune dans nos cœurs envers ceux qui ont cru ! Seigneur, Tu es si Compatissant et Tout Misericordieux ! »"
        },
        {
            "chapter": 59,
            "verse": 11,
            "text": "N’as-tu donc pas vu les hypocrites disant a leurs freres mecreants parmi les gens du Livre : « Si vous etes expulses, nous sortirons avec vous. Nous n’obeirons jamais a personne contre vous. Et si vous etes combattus, nous vous soutiendrons. » Allah est temoin qu’ils ne font que mentir"
        },
        {
            "chapter": 59,
            "verse": 12,
            "text": "S’ils sont expulses, ils ne sortiront pas avec eux ; s’ils sont combattus, ils ne les soutiendront pas. Et s’ils les soutiennent, ils tourneront vite le dos et ne seront point secourus"
        },
        {
            "chapter": 59,
            "verse": 13,
            "text": "Vous jetez dans leurs cœurs plus d’epouvante qu’Allah (ne leur en inspire) car ce sont des gens qui ne comprennent pas"
        },
        {
            "chapter": 59,
            "verse": 14,
            "text": "Ils ne vous combattent reunis que de l’interieur des cites fortifiees ou de derriere des murailles. Leur animosite est entre eux feroce : tu les tiens pour unis mais leurs cœurs sont divises, car ce sont des gens qui ne savent raisonner"
        },
        {
            "chapter": 59,
            "verse": 15,
            "text": "Ils sont a l’image de ceux qui, il n’y a guere, ont goute le peril du a leur conduite : ils auront un supplice tres douloureux"
        },
        {
            "chapter": 59,
            "verse": 16,
            "text": "Ils sont aussi a l’image de Satan disant a l’homme : « Mecrois ! » Puis lorsque (l’homme) eut mecru, il dit : « Je te renie, car moi je crains Allah, le Seigneur de l’Univers. »"
        },
        {
            "chapter": 59,
            "verse": 17,
            "text": "Tous deux auront comme sort d’etre livres au Feu, ou ils demeureront pour l’eternite. Telle est la retribution des injustes"
        },
        {
            "chapter": 59,
            "verse": 18,
            "text": "O vous qui avez cru ! Craignez Allah ! Que chaque ame considere ce qu’elle a deja fait pour demain. Craignez Allah, car Allah est parfaitement Informe de ce que vous faites"
        },
        {
            "chapter": 59,
            "verse": 19,
            "text": "Ne soyez pas comme ceux qui ont oublie Allah ! Allah a fait qu’ils s’oublient eux-memes. Ceux-la sont les pervers"
        },
        {
            "chapter": 59,
            "verse": 20,
            "text": "Les hotes du Feu ne sauraient egaler les hotes du Paradis. Les hotes du Paradis sont eux les gagnants"
        },
        {
            "chapter": 59,
            "verse": 21,
            "text": "Si Nous avions fait descendre ce Coran sur une montagne, tu aurais vu celle-ci recueillie au point de s’affaisser et de se fendre, par la crainte d’Allah. Ce sont la des exemples que nous donnons aux hommes, peut-etre y reflechiront-ils"
        },
        {
            "chapter": 59,
            "verse": 22,
            "text": "C’est Lui, Allah. Il n’y a point d’autre divinite que Lui. Il Connait aussi bien les choses insondables que les choses observables, et c’est Lui le Tout Clement, le Tout Misericordieux"
        },
        {
            "chapter": 59,
            "verse": 23,
            "text": "C’est Lui : Allah. Il n’y a point d’autre divinite que Lui, Il est le Souverain, le Tres-Pur, le Salutaire, le Securisant, le Regnant, le Tout-Puissant, le Contraignant, l’Orgueilleux. Gloire soit rendue a Allah Qui est bien plus Haut que ce qu’ils Lui associent"
        },
        {
            "chapter": 59,
            "verse": 24,
            "text": "C’est Lui, Allah, le Createur, l’Executeur, le Formateur. A Lui (reviennent) les plus Beaux Noms. Tout ce qui est dans les cieux et sur terre Lui rend gloire, et c’est Lui le Tout-Puissant, le Sage"
        },
        {
            "chapter": 60,
            "verse": 1,
            "text": "O vous qui avez cru ! Ne faites pas de Mon ennemi et du votre des allies, auxquels vous proposez votre amitie alors qu’ils ont mecru a la verite qui vous est parvenue. Ils vous ont expulses, le Messager et vous, parce que vous croyez en Allah, votre Seigneur. Si vous etes sortis pour vraiment combattre dans Mon chemin et obtenir Mon agrement, leur montreriez-vous secretement quelque affinite, alors que Je Connais ce que vous tenez cache et ce que vous revelez ? Quiconque parmi vous le fait s’egare du droit chemin"
        },
        {
            "chapter": 60,
            "verse": 2,
            "text": "S’ils (parviennent jamais) a prendre le dessus sur vous, ils vous seront des ennemis, leveront les mains contre vous et feront usage de leurs langues pour vous faire du mal, souhaitant vous voir apostasier"
        },
        {
            "chapter": 60,
            "verse": 3,
            "text": "Vos proches parents ne vous seront pas utiles, au Jour de la Resurrection, pas plus que ne vous le seront vos propres enfants. (Allah Seul, ce jour-la) vous departagera. Allah Voit tout ce que vous faites"
        },
        {
            "chapter": 60,
            "verse": 4,
            "text": "Vous avez un exemple edifiant en Abraham et en ceux qui etaient avec lui, lorsqu’ils dirent a leur peuple : « Nous vous desavouons, vous et ce que vous adorez en dehors d’Allah. Nous vous renions. L’inimitie et la rancœur sont desormais et a tout jamais entre nous, tant que vous n’aurez pas cru exclusivement en Allah. » A l’exception de ce qu’avait dit Abrahm a son pere : « J’implorerai en ta faveur le pardon (d’Allah), mais je ne pourrai rien faire pour toi contre (la sentence) d’Allah. Seigneur ! C’est a Toi que nous nous en remettons, c’est aupres de Toi que nous nous repentons, et c’est vers Toi que sera le devenir"
        },
        {
            "chapter": 60,
            "verse": 5,
            "text": "Seigneur ! Ne fais pas de nous une tentation pour les mecreants ! Pardonne-nous, car Tu es le Tout- Puissant, le Sage ! »"
        },
        {
            "chapter": 60,
            "verse": 6,
            "text": "Vous avez en eux un excellent modele pour celui qui espere en Allah et en le Jour Dernier. Quiconque, cependant, se detourne (doit savoir qu’) Allah est Celui Qui Se passe de Toute chose, le Digne de Toute Louange"
        },
        {
            "chapter": 60,
            "verse": 7,
            "text": "Peut-etre qu’Allah etablira (des liens) d’amitie entre vous et ceux qui, parmi eux, etaient vos ennemis. Allah est Omnipotent et Allah est Absoluteur et Tout Misericordieux"
        },
        {
            "chapter": 60,
            "verse": 8,
            "text": "Allah ne vous defend pas d’etre bons et equitables envers ceux qui ne vous ont pas combattus a cause de votre religion, et qui ne vous ont pas chasses de vos maisons. Allah aime ceux qui sont equitables"
        },
        {
            "chapter": 60,
            "verse": 9,
            "text": "Allah vous defend seulement de prendre pour allies ceux qui vous ont combattus a cause de votre religion, vous ont chasses de vos foyers ou ont aide a votre expulsion. Ceux qui les prennent pour allies sont eux les injustes"
        },
        {
            "chapter": 60,
            "verse": 10,
            "text": "O vous qui avez cru ! Quand des croyantes viennent vers vous en emigrees, mettez-les a l’epreuve, car Allah en Sait mieux sur leur foi. Si vous les avez trouvees vraiment croyantes, ne les rendez pas aux (maris) mecreants. Desormais, ni elles ne seront plus licites pour eux, ni eux ne seront licites pour elles. Mais rendez-leur[554] ce qu’ils ont depense (comme mahr : dot). Il n’y aura alors aucun grief contre vous si vous les epousez en leur versant (a votre tour) leur mahr (dot). De meme, ne conservez pas les liens du mariage avec les mecreantes. Reclamez (a votre tour) ce que vous avez depense comme mahr (dot), tout comme (les maris mecreants) le reclament. Tel est le Jugement d’Allah Qui decide entre vous. Allah est Omniscient et Sage"
        },
        {
            "chapter": 60,
            "verse": 11,
            "text": "Si certaines de vos femmes fuient vers les mecreants, et que, lors d’une riposte victorieuse (vous preniez possession d’un butin), donnez alors a ceux que leurs femmes ont fuis, (preleve sur ce butin), le mahr (dot) qu’ils avaient verse. Et craignez Allah en Qui vous croyez"
        },
        {
            "chapter": 60,
            "verse": 12,
            "text": "O Prophete ! Quand les croyantes, par un serment d’allegeance, viennent jurer devant toi qu’elles n’associeront rien a Allah, qu’elles ne voleront point, ne commettront point la fornication, ne tueront point leurs enfants, n’attribueront pas mensongerement (a leurs maris des enfants adulterins), ni ne te desobeiront en ce qui est convenable, alors accepte leur allegeance, et implore pour elles le pardon d’Allah, car Allah est Absoluteur et Tout Misericordieux"
        },
        {
            "chapter": 60,
            "verse": 13,
            "text": "O vous qui avez cru ! Ne prenez pas pour allies des gens qui ont provoque contre eux la colere d’Allah, qui desesperent de l’autre monde, comme les mecreants desesperent (du retour a la vie) de ceux qui sont dans les tombes"
        },
        {
            "chapter": 61,
            "verse": 1,
            "text": "Tout ce qui est dans les cieux et tout ce qui est sur terre rend gloire a Allah, Lui le Tout-Puissant, le Sage"
        },
        {
            "chapter": 61,
            "verse": 2,
            "text": "O vous qui avez cru ! Pourquoi dites-vous ce que vous ne faites pas"
        },
        {
            "chapter": 61,
            "verse": 3,
            "text": "C’est une chose execrable pour Allah que vous disiez ce que vous ne faites pas"
        },
        {
            "chapter": 61,
            "verse": 4,
            "text": "Allah aime ceux qui combattent pour Sa cause en rang, semblables a un edifice solidement bati"
        },
        {
            "chapter": 61,
            "verse": 5,
            "text": "(Souviens-toi) lorsque Moise dit a son peuple : « O peuple mien, pourquoi cherchez-vous a me faire du mal alors que vous savez que je suis le Messager d’Allah (envoye) vers vous ? » Lorsqu’ils devierent (du droit chemin), Allah fit devier leurs cœurs. Allah ne guide pas la gent corrompue"
        },
        {
            "chapter": 61,
            "verse": 6,
            "text": "Et lorsque Jesus, fils de Marie, dit : « O Enfants d’Israel ! Je suis le Messager d’Allah (envoye) vers vous, je suis venu confirmer ce qui m’a deja precede dans la Torah, et annoncer la venue d’un Messager qui me succedera, du nom d’Ahmad. » Or, lorsqu’il leur eut apporte les preuves evidentes, ils dirent : « C’est manifestement de la magie ! »"
        },
        {
            "chapter": 61,
            "verse": 7,
            "text": "Est-il plus injuste que celui qui elabore des mensonges sur le compte d’Allah alors qu’il est invite a (embrasser) l’Islam ? Allah ne guide certes pas les gens injustes"
        },
        {
            "chapter": 61,
            "verse": 8,
            "text": "Ils veulent, de leurs seules bouches, eteindre la lumiere d’Allah ; or Allah accomplira (la manifestation) de Sa lumiere, quelque depit qu’en aient les mecreants"
        },
        {
            "chapter": 61,
            "verse": 9,
            "text": "C’est Lui Qui envoya Son Messager avec la juste direction (huda) et la religion de la verite, afin qu’il la fasse triompher de toute autre religion, quelque depit qu’en aient les associatres"
        },
        {
            "chapter": 61,
            "verse": 10,
            "text": "O vous qui avez cru ! Vous montrerai-je un commerce qui puisse vous epargner un supplice tres douloureux"
        },
        {
            "chapter": 61,
            "verse": 11,
            "text": "Vous croirez en Allah et en Son Messager, vous lutterez pour la cause d’Allah par vos biens et vos ames. Voila qui est meilleur pour vous, si vous le saviez"
        },
        {
            "chapter": 61,
            "verse": 12,
            "text": "Il vous pardonnera vos peches et vous fera entrer dans des jardins sous lesquels coulent les rivieres, et dans de belles habitations dans les Jardins d’Eden. Voila le supreme succes"
        },
        {
            "chapter": 61,
            "verse": 13,
            "text": "D’autres (faveurs) vous seront egalement accordees et que vous desirez tant : le soutien d’Allah et une victoire imminente. Annonce donc l’heureuse nouvelle aux croyants"
        },
        {
            "chapter": 61,
            "verse": 14,
            "text": "O vous qui avez cru ! Soyez les allies d’Allah, tout comme Jesus, fils de Marie voulait que ses apotres le fussent, quand il leur dit : « Qui sont mes allies pour (la cause d’) Allah ? » Les apotres repondirent : « Nous sommes les allies d’Allah ! » Un groupe parmi les Enfants d’Israel crut, et un autre mecrut. Nous apportames Notre soutien alors a ceux qui ont cru contre leur ennemi, et c’est ainsi qu’ils furent les vainqueurs"
        },
        {
            "chapter": 62,
            "verse": 1,
            "text": "Tout ce qui est dans les cieux et ce qui est sur terre rend gloire a Allah, le Souverain, le Tres Pur, le Puissant, le Sage"
        },
        {
            "chapter": 62,
            "verse": 2,
            "text": "C’est Lui Qui envoya parmi les illettres un Messager issu de leur peuple, qui leur recite Ses versets, les purifie et les initie au Livre et a la sagesse, meme si, autrefois, ils etaient dans un egarement manifeste"
        },
        {
            "chapter": 62,
            "verse": 3,
            "text": "(Il l’envoya aussi) a d’autres[555] qui ne les ont pas encore rejoints. C’est Lui le Tout-Puissant, le Sage"
        },
        {
            "chapter": 62,
            "verse": 4,
            "text": "Telle est la faveur d’Allah, qu’Il accorde a qui Il veut. Allah est le Detenteur de la Faveur Supreme"
        },
        {
            "chapter": 62,
            "verse": 5,
            "text": "Ceux qui eurent a assumer (le Message de) la Torah et qui ne l’assumerent point sont a l’image d’un ane (lourdement) charge de livres. Pietre exemple que celui des gens qui tiennent pour mensonges les Signes d’Allah. Allah ne guide pas les gens injustes"
        },
        {
            "chapter": 62,
            "verse": 6,
            "text": "Dis : « O vous qui professez le judaisme ! Si vous pretendez etre les aimes d’Allah, en dehors de tous les hommes, alors souhaitez la mort si ce que vous dites est vrai. »"
        },
        {
            "chapter": 62,
            "verse": 7,
            "text": "Mais ils ne la souhaiteront jamais, en raison de tout ce qu’ils ont commis de leurs propres mains. Allah en Sait Infiniment sur les injustes"
        },
        {
            "chapter": 62,
            "verse": 8,
            "text": "Dis : « La mort que vous fuyez vous trouvera, puis vous serez ramenes vers Celui Qui Connait aussi bien les choses insondables que les choses observables. Alors, Il vous informera de ce que vous faisiez"
        },
        {
            "chapter": 62,
            "verse": 9,
            "text": "O vous qui avez cru ! Lorsqu’il est appele a la Calat du vendredi, hatez-vous pour evoquer Allah ! Laissez la tout commerce ! Cela est bien meilleur pour vous, si vous saviez"
        },
        {
            "chapter": 62,
            "verse": 10,
            "text": "Puis la Calat finie, dispersez-vous partout ailleurs ![556] Esperez les faveurs d’Allah ! Evoquez abondamment (le nom d’)Allah, peut-etre reussirez-vous"
        },
        {
            "chapter": 62,
            "verse": 11,
            "text": "Des qu’ils entrapercoivent quelque commerce ou quelque divertissement, ils se dispersent d’autour de toi et te laissent la, debout. Dis : « Ce qui se trouve aupres d’Allah est bien meilleur que le divertissement et le commerce. Allah est, certes, le Meilleur des dispensateurs. »"
        },
        {
            "chapter": 63,
            "verse": 1,
            "text": "Quand les hypocrites viennent te trouver, ils disent : « Nous attestons que tu es le Messager d’Allah. » Mais Allah Sait que tu es Son Messager, et Il atteste que les hypocrites sont des menteurs"
        },
        {
            "chapter": 63,
            "verse": 2,
            "text": "Ils ont pris leur serment comme bouclier protecteur, et ont repousse (les autres) loin du chemin d’Allah. Comme etaient detestables les choses qu’ils faisaient"
        },
        {
            "chapter": 63,
            "verse": 3,
            "text": "Cela, parce qu’ils ont cru, puis mecru. Leurs cœurs en sont alors scelles, et ils ne comprennent plus rien"
        },
        {
            "chapter": 63,
            "verse": 4,
            "text": "Quand tu les vois, leur apparence physique te plait, et s’ils parlent tu ecoutes (volontiers) ce qu’ils disent. Ils sont tels des poutres appuyees (contre le mur). Ils pensent que le moindre cri les concerne. Ce sont eux l’ennemi. Mefie-toi d’eux ! Qu’Allah les combatte ! Comme ils se detournent (du droit chemin)"
        },
        {
            "chapter": 63,
            "verse": 5,
            "text": "Quand il leur est dit : « Venez ! Le Messager d’Allah va implorer le pardon pour vous », ils detournent la tete, et tu les vois se retirer, dedaigneux, pleins de morgue"
        },
        {
            "chapter": 63,
            "verse": 6,
            "text": "Que tu implores pour eux le pardon ou que tu ne l’implores pas, cela est egal. Car Allah ne leur pardonnera pas. Allah ne guide pas les gens pervers"
        },
        {
            "chapter": 63,
            "verse": 7,
            "text": "Ce sont eux qui disent : « Ne depensez plus (de vos biens) en faveur de ceux qui sont (toujours) aupres du Messager d’Allah. C’est ainsi seulement qu’ils finiront par se disperser (d’autour de lui.) » C’est a Allah qu’appartiennent les tresors des cieux et de la terre, mais les hypocrites, eux, ne (le) comprennent pas"
        },
        {
            "chapter": 63,
            "verse": 8,
            "text": "Ils disent : « Si nous revenons a Medine, le plus puissant en chassera le plus humble. » C’est pourtant a Allah qu’appartient la Puissance, a Son Messager et aux croyants. Mais les hypocrites ne (le) savent pas"
        },
        {
            "chapter": 63,
            "verse": 9,
            "text": "O vous qui avez cru ! Que vos biens et vos enfants ne vous distraient point de l’Invocation[557] d’Allah. Ceux qui le font sont eux les perdants"
        },
        {
            "chapter": 63,
            "verse": 10,
            "text": "Depensez des (biens) que Nous vous avons dispenses, avant que la mort ne vienne (surprendre) l’un d’entre vous, qui dira alors: « Seigneur, si Tu m’accordais un sursis pour un delai proche, je ferais alors la charite et je serais du nombre des vertueux ! »"
        },
        {
            "chapter": 63,
            "verse": 11,
            "text": "Mais Allah ne renvoie jamais a plus tard le terme d’une ame quand il est arrive. Allah est parfaitement Informe de ce que vous faites"
        },
        {
            "chapter": 64,
            "verse": 1,
            "text": "Tout ce qui est dans les cieux et sur terre rend gloire a Allah. A Lui la royaute ! A Lui toute louange ! Il est de Toute chose Infiniment Capable"
        },
        {
            "chapter": 64,
            "verse": 2,
            "text": "C’est Lui Qui vous a crees. Il y a alors parmi vous le mecreant, et il y a le croyant. Allah est parfaitement Informe de ce que vous faites"
        },
        {
            "chapter": 64,
            "verse": 3,
            "text": "Il crea les cieux et la terre pour une juste raison, vous a modele dans votre forme la plus belle, et c’est vers Lui que sera le devenir"
        },
        {
            "chapter": 64,
            "verse": 4,
            "text": "Il Sait ce qui est dans les cieux et sur terre, Il Sait ce que vous tenez secret et ce que vous revelez au grand jour. Allah Sait parfaitement ce qui est au fond des cœurs"
        },
        {
            "chapter": 64,
            "verse": 5,
            "text": "Ne vous est-il pas parvenu l’histoire de ceux qui ont mecru autrefois, et qui ont donc goute le peril du a leurs actes ? Ils auront aussi (dans l’autre monde) un supplice tres douloureux"
        },
        {
            "chapter": 64,
            "verse": 6,
            "text": "Cela, parce que les Messagers venaient leur apporter les preuves evidentes et eux leur disaient : « Serions-nous donc guides par des humains comme nous ? » Ils mecroyaient donc et se detournaient. Mais Allah Se passait d’eux. Allah est Celui Qui Se passe de Toute chose et le Digne de Toute Louange"
        },
        {
            "chapter": 64,
            "verse": 7,
            "text": "Ceux qui ont mecru pretendent qu’ils ne seront point ressuscites. Dis : « Que si ! Par mon Seigneur ! Vous serez certainement ressuscites, puis informes des actions que vos aurez faites. Cela est pour Allah chose vraiment aisee. »"
        },
        {
            "chapter": 64,
            "verse": 8,
            "text": "Croyez donc en Allah, en Son Messager et en la lumiere que Nous avons fait descendre ! Allah est parfaitement Informe de ce que vous faites"
        },
        {
            "chapter": 64,
            "verse": 9,
            "text": "Le jour ou Il vous reunira, Jour du Rassemblement, ce sera le jour de la Deception.[558] Celui qui croit en Allah et fait le bien verra ses mauvaises actions rachetees. (Allah) le fera entrer dans des jardins sous lesquels coulent les rivieres, ou ils sejourneront a tout jamais. Voila le succes supreme"
        },
        {
            "chapter": 64,
            "verse": 10,
            "text": "Quant a ceux qui ont mecru et ont ose dementir Nos Signes, ceux-la seront les hotes du Feu, ou ils demeureront pour l’eternite. Quel affreux destin que le leur"
        },
        {
            "chapter": 64,
            "verse": 11,
            "text": "Il n’est malheur qui puisse vous frapper sans qu’il ne soit par la permission d’Allah. Quiconque croit en Allah, (Allah) guidera son cœur. Allah Sait parfaitement Toute chose"
        },
        {
            "chapter": 64,
            "verse": 12,
            "text": "Obeissez a Allah ! Obeissez a Son Messager ! Et si vous vous detournez (de leurs commandements), le Messager n’a pour seul devoir que de transmettre (Notre Message) explicitement"
        },
        {
            "chapter": 64,
            "verse": 13,
            "text": "Allah ! Il n’y a point d’autre divinite que Lui ! Qu’a Lui s’en remettent donc les croyants"
        },
        {
            "chapter": 64,
            "verse": 14,
            "text": "O vous qui croyez ! Il peut se trouver des ennemis pour vous, (meme) parmi vos epouses et en vos enfants. Mefiez-vous en ! Mais si vous passez (les erreurs), excusez et pardonnez, (sachez qu’) Allah est Absoluteur et Tout Misericordieux"
        },
        {
            "chapter": 64,
            "verse": 15,
            "text": "Vos biens et vos enfants ne sont que tentation. Mais Allah, detient aupres de Lui une immense recompense"
        },
        {
            "chapter": 64,
            "verse": 16,
            "text": "Craignez donc Allah autant que vous le pourrez. Ecoutez, obeissez et depensez (de vos biens) en charite, cela est meilleur pour vous. Ceux qui sont preserves de leur propre avarice sont ceux qui reussissent"
        },
        {
            "chapter": 64,
            "verse": 17,
            "text": "Si, de bonne volonte, vous faites un pret a Allah, Il vous le remboursera au centuple et vous pardonnera (vos peches), car Allah est si Reconnaissant, si Magnanime"
        },
        {
            "chapter": 64,
            "verse": 18,
            "text": "Il Connait aussi bien les choses insondables que les choses observables, Lui, le Tout-Puissant, le Sage"
        },
        {
            "chapter": 65,
            "verse": 1,
            "text": "O Prophete ! Si vous divorcez d’avec les femmes, faites-le (en respectant) leur delai de viduite (‘iddah) dont vous compterez (les jours). Craignez Allah, votre Seigneur, ne les faites pas sortir de leurs maisons ! Qu’elles n’en sortent que si elles ont commis un acte immoral evident. Telles sont les limites d’Allah (hudud). Celui qui outrepasse les limites d’Allah est injuste envers lui-meme. Tu ne peux savoir si, entre-temps, Allah ne fera pas advenir une situation nouvelle"
        },
        {
            "chapter": 65,
            "verse": 2,
            "text": "Leur terme ayant ete atteint, ou vous les garderez alors d’une maniere convenable, ou vous les quitterez d’une maniere tout aussi convenable. Faites temoigner de cela deux hommes parmi les plus equitables d’entre vous. Vous devez en temoigner (par obeissance) a Allah. Voila une exhortation pour qui croit en Allah et au Jour Dernier. A quiconque Le craint, Allah prevoit une (honorable) voie de sortie"
        },
        {
            "chapter": 65,
            "verse": 3,
            "text": "et lui dispensera (des biens) d’une maniere a laquelle il ne s’attendait pas. Quiconque s’en remet a Allah, (Allah) lui suffira. Allah atteint toujours Son objectif et Il a prevu a chaque chose un terme mesure"
        },
        {
            "chapter": 65,
            "verse": 4,
            "text": "Celles qui ont atteint la menopause,[560] parmi vos femmes, devront observer, si vous avez des doutes (en comptant les jours de la ‘iddah), une (periode) d’attente de trois mois. La meme (attente est prescrite) a celles qui n’ont pas encore leurs regles. Quant a celles qui sont enceintes, leur terme de viduite est l’accouchement. Quiconque craint Allah, (Allah) lui rendra les choses plus faciles"
        },
        {
            "chapter": 65,
            "verse": 5,
            "text": "Tel est l’ordre qu’Allah a fait descendre pour vous. Quiconque craint Allah, (Allah) rachetera ses mauvaises actions et lui accordera une grande recompense"
        },
        {
            "chapter": 65,
            "verse": 6,
            "text": "Logez (vos femmes repudiees) dans (les habitations) ou vous residez vous-memes, selon vos moyens. Ne leur cherchez pas noise en leur rendant la vie insupportable. Et si elles sont enceintes, assurez les depenses qui leur sont necessaires jusqu’a ce qu’elles accouchent. Si, (par la suite), elles allaitent (votre enfant), versez-leur une pension. Que vos concertations (a ce sujet) soient sereines et convenables. Mais, si vous ne vous vous etes pas entendus, que l’allaitement soit confie a une autre (femme)"
        },
        {
            "chapter": 65,
            "verse": 7,
            "text": "Que le fortune depense selon sa fortune ; et que l’homme de condition plus modeste depense de ce qu’Allah lui a accorde (comme biens). Allah ne charge une personne que selon ce qu’Il lui a donne. Allah fera qu’apres la difficulte vienne l’aisance"
        },
        {
            "chapter": 65,
            "verse": 8,
            "text": "Combien de cites se sont dressees contre l’ordre de leur Seigneur et de Ses Messagers ! Nous le leur fimes payer cher,[561] et Nous sevimes contre elles par un supplice des plus atroces"
        },
        {
            "chapter": 65,
            "verse": 9,
            "text": "Elles gouterent alors le peril du a leur conduite, et leur sort fut la ruine"
        },
        {
            "chapter": 65,
            "verse": 10,
            "text": "Allah leur a prepare un terrible supplice. Craignez Allah, o esprits sagaces qui avez cru ! Allah a fait descendre (en revelation) pour vous un Rappel"
        },
        {
            "chapter": 65,
            "verse": 11,
            "text": "(et envoye) un Messager qui vous recite les versets explicites d’Allah, pour faire sortir ceux qui ont cru et ont accompli les bonnes œuvres des tenebres vers la lumiere. (Car) ceux qui croient en Allah et font le bien, (Allah) les fera entrer dans des jardins sous lesquels coulent les rivieres, ou ils sejourneront a tout jamais. Allah leur[563] dispensera ce qu’il y a de meilleur"
        },
        {
            "chapter": 65,
            "verse": 12,
            "text": "C’est Allah Qui a cree sept cieux et des terres en nombre semblable. Entre (cieux et terres), l’ordre descend (toujours) pour que vous sachiez qu’Allah est de Toute chose Infiniment Capable, et qu’Allah Cerne Toute Chose par Sa Science"
        },
        {
            "chapter": 66,
            "verse": 1,
            "text": "O Prophete ! Pourquoi, pour faire plaisir a tes epouses, t’interdis-tu ce qu’Allah a rendu pour toi licite ? Allah est Absoluteur et Tout Misericordieux"
        },
        {
            "chapter": 66,
            "verse": 2,
            "text": "Allah a prescrit pour vous (le moyen) de vous degager licitement de vos serments. Allah est votre Protecteur et c’est Lui l’Omniscient, le Sage"
        },
        {
            "chapter": 66,
            "verse": 3,
            "text": "Quand le Prophete fit une confidence a l’une de ses epouses, et que celle-ci s’en fut le divulguer (a une autre epouse), Allah en informa (le Prophete) qui en revela une partie et ne dit mot de l’autre. Informee, (l’epouse) dit : « Mais qui donc te l’a appris ? » « Celui Qui me l’a appris, repondit (le Messager), est l’Omniscient, le parfaitement Informe. »"
        },
        {
            "chapter": 66,
            "verse": 4,
            "text": "Si vous deux[564] vous vous repentez aupres d’Allah, c’est que vos cœurs ont ecoute (la voix de la raison) ; et si vous vous liguez contre lui,[565] (alors sachez qu’) Allah sera Son allie, ainsi que (l’Ange) Gabriel et les meilleurs d’entre les croyants, puis les Anges, apres cela, sauront le soutenir"
        },
        {
            "chapter": 66,
            "verse": 5,
            "text": "Il se peut, s’il divorce d’avec vous, qu’Allah lui donne de bien meilleures epouses que vous : des musulmanes, croyantes, obeissantes, repentantes, qui prient et jeunent assidument, ayant ete deja mariees ou encore vierges"
        },
        {
            "chapter": 66,
            "verse": 6,
            "text": "O vous qui avez cru ! Preservez vos propres personnes ainsi que vos familles d’un Feu qui sera alimente par les hommes et les pierres, et (qui sera garde) par des Anges rudes et intraitables, qui ne desobeissent jamais aux ordres d’Allah et executent ce qu’Il leur enjoint (de faire)"
        },
        {
            "chapter": 66,
            "verse": 7,
            "text": "O vous qui avez mecru ! N’invoquez aujourd’hui aucune excuse ! Car vous serez seulement retribues selon ce que vous faisiez"
        },
        {
            "chapter": 66,
            "verse": 8,
            "text": "O vous qui avez cru ! Repentez-vous aupres d’Allah d’un repentir sincere, peut-etre que votre Seigneur rachetera vos peches et vous fera entrer dans des jardins sous lesquels coulent les rivieres, en ce jour ou Allah evitera l’humiliation au Prophete et a ceux qui auront cru avec lui. Leur lumiere se deploiera devant eux et sur leur droite, et ils diront : « Seigneur, veuille parfaire notre lumiere ! Pardonne-nous ! Tu es de Toute chose Infiniment Capable"
        },
        {
            "chapter": 66,
            "verse": 9,
            "text": "O Prophete ! Lutte contre les mecreants et les hypocrites ! Sois rude avec eux ! Leur sejour sera la Gehenne, et quelle affreuse destinee"
        },
        {
            "chapter": 66,
            "verse": 10,
            "text": "Allah a donne comme exemple aux mecreants celui de la femme de Noe et de la femme de Loth, lesquelles vivaient sous l’autorite de deux de Nos serviteurs les plus vertueux. Or elles les trahirent (en choisissant la mecreance) et (leurs epoux) ne purent rien pour elles aupres d’Allah. Il leur sera dit : « Entrez toutes les deux en Enfer, avec ceux qui vont y entrer ! »"
        },
        {
            "chapter": 66,
            "verse": 11,
            "text": "Allah a donne comme exemple aux croyants celui de la femme de Pharaon, laquelle supplia : « Seigneur ! Fais batir pour moi une maison aupres de Toi, au Paradis ! Delivre-moi de Pharaon et de ce qu’il commet, et sauve-moi des gens injustes ! »"
        },
        {
            "chapter": 66,
            "verse": 12,
            "text": "Et aussi Marie, fille d’Imran, laquelle preserva sa chastete et en qui Nous insufflames de Notre Esprit. Elle crut fermement aux paroles et aux Livres de son Seigneur et fut du nombre des fervents"
        },
        {
            "chapter": 67,
            "verse": 1,
            "text": "Beni soit Celui Qui detient en Sa Main la Royaute et Qui de Toute chose est Infiniment Capable"
        },
        {
            "chapter": 67,
            "verse": 2,
            "text": "Celui Qui a cree la mort et la vie pour voir, en vous eprouvant, qui de vous fait meilleure œuvre ; et c’est Lui le Tout-Puissant, l’Absoluteur"
        },
        {
            "chapter": 67,
            "verse": 3,
            "text": "Celui Qui a cree sept cieux qui se superposent. Aucune irregularite ne se percoit dans la creation du Tout Clement. Leve a nouveau les yeux, y vois-tu la moindre felure"
        },
        {
            "chapter": 67,
            "verse": 4,
            "text": "Puis reviens-y par deux fois du regard. Ton regard retournera vers toi humilie et impuissant"
        },
        {
            "chapter": 67,
            "verse": 5,
            "text": "Nous avons orne de luminaires (flamboyants) le ciel le plus proche de ce bas monde. Nous en avons fait des meteores pour lapider les demons. Et Nous leur avons prepare le supplice du Brasier"
        },
        {
            "chapter": 67,
            "verse": 6,
            "text": "A ceux qui auront renie leur Seigneur, (il sera reserve) le supplice de la Gehenne, et quel affreux destin"
        },
        {
            "chapter": 67,
            "verse": 7,
            "text": "Quand ils y seront precipites, ils en percevront un rale et un bouillonnement"
        },
        {
            "chapter": 67,
            "verse": 8,
            "text": "(La Gehenne) sera sur le point d’exploser de rage. Chaque fois qu’on y jettera un contingent (de damnes) ses gardiens leur demanderont : « N’est-il pas venu vers vous quelqu’un pour vous mettre en garde ? »"
        },
        {
            "chapter": 67,
            "verse": 9,
            "text": "« Si, repondront-ils, il nous est bien venu un Envoye pour nous avertir, mais nous l’avons traite de menteur en disant : “Allah n’a rien revele et vous etes, (toi Muhammad et tes partisans) en plein egarement. ” »"
        },
        {
            "chapter": 67,
            "verse": 10,
            "text": "Ils diront encore : « Si nous avions su ecouter ou raisonner, nous n’aurions pas ete parmi les hotes du Brasier ! »"
        },
        {
            "chapter": 67,
            "verse": 11,
            "text": "Ils auront alors reconnu leurs peches. Que perissent donc les damnes du Brasier"
        },
        {
            "chapter": 67,
            "verse": 12,
            "text": "Ceux qui craignent leur Seigneur sans meme Le voir meriteront le pardon et une immense recompense"
        },
        {
            "chapter": 67,
            "verse": 13,
            "text": "Que vous teniez secrets vos propos ou que vous les reveliez au grand jour, Il Sait parfaitement ce qui est au fond des cœurs"
        },
        {
            "chapter": 67,
            "verse": 14,
            "text": "Ne connaitrait-Il pas ceux qu’Il a crees quand Il est le Subtil et le parfaitement Informe"
        },
        {
            "chapter": 67,
            "verse": 15,
            "text": "C’est Lui Qui fit pour vous la terre si soumise. Parcourez-la donc par monts et par vaux ! Nourrissez-vous des biens qu’Il vous dispense. C’est vers Lui que se fera la Resurrection"
        },
        {
            "chapter": 67,
            "verse": 16,
            "text": "Etes-vous donc si surs que Celui Qui est au ciel ne fasse pas crouler la terre sous vos pieds et ne la fasse pas trembler"
        },
        {
            "chapter": 67,
            "verse": 17,
            "text": "Etes- vous donc, (encore une fois), si surs que Celui Qui est au ciel ne fasse pas pleuvoir sur vous un torrent de pierres ? Ainsi saurez-vous la verite de Ma Menace"
        },
        {
            "chapter": 67,
            "verse": 18,
            "text": "Ceux qui les ont precedes avaient deja crie au mensonge. Quelles ne furent mes represailles"
        },
        {
            "chapter": 67,
            "verse": 19,
            "text": "Ne voient-ils pas les oiseaux au-dessus d’eux, toutes ailes tour a tour deployees et pliees ? Nul ne les soutient (dans les airs) hormis le Tout Clement, Lui Qui est de Toute chose Lucide"
        },
        {
            "chapter": 67,
            "verse": 20,
            "text": "Quel est donc celui qui serait pour vous (a lui seul) une armee et vous secourrait en dehors du Tout Clement ? Les mecreants sont vraiment en pleine illusion"
        },
        {
            "chapter": 67,
            "verse": 21,
            "text": "Et quel est donc celui qui pourrait vous dispenser une subsistance si (Allah) cesse de vous dispenser la Sienne ? Pourtant (les mecreants) persistent dans leur arrogance et leur rebellion"
        },
        {
            "chapter": 67,
            "verse": 22,
            "text": "Lequel tiendrait la direction la plus juste, celui qui se traine, le front a meme le sol, ou celui qui marche tout droit sur un chemin droit"
        },
        {
            "chapter": 67,
            "verse": 23,
            "text": "Dis : « C’est Lui Qui vous a fait etre et vous a donne l’ouie, la vue et la raison.[566] Mais vous etes bien peu reconnaissants ! »"
        },
        {
            "chapter": 67,
            "verse": 24,
            "text": "Dis : « C’est Lui Qui vous a dissemines sur terre et c’est vers Lui que vous serez ramenes en foule. »"
        },
        {
            "chapter": 67,
            "verse": 25,
            "text": "Ils diront : «Quand donc cette promesse sera-t-elle tenue si ce que vous dites est vrai ? »"
        },
        {
            "chapter": 67,
            "verse": 26,
            "text": "Dis : « Seul Allah en detient la Science, quant a moi, je ne suis la que pour avertir en toute clarte. »"
        },
        {
            "chapter": 67,
            "verse": 27,
            "text": "Lorsqu’ils l’auront vu[567] de tres pres, les mecreants en auront le visage tout bleme, et il leur sera dit : « Voici ce que vous appeliez (de vos vœux avec empressement) ! »"
        },
        {
            "chapter": 67,
            "verse": 28,
            "text": "Dis : « Meditez donc ceci : si Allah me fait perir ainsi que ceux qui sont avec moi, ou s’Il nous recoit dans Sa misericorde, qui mettra les mecreants a l’abri d’un supplice tres douloureux ? »"
        },
        {
            "chapter": 67,
            "verse": 29,
            "text": "Dis : « C’est Lui le Tout Clement, en Qui nous croyons et a Qui nous nous en remettons. Vous saurez donc bientot qui aura ete dans un egarement manifeste. »"
        },
        {
            "chapter": 67,
            "verse": 30,
            "text": "Dis enfin : « Meditez encore ceci : si votre eau etait aspiree bien loin dans les profondeurs de la terre, qui donc vous apporterait de l’eau qui coule de source ? »"
        },
        {
            "chapter": 68,
            "verse": 1,
            "text": "Nun. Par le calame et ce qu’ils ecrivent"
        },
        {
            "chapter": 68,
            "verse": 2,
            "text": "Tu n’es certes pas, par la grace de ton Seigneur, un fou possede du demon"
        },
        {
            "chapter": 68,
            "verse": 3,
            "text": "Tu auras certes (droit) a une retribution sans fin"
        },
        {
            "chapter": 68,
            "verse": 4,
            "text": "Et tu es moralement tres noble"
        },
        {
            "chapter": 68,
            "verse": 5,
            "text": "Tu verras et ils verront"
        },
        {
            "chapter": 68,
            "verse": 6,
            "text": "qui de vous est le fou"
        },
        {
            "chapter": 68,
            "verse": 7,
            "text": "Ton Seigneur, Lui, Sait le mieux qui a perdu son chemin, et Connait le mieux ceux qui tiennent la bonne direction"
        },
        {
            "chapter": 68,
            "verse": 8,
            "text": "N’obeis donc pas aux negateurs"
        },
        {
            "chapter": 68,
            "verse": 9,
            "text": "Ils aimeraient que tu flechisses un peu avec eux, alors ils feront de meme"
        },
        {
            "chapter": 68,
            "verse": 10,
            "text": "N’ecoute pas celui qui jure a tout propos, et qui est ignoble"
        },
        {
            "chapter": 68,
            "verse": 11,
            "text": "le diffamateur intemperant, le grand colporteur de calomnies"
        },
        {
            "chapter": 68,
            "verse": 12,
            "text": "l’adversaire du bien, l’agresseur et le pecheur"
        },
        {
            "chapter": 68,
            "verse": 13,
            "text": "brutal, et de surcroit batard"
        },
        {
            "chapter": 68,
            "verse": 14,
            "text": "Meme quand il possede des biens (en abondance) et de (nombreux) enfants"
        },
        {
            "chapter": 68,
            "verse": 15,
            "text": "il dit en entendant reciter Nos versets : « Ce ne sont que fables d’anciens ! »"
        },
        {
            "chapter": 68,
            "verse": 16,
            "text": "Nous lui marquerons le nez"
        },
        {
            "chapter": 68,
            "verse": 17,
            "text": "Nous les avons eprouves comme Nous avions autrefois eprouve les proprietaires du jardin et qui s’etaient jure de proceder a sa recolte au petit jour"
        },
        {
            "chapter": 68,
            "verse": 18,
            "text": "sans restreindre (leur serment)"
        },
        {
            "chapter": 68,
            "verse": 19,
            "text": "Un fleau venu de la part de ton Seigneur fondit sur le jardin pendant qu’ils dormaient"
        },
        {
            "chapter": 68,
            "verse": 20,
            "text": "Au matin, (le jardin) etait completement ravage"
        },
        {
            "chapter": 68,
            "verse": 21,
            "text": "En se levant avec le jour, ils s’appelerent les uns les autres"
        },
        {
            "chapter": 68,
            "verse": 22,
            "text": "« Allez vite a votre champ si vous comptez (toujours) en achever la recolte. »"
        },
        {
            "chapter": 68,
            "verse": 23,
            "text": "Ils s’elancerent aussitot en se disant tout bas les uns aux autres"
        },
        {
            "chapter": 68,
            "verse": 24,
            "text": "« Que nul pauvre n’y entre aujourd’hui ! »"
        },
        {
            "chapter": 68,
            "verse": 25,
            "text": "Ils s’en furent, au petit jour, fermement resolus a empecher (les pauvres d’entrer dans leur jardin), et persuades qu’ils en avaient le pouvoir"
        },
        {
            "chapter": 68,
            "verse": 26,
            "text": "Quand ils eurent vu (le jardin), ils dirent : « Nous nous sommes vraiment egares"
        },
        {
            "chapter": 68,
            "verse": 27,
            "text": "Ou plutot voila que nous avons tout perdu ! »"
        },
        {
            "chapter": 68,
            "verse": 28,
            "text": "Le plus sage d’entre eux dit alors : «Ne vous avais-je pas dit de rendre gloire a Allah ? »"
        },
        {
            "chapter": 68,
            "verse": 29,
            "text": "« Gloire soit rendue a notre Seigneur, s’ecrierent-ils, nous etions vraiment injustes ! »"
        },
        {
            "chapter": 68,
            "verse": 30,
            "text": "Puis ils se mirent a s’agonir de reproches mutuels"
        },
        {
            "chapter": 68,
            "verse": 31,
            "text": "« Malheur a nous, dirent-ils, nous sommes alles a la demesure"
        },
        {
            "chapter": 68,
            "verse": 32,
            "text": "Que notre Seigneur nous accorde en echange mieux que (ce jardin) ! Car nous ne voulons plus rien desormais que l’agrement de notre Seigneur ! »"
        },
        {
            "chapter": 68,
            "verse": 33,
            "text": "C’est ainsi qu’est le supplice. Mais le supplice de l’autre monde est plus grand encore. Ah, si seulement ils pouvaient savoir"
        },
        {
            "chapter": 68,
            "verse": 34,
            "text": "Ceux qui sont pieux auront aupres de leur Seigneur les Jardins des delices"
        },
        {
            "chapter": 68,
            "verse": 35,
            "text": "Traiterions-Nous donc les Soumis comme les scelerats"
        },
        {
            "chapter": 68,
            "verse": 36,
            "text": "Serait-ce la votre facon de juger"
        },
        {
            "chapter": 68,
            "verse": 37,
            "text": "Auriez-vous un Livre ou vous auriez appris"
        },
        {
            "chapter": 68,
            "verse": 38,
            "text": "que tout ce que vous souhaitez est a votre portee"
        },
        {
            "chapter": 68,
            "verse": 39,
            "text": "Ou auriez-vous de Nous un engagement solennel, qui (Nous impose) jusqu’au Jour de la Resurrection, de vous accorder ce que vous jugerez devoir obtenir"
        },
        {
            "chapter": 68,
            "verse": 40,
            "text": "Demande-leur lequel d’entre eux en serait garant"
        },
        {
            "chapter": 68,
            "verse": 41,
            "text": "Ou alors auraient-ils des associes ? Qu’ils les amenent donc, si ce qu’ils disent est vrai"
        },
        {
            "chapter": 68,
            "verse": 42,
            "text": "Le jour ou ils auront a affronter la Grande Peur,[570] ils seront appeles a se prosterner mais ils ne le pourront pas"
        },
        {
            "chapter": 68,
            "verse": 43,
            "text": "Baisses seront leurs regards, et ils seront couverts d’humiliation, eux qu’on invitait autrefois a se prosterner quand ils etaient sains"
        },
        {
            "chapter": 68,
            "verse": 44,
            "text": "Laisse-Moi donc avec ceux qui nient cette Parole (le Coran). Nous les amenerons de proche en proche (a leur ruine), sans qu’ils ne sachent (de quelle facon)"
        },
        {
            "chapter": 68,
            "verse": 45,
            "text": "Je leur accorderai un repit, car Ma Ruse est infaillible"
        },
        {
            "chapter": 68,
            "verse": 46,
            "text": "Leur reclamerais-tu une recompense qui les greverait d’une lourde dette"
        },
        {
            "chapter": 68,
            "verse": 47,
            "text": "Detiendraient-ils les clefs de l’Inconnaissable (ghayb) qui leur permettraient d’imposer (leurs fausses croyances) par ecrit"
        },
        {
            "chapter": 68,
            "verse": 48,
            "text": "Supporte patiemment le Verdict de ton Seigneur ! Ne sois pas comme l’Homme au Poisson [571] quand, en pleine angoisse, il adressa sa plainte (a Allah)"
        },
        {
            "chapter": 68,
            "verse": 49,
            "text": "N’eut ete une grace qui l’atteignit de la part de son Seigneur, il eut ete sans doute jete, couvert d’ignominie, sur un rivage desert"
        },
        {
            "chapter": 68,
            "verse": 50,
            "text": "Son Seigneur l’elut et le fit du nombre des vertueux"
        },
        {
            "chapter": 68,
            "verse": 51,
            "text": "Il s’en faut de peu que les mecreants ne te vrillent de leurs regards quand ils entendent le (Coran).[572] Ils disent alors : « Ce n’est qu’un dement ! »"
        },
        {
            "chapter": 68,
            "verse": 52,
            "text": "Et ce (Coran) n’est rien de moins qu’un Rappel (adresse) a l’Univers"
        },
        {
            "chapter": 69,
            "verse": 1,
            "text": "L’Heure de Verite"
        },
        {
            "chapter": 69,
            "verse": 2,
            "text": "Qu’est-ce que l’Heure de Verite"
        },
        {
            "chapter": 69,
            "verse": 3,
            "text": "Et qui te fera jamais savoir ce qu’est l’Heure de Verite"
        },
        {
            "chapter": 69,
            "verse": 4,
            "text": "Les Thamud et les ‘Ad avaient traite de mensonge (l’ultime) Fracas"
        },
        {
            "chapter": 69,
            "verse": 5,
            "text": "Quant aux Thamud, ils furent aneantis par le Cri terrifiant"
        },
        {
            "chapter": 69,
            "verse": 6,
            "text": "Les ‘Ad, eux, furent emportes par un vent impetueux et glace"
        },
        {
            "chapter": 69,
            "verse": 7,
            "text": "Qu’(Allah) envoya contre eux durant sept nuits et huit jours consecutifs ; on voyait alors les gens etendus inertes, tels des troncs creux de palmiers"
        },
        {
            "chapter": 69,
            "verse": 8,
            "text": "En vois-tu encore les moindres traces"
        },
        {
            "chapter": 69,
            "verse": 9,
            "text": "Pharaon, ceux qui l’avaient precede, et les cites renversees[574], avaient commis des fautes"
        },
        {
            "chapter": 69,
            "verse": 10,
            "text": "Ils avaient desobei au Messager de leur Seigneur Qui les emporta irreversiblement"
        },
        {
            "chapter": 69,
            "verse": 11,
            "text": "Quand les eaux (du Deluge) eurent tout couvert, Nous vous sauvames sur l’Arche qui court (fendant les flots)"
        },
        {
            "chapter": 69,
            "verse": 12,
            "text": "afin que cela reste pour vous un exemple grave dans toutes les memoires et assimile par toute oreille consciente"
        },
        {
            "chapter": 69,
            "verse": 13,
            "text": "Lorsqu’il sera souffle dans le Cor une fois, une seule"
        },
        {
            "chapter": 69,
            "verse": 14,
            "text": "et que la terre et les montagnes seront soulevees puis broyees d’un coup, un seul"
        },
        {
            "chapter": 69,
            "verse": 15,
            "text": "alors adviendra l’Evenement"
        },
        {
            "chapter": 69,
            "verse": 16,
            "text": "Le ciel se fendra et sera, en ce jour, pret a s’ecrouler"
        },
        {
            "chapter": 69,
            "verse": 17,
            "text": "Les Anges seront la, sur ses horizons. Huit d’entre eux, ce jour-la, porteront le Trone de ton Seigneur"
        },
        {
            "chapter": 69,
            "verse": 18,
            "text": "En ce jour, vous comparaitrez (devant Allah) et rien de vous ne sera tenu cache"
        },
        {
            "chapter": 69,
            "verse": 19,
            "text": "Quant a celui qui aura recu son Livre dans sa main droite, il s’ecriera : « Prenez, lisez mon Livre"
        },
        {
            "chapter": 69,
            "verse": 20,
            "text": "Je savais bien que j’allais rendre compte (de mes œuvres). »"
        },
        {
            "chapter": 69,
            "verse": 21,
            "text": "Celui-la vivra dans la felicite"
        },
        {
            "chapter": 69,
            "verse": 22,
            "text": "dans un jardin surplombant"
        },
        {
            "chapter": 69,
            "verse": 23,
            "text": "dont les fruits seront tout proches"
        },
        {
            "chapter": 69,
            "verse": 24,
            "text": "« Mangez et buvez a votre aise pour les œuvres que vous avez autrefois accomplies. »"
        },
        {
            "chapter": 69,
            "verse": 25,
            "text": "Quant a celui qui aura recu son Livre dans sa main gauche, il dira : « Ah, si seulement je n’avais point recu mon Livre"
        },
        {
            "chapter": 69,
            "verse": 26,
            "text": "ni eu connaissance de mon compte"
        },
        {
            "chapter": 69,
            "verse": 27,
            "text": "Comme j’aurais aime, helas, que ma mort fut irreversible"
        },
        {
            "chapter": 69,
            "verse": 28,
            "text": "Mes biens ne m’auront servi a rien"
        },
        {
            "chapter": 69,
            "verse": 29,
            "text": "et mon autorite, aneantie, m’a laisse seul ! »"
        },
        {
            "chapter": 69,
            "verse": 30,
            "text": "(Il sera alors dit de lui) : « Prenez-le ! Enchainez-le"
        },
        {
            "chapter": 69,
            "verse": 31,
            "text": "Puis, dans le Brasier, brulez-le"
        },
        {
            "chapter": 69,
            "verse": 32,
            "text": "Ensuite, avec une chaine (longue) de soixante-dix coudees, attachez-le"
        },
        {
            "chapter": 69,
            "verse": 33,
            "text": "Car il ne croyait pas en Allah le Tres Grand"
        },
        {
            "chapter": 69,
            "verse": 34,
            "text": "pas plus qu’il n’incitait a donner a manger au pauvre"
        },
        {
            "chapter": 69,
            "verse": 35,
            "text": "Aujourd’hui, ici, il n’a aucun ami chaleureux"
        },
        {
            "chapter": 69,
            "verse": 36,
            "text": "ni nourriture autre que le pus"
        },
        {
            "chapter": 69,
            "verse": 37,
            "text": "dont seuls se nourriront les coupables. »"
        },
        {
            "chapter": 69,
            "verse": 38,
            "text": "Non, J’en jure par ce que vous voyez"
        },
        {
            "chapter": 69,
            "verse": 39,
            "text": "et par ce que vous ne voyez pas"
        },
        {
            "chapter": 69,
            "verse": 40,
            "text": "ceci[575] est le propos (transmis) par un Noble Messager"
        },
        {
            "chapter": 69,
            "verse": 41,
            "text": "et non le propos d’un poete. Comme vous etes peu nombreux a y croire"
        },
        {
            "chapter": 69,
            "verse": 42,
            "text": "Et ce n’est pas, non plus, le propos d’un devin. Comme vous etes peu nombreux a y reflechir"
        },
        {
            "chapter": 69,
            "verse": 43,
            "text": "C’est bien une revelation du Seigneur de l’Univers"
        },
        {
            "chapter": 69,
            "verse": 44,
            "text": "Si (Muhammad) Nous avait attribue certaines paroles (qui n’etaient pas les Notres)"
        },
        {
            "chapter": 69,
            "verse": 45,
            "text": "Nous l’aurions saisi en Notre Main Droite"
        },
        {
            "chapter": 69,
            "verse": 46,
            "text": "puis lui aurions tranche l’aorte"
        },
        {
            "chapter": 69,
            "verse": 47,
            "text": "Nul d’entre vous alors n’aurait pu le proteger"
        },
        {
            "chapter": 69,
            "verse": 48,
            "text": "Ce (Coran) est, en verite, un Rappel a l’adresse de ceux qui sont pieux"
        },
        {
            "chapter": 69,
            "verse": 49,
            "text": "Nous savons (pourtant) que, parmi vous, certains crient (encore) au mensonge"
        },
        {
            "chapter": 69,
            "verse": 50,
            "text": "Ce sera plutot un sujet d’amers regrets pour les mecreants"
        },
        {
            "chapter": 69,
            "verse": 51,
            "text": "C’est la, assurement, la vraie certitude"
        },
        {
            "chapter": 69,
            "verse": 52,
            "text": "Rends donc gloire au Nom de ton Seigneur, le Tres Grand"
        },
        {
            "chapter": 70,
            "verse": 1,
            "text": "Quelqu’un a demande un supplice immediat"
        },
        {
            "chapter": 70,
            "verse": 2,
            "text": "contre les mecreants, et que nul ne saurait repousser"
        },
        {
            "chapter": 70,
            "verse": 3,
            "text": "qui viendrait de la part d’Allah, Detenteur des ascensions celestes"
        },
        {
            "chapter": 70,
            "verse": 4,
            "text": "Les Anges et l’Esprit mettent, pour monter vers Lui, un jour qui equivaut a cinquante mille ans"
        },
        {
            "chapter": 70,
            "verse": 5,
            "text": "Patiente donc, d’une belle patience"
        },
        {
            "chapter": 70,
            "verse": 6,
            "text": "Ils le[578] voient bien loin"
        },
        {
            "chapter": 70,
            "verse": 7,
            "text": "et Nous le voyons tout proche"
        },
        {
            "chapter": 70,
            "verse": 8,
            "text": "Ce jour-la, le ciel sera comme de la lie d’huile"
        },
        {
            "chapter": 70,
            "verse": 9,
            "text": "et les montagnes seront comme de la laine eparpillee"
        },
        {
            "chapter": 70,
            "verse": 10,
            "text": "L’ami chaleureux n’interrogera point son ami"
        },
        {
            "chapter": 70,
            "verse": 11,
            "text": "bien que se voyant l’un l’autre. Et pour se racheter du supplice, le criminel voudrait, ce jour-la, livrer en rancon ses propres enfants"
        },
        {
            "chapter": 70,
            "verse": 12,
            "text": "sa compagne, son frere"
        },
        {
            "chapter": 70,
            "verse": 13,
            "text": "le clan qui lui offrait le gite"
        },
        {
            "chapter": 70,
            "verse": 14,
            "text": "et tous ceux qui sont sur terre et qui pourraient le sauver"
        },
        {
            "chapter": 70,
            "verse": 15,
            "text": "Que non. (La Gehenne) est un Feu embrase"
        },
        {
            "chapter": 70,
            "verse": 16,
            "text": "qui arrache le cuir chevelu"
        },
        {
            "chapter": 70,
            "verse": 17,
            "text": "qui rappelle a elle quiconque aura tourne le dos (a la foi) et l’aura fuie"
        },
        {
            "chapter": 70,
            "verse": 18,
            "text": "et aura amasse et entasse (les richesses)"
        },
        {
            "chapter": 70,
            "verse": 19,
            "text": "L’homme a ete cree anxieux"
        },
        {
            "chapter": 70,
            "verse": 20,
            "text": "Quand un malheur le frappe, il est abattu"
        },
        {
            "chapter": 70,
            "verse": 21,
            "text": "Et quand un bien l’atteint, il n’en est que plus avare"
        },
        {
            "chapter": 70,
            "verse": 22,
            "text": "A l’exception de ceux qui accomplissent la priere"
        },
        {
            "chapter": 70,
            "verse": 23,
            "text": "ceux qui accomplissent assidument leur Calat"
        },
        {
            "chapter": 70,
            "verse": 24,
            "text": "qui prelevent sur leurs biens une part determinee"
        },
        {
            "chapter": 70,
            "verse": 25,
            "text": "au profit du mendiant et du demuni"
        },
        {
            "chapter": 70,
            "verse": 26,
            "text": "Et ceux aussi qui tiennent pour vrai le Jour de la Resurrection"
        },
        {
            "chapter": 70,
            "verse": 27,
            "text": "qui redoutent le supplice de leur Seigneur"
        },
        {
            "chapter": 70,
            "verse": 28,
            "text": "car rien ne saurait assurer contre le supplice de leur Seigneur"
        },
        {
            "chapter": 70,
            "verse": 29,
            "text": "Et ceux qui preservent leur chastete"
        },
        {
            "chapter": 70,
            "verse": 30,
            "text": "sauf (dans les rapports intimes) avec leurs epouses ou leurs servantes possedees de plein droit. Ils ne sont, dans ce cas nullement blamables"
        },
        {
            "chapter": 70,
            "verse": 31,
            "text": "Mais ceux qui cherchent (la satisfaction de leurs desirs) ailleurs, ceux-la sont les transgresseurs"
        },
        {
            "chapter": 70,
            "verse": 32,
            "text": "Et ceux aussi qui gardent fidelement les depots qui leur sont confies, et honorent leurs engagements"
        },
        {
            "chapter": 70,
            "verse": 33,
            "text": "ceux qui disent la verite quand ils rendent leur temoignage"
        },
        {
            "chapter": 70,
            "verse": 34,
            "text": "et ceux qui preservent scrupuleusement leur Calat"
        },
        {
            "chapter": 70,
            "verse": 35,
            "text": "Ceux-la seront couverts d’honneur dans les jardins (du Paradis)"
        },
        {
            "chapter": 70,
            "verse": 36,
            "text": "Qu’ont-ils donc, ceux qui ont mecru, a accourir vers toi, tendant leurs cous"
        },
        {
            "chapter": 70,
            "verse": 37,
            "text": "et (affluant) par groupes a droite et a gauche"
        },
        {
            "chapter": 70,
            "verse": 38,
            "text": "Convoiteraient-ils, chacun de son cote, l’acces au Jardin des delices"
        },
        {
            "chapter": 70,
            "verse": 39,
            "text": "Il n’en sera rien. Ils savent de quoi Nous les avons crees"
        },
        {
            "chapter": 70,
            "verse": 40,
            "text": "J’en jure donc par le Seigneur des Orients et des Occidents que Nous sommes Capable"
        },
        {
            "chapter": 70,
            "verse": 41,
            "text": "de les remplacer par de bien meilleurs qu’eux. Nul ne pourra Nous devancer (pour Nous en empecher)"
        },
        {
            "chapter": 70,
            "verse": 42,
            "text": "Laisse-les donc a leurs (vaines) conversations et a leurs jeux (futiles), jusqu’a ce qu’ils rencontrent le jour qui leur est promis"
        },
        {
            "chapter": 70,
            "verse": 43,
            "text": "jour ou, precipites, ils surgiront des tombes comme s’ils accouraient vers des steles (paiennes)"
        },
        {
            "chapter": 70,
            "verse": 44,
            "text": "Baisses seront leurs regards, et ils seront couverts d’humiliation. Voila le jour qui leur etait promis"
        },
        {
            "chapter": 71,
            "verse": 1,
            "text": "Nous envoyames Noe vers son peuple en lui disant : « Avertis ton peuple avant que ne fonde sur eux un supplice tres douloureux ! »"
        },
        {
            "chapter": 71,
            "verse": 2,
            "text": "« O peuple mien, dit-il, je suis la pour vous avertir en toute clarte"
        },
        {
            "chapter": 71,
            "verse": 3,
            "text": "Adorez Allah ! Craignez-Le ! Obeissez-moi"
        },
        {
            "chapter": 71,
            "verse": 4,
            "text": "Il vous pardonnera alors vos peches et surseoira (a votre jugement) pour un terme deja nomme. Car le terme decrete par Allah ne pourra etre retarde, si seulement vous saviez ! »"
        },
        {
            "chapter": 71,
            "verse": 5,
            "text": "« Seigneur, (dit-il plus tard), je n’ai fait qu’exhorter mon peuple nuit et jour"
        },
        {
            "chapter": 71,
            "verse": 6,
            "text": "mais mon appel n’a fait que les faire fuir davantage"
        },
        {
            "chapter": 71,
            "verse": 7,
            "text": "Chaque fois que je les appelais pour que Tu leur pardonnes (leurs peches), ils se bouchaient les oreilles avec leurs doigts, s’emmitouflaient dans leurs vetements, et s’obstinaient, orgueilleux et dedaigneux"
        },
        {
            "chapter": 71,
            "verse": 8,
            "text": "Je les ai alors exhortes publiquement"
        },
        {
            "chapter": 71,
            "verse": 9,
            "text": "Puis je me suis adresse a eux tantot ouvertement, tantot sur le ton de la confidence"
        },
        {
            "chapter": 71,
            "verse": 10,
            "text": "J’ai donc dit : “Implorez le pardon de votre Seigneur, car Il est Tres Absoluteur"
        },
        {
            "chapter": 71,
            "verse": 11,
            "text": "Il vous enverra du ciel d’abondantes pluies"
        },
        {
            "chapter": 71,
            "verse": 12,
            "text": "vous dispensera avec largesse beaucoup de richesses et d’enfants, et vous accordera des jardins et vous accordera des rivieres"
        },
        {
            "chapter": 71,
            "verse": 13,
            "text": "Pourquoi donc ne temoignez-vous a Allah aucune veneration digne de ce nom"
        },
        {
            "chapter": 71,
            "verse": 14,
            "text": "C’est bien Lui Qui vous a pourtant crees par etapes"
        },
        {
            "chapter": 71,
            "verse": 15,
            "text": "Ne voyez-vous pas comment Allah a cree sept cieux qui se superposent"
        },
        {
            "chapter": 71,
            "verse": 16,
            "text": "y a mis la lune comme lumiere et le soleil comme flambeau"
        },
        {
            "chapter": 71,
            "verse": 17,
            "text": "C’est bien Allah Qui vous a fait pousser, a partir de la terre, tels des plantes"
        },
        {
            "chapter": 71,
            "verse": 18,
            "text": "vous y fera retourner, puis vous en fera reellement resurgir"
        },
        {
            "chapter": 71,
            "verse": 19,
            "text": "Et c’est Allah Qui a fait pour vous de la terre un tapis"
        },
        {
            "chapter": 71,
            "verse": 20,
            "text": "pour que vous puissiez emprunter ses larges chemins.” »"
        },
        {
            "chapter": 71,
            "verse": 21,
            "text": "Noe s’ecria : « Ils m’ont, Seigneur, desobei. Ils ont suivi celui que ses biens et ses enfants ne font que ruiner davantage"
        },
        {
            "chapter": 71,
            "verse": 22,
            "text": "Ils ont trame une grande intrigue"
        },
        {
            "chapter": 71,
            "verse": 23,
            "text": "“Ne delaissez point vos divinites, ont-ils enjoint, n’abandonnez point Wadd, Suwa‛, Yaghuth, Ya‛uq et Nasr ”"
        },
        {
            "chapter": 71,
            "verse": 24,
            "text": "Ils ont (deja) egare beaucoup d’(hommes). Fais, (o Allah), que les injustes s’egarent davantage ! »"
        },
        {
            "chapter": 71,
            "verse": 25,
            "text": "C’est pour leurs fautes qu’ils furent alors noyes, puis jetes au Feu ou ils ne trouverent, contre Allah, point d’allies"
        },
        {
            "chapter": 71,
            "verse": 26,
            "text": "Noe dit : « Seigneur ! Ne laisse sur terre aucun mecreant, pas un seul"
        },
        {
            "chapter": 71,
            "verse": 27,
            "text": "Car, si Tu les laisses, ils egareront Tes serviteurs, et n’engendreront que des pervers et des mecreants ingrats"
        },
        {
            "chapter": 71,
            "verse": 28,
            "text": "Seigneur ! Pardonne-moi, a mes deux parents, a tous ceux qui entrent dans ma maison en ayant la foi, ainsi qu’a tous les croyants et a toutes les croyantes. Et ajoute (Seigneur) a la ruine des injustes ! »"
        },
        {
            "chapter": 72,
            "verse": 1,
            "text": "Dis : « Il m’a ete revele qu’un groupe de djinns, ayant prete l’oreille, ont dit : “Nous avons certes entendu une Lecture (Qur’an) merveilleuse"
        },
        {
            "chapter": 72,
            "verse": 2,
            "text": "qui conduit vers la juste voie, et nous y avons cru. Nous n’attribuerons donc aucun associe a notre Seigneur"
        },
        {
            "chapter": 72,
            "verse": 3,
            "text": "Notre Seigneur Tres Haut ne S’est donne ni compagne ni fils"
        },
        {
            "chapter": 72,
            "verse": 4,
            "text": "Le plus ignorant d’entre nous proferait au sujet d’Allah les (pires) insanites"
        },
        {
            "chapter": 72,
            "verse": 5,
            "text": "Nous supposions que ni les hommes ni les djinns n’oseraient debiter des mensonges sur le compte d’Allah"
        },
        {
            "chapter": 72,
            "verse": 6,
            "text": "Mais il y avait ceux, parmi les humains, qui cherchaient refuge aupres des djinns. Or ceux-ci ne firent qu’ajouter a leur perdition"
        },
        {
            "chapter": 72,
            "verse": 7,
            "text": "Tout comme vous, ils pensaient qu’Allah n’enverrait nul (Messager)"
        },
        {
            "chapter": 72,
            "verse": 8,
            "text": "Nous nous sommes rapproches du ciel et nous l’avons trouve rempli de gardiens feroces et de meteores"
        },
        {
            "chapter": 72,
            "verse": 9,
            "text": "Nous pouvions nous y installer pour ecouter (les secrets celestes), or quiconque prete l’oreille aujourd’hui verra fondre sur lui un meteore a l’affut"
        },
        {
            "chapter": 72,
            "verse": 10,
            "text": "Nous ne savons vraiment si un malheur est voulu a ceux qui sont sur terre, ou si leur Seigneur leur veut la voie de la droiture"
        },
        {
            "chapter": 72,
            "verse": 11,
            "text": "Il en est parmi nous qui sont des gens de bien, et d’autres qui sont bien en deca. C’est que nous sommes divises en sectes differentes"
        },
        {
            "chapter": 72,
            "verse": 12,
            "text": "Nous savions pertinemment que nous ne saurions defier la puissance d’Allah sur terre, ni Le tenir en echec en prenant la fuite"
        },
        {
            "chapter": 72,
            "verse": 13,
            "text": "Lorsque nous avons entendu (le Livre) de la direction sure (huda), nous y avons cru. Or, quiconque croit en son Seigneur n’aura a craindre nulle injustice et nul accablement"
        },
        {
            "chapter": 72,
            "verse": 14,
            "text": "Certains d’entre nous sont Musulmans, tandis que d’autres sont injustes. Ceux qui ont embrasse l’islam, ceux-la ont choisi la voie la plus droite"
        },
        {
            "chapter": 72,
            "verse": 15,
            "text": "Quant aux injustes, ils seront le bois qui alimentera la Gehenne.” »"
        },
        {
            "chapter": 72,
            "verse": 16,
            "text": "Or, s’ils s’etaient engages sur la voie droite, Nous les aurions certes abreuves d’une eau genereuse"
        },
        {
            "chapter": 72,
            "verse": 17,
            "text": "qui eut ete pour eux une epreuve. Mais quiconque se detourne du rappel de son Seigneur, Celui-ci le fera conduire vers un supplice sans cesse augmentant"
        },
        {
            "chapter": 72,
            "verse": 18,
            "text": "Les mosquees sont a Allah Seul ; n’y invoquez donc personne avec Lui"
        },
        {
            "chapter": 72,
            "verse": 19,
            "text": "Et lorsque le serviteur d’Allah se fut leve pour L’invoquer, ils (les djinns) se bousculerent vers lui"
        },
        {
            "chapter": 72,
            "verse": 20,
            "text": "Dis : « Je ne fais que prier mon Seigneur, et je ne Lui prete aucun associe. »"
        },
        {
            "chapter": 72,
            "verse": 21,
            "text": "Dis : « Je ne saurais ni vous nuire ni vous conduire vers le chemin de la droiture. »"
        },
        {
            "chapter": 72,
            "verse": 22,
            "text": "Dis encore : « Nul ne saurait me proteger contre Allah, et je ne saurais (a mon tour) trouver refuge en dehors de Lui"
        },
        {
            "chapter": 72,
            "verse": 23,
            "text": "(Seul est en mon pouvoir) de transmettre des informations de la part d’Allah et (de vous communiquer) Ses Messages. Et quiconque desobeit a Allah et a Son Messager aura la Gehenne pour y sejourner a tout jamais. »"
        },
        {
            "chapter": 72,
            "verse": 24,
            "text": "Lorsqu’ils auront vu ce dont ils sont menaces, ils sauront qui sera plus faible en soutien et moins pourvu en nombre"
        },
        {
            "chapter": 72,
            "verse": 25,
            "text": "Dis : « Je ne sais si ce dont vous etes menaces est imminent, ou si mon Seigneur lui a fixe un terme differe"
        },
        {
            "chapter": 72,
            "verse": 26,
            "text": "Car c’est Lui Qui Connait l’Inconnaissable (ghayb), et Il ne devoile Ses secrets a personne"
        },
        {
            "chapter": 72,
            "verse": 27,
            "text": "excepte a ceux qu’il aura agrees comme Messagers, et qu’Il fait escorter, au-devant d’eux et derriere eux, par des gardiens aux aguets"
        },
        {
            "chapter": 72,
            "verse": 28,
            "text": "afin de savoir s’ils ont transmis les Messages de leur Seigneur. Il Cerne (de Sa Connaissance) tout ce qu’ils detiennent, et Denombre Toute chose. »"
        },
        {
            "chapter": 73,
            "verse": 1,
            "text": "O toi qui t’emmitoufles dans tes vetements"
        },
        {
            "chapter": 73,
            "verse": 2,
            "text": "Leve-toi la nuit (pour prier), et n’en excepte qu’une petite partie"
        },
        {
            "chapter": 73,
            "verse": 3,
            "text": "Ce sera sa moitie, un peu moins"
        },
        {
            "chapter": 73,
            "verse": 4,
            "text": "ou un peu plus. Et recite le Coran de ta plus belle recitation"
        },
        {
            "chapter": 73,
            "verse": 5,
            "text": "Nous allons bientot te faire porter de lourdes paroles"
        },
        {
            "chapter": 73,
            "verse": 6,
            "text": "La priere du reveil nocturne est d’un impact plus profond et les paroles en sont plus justes"
        },
        {
            "chapter": 73,
            "verse": 7,
            "text": "Tu as, en verite, de longs moments d’activite pendant la journee"
        },
        {
            "chapter": 73,
            "verse": 8,
            "text": "Evoque le Nom de ton Seigneur ! Voue-toi exclusivement a Son culte"
        },
        {
            "chapter": 73,
            "verse": 9,
            "text": "Il est le Seigneur du Levant et du Couchant. Il n’est point d’autre divinite que Lui. Prends-Le donc pour unique Protecteur"
        },
        {
            "chapter": 73,
            "verse": 10,
            "text": "Prends en patience ce qu’ils disent et deserte-les de la desertion la plus sereine"
        },
        {
            "chapter": 73,
            "verse": 11,
            "text": "Laisse-Moi avec les contradicteurs,[584] qui sont privilegies par les biens (de ce monde). Accorde-leur quelque repit"
        },
        {
            "chapter": 73,
            "verse": 12,
            "text": "Nous disposons (pour eux) de lourdes chaines et d’un ardent Brasier"
        },
        {
            "chapter": 73,
            "verse": 13,
            "text": "d’une nourriture qui etouffe et d’un supplice tres douloureux"
        },
        {
            "chapter": 73,
            "verse": 14,
            "text": "Ce jour-la, la terre et les montagnes s’ebranleront ; et les massifs se mueront en dunes de terre mouvante"
        },
        {
            "chapter": 73,
            "verse": 15,
            "text": "Nous vous avons envoye un Messager qui temoignera contre vous, comme Nous avions deja envoye un Messager a Pharaon"
        },
        {
            "chapter": 73,
            "verse": 16,
            "text": "Pharaon ayant desobei au Messager, Nous sevimes contre lui d’une facon implacable"
        },
        {
            "chapter": 73,
            "verse": 17,
            "text": "Comment, si vous mecroyez, pourrez-vous donc vous proteger d’un jour ou les enfants seront chenus"
        },
        {
            "chapter": 73,
            "verse": 18,
            "text": "Le ciel, alors, en sera fendu, car Sa promesse a Lui se sera accomplie"
        },
        {
            "chapter": 73,
            "verse": 19,
            "text": "Voila qui est un rappel. Prenne donc qui voudra le chemin vers son Seigneur"
        },
        {
            "chapter": 73,
            "verse": 20,
            "text": "Ton Seigneur Sait que, toi et quelques-uns de ceux qui t’accompagnent, vous vous levez (pour prier) durant les deux tiers, parfois la moitie et parfois le tiers, de la nuit. Or c’est Allah Qui Sait estimer (la duree) de la nuit et du jour. Il Sait que vous ne pourrez passer toute la nuit a prier et vous pardonne. Recitez donc ce que vous pourrez du Coran, car (Allah) Sait que parmi vous il y a des malades, que d’autres ont a parcourir la terre pour queter les faveurs d’Allah ; que d’autres encore combattent pour la cause d’Allah. Recitez-en donc ce que vous pourrez ! Accomplissez la Calat ! Acquittez-vous de la Zakat ! Faites a Allah un pret de bonne volonte ! Tout ce que vous aurez avance comme bien pour vous-memes (en ce bas monde), vous le trouverez bien meilleur aupres d’Allah et bien mieux recompense. Implorez le pardon d’Allah, car Allah est Absoluteur et Tout Misericordieux"
        },
        {
            "chapter": 74,
            "verse": 1,
            "text": "O toi qui te couvres (de ton manteau)"
        },
        {
            "chapter": 74,
            "verse": 2,
            "text": "Leve-toi et avertis"
        },
        {
            "chapter": 74,
            "verse": 3,
            "text": "La grandeur de ton Seigneur, exalte-la"
        },
        {
            "chapter": 74,
            "verse": 4,
            "text": "Tes vetements, purifie-les"
        },
        {
            "chapter": 74,
            "verse": 5,
            "text": "L’idolatrie, eloigne-t-en"
        },
        {
            "chapter": 74,
            "verse": 6,
            "text": "Ne te targue pas d’avoir beaucoup donne (en esperant en recevoir davantage en retour)"
        },
        {
            "chapter": 74,
            "verse": 7,
            "text": "Pour ton Seigneur, sois patient"
        },
        {
            "chapter": 74,
            "verse": 8,
            "text": "Lorsqu’il sera souffle dans le Cor"
        },
        {
            "chapter": 74,
            "verse": 9,
            "text": "ce sera alors (l’avenement) d’un jour tres penible"
        },
        {
            "chapter": 74,
            "verse": 10,
            "text": "nullement aise pour les mecreants"
        },
        {
            "chapter": 74,
            "verse": 11,
            "text": "Laisse-Moi avec celui que J’ai cree esseule"
        },
        {
            "chapter": 74,
            "verse": 12,
            "text": "(puis) a qui J’ai dispense de larges biens"
        },
        {
            "chapter": 74,
            "verse": 13,
            "text": "des enfants toujours a ses cotes"
        },
        {
            "chapter": 74,
            "verse": 14,
            "text": "et devant qui J’ai rendu facile le chemin"
        },
        {
            "chapter": 74,
            "verse": 15,
            "text": "Livre a sa convoitise, il espere que Je lui donnerai davantage"
        },
        {
            "chapter": 74,
            "verse": 16,
            "text": "Non, il n’en sera rien. Car il rejetait Nos Signes avec une telle opiniatrete"
        },
        {
            "chapter": 74,
            "verse": 17,
            "text": "Je l’epuiserai en lui faisant gravir les montees (les plus abruptes)"
        },
        {
            "chapter": 74,
            "verse": 18,
            "text": "Il reflechit et prit sa decision"
        },
        {
            "chapter": 74,
            "verse": 19,
            "text": "Puisse-t-il donc perir ! Quelle facon il a de decider"
        },
        {
            "chapter": 74,
            "verse": 20,
            "text": "Puisse-t-il donc encore perir ! Quelle facon il a de decider"
        },
        {
            "chapter": 74,
            "verse": 21,
            "text": "Puis il regarda (autour de lui)"
        },
        {
            "chapter": 74,
            "verse": 22,
            "text": "fronca les sourcils et s’assombrit"
        },
        {
            "chapter": 74,
            "verse": 23,
            "text": "puis se detourna, dedaigneux"
        },
        {
            "chapter": 74,
            "verse": 24,
            "text": "« Ce n’est la, dit-il, que magie qui se transmet"
        },
        {
            "chapter": 74,
            "verse": 25,
            "text": "ce n’est la que parole humaine ! »"
        },
        {
            "chapter": 74,
            "verse": 26,
            "text": "Je le ferai bruler dans le Feu de Saqar"
        },
        {
            "chapter": 74,
            "verse": 27,
            "text": "Et qui te fera jamais savoir ce que c’est que Saqar"
        },
        {
            "chapter": 74,
            "verse": 28,
            "text": "(Un Feu qui) n’epargne et ne laisse rien"
        },
        {
            "chapter": 74,
            "verse": 29,
            "text": "et qui calcine la chair des hommes"
        },
        {
            "chapter": 74,
            "verse": 30,
            "text": "Dix-neuf (Anges) y montent la garde"
        },
        {
            "chapter": 74,
            "verse": 31,
            "text": "Nous n’avons designe, comme gardiens du Feu, que des Anges. Nous ne les avons definis en nombre precis que pour eprouver les mecreants, enraciner la certitude dans les cœurs de ceux qui ont recu le Livre et accroitre la foi des croyants. Ainsi, les gens du Livre et les croyants ne seront plus dans le doute, cependant que ceux dont le cœur est ronge par le mal et les mecreants diront : «Que veut dire Allah par (ce nombre) donne en exemple ? » C’est ainsi qu’Allah egare qui Il veut et guide qui Il veut. Seul Lui Connait les armees de ton Seigneur. Et cela n’est qu’un rappel a l’intention des humains"
        },
        {
            "chapter": 74,
            "verse": 32,
            "text": "Que oui ![586] Par la lune"
        },
        {
            "chapter": 74,
            "verse": 33,
            "text": "Par la nuit quand elle se retire"
        },
        {
            "chapter": 74,
            "verse": 34,
            "text": "Et l’aurore quand elle se devoile"
        },
        {
            "chapter": 74,
            "verse": 35,
            "text": "(Saqar) est certainement l’un des plus grands (perils)"
        },
        {
            "chapter": 74,
            "verse": 36,
            "text": "un avertissement adresse aux humains"
        },
        {
            "chapter": 74,
            "verse": 37,
            "text": "et a qui, parmi vous, veut aller au-devant (des ordres de son Seigneur), ou prefere rester en arriere"
        },
        {
            "chapter": 74,
            "verse": 38,
            "text": "Chaque ame doit assumer la charge de ce qu’elle a fait"
        },
        {
            "chapter": 74,
            "verse": 39,
            "text": "excepte les gens de la dextre"
        },
        {
            "chapter": 74,
            "verse": 40,
            "text": "qui seront dans des jardins et s’interrogeront mutuellement"
        },
        {
            "chapter": 74,
            "verse": 41,
            "text": "a propos des scelerats"
        },
        {
            "chapter": 74,
            "verse": 42,
            "text": "« Qu’est-ce qui vous a conduits jusqu’a Saqar ? »"
        },
        {
            "chapter": 74,
            "verse": 43,
            "text": "« Nous n’etions pas du nombre de ceux qui accomplissent la priere, repondront-ils"
        },
        {
            "chapter": 74,
            "verse": 44,
            "text": "nous ne donnions pas a manger au pauvre"
        },
        {
            "chapter": 74,
            "verse": 45,
            "text": "et nous nous engagions dans des discussions futiles avec ceux qui s’y engageaient"
        },
        {
            "chapter": 74,
            "verse": 46,
            "text": "Et nous tenions pour mensonge le Jour de la Retribution"
        },
        {
            "chapter": 74,
            "verse": 47,
            "text": "Jusqu’a ce que nous parvint la grande certitude. »"
        },
        {
            "chapter": 74,
            "verse": 48,
            "text": "L’intercession des intercesseurs ne leur sera pas utile"
        },
        {
            "chapter": 74,
            "verse": 49,
            "text": "Qu’ont-ils donc a se detourner du Rappel"
        },
        {
            "chapter": 74,
            "verse": 50,
            "text": "tels des anes sauvages qui, dans leur panique"
        },
        {
            "chapter": 74,
            "verse": 51,
            "text": "fuient devant un lion"
        },
        {
            "chapter": 74,
            "verse": 52,
            "text": "Chaque individu parmi eux voudrait recevoir des Feuillets (specialement) deployes (pour lui)"
        },
        {
            "chapter": 74,
            "verse": 53,
            "text": "Non ! Plutot ils ne redoutent pas l’autre monde"
        },
        {
            "chapter": 74,
            "verse": 54,
            "text": "Non ! Ceci est un Rappel"
        },
        {
            "chapter": 74,
            "verse": 55,
            "text": "Alors, s’en souviendra qui voudra"
        },
        {
            "chapter": 74,
            "verse": 56,
            "text": "Mais ils ne s’en souviendront que si Allah le veut, Lui le Seul digne d’etre craint, Lui le plus digne de pardonner"
        },
        {
            "chapter": 75,
            "verse": 1,
            "text": "J’en jure par le Jour de la Resurrection"
        },
        {
            "chapter": 75,
            "verse": 2,
            "text": "J’en jure par l’ame prompte a se blamer"
        },
        {
            "chapter": 75,
            "verse": 3,
            "text": "L’homme s’imagine-t-il que Nous ne rassemblerons pas ses os"
        },
        {
            "chapter": 75,
            "verse": 4,
            "text": "Que si ! Nous sommes Capable meme de reconstituer tel quel le bout de ses doigts"
        },
        {
            "chapter": 75,
            "verse": 5,
            "text": "L’homme prefererait poursuivre sa vie en rebelle et pervers"
        },
        {
            "chapter": 75,
            "verse": 6,
            "text": "Il demande : « A quand donc le Jour de la Resurrection ? »"
        },
        {
            "chapter": 75,
            "verse": 7,
            "text": "Puis lorsque l’œil sera hagard"
        },
        {
            "chapter": 75,
            "verse": 8,
            "text": "et que la lune se sera eclipsee"
        },
        {
            "chapter": 75,
            "verse": 9,
            "text": "et que le soleil et la lune auront ete reunis"
        },
        {
            "chapter": 75,
            "verse": 10,
            "text": "l’homme dira, ce jour-la : « Ou fuir ? »"
        },
        {
            "chapter": 75,
            "verse": 11,
            "text": "Non ! Il n’y aura point d’issue"
        },
        {
            "chapter": 75,
            "verse": 12,
            "text": "C’est vers ton Seigneur que, ce jour-la, sera l’aboutissement"
        },
        {
            "chapter": 75,
            "verse": 13,
            "text": "Et ce jour-la, l’homme sera informe de ce qu’il aura avance (comme acte) et de ce qu’il aura renvoye a plus tard"
        },
        {
            "chapter": 75,
            "verse": 14,
            "text": "L’homme se dressera plutot contre lui-meme en temoin oculaire"
        },
        {
            "chapter": 75,
            "verse": 15,
            "text": "quand bien meme il invoquerait ses excuses"
        },
        {
            "chapter": 75,
            "verse": 16,
            "text": "Ne le[588] tourne pas (plusieurs fois) dans ta langue, presse que tu es de le retenir"
        },
        {
            "chapter": 75,
            "verse": 17,
            "text": "C’est a Nous qu’il appartient de le rassembler (dans ton cœur et ta memoire) et de te le faire lire"
        },
        {
            "chapter": 75,
            "verse": 18,
            "text": "Lorsque Nous le lisons, suis-en la lecture"
        },
        {
            "chapter": 75,
            "verse": 19,
            "text": "Puis il Nous appartient de l’expliquer"
        },
        {
            "chapter": 75,
            "verse": 20,
            "text": "Non, vous aimez plutot la vie fugace"
        },
        {
            "chapter": 75,
            "verse": 21,
            "text": "Et vous negligez la vie de l’autre monde"
        },
        {
            "chapter": 75,
            "verse": 22,
            "text": "Ce jour-la, des visages seront epanouis"
        },
        {
            "chapter": 75,
            "verse": 23,
            "text": "qui contempleront leur Seigneur"
        },
        {
            "chapter": 75,
            "verse": 24,
            "text": "Et ce jour-la, (d’autres) visages seront livides"
        },
        {
            "chapter": 75,
            "verse": 25,
            "text": "S’attendant a courir un terrible peril"
        },
        {
            "chapter": 75,
            "verse": 26,
            "text": "Non ! Quand (l’ame a l’agonie) aura atteint les clavicules"
        },
        {
            "chapter": 75,
            "verse": 27,
            "text": "et qu’il sera demande : « Quel exorciste (peut la sauver) ? »"
        },
        {
            "chapter": 75,
            "verse": 28,
            "text": "et que (l’agonisant) aura realise que le moment de la separation est arrive"
        },
        {
            "chapter": 75,
            "verse": 29,
            "text": "et que ses deux jambes se seront croisees"
        },
        {
            "chapter": 75,
            "verse": 30,
            "text": "C’est vers ton Seigneur, alors, qu’il sera achemine"
        },
        {
            "chapter": 75,
            "verse": 31,
            "text": "Il n’a ni cru ni prie"
        },
        {
            "chapter": 75,
            "verse": 32,
            "text": "mais il a nie (le Message) et s’est detourne de la foi"
        },
        {
            "chapter": 75,
            "verse": 33,
            "text": "Puis il s’en est alle, fier et heureux, vers sa famille"
        },
        {
            "chapter": 75,
            "verse": 34,
            "text": "«Malheur a toi, sur malheur"
        },
        {
            "chapter": 75,
            "verse": 35,
            "text": "Puis malheur a toi, sur malheur ! »"
        },
        {
            "chapter": 75,
            "verse": 36,
            "text": "L’homme s’imagine-il qu’il n’aura pas de compte a rendre"
        },
        {
            "chapter": 75,
            "verse": 37,
            "text": "N’a-t-il pas ete une simple goutte de sperme ejacule"
        },
        {
            "chapter": 75,
            "verse": 38,
            "text": "puis une petite masse de sang coagule qu’Allah a, par la suite, creee et faconnee"
        },
        {
            "chapter": 75,
            "verse": 39,
            "text": "Il en a fait alors le couple : le male et la femelle"
        },
        {
            "chapter": 75,
            "verse": 40,
            "text": "Celui (Qui a pu faire cela) ne serait-il pas Capable de faire revivre les morts"
        },
        {
            "chapter": 76,
            "verse": 1,
            "text": "Ne s’est-il pas ecoule un temps tres long durant lequel l’homme ne meritait meme pas d’etre cite"
        },
        {
            "chapter": 76,
            "verse": 2,
            "text": "Nous avons cree l’homme d’une goutte de sperme combinee a d’autres elements, pour l’eprouver, et Nous l’avons fait qui entend et qui voit"
        },
        {
            "chapter": 76,
            "verse": 3,
            "text": "Nous lui avons indique le droit chemin, qu’il fut reconnaissant ou ingrat"
        },
        {
            "chapter": 76,
            "verse": 4,
            "text": "Nous avons prepare pour les mecreants des chaines, des carcans et un Brasier ardent"
        },
        {
            "chapter": 76,
            "verse": 5,
            "text": "Les vertueux boiront dans une coupe dont la mixture sera d’un camphre"
        },
        {
            "chapter": 76,
            "verse": 6,
            "text": "puise a une source dont boiront les serviteurs d’Allah et qu’ils feront jaillir comme ils le voudront"
        },
        {
            "chapter": 76,
            "verse": 7,
            "text": "(Durant leur vie en ce bas monde), ils respectaient leurs vœux et redoutaient un jour au mal envahissant"
        },
        {
            "chapter": 76,
            "verse": 8,
            "text": "Ils donnaient la nourriture, qui leur etait pourtant chere, au pauvre, a l’orphelin et au prisonnier"
        },
        {
            "chapter": 76,
            "verse": 9,
            "text": "(et ils disaient) : « Nous ne vous donnons a manger que pour obtenir l’agrement d’Allah.[589] Nous ne voulons de vous ni recompense ni reconnaissance"
        },
        {
            "chapter": 76,
            "verse": 10,
            "text": "Nous redoutons seulement, de la part de notre Seigneur, la venue d’un jour sombre et terrible"
        },
        {
            "chapter": 76,
            "verse": 11,
            "text": "Allah les preservera donc des calamites de ce jour, et leur destinera l’epanouissement et la joie"
        },
        {
            "chapter": 76,
            "verse": 12,
            "text": "Pour leur patience, Il leur accordera en recompense le jardin du Paradis et (des vetements) en soie"
        },
        {
            "chapter": 76,
            "verse": 13,
            "text": "Accoudes sur des couches, ils n’y sentiront ni la chaleur du soleil ni la rigueur du froid"
        },
        {
            "chapter": 76,
            "verse": 14,
            "text": "Les ombres (du Paradis) s’etendront sur eux toutes proches, et ses fruits seront a portee de leurs mains"
        },
        {
            "chapter": 76,
            "verse": 15,
            "text": "Parmi eux circuleront des plats d’argent et des coupes en cristal"
        },
        {
            "chapter": 76,
            "verse": 16,
            "text": "(des coupes) en argent translucide et a la capacite bien determinee"
        },
        {
            "chapter": 76,
            "verse": 17,
            "text": "Ils seront abreuves d’une coupe dont (la boisson) sera de gingembre melee"
        },
        {
            "chapter": 76,
            "verse": 18,
            "text": "puisee a une source du nom de Salsabil"
        },
        {
            "chapter": 76,
            "verse": 19,
            "text": "Parmi eux, circuleront des serviteurs a la jeunesse eternelle. Quand tu les verras, tu les prendras pour des perles eparpillees"
        },
        {
            "chapter": 76,
            "verse": 20,
            "text": "Y tourneras-tu ton regard, tu y verras des delices et un immense royaume"
        },
        {
            "chapter": 76,
            "verse": 21,
            "text": "Ils seront de vert vetus, de satin et de brocart, et pares de bracelets d’argent. Leur Seigneur leur donnera a boire un breuvage tres pur"
        },
        {
            "chapter": 76,
            "verse": 22,
            "text": "Telle sera votre recompense, et tels seront reconnus vos efforts"
        },
        {
            "chapter": 76,
            "verse": 23,
            "text": "C’est Nous Qui avons graduellement fait descendre vers toi le Coran"
        },
        {
            "chapter": 76,
            "verse": 24,
            "text": "Prends donc en patience le Jugement de ton Seigneur ! N’obeis pas au pecheur d’entre eux ni a aucun mecreant obstine"
        },
        {
            "chapter": 76,
            "verse": 25,
            "text": "Evoque le Nom de ton Seigneur au lever et au declin du jour"
        },
        {
            "chapter": 76,
            "verse": 26,
            "text": "Pendant une partie de la nuit, prosterne-toi devant Lui, et rends-Lui alors longuement gloire"
        },
        {
            "chapter": 76,
            "verse": 27,
            "text": "Ceux-la aiment cette vie fugace et jettent derriere eux un jour lourd (de consequences)"
        },
        {
            "chapter": 76,
            "verse": 28,
            "text": "C’est Nous Qui les avons crees et Qui les avons soutenus, et si Nous voulions, Nous les remplacerions par d’autres (etres) similaires"
        },
        {
            "chapter": 76,
            "verse": 29,
            "text": "Voila qui est un rappel ! Suive donc qui voudra la voie de son Seigneur"
        },
        {
            "chapter": 76,
            "verse": 30,
            "text": "Mais vous ne voudrez rien qu’Allah n’ait voulu, car Allah est Omniscient et Sage"
        },
        {
            "chapter": 76,
            "verse": 31,
            "text": "Il recoit en Sa misericorde qui Il veut, et aux injustes, Il prevoit un supplice tres douloureux"
        },
        {
            "chapter": 77,
            "verse": 1,
            "text": "Par ceux qui sont envoyes l’un apres l’autre"
        },
        {
            "chapter": 77,
            "verse": 2,
            "text": "Par les tempetes dechainees"
        },
        {
            "chapter": 77,
            "verse": 3,
            "text": "Par ceux qui repandent et deploient"
        },
        {
            "chapter": 77,
            "verse": 4,
            "text": "separent et discernent"
        },
        {
            "chapter": 77,
            "verse": 5,
            "text": "Par ceux qui sement (partout) le Rappel"
        },
        {
            "chapter": 77,
            "verse": 6,
            "text": "soit pour justifier soit pour avertir"
        },
        {
            "chapter": 77,
            "verse": 7,
            "text": "Ce qui vous est promis s’accomplira certainement"
        },
        {
            "chapter": 77,
            "verse": 8,
            "text": "Quand les etoiles seront eteintes"
        },
        {
            "chapter": 77,
            "verse": 9,
            "text": "et que le ciel sera fendu"
        },
        {
            "chapter": 77,
            "verse": 10,
            "text": "et que les montagnes seront desintegrees"
        },
        {
            "chapter": 77,
            "verse": 11,
            "text": "et que le moment sera venu pour les Messagers de comparaitre"
        },
        {
            "chapter": 77,
            "verse": 12,
            "text": "a quel jour cela est-il donc differe"
        },
        {
            "chapter": 77,
            "verse": 13,
            "text": "Au jour de la Decision"
        },
        {
            "chapter": 77,
            "verse": 14,
            "text": "Et qui te fera jamais savoir ce qu’est le jour de la Decision"
        },
        {
            "chapter": 77,
            "verse": 15,
            "text": "Malheur, ce jour-la, aux negateurs"
        },
        {
            "chapter": 77,
            "verse": 16,
            "text": "N’avons-Nous pas aneanti les (peuples) premiers"
        },
        {
            "chapter": 77,
            "verse": 17,
            "text": "Puis n’avons-Nous pas enchaine par les derniers"
        },
        {
            "chapter": 77,
            "verse": 18,
            "text": "C’est ainsi que Nous traitons les criminels"
        },
        {
            "chapter": 77,
            "verse": 19,
            "text": "Malheur, ce jour-la, aux negateurs"
        },
        {
            "chapter": 77,
            "verse": 20,
            "text": "Ne vous avons-Nous pas crees d’un vulgaire liquide"
        },
        {
            "chapter": 77,
            "verse": 21,
            "text": "que Nous avons etabli dans un receptacle sur"
        },
        {
            "chapter": 77,
            "verse": 22,
            "text": "pour un delai deja fixe"
        },
        {
            "chapter": 77,
            "verse": 23,
            "text": "Ainsi l’avons-Nous determine, et nul ne le pourra mieux que Nous"
        },
        {
            "chapter": 77,
            "verse": 24,
            "text": "Malheur, ce jour-la, aux negateurs"
        },
        {
            "chapter": 77,
            "verse": 25,
            "text": "N’avons-Nous pas fait de la terre un receptacle commun"
        },
        {
            "chapter": 77,
            "verse": 26,
            "text": "aux vivants et aux morts"
        },
        {
            "chapter": 77,
            "verse": 27,
            "text": "N’y avons-Nous pas implante des montagnes altieres ? Ne vous avons-Nous pas donne a boire une eau tres douce"
        },
        {
            "chapter": 77,
            "verse": 28,
            "text": "Malheur, ce jour-la, aux negateurs"
        },
        {
            "chapter": 77,
            "verse": 29,
            "text": "Precipitez-vous donc vers ce que vous teniez pour mensonge"
        },
        {
            "chapter": 77,
            "verse": 30,
            "text": "Elancez-vous vers l’ombre aux trois colonnes de (la fumee de l’Enfer)"
        },
        {
            "chapter": 77,
            "verse": 31,
            "text": "qui ne protege ni ne premunit contre les flammes"
        },
        {
            "chapter": 77,
            "verse": 32,
            "text": "Car (le Feu de la Gehenne) projette des etincelles aussi grandes que de hautes citadelles"
        },
        {
            "chapter": 77,
            "verse": 33,
            "text": "ou semblables a des chameaux jaunes"
        },
        {
            "chapter": 77,
            "verse": 34,
            "text": "Malheur, ce jour-la, aux negateurs"
        },
        {
            "chapter": 77,
            "verse": 35,
            "text": "Ce jour-la, (les mecreants) ne pourront ni parler"
        },
        {
            "chapter": 77,
            "verse": 36,
            "text": "ni ne seront autorises a presenter des excuses"
        },
        {
            "chapter": 77,
            "verse": 37,
            "text": "Malheur, ce jour-la, aux negateurs"
        },
        {
            "chapter": 77,
            "verse": 38,
            "text": "Voici venu le Jour de la Decision ou Nous vous reunissons avec ceux qui vous ont precedes"
        },
        {
            "chapter": 77,
            "verse": 39,
            "text": "Si vous avez quelque stratageme faites-en donc usage contre Moi"
        },
        {
            "chapter": 77,
            "verse": 40,
            "text": "Malheur, ce jour-la, aux negateurs"
        },
        {
            "chapter": 77,
            "verse": 41,
            "text": "Ceux qui sont pieux seront au milieu d’ombrages et de sources (vives)"
        },
        {
            "chapter": 77,
            "verse": 42,
            "text": "et auront les fruits qu’ils desireront"
        },
        {
            "chapter": 77,
            "verse": 43,
            "text": "« Mangez et buvez en paix pour tout ce que vous faisiez. »"
        },
        {
            "chapter": 77,
            "verse": 44,
            "text": "C’est ainsi que Nous retribuons les bienfaiteurs"
        },
        {
            "chapter": 77,
            "verse": 45,
            "text": "Malheur, ce jour-la, aux negateurs"
        },
        {
            "chapter": 77,
            "verse": 46,
            "text": "« Mangez et jouissez pour peu de temps (o mecreants), vous etes certes des scelerats ! »"
        },
        {
            "chapter": 77,
            "verse": 47,
            "text": "Malheur, ce jour-la, aux negateurs"
        },
        {
            "chapter": 77,
            "verse": 48,
            "text": "Quand il leur est dit : « Inclinez-vous (pour la Calat) », ils ne s’inclinent pas"
        },
        {
            "chapter": 77,
            "verse": 49,
            "text": "Malheur, ce jour-la, aux negateurs"
        },
        {
            "chapter": 77,
            "verse": 50,
            "text": "En quelle parole, apres celle-la, vont-ils donc croire"
        },
        {
            "chapter": 78,
            "verse": 1,
            "text": "A propos de quoi s’interrogent-ils les uns les autres"
        },
        {
            "chapter": 78,
            "verse": 2,
            "text": "C’est a propos de la grande nouvelle"
        },
        {
            "chapter": 78,
            "verse": 3,
            "text": "qui les a mis en desaccord"
        },
        {
            "chapter": 78,
            "verse": 4,
            "text": "Non, ils sauront bientot"
        },
        {
            "chapter": 78,
            "verse": 5,
            "text": "Que non, ils sauront bientot"
        },
        {
            "chapter": 78,
            "verse": 6,
            "text": "N’avons-Nous pas etendu la terre telle une couche"
        },
        {
            "chapter": 78,
            "verse": 7,
            "text": "et fait des montagnes des piquets"
        },
        {
            "chapter": 78,
            "verse": 8,
            "text": "Nous vous avons crees en couples"
        },
        {
            "chapter": 78,
            "verse": 9,
            "text": "et avons fait que votre sommeil soit un repos"
        },
        {
            "chapter": 78,
            "verse": 10,
            "text": "Nous avons fait de la nuit un habit"
        },
        {
            "chapter": 78,
            "verse": 11,
            "text": "et du jour un moment propice aux occupations vitales"
        },
        {
            "chapter": 78,
            "verse": 12,
            "text": "Nous avons bati au-dessus de vous sept (cieux) impressionnants"
        },
        {
            "chapter": 78,
            "verse": 13,
            "text": "et y avons mis un flambeau a l’ardente lumiere"
        },
        {
            "chapter": 78,
            "verse": 14,
            "text": "Des nuages (gorges de pluie), Nous avons fait descendre une eau en abondance"
        },
        {
            "chapter": 78,
            "verse": 15,
            "text": "par laquelle Nous faisons pousser des graines, des plantes"
        },
        {
            "chapter": 78,
            "verse": 16,
            "text": "et des jardins tres denses"
        },
        {
            "chapter": 78,
            "verse": 17,
            "text": "Le Jour de la Decision est une echeance deja fixee"
        },
        {
            "chapter": 78,
            "verse": 18,
            "text": "(C’est) le jour ou il sera souffle dans le Cor et ou vous viendrez en foules"
        },
        {
            "chapter": 78,
            "verse": 19,
            "text": "Le ciel sera alors ouvert, beant de toutes ses portes"
        },
        {
            "chapter": 78,
            "verse": 20,
            "text": "Les montagnes seront mises en mouvement et ne seront plus que mirages"
        },
        {
            "chapter": 78,
            "verse": 21,
            "text": "La Gehenne guettera"
        },
        {
            "chapter": 78,
            "verse": 22,
            "text": "(ultime) refuge pour les rebelles"
        },
        {
            "chapter": 78,
            "verse": 23,
            "text": "qui y demeureront des eres infinies"
        },
        {
            "chapter": 78,
            "verse": 24,
            "text": "Ils n’y gouteront ni fraicheur ni boisson"
        },
        {
            "chapter": 78,
            "verse": 25,
            "text": "autre qu’eau bouillante et purulence"
        },
        {
            "chapter": 78,
            "verse": 26,
            "text": "en juste retribution (pour ce qu’ils auront fait)"
        },
        {
            "chapter": 78,
            "verse": 27,
            "text": "Ils ne prevoyaient nullement qu’ils auraient des comptes a rendre"
        },
        {
            "chapter": 78,
            "verse": 28,
            "text": "et ils traitaient obstinement Nos versets de mensonges"
        },
        {
            "chapter": 78,
            "verse": 29,
            "text": "Nous avons pourtant tout recense en un Livre"
        },
        {
            "chapter": 78,
            "verse": 30,
            "text": "Goutez donc, Nous ne ferons qu’ajouter a votre supplice"
        },
        {
            "chapter": 78,
            "verse": 31,
            "text": "Ceux qui sont pieux atteindront certes au succes supreme"
        },
        {
            "chapter": 78,
            "verse": 32,
            "text": "(Il y aura pour eux) des jardins et des vignes"
        },
        {
            "chapter": 78,
            "verse": 33,
            "text": "des femmes jeunes aux seins fermes et toutes du meme age"
        },
        {
            "chapter": 78,
            "verse": 34,
            "text": "des coupes pleines (de boissons) debordantes"
        },
        {
            "chapter": 78,
            "verse": 35,
            "text": "Ils n’y entendront ni vains propos ni mensonges"
        },
        {
            "chapter": 78,
            "verse": 36,
            "text": "Telle est la recompense de ton Seigneur : don prodigue et genereux"
        },
        {
            "chapter": 78,
            "verse": 37,
            "text": "Seigneur des cieux, de la terre et de ce qui est entre eux, le Tout Clement a Qui ils ne pourront adresser aucune parole"
        },
        {
            "chapter": 78,
            "verse": 38,
            "text": "(Ce sera) le jour ou l’Esprit et les Anges se tiendront en rangees, ne disant mot, sauf ceux a qui le Tout Clement permettra (de parler) et dont la parole sera verite"
        },
        {
            "chapter": 78,
            "verse": 39,
            "text": "Tel sera le Vrai jour ! Prenne donc refuge aupres de son Seigneur celui qui le voudra"
        },
        {
            "chapter": 78,
            "verse": 40,
            "text": "Nous vous avons mis en garde contre un supplice tout proche. Ce jour-la l’homme verra ce qu’il aura fait de ses propres mains, et le mecreant dira : « Ah ! si seulement j’etais poussiere ! »"
        },
        {
            "chapter": 79,
            "verse": 1,
            "text": "Par les arracheurs (des ames) avec violence"
        },
        {
            "chapter": 79,
            "verse": 2,
            "text": "Et par ceux qui les cueillent avec douceur"
        },
        {
            "chapter": 79,
            "verse": 3,
            "text": "Par ceux qui naviguent librement"
        },
        {
            "chapter": 79,
            "verse": 4,
            "text": "puis courent et devancent"
        },
        {
            "chapter": 79,
            "verse": 5,
            "text": "pour mieux gerer les affaires"
        },
        {
            "chapter": 79,
            "verse": 6,
            "text": "Le jour ou retentira (le premier son du Cor)"
        },
        {
            "chapter": 79,
            "verse": 7,
            "text": "et que suivra le second (son du Cor)"
        },
        {
            "chapter": 79,
            "verse": 8,
            "text": "des cœurs, ce jour-la, seront saisis de frayeur"
        },
        {
            "chapter": 79,
            "verse": 9,
            "text": "et des regards saisis d’humilite"
        },
        {
            "chapter": 79,
            "verse": 10,
            "text": "« Serons-nous donc, demanderont-ils, ramenes a notre vie sur terre"
        },
        {
            "chapter": 79,
            "verse": 11,
            "text": "alors meme que nous ne serons plus qu’ossements ronges? »"
        },
        {
            "chapter": 79,
            "verse": 12,
            "text": "« Ce serait donc, diront-ils, un retour ou nous serions perdants ! »"
        },
        {
            "chapter": 79,
            "verse": 13,
            "text": "Il n’y aura qu’un seul Cri"
        },
        {
            "chapter": 79,
            "verse": 14,
            "text": "et les voila tous qui se reveillent a la surface de la terre"
        },
        {
            "chapter": 79,
            "verse": 15,
            "text": "L’histoire de Moise t’est-elle parvenue"
        },
        {
            "chapter": 79,
            "verse": 16,
            "text": "Son Seigneur l’appela dans la vallee sacree de Touwa en lui disant"
        },
        {
            "chapter": 79,
            "verse": 17,
            "text": "« Va trouver Pharaon, car il a transgresse"
        },
        {
            "chapter": 79,
            "verse": 18,
            "text": "Dis-lui : “Ne voudrais-tu pas te purifier"
        },
        {
            "chapter": 79,
            "verse": 19,
            "text": "et me laisser te guider vers ton Seigneur que tu craindras alors ?” »"
        },
        {
            "chapter": 79,
            "verse": 20,
            "text": "(Moise) fit voir (a Pharaon) le plus grand prodige"
        },
        {
            "chapter": 79,
            "verse": 21,
            "text": "Mais celui-ci le tint pour mensonge et desobeit (a Allah)"
        },
        {
            "chapter": 79,
            "verse": 22,
            "text": "puis se detourna persistant dans la mecreance"
        },
        {
            "chapter": 79,
            "verse": 23,
            "text": "Il rassembla (les siens) et fit cette declaration"
        },
        {
            "chapter": 79,
            "verse": 24,
            "text": "« Je suis votre seigneur le plus haut ! »"
        },
        {
            "chapter": 79,
            "verse": 25,
            "text": "Allah sevit contre lui par le supplice exemplaire de l’autre monde et de la vie ici-bas"
        },
        {
            "chapter": 79,
            "verse": 26,
            "text": "Il y a certes la une lecon a mediter par quiconque craint (Allah)"
        },
        {
            "chapter": 79,
            "verse": 27,
            "text": "Etes-vous plus difficiles a creer que le ciel qu’Il a edifie"
        },
        {
            "chapter": 79,
            "verse": 28,
            "text": "Il en a eleve bien haut la voute et a su en parfaire la forme"
        },
        {
            "chapter": 79,
            "verse": 29,
            "text": "Il en a rendu la nuit obscure et en a fait briller le jour"
        },
        {
            "chapter": 79,
            "verse": 30,
            "text": "La terre, apres cela, Il l’a nivelee"
        },
        {
            "chapter": 79,
            "verse": 31,
            "text": "Il en a fait sortir eaux et paturages"
        },
        {
            "chapter": 79,
            "verse": 32,
            "text": "Les montagnes, Il les a implantees"
        },
        {
            "chapter": 79,
            "verse": 33,
            "text": "pour vos besoins a vous et a ceux de vos bestiaux"
        },
        {
            "chapter": 79,
            "verse": 34,
            "text": "Mais quand se produira le plus grand des cataclysmes"
        },
        {
            "chapter": 79,
            "verse": 35,
            "text": "le jour ou l’homme se souviendra de ce tout ce qu’il s’est employe a accomplir"
        },
        {
            "chapter": 79,
            "verse": 36,
            "text": "et que l’Enfer sera mis en evidence devant quiconque peut voir"
        },
        {
            "chapter": 79,
            "verse": 37,
            "text": "alors, celui qui se sera livre a la demesure"
        },
        {
            "chapter": 79,
            "verse": 38,
            "text": "et qui aura prefere la vie en ce bas monde"
        },
        {
            "chapter": 79,
            "verse": 39,
            "text": "aura pour seul refuge l’Enfer"
        },
        {
            "chapter": 79,
            "verse": 40,
            "text": "Quant a celui que le statut supreme de son Seigneur (faisait trembler) de crainte, (celui qui) s’interdisait de succomber aux passions"
        },
        {
            "chapter": 79,
            "verse": 41,
            "text": "le Paradis sera son sejour"
        },
        {
            "chapter": 79,
            "verse": 42,
            "text": "Ils t’interrogent au sujet de l’Heure : « Quand va-t-elle enfin venir ? »"
        },
        {
            "chapter": 79,
            "verse": 43,
            "text": "Comment saurais-tu y trouver reponse"
        },
        {
            "chapter": 79,
            "verse": 44,
            "text": "C’est de ton Seigneur que releve son terme"
        },
        {
            "chapter": 79,
            "verse": 45,
            "text": "Tu n’es la, (quant a toi), que pour avertir quiconque l’apprehende"
        },
        {
            "chapter": 79,
            "verse": 46,
            "text": "Le jour ou ils la verront, ce sera comme s’ils n’etaient restes (sur terre) qu’un apres-midi ou une matinee"
        },
        {
            "chapter": 80,
            "verse": 1,
            "text": "Il a fronce les sourcils et s’est detourne"
        },
        {
            "chapter": 80,
            "verse": 2,
            "text": "parce que l’aveugle est venu vers lui (lui parler)"
        },
        {
            "chapter": 80,
            "verse": 3,
            "text": "Qui te dit qu’il n’allait pas se purifier"
        },
        {
            "chapter": 80,
            "verse": 4,
            "text": "Ou que, rappele, il n’allait pas profiter du rappel"
        },
        {
            "chapter": 80,
            "verse": 5,
            "text": "Quant a celui qui se complait et se suffit de sa richesse"
        },
        {
            "chapter": 80,
            "verse": 6,
            "text": "celui-la tu vas volontiers a sa rencontre"
        },
        {
            "chapter": 80,
            "verse": 7,
            "text": "alors qu’il ne te sera fait aucun reproche s’il ne se purifie pas (de sa mecreance)"
        },
        {
            "chapter": 80,
            "verse": 8,
            "text": "Mais celui qui vient te trouver en toute hate"
        },
        {
            "chapter": 80,
            "verse": 9,
            "text": "et qui craint (Allah)"
        },
        {
            "chapter": 80,
            "verse": 10,
            "text": "tu le delaisses, detourne par (autre chose)"
        },
        {
            "chapter": 80,
            "verse": 11,
            "text": "Que non, et cela est un rappel"
        },
        {
            "chapter": 80,
            "verse": 12,
            "text": "S’en souvienne qui voudra"
        },
        {
            "chapter": 80,
            "verse": 13,
            "text": "(Ce rappel est ecrit) sur des Feuillets reveres"
        },
        {
            "chapter": 80,
            "verse": 14,
            "text": "elevees haut et purifiees"
        },
        {
            "chapter": 80,
            "verse": 15,
            "text": "entre les mains d’emissaires"
        },
        {
            "chapter": 80,
            "verse": 16,
            "text": "honores et devoues"
        },
        {
            "chapter": 80,
            "verse": 17,
            "text": "Perisse l’homme ! Comme il est ingrat"
        },
        {
            "chapter": 80,
            "verse": 18,
            "text": "De quoi l’a-t-Il cree"
        },
        {
            "chapter": 80,
            "verse": 19,
            "text": "C’est d’une goutte de sperme qu’Il l’a cree ; puis Il en a determine la destinee"
        },
        {
            "chapter": 80,
            "verse": 20,
            "text": "Il lui a rendu facile le chemin"
        },
        {
            "chapter": 80,
            "verse": 21,
            "text": "puis l’a fait mourir et entrer dans la tombe"
        },
        {
            "chapter": 80,
            "verse": 22,
            "text": "puis quand Il voudra, Il le ressuscitera"
        },
        {
            "chapter": 80,
            "verse": 23,
            "text": "Non, (l’homme) n’a pas encore accompli ce qu’(Allah) lui a ordonne"
        },
        {
            "chapter": 80,
            "verse": 24,
            "text": "Que l’homme considere donc sa nourriture"
        },
        {
            "chapter": 80,
            "verse": 25,
            "text": "C’est bien Nous Qui deversons l’eau (du ciel) en abondance"
        },
        {
            "chapter": 80,
            "verse": 26,
            "text": "puis fendons (et creusons) la terre"
        },
        {
            "chapter": 80,
            "verse": 27,
            "text": "pour y faire pousser le grain"
        },
        {
            "chapter": 80,
            "verse": 28,
            "text": "la vigne et la luzerne"
        },
        {
            "chapter": 80,
            "verse": 29,
            "text": "l’olivier et le palmier"
        },
        {
            "chapter": 80,
            "verse": 30,
            "text": "et les jardins luxuriants"
        },
        {
            "chapter": 80,
            "verse": 31,
            "text": "et les fruits et les paturages"
        },
        {
            "chapter": 80,
            "verse": 32,
            "text": "en jouissance pour vous et pour vos bestiaux"
        },
        {
            "chapter": 80,
            "verse": 33,
            "text": "Mais quand viendra la Clameur retentissante"
        },
        {
            "chapter": 80,
            "verse": 34,
            "text": "le jour ou l’homme fuira son frere"
        },
        {
            "chapter": 80,
            "verse": 35,
            "text": "sa mere et son pere"
        },
        {
            "chapter": 80,
            "verse": 36,
            "text": "sa compagne et ses enfants"
        },
        {
            "chapter": 80,
            "verse": 37,
            "text": "alors, ce jour-la, chacun d’entre eux sera preoccupe par ce qui le concerne"
        },
        {
            "chapter": 80,
            "verse": 38,
            "text": "Des visages, ce jour-la, seront radieux"
        },
        {
            "chapter": 80,
            "verse": 39,
            "text": "riants et pleins d’esperance"
        },
        {
            "chapter": 80,
            "verse": 40,
            "text": "Et (d’autres) visages, ce jour-la, seront couverts de poussiere"
        },
        {
            "chapter": 80,
            "verse": 41,
            "text": "rembrunis par les tenebres"
        },
        {
            "chapter": 80,
            "verse": 42,
            "text": "Ceux-la sont les mecreants et les pervers"
        },
        {
            "chapter": 81,
            "verse": 1,
            "text": "Quand le soleil sera une sphere obscurcie"
        },
        {
            "chapter": 81,
            "verse": 2,
            "text": "que les etoiles tomberont, eteintes"
        },
        {
            "chapter": 81,
            "verse": 3,
            "text": "que les montagnes seront mises en mouvement"
        },
        {
            "chapter": 81,
            "verse": 4,
            "text": "que les chamelles en gesine seront delaissees"
        },
        {
            "chapter": 81,
            "verse": 5,
            "text": "que les betes sauvages seront rassemblees"
        },
        {
            "chapter": 81,
            "verse": 6,
            "text": "que les mers seront enflammees"
        },
        {
            "chapter": 81,
            "verse": 7,
            "text": "que les ames seront reunies en couples (semblables)"
        },
        {
            "chapter": 81,
            "verse": 8,
            "text": "et qu’il sera demande a la fillette enterree vivante"
        },
        {
            "chapter": 81,
            "verse": 9,
            "text": "pour quel peche elle a ete tuee"
        },
        {
            "chapter": 81,
            "verse": 10,
            "text": "quand les feuilles (du Livre des comptes) seront deployees"
        },
        {
            "chapter": 81,
            "verse": 11,
            "text": "quand le ciel sera depouille"
        },
        {
            "chapter": 81,
            "verse": 12,
            "text": "que l’Enfer sera attise"
        },
        {
            "chapter": 81,
            "verse": 13,
            "text": "et le Paradis rapproche"
        },
        {
            "chapter": 81,
            "verse": 14,
            "text": "chaque ame saura alors ce qu’elle aura accompli"
        },
        {
            "chapter": 81,
            "verse": 15,
            "text": "J’en jure par les etoiles qui se meuvent"
        },
        {
            "chapter": 81,
            "verse": 16,
            "text": "qui surgissent et s’eclipsent"
        },
        {
            "chapter": 81,
            "verse": 17,
            "text": "par la nuit quand elle rampe et se repand"
        },
        {
            "chapter": 81,
            "verse": 18,
            "text": "par l’aurore quand elle respire"
        },
        {
            "chapter": 81,
            "verse": 19,
            "text": "que c’est la parole[594] d’un noble emissaire"
        },
        {
            "chapter": 81,
            "verse": 20,
            "text": "fort de l’estime du Detenteur du Trone"
        },
        {
            "chapter": 81,
            "verse": 21,
            "text": "ecoute[596] et loyal"
        },
        {
            "chapter": 81,
            "verse": 22,
            "text": "Votre compagnon n’est certes pas fou"
        },
        {
            "chapter": 81,
            "verse": 23,
            "text": "Il l’a bien vu a l’horizon ou tout est clair"
        },
        {
            "chapter": 81,
            "verse": 24,
            "text": "Et ce n’est pas lui qui sera avare du mystere revele"
        },
        {
            "chapter": 81,
            "verse": 25,
            "text": "Ce n’est nullement la parole d’un demon lapide"
        },
        {
            "chapter": 81,
            "verse": 26,
            "text": "Qu’allez-vous donc chercher"
        },
        {
            "chapter": 81,
            "verse": 27,
            "text": "Ce n’est la qu’un Rappel pour l’Univers"
        },
        {
            "chapter": 81,
            "verse": 28,
            "text": "pour ceux d’entre vous, qui voudraient prendre le droit chemin"
        },
        {
            "chapter": 81,
            "verse": 29,
            "text": "Or, vous ne voudrez rien qu’Allah ne veuille, Lui, le Seigneur de l’Univers"
        },
        {
            "chapter": 82,
            "verse": 1,
            "text": "Quand le ciel se brisera"
        },
        {
            "chapter": 82,
            "verse": 2,
            "text": "quand les astres choiront"
        },
        {
            "chapter": 82,
            "verse": 3,
            "text": "que les mers se confondront"
        },
        {
            "chapter": 82,
            "verse": 4,
            "text": "que les tombes seront renversees"
        },
        {
            "chapter": 82,
            "verse": 5,
            "text": "chaque ame saura alors ce qu’elle a deja fait et ce qu’elle a renvoye a plus tard"
        },
        {
            "chapter": 82,
            "verse": 6,
            "text": "O homme ! Qu’est-ce qui t’a donc leurre au sujet de ton Noble Seigneur"
        },
        {
            "chapter": 82,
            "verse": 7,
            "text": "Qui t’a cree, t’a faconne et t’a donne des formes aussi proportionnees"
        },
        {
            "chapter": 82,
            "verse": 8,
            "text": "Il t’a constitue dans la forme qu’Il a voulue"
        },
        {
            "chapter": 82,
            "verse": 9,
            "text": "Et pourtant, vous tenez la Retribution pour imposture"
        },
        {
            "chapter": 82,
            "verse": 10,
            "text": "Des gardiens sont la a vous surveiller"
        },
        {
            "chapter": 82,
            "verse": 11,
            "text": "qui sont de nobles scripteurs"
        },
        {
            "chapter": 82,
            "verse": 12,
            "text": "sachant bien ce que vous faites"
        },
        {
            "chapter": 82,
            "verse": 13,
            "text": "Les vertueux auront droit au delice absolu"
        },
        {
            "chapter": 82,
            "verse": 14,
            "text": "Les scelerats seront en Enfer"
        },
        {
            "chapter": 82,
            "verse": 15,
            "text": "Ils y bruleront au Jour de la Retribution"
        },
        {
            "chapter": 82,
            "verse": 16,
            "text": "et ne pourront s’y derober"
        },
        {
            "chapter": 82,
            "verse": 17,
            "text": "Et qui te fera jamais savoir ce qu’est le Jour de la Retribution"
        },
        {
            "chapter": 82,
            "verse": 18,
            "text": "Et puis, qui te fera jamais savoir ce qu’est le Jour de la Retribution"
        },
        {
            "chapter": 82,
            "verse": 19,
            "text": "C’est le jour ou aucune ame ne pourra rien pour une autre ame. Et la decision, ce jour-la, reviendra entiere a Allah"
        },
        {
            "chapter": 83,
            "verse": 1,
            "text": "Malheur aux fraudeurs"
        },
        {
            "chapter": 83,
            "verse": 2,
            "text": "qui, lorsqu’ils font peser (ce qu’ils achetent), exigent la pleine mesure"
        },
        {
            "chapter": 83,
            "verse": 3,
            "text": "mais qui, lorsqu’ils ont eux-memes a mesurer ou a peser (pour les autres), trichent volontiers"
        },
        {
            "chapter": 83,
            "verse": 4,
            "text": "Ceux-la ne songent-ils pas qu’ils seront ressuscites"
        },
        {
            "chapter": 83,
            "verse": 5,
            "text": "pour un terrible jour"
        },
        {
            "chapter": 83,
            "verse": 6,
            "text": "jour ou les hommes se leveront devant le Seigneur de l’Univers"
        },
        {
            "chapter": 83,
            "verse": 7,
            "text": "Que non ! le Livre des pervers sera dans Sijjin"
        },
        {
            "chapter": 83,
            "verse": 8,
            "text": "Et qui te fera jamais savoir ce que c’est que Sijjin"
        },
        {
            "chapter": 83,
            "verse": 9,
            "text": "Un Livre (ou les noms des negateurs sont) definitivement inventories"
        },
        {
            "chapter": 83,
            "verse": 10,
            "text": "Malheur, ce jour-la, aux contradicteurs"
        },
        {
            "chapter": 83,
            "verse": 11,
            "text": "qui tiennent pour imposture le Jour de la Retribution"
        },
        {
            "chapter": 83,
            "verse": 12,
            "text": "Or seul (l’homme pervers), livre a ses abus et a ses peches, tient ce jour pour mensonge"
        },
        {
            "chapter": 83,
            "verse": 13,
            "text": "Quand Nos versets lui sont recites, il dit : « Ce ne sont que fables d’anciens ! »"
        },
        {
            "chapter": 83,
            "verse": 14,
            "text": "Que non ! Ce sont plutot leurs actions qui ont voile leurs cœurs"
        },
        {
            "chapter": 83,
            "verse": 15,
            "text": "Que non ! ce jour-la, ils seront eux-memes prives de la vision de leur Seigneur"
        },
        {
            "chapter": 83,
            "verse": 16,
            "text": "Ils bruleront alors dans le Brasier incandescent"
        },
        {
            "chapter": 83,
            "verse": 17,
            "text": "Et il leur sera dit : « Voila ce que vous teniez pour mensonge ! »"
        },
        {
            "chapter": 83,
            "verse": 18,
            "text": "Que non ! le Livre des vertueux sera dans ‘Illiyyun"
        },
        {
            "chapter": 83,
            "verse": 19,
            "text": "Et qui te fera jamais savoir ce que c’est que ‘Illiyyun"
        },
        {
            "chapter": 83,
            "verse": 20,
            "text": "Un Livre (ou les noms des vertueux sont) definitivement inventories"
        },
        {
            "chapter": 83,
            "verse": 21,
            "text": "En seront temoins les rapproches (d’Allah)"
        },
        {
            "chapter": 83,
            "verse": 22,
            "text": "Les vertueux seront certes dans le delice"
        },
        {
            "chapter": 83,
            "verse": 23,
            "text": "sur des couches, ils regarderont autour d’eux"
        },
        {
            "chapter": 83,
            "verse": 24,
            "text": "Sur leurs visages, tu reconnaitras l’epanouissement du au bien-etre supreme"
        },
        {
            "chapter": 83,
            "verse": 25,
            "text": "Il leur sera servi a boire d’un nectar cachete"
        },
        {
            "chapter": 83,
            "verse": 26,
            "text": "Son cachet sera de musc : voila (un objectif) pour ceux qui voudraient rivaliser (de ferveur pour l’atteindre)"
        },
        {
            "chapter": 83,
            "verse": 27,
            "text": "(Et ce nectar) sera melange a l’eau de Tasnim"
        },
        {
            "chapter": 83,
            "verse": 28,
            "text": "source dont boivent les privilegies"
        },
        {
            "chapter": 83,
            "verse": 29,
            "text": "Ceux qui commettaient les crimes se riaient de ceux qui avaient cru"
        },
        {
            "chapter": 83,
            "verse": 30,
            "text": "Lorsqu’ils passaient a cote d’eux, (ils les toisaient et) echangeaient des clins d’œil"
        },
        {
            "chapter": 83,
            "verse": 31,
            "text": "Et quand ils retournaient chez eux, ils retournaient l’air moqueur"
        },
        {
            "chapter": 83,
            "verse": 32,
            "text": "Et quand ils les voyaient, ils disaient : « Ceux-la sont vraiment egares ! »"
        },
        {
            "chapter": 83,
            "verse": 33,
            "text": "Pourtant, nul ne les a charges d’etre leurs gardiens"
        },
        {
            "chapter": 83,
            "verse": 34,
            "text": "Mais ce jour-la, ce sera ceux qui ont cru qui riront des mecreants"
        },
        {
            "chapter": 83,
            "verse": 35,
            "text": "(Etendus) sur les couches, ils verront bien alors"
        },
        {
            "chapter": 83,
            "verse": 36,
            "text": "si les mecreants n’ont pas ete retribues pour ce qu’ils faisaient"
        },
        {
            "chapter": 84,
            "verse": 1,
            "text": "Quand le ciel sera lezarde"
        },
        {
            "chapter": 84,
            "verse": 2,
            "text": "et qu’il aura obei a son Seigneur et accompli son devoir"
        },
        {
            "chapter": 84,
            "verse": 3,
            "text": "quand la terre sera aplanie"
        },
        {
            "chapter": 84,
            "verse": 4,
            "text": "qu’elle aura expulse son contenu et s’en sera debarrassee"
        },
        {
            "chapter": 84,
            "verse": 5,
            "text": "et qu’elle aura obei a son Seigneur et accompli son devoir"
        },
        {
            "chapter": 84,
            "verse": 6,
            "text": "alors, o toi etre humain qui sans cesse t’evertues pour aller vers ton Seigneur, (sache que) tu Le rencontreras"
        },
        {
            "chapter": 84,
            "verse": 7,
            "text": "Celui qui aura recu son Livre en sa main droite"
        },
        {
            "chapter": 84,
            "verse": 8,
            "text": "sera juge d’un jugement clement"
        },
        {
            "chapter": 84,
            "verse": 9,
            "text": "et s’en reviendra heureux aupres de sa famille"
        },
        {
            "chapter": 84,
            "verse": 10,
            "text": "Quant a celui qui recevra son Livre derriere son dos"
        },
        {
            "chapter": 84,
            "verse": 11,
            "text": "il criera au malheur"
        },
        {
            "chapter": 84,
            "verse": 12,
            "text": "et brulera dans le Brasier"
        },
        {
            "chapter": 84,
            "verse": 13,
            "text": "Il etait heureux aupres de sa famille"
        },
        {
            "chapter": 84,
            "verse": 14,
            "text": "s’imaginant que jamais il ne reviendrait a la vie (pour etre juge)"
        },
        {
            "chapter": 84,
            "verse": 15,
            "text": "Eh bien si ! Son Seigneur, Tout Voyant, l’observait en permanence"
        },
        {
            "chapter": 84,
            "verse": 16,
            "text": "J’en jure par le crepuscule"
        },
        {
            "chapter": 84,
            "verse": 17,
            "text": "Par la nuit et ce qu’elle englobe"
        },
        {
            "chapter": 84,
            "verse": 18,
            "text": "Par la lune quand elle est pleine"
        },
        {
            "chapter": 84,
            "verse": 19,
            "text": "Vous passerez sans cesse etape par etape"
        },
        {
            "chapter": 84,
            "verse": 20,
            "text": "Pourquoi donc ne croient-ils pas"
        },
        {
            "chapter": 84,
            "verse": 21,
            "text": "Et quand le Coran leur est lu ne se prosternent-ils pas"
        },
        {
            "chapter": 84,
            "verse": 22,
            "text": "C’est que les mecreants le tiennent pour mensonge"
        },
        {
            "chapter": 84,
            "verse": 23,
            "text": "Mais Allah Sait le mieux (les sentiments secrets) qu’ils nourrissent"
        },
        {
            "chapter": 84,
            "verse": 24,
            "text": "Annonce-leur donc un supplice tres douloureux"
        },
        {
            "chapter": 84,
            "verse": 25,
            "text": "A l’exception de ceux qui ont cru et ont accompli les bonnes œuvres, et qui auront alors une recompense illimitee"
        },
        {
            "chapter": 85,
            "verse": 1,
            "text": "Par le ciel et ses constellations"
        },
        {
            "chapter": 85,
            "verse": 2,
            "text": "Par le jour promis"
        },
        {
            "chapter": 85,
            "verse": 3,
            "text": "Par le temoin et son temoignage"
        },
        {
            "chapter": 85,
            "verse": 4,
            "text": "Mort aux gens de la tranchee tres longue (Al-Ukhdud)"
        },
        {
            "chapter": 85,
            "verse": 5,
            "text": "Au bord d’un feu rugissant"
        },
        {
            "chapter": 85,
            "verse": 6,
            "text": "(les mecreants) etaient assis"
        },
        {
            "chapter": 85,
            "verse": 7,
            "text": "et regardaient en temoins ce qu’ils faisaient subir aux croyants"
        },
        {
            "chapter": 85,
            "verse": 8,
            "text": "Ils ne leur en voulaient que parce qu’ils croyaient en Allah, le Tout- Puissant, le Digne de Toute Louange"
        },
        {
            "chapter": 85,
            "verse": 9,
            "text": "Celui a Qui appartient la royaute des cieux et de la terre, Allah, Qui de Toute chose est le Temoin"
        },
        {
            "chapter": 85,
            "verse": 10,
            "text": "Ceux qui ont inflige les pires epreuves aux croyants et aux croyantes, puis qui ne s’en sont pas repentis, auront le supplice de la Gehenne et le supplice du Brasier infernal"
        },
        {
            "chapter": 85,
            "verse": 11,
            "text": "Ceux qui ont cru et ont accompli les bonnes œuvres auront des jardins sous lesquels coulent les rivieres. Tel est le succes supreme"
        },
        {
            "chapter": 85,
            "verse": 12,
            "text": "Les represailles de ton Seigneur seront tres dures"
        },
        {
            "chapter": 85,
            "verse": 13,
            "text": "C’est Lui Qui initie (la creation) puis la recommence"
        },
        {
            "chapter": 85,
            "verse": 14,
            "text": "C’est Lui l’Absoluteur, plein de Dilection"
        },
        {
            "chapter": 85,
            "verse": 15,
            "text": "Le Detenteur du Trone, le Glorieux"
        },
        {
            "chapter": 85,
            "verse": 16,
            "text": "Qui fait toujours ce qu’Il veut"
        },
        {
            "chapter": 85,
            "verse": 17,
            "text": "T’est-il parvenu le recit des armees"
        },
        {
            "chapter": 85,
            "verse": 18,
            "text": "Celles de Pharaon et des Thamud"
        },
        {
            "chapter": 85,
            "verse": 19,
            "text": "Et pourtant, ceux qui ont mecru crient toujours au mensonge"
        },
        {
            "chapter": 85,
            "verse": 20,
            "text": "Allah, derriere eux, les Cerne de partout"
        },
        {
            "chapter": 85,
            "verse": 21,
            "text": "C’est en verite un Coran glorieux"
        },
        {
            "chapter": 85,
            "verse": 22,
            "text": "(ecrit) sur une Table (soigneusement) conservee"
        },
        {
            "chapter": 86,
            "verse": 1,
            "text": "Par le ciel et l’etoile nocturne"
        },
        {
            "chapter": 86,
            "verse": 2,
            "text": "Et qui te fera jamais savoir ce qu’est l’etoile nocturne"
        },
        {
            "chapter": 86,
            "verse": 3,
            "text": "L’etoile (a la lumiere) penetrante"
        },
        {
            "chapter": 86,
            "verse": 4,
            "text": "Il n’est pas d’ame qui n’ait son (Ange) gardien"
        },
        {
            "chapter": 86,
            "verse": 5,
            "text": "Que l’homme voie donc de quoi il est cree"
        },
        {
            "chapter": 86,
            "verse": 6,
            "text": "Il est cree d’une eau qui gicle"
        },
        {
            "chapter": 86,
            "verse": 7,
            "text": "sortant d’entre les reins (de l’homme) et les cotes (de la femme)"
        },
        {
            "chapter": 86,
            "verse": 8,
            "text": "(Allah) est certes Capable de le ressusciter"
        },
        {
            "chapter": 86,
            "verse": 9,
            "text": "Le jour ou les secrets seront reveles"
        },
        {
            "chapter": 86,
            "verse": 10,
            "text": "il n’aura ni force ni soutien"
        },
        {
            "chapter": 86,
            "verse": 11,
            "text": "Par le ciel qui fait revenir (regulierement la pluie)"
        },
        {
            "chapter": 86,
            "verse": 12,
            "text": "Par la terre qui se fend (quand les graines viennent a pousser)"
        },
        {
            "chapter": 86,
            "verse": 13,
            "text": "C’est la, certes, une parole decisive"
        },
        {
            "chapter": 86,
            "verse": 14,
            "text": "et non point des propos frivoles"
        },
        {
            "chapter": 86,
            "verse": 15,
            "text": "Ils rusent de leur meilleure ruse"
        },
        {
            "chapter": 86,
            "verse": 16,
            "text": "Et Je ruse de Ma meilleure ruse"
        },
        {
            "chapter": 86,
            "verse": 17,
            "text": "Accorde donc un delai aux mecreants, donne-leur repit pour quelque temps"
        },
        {
            "chapter": 87,
            "verse": 1,
            "text": "Rends gloire au nom de ton Seigneur, le Plus Haut"
        },
        {
            "chapter": 87,
            "verse": 2,
            "text": "Celui Qui cree et faconne"
        },
        {
            "chapter": 87,
            "verse": 3,
            "text": "Celui Qui predestine et guide"
        },
        {
            "chapter": 87,
            "verse": 4,
            "text": "Celui Qui fait pousser les paturages"
        },
        {
            "chapter": 87,
            "verse": 5,
            "text": "pour en faire ensuite une herbe sombre et dessechee"
        },
        {
            "chapter": 87,
            "verse": 6,
            "text": "Nous te ferons lire (le Coran) dont tu n’oublieras rien"
        },
        {
            "chapter": 87,
            "verse": 7,
            "text": "sauf ce qu’Allah voudra (que tu oublies), car Il Sait ce qui se manifeste au grand jour et ce qui reste cache"
        },
        {
            "chapter": 87,
            "verse": 8,
            "text": "Nous te mettrons sur la voie la plus facile"
        },
        {
            "chapter": 87,
            "verse": 9,
            "text": "Rappelle donc ! Pour peu que le Rappel soit vraiment utile"
        },
        {
            "chapter": 87,
            "verse": 10,
            "text": "S’en souviendra surement celui qui craint (Allah)"
        },
        {
            "chapter": 87,
            "verse": 11,
            "text": "Et le plus malheureux fera tout pour l’eviter"
        },
        {
            "chapter": 87,
            "verse": 12,
            "text": "lui qui brulera dans le Feu le plus grand"
        },
        {
            "chapter": 87,
            "verse": 13,
            "text": "puis n’y mourra point, pas plus qu’il n’y vivra"
        },
        {
            "chapter": 87,
            "verse": 14,
            "text": "Aura la reussite celui qui s’est purifie"
        },
        {
            "chapter": 87,
            "verse": 15,
            "text": "a evoque le nom de son Seigneur et a prie"
        },
        {
            "chapter": 87,
            "verse": 16,
            "text": "Vous preferez plutot la vie en ce bas monde"
        },
        {
            "chapter": 87,
            "verse": 17,
            "text": "alors que l’autre monde est bien meilleur et autrement durable"
        },
        {
            "chapter": 87,
            "verse": 18,
            "text": "Cela est (consigne) dans les anciens Feuillets"
        },
        {
            "chapter": 87,
            "verse": 19,
            "text": "les Feuillets d’Abraham et de Moise"
        },
        {
            "chapter": 88,
            "verse": 1,
            "text": "T’est-il parvenu la nouvelle de (la Journee) envahissante"
        },
        {
            "chapter": 88,
            "verse": 2,
            "text": "Des visages, ce jour-la, seront empreints d’humiliation"
        },
        {
            "chapter": 88,
            "verse": 3,
            "text": "peinant, epuises"
        },
        {
            "chapter": 88,
            "verse": 4,
            "text": "qui bruleront dans un Feu tres ardent"
        },
        {
            "chapter": 88,
            "verse": 5,
            "text": "et boiront a une source d’eau bouillante"
        },
        {
            "chapter": 88,
            "verse": 6,
            "text": "Ils n’auront pour toute nourriture que du Dhari‘"
        },
        {
            "chapter": 88,
            "verse": 7,
            "text": "qui n’engraissera point, ni ne calmera la faim"
        },
        {
            "chapter": 88,
            "verse": 8,
            "text": "Et il y aura, ce jour-la, des visages radieux"
        },
        {
            "chapter": 88,
            "verse": 9,
            "text": "satisfaits de ce qu’ils auront accompli"
        },
        {
            "chapter": 88,
            "verse": 10,
            "text": "dans des jardins surplombants"
        },
        {
            "chapter": 88,
            "verse": 11,
            "text": "ou il ne sera entendu aucune parole futile"
        },
        {
            "chapter": 88,
            "verse": 12,
            "text": "Il s’y trouvera une source qui coule"
        },
        {
            "chapter": 88,
            "verse": 13,
            "text": "des lits y seront eleves"
        },
        {
            "chapter": 88,
            "verse": 14,
            "text": "des coupes posees"
        },
        {
            "chapter": 88,
            "verse": 15,
            "text": "des coussins bien disposes"
        },
        {
            "chapter": 88,
            "verse": 16,
            "text": "et des tapis etendus"
        },
        {
            "chapter": 88,
            "verse": 17,
            "text": "Ne voient-ils donc pas comment les chameaux ont ete crees"
        },
        {
            "chapter": 88,
            "verse": 18,
            "text": "Et comment le ciel a ete eleve"
        },
        {
            "chapter": 88,
            "verse": 19,
            "text": "Et comment les montagnes ont ete erigees"
        },
        {
            "chapter": 88,
            "verse": 20,
            "text": "Et comment la terre a ete aplanie"
        },
        {
            "chapter": 88,
            "verse": 21,
            "text": "Rappelle donc ! Car tu es la pour rappeler"
        },
        {
            "chapter": 88,
            "verse": 22,
            "text": "Tu n’as pas a les contraindre"
        },
        {
            "chapter": 88,
            "verse": 23,
            "text": "mais celui-la seul qui se detourne et mecroit"
        },
        {
            "chapter": 88,
            "verse": 24,
            "text": "Allah lui infligera le plus grand supplice"
        },
        {
            "chapter": 88,
            "verse": 25,
            "text": "C’est vers Nous, certes, que sera leur retour"
        },
        {
            "chapter": 88,
            "verse": 26,
            "text": "Puis c’est a Nous qu’il incombera de leur demander des comptes"
        },
        {
            "chapter": 89,
            "verse": 1,
            "text": "Par l’aube"
        },
        {
            "chapter": 89,
            "verse": 2,
            "text": "Par les Dix nuits"
        },
        {
            "chapter": 89,
            "verse": 3,
            "text": "Par le pair et l’impair"
        },
        {
            "chapter": 89,
            "verse": 4,
            "text": "Par la nuit quand elle passe"
        },
        {
            "chapter": 89,
            "verse": 5,
            "text": "N’y a-t-il pas la un serment pour un esprit sagace"
        },
        {
            "chapter": 89,
            "verse": 6,
            "text": "Ne vois-tu pas ce que ton Seigneur a fait des ‘Ad"
        },
        {
            "chapter": 89,
            "verse": 7,
            "text": "et de Iram, la cite aux (hautes) colonnes"
        },
        {
            "chapter": 89,
            "verse": 8,
            "text": "a laquelle jamais cite semblable ne fut creee dans la contree"
        },
        {
            "chapter": 89,
            "verse": 9,
            "text": "Et (ce qu’Il a fait) des Thamud qui avaient taille (leurs maisons) a meme le roc dans la vallee"
        },
        {
            "chapter": 89,
            "verse": 10,
            "text": "et de Pharaon, (qui avait invente le supplice) des epieux"
        },
        {
            "chapter": 89,
            "verse": 11,
            "text": "qui tous transgressaient dans la contree"
        },
        {
            "chapter": 89,
            "verse": 12,
            "text": "et y semaient un grand desordre"
        },
        {
            "chapter": 89,
            "verse": 13,
            "text": "Ton Seigneur sevit alors contre eux par le fouet de (Son) supplice"
        },
        {
            "chapter": 89,
            "verse": 14,
            "text": "Car, certes, ton Seigneur toujours guette"
        },
        {
            "chapter": 89,
            "verse": 15,
            "text": "Quand son Seigneur, en l’eprouvant, l’honore et le comble de bienfaits, l’homme dit : « Mon Seigneur m’a honore ! »"
        },
        {
            "chapter": 89,
            "verse": 16,
            "text": "Mais quand, en l’eprouvant, Il lui accorde parcimonieusement sa subsistance, il proteste : « Mon Seigneur m’a humilie ! »"
        },
        {
            "chapter": 89,
            "verse": 17,
            "text": "Que non ! Car c’est plutot vous qui manquez de generosite envers l’orphelin"
        },
        {
            "chapter": 89,
            "verse": 18,
            "text": "qui ne vous exhortez pas (les uns les autres) a nourrir le pauvre"
        },
        {
            "chapter": 89,
            "verse": 19,
            "text": "qui vous emparez des heritages avec cupidite"
        },
        {
            "chapter": 89,
            "verse": 20,
            "text": "et aimez les richesses d’un amour demesure"
        },
        {
            "chapter": 89,
            "verse": 21,
            "text": "Que non ! Lorsque la terre s’effritera parcelle par parcelle"
        },
        {
            "chapter": 89,
            "verse": 22,
            "text": "et lorsque ton Seigneur viendra, de meme que les Anges, rangee par rangee"
        },
        {
            "chapter": 89,
            "verse": 23,
            "text": "et lorsque, ce jour-la, la Gehenne sera amenee; ce jour-la alors, l’homme se souviendra. Mais a quoi pourrait bien lui servir de se souvenir"
        },
        {
            "chapter": 89,
            "verse": 24,
            "text": "Il dira : « Ah, Si seulement j’avais prevu (de faire le bien) pour ma vie (dans l’autre monde) ! »"
        },
        {
            "chapter": 89,
            "verse": 25,
            "text": "Ce jour-la, nul ne suppliciera comme Lui supplicie"
        },
        {
            "chapter": 89,
            "verse": 26,
            "text": "Nul ne ligotera comme Lui ligote"
        },
        {
            "chapter": 89,
            "verse": 27,
            "text": "« O toi, ame sereine"
        },
        {
            "chapter": 89,
            "verse": 28,
            "text": "Reviens vers ton Seigneur, contente et agreee"
        },
        {
            "chapter": 89,
            "verse": 29,
            "text": "Entre parmi Mes serviteurs"
        },
        {
            "chapter": 89,
            "verse": 30,
            "text": "Entre dans Mon Paradis !»"
        },
        {
            "chapter": 90,
            "verse": 1,
            "text": "J’en jure par cette cite"
        },
        {
            "chapter": 90,
            "verse": 2,
            "text": "ou il t’est licite (de combattre tes ennemis)"
        },
        {
            "chapter": 90,
            "verse": 3,
            "text": "Par le primogeniteur[606] et ce qu’il a engendre"
        },
        {
            "chapter": 90,
            "verse": 4,
            "text": "Nous avons certes cree l’homme livre a l’adversite"
        },
        {
            "chapter": 90,
            "verse": 5,
            "text": "S’imagine-t-il que personne ne pourra rien contre lui"
        },
        {
            "chapter": 90,
            "verse": 6,
            "text": "« J’ai prodigue, dit-il, une enorme fortune. »"
        },
        {
            "chapter": 90,
            "verse": 7,
            "text": "Croit-il donc que personne ne l’a vu"
        },
        {
            "chapter": 90,
            "verse": 8,
            "text": "Ne lui avons-Nous pas donne deux yeux"
        },
        {
            "chapter": 90,
            "verse": 9,
            "text": "une langue et deux levres"
        },
        {
            "chapter": 90,
            "verse": 10,
            "text": "Ne lui avons-Nous pas montre les deux voies"
        },
        {
            "chapter": 90,
            "verse": 11,
            "text": "Or, il n’a pas ose affronter la voie pentue"
        },
        {
            "chapter": 90,
            "verse": 12,
            "text": "Et qui te fera jamais savoir ce qu’est la voie pentue"
        },
        {
            "chapter": 90,
            "verse": 13,
            "text": "C’est affranchir un esclave"
        },
        {
            "chapter": 90,
            "verse": 14,
            "text": "ou donner a manger, en un jour de disette"
        },
        {
            "chapter": 90,
            "verse": 15,
            "text": "a un orphelin de la proche famille"
        },
        {
            "chapter": 90,
            "verse": 16,
            "text": "ou a un pauvre here qui couche a meme la terre"
        },
        {
            "chapter": 90,
            "verse": 17,
            "text": "(C’est aussi etre de) ceux qui croient, se recommandent mutuellement la patience, et se recommandent mutuellement la commiseration"
        },
        {
            "chapter": 90,
            "verse": 18,
            "text": "Ceux-la sont les gens de la dextre"
        },
        {
            "chapter": 90,
            "verse": 19,
            "text": "Quant a ceux qui ont nie Nos Signes, ce sont les gens de la senestre"
        },
        {
            "chapter": 90,
            "verse": 20,
            "text": "Sur eux (de toutes parts) se refermera le Feu (de la Gehenne)"
        },
        {
            "chapter": 91,
            "verse": 1,
            "text": "Par le soleil et sa clarte"
        },
        {
            "chapter": 91,
            "verse": 2,
            "text": "Par la lune quand elle le suit"
        },
        {
            "chapter": 91,
            "verse": 3,
            "text": "Par le jour quand il en montre tout l’eclat"
        },
        {
            "chapter": 91,
            "verse": 4,
            "text": "Par la nuit quand elle le voile"
        },
        {
            "chapter": 91,
            "verse": 5,
            "text": "Par le ciel et ce qui[608] l’a bati"
        },
        {
            "chapter": 91,
            "verse": 6,
            "text": "Par la terre et ce qui l’a etendue"
        },
        {
            "chapter": 91,
            "verse": 7,
            "text": "Par l’ame et ce qui l’a si harmonieusement formee"
        },
        {
            "chapter": 91,
            "verse": 8,
            "text": "lui suggerant sa perversion ou sa piete"
        },
        {
            "chapter": 91,
            "verse": 9,
            "text": "Heureux sera, assurement, celui qui la purifie"
        },
        {
            "chapter": 91,
            "verse": 10,
            "text": "et perdu sera celui qui la souille"
        },
        {
            "chapter": 91,
            "verse": 11,
            "text": "Les Thamud ont crie au mensonge, emportes par leur transgression"
        },
        {
            "chapter": 91,
            "verse": 12,
            "text": "lorsque (pour tuer la chamelle) surgit le plus maudit d’entre eux"
        },
        {
            "chapter": 91,
            "verse": 13,
            "text": "Le Messager d’Allah leur avait dit : « C’est la chamelle d’Allah, laissez-la donc s’abreuver! »"
        },
        {
            "chapter": 91,
            "verse": 14,
            "text": "Mais ils le traiterent de menteur et la tuerent. Leur Seigneur sevit contre eux (les punissant) de leur peche et Il les chatia tous d’un egal supplice"
        },
        {
            "chapter": 91,
            "verse": 15,
            "text": "Et Il n’en craint pas les consequences"
        },
        {
            "chapter": 92,
            "verse": 1,
            "text": "Par la nuit quand elle voile tout"
        },
        {
            "chapter": 92,
            "verse": 2,
            "text": "Par le jour quand il est dans tout son eclat"
        },
        {
            "chapter": 92,
            "verse": 3,
            "text": "Par ce qui[609] a cree le male et la femelle"
        },
        {
            "chapter": 92,
            "verse": 4,
            "text": "Vos efforts sont, en verite, (deployes) pour des desseins divers"
        },
        {
            "chapter": 92,
            "verse": 5,
            "text": "Celui qui donne (de ses biens) et qui craint (Allah)"
        },
        {
            "chapter": 92,
            "verse": 6,
            "text": "Qui croit en la meilleure des recompenses"
        },
        {
            "chapter": 92,
            "verse": 7,
            "text": "Nous le mettrons sur la voie la plus facile"
        },
        {
            "chapter": 92,
            "verse": 8,
            "text": "Quant a celui qui fait preuve d’avarice, se passe (de la recompense d’Allah)"
        },
        {
            "chapter": 92,
            "verse": 9,
            "text": "et refuse de croire en la meilleure des recompenses"
        },
        {
            "chapter": 92,
            "verse": 10,
            "text": "Nous le mettrons sur la voie la plus difficile"
        },
        {
            "chapter": 92,
            "verse": 11,
            "text": "Ses biens ne lui seront en rien utiles quand il sera livre (au Feu)"
        },
        {
            "chapter": 92,
            "verse": 12,
            "text": "A Nous incombe de guider (les hommes)"
        },
        {
            "chapter": 92,
            "verse": 13,
            "text": "A Nous appartiennent la vie dans l’autre monde et la vie en ce bas monde"
        },
        {
            "chapter": 92,
            "verse": 14,
            "text": "Je vous mets en garde contre un Feu devorant"
        },
        {
            "chapter": 92,
            "verse": 15,
            "text": "ou ne brulera que le reprouve"
        },
        {
            "chapter": 92,
            "verse": 16,
            "text": "qui a ose dementir et s’est detourne avec dedain"
        },
        {
            "chapter": 92,
            "verse": 17,
            "text": "Il ne sera epargne qu’a l’homme pieux"
        },
        {
            "chapter": 92,
            "verse": 18,
            "text": "qui depense de ses biens pour se purifier"
        },
        {
            "chapter": 92,
            "verse": 19,
            "text": "et ne le fait point pour rendre a quelqu’un la dette d’un bienfait"
        },
        {
            "chapter": 92,
            "verse": 20,
            "text": "mais pour etre agreable a son Seigneur,[610] l’Altissime"
        },
        {
            "chapter": 92,
            "verse": 21,
            "text": "Et il sera, assurement, satisfait"
        },
        {
            "chapter": 93,
            "verse": 1,
            "text": "Par la premiere clarte du jour"
        },
        {
            "chapter": 93,
            "verse": 2,
            "text": "Par la nuit quand elle voile tout"
        },
        {
            "chapter": 93,
            "verse": 3,
            "text": "Ton Seigneur ne t’a point delaisse, ni ne t’a hai"
        },
        {
            "chapter": 93,
            "verse": 4,
            "text": "Le monde dernier est pour toi meilleur que le premier"
        },
        {
            "chapter": 93,
            "verse": 5,
            "text": "Ton Seigneur te donnera certes ce dont tu seras satisfait"
        },
        {
            "chapter": 93,
            "verse": 6,
            "text": "Ne t’a-t-Il pas trouve orphelin, et Il t’a alors donne asile"
        },
        {
            "chapter": 93,
            "verse": 7,
            "text": "Ne t’a-t-Il pas trouve egare, et Il t’a alors guide"
        },
        {
            "chapter": 93,
            "verse": 8,
            "text": "Ne t’a-t-Il pas trouve pauvre, et Il t’a alors enrichi"
        },
        {
            "chapter": 93,
            "verse": 9,
            "text": "Quant a l’orphelin, ne le persecute point"
        },
        {
            "chapter": 93,
            "verse": 10,
            "text": "Quant au mendiant, ne le malmene point"
        },
        {
            "chapter": 93,
            "verse": 11,
            "text": "Et quant aux bienfaits de ton Seigneur, proclame-les tout haut"
        },
        {
            "chapter": 94,
            "verse": 1,
            "text": "Ne t’avons-Nous pas ouvert la poitrine"
        },
        {
            "chapter": 94,
            "verse": 2,
            "text": "N’avons-Nous pas depose pour toi ton fardeau"
        },
        {
            "chapter": 94,
            "verse": 3,
            "text": "qui pesait si lourd sur ton dos"
        },
        {
            "chapter": 94,
            "verse": 4,
            "text": "(N’avons-Nous) pas eleve ton nom"
        },
        {
            "chapter": 94,
            "verse": 5,
            "text": "Certes, avec la peine vient le soulagement"
        },
        {
            "chapter": 94,
            "verse": 6,
            "text": "Oui, avec la peine vient le soulagement"
        },
        {
            "chapter": 94,
            "verse": 7,
            "text": "Quand tu auras accompli (tes devoirs terrestres), leve-toi (pour la priere)"
        },
        {
            "chapter": 94,
            "verse": 8,
            "text": "Et recherche ton Seigneur avec empressement"
        },
        {
            "chapter": 95,
            "verse": 1,
            "text": "Par le figuier et l’olivier"
        },
        {
            "chapter": 95,
            "verse": 2,
            "text": "Par le mont Sinai"
        },
        {
            "chapter": 95,
            "verse": 3,
            "text": "Par cette cite[612] si sure"
        },
        {
            "chapter": 95,
            "verse": 4,
            "text": "Nous avons cree l’homme dans la meilleure forme qui soit"
        },
        {
            "chapter": 95,
            "verse": 5,
            "text": "Puis Nous l’avons fait choir au rang le plus bas"
        },
        {
            "chapter": 95,
            "verse": 6,
            "text": "sauf ceux qui ont cru et accompli les bonnes œuvres, qui, eux, auront une recompense inepuisable"
        },
        {
            "chapter": 95,
            "verse": 7,
            "text": "Qu’est-ce qui te pousse (o homme), apres cela, a prendre pour un mensonge la Retribution"
        },
        {
            "chapter": 95,
            "verse": 8,
            "text": "Allah n’est-Il pas le plus Sage des juges"
        },
        {
            "chapter": 96,
            "verse": 1,
            "text": "Lis par le nom de ton Seigneur Qui a cree"
        },
        {
            "chapter": 96,
            "verse": 2,
            "text": "Qui a cree l’homme d’un grumeau de sang"
        },
        {
            "chapter": 96,
            "verse": 3,
            "text": "Lis, car ton Seigneur est le Plus Noble"
        },
        {
            "chapter": 96,
            "verse": 4,
            "text": "Qui enseigna par le Calame"
        },
        {
            "chapter": 96,
            "verse": 5,
            "text": "Qui enseigna a l’homme ce qu’il ne savait pas"
        },
        {
            "chapter": 96,
            "verse": 6,
            "text": "Mais non ! L’homme devient certes rebelle"
        },
        {
            "chapter": 96,
            "verse": 7,
            "text": "des qu’il se voit gagner en richesses"
        },
        {
            "chapter": 96,
            "verse": 8,
            "text": "Vers ton Seigneur sera le retour"
        },
        {
            "chapter": 96,
            "verse": 9,
            "text": "N’as-tu pas vu celui qui defend"
        },
        {
            "chapter": 96,
            "verse": 10,
            "text": "a un serviteur (d’Allah) de faire la priere"
        },
        {
            "chapter": 96,
            "verse": 11,
            "text": "Que penserais-tu si (ce dernier) etait auparavant sur la bonne voie"
        },
        {
            "chapter": 96,
            "verse": 12,
            "text": "et appelait a la piete"
        },
        {
            "chapter": 96,
            "verse": 13,
            "text": "Et que penserais-tu si (le premier) traitait de mensonge (le Message) et s’en detournait"
        },
        {
            "chapter": 96,
            "verse": 14,
            "text": "Ne sait-il pas qu’Allah Voit Tout"
        },
        {
            "chapter": 96,
            "verse": 15,
            "text": "Certes non ! S’il ne cesse pas, Nous le prendrons par le toupet"
        },
        {
            "chapter": 96,
            "verse": 16,
            "text": "un toupet menteur et coupable"
        },
        {
            "chapter": 96,
            "verse": 17,
            "text": "Qu’il appelle donc son clan (a son secours)"
        },
        {
            "chapter": 96,
            "verse": 18,
            "text": "Nous ferons appel aux gardiens (de l’Enfer)"
        },
        {
            "chapter": 96,
            "verse": 19,
            "text": "Non ! Ne lui obeis pas ! Prosterne-toi et rapproche-toi (d’Allah)"
        },
        {
            "chapter": 97,
            "verse": 1,
            "text": "Nous l’avons revele en la nuit du Destin"
        },
        {
            "chapter": 97,
            "verse": 2,
            "text": "Et qui te fera jamais savoir ce qu’est la nuit du Destin"
        },
        {
            "chapter": 97,
            "verse": 3,
            "text": "La nuit du Destin vaut mieux que mille mois"
        },
        {
            "chapter": 97,
            "verse": 4,
            "text": "En cette nuit, descendent les Anges et l’Esprit[614] avec la permission de leur Seigneur et avec les ordres pour toutes choses"
        },
        {
            "chapter": 97,
            "verse": 5,
            "text": "Paix elle est jusqu’au lever de l’aube"
        },
        {
            "chapter": 98,
            "verse": 1,
            "text": "Les mecreants, parmi les gens du Livre et les associatres, n’allaient pas renoncer (a leur impiete) avant que ne leur parvint la preuve evidente"
        },
        {
            "chapter": 98,
            "verse": 2,
            "text": "un Messager d’Allah qui recite des Feuillets purifies"
        },
        {
            "chapter": 98,
            "verse": 3,
            "text": "dans lesquels se trouvent des Ecritures parfaitement justes"
        },
        {
            "chapter": 98,
            "verse": 4,
            "text": "Ceux a qui le Livre a ete donne ne se sont divises qu’apres avoir recu la preuve evidente"
        },
        {
            "chapter": 98,
            "verse": 5,
            "text": "Il ne leur a ete ordonne que d’adorer Allah en Lui vouant un culte sincere, d’accomplir la Calat et de s’acquitter de la Zakat. Telle est la religion juste"
        },
        {
            "chapter": 98,
            "verse": 6,
            "text": "Ceux qui ont mecru, parmi les gens du Livre et les associatres, seront livres au feu de la Gehenne, ou ils demeureront pour l’eternite. Car ce sont les pires des creatures"
        },
        {
            "chapter": 98,
            "verse": 7,
            "text": "Ceux qui ont cru et accompli les bonnes œuvres, ceux la sont les meilleures de toutes les creatures"
        },
        {
            "chapter": 98,
            "verse": 8,
            "text": "Leur recompense, aupres de leur Seigneur, sera les Jardins d’Eden sous lesquels coulent les rivieres, ou ils sejourneront a tout jamais. Allah sera satisfait d’eux, et eux seront satisfaits de Lui. Voila (ce qui attend) celui qui craint son Seigneur"
        },
        {
            "chapter": 99,
            "verse": 1,
            "text": "Lorsque la terre aura tremble de son (plus violent) tremblement"
        },
        {
            "chapter": 99,
            "verse": 2,
            "text": "et qu’elle aura rejete tous ses fardeaux"
        },
        {
            "chapter": 99,
            "verse": 3,
            "text": "et que l’homme aura demande : « Qu’est-ce qu’elle a ? »"
        },
        {
            "chapter": 99,
            "verse": 4,
            "text": "Ce jour-la, elle dira son histoire"
        },
        {
            "chapter": 99,
            "verse": 5,
            "text": "d’apres ce que ton Seigneur lui aura ordonne"
        },
        {
            "chapter": 99,
            "verse": 6,
            "text": "Ce jour-la, les hommes sortiront par groupes epars pour repondre de leurs œuvres"
        },
        {
            "chapter": 99,
            "verse": 7,
            "text": "Celui qui aura fait ne fut-ce que le poids d’un atome en bien, le verra"
        },
        {
            "chapter": 99,
            "verse": 8,
            "text": "et celui qui aura fait ne fut-ce que le poids d’un atome en mal, le verra"
        },
        {
            "chapter": 100,
            "verse": 1,
            "text": "Par les coursiers haletant"
        },
        {
            "chapter": 100,
            "verse": 2,
            "text": "faisant jaillir des etincelles (en galopant)"
        },
        {
            "chapter": 100,
            "verse": 3,
            "text": "qui attaquent au petit jour"
        },
        {
            "chapter": 100,
            "verse": 4,
            "text": "et font voler la poussiere (sous leurs sabots)"
        },
        {
            "chapter": 100,
            "verse": 5,
            "text": "puis percent au milieu (des rangs ennemis)"
        },
        {
            "chapter": 100,
            "verse": 6,
            "text": "L’homme est, en verite, bien ingrat envers son Seigneur"
        },
        {
            "chapter": 100,
            "verse": 7,
            "text": "Il en est d’ailleurs lui-meme temoin"
        },
        {
            "chapter": 100,
            "verse": 8,
            "text": "Et certes, il porte aux biens (terrestres) un amour tres intense"
        },
        {
            "chapter": 100,
            "verse": 9,
            "text": "Ne sait-il donc pas que lorsque sera disperse ce qu’il y a dans les tombes"
        },
        {
            "chapter": 100,
            "verse": 10,
            "text": "et que sera revele ce que cachent les cœurs"
        },
        {
            "chapter": 100,
            "verse": 11,
            "text": "ce jour-la, leur Seigneur sera a leur sujet parfaitement Informe"
        },
        {
            "chapter": 101,
            "verse": 1,
            "text": "Le Fracas"
        },
        {
            "chapter": 101,
            "verse": 2,
            "text": "Mais qu’est-ce donc que le Fracas"
        },
        {
            "chapter": 101,
            "verse": 3,
            "text": "Et qui te fera jamais savoir ce que c’est que le Fracas"
        },
        {
            "chapter": 101,
            "verse": 4,
            "text": "C’est le jour ou les hommes seront tels des papillons disperses"
        },
        {
            "chapter": 101,
            "verse": 5,
            "text": "ou les montagnes seront comme de la laine demelee en flocons"
        },
        {
            "chapter": 101,
            "verse": 6,
            "text": "Quant a celui dont les (œuvres) seront lourdes a la balance"
        },
        {
            "chapter": 101,
            "verse": 7,
            "text": "il aura une vie agreable"
        },
        {
            "chapter": 101,
            "verse": 8,
            "text": "et quant a celui dont les (œuvres) seront legeres a la balance"
        },
        {
            "chapter": 101,
            "verse": 9,
            "text": "sa destination sera l’abime"
        },
        {
            "chapter": 101,
            "verse": 10,
            "text": "Et qui te fera jamais savoir ce que c’est (que l’abime)"
        },
        {
            "chapter": 101,
            "verse": 11,
            "text": "Un Feu tres ardent"
        },
        {
            "chapter": 102,
            "verse": 1,
            "text": "La ruee vers les richesses vous distrait"
        },
        {
            "chapter": 102,
            "verse": 2,
            "text": "jusqu’au bord de vos tombes"
        },
        {
            "chapter": 102,
            "verse": 3,
            "text": "Mais vous allez bientot savoir"
        },
        {
            "chapter": 102,
            "verse": 4,
            "text": "Oui, vous allez bientot savoir"
        },
        {
            "chapter": 102,
            "verse": 5,
            "text": "Si seulement vous pouviez savoir avec certitude"
        },
        {
            "chapter": 102,
            "verse": 6,
            "text": "Vous verriez alors l’Enfer"
        },
        {
            "chapter": 102,
            "verse": 7,
            "text": "Puis vous le verriez, de vos yeux le verriez"
        },
        {
            "chapter": 102,
            "verse": 8,
            "text": "Puis, ce jour-la, vous serez certes interroges au sujet des plaisirs"
        },
        {
            "chapter": 103,
            "verse": 1,
            "text": "Par le Temps"
        },
        {
            "chapter": 103,
            "verse": 2,
            "text": "L’homme, en verite, est en perdition"
        },
        {
            "chapter": 103,
            "verse": 3,
            "text": "a l’exception de ceux qui ont cru, ont accompli les bonnes œuvres, se sont recommande la verite, et se sont recommande la patience"
        },
        {
            "chapter": 104,
            "verse": 1,
            "text": "Malheur a tout calomniateur, diffamateur"
        },
        {
            "chapter": 104,
            "verse": 2,
            "text": "qui amasse les biens et ne laisse pas de les compter"
        },
        {
            "chapter": 104,
            "verse": 3,
            "text": "pensant que ses biens le rendront eternel"
        },
        {
            "chapter": 104,
            "verse": 4,
            "text": "Que non ! Il sera precipite dans la Hutamah"
        },
        {
            "chapter": 104,
            "verse": 5,
            "text": "Et qui te fera jamais savoir ce qu’est la Hutamah"
        },
        {
            "chapter": 104,
            "verse": 6,
            "text": "C’est le Feu d’Allah, a jamais attise"
        },
        {
            "chapter": 104,
            "verse": 7,
            "text": "qui atteindra les cœurs"
        },
        {
            "chapter": 104,
            "verse": 8,
            "text": "Sur eux il se refermera"
        },
        {
            "chapter": 104,
            "verse": 9,
            "text": "et s’etendra par colonnes"
        },
        {
            "chapter": 105,
            "verse": 1,
            "text": "N’as-tu pas vu ce que fit ton Seigneur aux compagnons de l’Elephant"
        },
        {
            "chapter": 105,
            "verse": 2,
            "text": "N’a-t-Il pas dejoue leurs intrigues"
        },
        {
            "chapter": 105,
            "verse": 3,
            "text": "en leur envoyant des nuees d’oiseaux"
        },
        {
            "chapter": 105,
            "verse": 4,
            "text": "qui leur lancaient des pierres argileuses"
        },
        {
            "chapter": 105,
            "verse": 5,
            "text": "Il les rendit telles des brindilles machees (et recrachees)"
        },
        {
            "chapter": 106,
            "verse": 1,
            "text": "Pour les bienfaits recus par Qoraich"
        },
        {
            "chapter": 106,
            "verse": 2,
            "text": "Pour les bienfaits de leurs voyages d’hiver et d’ete"
        },
        {
            "chapter": 106,
            "verse": 3,
            "text": "qu’ils adorent donc le Seigneur de cette Maison"
        },
        {
            "chapter": 106,
            "verse": 4,
            "text": "Qui les a nourris au mepris de la faim, et les a rassures en depit de la peur"
        },
        {
            "chapter": 107,
            "verse": 1,
            "text": "N’as-tu pas considere celui qui tient pour mensonge la Retribution"
        },
        {
            "chapter": 107,
            "verse": 2,
            "text": "C’est justement lui qui rudoie l’orphelin"
        },
        {
            "chapter": 107,
            "verse": 3,
            "text": "et qui n’incite point a assurer la subsistance du pauvre"
        },
        {
            "chapter": 107,
            "verse": 4,
            "text": "Malheur donc a ceux qui prient"
        },
        {
            "chapter": 107,
            "verse": 5,
            "text": "mais qui sont distraits de leur priere (Calat)"
        },
        {
            "chapter": 107,
            "verse": 6,
            "text": "ceux qui font tout par ostentation"
        },
        {
            "chapter": 107,
            "verse": 7,
            "text": "et s’abstiennent de preter (a autrui) le moindre ustensile"
        },
        {
            "chapter": 108,
            "verse": 1,
            "text": "Nous t’avons certes donne un Fleuve d’Abondance"
        },
        {
            "chapter": 108,
            "verse": 2,
            "text": "Observe donc la Calat pour ton Seigneur, et sacrifie"
        },
        {
            "chapter": 108,
            "verse": 3,
            "text": "C’est celui qui te hait qui sera sans posterite"
        },
        {
            "chapter": 109,
            "verse": 1,
            "text": "Dis : « O vous les mecreants"
        },
        {
            "chapter": 109,
            "verse": 2,
            "text": "Je n’adore point ce que vous adorez"
        },
        {
            "chapter": 109,
            "verse": 3,
            "text": "Pas plus que vous n’allez adorer ce que[621] j’adore"
        },
        {
            "chapter": 109,
            "verse": 4,
            "text": "Ni moi je ne vais adorer ce que vous avez adore"
        },
        {
            "chapter": 109,
            "verse": 5,
            "text": "Pas plus que vous n’allez adorer ce que j’adore"
        },
        {
            "chapter": 109,
            "verse": 6,
            "text": "Vous, vous avez votre religion et moi, j’ai la mienne. »"
        },
        {
            "chapter": 110,
            "verse": 1,
            "text": "Lorsque viendra le secours d’Allah (annoncant) la victoire"
        },
        {
            "chapter": 110,
            "verse": 2,
            "text": "et que tu verras les hommes entrer dans la religion d’Allah en foules"
        },
        {
            "chapter": 110,
            "verse": 3,
            "text": "rends gloire alors a ton Seigneur, celebre Ses louanges et implore Son pardon ! Car Il est Tout Absoluteur"
        },
        {
            "chapter": 111,
            "verse": 1,
            "text": "Que perissent les mains d’Abu Lahab, et qu’il perisse lui-meme"
        },
        {
            "chapter": 111,
            "verse": 2,
            "text": "A rien ne lui serviront ses richesses ni tout ce qu’il a acquis"
        },
        {
            "chapter": 111,
            "verse": 3,
            "text": "Il brulera dans un Feu aux flammes incandescentes"
        },
        {
            "chapter": 111,
            "verse": 4,
            "text": "ainsi que sa femme, porteuse de bois mort"
        },
        {
            "chapter": 111,
            "verse": 5,
            "text": "et portant au cou une corde de fibres tressees"
        },
        {
            "chapter": 112,
            "verse": 1,
            "text": "Dis : « Il est Allah, l’Un"
        },
        {
            "chapter": 112,
            "verse": 2,
            "text": "Allah, le Primultime"
        },
        {
            "chapter": 112,
            "verse": 3,
            "text": "Il n’a pas engendre ni n’a ete engendre"
        },
        {
            "chapter": 112,
            "verse": 4,
            "text": "Et nul n’est Son egal ! »"
        },
        {
            "chapter": 113,
            "verse": 1,
            "text": "Dis : « Je cherche refuge aupres du Seigneur de l’aube naissante"
        },
        {
            "chapter": 113,
            "verse": 2,
            "text": "contre le mal de ce qu’Il a cree"
        },
        {
            "chapter": 113,
            "verse": 3,
            "text": "contre le mal de l’obscurite quand elle devient tenebres"
        },
        {
            "chapter": 113,
            "verse": 4,
            "text": "contre le mal des (sorcieres) qui soufflent dans les nœuds"
        },
        {
            "chapter": 113,
            "verse": 5,
            "text": "et contre le mal de l’envieux quand il envie. »"
        },
        {
            "chapter": 114,
            "verse": 1,
            "text": "Dis : « Je cherche refuge aupres du Seigneur des hommes"
        },
        {
            "chapter": 114,
            "verse": 2,
            "text": "Roi des hommes"
        },
        {
            "chapter": 114,
            "verse": 3,
            "text": "Dieu des hommes"
        },
        {
            "chapter": 114,
            "verse": 4,
            "text": "contre le mal du tentateur qui toujours se derobe"
        },
        {
            "chapter": 114,
            "verse": 5,
            "text": "qui susurre le mal dans les cœurs des hommes"
        },
        {
            "chapter": 114,
            "verse": 6,
            "text": "qu’il soit (quant a lui) djinn ou homme. »"
        }
    ]
}