{
    "pages": [
        {
            "chapter": 23,
            "verse": 1,
            "text": "postup svuj naboenstvi! - Naboenstvi z svuj predek Abraham. On jsem 1 ktery pojmenovat ty Submitters originally! Tim hlasatel obsluhovat svedcit ty ty dorucit svedcit among a narod. Proto ty slavit Spojeni Prosba (Salat) odevzdat povinny milodar (Zakat) zastavit rychly BUH; On jsem svuj Magnat zcela Magnat zcela Privrenec. . . [23:1] Uspesny vskutku jsem verici"
        },
        {
            "chapter": 23,
            "verse": 2,
            "text": "Ktery jsem ctihodny behem jejich Spojeni Prosba (Salat)"
        },
        {
            "chapter": 23,
            "verse": 3,
            "text": "Oni zabranit marny povidat"
        },
        {
            "chapter": 23,
            "verse": 4,
            "text": "Oni odevzdat jejich povinny milodar (Zakat)"
        },
        {
            "chapter": 23,
            "verse": 5,
            "text": "Oni udrovat jejich cudnost"
        },
        {
            "chapter": 23,
            "verse": 6,
            "text": "Jen na jejich snoubenec ty byl spravne jejich vyloucit co z ceho oni mel sexualni pomer; oni ne jsem obvinovat"
        },
        {
            "chapter": 23,
            "verse": 7,
            "text": "Ty zhresit tyto vrchol jsem prestupnik"
        },
        {
            "chapter": 23,
            "verse": 8,
            "text": "When to podlehnout poloit poverit s ti prilis protoe kady souhlas oni utocit oni byl verny"
        },
        {
            "chapter": 23,
            "verse": 9,
            "text": "Oni slavit jejich Spojeni Prosba (Salat) pravidelne"
        },
        {
            "chapter": 23,
            "verse": 10,
            "text": "Stejny jsem dedic"
        },
        {
            "chapter": 23,
            "verse": 11,
            "text": "Oni dedit po Raj wherein oni zustavat stale"
        },
        {
            "chapter": 23,
            "verse": 12,
            "text": "My tvorit lidska bytost jsem podle nejaky druh o blato"
        },
        {
            "chapter": 23,
            "verse": 13,
            "text": "Subsequently my rozmnoit jemu maly napsat umisteni zdroj zabezpeceny zdroj"
        },
        {
            "chapter": 23,
            "verse": 14,
            "text": "Pak my developed napsat do vyznam (zarodek) pak developed vyznam (zarodek) do bite-size (fetus) pak tvorit bite-size (fetus) do kost pak pokryvka kost lide. My tim vytahnout znovu tvor. Stesti jsem BUH zcela Tvurce"
        },
        {
            "chapter": 23,
            "verse": 15,
            "text": "Pak posledni ochoten, ty posledni"
        },
        {
            "chapter": 23,
            "verse": 16,
            "text": "Pak Cas Zmrtvychvstani ty vzkrisit"
        },
        {
            "chapter": 23,
            "verse": 17,
            "text": "My tvorit ty 7 vesmir vrstva my ar nikdy neuvedomujici si z vybrat tvor ti"
        }
    ]
}