{
    "pages": [
        {
            "chapter": 23,
            "verse": 43,
            "text": "Nikoliv spolecnost podporovat svuj dopredu dany smrt nor zdret to"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "Pak my odeslat nas hlasatel za postup. Vsechen cas hlasatel odchod svem spolecnost oni pochybovat jemu. Proto my zrusit ti 1 dalsi utocit ti dejiny! Lide pochybovat hynout"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "Pak my odeslat Moses svem kamarad Aaron nas zjeveni dukladny zkouska"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "S Pharaoh svem starsi oni zapnout naduty! Oni jsem utiskujici lide"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "Oni odrikavat my verit 2 mu ktereho lide byl nas pomocny"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "Oni vyradit 2 a proto oni zrusit"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "My odevzdat Moses bible oni usmernovat"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "My zpusobit syn Marie svem ujmout se jako matka znamka my odevzdat ti utociste mesa jidlo pit"
        },
        {
            "chapter": 23,
            "verse": 51,
            "text": "O ty hlasatel stravit poslusny zajisteni rizeni spravedlnost! Ja byl celkem vedomy si o vsechno ty ucinil"
        },
        {
            "chapter": 23,
            "verse": 52,
            "text": "receny jsem svuj sbor - 1 sbor - Ja jsem svuj Lord; ty vait si Mne"
        },
        {
            "chapter": 23,
            "verse": 53,
            "text": "Oni trhal do debatovat frakce; kady ucastnik nejsastnejsi co oni mel"
        },
        {
            "chapter": 23,
            "verse": 54,
            "text": "Proto presne odkazat ti jejich zahuba pro chvilku"
        },
        {
            "chapter": 23,
            "verse": 55,
            "text": "Znicit oni myslen protoe my stanovit ti penize detsky"
        },
        {
            "chapter": 23,
            "verse": 56,
            "text": "My lit ti stesti? Vskutku oni ne mel plan"
        },
        {
            "chapter": 23,
            "verse": 57,
            "text": "Prece ty jsem reverently vedomy z jejich Magnat"
        },
        {
            "chapter": 23,
            "verse": 58,
            "text": "Ktery domnivat se za zjeveni jejich Magnat"
        },
        {
            "chapter": 23,
            "verse": 59,
            "text": "A ktery nikdy spolecnost kady obraz jejich Magnat"
        }
    ]
}