{
    "pages": [
        {
            "chapter": 41,
            "verse": 39,
            "text": "Among Svem zkouska jsem onen ty prijmout ziskat presto pak ackoliv brzo ackoliv my lit to rozvodnit ono otrasat doivotni! Prece Jednotka obnovit to obnovit naprosto. On jsem Vsemohouci"
        },
        {
            "chapter": 41,
            "verse": 40,
            "text": "Prece ty zkrivit nas zjeveni ne ukryt nas. Jednotka dosahnout hazet Peklo zcela jednotka delat se uzavrit Cas Zmrtvychvstani? Ucinil cokoliv ty adat; On jsem Vestec z vsechno ty ucinil"
        },
        {
            "chapter": 41,
            "verse": 41,
            "text": "Ty vyradit Quran's pevny when to podlehnout ti take vyradit Honorable kniha"
        },
        {
            "chapter": 41,
            "verse": 42,
            "text": "Nikoliv prolhanost napsat ono za a nad z zjeveni podle Odborny Chvalitebny"
        },
        {
            "chapter": 41,
            "verse": 43,
            "text": "Co jsem rict podle ty byl presne ktery jsem rict podle predchozi hlasatel! Svuj Magnat mit odpusteni On take mit trapny odskodneni"
        },
        {
            "chapter": 41,
            "verse": 44,
            "text": "My utocit to non-Arabic Quran oni odrikavat ucinil to delat se za kdy rec? Whether jsem Arabsky non-Arabic rict ty domnivat se to jsem ovlivnovat lecit Ohledne Ceho ty pochybovat oni jsem hluchy slepy to protoe oni addressed podle faraway"
        },
        {
            "chapter": 41,
            "verse": 45,
            "text": "My odevzdat Moses bible ono take debatovat! Jestlie ne jsem svuj Magnat dopredu dany rozhodnuti oni kritizovat okamite. Vskutku oni harbor take mnostvi pochybovat"
        },
        {
            "chapter": 41,
            "verse": 46,
            "text": "Whoever rizeni spravedlnost vyloucit co z ceho pro svych uznat poslusny whoever rizeni odporny vyloucit co z ceho e svych uznat skoda! Svuj Magnat jsem nikdy nespravedlivy towards lide"
        }
    ]
}