{
    "rukus": [
        {
            "chapter": 11,
            "verse": 69,
            "text": "Həqiqətən, elçilərimiz (mələklər) İbrahimə müjdə (İshaqın anadan olacağı xəbərini) gətirib: “Salam!” – dedilər. (İbrahim də:) “Salam!” – deyə cavab verdi və dərhal (gedib onlara) qızarmış bir buzov gətirdi"
        },
        {
            "chapter": 11,
            "verse": 70,
            "text": "(İbrahim qonaqların) əllərinin yeməyə uzanmadıqlarını gördükdə onların bu hərəkəti xoşuna gəlmədi və qorxuya düşdü. Onlar dedilər: “Qorxma (biz Allahın mələkləriyik), biz Lut tayfasına (onu məhv etmək üçün) göndərilmişik!”"
        },
        {
            "chapter": 11,
            "verse": 71,
            "text": "(İbrahimin) arvadı (Sara pərdə arxasında) durmuşdu (və ya qonaqlara qulluq edirdi). O (bu sözləri eşidib Lut tayfasının başına gələcək müsibətdən qafil olduğuna sevinərək və ya qoca yaşında oğlu olacağına təəccüblənərək) güldü. Bundan sonra Biz onu İshaqla, İshaqın da ardınca Yə’qubla (İshaqın, ondan sonra Yə’qubun dünyaya gələcəyi ilə) müjdələdik"
        },
        {
            "chapter": 11,
            "verse": 72,
            "text": "(İbrahimin arvadı) dedi: “Vay halıma! Mən qoca bir qarı, bu ərim də ixtiyar bir kişi olduğu halda, mən necə doğa bilərəm?! Bu çox təəccüblü bir şeydir!”"
        },
        {
            "chapter": 11,
            "verse": 73,
            "text": "(Mələklər ona) dedilər: “Allahın əmrinə (əmr etdiyi bir şeyə) təəccübmü edirsən? Ey ev əhli! Allahın bərəkəti və mərhəməti üstünüzdə olsun. Allah tə’riflənib şükür olunmağa, öyülüb mədh edilməyə layiqdir!” (Allahın bütün işləri bəyənilmişdir. O, tükənməz və əvəzsiz ne’mət, ehsan və kərəm sahibidir)"
        },
        {
            "chapter": 11,
            "verse": 74,
            "text": "İbrahimin qorxusu çəkildikdə və ona (İshaqın doğulacağı haqqında) müjdə gəldikdə Lut tayfası barəsində Bizimlə (mələklərimizlə) mübahisə etməyə başladı. (Əzabın onlardan dəf edilməsini istədi)"
        },
        {
            "chapter": 11,
            "verse": 75,
            "text": "Həqiqətən, İbrahim həlim xasiyyətli, (həmişə dua edərək) yalvarıb-yaxaran və özünü tamamilə (Allaha) təslim etmiş bir zat idi. (İbrahimin mələklərlə mübahisəsi onun bu yüksək keyfiyyətlərindən irəli gəlirdi)"
        },
        {
            "chapter": 11,
            "verse": 76,
            "text": "(Mələklər dedilər:) “Ey İbrahim! Bundan (bu mübahisədən) əl çək, Rəbbinin əmri artıq gəlmişdir. Onlara mütləq qarşısıalınmaz bir əzab gələcəkdir"
        },
        {
            "chapter": 11,
            "verse": 77,
            "text": "Elçilərimiz (mələklər) Lutun yanına gəldikləri zaman (tayfası bu gözəl qonaqlara bir pislik yetirər deyə) əndişəyə düşdü, ürəyi sıxıldı və: “Bu, çox çətin (başabəlalı) bir gündür!” – dedi"
        },
        {
            "chapter": 11,
            "verse": 78,
            "text": "Tayfası (qonaq gəldiyini bilən) tələsik (Lutun) yanına gəldi. Onlar (Lutun yanına gəlməzdən və mələkləri görməzdən) əvvəl də pis işlər görürdülər. (Lut onlara) dedi: “Ey qövmüm! Bunlar (balalarım və ya ümmətimin qadınları) mənim qızlarımdır (onlardan şəriətə müvafiq surətdə istifadə edin). Onlar (nikah baxımından) sizin üçün daha təmizdirlər. Allahdan qorxun və (yaramaz əməllərinizlə) məni qonaqların yanında rüsvay etməyin. Məgər aranızda (sizə yaxşı işlər görməyi əmr edən, pis işləri yasaq edən) ağlı başında bir adam yoxdur?”"
        },
        {
            "chapter": 11,
            "verse": 79,
            "text": "Onlar dedilər: “Sənin qızlarına heç bir rəğbətimiz (və ya ehtiyacımız) olmadığını, şübhəsiz, bilirsən. Nə istədiyimizi də, yəqin ki, bilirsən!”"
        },
        {
            "chapter": 11,
            "verse": 80,
            "text": "(Lut) dedi: “Kaş sizə çatan bir gücüm-qüvvətim olaydı, yaxud möhkəm bir arxaya söykənəydim (alınmaz bir qalaya və ya güclü bir qəbiləyə pənah apara biləydim)!”"
        },
        {
            "chapter": 11,
            "verse": 81,
            "text": "(Mələklər) dedilər: “Ey Lut! Biz sənin Rəbbinin elçiləriyik. Onlar əsla sənə toxuna bilməzlər. Gecənin bir vaxtında ailənlə birlikdə çıx get. Heç kəs dönüb geri baxmasın. Təkcə övrətin istisnadır. Onlara toxunacaq əzab övrətinə də toxunacaqdır. Onların (ölüm) vaxtı səhərdir. Səhər yaxın deyilmi?”"
        },
        {
            "chapter": 11,
            "verse": 82,
            "text": "(Lut tayfasının məhvi barəsində) əmrimiz gəldiyi zaman o yurdun altını üstünə çevirdik və üzərinə odda bişmiş (bir-birinə bitişik) bərk daşlar yağdırdıq"
        },
        {
            "chapter": 11,
            "verse": 83,
            "text": "Onlara Rəbbinin dərgahında əlamət qoyulmuş (hər daş kimə dəyəcəkdisə, üstünə adı yazılmışdı). (Ya Rəsulum!) O (daşlar sənin ümmətin içərisində olan) zalımlardan də uzaq deyildir! (Əgər şirkdən və küfrdən tövbə edib əl çəkməsələr, onların da başına yağar)"
        }
    ]
}