{
    "rukus": [
        {
            "chapter": 18,
            "verse": 13,
            "text": "(Ya Rəsulum!) Biz onların xəbərini sənə doğru söyləyirik. Onlar Rəbbinə iman gətirmiş bir neçə gənc idi. Biz də onların hidayətini (imanını, səbatını və bəsirətini) artırmışdıq"
        },
        {
            "chapter": 18,
            "verse": 14,
            "text": "Onlar (rum qeysəri bütpərəst Diqyanusun hüzurunda) durub: “Rəbbimiz göylərin və yerin Rəbbidir. Biz Ondan başqa heç bir tanrıya ibadət etməyəcəyik. Əks təqdirdə, (Allahdan başqasına tapınacağıq, - söyləsək, küfr) danışmaqda həddi aşmış (ifrata varmış) olarıq!” – dedikləri zaman onların ürəklərinə qüvvət (mətanət) vermişdik"
        },
        {
            "chapter": 18,
            "verse": 15,
            "text": "Bizim bu camaat (qövmümüz) Allahdan başqa tanrılar qəbul etdi. Elə isə onlar öz tanrıları barəsində (bütlərə ibadət etməyin düzgün olması haqqında) bir dəlil gətirməli deyildilərmi? Allaha qarşı yalan uydurub düzəldəndən daha zalım (özünə zülm edən) kim ola bilər"
        },
        {
            "chapter": 18,
            "verse": 16,
            "text": "(Gənclərin başçısı, yaşca böyüyü Təmlixa yoldaşlarına belə demişdi:) “Onları və Allahdan başqa tapındıqları tanrıları tərk edib getdiyiniz zaman mağaraya çəkilin ki, Rəbbiniz sizə Öz mərhəmətindən əta etsin və işinizdə sizin üçün fayda hazırlasın (sizə kafirlərdən nicat versin, düşmənlərdən qoruyub saxlasın)”"
        },
        {
            "chapter": 18,
            "verse": 17,
            "text": "(Ya Rəsulum! Əgər o zaman onlara baxsaydın) günəşin doğduğu zaman onların mağarasının sağ tərəfinə meyl etdiyini, batdığı zaman isə onları tərk edib sol tərəfə yönəldiyini (mağaranın içinə düşüb onları yandırmadığını), onların da mağaranın ortasında geniş bir yerdə olduqlarını (küləyin onları oxşadığını və rahat nəfəs aldıqlarını) görərdin. Bu, Allahın mö’cüzələrindəndir. Allahın doğru yola saldığı kəs doğru yoldadır. Allahın yoldan çıxartdığı (zəlalətə saldığı) kimsəyə isə əsla doğru yolu göstərən bir dost (rəhbər) tapa bilməzsən"
        }
    ]
}