{
    "rukus": [
        {
            "chapter": 18,
            "verse": 18,
            "text": "(Gözləri açıq olduğu üçün) onlar yuxuda ikən sən onları oyaq sanardın. (Torpağın rütubəti bədənlərini çürütməsin deyə) Biz onları sağa-sola çevirirdik. Onlar iti də iki əlini (qabaq pəncələrini mağaranın) astanasına uzadıb yatmışdı. Əgər sən onları (bu vəziyyətdə) görsəydin, yəqin ki, (qorxudan) dönüb qaçar, dəhşət səni bürüyərdi"
        },
        {
            "chapter": 18,
            "verse": 19,
            "text": "(Gəncləri illərlə yatırtdığımız kimi) beləcə də onları bir-birindən hal-əhval tutsunlar deyə, oyatdıq. Onların biri dedi: “(Mağarada) nə qədər qaldınız?” Onlar: “Bir gün və ya bir gündən az!” – deyə cavab verdilər. Onlardan (bə’ziləri isə) belə dedi: “Qaldığınız müddəti Rəbbiniz daha yaxşı bilir. İndi içərinizdən birini bu gümüş pulunuzla şəhərə (Tərsusa və ya Əfsusa) göndərin ki, görsün ən təmiz təam hansıdırsa, ondan sizə ruzi (yemək alıb) gətirsin. O, çox ehtiyatlı olsun (ağıllı hərəkət etsin) və sizin barənizdə heç kəsə bir xəbər (nişan) verməsin"
        },
        {
            "chapter": 18,
            "verse": 20,
            "text": "Doğrusu, onlar sizi ələ keçirsələr ya sizi daşqalaq edəcək, ya da öz dinlərinə döndərəcəklər. Belə olacağı təqdirdə, siz (nə dünyada, nə də axirətdə) nicat tapa bilməzsiniz!”"
        },
        {
            "chapter": 18,
            "verse": 21,
            "text": "(İnsanları–Tərsusun əhalisini) onların halı ilə beləcə tanış etdik ki, Allahın (məxluqatın öləndən sonra diriləcəyi haqqındakı) və’dinin doğru olduğunu və qiyamətin qopacağına əsla şübhə olmadığını bilsinlər. O zaman (Tərsusdakı mö’minlər və kafirlər) öz aralarında onların (əshabi-kəhfin) işi (və ya insanın öləndən sonra dirilib-dirilməyəcəyi, dirilmənin yalnız ruhla, yaxud ruh və bədənlə birlikdə olacağı kimi dini məsələlər) barəsində mübahisə edirlər. (Nəhayət, əshabi-kəhf öldükdən sonra kafirlər) dedilər: “Onların üstündə bir bina tikin. Rəbbi (onların öldüyünü, yaxud yenidən yuxuya getdiyini və nəyə e’tiqad etdiyini) daha yaxşı bilir!” Onların (əshabi-kəhfin) haqqındakı mübahisədə qalib gələnlər (mö’minlər) isə: “Onların (məzarı) üstündə (Allaha ibadət etmək məqsədilə) bir məscid tikəcəyik!” – dedilər"
        },
        {
            "chapter": 18,
            "verse": 22,
            "text": "(Kitab əhlindən əshabi-kəhfin sayı barəsində mübahisə edənlər) sanki qaranlıq yerə daş ataraq: “Onlar üçdür, dördüncüsü köpəkləridir!” - deyəcəklər. Bə’ziləri: “Onlar beşdir, altıncısı köpəkləridir!” – deyəcəklər. Digərləri (mö’minlər) isə: “Onlar yeddidir, səkkizincisi köpəkləridir!” – söyləyəcəklər. (Ya Rəsulum!) De: “Onların sayını Rəbbim daha yaxşı bilir. (İnsanlardan isə) bunu bilən çox azdır!” (Ya Rəsulum! Əshabi-kəhf) barəsində yalnız sənə açıq-aşkar nazil olan ayələrə əsaslanıb onlarla mübahisə et (Qur’anda olanlarla kifayətlənib çox dərinə getmə) və (kitab əhlinin) heç birindən onlar haqqında bir şey soruşma"
        }
    ]
}