{
    "rukus": [
        {
            "chapter": 36,
            "verse": 51,
            "text": "Sur (ikinci dəfə) çalınan kimi (qiyamət günü) qəbirlərindən qalxıb sür’ətlə Rəbbinin hüzuruna axışacaqlar"
        },
        {
            "chapter": 36,
            "verse": 52,
            "text": "Onlar deyəcəklər: “Vay halımıza! Bizi yatdığımız yerdən (qəbir evindən) kim qaldırdı? (Onlara belə deyiləcək:) “Bu, Rəhmanın məxluqata buyurduğu və’ddir (qiyamət günüdür). Peyğəmbərlər doğru deyirlərmiş!”"
        },
        {
            "chapter": 36,
            "verse": 53,
            "text": "Yalnız bir dəhşətli səs qopan (İsrafilin axırıncı dəfə surunu çalan) kimi onlar hamısı (haqq-hesab üçün) qarşımızda hazır duracaqlar"
        },
        {
            "chapter": 36,
            "verse": 54,
            "text": "Bu gün heç kəsə heç bir haqsızlıq edilməyəkdir. Siz ancaq etdiyiniz əməllərin cəzasını çəkəcəksiniz"
        },
        {
            "chapter": 36,
            "verse": 55,
            "text": "Cənnət əhli bu gün keflə (əyləncə ilə) məşğuldur"
        },
        {
            "chapter": 36,
            "verse": 56,
            "text": "Onlar (mö’min kişilər) və zövcələri kölgəliklərdə (yumşaq) taxtlara söykənmişlər"
        },
        {
            "chapter": 36,
            "verse": 57,
            "text": "Orada onlar üçün (hər cür) meyvə və istədikləri hər şey vardır"
        },
        {
            "chapter": 36,
            "verse": 58,
            "text": "Rəhmli Rəbbdən (onlara) “salam” deyiləcəkdir"
        },
        {
            "chapter": 36,
            "verse": 59,
            "text": "(Kafirlər Cəhənnəmə varid edilərək onlara belə deyiləcək:) “Ey günahkarlar! Bu gün (mö’minlərdən) ayrılın!”"
        },
        {
            "chapter": 36,
            "verse": 60,
            "text": "Ey Adəm övladı! Məgər Mən sizdən əhd almadımmı ki, Şeytana ibadət etməyin, o sizin açıq-aşkar düşməninizdir"
        },
        {
            "chapter": 36,
            "verse": 61,
            "text": "Və (sizə buyurmadımmı ki) Mənə ibadət edin, doğru yol budur"
        },
        {
            "chapter": 36,
            "verse": 62,
            "text": "Həqiqətən, (Şeytan) içərinizdən çoxlarını yoldan çıxartdı. Məgər ağlınız kəsmirdi"
        },
        {
            "chapter": 36,
            "verse": 63,
            "text": "Bu sizə və’d olunan Cəhənnəmdir"
        },
        {
            "chapter": 36,
            "verse": 64,
            "text": "Kafir olduğunuza görə bu gün girin ora, yanın"
        },
        {
            "chapter": 36,
            "verse": 65,
            "text": "Bu gün (Allaha and olsun ki, biz müşrik, kafir deyildik – dediklərinə görə) onların ağızlarını möhürləyirik. Etdikləri əməllər (qazandıqları günahlar) barəsində onların əlləri Bizimlə danışar, ayaqları isə şəhadət verər"
        },
        {
            "chapter": 36,
            "verse": 66,
            "text": "Əgər istəsəydik, (dünyada) gözlərini büsbütün kor edərdik (onları zahiri gözdən də məhrum edərdik) və onda onlar (adət etdikləri) yolda bir-birini ötməyə çalışardılar (və ya doğru yolu tapmaq üçün bir-biri ilə ötüşərdilər, ora-bura vurnuxardılar). Amma (belə bir vəziyyətdə yolu) necə görə bilərdilər? (Lakin Biz onları dünyada belə bir korluğa mübtəla etmədik. Onlar Allahın qüdrət əlamətlərini görür, bununla belə öz pis yollarını tutub gedirdilər. Beləliklə, onlar iman gətirmədilər ki, gətirmədilər)"
        },
        {
            "chapter": 36,
            "verse": 67,
            "text": "Əgər istəsəydik, onları lap yerlərindəcə elə bir kökə (elə bir şəklə) salardıq ki, nə irəli, nə də geri gedə bilərdilər. (Kafirləri topal edər, meymuna, donuza, daşa döndərərdik. Və ya onları evlərinin içində həlak edərdik, heç tərpənə də bilməzdilər)"
        }
    ]
}