{
    "rukus": [
        {
            "chapter": 38,
            "verse": 15,
            "text": "Bunlar (Məkkə müşrikləri) yalnız bir dəhşətli (tükürpədici) səsə (İsrafilin suru bircə dəfə üfürməsinə) bənddirlər. (Surun çalınması vaxtı gəlib çatdıqda isə) o, bir an belə gecikməz"
        },
        {
            "chapter": 38,
            "verse": 16,
            "text": "Onlar (istehza ilə): “Ey Rəbbimiz! Tez ol, bizim payımızı (əməl dəftərimizi, yaxud xeyirdən, şərdən payımıza nə düşəcəksə) haqq-hesab (qiyamət) günü gəlməmişdən əvvəl ver!” – dedilər"
        },
        {
            "chapter": 38,
            "verse": 17,
            "text": "(Ya Peyğəmbər!) Onların dediklərinə səbr et və qüvvətli bəndəmiz Davudu yadına sal! Çünki o, daim Allaha sığınan bir kimsə idi. (Davud böyük qüdrət, möhtəşəm səltənət sahibi olmasına baxmayaraq günaşırı oruc tutar, gecələri durub namaz qılar, dünya malına, naz-ne’mətinə aludə olmayıb yalnız Allah rizasını qazanmaq diləyərdi)"
        },
        {
            "chapter": 38,
            "verse": 18,
            "text": "Biz dağları ona ram etmişdik. Onlar axşam-səhər onunla birlikdə (Allahı) təqdis edib şə’ninə tə’riflər deyərdilər"
        },
        {
            "chapter": 38,
            "verse": 19,
            "text": "Biz quşları da toplu halda (onun ixtiyarına vermişdik), hamısı ona tərəf yönəlməkdə idi"
        },
        {
            "chapter": 38,
            "verse": 20,
            "text": "Biz onun mülkünü (səltənətini) möhkəmləndirmiş, ona hikmət (peyğəmbərlik) və (haqla batili ayırd edib) düzgün hökm vermək qabiliyyəti bəxş etmişdik. (Davud çox müşkül məsələləri asanlıqla həll edər, ədalətli hökm çıxarardı)"
        },
        {
            "chapter": 38,
            "verse": 21,
            "text": "(Ya Peyğəmbər!) Sənə (Davudun padşahlığı vaxtı) dava edənlərin xəbəri gəlib çatdımı? O zaman onlar (Davuda məxsus) mə’bədə (ibadət vaxtı ora daxil olmaq qadağan edildiyi üçün) divardan aşıb gəlmişdilər"
        },
        {
            "chapter": 38,
            "verse": 22,
            "text": "Onlar Davudun yanına gəlikdə (Davud) onlardan (mə’bədə qapıdan deyil, divardan aşıb daxil olduqları üçün) qorxdu. Onlar dedilər: “Qorxma, biz bir-birimizə haqsızlıq etmiş iki iddiaçıyıq. Aramızda ədalətlə hökm et, haqqı tapdalama (heç birimizin tərəfini saxlama) və bizə doğru yolu göstər!”"
        },
        {
            "chapter": 38,
            "verse": 23,
            "text": "(Onlardan biri dedi:) “Bu mənim (din) qardaşımdır. Onun doxsan doqquz dişi qoyunu, mənim isə bircə dişi qoyunum vardır (yaxud onun doxsan doqquz zövcəsi, mənim isə bircə zövcəm var). Belə bir vəziyyətdə: “Onu mənə ver! (Məni ona sahib et!)” – dedi və (dildən pərgar olduğu üçün) mübahisədə məni məğlub etdi”"
        },
        {
            "chapter": 38,
            "verse": 24,
            "text": "(Bu sözləri eşidən Davud o biri iddiaçı ağzını açmağa macal tapmamış) dedi: “O sənin bircə qoyununu öz qoyunlarına qatmaq istəməklə, şübhəsiz ki, sənə zülm etmişdir. Doğrudan da, şəriklərin çoxu bir-birinə haqsızlıq edər. Yalnız iman gətirib yaxşı işlər görənlərdən savayı! Onlar da (təəssüf ki) çox azdırlar!” (İddiaçılar bir-birinə baxıb güldükdən, yaxud çıxıb getdikdən sonra) Davud (bu işdən şübhəyə düşərək) Bizim onu imtahana çəkdiyimizi güman etdi. O dərhal Rəbbindən öz bağışlanmasını dilədi və dizi üstə düşüb səcdəyə qapanaraq tövbə etdi"
        },
        {
            "chapter": 38,
            "verse": 25,
            "text": "Biz bunu (o biri iddiaçını dinləməyərək onu zülmkar adlandırmasını və ya belə bir səhv zənnə düşməsini) ona bağışladıq. Həqiqətən, o, (qiyamət günü) dərgahımıza yaxın olacaq və onun qayıdıb gələcəyi yer də gözəl olacaqdır (yaxud onu dünyada çoxlu ne’mət, axirətdə isə gözəl sığınacaq – Cənnət gözləyir)"
        },
        {
            "chapter": 38,
            "verse": 26,
            "text": "Ya Davud! Biz səni yer üzündə xəlifə (və ya əvvəlki peyğəmbərlərə xələf) etdik. Buna görə də insanlar arasında ədalətlə hökm et, nəfsdən gələn istəklərə uyma, yoxsa onlar səni Allah yolundan sapdırar. Şübhəsiz ki, Allah yolundan sapanları haqq-hesab gününü unutduqları üçün şiddətli bir əzab gözləyir"
        }
    ]
}