{
    "rukus": [
        {
            "chapter": 43,
            "verse": 57,
            "text": "(Ya Rəsulum!) Məryəm oğlu (İsa) misal çəkilincə sənin qövmün sevincdən güldü. (Müşriklərə xitabən: “Siz və Allahdan başqa ibadət etdikləriniz Cəhənnəmdə yanacaq odunsunuz!” ayəsi nazil olduqda, onlar öz cahillikləri üzündən: “Yəhudilər Üzeyrə, xaçpərəstlər İsaya, Bəni Məlih qəbiləsi mələklərə ibadət edirlər. Əgər bu tanrıların hamısı cəhənnəm odunda yanacaqsa, biz də öz bütlərimizin odda yanmasına razıyıq!” – deyə sevindilər)"
        },
        {
            "chapter": 43,
            "verse": 58,
            "text": "Onlar dedilər: “Bizim tanrılarımız yaxşıdır, yoxsa o (İsa)?!” Onlar bunu sənə yalnız (səninlə) mübahisə etmək (çənə-boğaz olmaq) xatirinə dedilər. Şübhəsiz ki, onlar höcətləşən (çənə-boğaz olan) bir qövmdürlər"
        },
        {
            "chapter": 43,
            "verse": 59,
            "text": "O (Məryəm oğlu İsa) ancaq ne’mət (peyğəmbərlik) verdiyimiz və (Allahın qüdrəti ilə atasız yaradıldığı üçün) İsrail oğullarına örnək (ibrət) etdiyimiz bir bəndədir"
        },
        {
            "chapter": 43,
            "verse": 60,
            "text": "Əgər istəsəydik, yer üzündə sizin əvəzinizə mələklər yaradardıq (onlar da Bizə ibadət edərdilər)"
        },
        {
            "chapter": 43,
            "verse": 61,
            "text": "Şübhəsiz ki, o, (İsanın zühuru) qiyamət saatı üçün bir əlamətdir. Ona (qiyamətə) şəkk etməyin və Mənə tabe olun. Bu, doğru yoldur"
        },
        {
            "chapter": 43,
            "verse": 62,
            "text": "Şeytan sizi yoldan çıxartmasın. Şübhəsiz ki, o sizin açıq-aşkar düşməninizdir"
        },
        {
            "chapter": 43,
            "verse": 63,
            "text": "İsa açıq-aşkar mö’cüzələrlə gəldiyi zaman dedi: “Həqiqətən, mən sizə hikmət gətirmişəm, həm də ixtilafda olduğunuz bə’zi şeyləri (Tövratdakı bir sıra dini hökmləri) izah etmək üçün gəlmişəm. Allahdan qorxun və mənə itaət edin"
        },
        {
            "chapter": 43,
            "verse": 64,
            "text": "Şübhəsiz ki, Allah mənim də Rəbbim, sizin də Rəbbinizdir. Yalnız Ona ibadət edin. Bu, doğru yoldur!”"
        },
        {
            "chapter": 43,
            "verse": 65,
            "text": "Amma onların içərisindən çıxan firqələr arasında ixtilaf düşdü (xaçpərəstlər: “İsa Allahın oğludur!” – dedilər, yəhudilər isə onun peyğəmbərliyini büsbütün inkar etdilər). Acı bir günün (qiyamət gününün) əzabından vay o zülm edənlərin halına"
        },
        {
            "chapter": 43,
            "verse": 66,
            "text": "Onlar özləri də bilmədən qəfildən başlarının üstünü alacaq o saatdan (qiyamət saatından) başqa bir şeymi gözləyirlər"
        },
        {
            "chapter": 43,
            "verse": 67,
            "text": "Müttəqilər müstəsna olmaqla, o gün dostlar bir-birinə düşmən kəsiləcəklər"
        }
    ]
}