{
    "pages": [
        {
            "chapter": 5,
            "verse": 3,
            "text": "[Inho hama] Bar şumo harom şudaast: [Gūşti] Murdor va xunu gūşti xuk va on ci [hangomi zaʙh] nomi ƣajri Alloh taolo ʙar on ʙurda şavad va [hajvoni halolgūşti] xafaşuda va ʙa zarʙi [cūʙu sang] murda va azʙalandiaftoda va şoxxūrdavu nimxūrdai [hajvonoti] darranda – magar on ci [peş az murdan] zaʙh [-i şar'ī] karda ʙoşed – va [hamcunin] on ci dar ʙaroʙari ʙutho zaʙh meşavad va on ci ʙo cūʙhoi qur'a taqsim mekuned. Va [ʙa jaqin ʙidoned, ki rūj ovardan ʙa tamomi] inho nofarmonī ast. Imrūz kofiron az dini şumo [va ʙozgaştaton ʙa kufr] noumed şudaand, pas, az onon natarsed va az man ʙitarsed. Imrūz dinatonro komil kardam va ne'matro ʙar şumo tamom namudam va islomro [ʙa unvoni ʙehtarin] din ʙarojaton ʙarguzidam. Pas, har ki [ʙaroi hifzi çoni xud va] ʙiduni on ki ʙa gunohe mutamoil ʙoşad, nocor [ʙa xūrdani gūşthoi man'şuda] şavad [ʙar ū gunohe nest]. Ba rostī, ki Alloh taolo omurzandai mehruʙon ast"
        },
        {
            "chapter": 5,
            "verse": 4,
            "text": "[Ej pajomʙar, ashoʙat] Az tu mepursand, ci ciz ʙarojaşon halol şudaast. Bigū: \"Cizhoi pokiza ʙarojaton halol gaştaast va [hamcunin] on ci ʙa kumaki hajvonoti şikorī [ʙa dast meovared, caro], ki onhoro ʙo on ci Alloh taolo ʙa şumo omūxtaast, dastomūz mekuned. Pas, az on ci [xud naxūrdaand va] ʙaroi şumo giriftaand, ʙixūred va [ʙa hangomi zaʙh jo firistodani hajvonoti şikorī] nomi Allohro ʙar on ʙiʙared va az Alloh taolo parvo kuned [ʙitarsed]. Be gumon, Alloh taolo dar hisoʙrasī sare' ast"
        },
        {
            "chapter": 5,
            "verse": 5,
            "text": "[Ej musulmonon] Imrūz xūrokhoi pokiza ʙarojaton halol şudaast va [zaʙoihu] ƣizoi ahli kitoʙ ʙaroi şumo halol ast va ƣizoi şumo [niz] ʙaroi onon halol ast va [hamcunin izdivoç ʙo] zanoni pokdomani musulmon va zanoni pokdoman az [ahli kitoʙ, ja'ne] kasone, ki peş az şumo ʙa onon kitoʙ [-i osmonī] doda şudaast [halol meʙoşad], ʙa şarti on ki mahrijahoi ononro ʙipardozed, dar hole ki xud pokdoman ʙoşed, na zinokor ʙoşed va na [zanonro] pinhonī ʙa dūstī ʙigired. Va har ki ʙa [arkoni] imon kufr ʙivarzad, hatman, amalaş taʙoh şudaast va dar oxirat az zijondidagon xohad ʙud"
        }
    ]
}