{
    "pages": [
        {
            "chapter": 6,
            "verse": 28,
            "text": "[Cunin nest, ki megūjand] Balki on ci peş az in pinhon mekardand, ʙarojaşon oşkor şudaast va agar [ham ʙa dunjo] ʙozgardonda şavand, ʙe tardid ʙa on ci az on nahj şuda ʙudand, ʙozmegardand va inon durūƣgū hastand"
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "Va [muşrikon] guftand: «Çuz zindagii mo dar dunjo heç [zindagii digare] nest va hargiz ʙarangexta naxohem şud»"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "Va agar ononro hangome ki dar peşgohi Parvardigoraşon nigoh doşta meşavand, ʙuʙinī, [şigiftzada meşavī. Alloh taolo ʙa onon] megūjad: «Ojo in [zindagii pas az marg] haq nest?» Onon megūjand: «Bale, qasam ʙa Parvardigoramon [ki haq ast]. [Alloh taolo] megūjad: «Pas, ʙa sazoi on ki kufr mevarzided, in azoʙro ʙicaşed»"
        },
        {
            "chapter": 6,
            "verse": 31,
            "text": "Kasone, ki didori Parvardigorro durūƣ angoştaand, hatman, zijon didand, [pas] hangome ki nogahon qijomat ʙar onon faro rasad, dar hole ki ʙori [sangini] gunohhoni xeşro ʙar puştaşon haml mekunandu megūjand: «Ej dareƣ, ʙar mo az on ci dar ʙorai on [dar dunjo] kūtohī kardem»! Hon! Ci ʙad ast ʙore, ki [ʙar dūş] mekaşand"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "Zindagii dunjo [cize] çuz ʙozica va sargarmī nest, va hatman, saroi oxirat ʙaroi kasone, ki parvo peşa mekunand, ʙehtar ast. Ojo nameandeşed"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "[Ej pajomʙar] ʙa jaqin mo medonem, ki onci [muşrikon] megūjand, turo saxt ƣamgin mekunad. Dar voqe', onon turo[dar dil] takziʙ namekunand, ʙalki sitamgoron [ʙo on ki haqiqatro medonand] ojoti Alloh taoloro inkor mekunand"
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "Va peş az tu niz pajomʙarone takziʙ şudaand, vale ʙar on ci takziʙ şudand va ozor didand, şikeʙoī kardand, to [sarançom] jorii mo ʙar onon faro rasid va suxanoni Alloh taolo [dar mavridi pirūzii pajomʙaronaş]-ro heç taƣjirdihandae nest [ki mone' gardad] va musallaman, axʙori pajomʙaroni [peşin va dostoni şikasti duşmanonaşon] ʙa tu rasidaast"
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "Va [ej pajomʙar] agar rūjgardonii onon [az Qur'on] ʙar tu noguvor [va duşvor] ast, agar metavonī naqʙe (tunel) dar zamin jo nardʙone dar osmon ʙiçūī, to mu'çiza [digar] ʙarojaşon ʙijovarī [pas, cunon kun, vale sude nadorad].Va agar Alloh taolo mexost, hatman, ononro ʙar [masiri] hidojat çam' mekard, pas, hargiz az nodonon maʙoş"
        }
    ]
}