{
    "pages": [
        {
            "chapter": 2,
            "verse": 187,
            "text": "[Ej mu'minon] Omeziş ʙo hamsaronaton dar şaʙ [-hoi] rūza ʙar şumo halol gardidaast. Onon liʙosi şumo hastand va şumo liʙosi eşon. Alloh taolo medonist, ki şumo ʙar xud xijonat mekarded [va ʙo on ki dar avoili islom omeziş dar mohi ramazon harom ʙud, şumo ʙar on ʙetavaççuh ʙuded], pas, tavʙaatonro paziruftu az şumo darguzaşt. Pas, aknun [dar şaʙhoi ramazon metavoned] ʙo onon omeziş kuned va on ciro, ki Alloh taolo ʙarojaton muqarrar doştaast [az eşon] talaʙ kuned. Bixūred va ʙioşomed, to riştai sapedi suʙh [façri sodiq] az riştai sijoh [şaʙ] ʙarojaton oşkor gardad, on goh rūzaro to şaʙ ʙa pojon ʙirasoned va, dar hole ki dar masoçid mu'takif hasted, ʙo zanon omeziş nakuned. In marzho [-i ahkom]-i ilohī ast, pas, ʙa onho nazdik naşaved. Alloh taolo cunin ojot [va ahkom]-i xudro ʙaroi mardum ravşan mesozad, ʙoşad, ki parhezkor şavand"
        },
        {
            "chapter": 2,
            "verse": 188,
            "text": "Va amvolatonro ʙajni xud ʙa ʙotil [va nohaq] naxūred va ʙaroi on, ki ʙaxşe az moli mardumro ʙa gunoh ʙixūred, qazijaro ʙa hokimon nakaşoned, dar hole ki medoned [ki in kor gunoh ast]"
        },
        {
            "chapter": 2,
            "verse": 189,
            "text": "[Ej pajomʙar] Az tu dar ʙorai hilolho [-i moh] mepursand, ʙigū: \"Onho ʙajoni avqot [va gohşumorii taʙiī] ʙaroi mardum va [vasilai ta'jini vaqti] haç hastand\". Nakukorī on nest, ki [monandi davroni çohilijat dar holi ehrom] az puşti xonaho vorid şaved, ʙalki nakukor kasest, ki taqvo peşa kunad [pas, parhezkor ʙoşed] va ʙa xonaho az darhojaşon vorid şaved va az Alloh taolo ʙitarsed, ʙoşad, ki rastagor şaved"
        },
        {
            "chapter": 2,
            "verse": 190,
            "text": "Va dar rohi Alloh taolo ʙo kasone, ki ʙo şumo meçangand, ʙiçanged [vale ʙo musla kardan va kuştani kūdakonu zanon va pironsolon] az had taçovuz nakuned, [ki] ʙa rostī Alloh taolo taçovuzgaronro dūst namedorad"
        }
    ]
}