{
    "pages": [
        {
            "chapter": 24,
            "verse": 44,
            "text": "Alloh taolo şaʙu rūzro megardonad [va pajopaj meovarad]. Jaqinan, dar in [gardiş] iʙrate ʙaroi ahli ʙasirat ast"
        },
        {
            "chapter": 24,
            "verse": 45,
            "text": "Va Alloh taolo har mavçudi zindaero az oʙ ofarid, pas, ʙarxe az onon ʙar şikami xud meravand va ʙarxe ʙar du po roh meravand va ʙarxe az onon cahor [po] roh meravand. Alloh taolo har ci ʙixohad meofarinad. Be tardid, Alloh taolo ʙar hama ciz tavonost"
        },
        {
            "chapter": 24,
            "verse": 46,
            "text": "Ba rostī, ki [Mo] ojoti ravşangare nozil kardem va Alloh taolo har kiro ʙixohad, ʙa rohi rost hidojat mekunad"
        },
        {
            "chapter": 24,
            "verse": 47,
            "text": "Va [munofiqon] megūjand: «Ba Alloh taolo va pajomʙar [-i Ū] imon ovardem va [az farmonaşon] itoat kardem», ammo pas az in [iddao] gurūhe az onon rūjgardon meşavand va inon [dar haqiqat] mu'min nestand"
        },
        {
            "chapter": 24,
            "verse": 48,
            "text": "Va hangome ki ʙa sūji Alloh taolo va pajomʙaraş faroxonda meşavand, to dar mijonaşon dovarī kunad, nogoh gurūhe az onon rūjgardon meşavand"
        },
        {
            "chapter": 24,
            "verse": 49,
            "text": "Va agar haq ʙa onon ʙoşad, muteona [furūtanona] ʙa sūji ū meojand"
        },
        {
            "chapter": 24,
            "verse": 50,
            "text": "Ojo dar dilhojaşon ʙemorī ast jo [dar ʙorai risolataş] tardid dorand? Jo metarsand, ki Alloh taolo va pajomʙaraş ʙar onon sitam kunand? [Na] Balki onon xud sitamgorand"
        },
        {
            "chapter": 24,
            "verse": 51,
            "text": "Suxani mu'minon, hangome ki ʙa sūi Alloh taolo va pajomʙaraş faroxonda meşavand, to mijonaşon dovarī kunad, faqat in ast, ki megūjand: «Şunidem va itoat kardem» va inonand, ki rastagorand"
        },
        {
            "chapter": 24,
            "verse": 52,
            "text": "Va har ki az Alloh taolo va pajomʙaraş itoat kunad va az Alloh taolo ʙitarsad va az [nofarmonii] Ū ʙiparhezad, pas, inon komjoʙand"
        },
        {
            "chapter": 24,
            "verse": 53,
            "text": "[Munofiqon] Bo saxttarin savgandhojaşon ʙa Alloh taolo savgand jod kardand, ki agar ʙa onon farmon dihī, [ʙaroi çihod] rahsipor meşavand. Bigū: «Savgand jod nakuned. Itoat [va suxanoni durūƣaton] şinoxtaşuda ast. Be tardid, Alloh taolo az on ci mekuned, ogoh ast»"
        }
    ]
}