{
    "pages": [
        {
            "chapter": 28,
            "verse": 44,
            "text": "Va tu [ej pajomʙar] on goh ki farmoni [nuʙuvvat]-ro ʙa Mūso medodem, dar domanai ƣarʙī [-i kūhi Tūr] huzur nadoştī va az guvohon [niz] naʙudī"
        },
        {
            "chapter": 28,
            "verse": 45,
            "text": "Va [Mo pas az Mūso] naslhoe ofaridem va solhoi tūlonī ʙar onon guzaşt [va pajmoni ilohiro faromūş kardand]. Va tu dar mijoni ahli Madjan iqomat nadoştī [ki az dostoni Mūso ʙoxaʙar ʙoşī va] ojoti Moro ʙar onon [mardumi Makka] ʙixonī, ʙalki Mo ʙudem, ki [in ojotro ʙa sūjat] mefiristodem"
        },
        {
            "chapter": 28,
            "verse": 46,
            "text": "Va on goh ki [ʙa Mūso] nido dodem, tu dar kanori kūhi Tūr naʙudī, vale ʙa unvoni rahmate az sūji Parvadigorat [ʙa tu vahj namudem], to gurūhero, ki peş az tu ʙimdihandae ʙa suroƣaşon naomadaast, [ʙo in ojot] ʙim dihī, ʙoşad, ki pand pazirand"
        },
        {
            "chapter": 28,
            "verse": 47,
            "text": "[Bo kofiron itmomi huççat kardem] To vaqte ʙa kajfari korhoe, ki dar guzaşta murtakiʙ şudaand, musiʙate ʙa onho merasad, nagūjand: «Parvardigoro, caro pajomʙare ʙar mo nafiristodī, to az ojotat pajravī kunem va az mu'minon ʙoşem»"
        },
        {
            "chapter": 28,
            "verse": 48,
            "text": "Vale hangome ki [pajomʙari] haq az çoniʙi Mo ʙa suroƣaşon omad, [jahudijon az sari laçoçat] guftand: «Caro mu'çizote hammonand Mūso ʙa ū doda naşudaast»? [Dar posuxaşon ʙigū] «Magar [jahudijon] dar guzaşta mu'çizoti Mūsoro inkor nakardand»? Onon guftand: «[Qur'onu Tavrot] du çodu hastand, ki jakdigarro ta'jid mekunand» va guftand: «Mo tamomi [matoliʙi] onhoro inkor mekunem»"
        },
        {
            "chapter": 28,
            "verse": 49,
            "text": "Bigū: «Agar rostgūed, az çoniʙi Alloh taolo kitoʙe hidojatʙaxştar az in du [kitoʙ] ʙijovared, to man niz az on pajravī kunam»"
        },
        {
            "chapter": 28,
            "verse": 50,
            "text": "Pas, agar [Qurajş] ʙa darxostat posuxe nadodand, ʙidon, ki onon faqat az havoi nafsaşon pajravī mekunand va kist gumrohtar az on ki ʙiduni rahnamude az sūi Alloh taolo az havoi nafsaş pajravī mekunad? Be tardid, Alloh taolo gurūhi sitamgorro hidojat namekunad"
        }
    ]
}