{
    "pages": [
        {
            "chapter": 41,
            "verse": 1,
            "text": "Ho, mim"
        },
        {
            "chapter": 41,
            "verse": 2,
            "text": "[In Qur'on] Az sūi Allohi ʙaxşandai mehruʙon nozil şudaast"
        },
        {
            "chapter": 41,
            "verse": 3,
            "text": "Kitoʙest, ki ojotaş ʙa zaʙoni araʙī ʙaroi mardume, ki medonand, ʙa şevoī va ravşanī ʙajon şudaast"
        },
        {
            "chapter": 41,
            "verse": 4,
            "text": "[Kitoʙe] Başoratdihanda va ʙimdihanda ast, vale ʙeştari mardum rūjgardonand va [haqoiqro] nameşunavand"
        },
        {
            "chapter": 41,
            "verse": 5,
            "text": "Muşrikon guftand: «Dilhoi mo nisʙat ʙa on ci moro da'vat mekunī, dar pūşişe [az ʙetafovutī] qaror dorad va dar gūşhojamon sanginī ast va mijoni mo va tu fosila ast, pas, tu ʙa kori xud maşƣul ʙoş va mo niz ʙa kori xud»"
        },
        {
            "chapter": 41,
            "verse": 6,
            "text": "[Ej pajomʙar, ʙa onon] ʙigū: «Man faqat ʙaşare hamcun şumo hastam [ʙo in tafovut], ki ʙa man vahj meşavad: «Ma'ʙudi şumo ma'ʙudest jagona, pas, ʙa Ū rūj ovared va az Ū omurziş ʙixohed va voj ʙa holi muşrikon!»"
        },
        {
            "chapter": 41,
            "verse": 7,
            "text": "Onon, ki zakot namepardozand va oxiratro inkor mekunand"
        },
        {
            "chapter": 41,
            "verse": 8,
            "text": "[Vale] Mu'minoni nekukor podoşe ʙepojon dorand"
        },
        {
            "chapter": 41,
            "verse": 9,
            "text": "Bigū: Ojo on [Xoliqi tavonmand]- ero, ki zaminro dar du rūz ofarid, inkor mekuned va ʙarojaş hamtojone qoil meşaved? In [Ofaridgori jaktost, ki] Parvardigori çahonijon ast"
        },
        {
            "chapter": 41,
            "verse": 10,
            "text": "Ū taji cahor rūz ʙar rūji zamin kūhhoi ustuvorro padid ovard va dar on xajru ʙarakati farovon nihod va rizqu rūzii onro durust ʙa andozai nijozi taqozokunandagon muqaddar namud"
        },
        {
            "chapter": 41,
            "verse": 11,
            "text": "On goh ʙa osmon pardoxt, dar hole ki [hanūz] ʙa surati gaz [dud] ʙud. Va ʙa osmonu zamin guft: «Xoh- noxoh az dari taslim daroed». On du guftand: «Bo majl az dari taslim daromadem»"
        }
    ]
}