{
    "rukus": [
        {
            "chapter": 27,
            "verse": 32,
            "text": "Ea spune O meu sfatuitor sfatui mie în acesta conta! Eu nu decide orice tu sfatui mie"
        },
        {
            "chapter": 27,
            "verse": 33,
            "text": "Ei spune Noi poseda power noi poseda fighting dibacie ultim comanda exista vostri mâna! Tu decide ce do"
        },
        {
            "chapter": 27,
            "verse": 34,
            "text": "Ea spune rege corupt altele uscat ei invada înrobi its demn popor! Acesta exista ce ei usually do"
        },
        {
            "chapter": 27,
            "verse": 35,
            "text": "Eu expedia dar ele; vedea care curier veni cu"
        },
        {
            "chapter": 27,
            "verse": 36,
            "text": "When hoopoe returned Solomon (el exprima him stire el raspunde Sheba's popula tu da mie bani? Care DUMNEZEU da mie exista departe bine decât ce El da tu. Tu exista una înveseli asemenea dar)"
        },
        {
            "chapter": 27,
            "verse": 37,
            "text": "(Catre hoopoe el spune) Merge ele permite ele sti ca) noi veni ele forces ei nu imagina! Noi evict ele umili altera"
        },
        {
            "chapter": 27,
            "verse": 38,
            "text": "El spune O tu elders ai tu aduce mie her vila înainte ei sosi aici submitters"
        },
        {
            "chapter": 27,
            "verse": 39,
            "text": "afrit de jinns spune eu aduce el tu tu sta Eu exista puternic enough do acesta"
        },
        {
            "chapter": 27,
            "verse": 40,
            "text": "Una poseda cunoastere carte spune eu aduce el tu clipire vostri ochi. When el vedea el stabil în fa\u0004a a him el spune Acesta exista binecuvântare meu Domnitor whereby El proba mie spectacol eu exista appreciative unappreciative. Oricine exista appreciative exista appreciative his propiu bun si daca 1 întoarcere unappreciative atunci meu Domnitor exista în nu necesitate him Onorabil"
        },
        {
            "chapter": 27,
            "verse": 41,
            "text": "El spune Remodela her vila her! Vedea ea ghid continua cu a misguided"
        },
        {
            "chapter": 27,
            "verse": 42,
            "text": "When ea sosi ea întreba Does vostri vila privire acesta? Ea spune parea acesta exista el. (Solomon spune) Noi sti anticipat ce ea do noi exista deja submitters"
        },
        {
            "chapter": 27,
            "verse": 43,
            "text": "Ea diverted worshipping idol DUMNEZEU; ea belonged catre disbelieving popor"
        },
        {
            "chapter": 27,
            "verse": 44,
            "text": "(Ea exprima Merge palat. When ea vedea its interior ea medita exista biliard apa ea trage her rochie) exposing her picior! El spune Acesta interior imediat pava cu cristal Ea spune Meu Domnitor eu gresi meu suflet. Eu imediat submit Solomon DUMNEZEU Domnitor univers"
        }
    ]
}