{
    "rukus": [
        {
            "chapter": 28,
            "verse": 51,
            "text": "Noi livra stire ele ala ei lua atentie"
        },
        {
            "chapter": 28,
            "verse": 52,
            "text": "Ala noi binecuvânta anterior scriere crede în acesta"
        },
        {
            "chapter": 28,
            "verse": 53,
            "text": "When el recita ele ei spune Noi crede în el. Acesta exista adevar nostru Domnitor. Seara înainte noi asculta el noi exista submitters"
        },
        {
            "chapter": 28,
            "verse": 54,
            "text": "Catre acestea noi subventiona repetat recompensa ei steadfastly starui. Ei tejghea evil munca bun munca de nostru aprovizionare ele ei da"
        },
        {
            "chapter": 28,
            "verse": 55,
            "text": "When ei veni zadarnic vorbire ei neglija el spune Noi fi responsabil nostru fapta tu exista responsabil for vostri fapta. Pace exista tu. Noi nu dori behave asemanator ignorant una"
        },
        {
            "chapter": 28,
            "verse": 56,
            "text": "Tu nu ghid una tu iubi. DUMNEZEU EXISTA SINGUR UNA CINE GHID în acordan\u0004a cu His VEI în acordan\u0004a cu His CUNOASTERE AI ALA MERITA CONDUCERE"
        },
        {
            "chapter": 28,
            "verse": 57,
            "text": "Ei spune noi follow vostri conducere noi suferi persecutare. vei noi nu establish ele Sacru Sanctuar catre care tot rasa a fruct oferi aprovizionare us? Într-adevar multi(multe) ai ele nu sti"
        },
        {
            "chapter": 28,
            "verse": 58,
            "text": "Multi(multe) popor noi anihila for rasuci unappreciative ai their trai! Consequently aici exista their casa nimic nelocuit ruina ele un pu\u0004ine. Noi exista inheritors"
        },
        {
            "chapter": 28,
            "verse": 59,
            "text": "For vostri Domnitor niciodata anihila altele popor expedia curier în a interior thereof recita nostru revelations catre ele! Noi niciodata anihila altele popor its popor exista hain"
        },
        {
            "chapter": 28,
            "verse": 60,
            "text": "Everything da tu exista doar material acesta trai its inutilitate. Care exista DUMNEZEU exista departe bine everlasting Tu nu întelege"
        }
    ]
}