{
    "rukus": [
        {
            "chapter": 34,
            "verse": 10,
            "text": "Noi endowed David binecuvântare us O munte submit him tu prea O pasare Noi înmuia fier for him"
        },
        {
            "chapter": 34,
            "verse": 11,
            "text": "Tu produce scut ala fit perfectly munci righteousness! Oricare tu do eu exista Vazator thereof"
        },
        {
            "chapter": 34,
            "verse": 12,
            "text": "Catre Solomon noi comite vânt his dispozitie calatori 1 luna venire 1 luna merge Noi cauza primavara ulei tâsni out him. Altminteri jinns munci him his Domnitor permisiune. Altele una ai ele neglija nostru comanda noi supune him sever retribution"
        },
        {
            "chapter": 34,
            "verse": 13,
            "text": "Ei produce him orice el pofti - firida statuie adânc biliard greu bucatari oala! O familie David munci (righteousness) arata vostri apreciere. Doar un pu\u0004ine a Meu servitor exista appreciative"
        },
        {
            "chapter": 34,
            "verse": 14,
            "text": "When stabili timp his moarte veni ei nu avea cheie ca el deceda. Nu 1 ai animal proba mânca his încadrat el fell jos did jinns realiza ca el exista decedat! Ei tamâie realiza ala ei really sti nevazut ei opri munci asa dur as devreme as el deceda"
        },
        {
            "chapter": 34,
            "verse": 15,
            "text": "Sheba's homeland folosit exista minune 2 gradina în dreptate parasi Mânca vostri Domnitor aprovizionare, exista appreciative ai Him - Bun uscat forgiving Domnitor"
        },
        {
            "chapter": 34,
            "verse": 16,
            "text": "Ei rasuci consequently noi curge ele dezastruos flood noi substitui their 2 gradina în 2 gradina urât gusta fruct tepos planta zgârcit recolta"
        },
        {
            "chapter": 34,
            "verse": 17,
            "text": "Noi tamâie rasplati ele their disbelief. Noi nu rasplati doar disbelievers"
        },
        {
            "chapter": 34,
            "verse": 18,
            "text": "Noi placed ele popor ala noi binecuvânta alte oaza noi proteja calatorie ele Calatori therein zi noapte complet siguranta"
        },
        {
            "chapter": 34,
            "verse": 19,
            "text": "Ei (rasuci unappreciative provoca Nostru Domnitor noi nu pasa Tu mari distan\u0004a nostru calatorie altele statie Ei tamâie gresi their propiu suflet. Consequently noi produce ele istorie împrastia ele în mic popor uscat. Acesta înzestra lectie ala exista stabil appreciative)"
        },
        {
            "chapter": 34,
            "verse": 20,
            "text": "Satan gasi ele prompt termina his expectations! Ei followed him un pu\u0004ine credincios"
        },
        {
            "chapter": 34,
            "verse": 21,
            "text": "El niciodata avea altele power ele. Noi tamâie remarca ala crede în Hereafter de ala exista doubtful despre el. Vostri Domnitor exista plin control tot obiect"
        }
    ]
}