{
    "rukus": [
        {
            "chapter": 7,
            "verse": 142,
            "text": "Musa ile otuz gece münacatta bulunmayı sözleşmiştik de bu vadeyi, on gece daha katarak tamamlamıştık böylece Rabbinin tayin ettiği müddet, kırk geceyi bulmuştu ve Musa, kardeşi Harun'a, kavmimin içinde benim yerime geç, onları düzene koy ve bozguncuların yoluna uyma demişti"
        },
        {
            "chapter": 7,
            "verse": 143,
            "text": "Musa, tayin ettiğimiz vakitte gelip Rabbi onunla konuşunca Rabbim demişti, bana görün de bakayım sana. Rabbi, beni kesin olarak göremezsin sen demişti, fakat şu dağa bak, eğer yerinde durabilirse görebilirsin beni. Derken Rabbi, dağa tecelli edince dağ, yerle bir oldu ve Musa bayılıp yere yığıldı. Kendisine gelince de seni noksan sıfatlardan tenzih ederim dedi, tövbe ettim sana ve ben, inananların ilkiyim"
        },
        {
            "chapter": 7,
            "verse": 144,
            "text": "Tanrı, ya Musa dedi, ben sana peygamberlik vererek ve seninle konuşarak bütün insanlara üstün ettim seni, seçtim seni, sana verdiğimi al ve şükredenlerden ol"
        },
        {
            "chapter": 7,
            "verse": 145,
            "text": "Tevrat levihlerinde, her şeye ait öğüdü, her şeyi açıklayan hükümleri yazdık ve azimle, kuvvetle al bunu dedik, kavmine de emret; en güzel hükümleriyle amel etsinler; haddi aşan, buyruktan çıkan kötü kişilerin yurtlarını da yakında göstereceğiz"
        },
        {
            "chapter": 7,
            "verse": 146,
            "text": "Yeryüzünde haksız yere ululuk satanlara ayetlerimizi idrak ettirmeyeceğiz, zaten onlar, hangi delili görseler inanmazlar, doğru yolu görseler o yola gitmezler, fakat azgınlık yolunu gördüler mi hemen o yola gitmeye koyulurlar; bu da ayetlerimizi yalan saymalarından ve onlardan gaflet etmelerinden ileri gelir"
        },
        {
            "chapter": 7,
            "verse": 147,
            "text": "Âyetlerimizi ve ahiret gününe ulaşmayı yalan sayanların bütün yaptıkları boşa gider. İşledikleri kötülüklerin karşılığı neyse ondan başka birşeyle mi cezalanır onlar"
        }
    ]
}