{
    "rukus": [
        {
            "chapter": 9,
            "verse": 111,
            "text": "Şüphe yok ki Allah, kendilerine cenneti vermek üzere inananların canlarını, mallarını satın almıştır adeta; onlar öldürürler, öldürülürler, her iki surette de vaadi gerçektir ve Tevrat'ta da sabittir, İncil'de de, Kur'an'da da ve ahdine Allah'tan daha ziyade vefa eden kimdir ki? Artık şu giriştiğiniz alışverişten dolayı sevinin ve budur işte en büyük kurtuluş ve saadet"
        },
        {
            "chapter": 9,
            "verse": 112,
            "text": "Tövbe edenler, ibadette bulunanlar, hamd eyleyenler, oruç tutanlar (savaş veya bilgi elde etmek için yurttan yurda gezenler), rüku edenler, secdeye kapananlar, iyiliği emredenler, kötülüğü nehyeyleyenler ve Allah sınırlarını koruyanlar. İşte bu inanmış kişileri de müjdele"
        },
        {
            "chapter": 9,
            "verse": 113,
            "text": "Şüphesiz olarak cehennem ehli oldukları kendilerince bilindikten sonra akraba bile olsalar Peygamberin ve inananların, müşriklerin yarlıganmalarına dua etmeleri yakışmaz"
        },
        {
            "chapter": 9,
            "verse": 114,
            "text": "İbrahim'in, atası için yarlıganma dilemesi, ancak ona vaadettiğini tutmak içindi. Fakat onun, Allah düşmanı olduğu kendisince iyice anlaşıldığı zaman ondan vazgeçti. Şüphe yok ki İbrahim, çok ağlayıp dua eden, insanlara fazlasıyla merhamet eden bir zattı"
        },
        {
            "chapter": 9,
            "verse": 115,
            "text": "Allah, bir topluluğu doğru yola sevkettikten sonra sakınacakları şeyleri apaçık bildirinceye dek tekrar onları sapıklığa terketmez. Şüphe yok ki Allah, her şeyi bilir"
        },
        {
            "chapter": 9,
            "verse": 116,
            "text": "Şüphe yok Allah, öyle bir mabuttur ki onundur göklerin ve yeryüzünün saltanat ve tedbiri; öldürür, diriltir ve ondan başka size ne bir dost vardır, ne bir yardımcı"
        },
        {
            "chapter": 9,
            "verse": 117,
            "text": "Allah, Peygamberi ve içlerinden bir bölüğünün gönlü nerdeyse imandan dönecekken güçlük anında Peygambere uyan muhacirlerle ensarı tövbeye muvaffak etti ve onların tövbelerini kabul eyledi. Şüphe yok ki o, onları fazlasıyle esirger, rahimdir"
        },
        {
            "chapter": 9,
            "verse": 118,
            "text": "Geri kalan üç kişiye, yeryüzü o kadar genişken daraldıkça daralmış, gönülleri sıkıldıkça sıkılmıştı da sonucu Allah'tan, gene ancak Allah'a kaçılabileceğini anlamışlardı. Sonra Allah, onları da tövbeye muvaffak etmişti. Şüphe yok ki Allah bir mabuttur ki odur tövbeleri kabul eden rahim"
        }
    ]
}