{
    "rukus": [
        {
            "chapter": 19,
            "verse": 83,
            "text": "Görmez misin, biz kafirlere. onları boyuna taciz edecek Şeytanlar gönderdik"
        },
        {
            "chapter": 19,
            "verse": 84,
            "text": "Onların azaba uğraması için acele etme, biz ancak yıllarını, günlerini saymadayız onların"
        },
        {
            "chapter": 19,
            "verse": 85,
            "text": "O gün, çekinenleri bölükbölük, rahmanın huzurunda haşrederiz"
        },
        {
            "chapter": 19,
            "verse": 86,
            "text": "Ve mücrimleri susamış bir halde cehenneme sevk ederiz"
        },
        {
            "chapter": 19,
            "verse": 87,
            "text": "Rahmandan ahd almış olanlardan başkaları şefaat de edemez"
        },
        {
            "chapter": 19,
            "verse": 88,
            "text": "Ve dediler ki: Rahman, oğul edindi"
        },
        {
            "chapter": 19,
            "verse": 89,
            "text": "Andolsun ki pek çirkin bir söz söylediniz"
        },
        {
            "chapter": 19,
            "verse": 90,
            "text": "Öylesine bir söz ki neredeyse gökler parçalanacak ve yer yarılacak ve dağlar dağılıp çökecek"
        },
        {
            "chapter": 19,
            "verse": 91,
            "text": "Rahmanın oğlu var demeleri yüzünden"
        },
        {
            "chapter": 19,
            "verse": 92,
            "text": "Rahmana oğul edinmek yaraşmaz"
        },
        {
            "chapter": 19,
            "verse": 93,
            "text": "Göklerde ve yerde ne varsa hepsi de rahmanın tapısına kul olarak gelir"
        },
        {
            "chapter": 19,
            "verse": 94,
            "text": "Andolsun ki hepsini topluluk bakımından da saymıştır, tektek de ve hepsini, hepsinin ahvalini bilir"
        },
        {
            "chapter": 19,
            "verse": 95,
            "text": "Ve hepsi de kıyamet günü, onun tapısına yapayalnız gelir"
        },
        {
            "chapter": 19,
            "verse": 96,
            "text": "Şüphe yok ki inanan ve iyi işlerde bulunanlara karşı rahman, gönüllere bir sevgidir verir"
        },
        {
            "chapter": 19,
            "verse": 97,
            "text": "Gerçekten de biz, ancak çekinenleri müjdelemen, düşmanlıkta inat ve ısrar edenleri korkutman için Kur'an'ı, senin dilinle indirerek kolaylaştırdık sana"
        },
        {
            "chapter": 19,
            "verse": 98,
            "text": "Onlardan önce nice ümmetleri helak ettik. Onlardan bir kişiyi bile duyuyor musun, yahut bir tanesinin olsun, sesini işitiyor musun"
        }
    ]
}