{
    "rukus": [
        {
            "chapter": 2,
            "verse": 211,
            "text": "Sor İsrail oğullarına, onlara nice apaçık deliller getirdik. Kim Allah'ın nimetini, ona nail olduktan sonra tebdil ederse yok mu. Şüphesiz ki Allah'ın azabı ve mihneti pek çetindir"
        },
        {
            "chapter": 2,
            "verse": 212,
            "text": "Kafir olanlara dünya yaşayışı, süslü gösterildi de inananların bir kısmıyla alay ediyorlar. Fakat Allah'tan sakınan iman sahipleri, kıyamet gününde onlardan üstündür. Allah, dilediğine sayısız nimet verir"
        },
        {
            "chapter": 2,
            "verse": 213,
            "text": "İnsanlar tek bir ümmetti. Allah müjdeci ve korkutucu olarak peygamberler gönderdi. İnsanların ayrılığa düştükleri şeylerde, aralarında dosdoğru hükmetmek üzere onlara kitap da indirdi. Onlara bunca açık deliller geldikten sonra da gene ancak ihtirasları yüzünden tuttular da ihtilafa düştüler. Halbuki Allah inananları, onların ihtilafa düştükleri doğru şeye, kendi izniyle muvaffak etti, gerçeğe ulaştırdı. Allah, dilediğini doğru ve düz yola çıkarır"
        },
        {
            "chapter": 2,
            "verse": 214,
            "text": "Yoksa sizden öncekilerin örnek olan, ibret veren halleri, başınıza gelmeden cennete giriveririz mi sandınız? Onlar yoksulluklara uğradılar, zararlara düştüler, çetin sıkıntılara çattılar. Öylesine sürçtüler, öylesine kaydılar, sarsıldılar ki peygamber ve onunla beraber bulunan iman ehli bile, Allah yardımı ne vakit dediler. Bilin ki şüphe yok, Allah'ın yardımı yakındır"
        },
        {
            "chapter": 2,
            "verse": 215,
            "text": "Ne gibi nafaka vereceklerini, mallarını nereye sarfedeceklerini soruyorlar sana. De ki: Hayra ait sarf edeceğiniz şey, anaya, babaya, yakınlara, yetimlere, yoksullara, yolda kalanlaradır. Hayra dair ne yaparsanız şüphe yok ki Allah onu bilir"
        },
        {
            "chapter": 2,
            "verse": 216,
            "text": "Hoşlanmazsınız, size ağır gelir ama düşmanlarla savaşmak, size farz edilmiştir. Bazı şeyler vardır ki hoşlanmazsınız, fakat hayırlıdır size. Bazı şeyler de vardır, hoşlanırsınız, şerdir size. Allah bilir, siz bilmezsiniz ki"
        }
    ]
}