{
    "rukus": [
        {
            "chapter": 35,
            "verse": 38,
            "text": "Şüphe yok ki Allah göklerdeki gizli şeyleri de bilir, yeryüzündeki gizli şeyleri de; şüphe yok ki o, gönüllerde olanları da bilir"
        },
        {
            "chapter": 35,
            "verse": 39,
            "text": "Öyle bir mabuttur o ki sizi yeryüzüne hakim etmiştir; kim kafir olursa zararı kendisine; kafirlerin kafirlikleri, Rablerinin katında ancak gazabıni arttırır; kafirlerin kafirlikleri, ancak ziyanlarını arttırır"
        },
        {
            "chapter": 35,
            "verse": 40,
            "text": "De ki: Gördünüz mü Allah'tan başka taptığınız ve Tanrıya eş sandığınız şeyleri? Gösterin bana, ne yarattılar onlar yeryüzünde, yoksa göklere bir ortaklıkları mı var onların, yahut da onlara bir kitap mı verdik de onlar, apaçık bir delile sahip? Hayır, zalimler, birbirlerine ancak yalan vaitte bulunmadalar"
        },
        {
            "chapter": 35,
            "verse": 41,
            "text": "Şüphe yok ki Allah, gökleri ve yeryüzünü tutar, mahvolmaktan korur, fakat takdiriyle gökler ve yeryüzü yok olup giderse ondan başka hiç kimse onları koruyamaz, yok olmalarına mani olamaz; şüphe yok ki o, azap etmede acele etmez, suçları örter"
        },
        {
            "chapter": 35,
            "verse": 42,
            "text": "Ve bütün kuvvetleriyle adamakıllı ant içtiler Allah adına, onlara bir korkutucu gelirse ümmetler arasında doğru yolu bulan en mükemmel bir ümmet olacağız diye; fakat onlara korkutucu gelince de bu, ancak onların uzaklaşmalarını sağladı"
        },
        {
            "chapter": 35,
            "verse": 43,
            "text": "Yeryüzünde ululuk satmalarını ve kötü düzenlere baş vurmalarını icabettirdi, halbuki kötü düzen, ancak sahibinindir; onlar, evvelkiler hakkında yürüyen yoldanyoradamdan başka bir şey mi bekliyorlar? Gerçekten de Allah'ın yolununyoradamının yerini hiç bir şey tutmaz ve Allah'ın yoluyoradamı, kesin olarak değişmez"
        },
        {
            "chapter": 35,
            "verse": 44,
            "text": "Yeryüzünde dolaşıp da kendilerinden öncekilerin sonucu ne olmuş, görmezler mi? Ve onlar, bunlardan daha güçlü, daha kuvvetliydi ve Allah'ı aciz bırakamaz hiçbir şey, ister göklerde olsun, ister yeryüzünde; şüphe yok ki o, her şeyi bilir, onun her şeye gücü yeter"
        },
        {
            "chapter": 35,
            "verse": 45,
            "text": "Allah, kazandıkları suç yüzünden insanlara azap verecek olsaydı yeryüzünde yürür, bir tek mahluk bırakmazdı ve fakat onları, mukadder bir zamanadek bırakır; derken zamanları geldi miydi artık şüphe yok ki Allah, kullarını görür"
        }
    ]
}