{
    "pages": [
        {
            "chapter": 7,
            "verse": 164,
            "text": "E quando alcuni di loro dissero: “Perché ammonite un popolo che Allah distruggerà o punirà con duro castigo?”. Risposero: “Per avere una scusa di fronte al vostro Signore e affinché [Lo] temano!”"
        },
        {
            "chapter": 7,
            "verse": 165,
            "text": "Quando poi dimenticarono quello che era stato loro ricordato, salvammo coloro che proibivano il male e colpimmo con severo castigo coloro che erano stati ingiusti e che perversamente agivano"
        },
        {
            "chapter": 7,
            "verse": 166,
            "text": "Quando poi per orgoglio si ribellarono a ciò che era stato loro vietato, dicemmo loro: “Siate scimmie reiette!”"
        },
        {
            "chapter": 7,
            "verse": 167,
            "text": "E il tuo Signore annunciò che avrebbe inviato contro di loro qualcuno che li avrebbe duramente castigati, fino al Giorno della Resurrezione! In verità il tuo Signore è sollecito nel castigo, ma è anche perdonatore, misericordioso"
        },
        {
            "chapter": 7,
            "verse": 168,
            "text": "Li dividemmo sulla terra in comunità diverse. Tra loro ci sono genti del bene e altre [che non lo sono]. Li mettemmo alla prova con prosperità e avversità, affinché ritornassero [sulla retta via]"
        },
        {
            "chapter": 7,
            "verse": 169,
            "text": "Dopo di loro vennero altre generazioni che ereditarono la Scrittura. Sfruttarono i beni del mondo terreno dicendo: “Presto saremo perdonati”. Se fossero giunti altri beni terreni, ugualmente, se ne sarebbero appropriati! Non avevano accettato il patto della Scrittura, secondo cui non avrebbero detto, su Allah, altro che la verità? Proprio loro che avevano studiato ciò che essa contiene? La dimora ultima è la migliore per i timorati; ancora non lo capite"
        },
        {
            "chapter": 7,
            "verse": 170,
            "text": "Quanto a coloro che si attengono saldamente al Libro ed eseguono l'orazione, certamente non trascuriamo la ricompensa a quelli che si emendano"
        }
    ]
}