{
    "pages": [
        {
            "chapter": 10,
            "verse": 98,
            "text": "Ci fosse stata almeno una città credente, cui fosse stata utile la sua fede, a parte il popolo di Giona. Quando ebbero creduto, allontanammo da loro il castigo ignominioso in questa vita e li lasciammo godere per qualche tempo"
        },
        {
            "chapter": 10,
            "verse": 99,
            "text": "Se il tuo Signore volesse, tutti coloro che sono sulla terra crederebbero. Sta a te costringerli ad essere credenti"
        },
        {
            "chapter": 10,
            "verse": 100,
            "text": "Nessuno può credere, se Allah non lo permette. Egli destina all'abominio coloro che non ragionano"
        },
        {
            "chapter": 10,
            "verse": 101,
            "text": "Di': “Osservate quello che c'è nei cieli e sulla terra”. Ma né i segni, né le minacce serviranno alla gente che non crede"
        },
        {
            "chapter": 10,
            "verse": 102,
            "text": "Cos'altro aspettano, se non giorni simili a quelli di coloro che vissero prima di loro? Di': “Aspettate, sarò con voi tra coloro che aspettano”"
        },
        {
            "chapter": 10,
            "verse": 103,
            "text": "Infine salveremo i Nostri messaggeri e coloro che credono. Salvare i credenti è incombenza Nostra"
        },
        {
            "chapter": 10,
            "verse": 104,
            "text": "Di': “O uomini! Se avete qualche dubbio sulla mia religione, [confermo che] io non adoro quello che voi adorate all'infuori di Allah, ma adoro Allah che vi farà morire. Mi è stato ordinato di essere uno di coloro che credono”"
        },
        {
            "chapter": 10,
            "verse": 105,
            "text": "E [mi è stato ordinato]: “Sii sincero nella religione, non essere un associatore"
        },
        {
            "chapter": 10,
            "verse": 106,
            "text": "e non invocare, all'infuori di Allah, chi non ti reca né beneficio, né danno. Se lo facessi, saresti uno degli ingiusti”"
        }
    ]
}