{
    "pages": [
        {
            "chapter": 14,
            "verse": 43,
            "text": "Verranno umiliati, la testa immobile, gli occhi fissi, il cuore smarrito"
        },
        {
            "chapter": 14,
            "verse": 44,
            "text": "Avverti le genti [a proposito] del Giorno in cui li colpirà il castigo. [Allora] coloro che saranno stati ingiusti diranno: “O Signor nostro, concedici una breve dilazione: risponderemo al Tuo appello e seguiremo i messaggeri”. “Non giuravate dianzi, che per voi non ci sarebbe stato declino"
        },
        {
            "chapter": 14,
            "verse": 45,
            "text": "Eppure abitavate nelle case di coloro che avevano fatto torto a se stessi, e quel che ne facemmo vi era ben noto. Vi abbiamo citato gli esempi.”"
        },
        {
            "chapter": 14,
            "verse": 46,
            "text": "Tramarono, ma la loro trama è nota ad Allah, foss'anche una trama capace di fare a pezzi le montagne"
        },
        {
            "chapter": 14,
            "verse": 47,
            "text": "Non credere che Allah manchi alla promessa fatta ai Suoi messaggeri. Allah è l'Eccelso, il Vendicatore"
        },
        {
            "chapter": 14,
            "verse": 48,
            "text": "[Avverrà ciò] nel Giorno in cui la terra sarà trasformata e [parimenti] i cieli, in cui gli uomini compariranno di fronte ad Allah, l'Unico, il Supremo Dominatore"
        },
        {
            "chapter": 14,
            "verse": 49,
            "text": "Vedrai in quel Giorno i colpevoli, appaiati nei ceppi"
        },
        {
            "chapter": 14,
            "verse": 50,
            "text": "con vesti di catrame e i volti in fiamme"
        },
        {
            "chapter": 14,
            "verse": 51,
            "text": "[Così] Allah compenserà ogni anima per ciò che si è meritata, ché in verità Allah è rapido nel conto"
        },
        {
            "chapter": 14,
            "verse": 52,
            "text": "Questo è un messaggio per gli uomini, affinché siano avvertiti e sappiano che Egli è il Dio Unico e perché rammentino, i dotati di intelletto"
        }
    ]
}