{
    "pages": [
        {
            "chapter": 16,
            "verse": 35,
            "text": "Dicono gli idolatri: “Se Allah avesse voluto, non avremmo adorato nulla oltre a Lui, né noi, né i nostri avi e non avremmo interdetto se non ciò che Egli ci ha proibito”. Così agivano quelli che vissero prima di loro. Ma che altro compito hanno i messaggeri, se non la chiara trasmissione del Messaggio"
        },
        {
            "chapter": 16,
            "verse": 36,
            "text": "Ad ogni comunità inviammo un profeta [che dicesse]: “Adorate Allah e fuggite gli idoli!”. Allah guidò alcuni di essi e altri si persero, sviati. Percorrete la terra e vedrete cosa accadde a coloro che accusarono di menzogna [i messaggeri]"
        },
        {
            "chapter": 16,
            "verse": 37,
            "text": "Anche se brami dirigerli, sappi che Allah non guida gli sviati e non avranno nessuno che li soccorrerà"
        },
        {
            "chapter": 16,
            "verse": 38,
            "text": "Giurano su Allah, con il più solenne dei giuramenti: “Allah non risusciterà il morto”. E invece sì! Vera promessa che Egli [si assume], ma la maggior parte degli uomini nulla conosce"
        },
        {
            "chapter": 16,
            "verse": 39,
            "text": "[promessa che realizzerà] per mostrar loro con chiarezza ciò a proposito di cui divergevano e affinché i miscredenti sappiano di essere stati bugiardi"
        },
        {
            "chapter": 16,
            "verse": 40,
            "text": "Quando vogliamo una cosa, Ci basta dire “Sii!” ed essa è"
        },
        {
            "chapter": 16,
            "verse": 41,
            "text": "Quanto a coloro che sono emigrati [per la causa di] Allah dopo aver subito la persecuzione, daremo loro una bella dimora in questa vita; ma il compenso dell'altra vita è ben più grande. Se solo lo sapessero"
        },
        {
            "chapter": 16,
            "verse": 42,
            "text": "Essi sono coloro che hanno sopportato con pazienza e confidato nel loro Signore"
        }
    ]
}