{
    "pages": [
        {
            "chapter": 24,
            "verse": 44,
            "text": "Allah alterna la notte e il giorno. Questa è certamente una lezione per coloro che hanno occhi per vedere"
        },
        {
            "chapter": 24,
            "verse": 45,
            "text": "Dall'acqua, Allah ha creato tutti gli animali. Alcuni di loro strisciano sul ventre, altri camminano su due piedi e altri su quattro. Allah crea ciò che vuole. In verità Allah è onnipotente"
        },
        {
            "chapter": 24,
            "verse": 46,
            "text": "Già rivelammo segni chiarissimi. Allah dirige chi vuole sulla retta via"
        },
        {
            "chapter": 24,
            "verse": 47,
            "text": "Dicono: “Crediamo in Allah e nel Messaggero e obbediamo”, poi alcuni di loro volgono le spalle. Costoro non sono affatto credenti"
        },
        {
            "chapter": 24,
            "verse": 48,
            "text": "Quando vengono chiamati ad Allah e al Suo Inviato, affinché egli giudichi tra di loro, alcuni si sottraggono"
        },
        {
            "chapter": 24,
            "verse": 49,
            "text": "Se il diritto fosse dalla loro parte, allora verrebbero a lui sottomessi"
        },
        {
            "chapter": 24,
            "verse": 50,
            "text": "C'è una malattia nei loro cuori? Dubitano? O credono forse che Allah e il Suo Inviato li opprimano? No, sono loro gli ingiusti"
        },
        {
            "chapter": 24,
            "verse": 51,
            "text": "Quando i credenti sono chiamati ad Allah e al Suo Inviato, affinché egli giudichi tra loro, la loro risposta è “Ascoltiamo e obbediamo”. Essi sono coloro che prospereranno"
        },
        {
            "chapter": 24,
            "verse": 52,
            "text": "Coloro che obbediscono ad Allah e al Suo Inviato paventano Allah e Lo temono. Essi sono coloro che avranno il successo"
        },
        {
            "chapter": 24,
            "verse": 53,
            "text": "Giurano in [Nome di] Allah con solenni dichiarazioni che se tu dessi loro l'ordine, uscirebbero [a combattere]. Di': “Non giurate. La vostra obbedienza [verbale] è ben nota! Allah ben conosce quello che fate”"
        }
    ]
}