{
    "pages": [
        {
            "chapter": 28,
            "verse": 85,
            "text": "In verità Colui che ti ha imposto il Corano ti ricondurrà al luogo del ritorno. Di': “Il mio Signore conosce meglio chi viene con la Guida e chi è in manifesto errore”"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "Tu non speravi che ti sarebbe stato rivelato il Libro. È stato solo per la misericordia del tuo Signore. Dunque, non essere mai un sostegno per i miscredenti"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "e non ti distolgano dai segni di Allah dopo che sono stati fatti scendere su di te. Invita al tuo Signore e non essere uno degli associatori"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "Non invocare nessun altro dio insieme con Allah. Non c'è dio all'infuori di Lui. Tutto perirà, eccetto il Suo Volto. A lui appartiene il giudizio e a Lui sarete ricondotti"
        },
        {
            "chapter": 29,
            "verse": 1,
            "text": "Alif, Lâm, Mîm"
        },
        {
            "chapter": 29,
            "verse": 2,
            "text": "Gli uomini credono che li si lascerà dire: “Noi crediamo”, senza metterli alla prova"
        },
        {
            "chapter": 29,
            "verse": 3,
            "text": "Già mettemmo alla prova coloro che li precedettero. Allah conosce perfettamente coloro che dicono la verità e conosce perfettamente i bugiardi"
        },
        {
            "chapter": 29,
            "verse": 4,
            "text": "O forse coloro che commettono cattive azioni credono di poterci sfuggire? Quanto giudicano male"
        },
        {
            "chapter": 29,
            "verse": 5,
            "text": "Chi spera di incontrare Allah [sappia che] in verità, il termine di Allah si avvicina. Egli è Colui che tutto ascolta e conosce"
        },
        {
            "chapter": 29,
            "verse": 6,
            "text": "E chi lotta, è per se stesso che lotta. Ché in verità Allah basta a Se stesso, non ha bisogno del creato"
        }
    ]
}