{
    "maqras": [
        {
            "chapter": 25,
            "verse": 1,
            "text": "(ख़ुदा) बहुत बाबरकत है जिसने अपने बन्दे (मोहम्मद) पर कुरान नाज़िल किया ताकि सारे जहॉन के लिए (ख़ुदा के अज़ाब से) डराने वाला हो"
        },
        {
            "chapter": 25,
            "verse": 2,
            "text": "वह खुदा कि सारे आसमान व ज़मीन की बादशाहत उसी की है और उसने (किसी को) न अपना लड़का बनाया और न सल्तनत में उसका कोई शरीक है और हर चीज़ को (उसी ने पैदा किया) फिर उस अन्दाज़े से दुरुस्त किया"
        },
        {
            "chapter": 25,
            "verse": 3,
            "text": "और लोगों ने उसके सिवा दूसरे दूसरे माबूद बना रखें हैं जो कुछ भी पैदा नहीं कर सकते बल्कि वह खुद दूसरे के पैदा किए हुए हैं और वह खुद अपने लिए भी न नुक़सान पर क़ाबू रखते हैं न नफा पर और न मौत ही पर एख़्तियार रखते हैं और न ज़िन्दगी पर और न मरने बाद जी उठने पर"
        },
        {
            "chapter": 25,
            "verse": 4,
            "text": "और जो लोग काफिर हो गए बोल उठे कि ये (क़ुरान) तो निरा झूठ है जिसे उस शख्स (रसूल) ने अपने जी से गढ़ लिया और कुछ और लोगों ने इस इफतिरा परवाज़ी में उसकी मदद भी की है"
        },
        {
            "chapter": 25,
            "verse": 5,
            "text": "तो यक़ीनन ख़ुद उन ही लोगों ने ज़ुल्म व फरेब किया है और (ये भी) कहा कि (ये तो) अगले लोगों के ढकोसले हैं जिसे उसने किसी से लिखवा लिया है पस वही सुबह व शाम उसके सामने पढ़ा जाता है"
        },
        {
            "chapter": 25,
            "verse": 6,
            "text": "(ऐ रसूल) तुम कह दो कि इसको उस शख्स ने नाज़िल किया है जो सारे आसमान व ज़मीन की पोशीदा बातों को ख़ूब जानता है बेशक वह बड़ा बख्शने वाला मेहरबान है"
        },
        {
            "chapter": 25,
            "verse": 7,
            "text": "और उन लोगों ने (ये भी) कहा कि ये कैसा रसूल है जो खाना खाता है और बाज़ारों में चलता है फिरता है उसके पास कोई फरिश्ता क्यों नहीं नाज़िल होता कि वह भी उसके साथ (ख़ुदा के अज़ाब से) डराने वाला होता"
        },
        {
            "chapter": 25,
            "verse": 8,
            "text": "(कम से कम) इसके पास ख़ज़ाना ही ख़ज़ाना ही (आसमान से) गिरा दिया जाता या (और नहीं तो) उसके पास कोई बाग़ ही होता कि उससे खाता (पीता) और ये ज़ालिम (कुफ्फ़ार मोमिनों से) कहते हैं कि तुम लोग तो बस ऐसे आदमी की पैरवी करते हो जिस पर जादू कर दिया गया है"
        },
        {
            "chapter": 25,
            "verse": 9,
            "text": "(ऐ रसूल) ज़रा देखो तो कि इन लोगों ने तुम्हारे वास्ते कैसी कैसी फबत्तियां गढ़ी हैं और गुमराह हो गए तो अब ये लोग किसी तरह राह पर आ ही नहीं सकते"
        },
        {
            "chapter": 25,
            "verse": 10,
            "text": "ख़ुदा तो ऐसा बारबरकत है कि अगर चाहे तो (एक बाग़ क्या चीज़ है) इससे बेहतर बहुतेरे ऐसे बाग़ात तुम्हारे वास्ते पैदा करे जिन के नीचे नहरें जारी हों और (बाग़ात के अलावा उनमें) तुम्हारे वास्ते महल बना दे"
        },
        {
            "chapter": 25,
            "verse": 11,
            "text": "(ये सब कुछ नहीं) बल्कि (सच यूँ है कि) उन लोगों ने क़यामत ही को झूठ समझा है और जिस शख्स ने क़यामत को झूठ समझा उसके लिए हमने जहन्नुम को (दहका के) तैयार कर रखा है"
        },
        {
            "chapter": 25,
            "verse": 12,
            "text": "जब जहन्नुम इन लोगों को दूर से दखेगी तो (जोश खाएगी और) ये लोग उसके जोश व ख़रोश की आवाज़ सुनेंगें"
        },
        {
            "chapter": 25,
            "verse": 13,
            "text": "और जब ये लोग ज़ज़ीरों से जकड़कर उसकी किसी तंग जगह मे झोंक दिए जाएँगे तो उस वक्त मौत को पुकारेंगे"
        },
        {
            "chapter": 25,
            "verse": 14,
            "text": "(उस वक्त उनसे कहा जाएगा कि) आज एक मौत को न पुकारो बल्कि बहुतेरी मौतों को पुकारो (मगर इससे भी कुछ होने वाला नहीं)"
        },
        {
            "chapter": 25,
            "verse": 15,
            "text": "(ऐ रसूल) तुम पूछो तो कि जहन्नुम बेहतर है या हमेशा रहने का बाग़ (बेहश्त) जिसका परहेज़गारों से वायदा किया गया है कि वह उन (के आमाल) का सिला होगा और आख़िरी ठिकाना"
        },
        {
            "chapter": 25,
            "verse": 16,
            "text": "जिस चीज़ की ख्वाहिश करेंगें उनके लिए वहाँ मौजूद होगी (और) वह हमेशा (उसी हाल में) रहेंगें ये तुम्हारे परवरदिगार पर एक लाज़िमी और माँगा हुआ वायदा है"
        },
        {
            "chapter": 25,
            "verse": 17,
            "text": "और जिस दिन ख़ुदा उन लोगों को और जिनकी ये लोग ख़ुदा को छोड़कर परसतिश किया करते हैं (उनको) जमा करेगा और पूछेगा क्या तुम ही ने हमारे उन बन्दों को गुमराह कर दिया था या ये लोग खुद राह रास्ते से भटक गए थे"
        },
        {
            "chapter": 25,
            "verse": 18,
            "text": "(उनके माबूद) अर्ज़ करेंगें- सुबहान अल्लाह (हम तो ख़ुद तेरे बन्दे थे) हमें ये किसी तरह ज़ेबा न था कि हम तुझे छोड़कर दूसरे को अपना सरपरस्त बनाते (फिर अपने को क्यों कर माबूद बनाते) मगर बात तो ये है कि तू ही ने इनको बाप दादाओं को चैन दिया-यहाँ तक कि इन लोगों ने (तेरी) याद भुला दी और ये ख़ुद हलाक होने वाले लोग थे"
        },
        {
            "chapter": 25,
            "verse": 19,
            "text": "तब (काफ़िरों से कहा जाएगा कि) तुम जो कुछ कह रहे हो उसमें तो तुम्हारे माबूदों ने तुम्हें झूठला दिया तो अब तुम न (हमारे अज़ाब के) टाल देने की सकत रखते हो न किसी से मदद ले सकते हो और (याद रखो) तुममें से जो ज़ुल्म करेगा हम उसको बड़े (सख्त) अज़ाब का (मज़ा) चखाएगें"
        },
        {
            "chapter": 25,
            "verse": 20,
            "text": "और (ऐ रसूल) हमने तुम से पहले जितने पैग़म्बर भेजे वह सब के सब यक़ीनन बिला शक खाना खाते थे और बाज़ारों में चलते फिरते थे और हमने तुम में से एक को एक का (ज़रिया) आज़माइश बना दिया (मुसलमानों) क्या तुम अब भी सब्र करते हो (या नहीं) और तुम्हारा परवरदिगार (सब की) देख भाल कर रहा है"
        }
    ]
}