{
    "maqras": [
        {
            "chapter": 27,
            "verse": 82,
            "text": "फिर वही लोग तो मानने वाले भी हैं जब उन लोगों पर (क़यामत का) वायदा पूरा होगा तो हम उनके वास्ते ज़मीन से एक चलने वाला निकाल खड़ा करेंगे जो उनसे ये बाते करेंगा कि (फलॉ फला) लोग हमारी आयतो का यक़ीन नहीं रखते थे"
        },
        {
            "chapter": 27,
            "verse": 83,
            "text": "और (उस दिन को याद करो) जिस दिन हम हर उम्मत से एक ऐसे गिरोह को जो हमारी आयतों को झुठलाया करते थे (ज़िन्दा करके) जमा करेंगे फिर उन की टोलियाँ अलहदा अलहदा करेंगे"
        },
        {
            "chapter": 27,
            "verse": 84,
            "text": "यहाँ तक कि जब वह सब (ख़ुदा के सामने) आएँगें और ख़ुदा उनसे कहेगा क्या तुम ने हमारी आयतों को बगैर अच्छी तरह समझे बूझे झुठलाया-भला तुम क्या क्या करते थे और चूँकि ये लोग ज़ुल्म किया करते थे"
        },
        {
            "chapter": 27,
            "verse": 85,
            "text": "इन पर (अज़ाब का) वायदा पूरा हो गया फिर ये लोग कुछ बोल भी तो न सकेंगें"
        },
        {
            "chapter": 27,
            "verse": 86,
            "text": "क्या इन लोगों ने ये भी न देखा कि हमने रात को इसलिए बनाया कि ये लोग इसमे चैन करें और दिन को रौशन (ताकि देखभाल करे) बेशक इसमें ईमान लाने वालों के लिए (कुदरते ख़ुदा की) बहुत सी निशानियाँ हैं"
        },
        {
            "chapter": 27,
            "verse": 87,
            "text": "और (उस दिन याद करो) जिस दिन सूर फूँका जाएगा तो जितने लोग आसमानों मे हैं और जितने लोग ज़मीन में हैं (ग़रज़ सब के सब) दहल जाएंगें मगर जिस शख्स को ख़ुदा चाहे (वो अलबत्ता मुतमइन रहेगा) और सब लोग उसकी बारगाह में ज़िल्लत व आजिज़ी की हालत में हाज़िर होगें"
        },
        {
            "chapter": 27,
            "verse": 88,
            "text": "और तुम पहाड़ों को देखकर उन्हें मज़बूर जमे हुए समझतें हो हालाकि ये (क़यामत के दिन) बादल की तरह उड़े उडे फ़िरेगें (ये भी) ख़ुदा की कारीगरी है कि जिसने हर चीज़ को ख़ूब मज़बूत बनाया है बेशक जो कुछ तुम लोग करते हो उससे वह ख़ूब वाक़िफ़ है"
        },
        {
            "chapter": 27,
            "verse": 89,
            "text": "जो शख्स नेक काम करेगा उसके लिए उसकी जज़ा उससे कहीं बेहतर है ओर ये लोग उस दिन ख़ौफ व ख़तरे से महफूज़ रहेंगे"
        },
        {
            "chapter": 27,
            "verse": 90,
            "text": "और जो लोग बुरा काम करेंगे वह मुँह के बल जहन्नुम में झोक दिए जाएँगे (और उनसे कहा जाएगा कि) जो कुछ तुम (दुनिया में) करते थे बस उसी का जज़ा तुम्हें दी जाएगी"
        },
        {
            "chapter": 27,
            "verse": 91,
            "text": "(ऐ रसूल उनसे कह दो कि) मुझे तो बस यही हुक्म दिया गया है कि मै इस शहर (मक्का) के मालिक की इबादत करुँ जिसने उसे इज्ज़त व हुरमत दी है और हर चीज़ उसकी है और मुझे ये हुक्म दिया गया कि मै (उसके) फरमाबरदार बन्दों में से हूँ"
        },
        {
            "chapter": 27,
            "verse": 92,
            "text": "और ये कि मै क़ुरान पढ़ा करुँ फिर जो शख्स राह पर आया तो अपनी ज़ात के नफे क़े वास्ते राह पर आया और जो गुमराह हुआ तो तुम कह दो कि मै भी एक एक डराने वाला हूँ"
        },
        {
            "chapter": 27,
            "verse": 93,
            "text": "और तुम कह दो कि अल्हमदोलिल्लाह वह अनक़रीब तुम्हें (अपनी क़ुदरत की) निशानियाँ दिखा देगा तो तुम उन्हें पहचान लोगे और जो कुछ तुम करते हो तुम्हारा परवरदिगार उससे ग़ाफिल नहीं है"
        },
        {
            "chapter": 28,
            "verse": 1,
            "text": "ता सीन मीम"
        },
        {
            "chapter": 28,
            "verse": 2,
            "text": "(ऐ रसूल) ये वाज़ेए व रौशन किताब की आयतें हैं"
        },
        {
            "chapter": 28,
            "verse": 3,
            "text": "(जिसमें) हम तुम्हारें सामने मूसा और फिरऔन का वाक़िया ईमानदार लोगों के नफ़े के वास्ते ठीक ठीक बयान करते हैं"
        },
        {
            "chapter": 28,
            "verse": 4,
            "text": "बेशक फिरऔन ने (मिस्र की) सरज़मीन में बहुत सर उठाया था और उसने वहाँ के रहने वालों को कई गिरोह कर दिया था उनमें से एक गिरोह (बनी इसराइल) को आजिज़ कर रखा थ कि उनके बेटों को ज़बाह करवा देता था और उनकी औरतों (बेटियों) को ज़िन्दा छोड़ देता था बेशक वह भी मुफ़सिदों में था"
        },
        {
            "chapter": 28,
            "verse": 5,
            "text": "और हम तो ये चाहते हैं कि जो लोग रुए ज़मीन में कमज़ोर कर दिए गए हैं उनपर एहसान करे और उन्हींको (लोगों का) पेशवा बनाएँ और उन्हीं को इस (सरज़मीन) का मालिक बनाएँ"
        },
        {
            "chapter": 28,
            "verse": 6,
            "text": "और उन्हीं को रुए ज़मीन पर पूरी क़ुदरत अता करे और फिरऔन और हामान और उन दोनों के लश्करो को उन्हीं कमज़ोरों के हाथ से वह चीज़ें दिखायें जिससे ये लोग डरते थे"
        },
        {
            "chapter": 28,
            "verse": 7,
            "text": "और हमने मूसा की माँ के पास ये वही भेजी कि तुम उसको दूध पिला लो फिर जब उसकी निस्बत तुमको कोई ख़ौफ हो तो इसको (एक सन्दूक़ में रखकर) दरिया में डाल दो और (उस पर) तुम कुछ न डरना और न कुढ़ना (तुम इतमेनान रखो) हम उसको फिर तुम्हारे पास पहुँचा देगें और उसको (अपना) रसूल बनाएँगें"
        },
        {
            "chapter": 28,
            "verse": 8,
            "text": "(ग़रज़ मूसा की माँ ने दरिया में डाल दिया) वह सन्दूक़ बहते बहते फिरऔन के महल के पास आ लगा तो फिरऔन के लोगों ने उसे उठा लिया ताकि (एक दिन यही) उनका दुश्मन और उनके राज का बायस बने इसमें शक नहीं कि फिरऔन और हामान उन दोनों के लश्कर ग़लती पर थे"
        },
        {
            "chapter": 28,
            "verse": 9,
            "text": "और (जब मूसा महल में लाए गए तो) फिरऔन की बीबी (आसिया अपने शौहर से) बोली कि ये मेरी और तुम्हारी (दोनों की) ऑंखों की ठन्डक है तो तुम लोग इसको क़त्ल न करो क्या अजब है कि ये हमको नफ़ा पहुँचाए या हम उसे ले पालक ही बना लें और उन्हें (उसी के हाथ से बर्बाद होने की) ख़बर न थी"
        },
        {
            "chapter": 28,
            "verse": 10,
            "text": "इधर तो ये हो रहा था और (उधर) मूसा की माँ का दिल ऐसा बेचैन हो गया कि अगर हम उसके दिल को मज़बूत कर देते तो क़रीब था कि मूसा का हाल ज़ाहिर कर देती (और हमने इसीलिए ढारस दी) ताकि वह (हमारे वायदे का) यक़ीन रखे"
        },
        {
            "chapter": 28,
            "verse": 11,
            "text": "और मूसा की माँ ने (दरिया में डालते वक्त) उनकी बहन (कुलसूम) से कहा कि तुम इसके पीछे पीछे (अलग) चली जाओ तो वह मूसा को दूर से देखती रही और उन लोगो को उसकी ख़बर भी न हुई"
        }
    ]
}