{
    "maqras": [
        {
            "chapter": 7,
            "verse": 117,
            "text": "और उन लोगों ने बड़ा (भारी जादू दिखा दिया और हमने मूसा के पास वही भेजी कि (बैठे क्या हो) तुम भी अपनी छड़ी डाल दो तो क्या देखते हैं कि वह छड़ी उनके बनाए हुए (झूठे साँपों को) एक एक करके निगल रही है"
        },
        {
            "chapter": 7,
            "verse": 118,
            "text": "अल किस्सा हक़ बात तो जम के बैठी और उनकी सारी कारस्तानी मटियामेट हो गई"
        },
        {
            "chapter": 7,
            "verse": 119,
            "text": "पस फिरऔन और उसके तरफदार सब के सब इस अखाड़े मे हारे और ज़लील व रूसवा हो के पलटे"
        },
        {
            "chapter": 7,
            "verse": 120,
            "text": "और जादूगर सब मूसा के सामने सजदे में गिर पड़े"
        },
        {
            "chapter": 7,
            "verse": 121,
            "text": "और (आजिज़ी से) बोले हम सारे जहाँन के परवरदिगार पर ईमान लाए"
        },
        {
            "chapter": 7,
            "verse": 122,
            "text": "जो मूसा व हारून का परवरदिगार है"
        },
        {
            "chapter": 7,
            "verse": 123,
            "text": "फिरऔन ने कहा (हाए) तुम लोग मेरी इजाज़त के क़ब्ल (पहले) उस पर ईमान ले आए ये ज़रूर तुम लोगों की मक्कारी है जो तुम लोगों ने उस शहर में फैला रखी है ताकि उसके बाशिन्दों को यहाँ से निकाल कर बाहर करो पस तुम्हें अन क़रीब ही उस शरारत का मज़ा मालूम हो जाएगा"
        },
        {
            "chapter": 7,
            "verse": 124,
            "text": "मै तो यक़ीनन तुम्हारे (एक तरफ के) हाथ और दूसरी तरफ के पॉव कटवा डालूंगा फिर तुम सबके सब को सूली दे दूंगा"
        },
        {
            "chapter": 7,
            "verse": 125,
            "text": "जादूगर कहने लगे हम को तो (आख़िर एक रोज़) अपने परवरदिगार की तरफ लौट कर जाना (मर जाना) है"
        },
        {
            "chapter": 7,
            "verse": 126,
            "text": "तू हमसे उसके सिवा और काहे की अदावत रखता है कि जब हमारे पास ख़ुदा की निशानियाँ आयी तो हम उन पर ईमान लाए (और अब तो हमारी ये दुआ है कि) ऐ हमारे परवरदिगार हम पर सब्र (का मेंह बरसा)"
        },
        {
            "chapter": 7,
            "verse": 127,
            "text": "और हमने अपनी फरमाबरदारी की हालत में दुनिया से उठा ले और फिरऔन की क़ौम के चन्द सरदारों ने (फिरऔन) से कहा कि क्या आप मूसा और उसकी क़ौम को उनकी हालत पर छोड़ देंगे कि मुल्क में फ़साद करते फिरे और आपके और आपके ख़ुदाओं (की परसतिश) को छोड़ बैठें- फिरऔन कहने लगा (तुम घबराओ नहीं) हम अनक़रीब ही उनके बेटों की क़त्ल करते हैं और उनकी औरतों को (लौन्डियॉ बनाने के वास्ते) जिन्दा रखते हैं और हम तो उन पर हर तरह क़ाबू रखते हैं"
        },
        {
            "chapter": 7,
            "verse": 128,
            "text": "(ये सुनकर) मूसा ने अपनी क़ौम से कहा कि (भाइयों) ख़ुदा से मदद माँगों और सब्र करो सारी ज़मीन तो ख़ुदा ही की है वह अपने बन्दों में जिसकी चाहे उसका वारिस (व मालिक) बनाए और ख़ातमा बिल ख़ैर तो सब परहेज़गार ही का है"
        },
        {
            "chapter": 7,
            "verse": 129,
            "text": "वह लोग कहने लगे कि (ऐ मूसा) तुम्हारे आने के क़ब्ल (पहले) ही से और तुम्हारे आने के बाद भी हम को तो बराबर तकलीफ ही पहुँच रही है (आख़िर कहाँ तक सब्र करें) मूसा ने कहा अनकरीब ही तुम्हारा परवरदिगार तुम्हारे दुश्मन को हलाक़ करेगा और तुम्हें (उसका जानशीन) बनाएगा फिर देखेगा कि तुम कैसा काम करते हो"
        },
        {
            "chapter": 7,
            "verse": 130,
            "text": "और बेशक हमने फिरऔन के लोगों को बरसों से कहत और फलों की कम पैदावार (के अज़ाब) में गिरफ्तार किया ताकि वह इबरत हासिल करें"
        },
        {
            "chapter": 7,
            "verse": 131,
            "text": "तो जब उन्हें कोई राहत मिलती तो कहने लगते कि ये तो हमारे लिए सज़ावार ही है और जब उन्हें कोई मुसीबत पहुँचती तो मूसा और उनके साथियों की बदशुगूनी समझते देखो उनकी बदशुगूनी तो ख़ुदा के हा (लिखी जा चुकी) थी मगर बहुतेरे लोग नही जानते हैं"
        },
        {
            "chapter": 7,
            "verse": 132,
            "text": "और फिरऔन के लोग मूसा से एक मरतबा कहने लगे कि तुम हम पर जादू करने के लिए चाहे जितनी निशानियाँ लाओ मगर हम तुम पर किसी तरह ईमान नहीं लाएँगें"
        },
        {
            "chapter": 7,
            "verse": 133,
            "text": "तब हमने उन पर (पानी को) तूफान और टिड़डियाँ और जुएं और मेंढ़कों और खून (का अज़ाब भेजा कि सब जुदा जुदा (हमारी कुदरत की) निशानियाँ थी उस पर भी वह लोग तकब्बुर ही करते रहें और वह लोग गुनेहगार तो थे ही"
        },
        {
            "chapter": 7,
            "verse": 134,
            "text": "और जब उन पर अज़ाब आ पड़ता तो कहने लगते कि ऐ मूसा तुम से जो ख़ुदा ने (क़बूल दुआ का) अहद किया है उसी की उम्मीद पर अपने ख़ुदा से दुआ माँगों और अगर तुमने हम से अज़ाब को टाल दिया तो हम ज़रूर भेज देगें"
        },
        {
            "chapter": 7,
            "verse": 135,
            "text": "फिर जब हम उनसे उस वक्त क़े वास्ते जिस तक वह ज़रूर पहुँचते अज़ाब को हटा लेते तो फिर फौरन बद अहदी करने लगते"
        },
        {
            "chapter": 7,
            "verse": 136,
            "text": "तब आख़िर हमने उनसे (उनकी शरारत का) बदला लिया तो चूंकि वह लोग हमारी आयतों को झुटलाते थे और उनसे ग़ाफिल रहते थे हमने उन्हें दरिया में डुबो दिया"
        },
        {
            "chapter": 7,
            "verse": 137,
            "text": "और जिन बेचारों को ये लोग कमज़ोर समझते थे उन्हीं को (मुल्क शाम की) ज़मीन का जिसमें हमने (ज़रखेज़ होने की) बरकत दी थी उसके पूरब पश्चिम (सब) का वारिस (मालिक) बना दिया और चूंकि बनी इसराईल नें (फिरऔन के ज़ालिमों) पर सब्र किया था इसलिए तुम्हारे परवरदिगार का नेक वायदा (जो उसने बनी इसराइल से किया था) पूरा हो गया और जो कुछ फिरऔन और उसकी क़ौम के लोग करते थे और जो ऊँची ऊँची इमारते बनाते थे सब हमने बरबाद कर दी"
        },
        {
            "chapter": 7,
            "verse": 138,
            "text": "और हमने बनी ईसराइल को दरिया के उस पार उतार दिया तो एक ऐसे लोगों पर से गुज़रे जो अपने (हाथों से बनाए हुए) बुतों की परसतिश पर जमा बैठे थे (तो उनको देख कर बनी ईसराइल से) कहने लगे ऐ मूसा जैसे उन लोगों के माबूद (बुत) हैं वैसे ही हमारे लिए भी एक माबूद बनाओ मूसा ने जवाब दिया कि तुम लोग जाहिल लोग हो"
        },
        {
            "chapter": 7,
            "verse": 139,
            "text": "(अरे कमबख्तो) ये लोग जिस मज़हब पर हैं (वह यक़ीनी बरबाद होकर रहेगा) और जो अमल ये लोग कर रहे हैं (वह सब मिटिया मेट हो जाएगा)"
        },
        {
            "chapter": 7,
            "verse": 140,
            "text": "(मूसा ने ये भी) कहा क्या तुम्हारा ये मतलब है कि ख़ुदा को छोड़कर मै दूसरे को तुम्हारा माबूद तलाश करू"
        },
        {
            "chapter": 7,
            "verse": 141,
            "text": "हालॉकि उसने तुमको सारी खुदाई पर फज़ीलत दी है (ऐ बनी इसराइल वह वक्त याद करो) जब हमने तुमको फिरऔन के लोगों से नजात दी जब वह लोग तुम्हें बड़ी बड़ी तकलीफें पहुंचाते थे तुम्हारे बेटों को तो (चुन चुन कर) क़त्ल कर डालते थे और तुम्हारी औरतों को (लौन्डियॉ बनाने के वास्ते ज़िन्दा रख छोड़ते) और उसमें तुम्हारे परवरदिगार की तरफ से तुम्हारे (सब्र की) सख्त आज़माइश थी"
        }
    ]
}