{
    "pages": [
        {
            "chapter": 8,
            "verse": 17,
            "text": "(Maka yang sebenarnya bukan kamu yang membunuh mereka) di Badar dengan kekuatanmu (akan tetapi Allahlah yang membunuh mereka) dengan melalui pertolongan-Nya yang Dia limpahkan kepada kalian (dan bukan kamu yang melempar) mata kaum musyrikin, hai Muhammad (ketika kamu melempar) dengan batu kerikil, sebab sekali lempar dengan segenggam batu kerikil yang dilakukan oleh manusia tidak akan dapat memenuhi mata bala tentara yang begitu banyaknya (tetapi Allahlah yang melempar) dengan cara mengenakan lemparan itu kepada mereka; hal ini sengaja Dia lakukan guna mengalahkan orang-orang kafir (dan untuk memberi kemenangan kepada orang-orang mukmin dengan kemenangan) yakni anugerah (yang baik) yang dimaksud adalah ganimah/harta rampasan perang. (Sesungguhnya Allah Maha Mendengar) perkataan mereka (lagi Maha Mengetahui) tentang keadaan mereka"
        },
        {
            "chapter": 8,
            "verse": 18,
            "text": "(Itulah) kemenangan itu suatu hal yang nyata (dan sesungguhnya Allah melemahkan) membuat tidak berdaya (tipu daya orang-orang yang kafir)"
        },
        {
            "chapter": 8,
            "verse": 19,
            "text": "(Jika kalian mencari keputusan) hai orang-orang kafir, yakni kamu sekalian meminta keputusan, di mana salah seorang dari kamu yaitu Abu Jahal mengatakan, \"Ya Allah! Siapakah dari kami yang paling memutuskan silaturahmi dan yang paling banyak melakukan hal-hal yang tidak dikenal pada kalangan kami, maka semoga Engkau membinasakannya (maka telah datang kepadamu keputusan) ketentuan binasanya orang-orang yang melakukan hal itu, mereka adalah Abu Jahal dan orang-orang yang terbunuh bersamanya, bukannya Nabi saw. dan kaum mukminin (dan jika kalian berhenti) dari perbuatan kafir dan memerangi Nabi saw. (maka itulah yang lebih baik bagi kalian; dan jika kalian kembali) untuk memerangi Nabi saw. (niscaya Kami kembali) untuk memberikan pertolongan kepada Nabi saw. atas kalian (dan tidak akan dapat mencukupi) menolak (angkatan perang kalian dari kalian) yakni golongan kalian (sesuatu bahaya pun biar pun angkatan perang itu banyak dan sesungguhnya Allah beserta orang-orang yang beriman) huruf inna dibaca kasrah sebagai jumlah isti`naf, dan dibaca anna dengan memperkirakan adanya huruf lam, bentuk lengkapnya ialah lama`al mu`miina"
        },
        {
            "chapter": 8,
            "verse": 20,
            "text": "(Hai orang-orang yang beriman, taatlah kamu sekalian kepada Allah dan Rasul-Nya, dan janganlah kalian berpaling) memalingkan diri (daripada-Nya) dengan cara menentang perintah-Nya (sedang kalian mendengar) Alquran dan nasihat-nasihat-Nya"
        },
        {
            "chapter": 8,
            "verse": 21,
            "text": "(Dan janganlah kalian menjadi sebagai orang-orang yang berkata, \"Kami mendengar; padahal mereka tidak mendengarkan) secara sadar dan penuh dengan pengertian, mereka adalah orang-orang munafik dan kaum musyrikin"
        },
        {
            "chapter": 8,
            "verse": 22,
            "text": "(Sesungguhnya binatang, makhluk-makhluk yang seburuk-buruknya di sisi Allah ialah orang-orang yang tuli) tidak mau mendengarkan perkara yang hak (dan bisu) tidak mengucapkan perkara yang hak (yang tidak mengerti apa pun) tentang perkara yang hak"
        },
        {
            "chapter": 8,
            "verse": 23,
            "text": "(Kalau sekiranya Allah mengetahui kebaikan pada mereka) bakat yang baik di dalam mendengarkan perkara yang hak (tentulah Allah menjadikan mereka dapat mendengar) dengan pendengaran yang disertai pemahaman. (Dan jika Allah menjadikan mereka dapat mendengar) sebagai perumpamaan, karena Allah telah mengetahui bahwa tidak ada kebaikan dalam diri mereka (niscaya mereka pasti berpaling juga) dari perkara yang hak itu (sedangkan mereka memalingkan diri\") dari menerima perkara hak yang mereka dengar itu karena keras hati dan ingkar"
        },
        {
            "chapter": 8,
            "verse": 24,
            "text": "(Hai orang-orang yang beriman, penuhilah seruan Allah dan seruan Rasul) dengan taat (apabila Rasul menyeru kamu pada suatu yang memberi kehidupan kepada kalian) berupa perkara agama sebab perkara agama merupakan penyebab bagi kehidupan yang kekal (dan ketahuilah oleh kalian bahwa sesungguhnya Allah menghalangi antara manusia dan hatinya) maka ia tidak dapat beriman atau kafir melainkan berdasarkan kehendak Allah (dan sesungguhnya kepada-Nyalah kamu akan dikumpulkan) Allah akan membalas semua amal perbuatan kalian"
        },
        {
            "chapter": 8,
            "verse": 25,
            "text": "(Dan peliharalah diri kalian daripada siksaan) jika siksaan menimpa kalian (ia tidak khusus menimpa orang-orang yang lalim saja di antara kalian) bahkan siksaan itu merata kepada mereka dan selain mereka. Dan cara untuk memelihara diri supaya jangan tertimpa siksaan ialah membenci penyebabnya, yaitu perkara mungkar. (Dan ketahuilah bahwa Allah sangat keras siksaan-Nya) terhadap orang-orang yang melanggar perintah dan larangan-Nya"
        }
    ]
}