{
    "pages": [
        {
            "chapter": 16,
            "verse": 55,
            "text": "(Biarkanlah mereka mengingkari apa yang telah Kami berikan kepada mereka) yaitu nikmat (maka bersenang-senanglah kalian) sebab kesepakatan kalian untuk menyembah berhala-berhala. Amar atau perintah di sini mengandung pengertian ancaman. (Kelak kalian akan mengetahui) akibat daripada hal tersebut"
        },
        {
            "chapter": 16,
            "verse": 56,
            "text": "(Dan mereka menyediakan) yakni orang-orang musyrik itu (untuk apa-apa yang mereka tiada mengetahui) bahwa hal itu mendatangkan mudarat dan tidak bermanfaat sama sekali; yang dimaksud adalah untuk berhala-berhala (satu bagian dari rezeki yang telah Kami berikan kepada mereka) berupa ladang dan ternak, yaitu melalui perkataan mereka, ini adalah untuk Allah dan ini adalah untuk sekutu-sekutu kami. (Demi Allah sesungguhnya kalian akan ditanya) dengan pertanyaan yang bernada mencela; di dalam ungkapan ini iltifat dari ghaibah (tentang apa yang telah kalian ada-adakan) terhadap Allah di mana kalian telah mengatakan bahwa Allah telah memerintahkan kalian untuk berbuat hal itu"
        },
        {
            "chapter": 16,
            "verse": 57,
            "text": "(Dan mereka menetapkan bagi Allah anak-anak perempuan) yaitu melalui perkataan mereka, bahwa para malaikat itu adalah anak-anak perempuan Allah (Maha Suci Allah) ungkapan yang menyucikan-Nya daripada apa yang mereka duga (sedangkan untuk mereka sendiri apa yang mereka sukai) memilihnya, artinya anak-anak lelaki. Jumlah kalimat ini menjadi mahal rafa', atau menjadi mahal nashab dari fi'il yaj'aluuna. Artinya mereka menetapkan bagi Allah anak-anak perempuan yang mereka sendiri membencinya, sedangkan pada kenyataannya Dia Maha Suci dari mempunyai anak, kemudian mereka menetapkan untuk diri mereka sendiri anak-anak lelaki yang mereka pilih sendiri. Dengan demikian berarti mereka ingin merasa lebih unggul, sebagaimana yang telah dijelaskan oleh firman-Nya yang lain, yaitu, \"Tanyakanlah (hai Muhammad) kepada mereka (orang-orang kafir Mekah) apakah untuk Rabb kalian anak-anak perempuan dan untuk mereka anak-anak laki-laki.\" (Ash-Shaffat)"
        },
        {
            "chapter": 16,
            "verse": 58,
            "text": "(Dan apabila seorang dari mereka diberi kabar dengan kelahiran anak perempuan) ia mempunyai anak perempuan yang baru dilahirkan (maka jadilah) maka berubahlah (roman mukanya menjadi hitam) dengan perubahan yang menunjukkan kedukaan dan kesusahan (dan dia sangat marah) marah sekali, maka mengapa mereka menisbatkan anak-anak perempuan terhadap Allah swt"
        },
        {
            "chapter": 16,
            "verse": 59,
            "text": "(Ia menyembunyikan dirinya) menghilang (dari orang banyak) dari pandangan kaumnya (disebabkan buruknya berita yang disampaikan kepadanya) karena ia takut akan mendapat celaan, sedangkan ia dalam keadaan bingung untuk melakukan tindakan selanjutnya sebagai pemecahannya. (Apakah dia akan memeliharanya) yakni membiarkannya tanpa dibunuh (dengan menanggung kehinaan) hina dan direndahkan (ataukah akan menguburkannya ke dalam tanah hidup-hidup) seumpamanya ia memendam anak perempuan itu ke dalam tanah. (Ketahuilah, alangkah buruknya) alangkah jeleknya (apa yang mereka tetapkan itu) keputusan mereka itu karena mereka telah menisbatkan kepada Tuhan yang menciptakan mereka mempunyai anak-anak perempuan padahal anak-anak perempuan itu kedudukannya di kalangan mereka serendah itu"
        },
        {
            "chapter": 16,
            "verse": 60,
            "text": "(Bagi orang-orang yang tidak beriman kepada kehidupan akhirat) yaitu orang-orang kafir (ada perumpamaan yang buruk) sifat yang buruk, yaitu kebiasaan mereka mengubur hidup-hidup anak-anak perempuan padahal mereka membutuhkannya (dan bagi Allah ada perumpamaan yang maha tinggi) sifat yang maha tinggi, yaitu bahwasanya tidak ada Tuhan selain Dia (dan Dialah Yang Maha Perkasa) di dalam kerajaan-Nya (lagi Maha Bijaksana) di dalam mengatur makhluk-Nya"
        },
        {
            "chapter": 16,
            "verse": 61,
            "text": "(Jika Allah menghukum manusia karena kezalimannya) disebabkan kedurhakaan-kedurhakaan mereka (niscaya tidak akan ditinggalkan-Nya padanya) yakni di muka bumi ini sesuatu pun (dari makhluk yang melata) makhluk yang hidup di permukaannya (tetapi Allah menangguhkan mereka sampai pada waktu yang ditentukan. Maka apabila telah tiba waktu yang ditentukan bagi mereka, tidaklah mereka dapat mengundurkan) waktunya (barang sesaat pun dan tidak pula mendahulukan) waktunya"
        },
        {
            "chapter": 16,
            "verse": 62,
            "text": "(Dan mereka menetapkan bagi Allah apa yang mereka sendiri membencinya) untuk diri mereka sendiri, yaitu anak-anak perempuan; menisbatkan sekutu kepada-Nya dan menghina rasul-rasul (dan keluarlah) perkataan (dari lidah mereka) selain dari hal-hal tersebut (kedustaan) yaitu (bahwa sesungguhnya merekalah yang akan mendapat kebaikan) di sisi Allah, yaitu mendapat surga; hal ini dijelaskan oleh firman Allah swt. yang lain, yaitu, \"Dan jika aku dikembalikan kepada Rabbku, maka sesungguhnya aku akan memperoleh kebaikan pada sisi-Nya.\" (Fushshilat 50). Selanjutnya Allah swt. berfirman: (Tiadalah diragukan) sudah dipastikan (bahwa nerakalah bagi mereka, dan sesungguhnya mereka segera dimasukkan ke dalamnya) artinya mereka dibiarkan di dalam neraka, atau mereka dijebloskan ke dalamnya. Menurut suatu qiraat lafal mufrathuuna dibaca mufrithuuna, artinya sesungguhnya mereka adalah orang-orang yang melampaui batas"
        },
        {
            "chapter": 16,
            "verse": 63,
            "text": "(Demi Allah, sesungguhnya Kami telah mengutus kepada umat-umat sebelum kamu) telah mengutus rasul-rasul Kami (tetapi setan menjadikan umat-umat itu memandang baik perbuatan mereka) yang buruk itu sehingga perbuatan-perbuatan mereka yang buruk itu dilihatnya baik; oleh karenanya mereka mendustakan rasul-rasul (maka setan menjadi pemimpin mereka) yang mengatur urusan-urusan mereka (di hari itu) yakni di dalam kehidupan dunia (dan bagi mereka azab yang sangat pedih) yang sangat menyakitkan kelak di hari kemudian. Menurut suatu pendapat dikatakan bahwa makna yang dimaksud dengan hari ini ialah hari kiamat; ungkapan ini menggambarkan tentang kejadian di masa mendatang dalam bentuk sekarang; artinya tidak ada seorang penolong pun bagi mereka selain Dia, sedangkan setan sendiri tidak mampu untuk menyelamatkan dirinya sendiri, mana mungkin ia dapat menyelamatkan orang lain"
        },
        {
            "chapter": 16,
            "verse": 64,
            "text": "(Dan Kami tidak menurunkan kepadamu) hai Muhammad (Alkitab ini) Alquran ini (melainkan agar kamu dapat menjelaskan kepada mereka apa yang mereka perselisihkan itu) yaitu tentang perkara agama (dan menjadi petunjuk) diathafkan kepada lafal litubayyina (dan rahmat bagi kaum yang beriman) kepada Alquran itu"
        }
    ]
}