{
    "pages": [
        {
            "chapter": 17,
            "verse": 1,
            "text": "(Maha Suci) artinya memahasucikan (Allah yang telah memperjalankan hamba-Nya) yaitu Nabi Muhammad saw. (pada suatu malam) lafal lailan dinashabkan karena menjadi zharaf. Arti lafal al-isra ialah melakukan perjalanan di malam hari; disebutkan untuk memberikan pengertian bahwa perjalanan yang dilakukan itu dalam waktu yang sedikit; oleh karenanya diungkapkan dalam bentuk nakirah untuk mengisyaratkan kepada pengertian itu (dari Masjidilharam ke Masjidilaksa) yakni Baitulmakdis; dinamakan Masjidilaksa mengingat tempatnya yang jauh dari Masjidilharam (yang telah Kami berkahi sekelilingnya) dengan banyaknya buah-buahan dan sungai-sungai (agar Kami perlihatkan kepadanya sebagian tanda-tanda Kami) yaitu sebagian daripada keajaiban-keajaiban kekuasaan Kami. (Sesungguhnya Dia adalah Maha Mendengar lagi Maha Mengetahui) artinya yang mengetahui semua perkataan dan pekerjaan Nabi saw. Maka Dia melimpahkan nikmat-Nya kepadanya dengan memperjalankannya di suatu malam; di dalam perjalanan itu antara lain ia sempat berkumpul dengan para nabi; naik ke langit; melihat keajaiban-keajaiban alam malakut dan bermunajat langsung dengan Allah swt. Sehubungan dengan peristiwa ini Nabi saw. menceritakannya melalui sabdanya, \"Aku diberi buraq; adalah seekor hewan yang berbulu putih; tingginya lebih dari keledai akan tetapi lebih pendek daripada bagal; bila ia terbang kaki depannya dapat mencapai batas pandangan matanva. Lalu aku menaikinya dan ia membawaku hingga sampai di Baitulmakdis. Kemudian aku tambatkan ia pada tempat penambatan yang biasa dipakai oleh para nabi. Selanjutnya aku memasuki Masjidilaksa dan melakukan salat dua rakaat di dalamnya. Setelah itu aku keluar dari Masjidilaksa datanglah kepadaku malaikat Jibril seraya membawa dua buah cawan; yang satu berisikan khamar sedangkan yang lain berisikan susu. Aku memilih cawan yang berisikan susu, lalu malaikat Jibril berkata, 'Engkau telah memilih fitrah (yakni agama Islam).' Nabi saw. melanjutkan kisahnya, kemudian malaikat Jibril membawaku naik ke langit dunia (langit pertama), lalu malaikat Jibril mengetuk pintu langit; ditanyakan lagi kepadanya, 'Siapakah kamu?' Malaikat Jibril menjawab, 'Jibril.' Ditanyakan lagi kepadanya, 'Siapakah yang bersamamu itu?' Malaikat Jibril menjawab, 'Muhammad.' Ditanyakan lagi kepadanya, 'Apakah dia telah diutus untuk menemui-Nya?' Malaikat Jibril menjawab, 'Dia telah diutus untuk menemui-Nya.' Kemudian pintu langit pertama dibukakan bagi kami; tiba-tiba di situ aku bertemu dengan Nabi Adam. Nabi Adam menyambut kedatanganku, dan ia mendoakan kebaikan untukku. Kemudian malaikat Jibril membawaku naik ke langit yang kedua, malaikat Jibril mengetuk pintu langit yang kedua. Lalu ditanyakan kepadanya, 'Siapakah kamu?' Malaikat Jibril menjawab, 'Jibril.' Ditanyakan lagi kepadanya, 'Siapakah orang yang bersamamu itu?' Malaikat Jibril menjawab, 'Muhammad.' Ditanyakan lagi kepadanya, 'Apakah dia telah diutus untuk menghadap kepada-Nya?' Malaikat Jibril menjawab, 'Dia telah diutus untuk menemui-Nya.' Maka pintu langit yang kedua dibukakan bagi kami; tiba-tiba aku bertemu dengan dua orang anak bibiku, yaitu Nabi Yahya dan Nabi Isa. Lalu keduanya menyambut kedatanganku, dan keduanya mendoakan kebaikan buatku. Kemudian malaikat Jibril membawaku naik ke langit yang ketiga, maka malaikat Jibril mengetuk pintu langit yang ketiga, lalu ditanyakan kepadanya, 'Siapakah kamu?' Malaikat Jibril menjawab, 'Jibril.' Ditanyakan lagi kepadanya, 'Siapakah orang yang bersamamu itu?' Malaikat Jibril menjawab, 'Muhammad.' Ditanyakan lagi kepadanya, 'Apakah dia telah diutus untuk menemui-Nya?' Malaikat Jibril menjawab, 'Dia telah diutus untuk menemui-Nya.' Maka dibukakanlah pintu langit ketiga bagi kami, tiba-tiba aku bertemu dengan Nabi Yusuf; dan ternyata ia telah dianugerahi separuh daripada semua keelokan. Nabi Yusuf menyambut kedatanganku, lalu ia mendoakan kebaikan bagiku. Kemudian malaikat Jibril membawaku naik ke langit yang keempat, maka malaikat Jibril mengetuk pintu langit. Lalu ditanyakan kepadanya, 'Siapakah kamu?' Malaikat Jibril menjawab. 'Jibril.' Ditanyakan lagi kepadanya, 'Siapakah orang yang bersamamu itu?' Malaikat Jibril menjawab, 'Muhammad.' Ditanyakan lagi kepadanya, 'Apakah dia telah diutus untuk menemui-Nya?' Malaikat Jibril menjawab, 'Dia telah diutus untuk menemui-Nya.' Maka pintu langit yang keempat dibukakan bagi kami; tiba-tiba aku bertemu dengan Nabi Idris, ia menyambut kedatanganku dan mendoakan kebaikan bagiku. Kemudian malaikat Jibril membawaku ke langit yang kelima, lalu malaikat Jibril mengetuk pintu langit yang kelima, maka ditanyakan kepadanya, 'Siapakah kamu?' Malaikat Jibril menjawab, 'Jibril.' Dan ditanyakan lagi kepadanya, 'Siapakah orang yang bersamamu itu?' Malaikat Jibril menjawab, 'Muhammad.' Ditanyakan lagi kepadanya, 'Apakah dia telah diutus untuk menemui-Nya?' Malaikat Jibril menjawab, 'Dia telah diutus untuk menemui-Nya.' Lalu dibukakanlah pintu langit yang kelima bagi kami; tiba-tiba aku bertemu dengan Nabi Harun, ia menyambut kedatanganku dan mendoakan kebaikan bagiku. Selanjutnya malaikat Jibril membawaku naik ke langit yang keenam, lalu ia mengetuk pintunva, ditanyakan kepadanya, 'Siapakah kamu?' Malaikat Jibril menjawab, 'Jibril.' Ditanyakan lagi kepadanya, 'Siapakah orang yang bersamamu itu?' Malaikat Jibril menjawab, 'Muhammad.' Ditanyakan lagi kepadanya, 'Apakah dia telah diutus untuk menemui-Nya?' Malaikat Jibril menjawab, 'Dia telah diutus untuk menemui-Nya.' Maka dibukakanlah pintu langit yang keenam buat kami, tiba-tiba aku bertemu dengan Nabi Musa, lalu Nabi Musa menyambut kedatanganku, dan ia mendoakan kebaikan bagiku. Kemudian malaikat Jibril membawaku naik ke langit yang ketujuh, lalu ia mengetuk pintunya. Ditanyakan kepadanya, 'Siapakah kamu?' Malaikat Jibril menjawab, 'Jibril.' Ditanyakan lagi kepadanya, 'Siapakah orang yang bersamamu itu?' Malaikat Jibril menjawab, 'Muhammad.' Ditanyakan lagi kepadanya, 'Apakah dia telah diutus untuk menemui-Nya?' Malaikat Jibril menjawab, 'Dia telah diutus untuk menemui-Nya.' Maka dibukakanlah pintu langit yang ketujuh bagi kami; tiba-tiba aku bertemu dengan Nabi Ibrahim. Kedapatan ia bersandar pada Baitulmakmur. Ternyata Baitulmakmur itu setiap harinya dimasuki oleh tujuh puluh ribu malaikat, yang selanjutnya mereka tidak kembali lagi padanya. Kemudian malaikat Jibril membawaku naik ke Sidratul Muntaha, kedapatan daun-daunnya bagaikan telinga-telinga gajah dan buah-buahan bagaikan tempayan-tempayan yang besar. Ketika semuanya tertutup oleh nur Allah, semuanya menjadi berubah. Maka kala itu tidak ada seorang makhluk Allah pun yang dapat menggambarkan keindahannya. Rasulullah saw. melanjutkan kisahnya, maka Allah mewahyukan kepadaku secara langsung, dan Dia telah (mewajibkan) kepadaku lima puluh kali salat untuk setiap hari. Setelah itu lalu aku turun hingga sampai ke tempat Nabi Musa (langit yang keenam). Maka Nabi Musa bertanya kepadaku, 'Apakah yang diwajibkan oleh Rabbmu atas umatmu?' Aku menjawab, 'Lima puluh kali salat untuk setiap harinya.' Nabi Musa berkata, 'Kembalilah kepada Rabbmu, lalu mintalah keringanan dari-Nya karena sesungguhnya umatmu niscava tidak akan kuat melaksanakannya; aku telah mencoba Bani Israel dan telah menguji mereka.' Rasulullah saw. melanjutkan kisahnya, maka aku kembali kepada Rabbku, lalu aku memohon, 'Wahai Rabbku, ringankanlah buat umatku.' Maka Allah meringankan lima waktu kepadaku. Lalu aku kembali menemui Nabi Musa. Dan Nabi Musa bertanya, 'Apakah yang telah kamu lakukan?' Aku menjawab, 'Allah telah meringankan lima waktu kepadaku.' Maka Nabi Musa bertanya, 'Sesungguhnya umatmu niscaya tidak akan kuat melakukan hal tersebut, maka kembalilah lagi kepada Rabbmu dan mintalah keringanan buat umatmu kepada-Nya.' Rasulullah melanjutkan kisahnya, maka aku masih tetap mondar-mandir antara Rabbku dan Nabi Musa, dan Dia meringankan kepadaku lima waktu demi lima waktu. Hingga akhirnya Allah berfirman, 'Hai Muhammad, salat lima waktu itu untuk tiap sehari semalam; pada setiap salat berpahala sepuluh salat, maka itulah lima puluh kali salat. Dan barang siapa yang berniat untuk melakukan kebaikan, kemudian ternyata ia tidak melakukannya dituliskan untuknya pahala satu kebaikan. Dan jika ternyata ia melakukannya, dituliskan baginva pahala sepuluh kali kebaikan. Dan barang siapa yang berniat melakukan keburukan, lalu ia tidak mengerjakannya maka tidak dituliskan dosanya. Dan jika ia mengerjakannya maka dituliskan baginva dosa satu keburukan.' Setelah itu aku turun hingga sampai ke tempat Nabi Musa, lalu aku ceritakan hal itu kepadanya. Maka ia berkata, 'Kembalilah kepada Rabbmu, lalu mintalah kepada-Nya keringanan buat umatmu, karena sesungguhnya umatmu tidak akan kuat melaksanakannya.' Maka aku menjawab, 'Aku telah mondar-mandir kepada Rabbku hingga aku malu terhadap-Nya.'\" (Hadis ini diriwayatkan oleh Imam Bukhari dan Imam Muslim; dan lafal hadis ini berdasarkan Imam Muslim). Imam Hakim di dalam kitab Mustadrak meriwayatkan sebuah hadis melalui Ibnu Abbas r.a. yang menceritakan, bahwa Rasulullah saw. telah bersabda, \"Aku melihat Rabbku Azza Wajalla"
        },
        {
            "chapter": 17,
            "verse": 2,
            "text": "Allah swt. berfirman: (Dan Kami berikan kepada Musa kitab) yakni kitab Taurat (dan Kami jadikan kitab Taurat itu petunjuk bagi Bani Israel) dengan firman: (\"Janganlah kalian mengambil penolong selain Aku\") di mana mereka menyerahkan semua perkara mereka kepada-Nya. Menurut suatu qiraat lafal tattakhidzuu dibaca yattakhidzuu dengan versi ungkapan iltifat; dan huruf an adalah zaidah, sedangkan makna al-qaul diperkirakan keberadaannya"
        },
        {
            "chapter": 17,
            "verse": 3,
            "text": "(Yaitu anak cucu dari orang-orang yang Kami bawa bersama-sama Nuh) di dalam bahtera. (Sesungguhnya dia adalah hamba Allah yang banyak bersyukur) kepada Kami dan selalu memuji dalam semua sepak terjangnya"
        },
        {
            "chapter": 17,
            "verse": 4,
            "text": "(Dan telah Kami tetapkan) telah Kami wahyukan (terhadap Bani Israel dalam kitab itu) yaitu kitab Taurat (\"Sesungguhnya kalian akan membuat kerusakan di muka bumi ini) di negeri Syam dengan perbuatan-perbuatan maksiat (dua kali dan pasti kalian akan menyombongkan diri dengan kesombongan yang besar) kalian akan menimbulkan kelaliman yang besar"
        },
        {
            "chapter": 17,
            "verse": 5,
            "text": "(Maka apabila datang saat hukuman bagi yang pertama dari keduanya) kejahatan yang pertama dari kedua kejahatan itu (Kami datangkan kepada kalian hamba-hamba Kami yang mempunyai kekuatan yang besar) orang-orang yang kuat dalam berperang dan memiliki kekuatan yang luar biasa (lalu mereka merajalela) mereka mengejar-ngejar kalian (di kampung-kampung) di perkampungan kalian untuk membunuh kalian dan menawan kalian (dan itulah ketetapan yang pasti terlaksana) dan memang mereka benar membunuh Nabi Zakaria. Maka Allah mengirimkan Jalut dan tentara-tentaranya untuk menghukum mereka; akhirnya Jalut dapat membunuh mereka dan menawan anak-anak mereka serta memporak-porandakan Baitulmakdis"
        },
        {
            "chapter": 17,
            "verse": 6,
            "text": "(Kemudian Kami berikan kepada kalian giliran) kesempatan dan kemenangan (untuk mengalahkan mereka kembali) sesudah selang seratus tahun yang terakhir dengan terbunuhnya Jalut (dan Kami membantu kalian dengan harta kekayaan dan anak-anak dan Kami jadikan kalian kelompok yang lebih besar) keluarga yang besar"
        },
        {
            "chapter": 17,
            "verse": 7,
            "text": "Kemudian Kami katakan (Jika kalian berbuat baik) dengan mengerjakan ketaatan (berarti kalian berbuat baik bagi diri kalian sendiri) karena sesungguhnya pahala kebaikan itu untuk diri kalian sendiri (dan jika kalian berbuat jahat) dengan menimbulkan kerusakan (maka kejahatan itu bagi diri kalian sendiri) sebagai pembalasan atas kejahatan kalian. (Dan apabila datang saat hukuman) bagi kejahatan yang (kedua) maka Kami kembali mengutus mereka (untuk menyuramkan muka-muka kalian) untuk membuat kalian sedih karena terbunuh dan tertawan hingga pengaruh kesedihan itu dapat terbaca dari roman muka kalian (dan mereka masuk ke dalam mesjid) yakni Baitulmakdis untuk menghancurkannya (sebagaimana musuh-musuh kalian memasukinya) dan menghancurkannya (pada kali pertama dan untuk menghancurkan) untuk mengadakan pembinasaan (terhadap apa saja yang mereka kuasai) yang dapat mereka kalahkan (dengan penghancuran habis-habisan) dengan pembinasaan yang sehabis-habisnya. Ternyata mereka melakukan kerusakan untuk kedua kalinya, yaitu dengan membunuh Nabi Yahya. Maka Allah mengirimkan untuk membinasakan mereka Raja Bukhtanashar. Raja Bukhtanashar akhirnya membunuh ribuan orang dari kalangan mereka dan menahan anak cucu mereka serta memporak-porandakan Baitulmakdis"
        }
    ]
}