{
    "pages": [
        {
            "chapter": 19,
            "verse": 12,
            "text": "(Hai Yahya! Ambillah Kitab itu) yakni kitab Taurat (dengan sungguh-sungguh) secara sungguh-sungguh. (Dan Kami berikan kepadanya hikmah) kenabian (selagi ia masih kanak-kanak) sewaktu berumur tiga tahun"
        },
        {
            "chapter": 19,
            "verse": 13,
            "text": "(Dan rasa belas kasihan yang mendalam) terhadap manusia (dari sisi Kami) dari haribaan Kami (dan zakat) yakni senang bersedekah kepada mereka (Dan ia adalah seorang yang bertakwa) menurut suatu riwayat disebutkan, bahwa Nabi Yahya tidak pernah melakukan suatu dosa pun, dan hatinya tidak pernah mempunyai keinginan untuk melakukannya"
        },
        {
            "chapter": 19,
            "verse": 14,
            "text": "(Dan seorang yang berbakti kepada kedua orang tuanya) yaitu selalu berbuat baik kepada keduanya (dan bukanlah ia orang yang sombong) takabur (lagi bukan pula ia orang yang durhaka) terhadap Rabbnya"
        },
        {
            "chapter": 19,
            "verse": 15,
            "text": "(Kesejahteraan) dari Kami (terlimpahkan kepadanya pada hari ia dilahirkan dan pada hari ia meninggal dan pada hari ia dibangkitkan hidup kembali) di saat-saat yang mengerikan yakni hari kiamat. Pada hari itu belum pernah ada pemandangan yang sengeri itu, maka Nabi Yahya selamat daripadanya"
        },
        {
            "chapter": 19,
            "verse": 16,
            "text": "(Dan ceritakanlah di dalam Kitab) yakni Alquran (tentang Maryam) kisahnya (yaitu ketika) (ia menjauhkan diri dari keluarganya ke suatu tempat di sebelah Timur) Maryam mengasingkan diri di suatu tempat di sebelah Timur rumahnya"
        },
        {
            "chapter": 19,
            "verse": 17,
            "text": "(Maka ia mengadakan tabir yang menutupinya dari mereka) Maryam membuat tabir untuk melindungi dirinya sewaktu ia membuka penutup kepalanya, atau membuka pakaiannya atau menyucikan dirinya dari haid (lalu Kami mengutus kepadanya roh Kami) yakni malaikat Jibril (maka ia menjelma di hadapannya) sesudah Maryam memakai pakaiannya (dalam bentuk manusia yang sempurna) manusia sesungguhnya"
        },
        {
            "chapter": 19,
            "verse": 18,
            "text": "(Maryam berkata, \"Sesungguhnya aku berlindung daripadamu kepada Tuhan Yang Maha Pemurah, jika kamu seorang yang bertakwa.\") kamu pasti dapat menahan diri daripadaku dengan bacaan Ta'awwudzku ini"
        },
        {
            "chapter": 19,
            "verse": 19,
            "text": "(Ia berkata, \"Sesungguhnya aku ini adalah utusan Rabbmu, untuk memberimu seorang anak laki-laki yang suci)\" yang kelak menjadi nabi"
        },
        {
            "chapter": 19,
            "verse": 20,
            "text": "(Maryam berkata, \"Bagaimana akan ada bagiku seorang anak laki-laki, sedangkan tidak pernah seorang manusia pun menyentuhku) yakni mengawiniku (dan aku bukan pula seorang pezina!)\" seorang pelacur"
        },
        {
            "chapter": 19,
            "verse": 21,
            "text": "(Jibril berkata,) perkaranya memang (\"Demikianlah.\") yaitu akan diciptakan bagimu seorang anak laki-laki tanpa ayah (Rabbmu berfirman, \"Hal itu adalah mudah bagi-Ku) yaitu dengan cara Aku memerintahkan kepada malaikat Jibril supaya meniup dirimu, lalu karena itu kamu mengandung. Mengingat kalimat yang telah disebutkan mengandung makna illat atau kausalita, maka kalimat berikutnya di'athafkan kepadanya, yaitu (dan agar dapat Kami menjadikannya suatu tanda bagi manusia) yang menunjukkan akan kekuasaan-Ku (dan sebagai rahmat dari Kami) bagi orang-orang yang beriman kepadanya (dan hal itu adalah) penciptaan itu merupakan (suatu perkara yang sudah diputuskan)\" di dalam ilmu-Ku, malaikat Jibril meniupkan nafasnya ke dalam baju kurung Maryam, seketika itu juga Maryam merasakan di dalam kandungannya terdapat seorang bayi"
        },
        {
            "chapter": 19,
            "verse": 22,
            "text": "(Maka Maryam mengandungnya, lalu ia mengasingkan diri) menjauhkan diri (dengan membawa kandungannya ke tempat yang jauh) jauh dari keluarganya"
        },
        {
            "chapter": 19,
            "verse": 23,
            "text": "(Maka sewaktu datang kepadanya) ketika ia mengalami (rasa sakit akan melahirkan) yaitu rasa mulas karena akan melahirkan (-terpaksa ia bersandar- pada pangkal pohon kurma) yakni menyandarkan diri padanya, lalu ia melahirkan. Perlu diketahui bahwa sejak peniupan malaikat Jibril hingga melahirkan hanya memakan waktu sesaat saja (dia berkata, \"Aduhai alangkah baiknya aku) lafal Ya di sini menunjukkan makna Tanbih atau ungkapan kekecewaan (mati sebelum ini) yakni sebelum perkara ini (dan aku menjadi barang yang tidak berarti, lagi dilupakan)\" sebagai sesuatu yang tiada artinya, tidak dikenal dan tidak disebut-sebut"
        },
        {
            "chapter": 19,
            "verse": 24,
            "text": "(Maka Jibril menyerunya dari tempat yang lebih rendah,) pada saat itu malaikat Jibril berada di tempat yang lebih rendah dari tempat Maryam (\"Janganlah kamu bersedih hati, sesungguhnya Rabbmu telah menjadikan anak sungai di bawahmu\") yaitu sebuah sungai yang dahulunya kering kini berair kembali, berkat kekuasaan Allah"
        },
        {
            "chapter": 19,
            "verse": 25,
            "text": "(Dan goyanglah pangkal pohon kurma itu ke arahmu) yang pada saat itu kering. Huruf Ba dalam lafal Bijidz'i adalah Zaidah atau tambahan (niscaya pohon itu akan menggugurkan) asal kata Tusaaqith adalah Tatasaaqath kemudian Ta yang kedua diganti menjadi Sin, selanjutnya diidgamkan pada Sin yang kedua. Menurut qiraat yang lain tetap dibaca seperti lafal asalnya (buah kurma kepadamu) lafal Ruthaban adalah Tamyiz (yang masak-masak) lafal Janiyyan menjadi sifat dari lafal Ruthaban"
        }
    ]
}