{
    "pages": [
        {
            "chapter": 21,
            "verse": 36,
            "text": "(Dan apabila orang-orang kafir itu melihat kamu tidaklah mereka menjadikanmu melainkan hanyalah sebagai bahan perolokan) yakni mereka memperolok-olok kamu seraya mengatakan, (\"Apakah ini orang yang mencela tuhan-tuhan kalian?\") orang yang mencaci maki tuhan-tuhan kalian. (Dan mereka adalah orang-orang yang bila disebutkan nama Tuhan Yang Maha Pemurah) kepada mereka (maka mereka) lafal ini berfungsi menjadi taukid (ingkar) kepada-Nya, karena mereka menjawab, \"Kami tidak mengetahui-Nya"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "Ayat ini diturunkan sewaktu mereka meminta disegerakan turunnya azab atas mereka. (Manusia telah dijadikan dari tergesa-gesa) disebabkan manusia itu bertabiat tergesa-gesa di dalam semua tindakannya, maka seolah-olah ia diciptakan daripadanya. (Kelak Aku akan perlihatkan kepada kalian tanda-tanda azab-Ku) yakni ketentuan waktu bagi azab-Ku (maka janganlah kalian minta kepada-Ku mendatangkannya dengan segera) kemudian Allah memperlihatkan kepada mereka turunnya azab itu, yaitu dengan dibunuhnya mereka dalam perang Badar"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "(Mereka berkata, \"Kapankah janji itu akan datang) yang dimaksud kiamat itu (jika kamu sekalian adalah orang-orang yang benar?\") tentang adanya janji itu"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "Allah berfirman (Andaikata orang-orang kafir itu mengetahui waktu mereka tidak dapat mengelakkan) di waktu mereka tidak mampu menolak (api neraka dari muka mereka dan tidak pula dari punggung mereka sedangkan mereka tidak pula mendapat pertolongan) yang dapat mencegah diri mereka daripada api neraka itu, di hari kiamat nanti. Jawab dari pada lafal Lau tidak disebutkan, yaitu, niscaya mereka tidak akan mengeluarkan perkataan tersebut"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "(Sebenarnya akan mendatangi mereka) hari kiamat itu (dengan sekonyong-konyong lalu membuat mereka menjadi panik) menjadi bingung dan panik (maka mereka tidak sanggup menolaknya dan tidak pula mereka diberi tangguh) ditangguhkan untuk bertobat atau meminta ampunan"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "(Dan sungguh telah diperolok-olok beberapa orang rasul sebelum kamu) ayat ini mengandung hiburan yang ditujukan kepada Nabi saw. (maka turunlah) yakni menimpa (kepada orang-orang yang mencemoohkan rasul-rasul itu apa yang selalu mereka perolok-olokkan) yaitu berupa azab; demikian pula orang-orang yang memperolok-olokkan dirimu akan tertimpa azab yang sama seperti mereka"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "(Katakanlah) kepada mereka, (\"Siapakah yang dapat memelihara kalian) yang dapat menjaga diri kalian (di waktu malam dan siang hari daripada Tuhan Yang Maha Pemurah\") daripada azab-Nya, jika azab itu turun kepada kalian. Maksudnya, tentu saja tidak ada seorang pun yang dapat melakukan hal itu. Orang-orang yang diajak bicara oleh ayat ini tidak merasa takut kepada azab Allah, disebabkan mereka ingkar kepada-Nya atau tidak percaya kepada adanya azab itu. (Sebenarnya mereka terhadap peringatan Rabb mereka) yakni Alquran (adalah orang-orang yang berpaling) tidak mau memikirkan tentangnya"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "(Atau) di dalam kalimat ini terkandung makna ingkar, maksudnya, apakah (mereka mempunyai tuhan-tuhan yang dapat memelihara diri mereka) dari apa-apa yang mencelakakan diri mereka (selain dari Kami) maksudnya apakah mereka mempunyai tuhan-tuhan selain Kami yang dapat mencegah diri mereka dari azab Allah? Tentu saja tidak (mereka pasti tidak akan sanggup) yakni tuhan-tuhan itu (menolong diri mereka sendiri) maka mereka tidak dapat menolongnya (dan tidak pula mereka) orang-orang kafir itu (dari Kami) yakni dari azab Kami (dilindungi) mendapat perlindungan. Asal katanya ialah dari kalimat Shahabakallaahu artinya mudah-mudahan Allah memelihara dan melindungimu"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "(Sebenarnya Kami telah memberi mereka dan bapak-bapak mereka kenikmatan) melalui yang Kami anugerahkan kepada mereka (sehingga panjanglah umur mereka) oleh karenanya mereka menjadi lupa daratan. (Maka apakah mereka tidak melihat bahwasanya Kami mendatangi negeri) mereka, yakni Kami menuju ke negeri orang-orang kafir (lalu Kami kurangi luasnya dari segala penjurunya) melalui penaklukkan yang dilakukan oleh Nabi saw. (Maka apakah mereka yang menang?) tentu saja tidak, tetapi Nabi dan sahabat-sahabatnyalah yang menang"
        }
    ]
}