{
    "pages": [
        {
            "chapter": 28,
            "verse": 22,
            "text": "(Dan tatkala ia menghadap) yakni menuju (ke jurusan negeri Madyan) ke arahnya. Madyan adalah nama kota tempat nabi Syuaib, yang jauhnya kira-kira delapan hari perjalanan dari kota Mesir. Kota tersebut dinamai dengan nama pendirinya yaitu Madyan ibnu Ibrahim, sedangkan Nabi Musa belum mengetahui jalan menuju ke arahnya (ia berdoa lagi, \"Mudah-mudahan Rabbku memimpinku ke jalan yang benar\") maksudnya, jalan yang menuju ke arah negeri Madyan yang tidak terlalu jauh dan juga tidak terlalu dekat, yakni pertengahan. Allah mengutus malaikat yang membawa tongkat, lalu malaikat itu memimpin Nabi Musa menuju ke negeri Madyan"
        },
        {
            "chapter": 28,
            "verse": 23,
            "text": "(Dan tatkala ia sampai di sumber air negeri Madyan) yaitu, sebuah sumur yang ada di negeri Madyan, makna yang dimaksud ialah dia telah sampai ke negeri Madyan (ia menjumpai di tempat itu sekumpulan) sekelompok (orang-orang yang sedang memberi minum) ternaknya (dan ia menjumpai di belakang orang banyak itu) selain mereka (dua orang wanita yang sedang menahan ternaknya) maksudnya mencegah ternaknya supaya jangan merebut bagian air minum ternak orang lain. (Musa berkata) kepada kedua wanita itu, (\"Apakah gerangan yang terjadi pada kalian berdua?\") maksudnya, mengapa kalian berdua tidak meminumkan ternak kalian berdua? (Kedua wanita itu menjawab, \"Kami tidak dapat meminumkannya sebelum penggembala-penggembala itu memulangkan ternaknya). Lafal Ar Ri'a bentuk jamak dari Ra'in artinya penggembala. Maksudnya, sebelum mereka selesai dari meminumkan ternaknya, karena keduanya takut berdesak-desakan; setelah mereka bubar, baru meminumkan ternaknya. Menurut qiraat yang lain dibaca Yushdira yang berasal dari Fi'il Ruba'i yakni Ashdara, maknanya ialah, sebelum mereka membubarkan ternaknya dari sumur itu (sedangkan bapak kami adalah orang tua yang telah lanjut umurnya\") maksudnya, tidak mampu lagi untuk meminumkan ternaknya"
        },
        {
            "chapter": 28,
            "verse": 24,
            "text": "(Maka Musa memberi minum ternak itu untuk menolong keduanya) dari air sumur lain yang berada di dekat sumur itu, kemudian Nabi Musa mengangkat batu besar yang menutupinya, konon batu itu hanya dapat diangkat oleh sepuluh orang yang kuat (kemudian ia kembali) setelah itu Musa kembali lagi (ke tempat yang teduh) di bawah pohon Samurah, karena pada saat itu hari sangat panas dan ia dalam keadaan lapar (lalu berdoa, \"Ya Rabbku! Sesungguhnya aku terhadap kebaikan yang Engkau turunkan kepadaku) yang dimaksud adalah makanan (sangat memerlukan.\") sangat membutuhkannya. Lalu kedua wanita itu kembali ke rumah bapak mereka, kejadian ini membuat bapaknya terkejut, karena mereka berdua kembali lebih cepat dari biasanya. Maka bapaknya menanyakan tentang hal tersebut. Lalu diceritakan kepadanya tentang seorang lelaki yang telah menolongnya memberi minum ternaknya. Bapak mereka bertanya kepada salah seorang dari keduanya, \"Coba panggillah dia untuk menghadap kepadaku\". Lalu Allah berfirman"
        },
        {
            "chapter": 28,
            "verse": 25,
            "text": "(Kemudian datanglah kepada Musa salah seorang dari kedua wanita itu berjalan kemalu-maluan) seraya menutupkan kain kerudung ke mukanya karena malu kepada Nabi Musa (ia berkata, \"Sesungguhnya bapakku memanggil kamu agar ia memberikan balasan terhadap kebaikanmu memberi minum ternak kami\") Nabi Musa memenuhi panggilannya dan menolak dalam hatinya upah yang akan diberikan kepadanya, karena seolah-olah wanita itu bermaksud hendak memberi upah dan menganggap dirinya sebagai seorang upahan. Kemudian wanita itu berjalan di muka Nabi Musa tiba-tiba angin meniup kainnya, sehingga terlihat kedua betisnya. Lalu Nabi Musa berkata kepadanya, \"Berjalanlah engkau di belakangku dan tunjukkanlah jalan itu kepadaku\". Wanita itu menuruti apa yang dikatakan oleh Nabi Musa, sehingga Nabi Musa sampai ke tempat bapak wanita itu, dia adalah Nabi Syuaib a.s. Ketika Nabi Musa sampai di hadapannya ternyata telah disiapkan makan malam, maka Nabi Syuaib berkata, \"Duduklah, kemudian makan malamlah\". Nabi Musa menjawab, \"Aku khawatir jika makan malam ini sebagai imbalan karena aku telah memberi minum ternak keduanya, sedangkan aku berasal dari ahlul bait yang tidak pernah meminta imbalan dari suatu pekerjaan yang baik\". Nabi Syuaib berkata, \"Tidak, ini merupakan tradisiku dan tradisi nenek moyangku. Kami biasa menjamu tamu kami, juga biasa memberi makan\". Nabi Musa baru mau memakannya dan menceritakan kepadanya semua apa yang telah ia alami. Untuk itu maka Allah swt. berfirman, (\"Maka tatkala Musa mendatangi bapak wanita itu dan menceritakan kepadanya kisah mengenai dirinya) lafal Al Qashash adalah Mashdar yang bermakna Isim Maf'ul; maksudnya Nabi Musa menceritakan kepadanya tentang pembunuhannya terhadap seorang bangsa Mesir dan niat bangsa Mesir untuk membunuhnya, serta kekhawatirannya terhadap Firaun (Syuaib berkata, 'Janganlah kamu takut! Kamu telah selamat dari orang-orang yang zalim'.\") karena tidak ada kekuasaan bagi Firaun atas negeri Madyan"
        },
        {
            "chapter": 28,
            "verse": 26,
            "text": "(Salah seorang dari kedua wanita itu berkata) yakni wanita yang disuruh menjemput Nabi Musa yaitu yang paling besar atau yang paling kecil (\"Ya bapakku! Ambillah dia sebagai orang yang bekerja pada kita) sebagai pekerja kita, khusus untuk menggembalakan kambing milik kita, sebagai ganti kami (karena sesungguhnya orang yang paling baik yang kamu ambil untuk bekerja pada kita ialah orang yang kuat lagi dapat dipercaya\") maksudnya, jadikanlah ia pekerja padanya, karena dia adalah orang yang kuat lagi dapat dipercaya. Lalu Nabi Syuaib bertanya kepada anaknya tentang Nabi Musa. Wanita itu menceritakan kepada bapaknya semua apa yang telah dilakukan oleh Nabi Musa, mulai dari mengangkat bata penutup sumur, juga tentang perkataannya, \"Berjalanlah di belakangku\". Setelah Nabi Syuaib mengetahui melalui cerita putrinya bahwa ketika putrinya datang menjemput Nabi Musa, Nabi Musa menundukkan pandangan matanya, hal ini merupakan pertanda bahwa Nabi Musa jatuh cinta kepada putrinya, maka Nabi Syuaib bermaksud mengawinkan keduanya"
        },
        {
            "chapter": 28,
            "verse": 27,
            "text": "(Berkatalah dia, \"Sesungguhnya aku bermaksud menikahkan kamu dengan salah seorang dari kedua anakku ini) yaitu yang paling besar atau yang paling kecil (atas dasar kamu bekerja denganku) yakni, menggembalakan kambingku (delapan tahun) selama delapan tahun (dan jika kamu cukupkan sepuluh tahun) yakni, menggembalakan kambingku selama sepuluh tahun (maka itu adalah suatu kebaikan dari kamu) kegenapan itu (maka aku tidak hendak memberati kamu) dengan mensyaratkan sepuluh tahun. (Dan kamu Insya Allah akan mendapatiku) lafal Insya Allah di sini maksudnya untuk ber-tabarruk (termasuk orang-orang yang baik\") yaitu orang-orang yang menepati janjinya"
        },
        {
            "chapter": 28,
            "verse": 28,
            "text": "Musa (Berkata, \"Itulah) yakni perjanjian yang telah kamu katakan itu (antara aku dan kamu. Mana saja dari kedua waktu yang ditentukan itu) delapan atau sepuluh tahun masa penggembalaan itu; huruf Ma pada lafal Ayyama adalah huruf Zaidah (aku sempurnakan) aku selesaikan (maka tidak ada tuntutan atas diriku) artinya tuntutan tambahan waktu lain. (Dan Allah atas apa yang kita ucapkan) tentang apa yang diucapkan oleh aku dan kamu (adalah sebagai saksi.\") pemelihara atau saksi. Maka perjanjian itu dinyatakan oleh keduanya, dan Nabi Syuaib memerintahkan anak perempuannya supaya memberikan tongkatnya kepada Nabi Musa untuk mengusir binatang-binatang buas dari ternak yang digembalakannya nanti. Tongkat itu adalah milik para nabi secara turun-temurun sejak Nabi Adam dan kini berada di tangan Nabi Syuaib. Tongkat itu berasal dari kayu surga, tongkat itu beralih ke tangan nabi Musa dengan sepengetahuan Nabi Syuaib"
        }
    ]
}