{
    "pages": [
        {
            "chapter": 37,
            "verse": 154,
            "text": "(Apakah yang terjadi pada kalian? Bagaimanakah caranya kalian menetapkan?) kesimpulan yang rusak ini"
        },
        {
            "chapter": 37,
            "verse": 155,
            "text": "(Maka apakah kalian tidak memikirkan?) bahwasanya Allah swt. itu Maha Tinggi lagi Maha Suci dari mempunyai anak"
        },
        {
            "chapter": 37,
            "verse": 156,
            "text": "(Atau apakah kalian mempunyai bukti yang nyata?) artinya hujah yang jelas menyatakan bahwa Allah mempunyai anak"
        },
        {
            "chapter": 37,
            "verse": 157,
            "text": "(Maka bawalah kitab kalian) kitab Taurat kalian, kemudian perlihatkanlah kepadaku mengenai hal itu di dalamnya (jika kalian memang orang-orang yang benar) di dalam perkataan dan dugaan kalian itu"
        },
        {
            "chapter": 37,
            "verse": 158,
            "text": "(Dan mereka adakan) orang-orang musyrik itu (antara Dia) yakni Allah swt. (dan antara jin) yakni malaikat dinamakan Al-Jinnah karena mereka tidak dapat dilihat oleh mata (hubungan nasab) melalui perkataan mereka yang menyatakan bahwasanya malaikat-malaikat itu adalah anak-anak perempuan Allah. (Dan sesungguhnya jin mengetahui bahwa mereka) yakni orang-orang yang mengatakan demikian (benar-benar akan diseret) ke dalam neraka dan mereka akan diazab di dalamnya"
        },
        {
            "chapter": 37,
            "verse": 159,
            "text": "(Maha Suci Allah) kalimat ini memahasucikan Dia (dari apa yang mereka sifatkan) yaitu bahwasanya Allah mempunyai anak"
        },
        {
            "chapter": 37,
            "verse": 160,
            "text": "(Kecuali hamba-hamba Allah yang dibersihkan dari dosa) yakni kecuali orang-orang yang beriman. Istitsna di sini adalah bersifat Munqathi'. Maksudnya bahwa mereka yang beriman itu memahasucikan Allah swt. dari apa yang telah disifatkan oleh mereka kepada-Nya"
        },
        {
            "chapter": 37,
            "verse": 161,
            "text": "(Maka sesungguhnya kalian dan apa-apa yang kalian sembah itu) yakni berhala-berhala sesembahan-sesembahan kalian itu"
        },
        {
            "chapter": 37,
            "verse": 162,
            "text": "(Sekali-kali kalian dengannya tidak akan dapat) dengan melalui sesembahan kalian itu; lafal 'Alaihi berta'alluq kepada firman selanjutnya, yaitu (menyesatkan) seorang pun"
        },
        {
            "chapter": 37,
            "verse": 163,
            "text": "(Kecuali orang-orang yang akan masuk neraka yang menyala-nyala) menurut ilmu Allah swt"
        },
        {
            "chapter": 37,
            "verse": 164,
            "text": "Malaikat Jibril berkata kepada Nabi saw., (\"Tiada seorang pun di antara kami) para malaikat (melainkan mempunyai kedudukan yang tertentu) di langit, di tempat itu ia beribadah kepada Allah dan tidak melampaui tempat atau kedudukan yang lain"
        },
        {
            "chapter": 37,
            "verse": 165,
            "text": "(Dan sesungguhnya kami benar-benar bersaf-saf) artinya meluruskan telapak kaki kami dalam salat"
        },
        {
            "chapter": 37,
            "verse": 166,
            "text": "(Dan sesungguhnya kami benar-benar bertasbih.\") menyucikan Allah dari hal-hal yang tidak layak bagi-Nya"
        },
        {
            "chapter": 37,
            "verse": 167,
            "text": "(Sesungguhnya) lafal In di sini adalah bentuk Takhfif dari lafal Inna (mereka) yakni orang-orang kafir Mekah (akan berkata)"
        },
        {
            "chapter": 37,
            "verse": 168,
            "text": "(Kalau sekiranya di sisi kami ada sebuah peringatan) maksudnya, sebuah kitab (dari orang-orang yang dahulu) yakni dari kitab-kitab yang diturunkan kepada orang-orang yang dahulu"
        },
        {
            "chapter": 37,
            "verse": 169,
            "text": "(Benar-benar kami akan jadi hamba Allah yang mukhlis\") maksudnya beribadah kepada-Nya semata"
        },
        {
            "chapter": 37,
            "verse": 170,
            "text": "Allah berfirman, (\"Tetapi mereka mengingkarinya) mengingkari Kitab yang diturunkan kepada mereka, yaitu Alquran kitab yang lebih mulia daripada kitab-kitab yang diturunkan sebelumnya (kelak mereka akan mengetahui) akibat dari kekafiran dan keingkaran mereka itu"
        },
        {
            "chapter": 37,
            "verse": 171,
            "text": "(Dan sesungguhnya telah tetap janji Kami) pertolongan Kami (kepada hamba-hamba Kami yang menjadi rasul) yaitu sebagaimana yang telah diungkapkan oleh firman-Nya yang lain, \"Aku dan rasul-rasul-Ku pasti menang.\" (Q.S. Al-Mujadilah)"
        },
        {
            "chapter": 37,
            "verse": 172,
            "text": "Atau janji tersebut sebagaimana yang diungkapkan-Nya pada ayat berikut ini, yaitu, (yaitu, 'Sesungguhnya mereka itulah yang pasti mendapat pertolongan)"
        },
        {
            "chapter": 37,
            "verse": 173,
            "text": "(Dan sesungguhnya tentara Kami) yakni orang-orang mukmin (itulah yang pasti menang) atas orang-orang kafir melalui hujah, dan mendapat kemenangan atas mereka di dunia ini. Dan jika sebagian dari orang-orang yang beriman itu tidak mendapat kemenangan atas orang-orang kafir di dunia ini, maka mereka pasti mendapat kemenangan di akhirat nanti"
        },
        {
            "chapter": 37,
            "verse": 174,
            "text": "(Maka berpalinglah kamu dari mereka) yaitu dari orang-orang kafir Mekah (sampai suatu ketika\") sampai Dia memerintahkannya untuk memerangi mereka"
        },
        {
            "chapter": 37,
            "verse": 175,
            "text": "(Dan terangkanlah kepada mereka) apabila azab turun kepada mereka (maka kelak mereka akan mengetahui) akibat dari kekafiran mereka"
        },
        {
            "chapter": 37,
            "verse": 176,
            "text": "Maka mereka mengatakan dengan nada yang mengejek, \"Kapankah turunnya azab itu?\" Lalu Allah berfirman mengancam mereka yang mengatakan demikian: (Maka apakah mereka meminta supaya siksa Kami disegerakan)"
        },
        {
            "chapter": 37,
            "verse": 177,
            "text": "(Maka apabila siksaan itu turun di halaman mereka) maksudnya, di tengah-tengah mereka. Sehubungan dengan makna lafal As-Saahah ini Imam Al-Farra mengatakan, bahwa orang-orang Arab bila menyebutkan suatu kaum cukup hanya dengan menyebutkan halaman tempat mereka tinggal (maka amat buruklah) yakni seburuk-buruk pagi hari adalah (pagi hari yang dialami oleh orang-orang yang diperingatkan itu) di dalam ungkapan ayat ini terdapat Isim Zahir yang menduduki tempatnya Isim Mudhmar"
        },
        {
            "chapter": 37,
            "verse": 178,
            "text": "Dan berpalinglah kamu dari mereka hingga suatu ketika"
        },
        {
            "chapter": 37,
            "verse": 179,
            "text": "(Dan lihatlah, karena mereka juga akan melihat) ayat ini diulangi penyebutannya dengan maksud untuk mengukuhkan ancaman yang ditujukan kepada mereka, dan sekaligus sebagai penenang hati bagi Nabi saw"
        },
        {
            "chapter": 37,
            "verse": 180,
            "text": "(Maha Suci Rabbmu Yang mempunyai keperkasaan) yakni kemenangan (dari apa yang mereka katakan) yaitu, bahwa Dia memiliki anak"
        },
        {
            "chapter": 37,
            "verse": 181,
            "text": "(Dan kesejahteraan dilimpahkan atas para rasul) yang menyampaikan ajaran tauhid dan syariat-syariat dari Allah swt"
        },
        {
            "chapter": 37,
            "verse": 182,
            "text": "(Dan segala puji bagi Allah Tuhan seru sekalian alam) Yang menolong mereka dan yang membinasakan orang-orang yang kafir"
        }
    ]
}