{
    "pages": [
        {
            "chapter": 58,
            "verse": 22,
            "text": "(Kamu tidak akan mendapati sesuatu kaum yang beriman kepada Allah dan hari akhirat, saling berkasih sayang) artinya berteman (dengan orang-orang yang menentang Allah dan Rasul-Nya sekalipun orang-orang itu) yakni orang-orang yang menentang itu (bapak-bapak mereka) yakni bapak-bapak orang-orang yang beriman (atau anak-anak mereka, atau saudara-saudara mereka, atau pun keluarga mereka) bahkan orang-orang yang beriman itu pasti memusuhi mereka dan memerangi mereka demi keimanannya, sebagaimana yang dialami oleh sebagian para sahabat. (Mereka itulah) orang-orang yang tidak mau berkasih sayang dengan orang-orang yang menentang Allah dan Rasul-Nya (yang Allah telah menanamkan) yakni meneguhkan (keimanan dalam kalbu mereka dan menguatkan mereka dengan cahaya) yakni nur (dari-Nya) dari Allah swt. (Dan dimasukkan-Nya mereka ke dalam surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Allah rida terhadap mereka) karena ketaatan mereka kepada-Nya (dan mereka pun merasa puas terhadap-Nya) atas pahala. (Mereka itulah golongan Allah) artinya yang mengikuti perintah-Nya dan menjauhi larangan-Nya. (Ketahuilah, bahwa sesungguhnya golongan Allah itulah yang beruntung) yang memperoleh keberuntungan"
        },
        {
            "chapter": 59,
            "verse": 1,
            "text": "(Bertasbih kepada Allah apa yang ada di langit dan apa yang ada di bumi) semuanya memahasucikan-Nya. Huruf lam pada lafal lillaahi adalah zaidah; ungkapan dengan memakai lafal maa, karena lebih memprioritaskan makhluk yang tidak berakal yang jumlahnya lebih banyak (dan Dialah Yang Maha Perkasa lagi Maha Bijaksana) di dalam kerajaan-Nya dan dalam perbuatan-Nya"
        },
        {
            "chapter": 59,
            "verse": 2,
            "text": "(Dialah Yang mengeluarkan orang-orang kafir di antara ahli kitab) mereka adalah Bani Nadhir yang terdiri dari orang-orang Yahudi (dari kampung mereka) dari tempat-tempat tinggal mereka di Madinah (pada saat pengusiran pertama) yaitu sewaktu mereka diusir ke negeri Syam, dan terakhir mereka diusir ke tanah Khaibar oleh Khalifah Umar semasa ia menjabat sebagai khalifah. (Kalian tidak mengira) hai orang-orang mukmin (bahwa mereka akan keluar dan mereka pun yakin, bahwa dapat mencegah mereka) lafal maani'atuhum adalah khabar dari anna (benteng-benteng mereka) menjadi fa'il dari lafal maani'atuhum; dan dengan keberadaannya maka lengkaplah pengertian khabar (dari Allah) yakni dari azab-Nya (maka Allah mendatangkan kepada mereka) hukuman dan azab-Nya (dari arah yang tidak mereka sangka-sangka) yakni dari pihak kaum mukminin yang hal ini tidak masuk ke dalam perhitungan mereka. (Dan Allah melemparkan) maksudnya menanamkan (rasa takut ke dalam hati mereka) dapat dibaca ar-ru'ba atau ar-ru'uba, artinya rasa takut mati, karena pemimpin mereka bernama Ka'b bin Asyraf telah terbunuh mati (mereka memusnahkan) dapat dibaca yukharribuuna, dan kalau dibaca yukhribuuna berarti berasal dari lafal akhraba, artinya merusak (rumah-rumah mereka) untuk mengambil barang-barang yang dianggap berharga oleh mereka berupa kayu-kayu dan lain-lainnya (dengan tangan mereka sendiri dan tangan orang-orang yang beriman. Maka ambillah hal itu untuk menjadi pelajaran, hai orang-orang yang mempunyai pandangan)"
        },
        {
            "chapter": 59,
            "verse": 3,
            "text": "(Dan jika tidaklah karena Allah telah menetapkan) telah memastikan (pengusiran terhadap mereka) yakni dikeluarkan dari kampung halamannya (benar-benar Allah mengazab mereka di dunia) dengan dibunuh dan ditawan, sebagaimana yang telah dilakukan-Nya terhadap orang-orang Yahudi Bani Quraizhah. (Dan bagi mereka di akhirat azab neraka)"
        }
    ]
}