{
    "pages": [
        {
            "chapter": 67,
            "verse": 13,
            "text": "(Dan rahasiakanlah) hai manusia (perkataan kalian atau lahirkanlah ia; sesungguhnya Dia) yakni Allah swt. (Maha Mengetahui segala isi hati) Maha Mengetahui apa yang tersimpan di dalam kalbu dan apa yang kalian ucapkan. Asbabun nuzul ayat ini ialah karena orang-orang musyrik mengatakan, sebagian di antara mereka kepada sebagian yang lain, \"Rahasiakanlah pembicaraan kalian, niscaya Tuhannya Muhammad tidak akan dapat mendengarkannya"
        },
        {
            "chapter": 67,
            "verse": 14,
            "text": "(Apakah Tuhan yang telah menciptakan tidak mengetahui) apa yang kalian rahasiakan itu, yakni apakah ilmu-Nya tidak dapat menjangkau hal tersebut (sedangkan Dia Maha Halus) ilmu-Nya (lagi Maha Waspada)"
        },
        {
            "chapter": 67,
            "verse": 15,
            "text": "(Dialah yang menjadikan bumi itu mudah bagi kalian) mudah untuk dipakai berjalan di atas permukaannya (maka berjalanlah di segala penjurunya) pada semua arahnya (dan makanlah sebagian dari rezeki-Nya) yang sengaja diciptakan buat kalian. (Dan hanya kepada-Nyalah kalian dibangkitkan) dari kubur untuk mendapatkan pembalasan"
        },
        {
            "chapter": 67,
            "verse": 16,
            "text": "(Apakah kalian merasa aman) dapat dibaca secara tahqiq dan dapat pula dibaca secara tashil (terhadap kekuasaan Allah yang di langit) yakni pengaruh dan kekuasaan-Nya yang di langit (bahwa Dia akan menjungkir balikkan) berkedudukan menjadi badal dari lafal man (bumi bersama kalian, sehingga dengan tiba-tiba bumi itu berguncang) menjadi gempa dan menindih kalian"
        },
        {
            "chapter": 67,
            "verse": 17,
            "text": "(Atau apakah kalian merasa aman terhadap kekuasaan Allah yang di langit bahwa Dia akan mengirimkan) lafal an yursila menjadi badal dari lafal man (kepada kalian badai yang berbatu) yakni angin dahsyat yang menghujani kalian dengan batu. (Maka kelak kalian akan mengetahui) di saat kalian menyaksikan azab-Nya (bagaimana peringatan-Ku) yakni azab-Ku; maksudnya bahwa azab-Ku itu adalah benar"
        },
        {
            "chapter": 67,
            "verse": 18,
            "text": "(Dan sesungguhnya orang-orang sebelum mereka telah mendustakan) umat-umat sebelum mereka. (Maka alangkah hebatnya kemurkaan-Ku) keingkaran-Ku terhadap mereka disebabkan kedustaan mereka, yaitu sewaktu mereka dibinasakan, bahwasanya pembinasaan-Ku itu adalah benar"
        },
        {
            "chapter": 67,
            "verse": 19,
            "text": "(Apakah mereka tidak melihat) tidak memperhatikan (burung-burung yang berada di atas mereka) yakni di udara (yang mengembangkan sayapnya) melebarkan sayapnya (dan mengatupkannya?) menutupkannya sesudah dikembangkan. (Tidak ada yang menahan mereka) agar jangan jatuh ke bumi sewaktu mengembangkan dan mengatupkan sayapnya (selain Yang Maha Penyayang) yakni dengan kekuasaan-Nya. (Sesungguhnya Dia Maha Melihat segala sesuatu) makna yang dimaksud, apakah mereka tidak menyimpulkan dengan tetapnya burung-burung di udara tentang kekuasaan Kami, bahwa Kami dapat menimpakan kepada mereka azab yang telah disebutkan di atas tadi dan azab lainnya"
        },
        {
            "chapter": 67,
            "verse": 20,
            "text": "(Atau siapakah) berkedudukan menjadi mubtada (dia) menjadi khabar dari mubtada (yang) menjadi badal dari lafal haadza (menjadi tentara) yakni penolong-penolong (kalian) berkedudukan menjadi shilah dari lafal alladzii (yang akan menolong kalian) menjadi sifat dari lafal jundun (selain daripada Allah Yang Maha Penyayang) yang dapat menolak datangnya azab bagi kalian; yakni tiada seseorang pun yang dapat menolong kalian (tidak lain) tiadalah (orang-orang kafir itu hanyalah dalam keadaan tertipu) mereka tertipu oleh setan, bahwasanya azab tidak akan turun atas mereka"
        },
        {
            "chapter": 67,
            "verse": 21,
            "text": "(Atau siapakah dia yang memberi kalian rezeki jika Dia menahan) yakni Allah Yang Maha Penyayang menahan (rezeki-Nya) yakni hujan-Nya terhadap kalian. Jawab syaratnya tidak disebutkan, karena dapat disimpulkan dari kalimat sebelumnya. Lengkapnya, siapakah yang dapat memberi kalian rezeki? Tentu tiada seorang pun yang dapat memberikan rezeki kepada kalian selain-Nya. (Tetapi mereka terus-menerus) berkelanjutan (di dalam kesombongan) dalam kesombongannya (dan menjauhkan diri) dari kebenaran"
        },
        {
            "chapter": 67,
            "verse": 22,
            "text": "(Maka apakah orang yang berjalan terjungkal) yakni terbalik (di atas mukanya itu lebih banyak mendapat petunjuk, ataukah orang yang berjalan tegap) yakni secara wajar dengan kakinya (di atas jalan) tuntunan (yang lurus) khabar dari mubtada yang kedua tidak disebutkan karena cukup hanya ditunjukkan oleh makna yang terkandung di dalam khabar yang pertama, yakni lebih banyak mendapat petunjuk. Perumpamaan ini menggambarkan tentang keadaan orang yang kafir pada permintaan yang pertama, dan orang yang beriman pada perumpamaan yang kedua, yakni manakah di antara keduanya yang lebih banyak mendapat petunjuk"
        },
        {
            "chapter": 67,
            "verse": 23,
            "text": "(Katakanlah! \"Dialah Yang menjadikan kalian) yakni yang telah menciptakan kalian (dan menjadikan bagi kalian pendengaran, penglihatan dan hati\") atau kalbu. (Tetapi amat sedikit kalian bersyukur) huruf maa adalah huruf zaidah, dan jumlah kalimat ini merupakan jumlah isti'naf atau kalimat baru yang memberitakan tentang syukur mereka yang amat sedikit terhadap nikmat-nikmat tersebut"
        },
        {
            "chapter": 67,
            "verse": 24,
            "text": "(Katakanlah! \"Dialah Yang menjadikan kalian berkembang biak) artinya menciptakan kalian dapat berkembang biak (di muka bumi, dan hanya kepada-Nyalah kalian kelak dikumpulkan\") untuk menjalani hisab"
        },
        {
            "chapter": 67,
            "verse": 25,
            "text": "(Dan mereka berkata) kepada orang-orang yang beriman, (\"Kapankah datangnya Janji itu) yakni janji datangnya hari semua makhluk dihimpun (jika kalian adalah orang-orang yang benar?\") dalam hal ini"
        },
        {
            "chapter": 67,
            "verse": 26,
            "text": "(Katakanlah!, \"Sesungguhnya ilmu) tentang kedatangan hari tersebut (hanya pada sisi Allah, dan sesungguhnya aku hanyalah seorang pemberi peringatan yang menjelaskan.\") Yakni yang jelas peringatannya"
        }
    ]
}