{
    "pages": [
        {
            "chapter": 67,
            "verse": 27,
            "text": "(Ketika mereka melihat azab itu) sesudah mereka dihimpunkan (sudah dekat) artinya, dekat sekali (menjadi muramlah) menjadi hitam muramlah (muka orang-orang kafir itu. Dan dikatakan) kepada mereka, yakni para malaikat penjaga neraka berkata kepada mereka (\"Inilah) azab (yang dahulu kalian terhadapnya) yakni sewaktu kalian diancam dengan azab ini (selalu menganggapnya sebagai yang diada-adakan.\") Yakni kalian menduga, bahwasanya kalian tidak akan dibangkitkan menjadi hidup kembali. Hal ini menceritakan keadaan di masa mendatang, akan tetapi ungkapannya memberikan pengertian sudah terjadi. Ini tiada lain karena subjeknya pasti benar-benar terjadi"
        },
        {
            "chapter": 67,
            "verse": 28,
            "text": "(Katakanlah!, \"Terangkanlah kepadaku jika Allah mematikan aku dan orang-orang yang bersama dengan aku) yakni orang-orang mukmin, kami binasa karena azab-Nya, sebagaimana yang kalian maksudkan (atau memberi rahmat kepada kami) maksudnya, Dia tidak mengazab kami (tetapi siapakah yang dapat melindungi orang-orang yang kafir dari siksa yang pedih?\") Tentu saja tiada seorang pun yang dapat melindungi mereka dari azab-Nya"
        },
        {
            "chapter": 67,
            "verse": 29,
            "text": "(Katakanlah!, \"Dialah Allah Yang Maha Penyayang kami beriman kepada-Nya dan kepada-Nyalah kami bertawakal. Kelak kalian akan mengetahui) bilamana mereka menyaksikan azab itu. Lafal fasata`lamuuna dapat pula dibaca fasaya`lamuuna, artinya kelak mereka akan mengetahui di saat mereka menyaksikan azab (siapakah yang berada dalam kesesatan yang nyata.\") Kami-kah atau mereka"
        },
        {
            "chapter": 67,
            "verse": 30,
            "text": "(Katakanlah, \"Terangkanlah kepadaku jika sumber air kalian menjadi kering;) yakni airnya masuk jauh ke dalam bumi (maka siapakah yang akan mendatangkan air yang mengalir bagi kalian?\") Sehingga air itu menyumber dan dapat dicapai oleh tangan atau oleh timba-timba, sebagaimana air yang kalian miliki sekarang? Tiada seorang pun yang dapat mendatangkannya selain Allah swt. Maka, mengapa kalian mengingkari adanya hari berbangkit, yaitu hari di mana Dia membangkitkan kalian menjadi hidup kembali. Disunahkan bagi pembaca surah ini, bila bacaannya sampai kepada lafal ma`iin, hendaknya ia mengucapkan kalimat jawabannya, yaitu \"allaahu rabbul 'aalamiina/Allah Rabb semesta alam yang dapat mengeluarkannya. Demikianlah menurut keterangan yang dikemukakan di dalam hadis. Dan ayat ini dibacakan terhadap sebagian orang-orang yang bersifat angkara murka, maka menurut perawinya, bahwa cangkul dan sekop penggali tanah terus menghunjam ke tanah, akan tetapi sumber air tidak muncul-muncul juga; ia telah pergi jauh meresap ke dalam bumi yang tidak dapat dicapainya. Kami berlindung kepada Allah dari perbuatan berani melawan Allah dan ayat-ayat-Nya"
        },
        {
            "chapter": 68,
            "verse": 1,
            "text": "(Nun) adalah salah satu dari huruf hijaiah, hanya Allahlah yang mengetahui arti dan maksudnya (demi qalam) yang dipakai untuk menulis nasib semua makhluk di Lohmahfuz (dan apa yang mereka tulis) apa yang ditulis oleh para malaikat berupa kebaikan dan kesalehan"
        },
        {
            "chapter": 68,
            "verse": 2,
            "text": "(Kamu sekali-kali bukanlah) hai Muhammad (orang gila, berkat nikmat Rabbmu) yang telah mengaruniakan kenabian kepadamu, dan juga nikmat-nikmat-Nya yang lain. Ayat ini merupakan jawaban terhadap perkataan orang-orang kafir, yang mengatakan bahwa Muhammad adalah orang gila"
        },
        {
            "chapter": 68,
            "verse": 3,
            "text": "(Dan sesungguhnya bagi kamu benar-benar pahala yang besar yang tidak putus-putusnya) tiada pernah terputus"
        },
        {
            "chapter": 68,
            "verse": 4,
            "text": "(Dan sesungguhnya kamu benar-benar berbudi pekerti) beragama (yang agung)"
        },
        {
            "chapter": 68,
            "verse": 5,
            "text": "Maka kelak kamu akan melihat dan mereka pun akan melihat"
        },
        {
            "chapter": 68,
            "verse": 6,
            "text": "(Siapakah di antara kalian yang gila) yang tidak waras akalnya, kamukah atau mereka. Lafal al-maftuun ini wazannya sama dengan lafal al-ma`quul, berasal dari mashdar al-futuun, artinya gila"
        },
        {
            "chapter": 68,
            "verse": 7,
            "text": "(Sesungguhnya Rabbmu, Dialah Yang Paling Mengetahui siapa yang sesat dari jalan-Nya dan Dialah Yang Paling mengetahui orang-orang yang mendapat petunjuk) lafal a`lamu di sini bermakna 'aalimun, yakni Dia mengetahui siapa yang sesat dari jalan-Nya dan Dialah Yang mengetahui orang-orang yang mendapat petunjuk"
        },
        {
            "chapter": 68,
            "verse": 8,
            "text": "Maka janganlah kamu ikuti orang-orang yang mendustakan ayat-ayat Allah"
        },
        {
            "chapter": 68,
            "verse": 9,
            "text": "(Mereka menginginkan) mengharapkan (supaya) merupakan mashdariyah (kamu bersikap lunak) bersikap lembut terhadap mereka (lalu mereka bersikap lunak) pula terhadapmu; diathafkan kepada lafal tudhinu. Seandainya dijadikan sebagai jawab dari tamanni yang tersimpulkan dari lafal wadduu, maka sebelum huruf fa diperkirakan adanya lafal hum. Yakni, seandainya kamu bersikap lunak terhadap mereka, maka mereka pun akan bersikap lunak pula terhadapmu"
        },
        {
            "chapter": 68,
            "verse": 10,
            "text": "(Dan janganlah kamu ikuti setiap orang yang banyak bersumpah) dengan cara yang batil (lagi hina) yakni rendah"
        },
        {
            "chapter": 68,
            "verse": 11,
            "text": "(Yang banyak mencela) atau sering mengumpat (yang kian ke mari menghambur fitnah) yakni berjalan ke sana dan ke mari di antara orang-orang dengan maksud merusak mereka, yakni menghasut mereka"
        },
        {
            "chapter": 68,
            "verse": 12,
            "text": "(Yang banyak menghalangi perbuatan baik) artinya sangat kikir tidak mau membelanjakan hartanya kepada hak-hak yang diwajibkan atas dirinya (yang melampaui batas) sangat aniaya (lagi banyak dosa) banyak melakukan perbuatan dosa"
        },
        {
            "chapter": 68,
            "verse": 13,
            "text": "(Yang kaku kasar) wataknya kaku lagi kasar (selain dari itu, yang terkenal kejahatannya) dia adalah seseorang yang dianggap sebagai orang Quraisy, padahal dia bukan dari kalangan mereka, yaitu Walid bin Mughirah. Ayahnya menjulukinya sebagai orang Quraisy setelah ia berumur delapan belas tahun. Ibnu Abbas r.a. mengatakan, bahwa kami belum pernah mengetahui, bahwa Allah swt. menyifati seseorang dengan sifat-sifat yang tercela sebagaimana yang telah dilakukan-Nya terhadap Walid, sehingga keaiban itu tetap menempel pada diri Walid untuk selama-lamanya. Dan bertaalluq kepada lafal zaniim, zharaf yang terdapat pada sebelumnya"
        },
        {
            "chapter": 68,
            "verse": 14,
            "text": "(Karena dia mempunyai banyak harta dan anak) bentuk asalnya adalah lian, dan bertaalluq kepada makna yang menunjukkan terhadap pengertiannya"
        },
        {
            "chapter": 68,
            "verse": 15,
            "text": "(Apabila dibacakan kepadanya ayat-ayat Kami) yakni Alquran (ia berkata) bahwa Alquran itu (dongeng-dongengan orang-orang dahulu kala.\") Yaitu hanyalah kedustaan yang sengaja dibuat-buat guna menyenangkan hati kami sewaktu ia disebutkan atau diceritakan. Menurut suatu qiraat ada lafal a-an dengan memakai dua huruf Hamzah yang kedua-duanya difathahkan"
        }
    ]
}