{
    "pages": [
        {
            "chapter": 78,
            "verse": 31,
            "text": "(Sesungguhnya orang-orang yang bertakwa mendapat kemenangan) maksudnya, mendapat tempat kemenangan di surga"
        },
        {
            "chapter": 78,
            "verse": 32,
            "text": "(Yaitu kebun-kebun) lafal ayat ini menjadi Badal dari lafal Mafaazan, atau sebagai penjelasan daripadanya (dan buah anggur) di'athafkan kepada lafal Mafaazan"
        },
        {
            "chapter": 78,
            "verse": 33,
            "text": "(Dan gadis-gadis remaja) yaitu gadis-gadis yang buah dadanya sedang ranum-ranumnya. Lafal Kawaa'ib bentuk jamak dari lafal Kaa'ib (yang sebaya) umurnya, lafal Atraaban bentuk jamak dari lafal Tirbun"
        },
        {
            "chapter": 78,
            "verse": 34,
            "text": "(Dan gelas-gelas yang penuh) berisi khamar; dan di dalam surah Muhammad disebutkan pada salah satu ayat-Nya, \"... sungai-sungai dari khamar (arak).\" (Q.S. Muhammad)"
        },
        {
            "chapter": 78,
            "verse": 35,
            "text": "(Di dalamnya mereka tidak mendengar) yakni di dalam surga itu sewaktu mereka sedang meminum khamar dan merasakan kelezatan-kelezatan lainnya (perkataan yang sia-sia) perkataan yang batil (dan tidak pula dusta) jika dibaca Kidzaaban artinya dusta, jika dibaca Kidzdzaaban artinya kedustaan yang dilakukan oleh seseorang kepada yang lainnya, keadaannya berbeda dengan apa yang terjadi di dunia sewaktu khamar diminum"
        },
        {
            "chapter": 78,
            "verse": 36,
            "text": "(Sebagai balasan dari Rabbmu) dari Allah swt. memberikan hal tersebut kepada penghuni-penghuni surga sebagai pembalasan dari-Nya (dan pemberian) menjadi Badal daripada lafal Jazaa-an (yang cukup banyak) sebagai pembalasan yang banyak; pengertian ini diambil dari perkataan orang-orang Arab: A'thaanii Fa'ahsabanii, arti-Nya, \"Dia memberiku dengan pemberian yang cukup banyak.\" Atau dengan kata lain bahwa memberikan pemberian yang banyak kepadaku sehingga aku mengatakan, \"Cukuplah"
        },
        {
            "chapter": 78,
            "verse": 37,
            "text": "(Rabb langit dan bumi) dapat dibaca Rabbis Samaawaati Wal Ardhi dan Rabus Samaawaati Wal Ardhi (dan apa yang ada di antara keduanya; Yang Maha Pemurah) demikian pula lafal Ar-Rahmaan dapat dibaca Ar-Rahmaanu dan Ar-Rahmaani disesuaikan dengan lafal Rabbun tadi. (Mereka tiada memiliki) yakni makhluk semuanya (di hadapan-Nya) di hadapan Allah swt. (sepatah kata pun) yaitu tiada seseorang pun yang dapat berbicara kepada-Nya karena takut kepada-Nya"
        },
        {
            "chapter": 78,
            "verse": 38,
            "text": "(Pada hari itu) lafal Yauma merupakan Zharaf bagi lafal Laa Yamlikuuna (ketika ruh berdiri) yakni malaikat Jibril atau bala tentara Allah swt. (dan para malaikat dengan bershaf-shaf) lafal Shaffan menjadi Haal artinya dalam keadaan berbaris bershaf-shaf (mereka tidak berkata-kata) yakni makhluk semuanya (kecuali siapa yang telah diberi izin kepadanya oleh Tuhan Yang Maha Pemurah) untuk berbicara (dan ia mengucapkan) perkataan (yang benar) mereka terdiri dari orang-orang yang beriman dan para Malaikat, seumpamanya mereka memberikan syafaat kepada orang-orang yang diridai oleh-Nya untuk mendapatkan syafaat"
        },
        {
            "chapter": 78,
            "verse": 39,
            "text": "(Itulah hari yang pasti terjadi) hari yang pasti kejadiannya, yaitu hari kiamat. (Maka barang siapa yang menghendaki, niscaya ia menempuh jalan kembali kepada Rabbnya) yakni, kembali kepada Allah dengan mengerjakan ketaatan kepada-Nya, supaya ia selamat dari azab-Nya pada hari kiamat itu"
        },
        {
            "chapter": 78,
            "verse": 40,
            "text": "(Sesungguhnya Kami telah memperingatkan kepada kalian) hai orang-orang kafir Mekah (siksa yang dekat) yakni siksa pada hari kiamat yang akan datang nanti; dan setiap sesuatu yang akan datang itu berarti masa terjadinya sudah dekat (pada hari) menjadi Zharaf dari lafal 'Adzaaban berikut sifatnya yakni berikut lafal Qariiban (manusia melihat) setiap manusia melihat (apa yang telah diperbuat oleh kedua tangannya) yakni perbuatan baik dan perbuatan buruk yang telah dikerjakannya semasa di dunia (dan orang kafir berkata, \"Alangkah baiknya) huruf Ya di sini bermakna Tanbih (sekiranya aku dahulu adalah tanah\") maka aku tidak akan disiksa. Ia mengatakan demikian sewaktu Allah berfirman kepada binatang-binatang semuanya sesudah Dia melakukan hukum kisas sebagian dari mereka terhadap sebagian yang lain: \"Jadilah kamu sekalian tanah"
        },
        {
            "chapter": 79,
            "verse": 1,
            "text": "(Demi yang mencabut nyawa) atau demi malaikat-malaikat yang mencabut nyawa orang-orang kafir (dengan keras) atau mencabutnya dengan kasar"
        },
        {
            "chapter": 79,
            "verse": 2,
            "text": "(Dan demi yang mencabut nyawa dengan lemah lembut) maksudnya, demi malaikat-malaikat yang mencabut nyawa orang-orang mukmin secara pelan-pelan"
        },
        {
            "chapter": 79,
            "verse": 3,
            "text": "(Dan demi yang turun dari langit dengan cepat) yakni demi malaikat-malaikat yang melayang turun dari langit dengan membawa perintah-Nya"
        },
        {
            "chapter": 79,
            "verse": 4,
            "text": "(Dan demi yang mendahului dengan kencang) yaitu malaikat-malaikat yang mendahului dengan kencang membawa arwah orang-orang yang beriman ke surga"
        },
        {
            "chapter": 79,
            "verse": 5,
            "text": "(Dan yang mengatur urusan) dunia, yaitu malaikat-malaikat yang mengatur urusan dunia. Dengan kata lain, demi malaikat-malaikat yang turun untuk mengaturnya. Jawab daripada semua qasam yang telah disebutkan di atas tidak disebutkan, lengkapnya, benar-benar kalian, hai penduduk Mekah yang kafir, akan dibangkitkan. Jawab inilah yang menjadi Amil terhadap ayat berikutnya yaitu"
        },
        {
            "chapter": 79,
            "verse": 6,
            "text": "(Pada hari ketika terjadinya guncangan yang hebat) yakni tiupan pertama malaikat Israfil yang mengguncangkan segala sesuatu dengan hebatnya. Kemudian pengertian ini diungkapkan ke dalam bentuk kejadian yang timbul dari tiupan tersebut"
        },
        {
            "chapter": 79,
            "verse": 7,
            "text": "(Kemudian ia diiringi dengan yang mengikutinya) dengan tiupan yang kedua dari malaikat Israfil; jarak di antara kedua tiupan itu empat puluh tahun; dan jumlah ayat ini berkedudukan menjadi Haal atau kata keterangan keadaan daripada lafal Ar-Raajifah. Dan lafal Al-Yauma dapat mencakup kedua tiupan tersebut, karena itu maka kedudukan Zharafnya dianggap sah. Tiupan yang kedua ini untuk membangkitkan semua makhluk yang mati menjadi hidup kembali, maka setelah tiupan yang kedua, mereka bangkit hidup kembali"
        },
        {
            "chapter": 79,
            "verse": 8,
            "text": "(Hati manusia pada waktu itu sangat takut) amat takut dan cemas"
        },
        {
            "chapter": 79,
            "verse": 9,
            "text": "(Pandangannya tunduk) yakni hina karena kedahsyatan apa yang disaksikannya"
        },
        {
            "chapter": 79,
            "verse": 10,
            "text": "(Mereka berkata) yakni orang-orang kafir yang mempunyai hati dan pandangan itu mengatakan dengan nada yang memperolok-olokkan karena ingkar dan tidak percaya terhadap adanya hari berbangkit (\"Apakah sesungguhnya kami) dapat dibaca secara Tahqiq dan Tas-hil, demikian pula lafal berikutnya yang sama (benar-benar dikembalikan kepada kehidupan yang semula?\") maksudnya, apakah kami sesudah mati akan dikembalikan menjadi hidup seperti semula. Lafal Al-Haafirah menunjukkan makna permulaan sesuatu, antara lain dikatakan: Raja'a Fulaanun Fii Haafiratihi, artinya, si Polan kembali lagi ke arah dia datang"
        },
        {
            "chapter": 79,
            "verse": 11,
            "text": "(Apakah apabila kami telah menjadi tulang belulang yang hancur lumat) juga akan dihidupkan kembali?\" Menurut suatu qiraat lafal Nakhiratun dibaca Naahiratun, artinya yang lapuk dan hancur"
        },
        {
            "chapter": 79,
            "verse": 12,
            "text": "(Mereka berkata, \"Hal itu) maksudnya, dihidupkan-Nya kami kembali (kalau begitu) atau seandainya hal itu benar terjadi (adalah pengembalian) suatu pengembalian (yang merugikan\") diri kami. Lalu Allah berfirman"
        },
        {
            "chapter": 79,
            "verse": 13,
            "text": "(Sesungguhnya pengembalian itu hanyalah) maksudnya, tiupan yang kedua untuk membangkitkan semua makhluk (dengan tiupan) dengan hardikan (sekali saja) apabila tiupan yang kedua ini telah dilakukan"
        },
        {
            "chapter": 79,
            "verse": 14,
            "text": "(Maka dengan serta-merta mereka) yakni semua makhluk (bangun) berada di permukaan bumi dalam keadaan hidup, yang sebelumnya mereka berada di perut bumi dalam keadaan mati"
        },
        {
            "chapter": 79,
            "verse": 15,
            "text": "(Sudahkah sampai kepadamu) hai Muhammad (kisah Musa) lafal ayat ini menjadi Amil bagi lafal berikutnya, yaitu"
        }
    ]
}