{
    "maqras": [
        {
            "chapter": 19,
            "verse": 22,
            "text": "تو وہ اس (بچّے) کے ساتھ حاملہ ہوگئیں اور اسے لے کر ایک دور جگہ چلی گئیں"
        },
        {
            "chapter": 19,
            "verse": 23,
            "text": "پھر درد زہ ان کو کھجور کے تنے کی طرف لے آیا۔ کہنے لگیں کہ کاش میں اس سے پہلے مرچکتی اور بھولی بسری ہوگئی ہوتی"
        },
        {
            "chapter": 19,
            "verse": 24,
            "text": "اس وقت ان کے نیچے کی جانب سے فرشتے نے ان کو آواز دی کہ غمناک نہ ہو تمہارے پروردگار نے تمہارے نیچے ایک چشمہ جاری کردیا ہے"
        },
        {
            "chapter": 19,
            "verse": 25,
            "text": "اور کھجور کے تنے کو پکڑ کر اپنی طرف ہلاؤ تم پر تازہ تازہ کھجوریں جھڑ پڑیں گی"
        },
        {
            "chapter": 19,
            "verse": 26,
            "text": "تو کھاؤ اور پیو اور آنکھیں ٹھنڈی کرو۔ اگر تم کسی آدمی کو دیکھو تو کہنا کہ میں نے خدا کے لئے روزے کی منت مانی تو آج میں کسی آدمی سے ہرگز کلام نہیں کروں گی"
        },
        {
            "chapter": 19,
            "verse": 27,
            "text": "پھر وہ اس (بچّے) کو اٹھا کر اپنی قوم کے لوگوں کے پاس لے آئیں۔ وہ کہنے لگے کہ مریم یہ تو تُونے برا کام کیا"
        },
        {
            "chapter": 19,
            "verse": 28,
            "text": "اے ہارون کی بہن نہ تو تیرا باپ ہی بداطوار آدمی تھا اور نہ تیری ماں ہی بدکار تھی"
        },
        {
            "chapter": 19,
            "verse": 29,
            "text": "تو مریم نے اس لڑکے کی طرف اشارہ کیا۔ وہ بولے کہ ہم اس سے کہ گود کا بچہ ہے کیونکر بات کریں"
        },
        {
            "chapter": 19,
            "verse": 30,
            "text": "بچے نے کہا کہ میں خدا کا بندہ ہوں اس نے مجھے کتاب دی ہے اور نبی بنایا ہے"
        },
        {
            "chapter": 19,
            "verse": 31,
            "text": "اور میں جہاں ہوں (اور جس حال میں ہوں) مجھے صاحب برکت کیا ہے اور جب تک زندہ ہوں مجھ کو نماز اور زکوٰة کا ارشاد فرمایا ہے"
        },
        {
            "chapter": 19,
            "verse": 32,
            "text": "اور (مجھے) اپنی ماں کے ساتھ نیک سلوک کرنے والا (بنایا ہے) اور سرکش وبدبخت نہیں بنایا"
        },
        {
            "chapter": 19,
            "verse": 33,
            "text": "اور جس دن میں پیدا ہوا اور جس دن مروں گا اور جس دن زندہ کرکے اٹھایا جاؤں گا مجھ پر سلام (ورحمت) ہے"
        },
        {
            "chapter": 19,
            "verse": 34,
            "text": "یہ مریم کے بیٹے عیسیٰ ہیں (اور یہ) سچی بات ہے جس میں لوگ شک کرتے ہیں"
        },
        {
            "chapter": 19,
            "verse": 35,
            "text": "خدا کو سزاوار نہیں کہ کسی کو بیٹا بنائے۔ وہ پاک ہے جب کسی چیز کا ارادہ کرتا ہے تو اس کو یہی کہتا ہے کہ ہوجا تو وہ ہوجاتی ہے"
        },
        {
            "chapter": 19,
            "verse": 36,
            "text": "اور بےشک خدا ہی میرا اور تمہارا پروردگار ہے تو اسی کی عبادت کرو۔ یہی سیدھا رستہ ہے"
        },
        {
            "chapter": 19,
            "verse": 37,
            "text": "پھر (اہل کتاب کے) فرقوں نے باہم اختلاف کیا۔ سو جو لوگ کافر ہوئے ہیں ان کو بڑے دن (یعنی قیامت کے روز) حاضر ہونے سے خرابی ہے"
        },
        {
            "chapter": 19,
            "verse": 38,
            "text": "وہ جس دن ہمارے سامنے آئیں گے۔ کیسے سننے والے اور کیسے دیکھنے والے ہوں گے مگر ظالم آج صریح گمراہی میں ہیں"
        },
        {
            "chapter": 19,
            "verse": 39,
            "text": "اور ان کو حسرت (وافسوس) کے دن سے ڈراؤ جب بات فیصل کردی جائے گی۔ اور (ہیہات) وہ غفلت میں (پڑے ہوئے ہیں) اور ایمان نہیں لاتے"
        },
        {
            "chapter": 19,
            "verse": 40,
            "text": "ہم ہی زمین کے اور جو لوگ اس پر (بستے) ہیں ان کے وارث ہیں۔ اور ہماری ہی طرف ان کو لوٹنا ہوگا"
        },
        {
            "chapter": 19,
            "verse": 41,
            "text": "اور کتاب میں ابراہیم کو یاد کرو۔ بےشک وہ نہایت سچے پیغمبر تھے"
        },
        {
            "chapter": 19,
            "verse": 42,
            "text": "جب انہوں نے اپنے باپ سے کہا کہ ابّا آپ ایسی چیزوں کو کیوں پوجتے ہیں جو نہ سنیں اور نہ دیکھیں اور نہ آپ کے کچھ کام آسکیں"
        },
        {
            "chapter": 19,
            "verse": 43,
            "text": "ابّا مجھے ایسا علم ملا ہے جو آپ کو نہیں ملا ہے تو میرے ساتھ ہوجیئے میں آپ کو سیدھی راہ پر چلا دوں گا"
        },
        {
            "chapter": 19,
            "verse": 44,
            "text": "ابّا شیطان کی پرستش نہ کیجیئے۔ بےشک شیطان خدا کا نافرمان ہے"
        },
        {
            "chapter": 19,
            "verse": 45,
            "text": "ابّا مجھے ڈر لگتا ہے کہ آپ کو خدا کا عذاب آپکڑے تو آپ شیطان کے ساتھی ہوجائیں"
        },
        {
            "chapter": 19,
            "verse": 46,
            "text": "اس نے کہا ابراہیم کیا تو میرے معبودوں سے برگشتہ ہے؟ اگر تو باز نہ آئے گا تو میں تجھے سنگسار کردوں گا اور تو ہمیشہ کے لئے مجھ سے دور ہوجا"
        },
        {
            "chapter": 19,
            "verse": 47,
            "text": "ابراہیم نے سلام علیک کہا (اور کہا کہ) میں آپ کے لئے اپنے پروردگار سے بخشش مانگوں گا۔ بےشک وہ مجھ پر نہایت مہربان ہے"
        },
        {
            "chapter": 19,
            "verse": 48,
            "text": "اور میں آپ لوگوں سے اور جن کو آپ خدا کے سوا پکارا کرتے ہیں ان سے کنارہ کرتا ہوں اور اپنے پروردگار ہی کو پکاروں گا۔ امید ہے کہ میں اپنے پروردگار کو پکار کر محروم نہیں رہوں گا"
        },
        {
            "chapter": 19,
            "verse": 49,
            "text": "اور جب ابراہیم ان لوگوں سے اور جن کی وہ خدا کے سوا پرستش کرتے تھے اُن سے الگ ہوگئے تو ہم نے ان کو اسحاق اور (اسحاق کو) یعقوب بخشے۔ اور سب کو پیغمبر بنایا"
        },
        {
            "chapter": 19,
            "verse": 50,
            "text": "اور ان کو اپنی رحمت سے (بہت سی چیزیں) عنایت کیں۔ اور ان کا ذکر جمیل بلند کیا"
        },
        {
            "chapter": 19,
            "verse": 51,
            "text": "اور کتاب میں موسیٰ کا بھی ذکر کرو۔ بےشک وہ (ہمارے) برگزیدہ اور پیغمبر مُرسل تھے"
        },
        {
            "chapter": 19,
            "verse": 52,
            "text": "اور ہم نے ان کو طور کی داہنی جانب پکارا اور باتیں کرنے کے لئے نزدیک بلایا"
        },
        {
            "chapter": 19,
            "verse": 53,
            "text": "اور اپنی مہربانی سے اُن کو اُن کا بھائی ہارون پیغمبر عطا کیا"
        },
        {
            "chapter": 19,
            "verse": 54,
            "text": "اور کتاب میں اسمٰعیل کا بھی ذکر کرو وہ وعدے کے سچے اور ہمارے بھیجے ہوئے نبی تھے"
        },
        {
            "chapter": 19,
            "verse": 55,
            "text": "اور اپنے گھر والوں کو نماز اور زکوٰة کا حکم کرتے تھے اور اپنے پروردگار کے ہاں پسندیدہ (وبرگزیدہ) تھے"
        },
        {
            "chapter": 19,
            "verse": 56,
            "text": "اور کتاب میں ادریس کا بھی ذکر کرو۔ وہ بھی نہایت سچے نبی تھے"
        },
        {
            "chapter": 19,
            "verse": 57,
            "text": "اور ہم نے ان کو اونچی جگہ اُٹھا لیا تھا"
        },
        {
            "chapter": 19,
            "verse": 58,
            "text": "یہ وہ لوگ ہیں جن پر خدا نے اپنے پیغمبروں میں سے فضل کیا۔ (یعنی) اولاد آدم میں سے اور ان لوگوں میں سے جن کو نوح کے ساتھ (کشتی میں) سوار کیا اور ابراہیم اور یعقوب کی اولاد میں سے اور ان لوگوں میں سے جن کو ہم نے ہدایت دی اور برگزیدہ کیا۔ جب ان کے سامنے ہماری آیتیں پڑھی جاتی تھیں تو سجدے میں گر پڑتے اور روتے رہتے تھے"
        }
    ]
}