{
    "maqras": [
        {
            "chapter": 10,
            "verse": 90,
            "text": "اور ہم نے بنی اسرائیل کو دریا سے پار کردیا تو فرعون اور اس کے لشکر نے سرکشی اور تعدی سے ان کا تعاقب کیا۔ یہاں تک کہ جب اس کو غرق (کے عذاب) نے آپکڑا تو کہنے لگا کہ میں ایمان لایا کہ جس (خدا) پر بنی اسرائیل ایمان لائے ہیں اس کے سوا کوئی معبود نہیں اور میں فرمانبرداروں میں ہوں"
        },
        {
            "chapter": 10,
            "verse": 91,
            "text": "(جواب ملا کہ) اب (ایمان لاتا ہے) حالانکہ تو پہلے نافرمانی کرتا رہا اور مفسد بنا رہا"
        },
        {
            "chapter": 10,
            "verse": 92,
            "text": "تو آج ہم تیرے بدن کو (دریا سے) نکال لیں گے تاکہ تو پچھلوں کے لئے عبرت ہو۔ اور بہت سے لوگ ہماری نشانیوں سے بےخبر ہیں"
        },
        {
            "chapter": 10,
            "verse": 93,
            "text": "اور ہم نے بنی اسرائیل کو رہنے کو عمدہ جگہ دی اور کھانے کو پاکیزہ چیزیں عطا کیں لیکن وہ باوجود علم ہونے کے اختلاف کرتے رہے۔ بےشک جن باتوں میں وہ اختلاف کرتے رہے ہیں تمہارا پروردگار قیامت کے دن ان میں ان باتوں کا فیصلہ کردے گا"
        },
        {
            "chapter": 10,
            "verse": 94,
            "text": "اگر تم کو اس (کتاب کے) بارے میں جو ہم نے تم پر نازل کی ہے کچھ شک ہو تو جو لوگ تم سے پہلے کی (اُتری ہوئی) کتابیں پڑھتے ہیں ان سے پوچھ لو۔ تمہارے پروردگار کی طرف سے تمہارے پاس حق آچکا ہے تو تم ہرگز شک کرنے والوں میں نہ ہونا"
        },
        {
            "chapter": 10,
            "verse": 95,
            "text": "اور نہ ان لوگوں میں ہونا جو خدا کی آیتوں کی تکذیب کرتے ہیں نہیں تو نقصان اٹھاؤ گے"
        },
        {
            "chapter": 10,
            "verse": 96,
            "text": "جن لوگوں کے بارے میں خدا کا حکم (عذاب) قرار پاچکا ہے وہ ایمان نہیں لانے کے"
        },
        {
            "chapter": 10,
            "verse": 97,
            "text": "جب تک کہ عذاب الیم نہ دیکھ لیں خواہ ان کے پاس ہر (طرح کی) نشانی آجائے"
        },
        {
            "chapter": 10,
            "verse": 98,
            "text": "تو کوئی بستی ایسی کیوں نہ ہوئی کہ ایمان لاتی تو اس کا ایمان اسے نفع دیتا ہاں یونس کی قوم۔ جب ایمان لائی تو ہم نے دنیا کی زندگی میں ان سے ذلت کا عذاب دور کردیا اور ایک مدت تک (فوائد دنیاوی سے) ان کو بہرہ مند رکھا"
        },
        {
            "chapter": 10,
            "verse": 99,
            "text": "اور اگر تمہارا پروردگار چاہتا تو جتنے لوگ زمین پر ہیں سب کے سب ایمان لے آتے۔ تو کیا تم لوگوں پر زبردستی کرنا چاہتے ہو کہ وہ مومن ہوجائیں"
        },
        {
            "chapter": 10,
            "verse": 100,
            "text": "حالانکہ کسی شخص کو قدرت نہیں ہے کہ خدا کے حکم کے بغیر ایمان لائے۔ اور جو لوگ بےعقل ہیں ان پر وہ (کفر وذلت کی) نجاست ڈالتا ہے"
        },
        {
            "chapter": 10,
            "verse": 101,
            "text": "(ان کفار سے) کہو دیکھو تو زمین اور آسمانوں میں کیا کچھ ہے۔ مگر جو لوگ ایمان نہیں رکھتے ان کی نشانیاں اور ڈرواے کچھ کام نہیں آتے"
        },
        {
            "chapter": 10,
            "verse": 102,
            "text": "سو جیسے (برے) دن ان سے پہلے لوگوں پر گزر چکے ہیں اسی طرح کے (دنوں کے) یہ منتظر ہیں۔ کہہ دو کہ تم بھی انتظار کرو۔ میں بھی تمہارے ساتھ انتظار کرتا ہوں"
        },
        {
            "chapter": 10,
            "verse": 103,
            "text": "اور ہم اپنے پیغمبروں کو اور مومنوں کو نجات دیتے رہے ہیں۔ اسی طرح ہمارا ذمہ ہے کہ مسلمانوں کو نجات دیں"
        },
        {
            "chapter": 10,
            "verse": 104,
            "text": "(اے پیغمبر) کہہ دو کہ لوگو اگر تم کو میرے دین میں کسی طرح کا شک ہو تو (سن رکھو کہ) جن لوگوں کی تم خدا کے سوا عبادت کرتے ہو میں ان کی عبادت نہیں کرتا۔ بلکہ میں خدا کی عبادت کرتا ہوں جو تمھاری روحیں قبض کرلیتا ہے اور مجھ کو یہی حکم ہوا ہے کہ ایمان لانے والوں میں ہوں"
        },
        {
            "chapter": 10,
            "verse": 105,
            "text": "اور یہ کہ (اے محمد سب سے) یکسو ہو کر دین (اسلام) کی پیروی کئے جاؤ۔ اور مشرکوں میں ہرگز نہ ہونا"
        },
        {
            "chapter": 10,
            "verse": 106,
            "text": "اور خدا کو چھوڑ کر ایسی چیز کو نہ پکارنا جو نہ تمہارا کچھ بھلا کرسکے اور نہ کچھ بگاڑ سکے۔ اگر ایسا کرو گے تو ظالموں میں ہوجاؤ گے"
        },
        {
            "chapter": 10,
            "verse": 107,
            "text": "اور اگر خدا تم کو کوئی تکلیف پہنچائے تو اس کے سوا اس کا کوئی دور کرنے والا نہیں اور اگر تم سے بھلائی کرنی چاہے تو اس کے فضل کو کوئی روکنے والا نہیں۔ وہ اپنے بندوں میں سے جسے چاہتا ہے فائدہ پہنچاتا ہے اور وہ بخشنے والا مہربان ہے"
        },
        {
            "chapter": 10,
            "verse": 108,
            "text": "کہہ دو کہ لوگو تمہارے پروردگار کے ہاں سے تمہارے پاس حق آچکا ہے تو جو کوئی ہدایت حاصل کرتا ہے تو ہدایت سے اپنے ہی حق میں بھلائی کرتا ہے۔ اور جو گمراہی اختیار کرتا ہے تو گمراہی سے اپنا ہی نقصان کرتا ہے۔ اور میں تمہارا وکیل نہیں ہوں"
        },
        {
            "chapter": 10,
            "verse": 109,
            "text": "اور (اے پیغمبر) تم کو جو حکم بھیجا جاتا ہے اس کی پیروی کئے جاؤ اور (تکلیفوں پر) صبر کرو یہاں تک کہ خدا فیصلہ کردے۔ اور وہ سب سے بہتر فیصلہ کرنے والا ہے"
        },
        {
            "chapter": 11,
            "verse": 1,
            "text": "الٓرا۔ یہ وہ کتاب ہے جس کی آیتیں مستحکم ہیں اور خدائے حکیم وخبیر کی طرف سے بہ تفصیل بیان کردی گئی ہے"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "(وہ یہ) کہ خدا کے سوا کسی کی عبادت نہ کرو اور میں اس کی طرف سے تم کو ڈر سنانے والا اور خوشخبری دینے والا ہوں"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "اور یہ کہ اپنے پروردگار سے بخشش مانگو اور اس کے آگے توبہ کرو وہ تو تم کو ایک وقت مقررہ تک متاع نیک سے بہرہ مند کرے گا اور ہر صاحب بزرگ کو اس کی بزرگی (کی داد) دے گا۔ اور اگر روگردانی کرو گے تو مجھے تمہارے بارے میں (قیامت کے) بڑے دن کے عذاب کا ڈر ہے"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "تم (سب) کو خدا کی طرف لوٹ کر جانا ہے اور وہ ہر چیز پر قادر ہے"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "دیکھو یہ اپنے سینوں کو دوھرا کرتے ہیں تاکہ خدا سے پردہ کریں۔ سن رکھو جس وقت یہ کپڑوں میں لپٹ کر پڑتے ہیں (تب بھی) وہ ان کی چھپی اور کھلی باتوں کو جانتا ہے۔ وہ تو دلوں تک کی باتوں سے آگاہ ہے"
        }
    ]
}