{
    "pages": [
        {
            "chapter": 2,
            "verse": 120,
            "text": "Y no estaran de ti satisfechos los judios ni los cristianos mientras no sigas su religion. Di: La guia de Allah es la verdadera guia. Ciertamente, si siguieras sus deseos luego de haberte llegado el conocimiento, no tendrias protector ni auxiliador fuera de Allah"
        },
        {
            "chapter": 2,
            "verse": 121,
            "text": "Aquellos a quienes concedimos el Libro lo leen debidamente y ponen en practica sus preceptos; ellos son los que creen en el. Y quienes lo nieguen seran los perdedores"
        },
        {
            "chapter": 2,
            "verse": 122,
            "text": "¡Oh, Hijos de Israel! Recordad las mercedes con que os agracie, y tambien que os distingui entre vuestros contemporaneos"
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "Y temed el dia que ningun alma pueda beneficiarse de otra, no se acepte compensacion ni intercesion alguna, y nadie sea auxiliado"
        },
        {
            "chapter": 2,
            "verse": 124,
            "text": "Y cuando Abraham [Ibrahim] fue puesto a prueba por su Senor con unas ordenes, las cumplio. Dijo [Allah]: Hare de ti un guia ejemplar para los hombres. Pregunto: ¿Y de mis descendientes tambien? Dijo Allah: Mi pacto [la profecia] no incluye a los inicuos"
        },
        {
            "chapter": 2,
            "verse": 125,
            "text": "Recordad cuando hicimos de La Casa [la Kabah] un lugar de reunion y seguridad para los hombres. Tomad el sitial de Abraham [Ibrahim] como oratorio [rezad detras de la piedra sobre la cual se paro el Profeta Abraham [Ibrahim] mientras construia la Kabah]. Y le inspiramos a Abraham [Ibrahim] e Ismael [Ismail] que purifiquen Mi Casa para quienes la circunvalen, hagan retiro y oren en ella"
        },
        {
            "chapter": 2,
            "verse": 126,
            "text": "Y cuando Abraham [Ibrahim] dijo: ¡Senor mio! Haz a esta ciudad [La Meca] un lugar seguro y agracia a sus pobladores que crean en Allah y en el Dia del Juicio con sus frutos. Dijo Allah: Al que no crea le dejare disfrutar un tiempo, despues lo conducire por la fuerza al castigo del Fuego. ¡Que pesimo destino"
        }
    ]
}