{
    "pages": [
        {
            "chapter": 12,
            "verse": 87,
            "text": "¡Oh, hijos mios! Id y averiguad sobre Jose [Yusuf] y su hermano, y no desespereis de la misericordia de Allah, pues no desesperan de la misericordia de Allah sino los incredulos"
        },
        {
            "chapter": 12,
            "verse": 88,
            "text": "Y cuando se presentaron ante el [ante su hermano Jose [Yusuf]] le dijeron: ¡Oh, administrador! Hemos sido alcanzados por la desgracia [de la sequia], nosotros y nuestra familia, y trajimos una mercaderia de escaso valor, danos la justa medida y se caritativo con nosotros; ciertamente Allah recompensa a los generosos"
        },
        {
            "chapter": 12,
            "verse": 89,
            "text": "Dijo [Jose [Yusuf]]: ¿Acaso no sabeis lo que hicisteis con Jose [Yusuf] y su hermano, inducidos por la ignorancia [cuando erais jovenes]"
        },
        {
            "chapter": 12,
            "verse": 90,
            "text": "Dijeron [sorprendidos]: ¿Es que tu eres Jose [Yusuf]? Respondio: Yo soy Jose [Yusuf] y este, [Benjamin], es mi hermano [de padre y madre], y Allah nos agracio a los dos [con la fe]. Quienes teman [Su castigo] y sean pacientes [ante las adversidades] sepan que Allah no dejara de recompensar a los benefactores"
        },
        {
            "chapter": 12,
            "verse": 91,
            "text": "Dijeron: ¡Por Allah! El te prefirio sobre nosotros, y ciertamente fuimos unos pecadores"
        },
        {
            "chapter": 12,
            "verse": 92,
            "text": "Dijo [Jose [Yusuf]]: No sereis censurados en nada hoy; Allah os perdonara, y El es el mas Misericordioso"
        },
        {
            "chapter": 12,
            "verse": 93,
            "text": "Id con esta camisa mia y arrojadla sobre el rostro de mi padre, que asi recuperara la vista; luego traedme a toda vuestra familia"
        },
        {
            "chapter": 12,
            "verse": 94,
            "text": "Cuando partio la caravana [de Egipto a Palestina], les dijo su padre [a sus nietos y a quienes estaban junto a el]: ¡En verdad, siento el aroma de Jose [Yusuf]! Aunque penseis que desvario"
        },
        {
            "chapter": 12,
            "verse": 95,
            "text": "Dijeron: ¡Por Allah! Ciertamente sigues en tu antiguo error"
        }
    ]
}