{
    "pages": [
        {
            "chapter": 14,
            "verse": 11,
            "text": "Sus Mensajeros les dijeron: Somos seres humanos como vosotros, pero Allah agracia [con la profecia] a quien quiere de Sus siervos, y sabed que solo nos es posible presentaros un milagro si Allah asi lo quiere; y es a Allah que los creyentes deben encomendarse"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "Ciertamente nosotros nos encomendamos a Allah, pues El nos ha guiado por Su sendero [recto], y seremos pacientes ante vuestras hostilidades; y es a Allah que deben encomendarse quienes en El confian"
        },
        {
            "chapter": 14,
            "verse": 13,
            "text": "Y los incredulos dijeron a sus Mensajeros: Por cierto que si no volveis a nuestra religion os expulsaremos de nuestra tierra; pero Su Senor les revelo que exterminaria a los inicuos"
        },
        {
            "chapter": 14,
            "verse": 14,
            "text": "Y les haria sucesores en sus tierras luego de aniquilarles. Esta victoria sera para quienes teman [el dia de] la comparecencia ante Mi y teman Mi amenaza"
        },
        {
            "chapter": 14,
            "verse": 15,
            "text": "Entonces pidieron el socorro de Allah, y todo prepotente y rebelde fue destruido"
        },
        {
            "chapter": 14,
            "verse": 16,
            "text": "[Y el Dia del Juicio] Sera castigado en el Infierno, donde se le dara de beber las secreciones de las heridas [de quienes alli son atormentados]"
        },
        {
            "chapter": 14,
            "verse": 17,
            "text": "Y las bebera a sorbos, y apenas podra tragarlas. La muerte le acechara de todos lados pero nunca morira; y por cierto que le aguarda un castigo mas terrible aun"
        },
        {
            "chapter": 14,
            "verse": 18,
            "text": "Las obras de quienes no creyeron en su Senor seran como cenizas expuestas al viento en un dia tempestuoso: [El Dia del Juicio] No recibiran ninguna recompensa por sus actos. Esa sera la ruina total"
        }
    ]
}