{
    "pages": [
        {
            "chapter": 30,
            "verse": 51,
            "text": "Pero si [en su lugar] les hubiesemos enviado un viento que devastara sus sembrados continuarian siendo ingratos"
        },
        {
            "chapter": 30,
            "verse": 52,
            "text": "Tu no puedes hacer que los muertos oigan ni que los sordos escuchen la predica si se oponen"
        },
        {
            "chapter": 30,
            "verse": 53,
            "text": "Ni puedes guiar a los ciegos que estan extraviados. Tu solo puedes hacer que escuchen quienes creen en Nuestros signos y se someten a Allah [pues ellos son quienes reflexionan]"
        },
        {
            "chapter": 30,
            "verse": 54,
            "text": "Allah es Quien os crea debiles, luego os fortalece y finalmente os debilita nuevamente envejeciendoos. El crea lo que quiere porque es Omnisciente y tiene poder sobre todas las cosas"
        },
        {
            "chapter": 30,
            "verse": 55,
            "text": "El dia que llegue la Hora [el Dia del Juicio], los pecadores juraran haber permanecido en la vida mundanal solo una hora. Ellos [negaron a los Mensajeros y] se extraviaron"
        },
        {
            "chapter": 30,
            "verse": 56,
            "text": "Y aquellos a los que se les concedio el conocimiento y [se les agracio] con la fe les diran: Ciertamente habeis permanecido el tiempo que Allah decreto hasta el Dia de la Resurreccion. Y sabed que este es el Dia de la Resurreccion, pero lo ignorabais"
        },
        {
            "chapter": 30,
            "verse": 57,
            "text": "Ese dia, ninguna excusa servira a los inicuos y no se les dara ninguna posibilidad [de complacer a su Senor] para que se les aminore el castigo"
        },
        {
            "chapter": 30,
            "verse": 58,
            "text": "Por cierto que hemos citado en este Coran todo tipo de ejemplos. Y si te hubieras presentado ante ellos con un milagro hubieran dicho: Tu [¡Oh, Muhammad!] y tus seguidores no sois mas que unos farsantes"
        },
        {
            "chapter": 30,
            "verse": 59,
            "text": "Asi es como Allah sella [con la incredulidad] los corazones de los que no saben"
        },
        {
            "chapter": 30,
            "verse": 60,
            "text": "Ten pues, paciencia que lo que Allah promete se cumple, y no permitas que te hagan flaquear quienes no estan convencidos [de la Resurreccion]"
        }
    ]
}