{
    "pages": [
        {
            "chapter": 33,
            "verse": 55,
            "text": "No es un pecado para las creyentes [si se quitan el velo] ante sus padres, sus hijos, sus hermanos, los hijos de sus hermanos y de sus hermanas, y sus mujeres o sus esclavas. Temed a Allah, en verdad Allah es testigo de todo"
        },
        {
            "chapter": 33,
            "verse": 56,
            "text": "Ciertamente Allah y Sus Angeles bendicen al Profeta. ¡Oh, creyentes! Pedid bendiciones y paz por el"
        },
        {
            "chapter": 33,
            "verse": 57,
            "text": "A los que ofenden a Allah y a Su Mensajero, Allah les maldecira en este mundo y en el otro, y por cierto que les tiene preparado un castigo humillante"
        },
        {
            "chapter": 33,
            "verse": 58,
            "text": "Y quienes ofenden a los creyentes y a las creyentes sin tener motivo, he aqui que cometen un pecado evidente"
        },
        {
            "chapter": 33,
            "verse": 59,
            "text": "¡Oh, Profeta! Dile a tus mujeres, a tus hijas y a las mujeres de los creyentes que se cubran [todo el cuerpo] con sus mantos; es mejor para que se las reconozca y no sean molestadas. Allah es Absolvedor, Misericordioso"
        },
        {
            "chapter": 33,
            "verse": 60,
            "text": "Si los hipocritas y aquellos que tienen en sus corazones la enfermedad [de la duda], y los que siembran intrigas en Medina no se abstienen, te ordenaremos combatirles, y luego no permaneceran mucho junto a ti"
        },
        {
            "chapter": 33,
            "verse": 61,
            "text": "Seran maldecidos doquiera se encuentren, y deberan ser apresados y matados"
        },
        {
            "chapter": 33,
            "verse": 62,
            "text": "Asi tambien decidio Allah que se hiciera con quienes os precedieron, y por cierto que el designo de Allah [de maldecir y castigar a los hipocritas y sediciosos] es irrevocable"
        }
    ]
}