{
    "maqras": [
        {
            "chapter": 20,
            "verse": 111,
            "text": "Dieu embrasse de Sa science le passe et l’avenir des Hommes, mais eux ne peuvent L’embrasser de leur science"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "(Ce Jour-la) les visages se soumettront devant l’Eternel, Celui Qui n’existe que par Lui-meme. Ne sauraient donc prosperer ceux qui comparaitront en ayant commis des injustices"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "Celui qui aura accompli de bonnes œuvres, etant croyant, n’aura a craindre ni injustice, ni ne sera lese"
        },
        {
            "chapter": 20,
            "verse": 114,
            "text": "C’est ainsi que Nous avons revele ce Coran en langue arabe, en y multipliant les avertissements, puissent-ils les (les Hommes) inciter a la piete ou les pousser a y mediter"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "Gloire a Dieu, Le Souverain, La Verite ! Ne sois pas impatient de repeter les versets du Coran avant que leur revelation ne soit achevee ! Et dis : « Seigneur ! Comble- moi davantage de science !»"
        },
        {
            "chapter": 20,
            "verse": 116,
            "text": "Nous avions soumis Adam auparavant a un pacte, mais il oublia. Nous ne trouvames en lui aucune determination"
        },
        {
            "chapter": 20,
            "verse": 117,
            "text": "Lorsque Nous ordonnames aux anges de se prosterner devant Adam, ils se prosternerent tous, a l’exception de Satan qui refusa"
        },
        {
            "chapter": 20,
            "verse": 118,
            "text": "Nous dimes alors : «O Adam ! Celui-la est un ennemi pour toi et pour ton epouse. Qu’il ne vous fasse pas sortir du Paradis, vous connaitriez alors le labeur"
        },
        {
            "chapter": 20,
            "verse": 119,
            "text": "Il t’appartient de ne pas y avoir faim ni d’etre nu"
        },
        {
            "chapter": 20,
            "verse": 120,
            "text": "ni d’y connaitre la soif ni l’ardeur du soleil »"
        },
        {
            "chapter": 20,
            "verse": 121,
            "text": "Mais Satan lui suggera : « O Adam ! Veux-tu que je te conduise vers l’arbre de l’immortalite et un royaume perpetuel ?»"
        },
        {
            "chapter": 20,
            "verse": 122,
            "text": "Ils (Adam et son epouse) mangerent alors du fruit defendu et aussitot leurs nudites leur apparurent. Ils tenterent de les couvrir avec le feuillage du Paradis. Adam venait de desobeir a son Seigneur. Il s’etait ainsi egare"
        },
        {
            "chapter": 20,
            "verse": 123,
            "text": "Puis son Seigneur l’elut, accepta son repentir et le guida"
        },
        {
            "chapter": 20,
            "verse": 124,
            "text": "Le Seigneur commanda : « Descendez de ce lieu ! Vous serez ennemis les uns des autres. Une fois que Ma guidance vous parviendra, sachez que celui qui les suivra ne sera ni egare ni malheureux"
        },
        {
            "chapter": 20,
            "verse": 125,
            "text": "tandis que celui qui s’abstiendra de M’evoquer, menera une vie miserable, et il sera ressuscite aveugle le Jour de la Resurrection »"
        },
        {
            "chapter": 20,
            "verse": 126,
            "text": "Il dira alors : « Seigneur ! Pourquoi m’as-Tu ressuscite aveugle alors que sur Terre j’etais voyant?»"
        },
        {
            "chapter": 20,
            "verse": 127,
            "text": "Le Seigneur lui dira : « Tout comme Nous t’avons bien envoye Nos signes que tu as oublies, tu es aujourd’hui oublie !»"
        },
        {
            "chapter": 20,
            "verse": 128,
            "text": "Car c’est ainsi que Nous retribuons quiconque aura transgresse et aura denie les signes de son Seigneur. Mais le chatiment de la Vie Future est plus terrible encore et plus durable"
        },
        {
            "chapter": 20,
            "verse": 129,
            "text": "N’etait-ce donc pas une guidance pour eux, ces nombreuses generations que Nous avions aneanties avant eux, et dont ils foulent le sol sur lequel furent erigees leurs demeures ? Il y a certes en cela des signes pour quiconque est doue de raison"
        },
        {
            "chapter": 20,
            "verse": 130,
            "text": "N’eut ete une decision deja arretee et un terme deja fixe par ton Seigneur, leur chatiment aurait ete executoire"
        },
        {
            "chapter": 20,
            "verse": 131,
            "text": "Endure avec patience leurs propos et celebre les louanges de ton Seigneur avant le lever du soleil et son coucher ! Et aux confins de la nuit, glorifie-Le ! Puisses-tu etre agree"
        },
        {
            "chapter": 20,
            "verse": 132,
            "text": "Ne regarde pas avec envie les biens de ce monde dont Nous avons gratifies certains groupes (de mecreants) parmi eux. Ce ne sont la que les beautes de ce monde au moyen desquels Nous les avons eprouves. Ce que ton Seigneur t’attribue est bien meilleur et perenne"
        },
        {
            "chapter": 20,
            "verse": 133,
            "text": "Exhorte les tiens a effectuer la salat ! Et toi-meme, accomplis-la assidument ! Nous ne te demandons pas d’assurer Notre subsistance, c’est Nous qui te l’assurons. Le meilleur sort est l’aboutissement de la piete"
        },
        {
            "chapter": 20,
            "verse": 134,
            "text": "Ils (les denegateurs) disent : « Que n’est-il venu a nous avec un prodige de la part de son Seigneur ?». La preuve (le Coran) de ce que contenaient les Ecritures anterieures ne leur est-elle donc pas parvenue"
        },
        {
            "chapter": 20,
            "verse": 135,
            "text": "Si Nous les avions fait perir en leur infligeant un chatiment avant de le (le Coran) leur reveler, ils auraient certainement dit : «Seigneur ! Que ne nous as-Tu envoye un messager ? Nous aurions alors suivi Tes enseignements et nous aurions evite l’opprobre et l’infamie»"
        }
    ]
}