{
    "maqras": [
        {
            "chapter": 59,
            "verse": 11,
            "text": "N’as-tu pas considere le cas de ces hypocrites qui, s’adressant a leurs freres qui ont denie, parmi les gens des Ecritures : « Si vous etes expulses, nous partirons avec vous ! Nous n’obeirons pas a quiconque voudra s’en prendre a vous. Seriez-vous agresses que nous volerions a votre secours !». Mais Dieu est Temoin qu’ils ne font que mentir"
        },
        {
            "chapter": 59,
            "verse": 12,
            "text": "Car s’ils etaient expulses, ils ne les suivraient pas, et s’ils etaient agresses, ils ne voleraient pas a leur secours. Quand bien meme voleraient-ils a leur secours, ils finiraient par leur tourner le dos, les laissant sans defense"
        },
        {
            "chapter": 59,
            "verse": 13,
            "text": "Il est certain que la peur que vous leur inspirez est plus forte que celle que Dieu leur inspire. Il en est ainsi car ils sont depourvus d’entendement"
        },
        {
            "chapter": 59,
            "verse": 14,
            "text": "Dussent-ils se rassembler pour vous combattre, ils ne le feraient que retranches dans leurs citadelles ou embusques derriere des remparts. Ils exercent une terrible repression les uns a l’egard des autres. Ils donnent l’impression d’opposer un front uni, alors qu’en realite ils sont divises. Et il en est ainsi, car ils ne raisonnent pas"
        },
        {
            "chapter": 59,
            "verse": 15,
            "text": "a l’image de ceux qui, dans un passe recent, eurent a subir les consequences funestes de leurs agissements, outre qu’ils auront a subir un chatiment douloureux"
        },
        {
            "chapter": 59,
            "verse": 16,
            "text": "A l’image de Satan, lorsqu’il dit a l’Homme : « Renie ta foi ! ». Des lors qu’il renie sa foi, Satan lui dit : « Je me desolidarise de toi car pour ma part, je crains Dieu, le Seigneur de l’Univers !»"
        },
        {
            "chapter": 59,
            "verse": 17,
            "text": "C’est ainsi que leurs fins dernieres a tous deux sera l’Enfer pour l’eternite. Telle est la retribution des iniques"
        },
        {
            "chapter": 59,
            "verse": 18,
            "text": "O vous qui croyez ! Craignez Dieu et que chaque ame examine les actions qu’elle a accomplies en vue d’assurer son salut ! Et craignez Dieu. En verite, Dieu est parfaitement Connaisseur de vos agissements"
        },
        {
            "chapter": 59,
            "verse": 19,
            "text": "N’imitez pas ceux qui ont oublie Dieu de sorte qu’Il leur a fait oublier qu’ils doivent œuvrer pour le salut de leur ame. Ceux-la sont des pervers"
        },
        {
            "chapter": 59,
            "verse": 20,
            "text": "Les hotes de l’Enfer et les hotes du Paradis ne sont pas egaux. Ce sont les hotes du Paradis qui sont les triomphateurs"
        },
        {
            "chapter": 59,
            "verse": 21,
            "text": "Si Nous avions fait descendre ce Coran sur une montagne, tu la verrais se recueillir avec humilite et se fissurer sous l’effet de la crainte de Dieu. Ce sont la des paraboles que Nous proposons aux Hommes. Puissent-ils mediter a leurs propos"
        },
        {
            "chapter": 59,
            "verse": 22,
            "text": "Il est Dieu. En dehors de Lui il n’y a pas de divinite. Il est Celui qui connait le mystere du monde invisible et visible. Il est le Clement, le Misericordieux"
        },
        {
            "chapter": 59,
            "verse": 23,
            "text": "Il est Dieu. En dehors de Lui il n’y a pas de divinite. Il est Le Souverain, Le Sanctifie, Le Parfait, Le Juste, Le Dominateur par excellence, Le Tout-Puissant, Le Tres- Fort, le Tres-Grand, Gloire a Dieu. Il transcende tout ce qu'ils Lui associent"
        },
        {
            "chapter": 59,
            "verse": 24,
            "text": "Il est Dieu, Le Createur, L’Initiateur, Le Formateur. A Lui les plus beaux Noms. Tout ce qui est dans les Cieux et sur la Terre, le glorifie. Il est le Tout- Puissant, le Sage !»"
        },
        {
            "chapter": 60,
            "verse": 1,
            "text": "O vous qui croyez ! Ne prenez pas pour allies Mes ennemis et les votres ! Vous temoignez de l’amitie a leur egard, alors qu’ils ont denie la Verite qui vous a ete revelee, expulse le messager et vous-memes pour le motif d’avoir cru en Dieu, votre Seigneur. Si vous avez quitte vos foyers pour servir Ma Cause, dans votre quete de Mon agrement, comment pouvez-vous leur temoigner de l’amitie en secret, sachant que Je sais ce que vous avez dissimule et ce que vous avez divulgue. Quiconque parmi vous agit de la sorte, s’egare bien loin de la Voie Droite"
        },
        {
            "chapter": 60,
            "verse": 2,
            "text": "S’il leur arrivait d’exercer de l’ascendant sur vous, ils s’empresseraient de vous traiter en ennemis, de s’acharner sur vous de toute la force de leurs bras, de deverser sur vous toute leur acrimonie et auraient aime vous voir renoncer a votre foi"
        },
        {
            "chapter": 60,
            "verse": 3,
            "text": "Les liens du sang qui vous unissent, ainsi que votre progeniture ne vous seront d’aucune utilite le Jour de la Resurrection. Il (Dieu) vous departagera, car Il observe vos agissements"
        },
        {
            "chapter": 60,
            "verse": 4,
            "text": "Certes, vous avez eu un modele en Abraham et ceux qui etaient avec lui (ses adeptes), lorsqu’ils dirent a leur peuple : « Nous nous desolidarisons de vous et de ce que vous adorez en dehors de Dieu. Nous vous renions, et que l’inimitie et la haine nous separent desormais jusqu’a ce que vous croyiez en Dieu Seul », a l’exception des paroles qu’Abraham avait adressees a son pere, lorsqu’il lui avait dit : « J’implorerai le pardon de Dieu en ta faveur, bien que je ne puisse rien contre la volonte du Seigneur !». (Abraham et ses compagnons dirent) :« Seigneur ! En Toi nous placons notre confiance ! A Toi nous venons repentants. Aupres de Toi, tout aboutit"
        },
        {
            "chapter": 60,
            "verse": 5,
            "text": "Seigneur ! Ne fais pas de nous une source de subversion pour les denegateurs (en leur accordant une victoire qui leur ferait penser qu’eux sont dans le vrai puisque nous (pourtant croyants) avons ete vaincus) ! Pardonne-nous, Seigneur, Tu es le Puissant, le Sage !»"
        },
        {
            "chapter": 60,
            "verse": 6,
            "text": "Vous avez eu en eux (Abraham et ses adeptes), un bel exemple pour quiconque espere en Dieu et au Jour dernier. Quant a celui qui se detourne de Dieu, qu’il sache que Dieu Se suffit a Lui-meme et qu’Il est Digne de louange"
        }
    ]
}