{
    "pages": [
        {
            "chapter": 11,
            "verse": 13,
            "text": "१३. काय ते असे म्हणतात की या कुरआनाला त्याने आपल्या मनाने रचले आहे. तुम्ही उत्तर द्या की तुम्हीदेखील अशा दहा सूरह (अध्याय) मनाने रचून आणा आणि अल्लाहखेरीज वाटेल त्याला आपल्यासोबत सामील करून घ्या, जर तुम्ही सच्चे असाल"
        },
        {
            "chapter": 11,
            "verse": 14,
            "text": "१४. मग जर ते तुमचे हे म्हणणे मान्य न करतील तर तुम्ही खात्रीपूर्वक जाणून घ्या की हा ग्रंथ (कुरआन) अल्लाहच्या ज्ञानासह अवतरित केला गेला आहे आणि हे की अल्लाहशिवाय कोणीही उपास्य नाही. तर काय तुम्ही मुस्लिम होता"
        },
        {
            "chapter": 11,
            "verse": 15,
            "text": "१५. जो मनुष्य ऐहिक जीवन आणि शोभा- सजावटीवर आसक्त असेल तर अशांना आम्ही सर्व कर्मांचा (मोबदला) इथेच पूर्णतः देऊन टाकतो आणि इथे त्यांना कसलीही कमतरता ठेवली जात नाही"
        },
        {
            "chapter": 11,
            "verse": 16,
            "text": "१६. मात्र हेच ते लोक होत, ज्यांच्यासाठी आखिरतमध्ये आगीशिवाय दुसरे काहीही नाही आणि जे काही त्यांनी इथे केले असेल ते तिथे सर्व व्यर्थ आहे आणि जी काही त्यांची कर्मे होती, ती सर्व नाश पावणारी आहेत"
        },
        {
            "chapter": 11,
            "verse": 17,
            "text": "१७. तो, जो आपल्या पालनकर्त्यातर्फे एका प्रमाणावर कायम असेल, आणि त्याच्यासोबत अल्लाहतर्फे साक्षी असेल, आणि त्याच्यापूर्वी मूसाचा ग्रंथ (साक्षी) असेल जो मार्गदर्शक आणि दया- कृपा आहे. (दुसऱ्यांप्रमाणे असू शकतो?) हेच लोक आहेत, जे त्यावर ईमान राखतात आणि सर्व समूहांपैकी, जोदेखील याचा इन्कारी असेल त्याच्या अंतिम वायद्याचे ठिकाण जहन्नम आहे.१ तेव्हा तुम्ही त्याबाबत कसल्याही संशयात पडू नका. निःसंशय हे तुमच्या पालनकर्त्यातर्फे पूर्णतः सत्य आहे. परंतु अधिकांश लोक ईमान बाळगणारे नसतात"
        },
        {
            "chapter": 11,
            "verse": 18,
            "text": "१८. आणि त्याहून अधिक अत्याचारी कोण असेल, जो अल्लाहबाबत खोटे रचेल. हे लोक आपल्या पालनकर्त्यासमोर सादर केले जातील आणि साक्ष देणारे सर्व म्हणतील की हे असे लोक आहेत ज्यांनी आपल्या पालनकर्त्याविषयी असत्य रचले. खबरदार! अल्लाहतर्फे धिक्काराचा मारा आहे अशा अत्याचारी लोकांवर.१"
        },
        {
            "chapter": 11,
            "verse": 19,
            "text": "१९. जे अल्लाहच्या मार्गापासून रोखतात आणि त्यात चुका शोधण्यामागे लागतात. हेच ते लोक होते, जे आखिरतचा इन्कार करतात"
        }
    ]
}