{
    "pages": [
        {
            "chapter": 12,
            "verse": 96,
            "text": "९६. जेव्हा शुभ समाचार देणाऱ्याने पोहोचून त्यांच्या तोंडावर तो सदरा टाकला, त्याच क्षणी त्यांना पुनश्च दिसू लागले. म्हणाले की, काय मी तुम्हाला सांगत नव्हतो की मी अल्लाहतर्फे त्या गोष्टी जाणतो, ज्या तुम्ही नाही जाणत"
        },
        {
            "chapter": 12,
            "verse": 97,
            "text": "९७. ते म्हणाले, हे पिता! तुम्ही आमच्या अपराधांची क्षमा-याचना (माफीची दुआ) करा. निःसंशय आम्ही अपराधी आहोत"
        },
        {
            "chapter": 12,
            "verse": 98,
            "text": "९८. म्हणाले, ठीक आहे. मी लवकरच तुमच्यासाठी आपल्या पालनकर्त्याजवळ माफीची दुआ-प्रार्थना करेन. निश्चितच तो मोठा क्षमाशील, आणि अतिशय दयावान आहे"
        },
        {
            "chapter": 12,
            "verse": 99,
            "text": "९९. जेव्हा हा समस्त परिवार यूसुफजवळ पोहोचला, तेव्हा यूसुफने आपल्या माता-पित्यास आपल्याजवळ जागा दिली आणि म्हटले, अल्लाहने इच्छिल्यास तुम्ही सर्व मिस्र देशात सुख-शांतीपूर्वक राहाल"
        },
        {
            "chapter": 12,
            "verse": 100,
            "text": "१००. आणि आपल्या सिंहासनावर आपल्या माता-पित्यास उच्चस्थानी बसविले आणि सर्व त्याच्यासमोर सजद्यात पडले१ आणि सर्व म्हणाले, हे पिता! हा माझ्या पहिल्या स्वप्नाचा खुलासा आहे, माझ्या पालनकर्त्याने तो पूर्ण करून दाखविला. त्याने माझ्यावर फार मोठा उपकार केला, की जेव्हा मला कैदखान्यातून बाहेर काढले आणि तुम्ही लोकांना वाळवंटातून येथे आणले त्या मतभेदानंतर, जो सैतानाने माझ्या आणि माझ्या भावांच्या दरम्यान निर्माण केला होता. माझा पालनकर्ता, ज्याच्यासाठी इच्छितो, त्याच्यासाठी उत्तम उपाययोजना करतो. निःसंशय तो मोठा जाणणारा, हिकमत बाळगणारा आहे"
        },
        {
            "chapter": 12,
            "verse": 101,
            "text": "१०१. हे माझ्या पालनकर्त्या! तू मला राज्य (सत्ताधिकार) प्रदान केला आणि मला स्वप्नांचा अर्थ लावण्याचे ज्ञान दिले. हे आकाशांचा व धरतीचा निर्माणकर्ता! तूच या जगात आणि आखिरतमध्ये माझा मित्र आणि मदत करणारा आहेस. तू मला इस्लामच्या अवस्थेत मृत्यु दे आणि मला नेकी करणाऱ्यांमध्ये सामील कर"
        },
        {
            "chapter": 12,
            "verse": 102,
            "text": "१०२. हे परोक्षा (गैब) च्या खबरींपैकी आहे, जे आम्ही तुमच्याकडे वहयी करीत आहोत आणि तुम्ही त्यांच्याजवळ नव्हते जेव्हा त्यांनी आपला बेत पक्का करून घेतला होता आणि ते कपट कारस्थान करू लागले होते"
        },
        {
            "chapter": 12,
            "verse": 103,
            "text": "१०३. तुम्ही कितीही इच्छा धरा, पण अधिकांश लोक ईमान राखणार नाहीत"
        }
    ]
}