{
    "pages": [
        {
            "chapter": 28,
            "verse": 78,
            "text": "७८. कारुन म्हणाला, हे सर्व काही मला माझ्या स्वतःच्या ज्ञानामुळे दिले गेले आहे. काय आतापर्यंत त्याला हे माहीत झाले नाही की अल्लाहने त्याच्यापूर्वी कितीतरी वस्तीवाल्यांना नष्ट करून टाकले जे त्याच्यापेक्षा जास्त बलवान आणि जास्त धनवान होते, आणि अपराध्यांना त्यांच्या अपराधांविषयी अशा वेळी विचारले जात नाही"
        },
        {
            "chapter": 28,
            "verse": 79,
            "text": "७९. यास्तव (कारुन) संपूर्ण थाटामाटासह आपल्या जनसमूहाच्या जमावात निघाला, तेव्हा ऐहिक जीवनाची आसक्ती बाळगणारे म्हणाले, आम्हाला कशाही प्रकारे ते लाभले असते, जे कारुनला दिले गेले आहे, तर किती बरे झाले असते! हा तर मोठा भाग्यशाली आहे"
        },
        {
            "chapter": 28,
            "verse": 80,
            "text": "८०. आणि विद्वान (धर्मज्ञानी) लोक त्यांना समजावू लागले की मोठ्या खेदाची गोष्ट आहे! उत्तम गोष्ट तर ती आहे जी नेकी (सत्कर्मा) च्या रूपात त्यांना लाभेल, जे अल्लाहवर ईमान राखतील आणि सत्कर्म करीत राहतील. ही गोष्ट त्यांच्याच मनात टाकली (प्रेरित केली) जाते, जे धैर्यशील आणि सहनशील असावेत"
        },
        {
            "chapter": 28,
            "verse": 81,
            "text": "८१. (शेवटी) आम्ही त्याला त्याच्या महालासमवेत जमिनीत धसवले आणि अल्लाहखेरीज, कोणताही समूह त्याच्या मदतीकरिता तयार झाला नाही, ना तो स्वतःला वाचविणाऱ्यांपैकी होऊ शकला"
        },
        {
            "chapter": 28,
            "verse": 82,
            "text": "८२. आणि जे लोक कालपर्यंत त्याच्या पदापर्यंत पोहचण्याची आशा करीत होते, ते आज म्हणू लागले की, काय तुम्ही पाहत नाही की अल्लाह आपल्या दासांपैकी ज्याच्यासाठी इ्‌च्छितो आजिविका (रोजी) व्यापक करतो, आणि कमी देखील. जर अल्लाहने आमच्यावर उपकार केला नसता तर आम्हालाही धसविले असते. काय पाहत नाही की कृतघ्न लोकांना सफलता कदापि प्राप्त होत नाही"
        },
        {
            "chapter": 28,
            "verse": 83,
            "text": "८३. आखिरतचे हे (भले) घर आम्ही अशाच लोकांसाठी निश्चित करतो जे धरतीवर घमेंड आणि गर्व करीत नाही, आणि ना उत्पात (फसाद) करू इच्छितात आणि अल्लाहचे भय राखून आचरण करणाऱ्यांकरिता फार चांगला मोबदला आहे"
        },
        {
            "chapter": 28,
            "verse": 84,
            "text": "८४. जो मनुष्य नेकी (सत्कर्म) घेऊन येईल, त्याला त्याहून अधिक चांगले लाभेल आणि जो दुष्कर्म घेऊन येईल तर अशा दुराचारी लोकांना त्यांच्या त्याच आचरणाचा मोबदला दिला जाईल, जे ते करीत होते"
        }
    ]
}