{
    "pages": [
        {
            "chapter": 33,
            "verse": 36,
            "text": "३६. आणि (लक्षात ठेवा) कोणत्याही ईमान राखणाऱ्या पुरुषाला आणि स्त्रीला, अल्लाह आणि त्याच्या पैगंबराच्या फैसल्यानंतर आपल्या एखाद्या गोष्टीचा कसलाही अधिकार बाकी राहत नाही (लक्षात ठेवा) अल्लाह आणि त्याच्या पैगंबराची जो कोणी अवज्ञा करील, तो उघड मार्गभ्रष्टतेत जाऊन पडेल"
        },
        {
            "chapter": 33,
            "verse": 37,
            "text": "३७. आणि (स्मरण करा) जेव्हा तुम्ही त्या माणसाला सांगत होते , ज्यावर अल्लाहने अनुग्रह केला आणि तु्‌म्ही देखील की आपल्या पत्नीला आपल्या जवळ ठेवा, आणि अल्लाहचे भय बाळगा आणि तुम्ही आपल्या मनात ही गोष्ट लपवून ठेवली होती जिला अल्लाह उघड करणार होता, आणि तुम्ही लोकांचे भय बाळगत होता, वास्तिवक अल्लाह या गोष्टीचा अधिक हक्क राखत होता की तुम्ही त्याचे भय बाळगावे, मग जेव्हा जैदने त्या स्त्रीकडून आपली गरज पूर्ण करून घेतली, तेव्हा तिला आम्ही तुमच्या विवाहात दिले. यासाठी की ईमान राखणाऱ्या लोकांना, त्यांच्या दत्तक पुत्रांच्या पत्नींबाबत कसल्याही प्रकारचा संकोच राहू नये, जेव्हा ते त्यांच्याकडून आपली गरज पूर्ण करून घेतील, अल्लाहचा हा आदेश कार्यान्वित होणारच होता"
        },
        {
            "chapter": 33,
            "verse": 38,
            "text": "३८. ज्या गोष्टी अल्लाहने आपल्या पैगंबराकरिता उचित (मान्य) केल्या आहेत, त्यांच्या बाबतीत पैगंबरावर काही हरकत नाही. अल्लाहचा हाच नियम त्यां (पैगंबरां) च्याबाबतही राहिला जे पूर्वी होऊन गेले आणि अल्लाहची कामे अनुमानाने निर्धारित केलेले असतात"
        },
        {
            "chapter": 33,
            "verse": 39,
            "text": "३९. ते सर्व असे होते की अल्लाहचे आदेश पोहचवित नसत आणि अल्लाहचेच भय बाळगत आणि अल्लाहखेरीज कोणाचेही भय बाळगत नस, आणि अल्लाह हिशोब घेण्यासाठी पुरेसा आहे"
        },
        {
            "chapter": 33,
            "verse": 40,
            "text": "४०. लोकांनो! तुमच्या पुरुषांपैकी मुहम्मद (सल्लल्लाहु अलैहि वसल्लम) कोणाचेही पिता नाहीत, तथापि ते अल्लाहचे रसूल (पैगंबर) आहेत आणि समस्त पैगंबरांमध्ये अंतिम पैगंबर आहेत,१ आणि अल्लाह प्रत्येक गोष्ट चांगल्या प्रकारे जाणणारा आहे"
        },
        {
            "chapter": 33,
            "verse": 41,
            "text": "४१. हे ईमान राखणाऱ्यांनो! अल्लाहचे अत्याधिक स्मरण करा"
        },
        {
            "chapter": 33,
            "verse": 42,
            "text": "४२. आणि सकाळ संध्याकाळ त्याची पवित्रता वर्णन करीत राहा"
        },
        {
            "chapter": 33,
            "verse": 43,
            "text": "४३. तोच आहे, जो तुमच्यावर आपली दया - कृपा पाठवितो आणि त्याचे फरिश्ते (तुमच्यासाठी दया याचनेची प्रार्थना करतात) यासाठी की त्याने तुम्हाला अंधारातून काढून प्रकाशाकडे न्यावे, आणि अल्लाह ईमान राखणाऱ्यांवर मोठा दया करणारा आहे"
        }
    ]
}