{
    "pages": [
        {
            "chapter": 40,
            "verse": 8,
            "text": "८. हे आमच्या पालनकर्त्या! तू त्यांना सदैवकाळ राहणाऱ्या जन्नतींमध्ये मध्ये दाखल कर, ज्यांचा तू त्यांना वायदा दिला आहेस, आणि त्यांच्या वाडवडील आणि पत्न्या आणि संततीपैकी (ही) त्या सर्वांना जे नेक सदाचारी आहेत. निःसंशय, तू जबरदस्त व हिकमतशाली आहे"
        },
        {
            "chapter": 40,
            "verse": 9,
            "text": "९. आणि त्यांना कुकर्मांपासूनही सुरक्षित ठेव (खरी गोष्ट अशी की) त्या दिवशी ज्याला तू दुष्कर्मापासून वाचवून घेतले, त्याच्यावर तू निश्चितच दया - कृपा केलीस आणि सर्वांत मोठी सफलता हीच आहे"
        },
        {
            "chapter": 40,
            "verse": 10,
            "text": "१०. निःसंशय, ज्या लोकांनी कुप्र (इन्कार) केला, त्यांना मोठ्या आवाजाने सांगितले जाईल की निश्चितच अल्लाहचे तुमच्यावर नाराज होणे त्याहून फार जास्त आहे, जे तुम्ही नाराज होत होते आपल्या मनाने, जेव्हा तुम्हाला ईमानाकडे बोलविले जात होते, मग तुम्ही कुप्र (इन्कार) करू लागत असत"
        },
        {
            "chapter": 40,
            "verse": 11,
            "text": "११. (ते) म्हणतील, हे आमच्या पालनकर्त्या! तू आम्हाला दुसऱ्यांदा मृत्यु दिला आणि दुसऱ्यांदाच जिवंत केले, आता आम्ही आपले अपराध कबूल करतो. तर काय आता एखादा मार्ग बाहेर पडण्याचाही आहे"
        },
        {
            "chapter": 40,
            "verse": 12,
            "text": "१२. ही शिक्षा तुम्हाला एवढ्यासाठी आहे की जेव्हा केवळ एकमेव अल्लाहकडे बोलाविले जात असे, तेव्हा तुम्ही इन्कार करीत आणि जर त्याच्यासोबत दुसऱ्या कोणाला सहभागी करून घेतले जात असे, तेव्हा तुम्ही मान्य करून घेत,१ तेव्हा आता फैसला, सर्वोच्च आणि सर्वश्रेष्ठ अल्लाहचाच आहे"
        },
        {
            "chapter": 40,
            "verse": 13,
            "text": "१३. तोच होय जो तुम्हाला आपल्या निशाण्या दाखवितो, आणि तुमच्यासाठी आकाशातून रोजी (आजिविका) अवतरित करतो. बोध केवळ तेच ग्रहण करतात, जे (अल्लाहकडे) झुकतात"
        },
        {
            "chapter": 40,
            "verse": 14,
            "text": "१४. तुम्ही अल्लाहला पुकारत राहा, त्याच्यासाठी दीन (धर्मा) ला निखालस करून, मग ते काफिरांना कितीही अप्रिय वाटो"
        },
        {
            "chapter": 40,
            "verse": 15,
            "text": "१५. अति उच्च दर्जा बाळगणारा अर्श (ईशसिंहासना) चा स्वामी. तो आपल्या दासांपैकी ज्याच्यावर इच्छितो, वहयी (प्रकाशना) अवतरित करतो, यासाठी की त्याने भेटीच्या दिवशापासून खबरदार करावे"
        },
        {
            "chapter": 40,
            "verse": 16,
            "text": "१६. ज्या दिवशी सर्व लोक जाहीर होतील, त्यांची कोणतीही गोष्ट अल्लाहपासून लपून राहणार नाही. आज कोणाचे राज्य आहे? केवळ एकमेवआणि जबरदस्त अशा अल्लाहचे"
        }
    ]
}