{
    "pages": [
        {
            "chapter": 67,
            "verse": 1,
            "text": "१. मोठा समृद्धशाली आहे तो, ज्याच्या हाती राज्य (सत्ता) आहे आणि जो प्रत्येक गोष्टीचे सामर्थ्य बाळगणारा आहे"
        },
        {
            "chapter": 67,
            "verse": 2,
            "text": "२. ज्याने जीवन आणि मृत्युला अशासाठी निर्माण केले की तुमची परीक्षा घ्यावी की तुमच्यापैकी चांगले कर्म कोण करतो आणि तो वर्चस्वशाली आणि माफ करणारा आहे"
        },
        {
            "chapter": 67,
            "verse": 3,
            "text": "३. ज्याने सात आकाश वर-खाली निर्माण केले (तेव्हा हे पाहणाऱ्यांनो!) रहमान (अल्लाह) च्या निर्मितीत कसलीही विसंगती आढळणार नाही. दुसऱ्यांदा परतून पाहा की काय एखादा (व्यंग - दोष) दिसून येतो"
        },
        {
            "chapter": 67,
            "verse": 4,
            "text": "४. मग परत पुन्हा दोन दोन वेळा पाहा, तुझी दृष्टी तुझ्याकडे अपमानित (आणि लाचार) होऊन थकलेली परत येईल"
        },
        {
            "chapter": 67,
            "verse": 5,
            "text": "५. आणि निःसंशय, आम्ही या जगाच्या आकाशाला दिव्यांनी (ताऱ्यांनी) सुशोभित केले आणि त्यांना सैतानांना मारण्याचे साधन बनविले. आणि सैतानांकरिता आम्ही (जहन्नमचा जाळणारा) अज़ाब तयार करून ठेवला आहे"
        },
        {
            "chapter": 67,
            "verse": 6,
            "text": "६. आणि आपल्या पालनकर्त्याशी इन्कार करणाऱ्यांकरिता जहन्नमचा अज़ाब (शिक्षा - यातना) आहे आणि ते किती वाईट स्थान आहे"
        },
        {
            "chapter": 67,
            "verse": 7,
            "text": "७. जेव्हा हे त्यात टाकले जातील, तेव्हा तिचा (जहन्नमचा) भयंकर आवाज ऐकतील आणि ती उकळत असेल"
        },
        {
            "chapter": 67,
            "verse": 8,
            "text": "८. (असे दिसेल की आताच) क्रोधातिरेकाने फाटून जाईल. जेव्हा जेव्हा त्यात एखादा समूह टाकला जाईल, तेव्हा त्याला जहन्नमचा रक्षक विचारेल की, काय तुमच्याजवळ कोणी खबरदार करणारा आला नव्हता"
        },
        {
            "chapter": 67,
            "verse": 9,
            "text": "९. ते उत्तर देतील, निःसंशय, आला तर होता, परंतु आम्ही त्याला खोटे ठरविले आणि म्हटले की अल्लाहने काहीच अवतरित केले नाही, तुम्ही फार मोठ्या मार्गभ्रष्टतेत आहात"
        },
        {
            "chapter": 67,
            "verse": 10,
            "text": "१०. आणि म्हणतील की जर आम्ही ऐकले असते किंवा समजून घेतले असते तर जहन्नमवाल्यांमध्ये (सामील) झालो नसतो"
        },
        {
            "chapter": 67,
            "verse": 11,
            "text": "११. जेव्हा त्यांनी आपले अपराध कबूल केले. आता हे जहन्नमी लोक दूर होवोत"
        },
        {
            "chapter": 67,
            "verse": 12,
            "text": "१२. निःसंशय, जे लोक आपल्या पालनकर्त्याचे न पाहताच भय बाळगतात, त्यांच्यासाठी माफी आहे आणि मोठा मोबदला आहे"
        }
    ]
}