{
    "pages": [
        {
            "chapter": 3,
            "verse": 174,
            "text": "१७४. (तात्पर्य) ते अल्लाहच्या कृपा देणगीसह परतले. त्यांना कसलेही दुःख पोहोचले नाही, त्यांनी अल्लाहच्या मर्जीचा मार्ग पत्करला आणि अल्लाह मोठा कृपाशील आहे"
        },
        {
            "chapter": 3,
            "verse": 175,
            "text": "१७५. हा सैतानच आहे, जो आपल्या मित्रांद्वारे भयभीत करतो, यास्तव त्यांचे भय बाळगू नका, फक्त माझेच भय राखा जर तुम्ही ईमानधारक असाल"
        },
        {
            "chapter": 3,
            "verse": 176,
            "text": "१७६. जे शीघ्रतेने कुप्र (इन्कार करण्यात) फसत जात आहेत, त्याच्याबाबत तुम्ही दुःखी होऊ नका. अल्लाहचे ते काहीच बिघडवू शकणार नाहीत. आखिरतच्या वेळी अल्लाह त्यांना काहीच हिस्सा देऊ इच्छित नाही आणि अशा लोकांसाठी महाभयंकर अज़ाब (शिक्षा-यातना) आहे"
        },
        {
            "chapter": 3,
            "verse": 177,
            "text": "१७७. ईमानच्या बदल्यात कुप्र खरेदी करणारे लोक, अल्लाहला कदापि कोणतेही नुकसान पोहचवू शकत नाहीत आणि त्यांच्याचसाठी कठोर शिक्षा (अज़ाब) आहे"
        },
        {
            "chapter": 3,
            "verse": 178,
            "text": "१७८. काफिर (इन्कारी) लोकांनी या विचारात राहू नये की आमचे त्यांना सवड देणे त्यांच्यासाठी चांगले आहे, किंबहुना आम्हीही सवड अशासाठी देत आहोत की त्यांनी आणखी जास्त अपराध करावेत, आणि त्यांच्यासाठीच अपमानित करणारी शिक्षा-यातना आहे.१"
        },
        {
            "chapter": 3,
            "verse": 179,
            "text": "१७९. ज्या अवस्थेत तुम्ही आहात, त्याच अवस्थेत, अल्लाह ईमानधारकांना सोडणार नाही, जोपर्यंत पवित्र आणि अपवित्र वेगवेगळे न करील, आणि अल्लाह असाही नाही की तुम्हाला अपरोक्षाद्वारे सूचित करील, परंतु अल्लाह आपल्या पैगंबरांमधून ज्याची इच्छितो निवड करतो. यास्तव तुम्ही अल्लाहवर आणि त्याच्या पैगंबरांवर ईमान राखा. जर तुम्ही ईमान राखाल आणि अपराधांपासून अलिप्त राहाल तर तुमच्यासाठी फार मोठा मोबदला आहे"
        },
        {
            "chapter": 3,
            "verse": 180,
            "text": "१८०. आणि ज्या लोकांना अल्लाहने आपल्या कृपेने धनवान केले आहे आणि ते तरीही कंजूषी करतात तर त्याला त्यांनी चांगले समजू नये, उलट ते त्यांच्या हक्कात अतिशय वाईट आहे. त्यांनी ज्या (धन-संपत्ती) त कंजूषी केली आहे, कयामतच्या दिवशी त्यांच्या गळ्यातले जोखंड (तौक) बनेल, आणि आकाशांचा व जमिनीचा वारस केवळ अल्लाह आहे आणि तो तुमच्या सर्व कर्मांची खबर राखतो"
        }
    ]
}