{
    "maqras": [
        {
            "chapter": 2,
            "verse": 158,
            "text": "Dájúdájú (àpáta) Sọfā àti (àpáta) Mọrwah wà nínú àwọn àríṣàmì fún ẹ̀sìn Allāhu. Nítorí náà, ẹnikẹ́ni tí ó bá ṣe iṣẹ́ Hajj sí Ilé náà tàbí ó ṣe iṣẹ́ ‘Umrah, kò sí ẹ̀ṣẹ̀ fún un láti rìn yíká (láààrin àpáta) méjèèjì. Ẹnikẹ́ni tí ó bá sì fínnú-fíndọ̀ ṣe iṣẹ́ àṣegbọrẹ, dájúdájú Allāhu ni Amoore, Onímọ̀"
        },
        {
            "chapter": 2,
            "verse": 159,
            "text": "Dájúdájú àwọn t’ó ń daṣọ bo ohun tí A sọ̀kalẹ̀ nínú àwọn ẹ̀rí t’ó yanjú àti ìmọ̀nà, lẹ́yìn tí A ti ṣe àlàyé rẹ̀ fún àwọn ènìyàn sínú Tírà, àwọn wọ̀nyẹn ni Allāhu ń ṣẹ́bi lé. Àwọn olùṣẹ́bi sì ń ṣẹ́bi lé wọn"
        },
        {
            "chapter": 2,
            "verse": 160,
            "text": "Àyàfi àwọn t’ó ronú pìwàdà, tí wọ́n ṣe àtúnṣe, tí wọ́n sì ṣàfi hàn òdodo, nítorí náà àwọn wọ̀nyẹn ni Mo máa gba ìronúpìwàdà wọn. Èmi sì ni Olùgba-ìronúpìwàdà, Àṣàkẹ́-ọ̀run"
        },
        {
            "chapter": 2,
            "verse": 161,
            "text": "Dájúdájú àwọn t’ó ṣàì gbàgbọ́, tí wọ́n sì kú nígbà tí wọ́n jẹ́ aláìgbàgbọ́, àwọn wọ̀nyẹn ni ègún Allāhu, (ègún) àwọn mọlāika àti (ègún) ènìyàn pátápátá ń bẹ lórí wọn"
        },
        {
            "chapter": 2,
            "verse": 162,
            "text": "Olùṣegbére ni wọ́n nínú rẹ̀. Nítorí náà, A ò níí gbé ìyà fúyẹ́ fún wọn. A ò sì níí fún wọn ní ìsinmi (nínú Iná)"
        },
        {
            "chapter": 2,
            "verse": 163,
            "text": "Ọlọ́hun yín, Ọlọ́hun Ọ̀kan ṣoṣo ni. Kò sí ọlọ́hun kan tí ìjọ́sìn tọ́ sí àyàfi Òun, Àjọkẹ́-ayé, Àṣàkẹ́-ọ̀run"
        },
        {
            "chapter": 2,
            "verse": 164,
            "text": "Dájúdájú àwọn àmì wà nínú ìṣẹ̀dá àwọn sánmọ̀ àti ilẹ̀, ìtẹ̀léǹtẹ̀lé àti ìyàtọ̀ òru àti ọ̀sán, àti àwọn ọkọ̀ ojú-omi t’ó ń rìn lórí omi pẹ̀lú (ríru) ohun t’ó ń ṣe àwọn ènìyàn ní àǹfààní, àti ohun tí Allāhu ń sọ̀kalẹ̀ ní omi òjò láti sánmọ̀, tí Ó sì ń fi sọ ilẹ̀ di àyè lẹ́yìn tí ó ti kú, àti (bí) Ó ṣe fọ́n gbogbo ẹranko ká sí orí ilẹ̀, àti ìyípadà atẹ́gùn àti ẹ̀ṣújò tí A tẹ̀ba láààrin sánmọ̀ àti ilẹ̀; (àmì wà nínú wọn) fún ìjọ t’ó ń ṣe làákàyè"
        },
        {
            "chapter": 2,
            "verse": 165,
            "text": "Ó sì ń bẹ nínú àwọn ènìyàn, ẹni tí ń jọ́sìn fún àwọn òrìṣà lẹ́yìn Allāhu. Wọ́n nífẹ̀ẹ́ wọn gẹ́gẹ́ bí ìfẹ́ (tó yẹ kí wọ́n ní sí) Allāhu. Àwọn t’ó gbàgbọ́ ní òdodo sì le jùlọ nínú ìfẹ́ sí"
        },
        {
            "chapter": 2,
            "verse": 166,
            "text": "(Rántí) nígbà tí àwọn tí wọ́n tẹ̀lé (nínú àìgbàgbọ́) máa yọwọ́ yọsẹ̀ kúrò nínú ọ̀rọ̀ àwọn t’ó tẹ̀lé wọn; (nígbà tí) wọ́n bá fojú rí Ìyà, tí ohun t’ó so wọ́n pọ̀ sì já pátápátá"
        },
        {
            "chapter": 2,
            "verse": 167,
            "text": "Àwọn t’ó tẹ̀lé wọn yó sì wí pé: “Tí ó bá jẹ́ pé dájúdájú ìpadàwáyé lè wà fún wa ni, àwa ìbá yọwọ́ yọsẹ̀ kúrò nínú ọ̀rọ̀ wọn ni gẹ́gẹ́ bí wọ́n ṣe yọwọ́ yọsẹ̀ kúrò nínú ọ̀rọ̀ wa.” Báyẹn ni Allāhu yó ṣe fi àwọn iṣẹ́ wọn hàn wọ́n ní (iṣẹ́) òfò fún wọn. Wọn kò sì níí jáde kúrò nínú Iná"
        },
        {
            "chapter": 2,
            "verse": 168,
            "text": "Ẹ̀yin ènìyàn, ẹ jẹ nínú ohun tí ń bẹ nínú ilẹ̀ (t’ó jẹ́) ẹ̀tọ́ (àti n̄ǹkan) dáadáa.Ẹ má sì ṣe tẹ̀lé àwọn ojú-ẹsẹ̀ Èṣù. Dájúdájú òun ni ọ̀tá pọ́nńbélé fun yín"
        },
        {
            "chapter": 2,
            "verse": 169,
            "text": "Ohun tí ó máa pa yín ní àṣẹ rẹ̀ ni (iṣẹ́) aburú, ìbàjẹ́ àti sísọ nípa Allāhu ohun tí ẹ ò nímọ̀ rẹ̀"
        },
        {
            "chapter": 2,
            "verse": 170,
            "text": "Nígbà tí wọ́n bá sọ fún wọn pé"
        },
        {
            "chapter": 2,
            "verse": 171,
            "text": "Àpèjúwe àwọn tó ṣàì gbàgbọ́ dà bí àpèjúwe ẹni tí ó ń ké pe ohun tí kò lè gbọ́rọ̀ tayọ ìpè àti igbe (asán). Adití, ayaya, afọ́jú ni wọ́n; wọn kò sì níí ṣe làákàyè"
        },
        {
            "chapter": 2,
            "verse": 172,
            "text": "Ẹ̀yin tí ẹ gbàgbọ́ ní òdodo, ẹ jẹ nínú àwọn n̄ǹkan dáadáa tí A pèsè fun yín, kí ẹ sì dúpẹ́ fún Allāhu tí ó bá jẹ́ pé Òun nìkan ṣoṣo ni ẹ̀ ń jọ́sìn fún"
        },
        {
            "chapter": 2,
            "verse": 173,
            "text": "Ohun tí (Allāhu) ṣe ní èèwọ̀ fun yín ni òkúǹbete, ẹ̀jẹ̀, ẹran ẹlẹ́dẹ̀ àti ohun tí wọ́n pe orúkọ mìíràn lé lórí yàtọ̀ sí (orúkọ) Allāhu. Ṣùgbọ́n ẹni tí wọ́n bá fi ìnira (ebi) kan, yàtọ̀ sí ẹni t’ó ń wá èèwọ̀ kiri àti olùtayọ-ẹnu-àlà, kò sí ẹ̀ṣẹ̀ fún un. Dájúdájú Allāhu ni Aláforíjìn, Àṣàkẹ́-ọ̀run"
        },
        {
            "chapter": 2,
            "verse": 174,
            "text": "Dájúdájú àwọn t’ó ń daṣọ bo ohun tí Allāhu sọ̀kalẹ̀ nínú Tírà, tí wọ́n sì ń tà á ní owó pọ́ọ́kú, àwọn wọ̀nyẹn kò jẹ kiní kan sínú wọn bí kò ṣe Iná. Allāhu kò sì níí bá wọn sọ̀rọ̀ ní Ọjọ́ Àjíǹde, kò sì níí fọ̀ wọ́n mọ́ (nínú ẹ̀ṣẹ̀). Ìyà ẹlẹ́ta-eléro sì wà fún wọn"
        },
        {
            "chapter": 2,
            "verse": 175,
            "text": "Àwọn wọ̀nyẹn ni àwọn t’ó fi ìmọ̀nà ra ìṣìnà, (wọ́n tún fi) àforíjìn ra ìyà. Báwo ni wọn ṣe máa lè ṣèfaradà fún Iná ná"
        },
        {
            "chapter": 2,
            "verse": 176,
            "text": "Ìyẹn rí bẹ́ẹ̀ nítorí pé dájúdájú Allāhu sọ Tírà (al-Ƙur’ān) kalẹ̀ pẹ̀lú òdodo. Dájúdájú àwọn t’ó sì yapa Tírà náà ti wà nínú ìyapà t’ó jìnnà (sí òdodo)"
        }
    ]
}