{
    "maqras": [
        {
            "chapter": 13,
            "verse": 35,
            "text": "Àpèjúwe Ọgbà Ìdẹ̀ra tí Wọ́n ṣe ní àdéhùn fún àwọn olùbẹ̀rù Allāhu (ni èyí tí) àwọn odò ń ṣàn kọjá nísàlẹ̀ rẹ̀. Èso rẹ̀ àti ibòji rẹ̀ yó sì máa wà títí láéláé. Ìyẹn ni ìkángun àwọn t’ó bẹ̀rù (Allāhu). Iná sì ni ìkángun àwọn aláìgbàgbọ́"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "Àwọn tí A fún ní Tírà ń dunnú sí ohun tí A sọ̀kalẹ̀ fún ọ. Ó sì wà nínú àwọn ìjọ kèfèrí-parapọ̀ t’ó ń ṣe àtakò sí apá kan rẹ̀. Sọ pé: “N̄ǹkan tí Wọ́n pa mí láṣẹ rẹ̀ ni pé kí n̄g jọ́sìn fún Allāhu. Èmi kò sì gbọdọ̀ wá akẹgbẹ́ fún Un. Ọ̀dọ̀ Rẹ̀ ni mò ń pèpè sí. Ọ̀dọ̀ Rẹ̀ sì ni àbọ̀ mi.”"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "Báyẹn ni A ṣe sọ̀ ọ́ kalẹ̀ ní ìdájọ́ pẹ̀lú èdè Lárúbáwá. Dájúdájú tí o bá fi lè tẹ̀lé ìfẹ́-inú wọn, lẹ́yìn n̄ǹkan tí ó dé bá ọ nínú ìmọ̀, kò sí aláàbò àti olùṣọ́ kan fún ọ mọ́ lọ́dọ̀ Allāhu"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "Dájúdájú A ti rán àwọn Òjíṣẹ́ kan níṣẹ́ ṣíwájú rẹ. A sì fún wọn ní àwọn ìyàwó àti àwọn ọmọọmọ.1 Kò lẹ́tọ̀ọ́ fún Òjíṣẹ́ kan láti mú àmì kan wá àyàfi pẹ̀lú ìyọ̀ǹda Allāhu.2 Gbogbo ìṣẹ̀lẹ̀ l’ó ní àkọsílẹ̀"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "Allāhu ń pa ohun tí Ó bá fẹ́ rẹ́. Ó sì ń mú (ohun tí Ó bá fẹ́) ṣẹ. Ọ̀dọ̀ Rẹ̀ sì ni Tírà Ìpìlẹ̀ wà. bẹ̀rẹ̀ láti ìgbà tí ẹ̀dá kò tí ì máa jẹ́ ẹ̀dá títí dé ìkángun ẹ̀dá nínú Ọgbà Ìdẹ̀ra tàbí nínú Iná. Nínú àkọsílẹ̀ yìí ni Allāhu (subhānahu wa ta'ālā) ti ń yọ àkọsílẹ̀ ọlọ́dọọdún fún àwọn mọlāika Rẹ̀. Nítorí náà ohun titun nínú kádàrá tí ń bẹ́ lọ́wọ́ àwọn mọlāika ni àgbọ́yé “yamhū-llāhu mọ̄ yaṣā’”. Bákàn náà kí ó padà síbi ìyapa àṣẹ Allāhu kí ó sì kú sínú ìṣìnà àìgbàgbọ́. Onítọ̀ún ni ẹni tí Allāhu pa orúkọ rẹ̀ rẹ́ nínú ìmọ̀nà. Irúfẹ́ ẹni yìí l’ó wà ní abẹ́ “yamhu-llāhu mọ̄ yaṣā’”. Ní ìdà kejì ẹ̀wẹ̀ wọn yóò yọ gbogbo ọ̀rọ̀ tí kò la láádá àti ìyà lọ sílẹ̀ àwọn ọ̀rọ̀ bíi “Mo jẹ; mo mu; mo sùn; mo jí àti bẹ́ẹ̀ bẹ́ẹ̀ lọ”. Èyí sì ni ìtúmọ̀ “yamhu-llāhu mọ̄ yaṣā’” Wọn yó sì fi àwọn ọ̀rọ̀ àti ìṣe yòókù tí ó la láádá àti ìyà lọ sílẹ̀ nínú àkọsílẹ̀ iṣẹ́ ẹ̀dá. Èyí sì ni ìtúmọ̀ “wa yuthbit”. tí Allāhu yóò pa ìdájọ́ inú wọn rẹ́. Irúfẹ́ àwọn āyah bẹ́ẹ̀ sì l’ó wà ní abẹ́ “yamhu-llāhu mọ̄ yaṣā’”. Ní ìdà kejì ẹ̀wẹ̀ àwọn āyah kan sì ń bẹ tí Allāhu kò níí pa ìdájọ́ inú wọn rẹ́. Irúfẹ́ àwọn āyah bẹ́ẹ̀ l’ó sì wà ní abẹ́ “wa yuthbit”. méjèèjì ti wà nínú kádàrá ẹ̀dá tí ó wà nínú Tírà Laohul-mahfūṭḥ. Àti pé kò sí ẹ̀dá t’ó nímọ̀ èwo nínú àwọn oore ayé àti tọ̀run l’ó máa tẹ ẹ̀dá lọ́wọ́ nípasẹ̀ àdúà. Èyí jẹ́ ìmọ̀ ìkọ̀kọ̀ ní abala kan. Ó tún jẹ́ ọlá fún àdúà ṣíṣe lábala kan nítorí pé oore àdúà ọ̀tọ̀ oore ẹ̀bùn Ọlọ́hun ọ̀tọ̀. Nítorí náà"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "Ó ṣeé ṣe kí Á fi apá kan èyí tí A ṣe ní ìlérí fún wọn hàn ọ́ tàbí kí Á ti gba ẹ̀mí rẹ (ṣíwájú àsìkò náà), iṣẹ́-jíjẹ́ nìkan ni ojúṣe tìrẹ, ìṣírò-iṣẹ́ sì ni tiWa"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "Ṣé wọn kò rí i pé dájúdájú À ń mú ilẹ̀ dínkù (mọ́ àwọn aláìgbàgbọ́ lọ́wọ́) láti àwọn etí ìlú (wọ inú ìlú nípa fífún àwọn mùsùlùmí ní ìṣẹ́gun lórí wọn)? Allāhu l’Ó ń ṣe ìdájọ́. Kò sí ẹnì kan tí ó lè dá ìdájọ́ Rẹ̀ padà (fún Un). Òun sì ni Olùyára níbi ìṣírò-iṣẹ́"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "Dájúdájú àwọn t’ó ṣíwájú wọn déte. Ti Allāhu sì ni gbogbo ète pátápátá. Ó mọ ohun tí ẹ̀mí kọ̀ọ̀kan ń ṣe níṣẹ́. Àti pé àwọn aláìgbàgbọ́ ń bọ̀ wá mọ ẹni tí àtubọ̀tán Ilé (rere) wà fún"
        },
        {
            "chapter": 13,
            "verse": 43,
            "text": "Àwọn aláìgbàgbọ́ ń wí pé: “Ìwọ kì í ṣe Òjíṣẹ́.” Sọ pé: “Allāhu tó ní Ẹlẹ́rìí láààrin èmi àti ẹ̀yin àti ẹni tí ìmọ̀ Tírà ń bẹ lọ́dọ̀ rẹ̀.”"
        },
        {
            "chapter": 14,
            "verse": 1,
            "text": "’Alif lām rọ̄. (Èyí ni) Tírà kan tí A sọ̀kalẹ̀ fún ọ nítorí kí o lè mú àwọn ènìyàn kúrò láti inú àwọn òkùnkùn wá sínú ìmọ́lẹ̀ pẹ̀lú ìyọ̀ǹda Olúwa wọn. (Wọn yó sì bọ́) sí ọ̀nà Alágbára, Ọlọ́pẹ́ (tí ọpẹ́ tọ́ sí)"
        },
        {
            "chapter": 14,
            "verse": 2,
            "text": "Allāhu, Ẹni tí Ó ni ohunkóhun t’ó wà nínú àwọn sánmọ̀ àti ohunkóhun t’ó wà nínú ilẹ̀. Ègbé ni fún àwọn aláìgbàgbọ́ níbi ìyà líle"
        },
        {
            "chapter": 14,
            "verse": 3,
            "text": "Àwọn t’ó ń fẹ́ràn ìṣẹ̀mí ayé ju tọ̀run, tí wọ́n ń ṣẹ́rí àwọn ènìyàn kúrò lójú ọ̀nà (ẹ̀sìn) Allāhu, wọ́n sì ń fẹ́ kó wọ́; àwọn wọ̀nyẹn wà nínú ìṣìnà t’ó jìnnà"
        },
        {
            "chapter": 14,
            "verse": 4,
            "text": "A ò rán Òjíṣẹ́ kan níṣẹ́ àfi pẹ̀lú èdè ìjọ rẹ̀1 nítorí kí ó lè ṣàlàyé (ẹ̀sìn) fún wọn. Nígbà náà, Allāhu yóò ṣi ẹnikẹ́ni tí Ó bá fẹ́ lọ́nà. Ó sì máa tọ́ ẹnikẹ́ni tí Ó bá fẹ́ sọ́nà; Òun ni Alágbára, Ọlọ́gbọ́n"
        },
        {
            "chapter": 14,
            "verse": 5,
            "text": "A kúkú fi àwọn āyah Wa rán (Ànábì) Mūsā níṣẹ́ pé: “Mú ìjọ rẹ kúrò láti inú àwọn òkùnkùn bọ́ sínú ìmólẹ̀. Kí o sì rán wọn létí àwọn ìdẹ̀ra Allāhu (lórí wọn).” Dájúdájú àwọn àmì wà nínú ìyẹn fún gbogbo onísùúrù, olùdúpẹ́"
        },
        {
            "chapter": 14,
            "verse": 6,
            "text": "(Rántí) nígbà tí (Ànábì) Mūsā sọ fún ìjọ rẹ̀ pé ẹ rántí ìkẹ́ Allāhu lórí yín nígbà tí Ó gbà yín là lọ́wọ́ àwọn ènìyàn Fir‘aon, tí wọ́n ń fi ìyà burúkú jẹ yín; wọ́n ń dúnńbú àwọn ọmọkùnrin yín, wọ́n sì ń dá àwọn ọmọbìnrin yín sí. Àdánwò ńlá wà nínú ìyẹn láti ọ̀dọ̀ Olúwa yín"
        },
        {
            "chapter": 14,
            "verse": 7,
            "text": "(Ẹ rántí) nígbà tí Olúwa Ẹlẹ́dàá yín sọ ọ́ di mímọ̀ (fun yín pé): \"Dájúdájú tí ẹ bá dúpẹ́, Èmi yóò ṣàlékún fun yín. Dájúdájú tí ẹ bá sì ṣàìmoore, dájúdájú ìyà Mi mà le"
        },
        {
            "chapter": 14,
            "verse": 8,
            "text": "(Ànábì) Mūsā sọ pé: \"Tí ẹ bá ṣàìmoore, ẹ̀yin àti àwọn t’ó ń bẹ lórí ilẹ̀ ayé pátápátá, dájúdájú Allāhu ni Ọlọ́rọ̀, Ọlọ́pẹ́"
        },
        {
            "chapter": 14,
            "verse": 9,
            "text": "Ṣé ìró àwọn t’ó ṣíwájú yín kò tí ì dé ba yín ni? Ìjọ (Ànábì) Nūh, ìjọ ‘Ād, ìjọ Thamūd àti àwọn t’ó wá lẹ́yìn wọn; kò sí ẹni tí ó mọ̀ wọ́n àfi Allāhu. Àwọn Òjíṣẹ́ wọn mú àwọn ẹ̀rí t’ó yanjú wá bá wọn. Nígbà náà, wọ́n ti ọwọ́ wọn bọ ẹnu wọn (ní ti ìbínú), wọ́n sì wí pé: \"Dájúdájú àwa ṣàì gbàgbọ́ nínú n̄ǹkan tí Wọ́n fi ran yín níṣẹ́. Àti pé dájúdájú àwa wà nínú iyèméjì t’ó gbópọn nípa ohun tí ẹ̀ ń pè wá sí"
        }
    ]
}