{
    "maqras": [
        {
            "chapter": 14,
            "verse": 10,
            "text": "Àwọn Òjíṣẹ́ wọn sọ pé: “Ṣé iyèméjì kan ń bẹ níbi (bíbẹ) Allāhu, Olùpilẹ̀dá àwọn sánmọ̀ àti ilẹ̀? Ó ń pè yín nítorí kí Ó lè forí àwọn ẹ̀ṣẹ̀ yín jìn yín àti nítorí kí Ó lè lọ yín lára di gbèdéke àkókò kan.” Wọ́n wí pé: “Ẹ̀yin kò jẹ́ kiní kan tayọ abara bí irú wa. Ẹ̀yin sì fẹ́ ṣẹ́ wa lórí kúrò níbi n̄ǹkan tí àwọn bàbá wa ń jọ́sìn fún. Nítorí náà, ẹ fún wa ní ẹ̀rí pọ́nńbélé.”"
        },
        {
            "chapter": 14,
            "verse": 11,
            "text": "Àwọn Òjíṣẹ́ wọn sọ fún wọn pé: “Àwa kò jẹ́ kiní kan bí kò ṣe abara bí irú yín. Ṣùgbọ́n Allāhu ń ṣoore fún ẹni tí Ó bá fẹ́ nínú àwọn ẹrúsìn Rẹ̀. Kò sì lẹ́tọ̀ọ́ fún wa láti fun yín ní ẹ̀rí kan àfi pẹ̀lú ìyọ̀ǹda Allāhu. Àti pé, Allāhu ni kí àwọn onígbàgbọ́ òdodo gbáralé"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "Kí ni ó máa ṣe wá tí a ò níí gbáralé Allāhu, Ó kúkú ti fi àwọn ọ̀nà wa mọ̀ wá. Dájúdájú a máa ṣe sùúrù lórí ohun tí ẹ bá fi kó ìnira bá wa. Allāhu sì ni kí àwọn olùgbáralé gbáralé.”"
        },
        {
            "chapter": 14,
            "verse": 13,
            "text": "Àwọn t’ó ṣàì gbàgbọ́ wí fún àwọn Òjíṣẹ́ wọn pé: “Dájúdájú àwa yóò le yín jáde kúrò lórí ilẹ̀ wa tàbí kí ẹ kúkú padà sínú ẹ̀sìn wa.” Nígbà náà, Olúwa wọn fi ìmísí ránṣẹ́ sí wọn pé: “Dájúdájú A máa pa àwọn alábòsí run"
        },
        {
            "chapter": 14,
            "verse": 14,
            "text": "Dájúdájú A sì máa fun yín ní ibùgbé lórí ilẹ̀ lẹ́yìn wọn. ” Ìyẹn wà fún ẹni tí ó bá páyà ìdúró (níwájú) Mi, tí ó tún páyà ìlérí Mi"
        },
        {
            "chapter": 14,
            "verse": 15,
            "text": "Wọ́n sì tọrọ àrànṣe (Allāhu lórí ìjọ wọn). Gbogbo aláfojúdi, olóríkunkun sì pàdánù"
        },
        {
            "chapter": 14,
            "verse": 16,
            "text": "Iná Jahanamọ ń bẹ lẹ́yìn (ìparun) rẹ̀; A ó sì máa fún un ní omi àwọyúnwẹ̀jẹ̀ mu"
        },
        {
            "chapter": 14,
            "verse": 17,
            "text": "Ó máa sáré mu ún díẹ̀díẹ̀, kò sì níí fẹ́ẹ̀ lè gbé e mì. (Ìnira) ikú yó sì máa yọ sí i ní gbogbo àyè, síbẹ̀ kò níí kú. Ìyà t’ó nípọn tún wà fún un lẹ́yìn rẹ̀"
        },
        {
            "chapter": 14,
            "verse": 18,
            "text": "Àfiwé àwọn t’ó ṣàì gbàgbọ́ nínú Olúwa wọn: àwọn iṣẹ́ wọn dà bí eérú tí atẹ́gùn fẹ́ dànù pátápátá ní ọjọ́ ìjì atẹ́gùn. Wọn kò ní agbára kan lórí ohun tí wọ́n ṣe níṣẹ́. Ìyẹn ni ìṣìnà t’ó jìnnà"
        },
        {
            "chapter": 14,
            "verse": 19,
            "text": "Ṣé o ò rí i pé dájúdájú Allāhu l’Ó ṣẹ̀dá àwọn sánmọ̀ àti ilẹ̀ pẹ̀lú òdodo? Tí Ó bá fẹ́, Ó máa ko yín kúrò. Ó sì máa mú ẹ̀dá titun wá"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "Ìyẹn kò sì lè dá Allāhu lágara"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "Gbogbo ẹ̀dá sì máa jáde sọ́dọ̀ Allāhu (lọ́jọ́ Àjíǹde). Nígbà náà, àwọn aláìlágbára yóò wí fún àwọn t’ó ṣègbéraga pé: “Dájúdájú àwa jẹ́ ọmọlẹ́yìn fun yín, ǹjẹ́ ẹ̀yin lè gbé n̄ǹkan kan kúrò fún wa nínú ìyà Allāhu?” Wọn yóò wí pé: “Tí ó bá jẹ́ pé Allāhu tọ́ wa sọ́nà ni, àwa ìbá tọ yín sọ́nà. Bákan náà sì ni fún wa, yálà a káyà sókè tàbí a ṣàtẹ̀mọ́ra (ìyà); kò sí ibùsásí kan fún wa.”"
        },
        {
            "chapter": 14,
            "verse": 22,
            "text": "Èṣù yó sì wí nígbà tí A bá ṣèdájọ́ (ẹ̀dá) tán, pé: “Dájúdájú Allāhu ṣe àdéhùn fun yín ní àdéhùn òdodo. Èmi náà ṣe àdéhùn fun yín. Mo sì yapa àdéhùn tí mo ṣe fun yín. Èmi kò sì ní agbára kan lórí yín bí kò ṣe pé mo pè yín ẹ sì jẹ́pè mi. Nítorí náà, ẹ má ṣe bú mi; ara yín ni kí ẹ bú. Èmi kò lè ràn yín lọ́wọ́ (níbi ìyà), Ẹ̀yin náà kò sì lè ràn mí lọ́wọ́ (níbi ìyà). Dájúdájú èmi ti lòdì sí ohun tí ẹ fi sọ mí di akẹgbẹ́ Allāhu ṣíwájú.” Dájúdájú àwọn alábòsí, ìyà ẹlẹ́ta-eléro wà fún wọn"
        },
        {
            "chapter": 14,
            "verse": 23,
            "text": "Wọ́n sì máa mú àwọn t’ó gbàgbọ́ ní òdodo, tí wọ́n sì ṣe àwọn iṣẹ́ rere wọ inú àwọn Ọgbà Ìdẹ̀ra, èyí tí àwọn odò ń ṣàn ní ìsàlẹ̀ rẹ̀. Olùṣegbére ni wọ́n nínú rẹ̀ pẹ̀lú àṣẹ Olúwa wọn. Ìkíni wọn nínú rẹ̀ ni ‘àlàáfíà’"
        },
        {
            "chapter": 14,
            "verse": 24,
            "text": "Ṣé o ò rí bí Allāhu ti ṣàkàwé ọ̀rọ̀ dáadáa pẹ̀lú igi dáadáa, tí gbòǹgbò rẹ̀ fìdí múlẹ̀ ṣinṣin, tí ẹka rẹ̀ sì wà nínú sánmọ̀"
        },
        {
            "chapter": 14,
            "verse": 25,
            "text": "tó sì ń so èso (jíjẹ) rẹ̀ ní gbogbo ìgbà pẹ̀lú ìyọ̀ǹda Olúwa rẹ̀? Allāhu ń fún àwọn ènìyàn ní àwọn àkàwé nítorí kí wọ́n lè lo ìrántí"
        },
        {
            "chapter": 14,
            "verse": 26,
            "text": "Àkàwé ọ̀rọ̀ tí kò dára sì dà bí igi tí kò dára, tí wọ́n fà tu láti òkè lórí ilẹ̀, tí kò sì ní àyè kan lórí ilẹ̀"
        },
        {
            "chapter": 14,
            "verse": 27,
            "text": "Allāhu yóò máa fi àwọn t’ó gbàgbọ́ ní òdodo rinlẹ̀ pẹ̀lú ọ̀rọ̀ t’ó rinlẹ̀ nínú ìṣẹ̀mí ayé àti ní Ọjọ́ Ìkẹ́yìn. Ó sì máa ṣi àwọn alábòsí lọ́nà. Àti pé Allāhu ń ṣe ohun tí Ó bá fẹ́"
        }
    ]
}