{
    "maqras": [
        {
            "chapter": 18,
            "verse": 51,
            "text": "N̄g ò pè wọ́n sí dídá àwọn sánmọ̀ àti ilẹ̀, àti dídá àwọn gan-an alára. N̄g ò sì mú àwọn aṣinilọ́nà ní olùrànlọ́wọ́"
        },
        {
            "chapter": 18,
            "verse": 52,
            "text": "(Rántí) ọjọ́ tí (Allāhu) yóò sọ pé: “Ẹ pe àwọn akẹgbẹ́ Mi tí ẹ sọ nípa wọn láì ní ẹ̀rí lọ́wọ́ (pé olùṣìpẹ̀ ni wọ́n).” Wọ́n pè wọ́n. Wọn kò sì dá wọn lóhùn. A sì ti fi kòtò ìparun sáààrin wọn"
        },
        {
            "chapter": 18,
            "verse": 53,
            "text": "Àwọn ẹlẹ́ṣẹ̀ sì rí Iná. Wọ́n sì mọ̀ pé àwọn yóò kó sínú rẹ̀. Wọn kò sì níí rí ibùsásí kan nínú rẹ̀"
        },
        {
            "chapter": 18,
            "verse": 54,
            "text": "Dájúdájú A ti ṣe àlàyé oníran-ànran sínú al-Ƙur’ān fún àwọn ènìyàn pẹ̀lú gbogbo àkàwé. Ènìyàn sì jẹ́ alátakò púpọ̀ ju ohunkóhun lọ"
        },
        {
            "chapter": 18,
            "verse": 55,
            "text": "Kò sí ohun t’ó dí àwọn ènìyàn lọ́wọ́ láti gbàgbọ́ nígbà tí ìmọ̀nà dé bá wọn, (kò sì sí ohun t’ó dí wọn lọ́wọ́ láti) tọrọ àforíjìn Olúwa wọn, bí kò ṣe pé (wọ́n fẹ́) kí ìṣe (Allāhu nípa ìparun) àwọn ẹni àkọ́kọ́ dé bá àwọn náà tàbí kí ìyà dé bá wọn ní ojúkojú"
        },
        {
            "chapter": 18,
            "verse": 56,
            "text": "Àti pé A kò rán àwọn Òjíṣẹ́ níṣẹ́ (lásán) àfi kí wọ́n jẹ́ oníròó-ìdùnnú àti olùkìlọ̀. Àwọn t’ó ṣàì gbàgbọ́ sì ń fi irọ́ ṣàtakò nítorí kí wọ́n lè fi wó òdodo. Wọ́n sì sọ àwọn āyah Mi àti ohun tí A fi ṣèkìlọ̀ fún wọn di yẹ̀yẹ́"
        },
        {
            "chapter": 18,
            "verse": 57,
            "text": "Ta sì l’ó ṣàbòsí ju ẹni tí wọ́n fi àwọn āyah Olúwa rẹ̀ ṣèrántí fún, tí ó gbúnrí kúrò níbẹ̀, tí ó sì gbàgbé ohun tí ọwọ́ rẹ̀ méjèèjì tì síwájú? Dájúdájú Àwa fi èbìbò bo ọkàn wọn nítorí kí wọ́n má baà gbọ́ ọ yé. A sì fi èdídí sínú etí wọn. Tí ìwọ bá pè wọ́n sínú ìmọ̀nà, nígbà náà wọn kò sì níí mọ̀nà láéláé"
        },
        {
            "chapter": 18,
            "verse": 58,
            "text": "Olúwa rẹ, Aláforíjìn, Oníkẹ̀ẹ́, tí ó bá jẹ́ pé Ó máa fi ohun tí wọ́n ṣe níṣẹ́ mú wọn ni, ìbá tètè mú ìyà wá fún wọn. Ṣùgbọ́n àkókò àdéhùn (àjíǹde) wà fún wọn. Wọn kò sì níí rí ibùsásí kan lẹ́yìn rẹ̀"
        },
        {
            "chapter": 18,
            "verse": 59,
            "text": "Ìwọ́nyí ni àwọn ìlú tí A ti parẹ́ nígbà tí wọ́n ṣàbòsí. A sì fún wọn ní àdéhùn fún ìparun wọn"
        },
        {
            "chapter": 18,
            "verse": 60,
            "text": "(Rántí) nígbà tí (Ànábì) Mūsā sọ fún ọmọ-ọ̀dọ̀ rẹ̀ pé: \"N̄g ò níí yé rìn títí mo máa fi dé ibi tí odò méjì ti pàdé tàbí (títí) mo máa fi lo ọ̀pọ̀lọ́pọ̀ ọdún"
        },
        {
            "chapter": 18,
            "verse": 61,
            "text": "Nígbà tí àwọn méjèèjì sì dé ibi tí odò méjì ti pàdé, wọ́n gbàgbé ẹja wọn. (Ẹja náà) sì bọ́ sí ojú ọ̀nà rẹ̀ (tí ó ti di) poro ọ̀nà nínú odò"
        },
        {
            "chapter": 18,
            "verse": 62,
            "text": "Nígbà tí àwọn méjèèjì ré kọjá (ibi tí odò méjì ti pàdé), ó sọ fún ọmọ-ọ̀dọ̀ rẹ̀ pé: \"Fún wa ní oúnjẹ ọ̀sán wa. Dájúdájú a ti ko wàhálà nínú ìrìn-àjò wa yìí"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "(Ọmọ-ọ̀dọ̀ rẹ̀) sọ pé: \"Sọ (ohun t’ó ṣẹlẹ̀) fún mi, nígbà tí a wà níbi àpáta! Dájúdájú mo ti gbàgbé ẹja náà (síbẹ̀)? Kò sì sí ohun tí ó mú mi gbàgbé rẹ̀ bí kò ṣe Èṣù, tí kò jẹ́ kí n̄g rántí rẹ̀. (Ẹja náà) sì ti mú ọ̀nà rẹ̀ tọ̀ lọ nínú odò pẹ̀lú ìyanu"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "(Ànábì Mūsā) sọ pé: “(Ibi tí ẹja ti lọ) yẹn ni ohun tí à ń wá.” Àwọn méjèèjì sì padà sẹ́yìn láti tọ orípa ẹsẹ̀ wọn bí wọ́n ṣe tọ̀ ọ́ wá"
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "Àwọn méjèèjì sì rí ẹrúsìn kan nínú àwọn ẹrúsìn Wa, tí A fún ní ìkẹ́ kan láti ọ̀dọ̀ Wa. A sì fún un ní ìmọ̀ láti ọ̀dọ̀ Wa"
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "(Ànábì) Mūsā sọ fún un pé: “Ṣé kí n̄g tẹ̀lé ọ nítorí kí o lè kọ́ mi nínú ohun tí Wọ́n fi mọ̀ ọ́ ní ìmọ̀nà.” àmọ́ bí mùsùlùmí kọ̀ọ̀kan bá ṣe súnmọ́ Allāhu tó nínú ìgbàgbọ́ àti ìbẹ̀rù rẹ̀ nípa lílo òfin ẹ̀sìn ’Islām"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "(Kidr) sọ pé: “Dájúdájú o ò lè ṣe sùúrù pẹ̀lú mi"
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "Àti pé báwo ni o ṣe lè ṣe sùúrù lórí ohun tí o ò fi ìmọ̀ rọkiri ká rẹ̀?”"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "(Ànábì Mūsā) sọ pé: “Tí Allāhu bá fẹ́, ó máa bá mi ní onísùúrù. Mi ò sì níí yapa àṣẹ rẹ.”"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "(Kidr) sọ pé: “Tí o bá tẹ̀lé mi, má ṣe bi mí ní ìbéèrè nípa n̄ǹkan kan títí mo fi máa kọ́kọ́ mú ìrántí wá fún ọ nípa rẹ̀.”"
        },
        {
            "chapter": 18,
            "verse": 71,
            "text": "Nítorí náà, àwọn méjèèjì lọ títí di ìgbà tí wọ́n fi wọ inú ọkọ̀ ojú-omi. (Kidr) sì dá ọkọ̀ náà lu. (Ànábì Mūsā) sọ pé: “O ṣe dá a lu, (ṣé) kí àwọn èrò rẹ̀ lè tẹ̀ rì ni? Dájúdájú o ti ṣe n̄ǹkan aburú kan!”"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "(Kidr) sọ pé: “Ǹjẹ́ mi ò sọ fún ọ pé dájúdájú o ò níí lè ṣe sùúrú pẹ̀lú mi.”"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "(Ànábì Mūsā) sọ pé: “Má ṣe bá mi wí nípa ohun tí mo gbàgbé. Má sì ṣe kó ìnira bá mi nínú ọ̀rọ̀ (ìrìn-àjò) mi (pẹ̀lú rẹ).”"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "Lẹ́yìn náà, àwọn méjèèjì lọ títí di ìgbà tí wọ́n fi pàdé ọmọdékùnrin kan. (Kidr) sì pa á. (Ànábì Mūsā) sọ pé: “O ṣe pa ẹ̀mí (ènìyàn) mímọ́, láì gba ẹ̀mí? Dájúdájú o ti ṣe n̄ǹkan t’ó burú o.”"
        }
    ]
}