{
    "maqras": [
        {
            "chapter": 33,
            "verse": 18,
            "text": "Dájúdájú Allāhu ti mọ àwọn t’ó ń fa ènìyàn sẹ́yìn nínú yín àti àwọn t’ó ń wí fún àwọn arakùnrin wọn pé: “Ẹ máa bọ̀ wá sí ọ̀dọ̀ wa.” Wọn kò sì níí lọ sí ojú ogun ẹ̀sìn àfi (ogun) díẹ̀"
        },
        {
            "chapter": 33,
            "verse": 19,
            "text": "Wọ́n ní ahun si yín (láti ṣe ìrànlọ́wọ́). Nígbà tí ìbẹ̀rù (ogun) bá dé, o máa rí wọn tí wọn yóò máa wò ọ́. Ojú wọn yó sì máa yí kiri ràkọ̀ràkọ̀ (ní ti ìbẹ̀rù) bí ẹni tí ó fẹ́ dákú, ṣùgbọ́n nígbà tí ìbẹ̀rù (ogun) bá lọ, (tí ìkógun bá dé), wọn yóò máa fi àwọn ahọ́n kan t’ó mú bérébéré ba yín sọ̀rọ̀ ní ti ṣíṣe ọ̀kánjúà sí oore náà. Àwọn wọ̀nyẹn kò gbàgbọ́ ní òdodo. Nítorí náà, Allāhu ba àwọn iṣẹ́ wọn jẹ́. Ìyẹn sì ń jẹ́ ìrọ̀rùn fún Allāhu"
        },
        {
            "chapter": 33,
            "verse": 20,
            "text": "Wọ́n ń lérò pé àwọn ọmọ ogun oníjọ kò tí ì lọ, (wọ́n sì ti túká). Tí àwọn ọmọ ogun oníjọ bá (sì padà) dé, dájúdájú (àwọn ṣọ̀bẹ-ṣèlu mùsùlùmí) yóò fẹ́ kí àwọn ti wà ní oko láààrin àwọn Lárúbáwá oko, kí wọ́n máa bèèrè nípa àwọn ìró yín (pé ṣé ẹ ti kú tán tàbí ẹ sì wà láyé). Tí ó bá sì jẹ́ pé wọ́n wà láààrin yín, wọn kò níí jagun bí kò ṣe fún ìgbà díẹ̀"
        },
        {
            "chapter": 33,
            "verse": 21,
            "text": "Dájúdájú àwòkọ́ṣe rere wà fun yín lára Òjíṣẹ́ Allāhu fún ẹnikẹ́ni tí ó bá ń retí (ẹ̀san) Allāhu àti Ọjọ́ Ìkẹ́yìn, tí ó sì rántí Allāhu ní ọ̀pọ̀lọ́pọ̀ (ìgbà)"
        },
        {
            "chapter": 33,
            "verse": 22,
            "text": "Nígbà tí àwọn onígbàgbọ́ òdodo rí àwọn ọmọ ogun oníjọ, wọ́n sọ pé: “Èyí ni ohun tí Allāhu àti Òjíṣẹ́ Rẹ̀ ṣe ní àdéhùn fún wa. Allāhu àti Òjíṣẹ́ Rẹ̀ ti sọ òdodo ọ̀rọ̀.” (Rírí wọn) kò ṣe àlékún kan fún wọn bí kò ṣe (àlékún) ìgbàgbọ́ òdodo àti ìjuwọ́-jusẹ̀-sílẹ̀ (fún àṣẹ Allāhu)"
        },
        {
            "chapter": 33,
            "verse": 23,
            "text": "Ó wà nínú àwọn onígbàgbọ́ òdodo, àwọn ọkùnrin kan tí wọ́n jẹ́ olódodo nípa àdéhùn tí wọ́n bá Allāhu ṣe; ó wà nínú wọn ẹni tí ó pé àdéhùn rẹ̀ (t’ó sì kú sójú ogun ẹ̀sìn), ó sì wà nínú wọn ẹni t’ó ń retí (ikú tirẹ̀). Wọn kò sì yí (àdéhùn) padà rárá"
        },
        {
            "chapter": 33,
            "verse": 24,
            "text": "(Ìwọ̀nyí rí bẹ́ẹ̀) nítorí kí Allāhu lè fi (òdodo) àwọn olódodo san wọ́n ní ẹ̀san òdodo wọn, àti nítorí kí Ó lè jẹ àwọn ṣọ̀bẹ-ṣèlu mùsùlùmí ní ìyà tí Ó bá fẹ́ tàbí nítorí kí Ó lè gba ìronúpìwàdà wọn. Dájúdájú Allāhu, Ó ń jẹ́ Aláforíjìn, Àṣàkẹ́-ọ̀run"
        },
        {
            "chapter": 33,
            "verse": 25,
            "text": "Allāhu sì dá àwọn t’ó ṣàì gbàgbọ́ padà tòhun ti ìbínú wọn; ọwọ́ wọn kò sì tẹ oore kan. Allāhu sì tó àwọn onígbàgbọ́ òdodo níbi ogun náà. Allāhu sì ń jẹ́ Alágbára, Olùborí"
        },
        {
            "chapter": 33,
            "verse": 26,
            "text": "(Allāhu) sì mú àwọn t’ó ṣèrànlọ́wọ́ fún (àwọn ọmọ ogun oníjọ) nínú àwọn ahlul-kitāb sọ̀kalẹ̀ kúrò nínú àwọn odi wọn. Ó sì ju ẹ̀rù sínú ọkàn wọn. Ẹ̀ ń pa igun kan (nínú wọn), ẹ sì ń kó igun kan lẹ́rú"
        },
        {
            "chapter": 33,
            "verse": 27,
            "text": "(Allāhu) sì jogún ilẹ̀ wọn, ilé wọn, dúkìá wọn àti ilẹ̀ tí ẹ ò tẹ̀ rí fun yín. Allāhu sì ń jẹ́ Alágbára lórí gbogbo n̄ǹkan"
        },
        {
            "chapter": 33,
            "verse": 28,
            "text": "Ìwọ Ànábì, sọ fún àwọn ìyàwó rẹ pé: “Tí ẹ bá fẹ́ ìṣẹ̀mí ayé yìí àti ọ̀ṣọ́ rẹ̀, ẹ wá níbí kí n̄g fun yín ní ẹ̀bùn ìkọ̀sílẹ̀, kí n̄g sì fi yín sílẹ̀ ní ìfisílẹ̀ t’ó rẹwà"
        },
        {
            "chapter": 33,
            "verse": 29,
            "text": "Tí ẹ bá sì fẹ́ ti Allāhu àti ti Òjíṣẹ́ Rẹ̀ àti ilé Ìkẹ́yìn, dájúdájú Allāhu ti pèsè ẹ̀san ńlá sílẹ̀ de àwọn olùṣe-rere lóbìnrin nínú yín.”"
        },
        {
            "chapter": 33,
            "verse": 30,
            "text": "Ẹ̀yin ìyàwó Ànábì, ẹnikẹ́ni nínú yín tí ó bá ṣe ìbàjẹ́ t’ó fojú hàn, A máa di àdìpèlé ìyà ìlọ́po méjì fún un. Ìyẹn sì ń jẹ́ ìrọ̀rùn fún Allāhu"
        }
    ]
}