{
    "maqras": [
        {
            "chapter": 39,
            "verse": 53,
            "text": "Sọ pé: \"Ẹ̀yin ẹrúsìn Mi, tí ẹ ti dẹ́ṣẹ̀ púpọ̀ sí ẹ̀mí ara yín lọ́rùn, ẹ má ṣe sọ̀rètí nù nípa ìkẹ́ Allāhu. Dájúdájú Allāhu l’Ó ń ṣàforíjìn gbogbo ẹ̀ṣẹ̀ pátápátá. Dájúdájú Allāhu, Òun ni Aláforíjìn, Àṣàkẹ́-ọ̀run"
        },
        {
            "chapter": 39,
            "verse": 54,
            "text": "Ẹ ṣẹ́rí padà (ní ti ìronúpìwàdà) sí ọ̀dọ̀ Olúwa yín. Kí ẹ sì juwọ́-jusẹ̀ sílẹ̀ fún Un ṣíwájú kí ìyà náà t’ó wá ba yín. (Bí bẹ́ẹ̀ kọ́) lẹ́yìn náà, A ò níí ràn yín lọ́wọ́"
        },
        {
            "chapter": 39,
            "verse": 55,
            "text": "Kí ẹ sì tẹ̀lé ohun tí ó dára jùlọ tí wọ́n sọ̀kalẹ̀ fun yín láti ọ̀dọ̀ Olúwa yín ṣíwájú kí ìyà náà tó wá ba yín ní òjijì, nígbà tí ẹ̀yin kò níí fura"
        },
        {
            "chapter": 39,
            "verse": 56,
            "text": "Nítorí kí ẹ̀mí kan má baà wí pé: \"Mo ká àbámọ̀ lórí bí mo ṣe jáfara lórí àìtẹ̀lé àṣẹ Allāhu. Àti pé èmi wà nínú àwọn t’ó ń fi (ọ̀rọ̀ Rẹ̀) ṣe yẹ̀yẹ́"
        },
        {
            "chapter": 39,
            "verse": 57,
            "text": "Tàbí kí ó má baà wí pé: \"Tí ó bá jẹ́ pé Allāhu fi ọ̀nà mọ̀ mí ni, dájúdájú èmi ìbá wà nínú àwọn olùbẹ̀rù (Allāhu)"
        },
        {
            "chapter": 39,
            "verse": 58,
            "text": "Tàbí nígbà tí ó bá rí Iná kí ó má baà wí pé: \"Tí ó bá jẹ́ pé ìpadàsáyé wà fún mi ni, èmi ìbá sì wà nínú àwọn olùṣe-rere"
        },
        {
            "chapter": 39,
            "verse": 59,
            "text": "Rárá o! Àwọn āyah Mi kúkú ti dé bá ọ. O pè é nírọ́. O tún ṣègbéraga. O sì wà nínú àwọn aláìgbàgbọ́"
        },
        {
            "chapter": 39,
            "verse": 60,
            "text": "Àti pé ní Ọjọ́ Àjíǹde, o máa rí àwọn t’ó parọ́ mọ́ Allāhu tí ojú wọn máa dúdú. Ṣé inú iná Jahnamọ kọ́ ni ibùgbé fún àwọn onígbèéraga ni"
        },
        {
            "chapter": 39,
            "verse": 61,
            "text": "Allāhu yóò gba àwọn t’ó bẹ̀rù (Rẹ̀) là sínú ilé ìgbàlà wọn (ìyẹn, Ọgbà Ìdẹ̀ra). Aburú kò níí fọwọ́ bà wọ́n. Wọn kò sì níí banújẹ́"
        },
        {
            "chapter": 39,
            "verse": 62,
            "text": "Allāhu ni Ẹlẹ́dàá gbogbo n̄ǹkan. Òun sì ni Olùṣọ́ lórí gbogbo n̄ǹkan"
        },
        {
            "chapter": 39,
            "verse": 63,
            "text": "TiRẹ̀ ni àwọn kọ́kọ́rọ́ àpótí-ọ̀rọ̀ àwọn sánmọ̀ àti ilẹ̀. Àwọn t’ó ṣàì gbàgbọ́ nínú àwọn āyah Allāhu, àwọn wọ̀nyẹn, àwọn ni ẹni òfò"
        },
        {
            "chapter": 39,
            "verse": 64,
            "text": "Sọ pé: \"Ṣé n̄ǹkan mìíràn yàtọ̀ sí Allāhu l’ẹ̀ ń pa mí lásẹ pé kí n̄g máa jọ́sìn fún, ẹ̀yin aláìmọ̀kan"
        },
        {
            "chapter": 39,
            "verse": 65,
            "text": "Dájúdájú A ti fi ìmísí ránṣẹ́ sí ìwọ àti àwọn t’ó ṣíwájú rẹ (pé) \"Dájúdájú tí o bá ṣẹbọ, iṣẹ́ rẹ máa bàjẹ́. Dájúdájú o sì máa wà nínú àwọn ẹni òfò"
        },
        {
            "chapter": 39,
            "verse": 66,
            "text": "Rárá (má ṣẹbọ). Allāhu nìkan ni kí o jọ́sìn fún. Kí o sì wà nínú àwọn olùdúpẹ́ (fún Un)"
        },
        {
            "chapter": 39,
            "verse": 67,
            "text": "Wọn kò bu iyì fún Allāhu bí ó ṣe tọ́ láti bu iyì fún Un. Gbogbo ilẹ̀ pátápátá sì ni (Allāhu) máa fọwọ́ ara Rẹ̀ gbámú ní Ọjọ́ Àjíǹde. Ó sì máa fi ọwọ́ ọ̀tún Rẹ̀ ká sánmọ̀ kóróbójó. Mímọ́ ni fún Un. Ó sì ga tayọ n̄ǹkan tí wọ́n ń fi ṣẹbọ sí I"
        },
        {
            "chapter": 39,
            "verse": 68,
            "text": "Wọ́n á fọn fèrè oníwo fún ikú. Àwọn t’ó wà nínú àwọn sánmọ̀ àti ilẹ̀ sì máa kú àfi ẹni tí Allāhu bá fẹ́. Lẹ́yìn náà, wọ́n máa fọn ọ́n ní ẹ̀ẹ̀ kejì, nígbà náà wọ́n máa wà ní ìdìde. Wọn yó sì máa wò sùn"
        },
        {
            "chapter": 39,
            "verse": 69,
            "text": "Àti pé ilẹ̀ náà yóò máa tàn yànrànyànràn pẹ̀lú ìmọ́lẹ̀ Olúwa rẹ̀. Wọ́n máa gbé ìwé iṣẹ́ ẹ̀dá lélẹ̀. Wọ́n sì máa mú àwọn Ànábì àti àwọn ẹlẹ́rìí wá. A ó sì ṣèdájọ́ láààrin wọn pẹ̀lú òdodo. A ò sì níí ṣàbòsí sí wọn"
        },
        {
            "chapter": 39,
            "verse": 70,
            "text": "Àti pé Wọ́n máa san ẹ̀mí kọ̀ọ̀kan ní ẹ̀san ohun tí ó ṣe níṣẹ́. Allāhu sì nímọ̀ jùlọ nípa ohun tí wọ́n ń ṣe níṣẹ́"
        },
        {
            "chapter": 39,
            "verse": 71,
            "text": "Wọn yó sì da àwọn t’ó ṣàì gbàgbọ́ lọ sínú iná Jahnamọ níjọníjọ, títí di ìgbà tí wọ́n bá dé ibẹ̀, wọ́n máa ṣí àwọn ìlẹ̀kùn rẹ̀ sílẹ̀ (fún wọn). Àwọn ẹ̀ṣọ́ rẹ̀ yó sì sọ fún wọn pé: \"Ǹjẹ́ àwọn Òjíṣẹ́ kan kò wá ba yín láti ààrin ara yín, tí wọ́n ń ké àwọn āyah Olúwa yín fun yín, tí wọ́n sì ń kìlọ̀ ìpàdé ọjọ́ yín òní yìí fun yín?\" Wọ́n wí pé: \"Rárá (wọ́n wá bá wa).\" Ṣùgbọ́n ọ̀rọ̀ ìyà kò lé àwọn aláìgbàgbọ́ lórí ni"
        },
        {
            "chapter": 39,
            "verse": 72,
            "text": "A óò sọ pé: \"Ẹ wọ ẹnu ọ̀nà iná Jahnamọ. Olùṣegbére (ni yín) nínú rẹ̀. Ibùgbé àwọn olùṣègbéraga sì burú"
        },
        {
            "chapter": 39,
            "verse": 73,
            "text": "Àti pé A óò kó àwọn t’ó bẹ̀rù Olúwa wọn lọ sínú Ọgbà Ìdẹ̀ra níjọníjọ, títí di ìgbà tí wọ́n bá dé ibẹ̀, wọ́n máa ṣí àwọn ìlẹ̀kùn rẹ̀ sílẹ̀ (fún wọn). Àwọn ẹ̀ṣọ́ rẹ̀ yó sì sọ fún wọn pé: \"Kí àlàáfíà máa ba yín. Ẹ̀yin ṣe iṣẹ́ t’ó dára. Nítorí náà, ẹ wọ inú Ọgbà Ìdẹ̀ra, (kí ẹ di) olùṣegbére (nínú rẹ̀)"
        },
        {
            "chapter": 39,
            "verse": 74,
            "text": "Wọ́n á sọ pé: \"Gbogbo ọpẹ́ ń jẹ́ ti Allāhu, Ẹni tí Ó mú àdéhùn Rẹ̀ ṣẹ fún wa. Ó tún jogún ilẹ̀ náà fún wa, tí à ń gbé níbikíbi tí a bá fẹ́ nínú Ọgbà Ìdẹ̀ra.\" Ẹ̀san àwọn olùṣe-rere mà sì dára"
        },
        {
            "chapter": 39,
            "verse": 75,
            "text": "O máa sì rí àwọn Mọlāika tí wọ́n ń rọkiriká ní ẹ̀gbẹ́ Ìtẹ́-ọlá. Wọ́n ń ṣe àfọ̀mọ́ àti ìdúpẹ́ fún Olúwa wọn. A máa fi òdodo ṣèdájọ́ láààrin àwọn ẹ̀dá. Wọ́n sì máa sọ pé: \"Gbogbo ọpẹ́ ń jẹ́ ti Allāhu, Olúwa gbogbo ẹ̀dá"
        }
    ]
}