{
    "maqras": [
        {
            "chapter": 4,
            "verse": 114,
            "text": "Kò sí oore nínú ọ̀pọ̀lọ́pọ̀ ọ̀rọ̀ ìkọ̀kọ̀ wọn àfi ẹni tí ó bá pàṣẹ ọrẹ títa tàbí iṣẹ́ rere tàbí àtúnṣe láààrin àwọn ènìyàn. Ẹnikẹ́ni tí ó bá ṣe ìyẹn láti fi wá ìyọ́nú Allāhu, láìpẹ́ A máa fún un ní ẹ̀san t’ó tóbi"
        },
        {
            "chapter": 4,
            "verse": 115,
            "text": "Ẹnikẹ́ni tí ó bá lòdì sí Òjíṣẹ́ náà lẹ́yìn tí ìmọ̀nà ti fojú han sí i kedere, tí ó tún tẹ̀lé ọ̀nà t’ó yàtọ̀ sí ti àwọn onígbàgbọ́ òdodo, A óò dojú rẹ̀ kọ ohun tí ó dojú ara rẹ̀ kọ (nínú ìṣìnà), A ó sì mú un wọ inú iná Jahanamọ. Ó sì burú ní ìkángun"
        },
        {
            "chapter": 4,
            "verse": 116,
            "text": "Dájúdájú Allāhu kò níí foríjin (ẹni tí) ó bá ń ṣẹbọ sí I. Ó sì máa ṣàforíjìn fún ẹ̀ṣẹ̀ mìíràn yàtọ̀ sí ìyẹn fún ẹni tí Ó bá fẹ́. Ẹnikẹ́ni tí ó bá ń ṣẹbọ sí Allāhu, dájúdájú ó ti ṣìnà ní ìṣìnà t’ó jìnnà"
        },
        {
            "chapter": 4,
            "verse": 117,
            "text": "Wọn kò pe kiní kan lẹ́yìn Allāhu bí kò ṣe àwọn abo òrìṣà. Wọn kò sì pe kiní kan bí kò ṣe Èṣù olùyapa"
        },
        {
            "chapter": 4,
            "verse": 118,
            "text": "Allāhu ṣẹ́bi lé Èṣù. Ó sì wí pé: \"Dájúdájú mo máa mú ìpín tí wọ́n pín fún mi nínú àwọn ẹrúsìn Rẹ"
        },
        {
            "chapter": 4,
            "verse": 119,
            "text": "Dájúdájú mo máa ṣì wọ́n lọ́nà. Mo máa fi èròkerò sínú ọkàn wọn. Mo máa pa wọ́n láṣẹ, wọn yó sì máa gé etí ẹran-ọ̀sìn (láti yà á sọ́tọ̀ fún òrìṣà). Mo máa pa wọ́n láṣẹ, wọn yó sì máa yí ẹ̀dá Allāhu padà.\" Ẹnikẹ́ni tí ó bá mú Èṣù ní ọ̀rẹ́ lẹ́yìn Allāhu, dájúdájú ó ti ṣòfò ní òfò pọ́nńbélé"
        },
        {
            "chapter": 4,
            "verse": 120,
            "text": "Èṣù ń ṣàdéhùn fún wọn, ó sì ń fi ìfẹ́-irọ́ sínú ọkàn wọn. Èṣù kò sì ṣàdéhùn kan fún wọn bí kò ṣe ẹ̀tàn"
        },
        {
            "chapter": 4,
            "verse": 121,
            "text": "Àwọn wọ̀nyẹn, iná Jahanamọ ni ibùgbé wọn; wọn kò sì níí rí ibùsásí kan"
        },
        {
            "chapter": 4,
            "verse": 122,
            "text": "Àwọn t’ó gbàgbọ́ ní òdodo, tí wọ́n sì ṣiṣẹ́ rere, A máa mú wọn wọ inu àwọn Ọgbà Ìdẹ̀ra kan, tí odò ń ṣàn ní ìsàlẹ̀ rẹ̀. Olùṣegbére ni wọn nínú rẹ̀ títí láéláé. (Ó jẹ́) àdéhùn tí Allāhu ṣe ní ti òdodo. Ta sì ni ó sọ òdodo ju Allāhu lọ"
        },
        {
            "chapter": 4,
            "verse": 123,
            "text": "Kì í ṣe ìfẹ́-ọkàn yín, bẹ́ẹ̀ ni kì í ṣe ìfẹ́-ọkàn àwọn ahlu-l-kitāb (ni òṣùwọ̀n ìdájọ́ ọ̀run. Àmọ́,) ẹnikẹ́ni tí ó bá ṣiṣẹ́ aburú kan, A óò san án ní ẹ̀san rẹ̀; kò sì níí rí aláfẹ̀yìntì tàbí alárànṣe kan lẹ́yìn Allāhu"
        },
        {
            "chapter": 4,
            "verse": 124,
            "text": "Ẹnikẹ́ni tí ó bá ṣiṣẹ́ rere, yálà ọkùnrin tàbí obìnrin, onígbàgbọ́ òdodo sì ni, àwọn wọ̀nyẹn l’ó máa wọ inú Ọgbà Ìdẹ̀ra. A ò sì níí ṣàbòsí èékán kóró dàbínù fún wọn"
        },
        {
            "chapter": 4,
            "verse": 125,
            "text": "Ta l’ó dára ní ẹ̀sìn ju ẹni tí ó jura rẹ̀ sílẹ̀ fún Allāhu, olùṣe-rere sì tún ni, ó tún tẹ̀lé ẹ̀sìn (Ànábì) ’Ibrọ̄hīm, olùdúró-déédé-nínú-’Islām? Allāhu sì mú (Ànábì) ’Ibrọ̄hīm ní àyànfẹ́"
        },
        {
            "chapter": 4,
            "verse": 126,
            "text": "Ti Allāhu ni ohunkóhun t’ó wà nínú àwọn sánmọ̀ àti ohunkóhun t’ó wà nínú ilẹ̀. Allāhu sì ń jẹ́ Alámọ̀tán nípa gbogbo n̄ǹkan"
        },
        {
            "chapter": 4,
            "verse": 127,
            "text": "Wọ́n ń bi ọ́ léèrè ìdájọ́ nípa àwọn obìnrin. Sọ pé: “Allāhu l’Ó ń sọ ìdájọ́ wọn fun yín. Ohun tí wọ́n ń ké fun yín nínú Tírà (al-Ƙur’ān náà ń sọ ìdájọ́ fun yín) nípa àwọn ọmọ-òrukàn lóbìnrin tí ẹ kì í fún ní ohun tí wọ́n kọ fún wọn (nínú ogún), tí ẹ tún ń ṣojú-kòkòrò láti fẹ́ wọn àti nípa àwọn aláìlágbára nínú àwọn ọmọdé (tí ẹ̀ ń jẹ ogún wọn mọ́lẹ̀.) àti nípa pé kí ẹ dúró ti àwọn ọmọ òrukàn pẹ̀lú déédé. Ohunkóhun tí ẹ bá sì ṣe ní rere, dájúdájú Allāhu ń jẹ́ Onímọ̀ nípa rẹ̀"
        },
        {
            "chapter": 4,
            "verse": 128,
            "text": "Tí obìnrin kan bá páyà ìṣe oríkunkun tàbí ìkẹ̀yìnsí láti ọ̀dọ̀ ọkọ rẹ̀, kò sí ẹ̀ṣẹ̀ fún àwọn méjèèjì pé kí wọ́n ṣe àtúnṣe láààrin ara wọn. Àtúnṣe sì dára jú lọ. Wọ́n sì ti fi ahun àti ọ̀kánjúà ṣíṣe sínú ẹ̀mí ènìyàn. Tí ẹ bá ṣe rere, tí ẹ sì bẹ̀rù (Allāhu), dájúdájú Allāhu ni Alámọ̀tán nípa ohun tí ẹ̀ ń ṣe níṣẹ́"
        },
        {
            "chapter": 4,
            "verse": 129,
            "text": "Ẹ ò lè ṣe déédé (nínú ìfẹ́) láààrin àwọn obìnrin, ẹ ò báà jẹ̀rankàn rẹ̀. Nítorí náà, ẹ má ṣe fì síbì kan tán ráúráú, kí ẹ má lọ pa (ẹnì kan) tì bí ohun àgbékọ́. Tí ẹ bá ṣàtúnṣe, tí ẹ sì bẹ̀rù (Allāhu), dájúdájú Allāhu ń jẹ́ Aláforíjìn, Àṣàkẹ́-ọ̀run"
        },
        {
            "chapter": 4,
            "verse": 130,
            "text": "Tí àwọn méjèèjì bá sì pínyà, Allāhu yóò rọ ìkíní kejì lọ́rọ̀ nínú ọlá Rẹ̀ t’ó gbòòrò. Allāhu sì ń jẹ́ Olùgbòòrò (nínú ọrọ̀), Ọlọ́gbọ́n"
        },
        {
            "chapter": 4,
            "verse": 131,
            "text": "Ti Allāhu ni ohunkóhun t’ó wà nínú àwọn sánmọ̀ àti ohunkóhun t’ó wà nínú ilẹ̀. Dájúdájú A ti pa á láṣẹ fún àwọn tí A fún ní tírà ṣíwájú yín àti ẹ̀yin náa pé kí ẹ bẹ̀rù Allāhu. Tí ẹ bá sì ṣàì gbàgbọ́, dájúdájú ti Allāhu ni ohunkóhun t’ó wà nínú àwọn sánmọ̀ àti ohunkóhun t’ó wà nínú ilẹ̀. Allāhu sì ń jẹ́ Ọlọ́rọ̀, Ẹlẹ́yìn (tí ẹyìn tọ́ sí)"
        },
        {
            "chapter": 4,
            "verse": 132,
            "text": "Ti Allāhu ni ohunkóhun t’ó wà nínú àwọn sánmọ̀ àti ohunkóhun t’ó wà nínú ilẹ̀. Allāhu sì tó ní Olùṣọ́"
        },
        {
            "chapter": 4,
            "verse": 133,
            "text": "Tí (Allāhu) bá fẹ́, Ó máa ko yín kúrò lórí ilẹ̀, ẹ̀yin ènìyàn. Ó sì máa mú àwọn mìíràn wá. Allāhu sì ń jẹ́ Alágbára lórí ìyẹn"
        },
        {
            "chapter": 4,
            "verse": 134,
            "text": "Ẹnikẹ́ni tí ó bá ń fẹ́ ẹ̀san nílé ayé, ṣebí lọ́dọ̀ Allāhu ní ẹ̀san ayé àti ọ̀run wà. Allāhu sì ń jẹ́ Olùgbọ́, Olùríran"
        }
    ]
}