{
    "maqras": [
        {
            "chapter": 6,
            "verse": 141,
            "text": "(Allāhu) Òun ni Ẹni tí Ó ṣẹ̀dá àwọn n̄ǹkan ọgbà oko èyí tí ẹ̀ ń fọwọ́ ara yín gbìn àti èyí t’ó ń lalẹ̀ hù àti dàbínù àti irúgbìn tí (adùn) jíjẹ rẹ̀ yàtọ̀ síra wọn, àti èso zaetūn àti èso rummọ̄n t’ó jọra wọn àti èyí tí kò jọra wọn. Ẹ jẹ nínú èso rẹ̀ nígbà tí ó bá so, kí ẹ sì yọ Zakāh rẹ̀ ní ọjọ́ ìkórè rẹ̀. Kí ẹ sì má yàpà. Dájúdájú (Allāhu) kò nífẹ̀ẹ́ àwọn àpà"
        },
        {
            "chapter": 6,
            "verse": 142,
            "text": "Ó sì ń bẹ nínú àwọn ẹran-ọ̀sìn, èyí t’ó lè ru ẹrù àti èyí tí kò lè ru ẹrù. Ẹ jẹ nínú ohun tí Allāhu pa lésè fun yín. Kí ẹ sì má ṣe tẹ̀lé àwọn ojú-ẹsẹ̀ Èṣù; dájúdájú òun ni ọ̀tá pọ́nńbélé fun yín"
        },
        {
            "chapter": 6,
            "verse": 143,
            "text": "(Allāhu dá ẹran) mẹ́jọ ní takọ-tabo; méjì nínú àgùtàn (takọ-tabo), méjì nínú ewúrẹ́ (takọ-tabo). Sọ pé: \"Ṣé àwọn akọ méjèèjì ni Allāhu ṣe ní èèwọ̀ ni tàbí abo méjèèjì, tàbí ohun tí ń bẹ nínú àpò-ìbímọ àwọn abo ẹran méjèèjì. Ẹ fún mi ní ìró pẹ̀lú ìmọ̀ tí ẹ bá jẹ́ olódodo"
        },
        {
            "chapter": 6,
            "verse": 144,
            "text": "Méjì nínú ràkúnmí (takọ-tabo) àti méjì nínú màálù (takọ-tabo). Sọ pé: \"Ṣé àwọn akọ méjèèjì ni Allāhu ṣe ní èèwọ̀ ni tàbí abo méjèèjì, tàbí ohun tí ń bẹ nínú àpò-ìbímọ àwọn abo ẹran méjèèjì. Tàbí ṣé ẹ̀yin wà níbẹ̀ nígbà tí Allāhu pa yín láṣẹ èyí ni?\" Nítorí náà, ta ni ó ṣe àbòsí t’ó tún tayọ ẹni t’ó dá àdápa irọ́ mọ́ Allāhu láti lè ṣi àwọn ènìyàn lọ́nà pẹ̀lú àìnímọ̀. Dájúdájú Allāhu kò níí fi ọ̀nà mọ ìjọ alábòsí"
        },
        {
            "chapter": 6,
            "verse": 145,
            "text": "Sọ pé: \"Èmi kò rí nínú ohun tí Wọ́n fi ránṣẹ́ sí mi tí Wọ́n ṣe jíjẹ rẹ̀ ní èèwọ̀ fún ẹni tí ó ń jẹ ẹ́ àfi ohun tí ó bá jẹ́ ẹran òkúǹbete tàbí ẹ̀jẹ̀ ṣíṣàn,1 tàbí ẹran ẹlẹ́dẹ̀ nítorí pé dájúdájú ẹ̀gbin ni, tàbí ẹran ìyapa (àṣẹ Allāhu) tí wọ́n pa pẹ̀lú orúkọ t’ó yàtọ̀ sí Allāhu. Nítorí náà, ẹnikẹ́ni tí ìnira (ebi) bá mú jẹ ẹ́, yàtọ̀ sí ẹni t’ó ń wá èèwọ̀ kiri àti olùtayọ-ẹnu-àlà, dájúdájú Olúwa rẹ ni Aláforíjìn, Àṣàkẹ́-ọ̀run"
        },
        {
            "chapter": 6,
            "verse": 146,
            "text": "A ṣe é ní èèwọ̀ fún àwọn t’ó di yẹhudi gbogbo ẹran eléèékánná (tàbí onípátákò t’ó ṣùpọ̀ mọ́ra wọn). Nínú ẹran màálù àti àgùtàn, A tún ṣe ọ̀rá àwọn méjèèjì ní èèwọ̀ fún wọn àfi èyí tí ó bá lẹ̀ mọ́ ẹ̀yìn wọn tàbí ìfun tàbí èyí tí ó bá ròpọ̀ mọ́ eegun. Ìyẹn ni A fi san wọ́n ní ẹ̀san nítorí àbòsí ọwọ́ wọn. Dájúdájú Àwa sì ni Olódodo"
        },
        {
            "chapter": 6,
            "verse": 147,
            "text": "Tí wọ́n bá sì pè ọ́ ní òpùrọ́, sọ nígbà náà pé: \"Olúwa yín ni Oníkẹ̀ẹ́ tó gbòòrò. Kò sì sí ẹni t’ó lè gbé ìyà Rẹ̀ kúrò lórí ìjọ ẹlẹ́ṣẹ̀"
        },
        {
            "chapter": 6,
            "verse": 148,
            "text": "Àwọn t’ó ń ṣẹbọ yóò wí pé: \"Tí kò bá jẹ́ pé Allāhu bá fẹ́ ni àwa àti àwọn bàbá wa ìbá tí ṣẹbọ, àti pé àwa ìbá tí ṣe n̄ǹkan kan léèwọ̀.\" Báyẹn ni àwọn t’ó ṣíwájú wọn ṣe pe ọ̀rọ̀ Allāhu nírọ́ títí wọ́n fi tọ́ ìyà Wa wò. Sọ pé: \"Ǹjẹ́ ìmọ̀ kan ń bẹ ní ọ̀dọ̀ yín, kí ẹ mú un jáde fún wa?\" Ẹ̀yin kò tẹ̀lé kiní kan bí kò ṣe àròsọ. Kí sì ni ẹ̀ ń sọ bí kò ṣe pé ẹ̀ ń parọ́"
        },
        {
            "chapter": 6,
            "verse": 149,
            "text": "Sọ pé: \"Ti Allāhu ni ẹ̀rí t’ó pé pérépéré.\" Nítorí náà, tí Ó bá fẹ́ ni, ìbá fi gbogbo yín mọ̀nà pátápátá"
        },
        {
            "chapter": 6,
            "verse": 150,
            "text": "Sọ pé: \"Ẹ mú àwọn ẹlẹ́rìí yín jáde, àwọn t’ó máa jẹ́rìí pé dájúdájú Allāhu l’ó ṣe èyí léèwọ̀.\" Tí wọ́n bá jẹ́rìí (sírọ́), ìwọ má ṣe bá wọn jẹ́rìí (sí i). Má sì ṣe tẹ̀lé ìfẹ́-inú àwọn t’ó pe àwọn āyah Wa nírọ́ àti àwọn tí kò gba Ọjọ́ Ìkẹ́yìn gbọ́. Àwọn sì ni wọ́n ń bá Olúwa wọn wá akẹgbẹ́"
        }
    ]
}