{
    "maqras": [
        {
            "chapter": 2,
            "verse": 106,
            "text": "A ò níí fi āyah kan pa āyah kan rẹ́ tàbí kí Á fi sílẹ̀ (bẹ́ẹ̀ ní ohun kíké nìkan), A máa mú èyí t’ó dára jù ú lọ tàbí irú rẹ̀ wá. Ṣé ìwọ kò mọ̀ pé dájúdájú Allāhu ni Alágbára lórí gbogbo n̄ǹkan"
        },
        {
            "chapter": 2,
            "verse": 107,
            "text": "Ṣé ìwọ kò mọ̀ pé dájúdájú ti Allāhu ni ìjọba àwọn sánmọ̀ àti ilẹ̀? Kò sì sí aláàbò àti alárànṣe kan fun yín lẹ́yìn Allāhu"
        },
        {
            "chapter": 2,
            "verse": 108,
            "text": "Tàbí ẹ fẹ́ máa bèèrè (ọ̀rọ̀kọrọ̀) lọ́wọ́ Òjíṣẹ́ yín ni gẹ́gẹ́ bí wọ́n ṣe bèèrè (ọ̀rọ̀kọrọ̀) lọ́wọ́ (Ànábì) Mūsā ṣíwájú? Ẹnikẹ́ni tí ó bá fi àìgbàgbọ́ rọ́pò ìgbàgbọ́, dájúdájú ó ti ṣìnà (kúrò) l’ójú ọ̀nà tààrà"
        },
        {
            "chapter": 2,
            "verse": 109,
            "text": "Ọ̀pọ̀lọ́pọ̀ nínú àwọn tí A fún ní Tírà ń fẹ́ láti da yín padà sípò kèfèrí lẹ́yìn tí ẹ ti ní ìgbàgbọ́ òdodo, ní ti kèéta láti inú ẹ̀mí wọn, (àti) lẹ́yìn tí òdodo (’Islām) ti fojú hàn sí wọn. Nítorí náà, ẹ foríjìn wọ́n, kí ẹ ṣàmójú kúrò fún wọn (nípa ìnira tí wọ́n ń fi kàn yín) títí Allāhu yó fi mú àṣẹ Rẹ̀ wá (láti ja wọ́n lógun). Dájúdájú Allāhu ni Alágbára lórí gbogbo n̄ǹkan"
        },
        {
            "chapter": 2,
            "verse": 110,
            "text": "Ẹ kírun, ẹ yọ Zakāh; ohunkóhun tí ẹ bá sì tì síwájú fún ẹ̀mí ara yín ní rere, ẹ máa bá a lọ́dọ̀ Allāhu. Dájúdájú Allāhu ni Olùríran nípa ohun tí ẹ̀ ń ṣe níṣẹ́"
        },
        {
            "chapter": 2,
            "verse": 111,
            "text": "Wọ́n wí pé: “Ẹnì kan kò níí wọ inú Ọgbà Ìdẹ̀ra àfi ẹni tí ó bá jẹ́ yẹhudi tàbí nasara.” Ìyẹn ni ìfẹ́-ọkàn wọn. Sọ pé: “Ẹ mú ẹ̀rí ọ̀rọ̀ yín wá tí ẹ bá jẹ́ olódodo"
        },
        {
            "chapter": 2,
            "verse": 112,
            "text": "Bẹ́ẹ̀ kọ́ (wọn kò níí wọ inú Ọgbà Ìdẹ̀ra àfi) ẹni tí ó bá ju ara rẹ̀ sílẹ̀ (nínú ’Islām) fún Allāhu, tí ó sì jẹ́ olùṣe rere. Nítorí náà, ẹ̀san (iṣẹ́) rẹ̀ ń bẹ fún un lọ́dọ̀ Olúwa rẹ̀. Kò níí sí ìbẹ̀rù fún wọn. Wọn kò sì níí banújẹ́"
        },
        {
            "chapter": 2,
            "verse": 113,
            "text": "Àwọn yẹhudi wí pé: “Àwọn nasara kò rí n̄ǹkan kan ṣe (nínú ẹ̀sìn).” Àwọn nasara náà wí pé: “Àwọn yẹhudi kò rí n̄ǹkan kan ṣe (nínú ẹ̀sìn.)” Wọ́n sì ń ké Tírà! Báyẹn ni àwọn tí kò nímọ̀ ṣe sọ irú ọ̀rọ̀ wọn (yìí). Nítorí náà, Allāhu á dájọ́ láààrin wọn ní Ọjọ́ Àjíǹde nípa ohun tí wọ́n ń yapa ẹnu sí"
        },
        {
            "chapter": 2,
            "verse": 114,
            "text": "Àti pé ta l’ó ṣàbòsí ju ẹni tí ó ṣe àwọn mọ́sálásí Allāhu ní èèwọ̀ láti ṣèrántí orúkọ Allāhu nínú rẹ̀, tí ó tún ṣiṣẹ́ lórí ìparun àwọn mọ́sálásí náà? Àwọn wọ̀nyẹn, kò lẹ́tọ̀ọ́ fún wọn láti wọ inú rẹ̀ àyàfi pẹ̀lú ìbẹ̀rù. Àbùkù ń bẹ fún wọn n’ílé ayé. Ní ọ̀run, ìyà ńlá sì ń bẹ fún wọn"
        },
        {
            "chapter": 2,
            "verse": 115,
            "text": "Ti Allāhu ni ibùyọ òòrùn àti ibùwọ̀ òòrùn. Nítorí náà, ibikíbi tí ẹ bá dojú kọ ibẹ̀ yẹn náà ni ƙiblah Allāhu. Dájúdájú Allāhu ni Olùgbààyè, Onímọ̀"
        },
        {
            "chapter": 2,
            "verse": 116,
            "text": "Wọ́n wí pé: “Allāhu sọ ẹnì kan di ọmọ.” Mímọ́ ni fún Un! Ọ̀rọ̀ kò rí bẹ́ẹ̀, (àmọ́) tiRẹ̀ ni ohunkóhun t’ó wà nínú àwọn sánmọ̀ àti ilẹ̀. Ẹnì kọ̀ọ̀kan sì ni olùtẹ̀lé-àṣẹ Rẹ̀"
        },
        {
            "chapter": 2,
            "verse": 117,
            "text": "Olùpilẹ̀dá àwọn sánmọ̀ àti ilẹ̀ ni (Allāhu). Nígbà tí Ó bá sì pèbùbù kiní kan, Ó kàn máa sọ fún un pé: “Jẹ́ bẹ́ẹ̀.” Ó sì máa jẹ́ bẹ́ẹ̀"
        },
        {
            "chapter": 2,
            "verse": 118,
            "text": "Àwọn tí kò nímọ̀ wí pé: “Tí ó bá jẹ́ pé Allāhu ń bá wa sọ̀rọ̀ ni tàbí kí àmì kan wá bá wa (àwa ìbá gbàgbọ́)?” Báyẹn ni àwọn t’ó ṣíwájú wọn ṣe sọ irú ọ̀rọ̀ wọn (yìí). Ọkàn wọn jọra wọn. A kúkú ti ṣe àlàyé àwọn āyah fún ìjọ tó ní àmọ̀dájú"
        },
        {
            "chapter": 2,
            "verse": 119,
            "text": "Dájúdájú Àwa fi òdodo rán ọ níṣẹ́. (O sì jẹ́) oníròó-ìdùnnú àti olùkìlọ̀ (fún gbogbo ayé). Wọn kò sì níí bi ọ́ léèrè nípa àwọn èrò inú Iná"
        },
        {
            "chapter": 2,
            "verse": 120,
            "text": "Àwọn yẹhudi àti nasara kò níí yọ́nú sí ọ títí o fi máa tẹ̀lé ẹ̀sìn wọn. Sọ pé: “Dájúdajú ìmọ̀nà ti Allāhu ni ìmọ̀nà.” Dájúdajú tí o bá sì tẹ̀lé ìfẹ́-inú wọn lẹ́yìn èyí tí ó dé bá ọ nínú ìmọ̀ (’Islām), kò níí sí aláàbò àti alárànṣe kan fún ọ lọ́dọ̀ Allāhu"
        },
        {
            "chapter": 2,
            "verse": 121,
            "text": "Àwọn tí A fún ní Tírà (al-Ƙur’ān), wọ́n ń ké e ní kíké ẹ̀tọ́. Àwọn wọ̀nyẹn gbà á gbọ́ ní òdodo. Àwọn t’ó ṣàì gbàgbọ́ nínú rẹ̀, àwọn wọ̀nyẹn ni ẹni òfò"
        },
        {
            "chapter": 2,
            "verse": 122,
            "text": "Ẹ̀yin ọmọ ’Isrọ̄’īl, ẹ rántí ìkẹ́ Mi, èyí tí Mo ṣe fun yín. Dájúdájú Èmi tún ṣoore àjùlọ fun yín lórí àwọn"
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "Ẹ bẹ̀rù ọjọ́ kan tí ẹ̀mí kan kò níí ṣàǹfààní kiní kan fún ẹ̀mí kan. A ò sì níí gba ààrọ̀ lọ́wọ́ rẹ̀. Ìṣìpẹ̀ kan kò níí wúlò fún un. A ò sì níí ràn wọ́n lọ́wọ́"
        }
    ]
}