{
    "maqras": [
        {
            "chapter": 2,
            "verse": 124,
            "text": "(Ẹ rántí) nígbà tí Olúwa fi àwọn ọ̀rọ̀ kan dán (Ànábì) ’Ibrọ̄hīm wò. Ó sì parí wọn ní pípé. (Allāhu) sọ pé: “Dájúdájú Èmi yó ṣe ọ́ ní aṣíwájú fún àwọn ènìyàn.” (Ànábì ’Ibrọ̄hīm) sọ pé: “Àti nínú àwọn àrọ́mọdọ́mọ mi.” (Allāhu) sọ pé: \"Àdéhùn Mi (láti sọ ẹnì kan di Òjíṣẹ́) kò níí tẹ àwọn alábòsí lọ́wọ́"
        },
        {
            "chapter": 2,
            "verse": 125,
            "text": "(Ẹ rántí) nígbà tí A ṣe Ilé (Kaaba) ní àyè tí àwọn ènìyàn yóò máa wá àti àyè ìfàyàbalẹ̀. Kí ẹ sì mú ibùdúró ’Ibrọ̄hīm ní ibùkírun. A sì pa (Ànábì) ’Ibrọ̄hīm àti (Ànábì) ’Ismọ̄‘īl láṣẹ pé “Ẹ ṣe Ilé Mi ní mímọ́ fún àwọn olùyípo rẹ̀, àwọn olùkóraró sínú rẹ̀ àti àwọn olùdáwọ́tẹ-orúnkún, àwọn olùforíkanlẹ̀ (lórí ìrun)"
        },
        {
            "chapter": 2,
            "verse": 126,
            "text": "(Ẹ rántí) nígbà tí (Ànábì) ’Ibrọ̄hīm sọ pé: “Olúwa mi, ṣe ìlú yìí ní ìlú ìfàyàbalẹ̀. Kí O sì pèsè àwọn èso fún àwọn ará ibẹ̀ (ìyẹn) ẹnikẹ́ni nínú wọn tí ó bá ní ìgbàgbọ́ òdodo nínú Allāhu àti Ọjọ́ Ìkẹyìn.” (Allāhu) sọ pé: \"Àti ẹni tí ó bá ṣàì gbàgbọ́, Èmi yóò fún un ní ìgbádùn díẹ̀. Lẹ́yìn náà, Mo máa taari rẹ̀ sínú ìyà Iná. Ìkángun náà sì burú"
        },
        {
            "chapter": 2,
            "verse": 127,
            "text": "(Ẹ rántí) nígbà tí (Ànábì) ’Ibrọ̄hīm àti ’Ismọ̄‘īl gbé àwọn ìpìlẹ̀ Ilé náà dúró. (Wọ́n ṣàdúà pé) \"Olúwa wa, gbà á lọ́wọ́ wa, dájúdájú Ìwọ, Ìwọ ni Olùgbọ́, Onímọ̀"
        },
        {
            "chapter": 2,
            "verse": 128,
            "text": "Olúwa wa, ṣe wá ní mùsùlùmí fún Ọ. Kí O sì ṣe nínú àrọ́mọdọ́mọ wa ní ìjọ mùsùlùmí fún Ọ. Fi ìlànà ẹ̀sìn wa hàn wá. Kí O sì gba ìronúpìwàdà wa. Dájúdájú Ìwọ, Ìwọ ni Olùgba-ìronúpìwàdà, Àṣàkẹ́-ọ̀run"
        },
        {
            "chapter": 2,
            "verse": 129,
            "text": "Olúwa wa, gbé dìde nínú wọn Òjíṣẹ́ kan láààrin wọn, (ẹni tí) ó máa ké àwọn āyah Rẹ fún wọn, tí ó máa kọ́ wọn ní Tírà àti ọgbọ́n ìjìnlẹ̀ (sunnah), tí ó sì máa sọ wọ́n di ẹni mímọ́. Dájúdájú Ìwọ, Ìwọ ni Alágbára, Ọlọ́gbọ́n"
        },
        {
            "chapter": 2,
            "verse": 130,
            "text": "Ta sì ni ó máa kọ ẹ̀sìn (Ànábì) ’Ibrọ̄hīm sílẹ̀ àfi ẹni tí ó bá gọ ẹ̀mí ara rẹ̀. A kúkú ti ṣà á lẹ́ṣà n’ílé ayé. Dájúdájú ó tún wà nínú àwọn ẹni rere ní ọ̀run"
        },
        {
            "chapter": 2,
            "verse": 131,
            "text": "(Ẹ rántí) nígbà tí Olúwa rẹ̀ sọ fún un pé: “Jẹ́ mùsùlùmí.” Ó sọ pé: “Mo jẹ́ mùsùlùmí fún Olúwa gbogbo ẹ̀dá.”"
        },
        {
            "chapter": 2,
            "verse": 132,
            "text": "(Ànábì) ’Ibrọ̄hīm sì pa á láṣẹ fún àwọn ọmọ rẹ̀. (Ànábì) Ya‘ƙūb náà ṣe bẹ́ẹ̀. (Ìkíní kejì sọ pé): \"Ẹ̀yin ọmọ mi, dájúdájú Allāhu yan ẹ̀sìn náà fun yín. Nítorí náà, ẹ ò gbọdọ̀ kú àyàfi kí ẹ jẹ́ mùsùlùmí"
        },
        {
            "chapter": 2,
            "verse": 133,
            "text": "Tàbí ẹ̀yin jẹ́ ẹlẹ́rìí nígbà tí ikú dé bá (Ànábì) Ya‘ƙūb? Nígbà tí ó sọ fún àwọn ọmọ rẹ̀ pé: “Kí ni ẹ̀yin yóò máa jọ́sìn fún lẹ́yìn (ikú) mi?” Wọ́n sọ pé: \"Àwa yó máa jọ́sìn fún Ọlọ́hun rẹ àti Ọlọ́hun àwọn bàbá rẹ, (àwọn Ànábì) ’Ibrọ̄hīm, ’Ismọ̄‘īl àti ’Ishāƙ, Ọlọ́hun Ọ̀kan ṣoṣo. Àwa sì ni mùsùlùmí (tí a juwọ́ jusẹ̀ sílẹ̀) fún Un"
        },
        {
            "chapter": 2,
            "verse": 134,
            "text": "Ìjọ kan nìyẹn tí ó ti lọ. Tiwọn ni ohun tí wọ́n ṣe níṣẹ́. Tiyín ni ohun tí ẹ ṣe níṣẹ́. Wọn kò sì níí bi yín léèrè nípa ohun tí wọ́n ń ṣe níṣẹ́"
        },
        {
            "chapter": 2,
            "verse": 135,
            "text": "Wọ́n wí pé: “Ẹ jẹ́ yẹhudi tàbí nasara kí ẹ mọ̀nà.” Sọ pé: \"Rárá, ẹ̀sìn (Ànábì) ’Ibrọ̄hīm (lẹ̀sìn), olùdúró-déédé, kò sì sí nínú àwọn ọ̀ṣẹbọ"
        },
        {
            "chapter": 2,
            "verse": 136,
            "text": "Ẹ sọ pé: “A gbàgbọ́ nínú Allāhu àti ohun tí Wọ́n sọ̀kalẹ̀ fún wa àti ohun tí Wọ́n sọ̀kalẹ̀ fún (àwọn Ànábì) ’Ibrọ̄hīm, ’Ismọ̄‘īl, ’Ishāƙ, Ya‘ƙūb àti àwọn àrọ́mọdọ́mọ Ya‘ƙūb. (A gbàgbọ́ nínú) ohun tí Wọ́n fún (àwọn Ànábì) Mūsā àti ‘Īsā, àti ohun tí Wọ́n fún àwọn Ànábì (yòókù) láti ọ̀dọ̀ Olúwa wọn. A kò ya ẹnì kan sọ́tọ̀ nínú wọn. Àwa sì ni mùsùlùmí (olùjuwọ́-jusẹ̀ sílẹ̀) fún Un.”"
        },
        {
            "chapter": 2,
            "verse": 137,
            "text": "Nítorí náà, tí wọ́n bá gbàgbọ́ nínú irú ohun tí ẹ gbàgbọ́, wọ́n ti mọ̀nà. Tí wọ́n bá sì gbúnrí, wọ́n ti wà nínú ìyapa (òdodo). Allāhu sì máa tó ọ (níbi aburú) wọn. Òun ni Olùgbọ́, Onímọ̀"
        },
        {
            "chapter": 2,
            "verse": 138,
            "text": "(Ẹ dúró ti) aró Allāhu. Ta sì l’ó dára ju Allāhu lọ ní aró! Àwa sì ni olùjọ́sìn fún Un"
        },
        {
            "chapter": 2,
            "verse": 139,
            "text": "Sọ pé: “Ṣé ẹ̀yin yó jà wá níyàn nípa Allāhu ni?” Òun sì ni Olúwa wa àti Olúwa yín. Tiwa ni àwọn iṣẹ́ wa. Tiyín sì ni àwọn iṣẹ́ yín. Àwa (mùsùlùmí) sì ni olùṣàfọ̀mọ́-ẹ̀sìn fún Un"
        },
        {
            "chapter": 2,
            "verse": 140,
            "text": "Tàbí ẹ̀ ń wí pé: “Dájúdájú (àwọn Ànábì) ’Ibrọ̄hīm, ’Ismọ̄‘īl, ’Ishāƙ, Ya‘ƙūb àti àwọn àrọ́mọdọ́mọ Ya‘ƙūb, wọ́n jẹ́ yẹhudi tàbí nasara.” Sọ pé: “Ṣé ẹ̀yin l’ẹ nímọ̀ jùlọ (nípa wọn ni) tàbí Allāhu?” Ta l’ó ṣàbòsí ju ẹni t’ó daṣọ bo ẹ̀rí ọ̀dọ̀ rẹ̀ (tí ó sọ̀kalẹ̀) láti ọ̀dọ̀ Allāhu? Allāhu kò sì níí gbàgbé ohun tí ẹ̀ ń ṣe níṣẹ́"
        },
        {
            "chapter": 2,
            "verse": 141,
            "text": "Ìjọ kan nìyẹn tí ó ti lọ. Tiwọn ni ohun tí wọ́n ṣe níṣẹ́. Tiyín ni ohun tí ẹ ṣe níṣẹ́. Wọn kò sì níí bi yín léèrè nípa ohun tí wọ́n ń ṣe níṣẹ́"
        }
    ]
}