{
    "pages": [
        {
            "chapter": 5,
            "verse": 90,
            "text": "O ware geloovigen! waarlijk, wijn en spelen, en beelden en het raadplegen van pijlen zijn een gruwel van satans vinding: mijdt die dus, opdat gij gelukkig moogt zijn"
        },
        {
            "chapter": 5,
            "verse": 91,
            "text": "Satan tracht tweedracht en haat onder u te zaaien, door middel van wijn en spelen, en u te verwijderen van de herdenking van God en de geboden. Wilt gij u dus daarvan niet onthouden"
        },
        {
            "chapter": 5,
            "verse": 92,
            "text": "Gehoorzaamt God en gehoorzaamt den apostel, en hoedt u; maar indien gij u afwendt, weet dan dat de plicht van onzen apostel alleen bestaat in het openbaar te prediken"
        },
        {
            "chapter": 5,
            "verse": 93,
            "text": "Zij die gelooven en goede werken doen, zullen niet gezondigd hebben, indien zij van wijn of spel gebruik hebben gemaakt, alvorens wij het verboden, indien zij God vreezen, en gelooven en goede werken verrichten, en voortaan God vreezen, en gelooven en volharden God te vreezen en wel te doen; want God bemint hen die goed doen"
        },
        {
            "chapter": 5,
            "verse": 94,
            "text": "O ware geloovigen! God zal u zeker (op den pelgrimstocht) beproeven met wild, dat gij met uwe handen of uwe lansen zult kunnen vangen, opdat God zou kennen, wie hem in het geheim vreest; maar wie daarin zondigt zal een strenge straf ondergaan"
        },
        {
            "chapter": 5,
            "verse": 95,
            "text": "O ware geloovigen! doodt geen wild, terwijl gij aan den pelgrimstocht deelneemt. Hij onder u, die een dier opzettelijk heeft gedood, zal een gelijk dier moeten teruggeven, als datgene wat hij doodde, in huisdieren, overeenkomstig de beslissing van twee rechtvaardige personen, om als een offer naar den Caaba-tempel te worden gebracht, of ter vergoeding daarvan zal hij armen voeden, of, in plaats daarvan vasten, opdat hij de afschuwelijkheid van zijne daad moge gevoelen. God heeft vergeven wat voorbij is, maar hij die nogmaals zondigt, op dien zal God zich wreken; want God is machtig en in staat tot wraak"
        }
    ]
}