{
    "pages": [
        {
            "chapter": 10,
            "verse": 26,
            "text": "Zij, die goed handelen, zullen de uitmuntendste belooning ontvangen, en een overvloedig toevoegsel. Noch zwartheid noch schaamte zal hun aangezicht bedekken. Zij zullen het paradijs bewonen en daarin voor eeuwig verblijven"
        },
        {
            "chapter": 10,
            "verse": 27,
            "text": "Maar zij die kwaad bedrijven, zullen de vergelding des kwaads ontvangen, daaraan gelijk, en zij zullen met schaamte bedekt worden (want zij zullen geen beschermer tegen God hebben, alsof hunne aangezichten met de diepe duisternis des nachts bedekt waren. Dezen zullen het hellevuur bewonen; eeuwig zullen zij daarin blijven)"
        },
        {
            "chapter": 10,
            "verse": 28,
            "text": "Op den dag der opstanding zullen wij hen allen verzamelen; daarna zullen wij tot de afgodendienaars zeggen: Gaat naar uwe plaats, gij en uwe gezellen, en wij zullen hen van elkander scheiden en hunne gezellen zullen tot hen zeggen: Gij hebt ons niet aangebeden"
        },
        {
            "chapter": 10,
            "verse": 29,
            "text": "En God is een toereikend getuige op uwe aanbidding van ons"
        },
        {
            "chapter": 10,
            "verse": 30,
            "text": "Daar zal iedere ziel ondervinden naar hetgeen zij heeft bedreven, en zij zullen voor God gebracht worden, haren waren Heer: en de valsche godheden, die zij in ijdelheid uitdachten, zullen voor hen verdwijnen"
        },
        {
            "chapter": 10,
            "verse": 31,
            "text": "Zeg: Wie voorziet u van voedsel uit den hemel en van de aarde? of wie heeft de volstrekte macht over het gehoor en het gezicht? en wie brengt het leven uit den dood voort? en wie regeert alle dingen? Zij zullen zekerlijk antwoorden: God! Zeg: Wilt gij hem dus niet vreezen"
        },
        {
            "chapter": 10,
            "verse": 32,
            "text": "Dit is dus God, uw ware Heer, en wat blijft er anders, buiten de waarheid, over dan dwaling? Hoe zijt gij dus van de waarheid afgewend"
        },
        {
            "chapter": 10,
            "verse": 33,
            "text": "Zoo heeft zich dit woord van God bij de boozen bewaarheid, dat zij nimmer zullen gelooven"
        }
    ]
}