{
    "pages": [
        {
            "chapter": 12,
            "verse": 31,
            "text": "En toen zij het gesprek over haar boos gedrag had gehoord, zond zij tot haar, en maakte een middagmaal voor haar gereed en gaf aan ieder van haar een mes, en zeide tot Jozef, onder haar te verschijnen. En toen zij hem zagen, prezen zij hem zeer. Zij sneden hunne eigen handen af en zeiden: O God! dit is geen sterveling; hij is een engel die den hoogsten eerbied verdient"
        },
        {
            "chapter": 12,
            "verse": 32,
            "text": "En zijne meesteren zeide: Hij is het die mij uwen blaam heeft berokkend. Ik verzocht hem met mij te liggen; maar hij weigerde aanhoudend. Maar indien hij niet volbrengt wat ik hem gebied, zal hij zekerlijk in de gevangenis worden geworpen, en zal tot de ellendigsten behooren"
        },
        {
            "chapter": 12,
            "verse": 33,
            "text": "Jozef zeide: O Heer! eene gevangenis is verkieselijker voor mij, dan de misdaad, waartoe zij mij willen verleiden, en indien gij hare kunstgrepen niet van mij afwendt, zal ik aan mijne neiging voor haar toegeven en zal ik tot de dwazen behooren"
        },
        {
            "chapter": 12,
            "verse": 34,
            "text": "Daardoor verhoorde hem zijn Heer, en wendde hare kunstgrepen van hem af: want hij hoort en ziet alles"
        },
        {
            "chapter": 12,
            "verse": 35,
            "text": "En het behaagde hun, zelfs nadat zij de bewijzen zijner onschuld hadden gezien, hem voor eenigen tijd gevangen te houden"
        },
        {
            "chapter": 12,
            "verse": 36,
            "text": "En twee van des konings dienaren traden met hem in de gevangenis. Een van hen zeide: Het scheen mij in mijn droom toe, dat ik wijn uit druiven perste. En de andere zeide: Het scheen mij in mijn droom toe, dat ik brood op mijn hoofd droeg, waarvan de vogels aten. Geef ons de uitlegging onzer droomen; want wij bemerken, dat gij een deugdzaam mensch zijt"
        },
        {
            "chapter": 12,
            "verse": 37,
            "text": "Jozef antwoordde: Er zal nog geen voedsel, om u te onderhouden, tot u komen; maar ik zal u de uitlegging daarvan geven, alvorens dit tot u kome. Deze kennis is een deel van hetgeen mij door God is geleerd; want ik heb den godsdienst van hen verlaten, die niet in God gelooven en die het volgende leven loochenen"
        }
    ]
}