{
    "pages": [
        {
            "chapter": 13,
            "verse": 6,
            "text": "Zij zullen u vragen veeleer het kwade dan het goede te verhaasten; hoewel zij reeds voorbeelden van de goddelijke wraak hebben gezien. Waarlijk, de Heer bezit inschikkelijkheid omtrent de menschen, niettegenstaande hunne boosheid; maar de Heer is ook streng in het straffen"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "De ongeloovigen zeggen: Zoolang hem geen teeken door zijn Heer wordt neder gezonden, zullen wij niet gelooven. Gij zijt alleen gelast te verkondigen en geen bewerker van mirakelen; en tot ieder volk werd er een leider gezonden"
        },
        {
            "chapter": 13,
            "verse": 8,
            "text": "God weet wat elke vrouw in haren boezem draagt, en hoeveel de schoot nauwer of wijder wordt. Door hem wordt ieder ding geregeld, overeenkomstig eene bepaalde maat"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "Hij weet wat geborgen en wat geopenbaard is. Hij is de groote, de verhevenste"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "Hij van u die zijne woorden verbergt, en hij die ze in het openbaar verkondigt; ook hij die zich in den nacht tracht te verbergen en hij die zich gedurende den dag openlijk vertoont, allen zijn zij gelijk voor Gods kennis"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "Ieder van hen heeft engelen, die elkander wederkeerig opvolgen, zoowel vóór hem als achter hem geplaatst; zij waken op Gods bevel over hem. Waarlijk, God zal zijne genade, die op de menschen rust, niet veranderen, tot zij de geneigdheid hunner zielen door zonde veranderen. Als hij hen wil straffen, kan niets hem dat verhinderen; naast hem hebben zij geen beschermer"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "Hij is het die den bliksem voor u doet verschijnen, om vrees in te boezemen en hoop op te wekken, en die de bezwangerde wolken vormt"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "De donder verheft zijnen lof, en de engelen doen het vol vrees voor hem. Hij zendt zijne bliksemschichten en treft daarmede wien het hem behaagt, terwijl gij nopens God twist; want hij is de almachtige, de wijze"
        }
    ]
}