{
    "pages": [
        {
            "chapter": 42,
            "verse": 52,
            "text": "Zoo hebben wij door ons bevel eene openbaring gedaan. Gij begreept voor dat tijdstip niet, noch wat het boek van den Koran, noch wat het geloof was; maar wij hebben dit als een licht aangewezen; wij willen daardoor diegenen onzer dienaren leiden, welke ons behagen, en gij zult hen zekerlijk op den rechten weg leiden"
        },
        {
            "chapter": 42,
            "verse": 53,
            "text": "Den weg van God, aan wien alles behoort, wat in den hemel en op de aarde is. Zullen niet alle dingen tot God terugkeeren"
        },
        {
            "chapter": 43,
            "verse": 1,
            "text": "Ha. Mim"
        },
        {
            "chapter": 43,
            "verse": 2,
            "text": "Bij het duidelijke boek"
        },
        {
            "chapter": 43,
            "verse": 3,
            "text": "Waarlijk, wij hebben dit als een Arabischen Koran bevolen, opdat gij dien zoudt begrijpen"
        },
        {
            "chapter": 43,
            "verse": 4,
            "text": "En het is zekerlijk in het oorspronkelijke boek geschreven, dat door ons bewaard, heerlijk en vol van wijsheid is"
        },
        {
            "chapter": 43,
            "verse": 5,
            "text": "Zullen wij dus de vermaning van u afwenden en u daarvan berooven, omdat gij een volk van overtreders zijt"
        },
        {
            "chapter": 43,
            "verse": 6,
            "text": "Hoeveel profeten hebben wij tot de vroegere volkeren gezonden"
        },
        {
            "chapter": 43,
            "verse": 7,
            "text": "En er kwam geen profeet tot hen, of zij lachten verachtelijk"
        },
        {
            "chapter": 43,
            "verse": 8,
            "text": "Daarom vernietigden wij volkeren die machtiger dan deze in sterkte waren, en het voorbeeld der vroegere volkeren is voor hen geplaatst"
        },
        {
            "chapter": 43,
            "verse": 9,
            "text": "Indien gij hun vraagt wie de hemelen, en de aarde schiep, zullen zij zekerlijk antwoorden: De machtige, de wijze God schiep die"
        },
        {
            "chapter": 43,
            "verse": 10,
            "text": "Wie heeft de aarde als een bed voor u uitgespreid, en heeft daarop paden voor u gemaakt, opdat gij geleid zoudt worden"
        }
    ]
}