{
    "hizbs": [
        {
            "chapter": 4,
            "verse": 88,
            "text": "۞ فَمَا لَكُمۡ فِی ٱلۡمُنَـٰفِقِینَ فِئَتَیۡنِ وَٱللَّهُ أَرۡكَسَهُم بِمَا كَسَبُوۤا۟ۚ أَتُرِیدُونَ أَن تَهۡدُوا۟ مَنۡ أَضَلَّ ٱللَّهُۖ وَمَن یُضۡلِلِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ سَبِیلࣰا"
        },
        {
            "chapter": 4,
            "verse": 89,
            "text": "وَدُّوا۟ لَوۡ تَكۡفُرُونَ كَمَا كَفَرُوا۟ فَتَكُونُونَ سَوَاۤءࣰۖ فَلَا تَتَّخِذُوا۟ مِنۡهُمۡ أَوۡلِیَاۤءَ حَتَّىٰ یُهَاجِرُوا۟ فِی سَبِیلِ ٱللَّهِۚ فَإِن تَوَلَّوۡا۟ فَخُذُوهُمۡ وَٱقۡتُلُوهُمۡ حَیۡثُ وَجَدتُّمُوهُمۡۖ وَلَا تَتَّخِذُوا۟ مِنۡهُمۡ وَلِیࣰّا وَلَا نَصِیرًا"
        },
        {
            "chapter": 4,
            "verse": 90,
            "text": "إِلَّا ٱلَّذِینَ یَصِلُونَ إِلَىٰ قَوۡمِۭ بَیۡنَكُمۡ وَبَیۡنَهُم مِّیثَـٰقٌ أَوۡ جَاۤءُوكُمۡ حَصِرَتۡ صُدُورُهُمۡ أَن یُقَـٰتِلُوكُمۡ أَوۡ یُقَـٰتِلُوا۟ قَوۡمَهُمۡۚ وَلَوۡ شَاۤءَ ٱللَّهُ لَسَلَّطَهُمۡ عَلَیۡكُمۡ فَلَقَـٰتَلُوكُمۡۚ فَإِنِ ٱعۡتَزَلُوكُمۡ فَلَمۡ یُقَـٰتِلُوكُمۡ وَأَلۡقَوۡا۟ إِلَیۡكُمُ ٱلسَّلَمَ فَمَا جَعَلَ ٱللَّهُ لَكُمۡ عَلَیۡهِمۡ سَبِیلࣰا"
        },
        {
            "chapter": 4,
            "verse": 91,
            "text": "سَتَجِدُونَ ءَاخَرِینَ یُرِیدُونَ أَن یَأۡمَنُوكُمۡ وَیَأۡمَنُوا۟ قَوۡمَهُمۡ كُلَّ مَا رُدُّوۤا۟ إِلَى ٱلۡفِتۡنَةِ أُرۡكِسُوا۟ فِیهَاۚ فَإِن لَّمۡ یَعۡتَزِلُوكُمۡ وَیُلۡقُوۤا۟ إِلَیۡكُمُ ٱلسَّلَمَ وَیَكُفُّوۤا۟ أَیۡدِیَهُمۡ فَخُذُوهُمۡ وَٱقۡتُلُوهُمۡ حَیۡثُ ثَقِفۡتُمُوهُمۡۚ وَأُو۟لَـٰۤئِكُمۡ جَعَلۡنَا لَكُمۡ عَلَیۡهِمۡ سُلۡطَـٰنࣰا مُّبِینࣰا"
        },
        {
            "chapter": 4,
            "verse": 92,
            "text": "وَمَا كَانَ لِمُؤۡمِنٍ أَن یَقۡتُلَ مُؤۡمِنًا إِلَّا خَطَءࣰاۚ وَمَن قَتَلَ مُؤۡمِنًا خَطَءࣰا فَتَحۡرِیرُ رَقَبَةࣲ مُّؤۡمِنَةࣲ وَدِیَةࣱ مُّسَلَّمَةٌ إِلَىٰۤ أَهۡلِهِۦۤ إِلَّاۤ أَن یَصَّدَّقُوا۟ۚ فَإِن كَانَ مِن قَوۡمٍ عَدُوࣲّ لَّكُمۡ وَهُوَ مُؤۡمِنࣱ فَتَحۡرِیرُ رَقَبَةࣲ مُّؤۡمِنَةࣲۖ وَإِن كَانَ مِن قَوۡمِۭ بَیۡنَكُمۡ وَبَیۡنَهُم مِّیثَـٰقࣱ فَدِیَةࣱ مُّسَلَّمَةٌ إِلَىٰۤ أَهۡلِهِۦ وَتَحۡرِیرُ رَقَبَةࣲ مُّؤۡمِنَةࣲۖ فَمَن لَّمۡ یَجِدۡ فَصِیَامُ شَهۡرَیۡنِ مُتَتَابِعَیۡنِ تَوۡبَةࣰ مِّنَ ٱللَّهِۗ وَكَانَ ٱللَّهُ عَلِیمًا حَكِیمࣰا"
        },
        {
            "chapter": 4,
            "verse": 93,
            "text": "وَمَن یَقۡتُلۡ مُؤۡمِنࣰا مُّتَعَمِّدࣰا فَجَزَاۤؤُهُۥ جَهَنَّمُ خَـٰلِدࣰا فِیهَا وَغَضِبَ ٱللَّهُ عَلَیۡهِ وَلَعَنَهُۥ وَأَعَدَّ لَهُۥ عَذَابًا عَظِیمࣰا"
        },
        {
            "chapter": 4,
            "verse": 94,
            "text": "یَـٰۤأَیُّهَا ٱلَّذِینَ ءَامَنُوۤا۟ إِذَا ضَرَبۡتُمۡ فِی سَبِیلِ ٱللَّهِ فَتَبَیَّنُوا۟ وَلَا تَقُولُوا۟ لِمَنۡ أَلۡقَىٰۤ إِلَیۡكُمُ ٱلسَّلَـٰمَ لَسۡتَ مُؤۡمِنࣰا تَبۡتَغُونَ عَرَضَ ٱلۡحَیَوٰةِ ٱلدُّنۡیَا فَعِندَ ٱللَّهِ مَغَانِمُ كَثِیرَةࣱۚ كَذَ ٰلِكَ كُنتُم مِّن قَبۡلُ فَمَنَّ ٱللَّهُ عَلَیۡكُمۡ فَتَبَیَّنُوۤا۟ۚ إِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِیرࣰا"
        },
        {
            "chapter": 4,
            "verse": 95,
            "text": "لَّا یَسۡتَوِی ٱلۡقَـٰعِدُونَ مِنَ ٱلۡمُؤۡمِنِینَ غَیۡرُ أُو۟لِی ٱلضَّرَرِ وَٱلۡمُجَـٰهِدُونَ فِی سَبِیلِ ٱللَّهِ بِأَمۡوَ ٰلِهِمۡ وَأَنفُسِهِمۡۚ فَضَّلَ ٱللَّهُ ٱلۡمُجَـٰهِدِینَ بِأَمۡوَ ٰلِهِمۡ وَأَنفُسِهِمۡ عَلَى ٱلۡقَـٰعِدِینَ دَرَجَةࣰۚ وَكُلࣰّا وَعَدَ ٱللَّهُ ٱلۡحُسۡنَىٰۚ وَفَضَّلَ ٱللَّهُ ٱلۡمُجَـٰهِدِینَ عَلَى ٱلۡقَـٰعِدِینَ أَجۡرًا عَظِیمࣰا"
        },
        {
            "chapter": 4,
            "verse": 96,
            "text": "دَرَجَـٰتࣲ مِّنۡهُ وَمَغۡفِرَةࣰ وَرَحۡمَةࣰۚ وَكَانَ ٱللَّهُ غَفُورࣰا رَّحِیمًا"
        },
        {
            "chapter": 4,
            "verse": 97,
            "text": "إِنَّ ٱلَّذِینَ تَوَفَّىٰهُمُ ٱلۡمَلَـٰۤئِكَةُ ظَالِمِیۤ أَنفُسِهِمۡ قَالُوا۟ فِیمَ كُنتُمۡۖ قَالُوا۟ كُنَّا مُسۡتَضۡعَفِینَ فِی ٱلۡأَرۡضِۚ قَالُوۤا۟ أَلَمۡ تَكُنۡ أَرۡضُ ٱللَّهِ وَ ٰسِعَةࣰ فَتُهَاجِرُوا۟ فِیهَاۚ فَأُو۟لَـٰۤئِكَ مَأۡوَىٰهُمۡ جَهَنَّمُۖ وَسَاۤءَتۡ مَصِیرًا"
        },
        {
            "chapter": 4,
            "verse": 98,
            "text": "إِلَّا ٱلۡمُسۡتَضۡعَفِینَ مِنَ ٱلرِّجَالِ وَٱلنِّسَاۤءِ وَٱلۡوِلۡدَ ٰنِ لَا یَسۡتَطِیعُونَ حِیلَةࣰ وَلَا یَهۡتَدُونَ سَبِیلࣰا"
        },
        {
            "chapter": 4,
            "verse": 99,
            "text": "فَأُو۟لَـٰۤئِكَ عَسَى ٱللَّهُ أَن یَعۡفُوَ عَنۡهُمۡۚ وَكَانَ ٱللَّهُ عَفُوًّا غَفُورࣰا"
        }
    ]
}