{
    "rukus": [
        {
            "chapter": 7,
            "verse": 163,
            "text": "Interroge-les sur cette cité située au bord de la mer dont les habitants transgressèrent le shabbat. Les poissons apparaissaient en effet à la surface de l’eau le samedi, jour de repos obligatoire, mais disparaissaient les autres jours de la semaine. C’est ainsi que Nous les éprouvions pour prix de leur insoumission"
        },
        {
            "chapter": 7,
            "verse": 164,
            "text": "Une partie d’entre eux dit : « Pourquoi exhortez-vous des gens qu’Allah va faire périr ou soumettre à d’affreux tourments ? » Ils répondirent : « Afin de dégager notre responsabilité et dans l’espoir qu’ils finissent par renoncer au péché. »"
        },
        {
            "chapter": 7,
            "verse": 165,
            "text": "Mais ceux qui transgressèrent le shabbat restèrent sourds à leurs exhortations. Nous avons donc sauvé ceux qui ont condamné leur attitude et infligé un terrible châtiment aux coupables pour prix de leur insoumission"
        },
        {
            "chapter": 7,
            "verse": 166,
            "text": "Devant leur obstination à braver l’interdit, Nous leur avons dit : « Soyez transformés en singes abjects ! »"
        },
        {
            "chapter": 7,
            "verse": 167,
            "text": "Ton Seigneur proclama alors qu’Il susciterait contre eux, jusqu’au Jour de la résurrection, des peuples qui leur feraient subir les plus horribles persécutions. Ton Seigneur, en vérité, est prompt à châtier, mais Il est aussi Très Clément et Très Miséricordieux"
        },
        {
            "chapter": 7,
            "verse": 168,
            "text": "Nous les avons dispersés sur terre où ils forment diverses communautés. Certains parmi eux sont vertueux, d’autres bien moins pieux. Nous les avons éprouvés, tantôt en les comblant de Nos faveurs, tantôt en les accablant de malheurs, afin qu’ils reviennent de leurs erreurs"
        },
        {
            "chapter": 7,
            "verse": 169,
            "text": "Leur succédèrent des générations toutes plus misérables les unes que les autres qui, bien qu’ayant hérité des Ecritures, se mirent à jouir sans scrupule de tous les plaisirs terrestres qui s’offraient à eux, se disant qu’ils seraient bien pardonnés, et ne perdant aucune occasion de se livrer au péché. N’ont-ils pas pris l’engagement dans leurs Ecritures, qu’ils n’ont cessé d’étudier, de ne dire sur Allah que la vérité ? L’autre monde est en réalité bien meilleur pour ceux qui craignent le Seigneur. Etes-vous donc dépourvus de toute raison"
        },
        {
            "chapter": 7,
            "verse": 170,
            "text": "Quant à ceux qui s’attachent fermement aux Ecritures et accomplissent assidûment la prière, qu’ils sachent que Nous ne laisserons jamais se perdre la récompense de ceux qui font le bien"
        },
        {
            "chapter": 7,
            "verse": 171,
            "text": "Relate ce qu’il est advenu lorsque Nous avons soulevé au-dessus d’eux le Mont, tel un nuage les couvrant de son ombre. Ils furent alors convaincus qu’il tomberait sur eux. Nous leur avons ordonné : « Conformez-vous scrupuleusement à l’Ecriture que Nous vous avons confiée en mettant en pratique chacun de ses préceptes, afin de vous préserver de Notre châtiment. »"
        }
    ]
}