{
    "rukus": [
        {
            "chapter": 10,
            "verse": 41,
            "text": "S’ils te traitent de menteur, réponds-leur : « Chacun devra rendre compte de ses œuvres. Vous n’aurez pas à répondre de mes actes, tout comme je n’aurai pas à répondre des vôtres. »"
        },
        {
            "chapter": 10,
            "verse": 42,
            "text": "Certains parmi eux t’écoutent volontiers. Mais pourras-tu jamais te faire entendre d’hommes sourds à la vérité, de surcroît incapables de comprendre la réalité"
        },
        {
            "chapter": 10,
            "verse": 43,
            "text": "D’autres t’observent attentivement. Mais pourras-tu jamais guider des hommes aveugles à la vérité, de surcroît privés de toute lucidité"
        },
        {
            "chapter": 10,
            "verse": 44,
            "text": "Allah ne lèse en rien les hommes qui, en réalité, se lèsent eux-mêmes"
        },
        {
            "chapter": 10,
            "verse": 45,
            "text": "Le Jour où Il les rassemblera, il leur semblera n’être restés qu’un instant sur terre. Ce Jour-là, les uns reconnaîtront les autres. Ceux qui niaient la rencontre d’Allah auront perdu leurs âmes pour s’être détournés de Sa voie"
        },
        {
            "chapter": 10,
            "verse": 46,
            "text": "Que Nous leur infligions de ton vivant une partie du châtiment dont Nous les menaçons ou que Nous reprenions ton âme avant cela, c’est à Nous qu’ils feront retour. Allah sera alors témoin de leurs agissements"
        },
        {
            "chapter": 10,
            "verse": 47,
            "text": "A chaque peuple fut suscité un Messager en présence duquel il sera jugé dans l’au-delà en toute équité, sans que nul ne soit lésé"
        },
        {
            "chapter": 10,
            "verse": 48,
            "text": "Ils demandent : « Quand donc cette menace sera mise à exécution, si vous dites la vérité ? »"
        },
        {
            "chapter": 10,
            "verse": 49,
            "text": "Réponds-leur : « Je ne peux repousser un mal ou obtenir un bien pour moi-même que si Allah le veut. A chaque peuple impie est fixé un terme qu’il ne saurait, lorsque son heure arrive, ni reculer un seul instant, ni avancer. »"
        },
        {
            "chapter": 10,
            "verse": 50,
            "text": "Dis-leur : « Et si Son châtiment devait vous surprendre de nuit ou en plein jour ? Qu’est-ce qui peut bien pousser les criminels à vouloir en hâter la venue ? »"
        },
        {
            "chapter": 10,
            "verse": 51,
            "text": "Est-ce seulement au moment où le châtiment s’abattra sur vous que vous y croirez ? « Est-ce maintenant que vous y croyez, alors qu’autrefois vous vouliez en hâter l’arrivée ? » Leur sera-t-il lancé"
        },
        {
            "chapter": 10,
            "verse": 52,
            "text": "Puis il sera dit aux hommes et aux femmes qui furent injustes envers eux-mêmes : « Goûtez les tourments éternels ! Recevrez-vous une autre rétribution que celle, méritée, de vos œuvres ? »"
        },
        {
            "chapter": 10,
            "verse": 53,
            "text": "Ils t’interrogent : « Est-ce bien la vérité ? » Dis : « Oui ! Par mon Seigneur ! C’est la pure vérité. Vous ne saurez vous soustraire à la volonté d’Allah. »"
        }
    ]
}