{
    "rukus": [
        {
            "chapter": 15,
            "verse": 26,
            "text": "Nous avons, en vérité, créé l’homme d’une argile desséchée et sonore, tirée d’un limon noir et malodorant"
        },
        {
            "chapter": 15,
            "verse": 27,
            "text": "tandis que Nous avons créé, avant lui, les djinns d’un feu ardent"
        },
        {
            "chapter": 15,
            "verse": 28,
            "text": "Ton Seigneur s’adressa ainsi aux anges : « Je vais créer un être humain à partir d’une argile desséchée et sonore, tirée d’un limon noir et malodorant"
        },
        {
            "chapter": 15,
            "verse": 29,
            "text": "Lorsque Je lui aurai donné une forme accomplie et aurai insufflé en lui de Mon Esprit, vous vous prosternerez devant lui. »"
        },
        {
            "chapter": 15,
            "verse": 30,
            "text": "Tous les anges, sans exception, se sont prosternés"
        },
        {
            "chapter": 15,
            "verse": 31,
            "text": "Quant à Satan, il a refusé de les imiter"
        },
        {
            "chapter": 15,
            "verse": 32,
            "text": "Le Seigneur dit : « Qu’est-ce qui t’a empêché, Satan, de te prosterner avec eux ? »"
        },
        {
            "chapter": 15,
            "verse": 33,
            "text": "Il répondit : « Je ne saurais me prosterner devant un être humain que Tu as créé d’une argile desséchée et sonore, tirée d’un limon noir et malodorant. »"
        },
        {
            "chapter": 15,
            "verse": 34,
            "text": "Le Seigneur dit : « Sors d’ici ! Te voilà maudit"
        },
        {
            "chapter": 15,
            "verse": 35,
            "text": "poursuivi par la malédiction jusqu’au Jour de la rétribution. »"
        },
        {
            "chapter": 15,
            "verse": 36,
            "text": "Satan dit : « Accorde-moi, Seigneur, un sursis jusqu’au Jour où les hommes seront ressuscités. »"
        },
        {
            "chapter": 15,
            "verse": 37,
            "text": "Le Seigneur répondit : « Tu es de ceux auxquels un sursis est accordé"
        },
        {
            "chapter": 15,
            "verse": 38,
            "text": "jusqu’à l’avènement d’un jour bien connu. »"
        },
        {
            "chapter": 15,
            "verse": 39,
            "text": "Satan jura : « Puisque Tu m’as égaré, Seigneur, je m’emploierai à égarer tous les hommes en embellissant à leurs yeux les plaisirs terrestres et le péché"
        },
        {
            "chapter": 15,
            "verse": 40,
            "text": "excepté ceux de Tes serviteurs que Tu as élus pour leur sincérité. »"
        },
        {
            "chapter": 15,
            "verse": 41,
            "text": "Le Seigneur dit : « Voici une règle d’une parfaite équité que Je me suis imposée"
        },
        {
            "chapter": 15,
            "verse": 42,
            "text": "tu n’auras aucune autorité sur Mes serviteurs, excepté ceux qui te suivront parmi les égarés"
        },
        {
            "chapter": 15,
            "verse": 43,
            "text": "qui tous sont voués à la Géhenne"
        },
        {
            "chapter": 15,
            "verse": 44,
            "text": "Celle-ci possède sept portes. Chacune sera franchie par un nombre déterminé de damnés. »"
        }
    ]
}