{
    "rukus": [
        {
            "chapter": 23,
            "verse": 23,
            "text": "Nous avons, en vérité, envoyé Noé à son peuple auquel il dit : « Mon peuple, adorez Allah ! Vous n’avez d’autre divinité que Lui. Allez-vous donc finir par Le redouter ? »"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "Les notables de son peuple, qui avaient rejeté la foi, dirent : « Ce n’est qu’un homme comme vous qui veut seulement s’élever au-dessus de vous. Si Allah l’avait voulu, Il aurait fait descendre des anges. Nous n’avons rien entendu de tel chez nos ancêtres les plus éloignés"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "Ce n’est, en vérité, qu’un possédé. Supportons-le quelque temps encore. »"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "Noé dit : « Venge-moi, Seigneur, de ce peuple qui me traite d’imposteur ! »"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "Nous lui avons révélé : « Construis l’Arche sous Nos yeux et selon Nos instructions. Puis le jour où, sur Notre ordre, l’eau se mettra à jaillir de toute la surface de la terre, tu embarqueras dans l’Arche un couple de chaque espèce, ainsi que ta famille - excepté ceux contre qui Notre arrêt a déjà été prononcé. Et cesse d’intervenir en faveur de ces impies qui sont condamnés à périr engloutis"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "Lorsque tu auras pris place dans l’Arche avec ceux qui t’accompagnent, tu diras : « Louange à Allah qui nous a sauvés de ce peuple impie ! »"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "Tu diras aussi : « Seigneur ! Fais-nous débarquer en une terre bénie. Car Toi seul peux nous faire arriver à bon port ! »"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "Voilà assurément des signes. C’est ainsi que Nous mettons les hommes à l’épreuve"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "Nous avons, à leur suite, suscité un autre peuple"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "auquel Nous avons envoyé l’un des leurs comme Messager qui leur dit : « Adorez Allah ! Vous n’avez d’autre divinité que Lui. Allez-vous donc finir par Le redouter ? »"
        }
    ]
}