{
    "rukus": [
        {
            "chapter": 39,
            "verse": 32,
            "text": "Qui donc est plus injuste que celui qui forge des mensonges contre Allah et rejette la vérité qui lui a été apportée ? N’est-il pas, dans la Géhenne, une demeure pour les mécréants"
        },
        {
            "chapter": 39,
            "verse": 33,
            "text": "Quant à celui qui a apporté la vérité et ceux qui l’ont acceptée, voilà ceux qui se préservent de l’impiété"
        },
        {
            "chapter": 39,
            "verse": 34,
            "text": "Ils trouveront auprès de leur Seigneur tout ce qu’ils désireront. Telle est la rétribution des hommes de bien"
        },
        {
            "chapter": 39,
            "verse": 35,
            "text": "Allah effacera ainsi leurs péchés et les récompensera de la manière la plus généreuse pour chacune de leurs bonnes œuvres"
        },
        {
            "chapter": 39,
            "verse": 36,
            "text": "Allah ne suffit-Il pas pour protéger Son serviteur ? Ils cherchent pourtant à t’effrayer au moyen des divinités qu’ils adorent en dehors de Lui. Nul ne saurait guider celui qu’Allah laisse s’égarer"
        },
        {
            "chapter": 39,
            "verse": 37,
            "text": "ni égarer celui qu’Il entend guider. Allah n’est-Il pas Tout-Puissant et en mesure de se venger"
        },
        {
            "chapter": 39,
            "verse": 38,
            "text": "Si tu leur demandes qui a créé les cieux et la terre, ils répondront certainement : « C’est Allah ! » Dis-leur : « Si Allah me destinait un malheur, ces fausses divinités que vous invoquez en dehors de Lui pourraient-elles l’écarter ? Et s’Il me destinait un bonheur, pourraient-elles m’en priver ? » Dis : « Allah me suffit ! C’est à Lui que doivent s’en remettre ceux qui cherchent un appui sûr. »"
        },
        {
            "chapter": 39,
            "verse": 39,
            "text": "Dis : « Mon peuple ! Agissez à votre façon, j’agirai à ma manière. Vous saurez alors"
        },
        {
            "chapter": 39,
            "verse": 40,
            "text": "qui de nous subira un châtiment humiliant ici-bas avant d’être soumis à des tourments permanents dans l’au-delà. »"
        },
        {
            "chapter": 39,
            "verse": 41,
            "text": "Nous t’avons révélé le Livre de vérité pour le transmettre à toute l’humanité. Quiconque suit le droit chemin, le fera dans son seul intérêt, tandis que celui qui s’en écarte en subira seul les effets. Tu n’es pas, quant à toi, en charge de leur salut"
        }
    ]
}