{
    "rukus": [
        {
            "chapter": 58,
            "verse": 7,
            "text": "Ne sais-tu pas qu’Allah connaît parfaitement tout ce qui se trouve dans les cieux et sur la terre ? Il n’est pas trois personnes discutant secrètement qu’Il n’en soit le quatrième, ni cinq qu’Il n’en soit le sixième, ni un groupe plus ou moins nombreux, qu’Il ne soit avec eux[1398] où qu’ils se trouvent. Puis le Jour de la résurrection, Il leur rappellera leurs œuvres. Allah a une parfaite connaissance de toute chose"
        },
        {
            "chapter": 58,
            "verse": 8,
            "text": "N’as-tu pas vu ceux auxquels il a été défendu de discuter secrètement, mais qui persistent à transgresser l’interdit et à s’opposer au Messager, dénigrant les croyants et s’incitant mutuellement au péché. Lorsqu’ils se présentent à toi, ils ne te saluent pas comme Allah t’a salué[1399], puis se disent entre eux : « Pourquoi Allah ne nous châtie pas pour les paroles que nous avons prononcées ? » La Géhenne, où ils brûleront, sera un châtiment bien suffisant pour eux. Et quelle infâme demeure"
        },
        {
            "chapter": 58,
            "verse": 9,
            "text": "Vous qui croyez ! Bannissez de vos discussions le péché, l’injustice et l’opposition au Messager. Préférez-leur des paroles pieuses et vertueuses. Craignez Allah vers qui vous serez rassemblés"
        },
        {
            "chapter": 58,
            "verse": 10,
            "text": "Ces discussions secrètes sont simplement inspirées par Satan qui cherche ainsi à attrister et inquiéter les croyants, mais elles ne pourront leur nuire que par la volonté d’Allah. Que les croyants s’en remettent donc entièrement à Allah"
        },
        {
            "chapter": 58,
            "verse": 11,
            "text": "Vous qui croyez ! Lorsqu’il vous est demandé de faire de la place aux autres dans vos assemblées, obéissez. Allah vous ménagera une place d’honneur ici-bas et dans l’au-delà. Et lorsqu’il vous est demandé de vous lever, exécutez-vous. Allah élèvera le rang de ceux d’entre vous qui ont cru et reçu la science. Allah est parfaitement informé de ce que vous faites"
        },
        {
            "chapter": 58,
            "verse": 12,
            "text": "Vous qui croyez ! Lorsque vous désirez vous entretenir en aparté avec le Messager, faites précéder cet entretien d’une charité. Voilà qui est préférable pour vous et plus à même de vous purifier. Si vous n’en avez pas les moyens, sachez qu’Allah est Très Clément et Très Miséricordieux"
        },
        {
            "chapter": 58,
            "verse": 13,
            "text": "Redoutez-vous la pauvreté si vous faites précéder votre entretien d’une charité ? Puisque vous vous en êtes abstenus, ce qu’Allah vous a pardonné[1400], veillez à accomplir la prière, à vous acquitter de l’aumône et à obéir à Allah et Son Messager. Allah est parfaitement informé de ce que vous faites"
        }
    ]
}