{
    "chapter": [
        {
            "chapter": 28,
            "verse": 1,
            "text": "Та, син, мим"
        },
        {
            "chapter": 28,
            "verse": 2,
            "text": "Это - аяты ясного Писания"
        },
        {
            "chapter": 28,
            "verse": 3,
            "text": "Мы доподлинно провозгласим тебе для верующих людей повесть о Мусе и Фир'ауне"
        },
        {
            "chapter": 28,
            "verse": 4,
            "text": "Воистину, Фир'аун возгордился на земле (египетской) и разделил ее жителей на (разные) части (т. е. сословия). Одних он ослаблял, убивая их (новорожденных) сынов и оставляя в живых (новорожденных) женского пола. Воистину, он был из тех, кто творил нечестие"
        },
        {
            "chapter": 28,
            "verse": 5,
            "text": "Но Нам было угодно оказать милость тем, кто был унижен на земле (египетской), сделать их предводителями и наследниками. (богатств Фир'ауна)"
        },
        {
            "chapter": 28,
            "verse": 6,
            "text": "Даровать им власть на земле и явить Фир'ауну, Хаману и их воинству то, чего они опасались"
        },
        {
            "chapter": 28,
            "verse": 7,
            "text": "Через откровение Мы внушили матери Мусы: \"Корми его грудью. Когда же станешь за него опасаться, брось его в реку. Не бойся и не скорби (из-за этого): воистину, Мы вернем его тебе и сделаем одним из посланников"
        },
        {
            "chapter": 28,
            "verse": 8,
            "text": "Люди Фир'ауна подобрали (младенца), чтобы он стал им врагом и [причиной] горя, ибо Фир'аун, Хаман и их воины были грешниками"
        },
        {
            "chapter": 28,
            "verse": 9,
            "text": "Жена Фир'ауна сказала: \"[Он будет] усладой очей для меня и тебя. Не убивайте его: быть может, он окажется полезным для нас или же мы усыновим его\". Но они не ведали [грядущего]"
        },
        {
            "chapter": 28,
            "verse": 10,
            "text": "И сердце матери Мусы освободилось [от тревоги]. Она чуть было не призналась [в том, что это - ее сын], если бы Мы не дали сил ее сердцу, чтобы она веровала"
        },
        {
            "chapter": 28,
            "verse": 11,
            "text": "Она сказала сестре Мусы: \"Следуй всюду за ним\". И та наблюдала за ним издали, в то время как они (т. е. окружение Фир'ауна) не ведали об этом"
        },
        {
            "chapter": 28,
            "verse": 12,
            "text": "А раньше Мы запретили для него кормилиц, и [сестра] спросила: \"Может быть, я найду вам какую-нибудь семью, которая будет заботиться о нем и хорошо с ним обращаться"
        },
        {
            "chapter": 28,
            "verse": 13,
            "text": "И Мы вернули младенца к матери, чтобы утешились ее глаза, чтобы она не горевала и знала, что обещание Аллаха непреложно. Но ведь большая часть их (т. е. неверных) не ведает [об этом]"
        },
        {
            "chapter": 28,
            "verse": 14,
            "text": "Когда же [Муса] возмужал и обрел силу, Мы даровали ему мудрость и знание. Так Мы вознаграждаем тех, кто творит добро"
        },
        {
            "chapter": 28,
            "verse": 15,
            "text": "Вошел [однажды] Муса в город, когда его жители отдыхали, и набрел на двух мужей, которые дрались друг с другом. Один был из его народа, другой - из врагов. Тот, который был из его народа, воззвал к Мусе о помощи против того, кто был из врагов. И Муса прикончил его (т. е. египтянина) ударом кулака и сказал: \"Это из деяний шайтана, ибо он -явный враг, совращающий [с пути истины]"
        },
        {
            "chapter": 28,
            "verse": 16,
            "text": "[Далее] он продолжал: \"Господи! Я согрешил против самого себя. Так прости же меня!\" И Он простил его, ибо Он - прощающий, милосердный"
        },
        {
            "chapter": 28,
            "verse": 17,
            "text": "[Муса] воззвал: \"Господи, за то, что Ты оказал мне такую милость, я никогда не буду на стороне преступников"
        },
        {
            "chapter": 28,
            "verse": 18,
            "text": "На другой день утром он вышел в город, с опаской оглядываясь [по сторонам], как вдруг тот, кто попросил у него помощи накануне, вновь воззвал о подмоге. Но Муса только ответил: \"Ты явно сошел с пути истины"
        },
        {
            "chapter": 28,
            "verse": 19,
            "text": "И когда [Муса] захотел наброситься на их общего врага, тот сказал: \"О Муса! Неужели ты хочешь убить меня, как убил человека вчера? Воистину, ты хочешь только бесчинствовать на земле, а не хочешь быть в числе тех, кто творит благое дело"
        },
        {
            "chapter": 28,
            "verse": 20,
            "text": "Тут прибежал муж с окраины города и воскликнул: \"О Муса! Знатные люди договариваются о том, чтобы убить тебя. И я советую тебе уходить из города"
        },
        {
            "chapter": 28,
            "verse": 21,
            "text": "Муса бежал [из города], оглядываясь с опаской, взывая [к Аллаху]: \"Господи! Спаси меня от людей нечестивых"
        },
        {
            "chapter": 28,
            "verse": 22,
            "text": "Когда Муса двинулся в сторону Мадйана, он сказал: \"Быть может, Господь мой выведет меня на верный путь"
        },
        {
            "chapter": 28,
            "verse": 23,
            "text": "Когда, наконец, [Муса] прибыл к колодцу в Мадйане, он обнаружил там людей, которые поили [скот]. Неподалеку от них он увидел двух женщин, которые отогнали в сторону [овец]. Он спросил: \"У вас все в порядке?\" Они ответили: \"Мы подождем, пока пастухи не отойдут [от колодца], а потом напоим [наших овец]. Отец-то у нас очень старый, [и нам приходится все делать самим]"
        },
        {
            "chapter": 28,
            "verse": 24,
            "text": "[Муса] напоил [овец] за них, потом отошел в тень и сказал: \"Господи! Воистину, я нуждаюсь в любом благе, которое Ты ниспошлешь мне"
        },
        {
            "chapter": 28,
            "verse": 25,
            "text": "Вскоре одна из двух [дев] подошла к нему тихой поступью и сказала: \"Мой отец зовет тебя, чтобы уплатить за то, что ты напоил [наших овец]\". Когда [Муса] пришел к отцу и поведал ему свою историю, тот молвил: \"Не бойся. Ты спасся от нечестивцев"
        },
        {
            "chapter": 28,
            "verse": 26,
            "text": "Одна из дочерей сказала: \"Отец мой! Найми его, он - лучше других, кого бы ты ни нанял. Он - сильный и достойный доверия"
        },
        {
            "chapter": 28,
            "verse": 27,
            "text": "[Отец] сказал: \"Воистину, я хочу сочетать тебя браком с одной из моих дочерей этих на условии, что ты наймешься ко мне на восемь лет. Если же ты останешься на десять лет, то это - как пожелаешь. Я не намерен предлагать тебе трудные условия, и ты убедишься, если на то будет воля Аллаха, что я - праведный человек"
        },
        {
            "chapter": 28,
            "verse": 28,
            "text": "[Муса] ответил: \"Будем считать, что это решено. Какой бы из этих сроков я ни отработал, пусть ко мне не будет притязаний. И пусть Аллах будет порукой нашему уговору"
        },
        {
            "chapter": 28,
            "verse": 29,
            "text": "Когда Муса отработал свой срок и двинулся в путь со своей семьей, он увидел огонь на склоне горы [Синай]. Он сказал своим родным: \"Подождите здесь: я увидел огонь. Возможно, мне удастся разузнать что-нибудь о нем или принести вам горящую головню, чтобы вы немного обогрелись"
        },
        {
            "chapter": 28,
            "verse": 30,
            "text": "Когда он подошел к огню, то услышал зов из кустов, что росли на правой стороне долины в благословенном месте: \"О Муса! Воистину, Я - Аллах, Господь [обитателей] миров"
        },
        {
            "chapter": 28,
            "verse": 31,
            "text": "Брось твой посох!\" [Он бросил] и вдруг увидел, что посох извивается, словно змея. И он пустился прочь без оглядки. [Снова раздался глас]:\"О Муса! Подойди и не бойся, ибо ты из тех, кто в безопасности"
        },
        {
            "chapter": 28,
            "verse": 32,
            "text": "Сунь свою руку за пазуху, и, когда вынешь, она будет белой, без пятен [проказы. А теперь] скрести руки на груди без страха. Оба эти [действия] - доказательства [твоей пророческой миссии] от твоего Господа для Фир'ауна и его приближенных. Воистину, они - грешные люди"
        },
        {
            "chapter": 28,
            "verse": 33,
            "text": "[Муса] сказал: \"Господи! Ведь я убил человека их племени, и я боюсь, что они убьют меня"
        },
        {
            "chapter": 28,
            "verse": 34,
            "text": "К тому же мой брат Харун более красноречив, чем я. Пошли же его со мною соратником, чтобы он подтвердил мое [назначение]. Я боюсь, что они обвинят меня во лжи"
        },
        {
            "chapter": 28,
            "verse": 35,
            "text": "[Аллах] сказал: \"Мы укрепим твою десницу твоим братом, и Мы даруем вам победу, и они не смогут причинить вам вреда благодаря Нашим знамениям. Вы оба и те, кто последует за вами, одержите верх"
        },
        {
            "chapter": 28,
            "verse": 36,
            "text": "Когда Муса явился к ним с Нашими ясными знамениями, они заявили: \"Это - всего лишь измышленное колдовство, и мы не слышали об этом [в рассказах] о наших праотцах"
        },
        {
            "chapter": 28,
            "verse": 37,
            "text": "Тогда Муса сказал: \"Мой Господь лучше знает, кто прибыл от Него с руководством к прямому пути и кому достанется [рай] в будущей жизни. Воистину, не преуспеют те, кто творит беззаконие"
        },
        {
            "chapter": 28,
            "verse": 38,
            "text": "Фир'аун сказал: \"О приближенные [мои]! Я не знаю для вас иного бога, кроме меня. Затопи же, Хаман, огонь над глиной и воздвигни для меня башню, и я, быть может, поднимусь к богу Мусы. Но я думаю, что он - лжец"
        },
        {
            "chapter": 28,
            "verse": 39,
            "text": "И возгордился Фир'аун и его войско на земле безо всякого права [на то], полагая, что не предстанут перед Нами"
        },
        {
            "chapter": 28,
            "verse": 40,
            "text": "И Мы покарали его вместе с войском, повергнув их в море. Подумай же [, Мухаммад,] каков был исход тех, кто творил беззаконие"
        },
        {
            "chapter": 28,
            "verse": 41,
            "text": "И Мы сделали их предводителями, зовущими [людей] к [адскому] огню, и в День воскресения не будет им помощи"
        },
        {
            "chapter": 28,
            "verse": 42,
            "text": "В этом мире Мы предали их проклятию, а в День воскресения они будут презираемы"
        },
        {
            "chapter": 28,
            "verse": 43,
            "text": "После того как Мы подвергли гибели первые поколения [грешников], Мы даровали Мусе писание как наглядное знамение для людей, руководство к прямому пути и милости, в надежде, что они запомнят [его] как назидание"
        },
        {
            "chapter": 28,
            "verse": 44,
            "text": "Ты же [, Мухаммад,] не был на западном склоне [горы Синай], когда Мы наделили Мусу пророческой миссией, ты не был в числе присутствовавших там"
        },
        {
            "chapter": 28,
            "verse": 45,
            "text": "Но [после Мусы] Мы сотворили [много] поколений, над которыми миновали века. Не жил ты и среди жителей Мадйана, возвещая им Наши знамения, но Мы [непрестанно] отправляли посланцев [к тебе с вестями о прежних общинах]"
        },
        {
            "chapter": 28,
            "verse": 46,
            "text": "Ты не был на склоне горы [Синай], когда Мы подали глас [Мусе, чтобы поведать об этом], но [ты отправлен посланником] милостью Господа твоего, чтобы ты увещевал народ, к которому до тебя не приходил увещеватель; быть может, они запомнят наставление"
        },
        {
            "chapter": 28,
            "verse": 47,
            "text": "И если бы не так, то, когда их постигнет наказание за то, что вершили их десницы, они сказали бы: \"Господи наш! О, если бы Ты отправил к нам посланника, чтобы мы последовали за Твоими знамениями и стали бы верующими"
        },
        {
            "chapter": 28,
            "verse": 48,
            "text": "Когда же явилась к ним от Нас истина, они заявили: \"Почему ему не даровано то же самое, что и Мусе?\" Но разве прежде они! не отвергли то, что было даровано Мусе? Ведь они [тогда] сказали: \"[И то и другое] - два колдовства, которые подкрепляют друг друга\". И они присовокупили: \"Воистину, мы во все это не верим"
        },
        {
            "chapter": 28,
            "verse": 49,
            "text": "Скажи [, Мухаммад]: \"Представьте же писание от Аллаха, которое лучше вело бы к прямому пути, чем эти оба (т. е. Коран и Тора), чтобы я последовал за ним (т. е. Писанием), если вы правдивы"
        },
        {
            "chapter": 28,
            "verse": 50,
            "text": "Если они не ответят тебе, то знай, что они повинуются только своим [низменным] страстям. А кто более заблудший, чем тот, кто следует своим страстям, не будучи ведомым Аллахом к прямому пути? Воистину, Аллах не наставляет на прямой путь творящих беззаконие"
        },
        {
            "chapter": 28,
            "verse": 51,
            "text": "Мы ниспослали к ним слово (т. е. Коран) в надежде, что они образумятся"
        },
        {
            "chapter": 28,
            "verse": 52,
            "text": "Некоторые, которым Мы даровали писание до Корана, уверовали в него [также]"
        },
        {
            "chapter": 28,
            "verse": 53,
            "text": "Когда им провозглашают [Коран], они говорят: \"Мы уверовали в него, он действительно истина от Господа нашего. Воистину, мы и прежде были предавшимися [Аллаху]"
        },
        {
            "chapter": 28,
            "verse": 54,
            "text": "И будут они вознаграждены дважды за то, что были терпеливы, отвращали зло добром и делали жертвоприношения из того, чем Мы наделили их"
        },
        {
            "chapter": 28,
            "verse": 55,
            "text": "[за то, что], слыша суетные речи, они отвращаются от них и говорят: \"Наши дела - нам, ваши деяния - вам. Мир вам! Мы не общаемся с невеждами"
        },
        {
            "chapter": 28,
            "verse": 56,
            "text": "Воистину, ты не сможешь наставить на прямой путь тех, кого любишь. Это Аллах ведет прямым путем, кого пожелает, и Он лучше знает тех, кто ступил на прямой путь"
        },
        {
            "chapter": 28,
            "verse": 57,
            "text": "[Мекканцы] сказали [Мухаммаду]: \"Если мы вместе с тобой примем руководство к прямому пути, то нас изгонят из нашей земли\". Но разве Мы не закрепили за ними безопасного святилища, к которому привозят всевозможные плоды, ниспосланные Нами? Но большая часть их не ведает [об этом]"
        },
        {
            "chapter": 28,
            "verse": 58,
            "text": "Сколько [жителей] поселений, обольщенных земными благами, Мы погубили! И обиталища их ныне опустели. И Мы наследовали все это"
        },
        {
            "chapter": 28,
            "verse": 59,
            "text": "Твой Господь не разрушал городов, пока не посылал в главный из них посланника, который возглашал им Наши знамения. И Мы подвергали разрушению только те поселения, жители которых были нечестивцами"
        },
        {
            "chapter": 28,
            "verse": 60,
            "text": "То, что даровано вам [в этом мире], - это всего лишь услады здешней жизни и ее [суетные] прикрасы. А то, чем награждает Аллах, - лучшее и вечное. Неужели вы не разумеете"
        },
        {
            "chapter": 28,
            "verse": 61,
            "text": "Неужели тот, кому Мы дали доброе обещание, [исполнение] которого он обретет, равен тому, кто получил от Нас во [временное] пользование блага здешней жизни и кто впоследствии, в День воскресения, предстанет [перед Нами]"
        },
        {
            "chapter": 28,
            "verse": 62,
            "text": "В тот день [Аллах] воззовет к ним и спросит: \"Где те, которым вы поклонялись наряду со Мной и которых вы мнили [богами]"
        },
        {
            "chapter": 28,
            "verse": 63,
            "text": "Те, относительно которых приговор [Аллаха] исполнится, скажут: \"Господи наш! Это те, которых мы совратили с пути. Мы совратили их подобно тому, как сами мы сбились с пути. Мы отрекаемся от них перед Тобой: они не поклонялись нам"
        },
        {
            "chapter": 28,
            "verse": 64,
            "text": "[Им] скажут: \"Зовите тех, кому вы поклонялись наряду с Аллахом\". Они позовут их (т. е. идолов), но те не откликнутся [на зов], и воззвавших постигнет наказание. О, если бы они были на прямом пути"
        },
        {
            "chapter": 28,
            "verse": 65,
            "text": "И [подумай, Мухаммад,] о том дне, когда [Аллах] воззовет к ним, говоря: \"Что вы ответили [Моим] посланникам"
        },
        {
            "chapter": 28,
            "verse": 66,
            "text": "И в тот день события [прошлых дней] не придут им на ум и не смогут они расспрашивать друг друга"
        },
        {
            "chapter": 28,
            "verse": 67,
            "text": "А тот, кто раскаялся, уверовал и творил праведные дела, быть может, будет в числе спасшихся"
        },
        {
            "chapter": 28,
            "verse": 68,
            "text": "Твой Господь [, Мухаммад,] создает, что пожелает, и избирает, [кого пожелает], а у них нет выбора. Пречист Аллах, и превыше [Он] тех, кому поклоняются наряду с Ним"
        },
        {
            "chapter": 28,
            "verse": 69,
            "text": "Господь знает, что утаивают их сердца и что являют"
        },
        {
            "chapter": 28,
            "verse": 70,
            "text": "Он - Аллах. Нет бога, кроме Него. Ему - хвала в этой жизни и в будущей. За Ним - решение, и к Нему вы будете возвращены"
        },
        {
            "chapter": 28,
            "verse": 71,
            "text": "Скажи, [, Мухаммад]: \"Отвечайте, если Аллах продлит вам ночь до Дня воскресения, то какой бог, кроме Аллаха, сможет даровать вам свет? Неужели вы не прислушаетесь [к истине]"
        },
        {
            "chapter": 28,
            "verse": 72,
            "text": "Скажи: \"Отвечайте, если Аллах продлит вам день до Дня воскресения, то какой бог, кроме Аллаха, сможет даровать вам ночь, чтобы вы отдыхали во время нее? Неужели вы не разумеете"
        },
        {
            "chapter": 28,
            "verse": 73,
            "text": "По милости Своей Он сотворил для вас ночь и день, чтобы вы отдыхали ночью и усердствовали в поисках Его щедрот [днем], - быть может, вы будете благодарны"
        },
        {
            "chapter": 28,
            "verse": 74,
            "text": "[Подумай, Мухаммад,] о том дне, когда Он воззовет к ним (т. е. многобожникам) и скажет: \"Где те, которым вы поклонялись наряду со Мной и которых вы мнили [богами]"
        },
        {
            "chapter": 28,
            "verse": 75,
            "text": "Из каждой общины Мы призвали одного свидетеля и сказали: \"Приведите ваши доказательства!\" И тогда они уразумели, что истину знает только Аллах. И они лишатся того, что они измышляли"
        },
        {
            "chapter": 28,
            "verse": 76,
            "text": "Воистину, Карун был из того же народа, что и Муса, но он притеснял его (т. е. народ). Мы же даровали ему так много сокровищ, что под ключами от них изнывал целый отряд силачей. И тогда [люди] из его народа сказали ему: \"Не ликуй [в самообольщении], ибо Аллах не любит кичливых"
        },
        {
            "chapter": 28,
            "verse": 77,
            "text": "А при помощи того, что Аллах даровал тебе, стремись обрести обитель будущей жизни. Не пренебрегай и долей твоей в этом мире, твори добро, подобно тому как Аллах сотворил добро для тебя, и не стремись к бесчинству на земле, ибо Аллах не любит бесчинствующих"
        },
        {
            "chapter": 28,
            "verse": 78,
            "text": "[Карун] ответил: \"То, что даровано мне, [даровано] за мое умение\". Неужели он не знал, что Аллах до него погубил [целые] поколения, которые превосходили его мощью и богатством? Подобных грешников даже допрашивать не станут [в Судный день]"
        },
        {
            "chapter": 28,
            "verse": 79,
            "text": "[Карун] вышел к своему народу во всем великолепии. Те, которые жаждут [благ] этого мира, сказали: \"О, если бы и нам было даровано то же, что Каруну! Воистину, у него - великий удел"
        },
        {
            "chapter": 28,
            "verse": 80,
            "text": "А те, которым было даровано знание, сказали: \"Горе вам! Аллах лучше вознаграждает тех, кто уверовал и творил праведное дело. И обретут награду только терпеливые"
        },
        {
            "chapter": 28,
            "verse": 81,
            "text": "И тогда Мы повелели земле поглотить Каруна и дом его. Не было у него сподвижников, которые помогли бы ему против Аллаха, и сам он не смог помочь себе"
        },
        {
            "chapter": 28,
            "verse": 82,
            "text": "А те, которые еще вчера завидовали его положению, наутро сказали: \"Горе! Аллах дарует удел щедро или умеренно тому из Своих рабов, кому пожелает. Если бы Аллах не был милостив к нам, то [земля по Его воле] поглотила бы нас. Горе! И в самом деле неверные не преуспеют"
        },
        {
            "chapter": 28,
            "verse": 83,
            "text": "Будущий мир Мы даруем [лишь] тем, кто не стремится к высокому положению на земле, а также к нечестию. [Счастливый] исход - только богобоязненным"
        },
        {
            "chapter": 28,
            "verse": 84,
            "text": "Тому, кто творил добро, воздается наилучшим образом. Если же кто-либо вершил зло, то ему воздадут в меру содеянного"
        },
        {
            "chapter": 28,
            "verse": 85,
            "text": "Воистину, тот, кто сделал для тебя обязательными [предписания] Корана, непременно возвратит тебя туда, куда все возвращаются. Скажи, [Мухаммад]: Господь мой лучше знает, кто вступил на прямой путь, а кто находится в явном заблуждении"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "Ты [, Мухаммад,] и не ожидал, что тебе будет ниспослано Писание, иначе как по милости твоего Господа. Так не поддерживай же неверных"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "И пусть [неверные] не отвратят тебя от [предписаний] аятов Аллаха после того, как они ниспосланы тебе. Взывай же к своему Господу и не будь в рядах многобожников"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "Не взывай наряду с Аллахом к другому богу. Нет бога, кроме Него! Все сущее тленно, кроме Него. За ним - решение, и к Нему вы будете возвращены"
        }
    ]
}