{
    "chapter": [
        {
            "chapter": 7,
            "verse": 1,
            "text": "Алиф, лам, мим, сад"
        },
        {
            "chapter": 7,
            "verse": 2,
            "text": "[Это] Писание ниспослано тебе [, Мухаммад,] - и пусть не тревожится твое сердце из-за него - дабы увещевал ты им и было оно наставлением для верующих"
        },
        {
            "chapter": 7,
            "verse": 3,
            "text": "Следуйте [, муслимы,] за тем, что ниспослано вам от вашего Господа, и не берите помимо него других покровителей. Но вы редко об этом помните"
        },
        {
            "chapter": 7,
            "verse": 4,
            "text": "О, сколько же селений Мы погубили! И настигала их Наша кара ночью или во время полуденного отдыха"
        },
        {
            "chapter": 7,
            "verse": 5,
            "text": "А когда настигала их Наша кара, они только и стенали: \"Воистину, мы были нечестивцами"
        },
        {
            "chapter": 7,
            "verse": 6,
            "text": "[В Судный день] призовем Мы к ответу тех, к кому направляли посланников, призовем к ответу [и самих] посланников"
        },
        {
            "chapter": 7,
            "verse": 7,
            "text": "И Мы поведаем им с достоверностью [о деяниях их] - Мы ведь не отлучались от них"
        },
        {
            "chapter": 7,
            "verse": 8,
            "text": "И по справедливости в тот день будут взвешены [деяния людские]: те, чья чаша весов перетянет, окажутся в выигрыше"
        },
        {
            "chapter": 7,
            "verse": 9,
            "text": "Те же, чья чаша весов пойдет вверх, погубили сами себя, ибо отвергали Наши знамения"
        },
        {
            "chapter": 7,
            "verse": 10,
            "text": "Мы дали вам пристанище на земле, о люди, и предоставили вам средства к жизни. Но как мало вы благодарны"
        },
        {
            "chapter": 7,
            "verse": 11,
            "text": "Мы сотворили вас [сначала], потом придали вам облик. Потом Мы велели ангелам: \"Поклонитесь Адаму!\" [Все] поклонились, кроме Иблиса, который не был в числе поклонившихся"
        },
        {
            "chapter": 7,
            "verse": 12,
            "text": "Спросил [Аллах]: \"Что мешает тебе поклониться, раз Я повелел тебе?\" [Иблис] ответил: \"Я - лучше его: Ты сотворил меня из огня, а его - из глины"
        },
        {
            "chapter": 7,
            "verse": 13,
            "text": "[Аллах] сказал: \"Низвергнись отсюда! Негоже тебе кичиться в раю. Изыди, ибо ты - из числа презренных"
        },
        {
            "chapter": 7,
            "verse": 14,
            "text": "Иблис взмолился: \"Дай мне отсрочку до того дня, когда будет воскрешен [род Адама]"
        },
        {
            "chapter": 7,
            "verse": 15,
            "text": "[Аллах] сказал: \"Воистину, ты в числе тех, кто получил отсрочку"
        },
        {
            "chapter": 7,
            "verse": 16,
            "text": "[Иблис] возразил: \"За то, что Ты отвратил меня [от пути истины], я буду мешать им [следовать] по Твоему прямому пути"
        },
        {
            "chapter": 7,
            "verse": 17,
            "text": "Я непременно буду являться к ним спереди, сзади, справа и слева, и Ты убедишься, что большинство из них неблагодарны [Тебе]"
        },
        {
            "chapter": 7,
            "verse": 18,
            "text": "[Аллах] сказал: \"Изыди из рая униженным, обесславленным! А теми, кто последует за тобой, Я заполню до отказа геенну огненную"
        },
        {
            "chapter": 7,
            "verse": 19,
            "text": "Ты же, Адам, поселись вместе со своей супругой в раю, ешьте то, что пожелаете, но не приближайтесь вот к этому дереву, не то станете грешниками"
        },
        {
            "chapter": 7,
            "verse": 20,
            "text": "И стал шайтан нашептывать им, чтобы открыть им глаза на их срамные части, на которые они [до того] не обращали внимания. И он сказал им: \"Ваш Господь запретил вам [плоды] этого дерева лишь с той целью, чтобы вы не стали ангелами или не обрели бы вечной жизни"
        },
        {
            "chapter": 7,
            "verse": 21,
            "text": "И он поклялся им: \"Воистину, я для вас - добрый советчик"
        },
        {
            "chapter": 7,
            "verse": 22,
            "text": "[Таким образом] он обольстил их и низвел [из рая на землю]. Когда же они вкусили [плоды] того дерева, перед ними [воочию] предстали их срамные части, и они стали склеивать листья райских [деревьев, чтобы прикрыть наготу]. Тогда Господь воззвал к ним: \"Разве не запрещал Я вам [есть плоды] этого дерева и не говорил вам, что шайтан - ваш явный враг"
        },
        {
            "chapter": 7,
            "verse": 23,
            "text": "Они ответили: \"Господи наш! Мы наказали сами себя, и, если Ты не простишь нас и не смилостивишься над нами, мы обязательно окажемся в числе потерпевших урон"
        },
        {
            "chapter": 7,
            "verse": 24,
            "text": "Он возвестил: \"Спуститесь [из рая на землю, и ваши потомки будут] врагами друг другу. На земле [теперь] вам пребывать и пользоваться благами временными"
        },
        {
            "chapter": 7,
            "verse": 25,
            "text": "[Еще] Он сказал: \"На земле вы будете жить, на ней будете умирать и из нее восстанете [в День воскресения]"
        },
        {
            "chapter": 7,
            "verse": 26,
            "text": "О сыны Адама! Мы ниспослали вам одежды для прикрытия ваших срамных частей и украшения [для одежд]. Однако одеяние благочестия лучше\". Это - одно из знамений Аллаха, может быть, оно послужит наставлением им"
        },
        {
            "chapter": 7,
            "verse": 27,
            "text": "О сыны Адама! Да не совратит вас шайтан, подобно тому как он [совратил и] изгнал из рая ваших родителей, лишив их одежд, чтобы представить им воочию их срамные части. Воистину, шайтан и его приспешники видят вас, тогда как вы их не видите. Воистину, Мы сделали шайтанов покровителями неверующих"
        },
        {
            "chapter": 7,
            "verse": 28,
            "text": "Когда же они совершают какой-либо мерзкий поступок, они оправдываются так: \"И наши отцы поступали так же, и Аллах велел нам [поступать] именно так\". А ты [, Мухаммад,] отвечай: \"Воистину, Аллах не велит совершать поступков мерзких. Неужели вы станете возводить на Аллаха то, о чем не ведаете"
        },
        {
            "chapter": 7,
            "verse": 29,
            "text": "Скажи: \"Мой Господь велел [вам творить] справедливость, обращать лицо свое [к Нему] при каждом челобитии и взывать к Нему, будучи искренними в вере. Как Он сотворил вас, так и вернетесь [к Нему]"
        },
        {
            "chapter": 7,
            "verse": 30,
            "text": "Одних из вас Аллах направил на прямой путь, другим Он прежопределил заблуждение за то, что, отвергнув Аллаха, они признали шайтанов [своими] покровителями и полагают, что избрали прямой путь"
        },
        {
            "chapter": 7,
            "verse": 31,
            "text": "О сыны Адама! Облекайтесь в свои одеяния, где бы вы ни совершали поклоны. Ешьте и пейте, но не излишествуйте, ибо Аллах не любит излишествующих"
        },
        {
            "chapter": 7,
            "verse": 32,
            "text": "Скажи, [о Мухаммад]: \"Кто же думает, что украшения Господа и прекрасный удел, который Он ниспослал рабам своим, - запретны?\" Скажи [им]: \"Для тех они, кто в этой жизни искренно уверовал в Судный день\". Так Мы разъяснили аяты людям сведущим"
        },
        {
            "chapter": 7,
            "verse": 33,
            "text": "Скажи: \"Воистину, Господь мой запретил недостойные поступки\", как явные, так и скрытые, а также греховные поступки, несправедливое притеснение, признание других богов наряду с Аллахом, хотя Он не ниспосылал об этом никакого предписания. [Запретил Он] и возводить на Аллаха то, чего вы не знаете"
        },
        {
            "chapter": 7,
            "verse": 34,
            "text": "И для каждой религиозной общины - свой срок. Когда наступает их срок, они не могут ни промедлить [хотя бы] час, ни опередить [его]"
        },
        {
            "chapter": 7,
            "verse": 35,
            "text": "О сыны Адама! Если к вам придут посланники из вашей среды, передавая вам Мои откровения, то нечего страшиться тем, кто был богобоязнен и творил добро, и не будут они опечалены"
        },
        {
            "chapter": 7,
            "verse": 36,
            "text": "А те, которые объявляли ложью Мои откровения и отвергали их в гордыне, будут обитателями ада, и будут они пребывать в нем во веки веков"
        },
        {
            "chapter": 7,
            "verse": 37,
            "text": "Кто нечестивее того, что возводит на Аллаха навет или опровергает Его знамения? Их постигнет участь, [отведенная им] в Писании. Когда же к ним придут Наши посланцы, чтобы успокоить их, и спросят: \"Где те, к кому вы взывали помимо Аллаха?\" - то ответят: \"Они покинули нас!\" И [тем самым] засвидетельствуют, что они были неверными"
        },
        {
            "chapter": 7,
            "verse": 38,
            "text": "[Аллах] скажет: \"Войдите в ад вместе с людьми и джиннами, которые ушли [из жизни] задолго до вас \". Каждый раз, когда входит [в ад] какой-либо народ, он проклинает подобный себе [по вере]. Когда они соберутся в аду все вместе, то последователи скажут о своих предводителях: \"Господи наш! Вот они и сбили нас с пути веры: воздай же им в аду наказанием вдвойне\". [Аллах] скажет: \"Каждому [из них] воздается вдвойне, но вы не ведаете об этом"
        },
        {
            "chapter": 7,
            "verse": 39,
            "text": "И скажут предводители своим последователям: \"Вы ничем не лучше нас. Вкусите же наказание за то, что вы творили"
        },
        {
            "chapter": 7,
            "verse": 40,
            "text": "Воистину, не откроются врата небесные перед теми, которые опровергали наши знамения и относились к ним с высокомерием. И не войдут они в рай, пока верблюд не пройдет сквозь игольное ушко. Так воздаем мы грешникам"
        },
        {
            "chapter": 7,
            "verse": 41,
            "text": "И ложем, и покрывалом грешникам будет адский огонь. Так Мы воздаем нечестивцам"
        },
        {
            "chapter": 7,
            "verse": 42,
            "text": "И ни на кого, кто уверовал и творил благое, Мы не возложили [ноши], кроме как посильной. И будут они обитателями рая и будут пребывать в нем вечно"
        },
        {
            "chapter": 7,
            "verse": 43,
            "text": "И удалили Мы из их сердец злобу, [и теперь] пред ними текут ручьи, и они произносят: \"Слава Аллаху, который привел нас к этому. Мы не следовали бы прямым путем, если бы Аллах не направил нас. [К нам] пришли посланцы Господа нашего с Откровением\". Им будет возвещено [от имени Аллаха]: \"Этот рай дан вам в вознаграждение за то, что вы совершили"
        },
        {
            "chapter": 7,
            "verse": 44,
            "text": "Обитатели рая воззовут к тем, кто в аду: \"Вот мы убедились, что обещанное нам Аллахом - истина. Убедились ли вы, что обещанное Аллахом - истина?\" [Обитатели ада] ответят: \"Да\". И возвестит глашатай и обитателям рая, и обитателям ада: \"Проклятие Аллаха [да падет] на грешников"
        },
        {
            "chapter": 7,
            "verse": 45,
            "text": "которые сбивают [людей] с пути Аллаха, стремятся исказить [религию] и не веруют в будущую жизнь"
        },
        {
            "chapter": 7,
            "verse": 46,
            "text": "Между раем и адом [находится] завеса, а на оградах - люди, которые распознают и обитателей рая, и обитателей ада по их чертам. И эти люди воззовут к обитателям рая: \"Да будет вам мир!\" Сами они не войдут в рай, хотя и жаждут того"
        },
        {
            "chapter": 7,
            "verse": 47,
            "text": "Когда же их взоры обратятся к обитателям ада, они воскликнут: \"Господи наш Не помещай нас с [этими] грешными людьми"
        },
        {
            "chapter": 7,
            "verse": 48,
            "text": "Мужи, что на оградах, воззовут к мужам [ада], которых они узнают по их обличью, со словами: \"Не помогло вам то, что вы накопили, и то, чем вы [так] кичились"
        },
        {
            "chapter": 7,
            "verse": 49,
            "text": "А не тем ли, о которых вы твердили и клялись, что Господь не осенит их Своей милостью, [будет сказано]: \"Войдите в рай. Вам нечего страшиться, и не будете вы опечалены"
        },
        {
            "chapter": 7,
            "verse": 50,
            "text": "Обитатели ада воззовут к обитателям рая: \"Поделитесь с нами водой или дайте нам [немного] из того, что даровал вам Аллах\". Они ответят: \"Аллах запретил [давать] и то и другое неверным"
        },
        {
            "chapter": 7,
            "verse": 51,
            "text": "которые приняли веру за потеху и забаву и прельстились земною жизнью\". [А Аллах скажет]: \"Мы же сегодня предали их забвению, подобно тому как они забыли, что предстанут [перед Нами] в Судный день и что они отрицали Наши знамения"
        },
        {
            "chapter": 7,
            "verse": 52,
            "text": "А ранее Мы даровали им Писание, которое разъяснили им в соответствии со знанием как [наставление на] прямой путь и милость для верующих"
        },
        {
            "chapter": 7,
            "verse": 53,
            "text": "Неужели неверные надеются, что не осуществится [наказание, предсказанное] в Писании? В тот день, когда осуществится предсказанное в Писании, те, которые забыли об этом прежде, скажут: \"Посланники Господа нашего приходили и [вещали] истину. Найдутся ли для нас заступники, которые вступились бы за нас? Или же нас вернут [в земной мир], чтобы мы творили противоположное тому, что творили [прежде]?\" Они сами причинили себе вред, и бросили их те, кого они измышляли"
        },
        {
            "chapter": 7,
            "verse": 54,
            "text": "Воистину, ваш Господь - Аллах, который сотворил небеса и землю за шесть дней. Потом он утвердился на престоле. Он покрывает ночью день, который поспешно за ней следует. [Он сотворил] солнце, луну и звезды, покорные Его воле. И разве не Ему дано творить и повелевать? Благословен Аллах, Господь [обитателей] миров"
        },
        {
            "chapter": 7,
            "verse": 55,
            "text": "Обращайтесь к Господу своему смиренно и покорно. Воистину, Он не любит преступающих меру"
        },
        {
            "chapter": 7,
            "verse": 56,
            "text": "Не распространяйте нечестия на земле после того, как на ней установлена была праведность. Обращайтесь к Нему в страхе и уповании. Воистину, милость Аллаха близка к творящим добро"
        },
        {
            "chapter": 7,
            "verse": 57,
            "text": "Он - тот, кто направляет ветер добрым вестником Своей милости, так что, когда ветер движет дождевые тучи, это Мы гоним их на высохшую землю, низводим из них дождь и таким образом заставляем расти всякие плоды. Подобным же образом Мы оживляем мертвых: быть может, вы запомните это как назидание"
        },
        {
            "chapter": 7,
            "verse": 58,
            "text": "На хорошей земле растения по дозволению ее Господа восходят [обильно], на плохой же земле они восходят скудно. Так Мы разъясняем знамения для благодарных людей"
        },
        {
            "chapter": 7,
            "verse": 59,
            "text": "Задолго до вас Мы послали Нуха к его народу, и он сказал: \"О мой народ! Поклоняйтесь Аллаху, нет у вас другого Бога, помимо Него. Воистину, я опасаюсь, что вас накажут в великий (т. е. Судный) день"
        },
        {
            "chapter": 7,
            "verse": 60,
            "text": "Мужи его народа заявили: \"Воистину, мы видим, что ты находишься в явном заблуждении"
        },
        {
            "chapter": 7,
            "verse": 61,
            "text": "[Ибрахим] сказал: \"О мой народ! Не заблуждаюсь я. Напротив. я - посланник Господа миров"
        },
        {
            "chapter": 7,
            "verse": 62,
            "text": "Я доставляю к вам послания Господа моего и даю вам добрый совет. Я знаю [благодаря откровению] то, чего не знаете вы"
        },
        {
            "chapter": 7,
            "verse": 63,
            "text": "Неужели вы удивляетесь тому, что наставление от вашего Господа передано человеку из вас, дабы он увещевал вас и чтобы вы стали богобоязненными? И тогда, быть может, вы будете помилованы"
        },
        {
            "chapter": 7,
            "verse": 64,
            "text": "Однако они сочли его лжецом, а Мы спасли его и тех, кто был с ним в ковчеге, и потопили тех, кто опровергал Наши знамения. Воистину, они были слепцами"
        },
        {
            "chapter": 7,
            "verse": 65,
            "text": "[Мы послали] к людям племени 'ад их брата Худа. Он сказал: \"О мой народ! Поклоняйтесь вашему Аллаху. Нет у вас бога, кроме Него. Неужели вы не убоитесь Аллаха"
        },
        {
            "chapter": 7,
            "verse": 66,
            "text": "Вожди его народа, которые не верили [в Аллаха], ответили: \"Воистину, мы видим, что ты глупец, и мы думаем, что ты - лжец"
        },
        {
            "chapter": 7,
            "verse": 67,
            "text": "[Худ] сказал: \"О мой народ! Я вовсе не глупец, напротив, я - посланник Господа [обитателей] миров"
        },
        {
            "chapter": 7,
            "verse": 68,
            "text": "Я [только] доставляю к вам послания от вашего Господа, и я для вас -\" надежный советчик"
        },
        {
            "chapter": 7,
            "verse": 69,
            "text": "Неужели вы удивляетесь тому, что наставление вашего Господа передано человеку из вас, чтобы он увещевал вас? Вспомните же, как Он сделал вас преемниками народа Нуха и сделал вас более сильными и рослыми, [чем народ Нуха]. Помните же [оказанные вам] Аллахом благодеяния, - быть может, вы будете счастливы"
        },
        {
            "chapter": 7,
            "verse": 70,
            "text": "Они спросили: \"Для того ли ты пришел к нам, чтобы [заставить] нас поклоняться единому Аллаху и отречься от того, чему поклонялись наши отцы? Осуществи же свою угрозу, если ты говоришь правду"
        },
        {
            "chapter": 7,
            "verse": 71,
            "text": "[Худ] сказал: \"Уже постигли вас наказание и гнев Господа вашего. Неужели вы станете спорить со мной относительно имен, которыми назвали [своих идолов] вы и ваши отцы? Аллах не ниспосылал о них никакого доказательства. Так ждите же, и я буду ожидать с вами вместе"
        },
        {
            "chapter": 7,
            "verse": 72,
            "text": "Мы спасли его и тех, кто был с ним, по Нашей милости и уничтожили до последнего тех, которые отвергли Наши знамения и не уверовали [в Аллаха]"
        },
        {
            "chapter": 7,
            "verse": 73,
            "text": "А к племени самуд [Мы послали] их брата Салиха. Он воззвал: \"О мой народ! Поклоняйтесь Аллаху: нет для вас иного бога, кроме Него. К вам уже пришло явное чудо от вашего Господа - вот эта верблюдица Аллаха в качестве знамения. Пусть она пасется на земле, принадлежащей Аллаху, не причиняйте ей зла, а не то вас постигнет мучительное наказание"
        },
        {
            "chapter": 7,
            "verse": 74,
            "text": "Вспомните, как Он сделал вас наследниками племени 'ад. Он поселил вас на земле, на равнинах которой вы воздвигаете замки, а в горах высекаете жилища. Помните же благодеяния Аллаха и не творите на земле беззакония и нечестия"
        },
        {
            "chapter": 7,
            "verse": 75,
            "text": "Возгордившиеся вожди его народа спросили уверовавших из числа обездоленных: \"Знаете ли вы, что Салих послан своим Господом?\" Они ответили: \"Воистину, мы веруем в то, что ниспослано с ним"
        },
        {
            "chapter": 7,
            "verse": 76,
            "text": "Гордецы же сказали: \"Воистину, мы отвергаем то, во что вы веруете"
        },
        {
            "chapter": 7,
            "verse": 77,
            "text": "Потом они закололи верблюдицу, ослушались велений своего Господа и сказали: \"О Салих! Яви же нам то, чем ты угрожал, если ты посланник"
        },
        {
            "chapter": 7,
            "verse": 78,
            "text": "И тогда постигло их землетрясение, и полегли они мертвыми в своих домах"
        },
        {
            "chapter": 7,
            "verse": 79,
            "text": "[Салих] отвернулся от них и сказал: \"О мой народ! Я донес до вас послание моего Господа, наставлял вас [на путь истины], но вы не любите наставляющих"
        },
        {
            "chapter": 7,
            "verse": 80,
            "text": "[Послали Мы] также Лута, и он сказал своему народу: \"Неужели вы будете развратничать, как не развратничал до вас никто из обитателей миров"
        },
        {
            "chapter": 7,
            "verse": 81,
            "text": "Воистину, в страсти вы используете мужчин вместо женщин. Ведь вы перешли всякие границы"
        },
        {
            "chapter": 7,
            "verse": 82,
            "text": "Ответ его народа был один: \"Изгоните их из вашей земли. Воистину, они - люди, которые выдают себя за [нравственно] чистых"
        },
        {
            "chapter": 7,
            "verse": 83,
            "text": "Мы спасли его и его последователей, кроме его жены, которая была в числе оставшихся [, чтобы понести наказание]"
        },
        {
            "chapter": 7,
            "verse": 84,
            "text": "И Мы пролили на них дождь [из камней]. Посмотри же, какой конец постиг грешников"
        },
        {
            "chapter": 7,
            "verse": 85,
            "text": "К мадйанитам [Мы послали] их брата Шу'айба. Он сказал: \"О мой народ! Поклоняйтесь Аллаху. Нет у вас иного бога, кроме Него. К вам пришло ясное знамение от вашего Господа. Не обмеривайте и не обвешивайте людей [при сделках], не обманывайте их в вопросах имущества и не распространяйте нечестия на земле, после того как установлена на ней праведность. Так лучше для вас, если вы - верующие"
        },
        {
            "chapter": 7,
            "verse": 86,
            "text": "Не преграждайте дорог [истины], угрожая и отвращая от пути Аллаха тех, кто уверовал в Него, и не стремитесь искривить этот путь. Вспомните [то время], когда вас было мало. А Он ведь увеличил вашу численность. Подумайте же о том, каков был исход нечестивцев"
        },
        {
            "chapter": 7,
            "verse": 87,
            "text": "Если одна часть из вас уверовала в то, с чем я послан к вам, а другая не уверовала, то ждите, пока Аллах не рассудит вас, ибо Он - наилучший из судей"
        },
        {
            "chapter": 7,
            "verse": 88,
            "text": "Предводители его народа, обуреваемые гордыней, сказали: \"Мы изгоним тебя, о Шу'айб, и тех, кто уверовал вместе с тобой, из нашего города, если ты не вернешься к [вере] нашей общины\". Шу'айб спросил: \"Даже если мы питаем отвращение к ней"
        },
        {
            "chapter": 7,
            "verse": 89,
            "text": "Мы допустим ложь пред Аллахом, если вернемся к [вере] вашей общины, после того как Аллах избавил нас от нее. Не бывать тому, чтобы мы вернулись к вашей вере, если только не пожелает того Аллах, наш Господь, который объемлет Своим знанием все сущее. На Аллаха мы уповаем. Господи наш! Реши [спор] между нами и нашим народом по истине. Ведь Ты лучше всех решаешь [споры]"
        },
        {
            "chapter": 7,
            "verse": 90,
            "text": "Предводители его народа, которые не уверовали, сказали: \"Если вы последуете за Шу'айбом, то непременно окажетесь в числе потерпевших урон"
        },
        {
            "chapter": 7,
            "verse": 91,
            "text": "И постигло их землетрясение, и полегли они мертвыми в своих домах"
        },
        {
            "chapter": 7,
            "verse": 92,
            "text": "Тех, кто не признал Шу'айба [посланником], будто и не было там никогда; те, которые не признали Шу'айба пророком, они-то и оказались потерпевшими убыток"
        },
        {
            "chapter": 7,
            "verse": 93,
            "text": "[Шу'айб] отвернулся от них и сказал: \"О мой народ! Я донес до вас послание Господа моего и дал вам назидание. К чему мне печалиться о неверующих людях"
        },
        {
            "chapter": 7,
            "verse": 94,
            "text": "И если Мы посылали в какое-либо селение пророка, то непременно насылали на его жителей беду и нужду, чтобы стали они смиренными"
        },
        {
            "chapter": 7,
            "verse": 95,
            "text": "Затем Мы заменяли [им] невзгоды на благополучие, чтобы наступило для них облегчение, и они восклицали: \"Нашим предкам также доставались и радости, и горести\". Но Мы подвергали их наказанию внезапно, так что они и [не успевали] осознать"
        },
        {
            "chapter": 7,
            "verse": 96,
            "text": "Если бы жители этих поселений уверовали и были богобоязненными, Мы открыли бы перед ними [врата] благодеяний с неба и земли. Но они не уверовали, и Мы наказали их за то, что они совершали"
        },
        {
            "chapter": 7,
            "verse": 97,
            "text": "Неужели жители селений полагали, что Наша кара не настигнет их ночью, когда они спят"
        },
        {
            "chapter": 7,
            "verse": 98,
            "text": "Неужели жители селений полагали, что Наше наказание не настигнет их засветло, когда они предаются потехам"
        },
        {
            "chapter": 7,
            "verse": 99,
            "text": "Неужели они не остерегались замыслов Аллаха? Только люди заблудшие не остерегаются замыслов Аллаха"
        },
        {
            "chapter": 7,
            "verse": 100,
            "text": "Разве не объяснил Он тем, которые унаследовали землю от ее прежних жителей, что если бы Мы пожелали, то наказали бы их за их грехи и запечатали бы их сердца, так что они стали бы глухи"
        },
        {
            "chapter": 7,
            "verse": 101,
            "text": "Мы рассказываем тебе [, Мухаммад,] сказания о [жителях] этих селений. К ним приходили посланники с ясными знамениями. Однако они не склонны были уверовать в то, чего они не признавали прежде. Так запечатывает Аллах сердца неверных"
        },
        {
            "chapter": 7,
            "verse": 102,
            "text": "У большей части из них Мы не нашли [верности] завету. Воистину, Мы убедились, что большинство из них - нечестивцы"
        },
        {
            "chapter": 7,
            "verse": 103,
            "text": "После них Мы послали к Фир'ауну и его сановникам Мусу с Нашими знамениями, но они отнеслись к ним несправедливо. Так посмотри же, каков был конец нечестивцев"
        },
        {
            "chapter": 7,
            "verse": 104,
            "text": "Муса сказал Фир'ауну: \"Воистину, я - посланник от Господа [обитателей] миров"
        },
        {
            "chapter": 7,
            "verse": 105,
            "text": "Мне надлежит говорить об Аллахе только правду. Я пришел к вам с ясным знамением от вашего Господа. Так пошли же со мной сынов Исраила"
        },
        {
            "chapter": 7,
            "verse": 106,
            "text": "[Фир'аун] ответил: \"Если ты пришел со знамением, то яви же его, если ты говоришь правду"
        },
        {
            "chapter": 7,
            "verse": 107,
            "text": "[Муса] бросил свой посох, и он тут же явно обернулся змеем"
        },
        {
            "chapter": 7,
            "verse": 108,
            "text": "Затем он извлек руку [из-за пазухи], и она была [совершенно] белой для тех, кто смотрел"
        },
        {
            "chapter": 7,
            "verse": 109,
            "text": "Вельможи из людей Фир'ауна воскликнули: \"Воистину, он - искусный волшебник"
        },
        {
            "chapter": 7,
            "verse": 110,
            "text": "Он жаждет изгнать вас из вашей страны\". [Фир'аун спросил:] \"Что же вы советуете делать"
        },
        {
            "chapter": 7,
            "verse": 111,
            "text": "Они ответили: \"Вели ему и его брату подождать [немного] и разошли по городам глашатаев"
        },
        {
            "chapter": 7,
            "verse": 112,
            "text": "чтобы они созвали к тебе всех искусных волшебников"
        },
        {
            "chapter": 7,
            "verse": 113,
            "text": "К Фир'ауну пришли волшебники и заявили: \"Воистину, если мы выйдем победителями, нам полагается награда"
        },
        {
            "chapter": 7,
            "verse": 114,
            "text": "[Фир'аун] ответил: \"Да, вы непременно станете [моими] приближенными"
        },
        {
            "chapter": 7,
            "verse": 115,
            "text": "[Волшебники] предложили: \"О Муса! Либо ты бросишь [посох], либо бросим мы"
        },
        {
            "chapter": 7,
            "verse": 116,
            "text": "Бросайте! - ответил он. И когда они бросили [посохи], то заколдовали глаза людей, застращали их и сотворили великое чародейство"
        },
        {
            "chapter": 7,
            "verse": 117,
            "text": "Тогда Мы внушили Мусе: \"Брось свой посох!\" И [брошенный посох превратился в змея и] стал заглатывать то, что сотворили [чародеи]"
        },
        {
            "chapter": 7,
            "verse": 118,
            "text": "И утвердилась истина, и тщетным оказалось то, что они творили"
        },
        {
            "chapter": 7,
            "verse": 119,
            "text": "В том самом месте они были побеждены и стали презренными"
        },
        {
            "chapter": 7,
            "verse": 120,
            "text": "И тогда волшебники пали ниц"
        },
        {
            "chapter": 7,
            "verse": 121,
            "text": "Они сказали: \"Мы уверовали в Господа [обитателей] миров"
        },
        {
            "chapter": 7,
            "verse": 122,
            "text": "В Господа Мусы и Харуна"
        },
        {
            "chapter": 7,
            "verse": 123,
            "text": "Фир'аун сказал: \"Вы уверовали в Него без моего дозволения! Воистину, это - козни, которые вы задумали в [моем] городе, чтобы изгнать из него жителей. Вот я вам покажу"
        },
        {
            "chapter": 7,
            "verse": 124,
            "text": "Я [велю] отрубить вам руки и ноги накрест, а потом распять всех вас"
        },
        {
            "chapter": 7,
            "verse": 125,
            "text": "Они ответили: \"Воистину, мы вернемся [после смерти] к нашему Господу"
        },
        {
            "chapter": 7,
            "verse": 126,
            "text": "Ты караешь нас только за то, что мы уверовали в знамения нашего Господа, когда они явились к нам. Господи наш! Даруй нам терпение и упокой нас предавшимися [Тебе]"
        },
        {
            "chapter": 7,
            "verse": 127,
            "text": "Предводители народа Фир'ауна спросили [его]: \"Неужели ты позволишь Мусе и его народу творить на земле нечестие и отречься от тебя и твоих богов?\" [Фир'аун] ответил: \"Мы будем убивать их сынов и оставлять в живых женщин. И, воистину, мы одолеем их"
        },
        {
            "chapter": 7,
            "verse": 128,
            "text": "Муса сказал своему народу: \"Просите помощи у Аллаха и терпите. Воистину, земля принадлежит Аллаху, Он дарует ее в наследие тому из Своих рабов, кому пожелает, а будущее принадлежит богобоязненным"
        },
        {
            "chapter": 7,
            "verse": 129,
            "text": "Они ответили: \"Мы сносим страдания и до и после твоего пришествия к нам\". [Муса] сказал им: \"Быть может, ваш Господь погубит ваших врагов, сделает вас их преемниками на земле и посмотрит, как вы будете себя вести"
        },
        {
            "chapter": 7,
            "verse": 130,
            "text": "Мы поразили род Фир'ауна засухой и недородом, - быть может, они одумаются"
        },
        {
            "chapter": 7,
            "verse": 131,
            "text": "Когда у них был добрый урожай, они говорили: \"Это - нам\". А если их постигал неурожай, то они приписывали [бедствие] Мусе и его последователям. На деле же все не так Их злосчастие - от Аллаха, но большинство их не ведает об этом"
        },
        {
            "chapter": 7,
            "verse": 132,
            "text": "[Люди Фир'ауна] говорят: \"Какие бы ты ни приводил нам знамения, чтобы заворожить нас ими, мы не уверуем"
        },
        {
            "chapter": 7,
            "verse": 133,
            "text": "И Мы ниспослали на них потоп, саранчу, вшей, жаб и кровь в качестве различных знамений. Однако они возгордились и стали грешниками"
        },
        {
            "chapter": 7,
            "verse": 134,
            "text": "Когда же их поразило [Наше] наказание, они воззвали: \"О Муса! Помолись за нас Господу твоему о том, что Он обещал тебе [относительно нас] \". Если ты отвратишь от нас [это Божье] наказание, то мы уверуем в тебя и отпустим с тобой сынов Исраила"
        },
        {
            "chapter": 7,
            "verse": 135,
            "text": "И Мы отвратили от них [Свое] наказание до определенного срока, но они, когда срок настал, нарушили [клятву]"
        },
        {
            "chapter": 7,
            "verse": 136,
            "text": "Вслед за тем Мы подвергли их возмездию и потопили в пучине морской за то, что они отрицали Наши знамения и пренебрегали ими"
        },
        {
            "chapter": 7,
            "verse": 137,
            "text": "Мы даровали в наследие тем, которые были до того в небрежении, края восточные и западные на земле. Благословили Мы эту землю, и сбылось слово прекрасное Господа твоего, данное сынам Исраила за то, что они были терпеливы. Мы искоренили то, что вершил Фир'аун и его люди, и разрушили то, что они воздвигали"
        },
        {
            "chapter": 7,
            "verse": 138,
            "text": "Мы переправили сынов Исраила через море, и они прибыли к людям, которые истово поклонялись своим идолам. [Сыны Исраила] сказали:\"О Муса! Сотвори нам бога, такого же, как у них\". Он ответил:\"Воистину, вы - невежественные люди"
        },
        {
            "chapter": 7,
            "verse": 139,
            "text": "Воистину, у этих людей пойдет прахом то, во что они верят, и тщетно то, что они делают"
        },
        {
            "chapter": 7,
            "verse": 140,
            "text": "[Муса] добавил: \"Неужели я стану искать для вас другое божество, кроме Аллаха? Ведь Он оказал вам предпочтение перед обитателями миров"
        },
        {
            "chapter": 7,
            "verse": 141,
            "text": "[Вспомните,] как Мы спасли вас от рода Фир'ауна, которые подвергали вас жестоким наказаниям, убивая ваших сыновей и оставляя в живых ваших женщин. В этом [для вас] - великое испытание от вашего Господа"
        },
        {
            "chapter": 7,
            "verse": 142,
            "text": "Мы обещали Мусе тридцать [дней и] ночей [на горе Синай] и добавили [еще] десять, так что назначенный ему Господом срок составил сорок [дней и] ночей б. И тогда Муса сказал своему брату Харуну: \"Будь вместо меня среди моего народа, поступай справедливо и не ходи путем нечестивцев"
        },
        {
            "chapter": 7,
            "verse": 143,
            "text": "Когда же Муса пришел [на гору Синай] к назначенному Нами сроку, его Господь заговорил с ним, и [Муса] попросил: \"О Господи! Яви мне Себя, чтобы я взглянул на Тебя\". [Аллах] сказал: \"Ты Меня не увидишь, но взгляни на гору. Если она устоит на своем месте, то и ты Меня увидишь\". Когда же его Господь явил Себя горе, Он обратил ее в прах, и Муса пал как громом пораженный. Когда он пришел в себя, то воскликнул: \"Слава Тебе! Я обратился к Тебе с раскаянием, и я - первый из уверовавших"
        },
        {
            "chapter": 7,
            "verse": 144,
            "text": "[Аллах] сказал: \"О Муса! Воистину, Я возвысил тебя над [всеми] людьми для [передачи] Моих посланий и Моего слова. Так бери же то, что Я даровал тебе, и будь благодарен"
        },
        {
            "chapter": 7,
            "verse": 145,
            "text": "И Мы начертали для него на скрижалях назидание и разъяснение обо всем сущем [и сказали]: \"Следуй [начертанному на скрижалях] твердо и вели твоему народу следовать наилучшему [из того, что начертано]. Скоро Я покажу вам, где будут пребывать нечестивцы"
        },
        {
            "chapter": 7,
            "verse": 146,
            "text": "Я отлучу от Моих знамений тех на земле, которые ведут себя надменно безо всякого права на то. Если они узрят какое-либо знамение, то не приемлют его с верой; если перед ними предстанет правый путь, то они не изберут его [своим] путем, а если же предстанет путь заблуждения, то ступят на него. И все это потому, что они отвергли Ваши знамения и пренебрегали ими"
        },
        {
            "chapter": 7,
            "verse": 147,
            "text": "Тщетны деяния тех, которые не признали ни Наших знамений, ни того, что они предстанут [перед Нами] в Судный день. Неужели же им не воздается за то, что они творили"
        },
        {
            "chapter": 7,
            "verse": 148,
            "text": "Пока Муса отсутствовал, [находясь на горе Синай], его народ из своих [золотых] украшений отлил [идола для поклонения] в виде изваяния тельца, который мычал то. Разве они не видели, что [телец] не разговаривал с ними и не вел их прямым путем? Они стали поклоняться ему [как божеству] и стали нечестивцами"
        },
        {
            "chapter": 7,
            "verse": 149,
            "text": "Когда же они раскаялись и убедились воочию, что сбились с пути истины, то сказали: \"Если наш Господь не смилостивится над нами и не простит нас, то мы непременно окажемся среди заблудших"
        },
        {
            "chapter": 7,
            "verse": 150,
            "text": "Когда Муса вернулся к своему народу во гневе и огорчении, он сказал: \"Мерзко то, чему вы следовали в мое отсутствие. Неужели вы можете предвосхитить волю Господа своего?\" Затем он бросил скрижали, схватил своего брата [Харуна] за волосы и потянул его к себе. [Харун] воскликнул: \"О сын моей матери! Воистину, люди (т. е. сыны Исраила) ни вочто не ставили меня и чуть было не убили. Не давай врагам повода злодействовать и не причисляй меня к неправедным людям"
        },
        {
            "chapter": 7,
            "verse": 151,
            "text": "[Муса] ответил: \"Господи! Прости меня и моего брата и осени нас Твоей милостью, ибо Ты - наимилосерднейший из милосердных"
        },
        {
            "chapter": 7,
            "verse": 152,
            "text": "Воистину, тех, которые поклонялись тельцу, постигнет гнев их Господа, а также унижение в этой жизни. Так Мы воздаем тем, кто измышляет ложь"
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "Что же касается тех, которые вершили злые деяния, а потом раскаялись и уверовали, то, воистину, твой Господь [даже] после [совершения] их - прощающий, милосердный"
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "Когда гнев Мусы улегся, он поднял скрижали, на которых были начертаны направление на прямой путь и милость для тех, кто страшится Господа своего"
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "И Муса отобрал из своего народа семьдесят мужей [для встречи с Нами] в назначенный Нами срок. А когда пред ними [на горе Синай] содрогнулась земля, Муса сказал: \"Господи! Если бы Ты пожелал, то погубил бы их прежде, а также и меня. Станешь ли Ты губить нас за то, что совершили какие-то глупцы из нашей среды? Все это - лишь испытание, которым Ты уводишь с прямого пути, кого пожелаешь, и ведешь по нему, кого хочешь. Ты - наш покровитель, прости же и помилуй нас, ибо Ты - наилучший из прощающих"
        },
        {
            "chapter": 7,
            "verse": 156,
            "text": "Начертай же для нас прекрасную жизнь в этом мире и будущем, ибо мы обратились к тебе с раскаянием\". Аллах ответствовал: \"Я поражаю Своим наказанием того, кого захочу, а Моя милость распространяется на все сущее. И посему Я предопределю милость богобоязненным и тем, которые раздают закат, веруют в Наши знамения"
        },
        {
            "chapter": 7,
            "verse": 157,
            "text": "и следуют за посланником, неграмотным пророком, запись о котором они найдут в Торе и [позднее] в Евангелии. Он велит им творить добрые деяния и запрещает предосудительное, разрешает [есть] приятное и не дозволяет неприятное, освобождает от бремени и оков, которые были наложены на них [прежними религиями]. Именно те, которые уверовали в него, поддерживали его, помогали ему [в борьбе против врагов] и следовали за ниспосланным вместе с ним светом [Корана], - они и есть спасшиеся [от ада]"
        },
        {
            "chapter": 7,
            "verse": 158,
            "text": "Скажи [, Мухаммад]: \"О люди! Воистину, я - посланник Аллаха ко всем вам, [Аллаха], который владычествует над небесами и землей. Нет бога, кроме Него. Он воскрешает [мертвых] и умерщвляет [живых]. Так веруйте же в Аллаха и в Его посланника, неграмотного пророка, который верует в Аллаха и в Его слово. Следуйте же за ним, - быть может, вы станете на прямой путь"
        },
        {
            "chapter": 7,
            "verse": 159,
            "text": "Среди народа Мусы были люди, которые указывали [путь] истины и справедливо судили согласно ей"
        },
        {
            "chapter": 7,
            "verse": 160,
            "text": "Мы разделили этих людей на двенадцать колен. Когда народ Мусы попросил у него воды для питья. Мы внушили Мусе.: \"Ударь своим посохом по скале\". И забило из нее двенадцать родников, и все люди знали, из какого родника им пить. Мы укрыли их облаком [от зноя], и ниспослали им манну и перепелов, [и сказали]: \"Вкушайте блага, которые Мы дали вам в удел!\" Они (т. е. последователи Мусы) не причинили вреда нам [своими грехами], однако сами себе они навредили"
        },
        {
            "chapter": 7,
            "verse": 161,
            "text": "[Вспомни, Мухаммад], как им было сказано: \"Поселитесь в этом городе, ешьте там [вволю] повсюду, где захотите, говорите: \"Прости [нам грехи]!\" и входите во врата [города] с земным поклоном. [И тогда] Мы простим ваши проступки и умножим вознаграждение добродеющим"
        },
        {
            "chapter": 7,
            "verse": 162,
            "text": "Те же из них, которые поступали не по закону, заменили другим то слово, что было изречено им. И Мы ниспослали на них с неба наказание за то, что они поступали несправедливо"
        },
        {
            "chapter": 7,
            "verse": 163,
            "text": "Спроси их также о поселении на берегу моря, о том, как его жители нарушили [закон Аллаха] в субботу, когда в субботний день рыбы приблизились к ним, плавая [на поверхности воды]. А не в субботний день рыбы не приплывали. Так Мы подвергали их испытанию за нечестивые поступки"
        },
        {
            "chapter": 7,
            "verse": 164,
            "text": "[Вспомни] также, как некоторые люди из их числа вопрошали: \"Ради чего вы читаете наставления людям, которых погубит или сурово накажет Аллах?\" Они ответили: \"Чтобы оправдаться перед вашим Господом. Да к тому же, быть может, они станут богобоязненными"
        },
        {
            "chapter": 7,
            "verse": 165,
            "text": "Когда же [нарушители субботнего запрета] пренебрегли [обращенными к ним] увещеваниями, Мы спасли тех, которые отвращали их от греха. Тех же, которые поступали неправедно, Мы подвергли ужасному наказанию за их грехи"
        },
        {
            "chapter": 7,
            "verse": 166,
            "text": "Когда же они преступили то, от чего их удерживали, Мы сказали им: \"Будьте обезьянами презренными"
        },
        {
            "chapter": 7,
            "verse": 167,
            "text": "[Вспомни] также, как Господь твой возвестил, что Он непременно будет направлять к ним до самого Дня воскресения тех, кто будет подвергать их наихудшим наказаниям. Воистину, Господь твой скор в наказании, и, воистину, Он - прощающий, милосердный"
        },
        {
            "chapter": 7,
            "verse": 168,
            "text": "Мы рассеяли их по земле [различными] общинами. Среди них есть и праведные и неправедные. Мы подвергли их испытанию и добром и злом в надежде, что они вернутся [на путь истины]"
        },
        {
            "chapter": 7,
            "verse": 169,
            "text": "Им наследовали преемники, которым досталось в наследство Писание. [Однако] они [вопреки Писанию] отдавали предпочтение земным благам и говорили при этом: \"Мы будем прощены\". А если бы попалось им [другое] такое же благо, то они и его присвоили бы. Не заповедано ли им было в Писании, чтобы они говорили об Аллахе только правду? А ведь они изучили то, что было в Писании. Для тех, кто богобоязнен, прибежище будущей жизни лучше. Неужели же вы не образумитесь"
        },
        {
            "chapter": 7,
            "verse": 170,
            "text": "[Что же касается] тех, которые придерживаются Писания и совершают обрядовую молитву, то Мы ведь не оставляем без вознаграждения вершащих благое"
        },
        {
            "chapter": 7,
            "verse": 171,
            "text": "[Вспомни,] как Мы вознесли гору Синай над [головами] сынов Исраила словно тучу. Они было подумали, что она рухнет на них, [и Мы сказали]: \"Твердо стойте на том, что Мы даровали Вам, помните, что там содержится: быть может, вы станете богобоязненными"
        },
        {
            "chapter": 7,
            "verse": 172,
            "text": "[Вспомни, Мухаммад,] как твой Господь породил из чресел детей Адама их потомство и заставил их свидетельствовать против самих себя [, вопросив]: \"Не Господь ли Я ваш?\" Они отвечали: \"Да, мы свидетельствуем [, что Ты наш Господь]\". [Все это ради того], чтобы вы в Судный день не говорили: \"Мы не ведали об этом"
        },
        {
            "chapter": 7,
            "verse": 173,
            "text": "или же [ради того], чтобы вы не говорили: \"Воистину, раньше наши отцы были многобожниками, а мы - потомки, пришедшие на смену им. Неужели ты станешь губить нас за то, что содеяли нечестивцы"
        },
        {
            "chapter": 7,
            "verse": 174,
            "text": "Так мы разъясняем аяты, - быть может, обратятся они [на путь истины]"
        },
        {
            "chapter": 7,
            "verse": 175,
            "text": "Возвести им [, Мухаммад,] рассказ о том, кому Мы даровали Наше откровение, а он отринул его. Шайтан же обратил его в своего последователя, так что он стал заблудшим"
        },
        {
            "chapter": 7,
            "verse": 176,
            "text": "Если бы Мы захотели, то возвысили бы его посредством откровения. Но он прельстился земными [благами] и подчинился своим низменным желаниям. И подобен он псу: если ты замахнешься на него, он огрызается; и если оставишь его в покое, тоже огрызается. Сказанное - притча о тех, которые отвергают Наши знамения. Так поведай же им [завещанное] иносказательно, - быть может, они призадумаются"
        },
        {
            "chapter": 7,
            "verse": 177,
            "text": "Подают дурной пример те, которые отвергают Наши аяты. [Этим] они вредят только самим себе"
        },
        {
            "chapter": 7,
            "verse": 178,
            "text": "Тот, кому указывает путь Аллах, идет прямым путем. Те же, кого Аллах сбивает с пути, становятся заблудшими"
        },
        {
            "chapter": 7,
            "verse": 179,
            "text": "Мы сотворили много джиннов и людей [, предназначив их] для ада. У них - сердца, которые не разумеют, глаза, которые не видят, уши, которые не слышат. Они подобны скотам и даже еще более заблудшие. Невежды они [в делах религии]"
        },
        {
            "chapter": 7,
            "verse": 180,
            "text": "Аллах назван прекрасными именами. Так зовите же его этими именами и не водитесь с теми, кто впадает в ересь [, искажая] Его имена"
        },
        {
            "chapter": 7,
            "verse": 181,
            "text": "Среди созданных нами людей есть такие, которые ведут [прочих] прямым путем посредством истины и благодаря ей поступают справедливо"
        },
        {
            "chapter": 7,
            "verse": 182,
            "text": "А тех, которые опровергают Наши знамения. Мы одного за другим низвергнем [в ад] так, что они и не заметят"
        },
        {
            "chapter": 7,
            "verse": 183,
            "text": "И [тем не менее] Я даю им отсрочку, ибо то, что Я предрешил, неотвратимо"
        },
        {
            "chapter": 7,
            "verse": 184,
            "text": "Неужели им не приходило в голову, что тот, кто среди них, не бесноватый? Ведь он не кто иной, как истый увещеватель"
        },
        {
            "chapter": 7,
            "verse": 185,
            "text": "Неужели они не призадумались о [том, кому принадлежит] власть над небесами и землей, о всем сущем, что сотворил Аллах, о том, что, быть может, приближается их смертный час? В какой же рассказ после этого они уверуют"
        },
        {
            "chapter": 7,
            "verse": 186,
            "text": "Тех, кто сошел с прямого пути по воле Аллаха, никто не вернет на него, и оставит Он их плутать в гордыне"
        },
        {
            "chapter": 7,
            "verse": 187,
            "text": "Они станут спрашивать тебя о [последнем] часе: когда, мол, он настанет? Отвечай: \"Воистину, это знает [только] мой Господь. Только Он явит его, когда придет время. И на небесах, и на земле тяжел последний час. И настанет он для вас только внезапно\". Они спрашивают тебя о часе, словно ты ведаешь об этом! Отвечай: \"Воистину, знает об этом только Аллах, но большая часть людей не ведает об этом"
        },
        {
            "chapter": 7,
            "verse": 188,
            "text": "Скажи [, Мухаммад]: \"Не в моей власти принести себе пользу или вред, если только того не захочет Аллах. Если бы я ведал о сокровенном, то приумножил бы для себя [долю] в добре, а зло вовсе не коснулось бы меня. Ведь я - лишь увещеватель и вестник для тех, кто верует"
        },
        {
            "chapter": 7,
            "verse": 189,
            "text": "Именно Он сотворил вас из единой души и из нее же создал супругу, чтобы он (т. е. Адам) находил покой у нее. Когда же [Адам] сошелся с ней, она понесла легкое бремя и стала ходить с ним. А когда она отяжелела от бремени, они обратились к Аллаху, своему Господу: \"Если Ты пожалуешь нам благочестивого [сына], то лишь к Тебе [устремится] наша благодарность"
        },
        {
            "chapter": 7,
            "verse": 190,
            "text": "Когда же Он даровал им обоим благочестивого сына, они стали признавать наряду с Ним еще и соучастников в том Его дарении им. Но Аллах превыше тех, кого они признают [Его] соучастниками"
        },
        {
            "chapter": 7,
            "verse": 191,
            "text": "Неужели они признают [наряду с Аллахом] богов, которые не создают, но сами сотворены"
        },
        {
            "chapter": 7,
            "verse": 192,
            "text": "которые не могут оказать помощь ни людям, ни самим себе"
        },
        {
            "chapter": 7,
            "verse": 193,
            "text": "А если вы [, верующие,] призовете их на прямой путь, то они не последуют за вами. Будете вы их призывать [на прямой путь] или будете безмолвствовать - для вас все равно"
        },
        {
            "chapter": 7,
            "verse": 194,
            "text": "Воистину, те, к кому вы взываете [как к божествам], минуя Аллаха, - рабы, как и вы сами. Взывайте же к ним, и пусть они удовлетворят ваши просьбы, если вы и вправду [им верите]"
        },
        {
            "chapter": 7,
            "verse": 195,
            "text": "Есть ли у них ноги, при помощи которых они передвигаются? Или у них есть руки, чтобы брать ими [что-либо]? Или у них есть глаза, чтобы видеть? Или у них есть уши, чтобы слышать? Скажи [, Мухаммад]: \"Призовите тех, кому вы поклоняетесь [помимо Аллаха], а уж потом стройте против меня козни и не давайте мне отсрочки"
        },
        {
            "chapter": 7,
            "verse": 196,
            "text": "Воистину, мой покровитель - Аллах, который ниспослал Писание. Именно Он покровительствует праведным мужам"
        },
        {
            "chapter": 7,
            "verse": 197,
            "text": "Те же, кому вы поклоняетесь помимо Него, не могут оказать никакой помощи ни вам, ни себе"
        },
        {
            "chapter": 7,
            "verse": 198,
            "text": "Если ты [, Мухаммад,] призовешь их [к] прямому пути, они не последуют [твоему зову]. Ты зришь, как они уставились на тебя, но они не видят [оком прозрения]"
        },
        {
            "chapter": 7,
            "verse": 199,
            "text": "Будь снисходителен [к людям], вели [им] творить добро, и не водись с невеждами"
        },
        {
            "chapter": 7,
            "verse": 200,
            "text": "А если шайтан подвергнет тебя искушению, то проси убежища у Аллаха, ибо Он - слышащий, знающий"
        },
        {
            "chapter": 7,
            "verse": 201,
            "text": "Воистину, если богобоязненным людям предстанет наваждение от шайтана, то они вспоминают [козни сатаны], и (тогда) они распознают [подлинное значение наваждения]"
        },
        {
            "chapter": 7,
            "verse": 202,
            "text": "А их братья поддерживают их в заблуждении и после этого не перестают усердствовать [в своих деяниях]"
        },
        {
            "chapter": 7,
            "verse": 203,
            "text": "Если ты [, Мухаммад,] не сотворишь им знамения, они говорят: \"Почему ты не испросил его [у Аллаха]?\" Отвечай: \"Я следую только Корану, который неспосылается мне откровением от моего Господа. Эти откровения - от Господа вашего, [они -] руководство к прямому пути и милость для верующих"
        },
        {
            "chapter": 7,
            "verse": 204,
            "text": "Когда читается Коран, то слушайте [внимательно] и безмолвствуйте, [тогда], быть может, вас помилуют"
        },
        {
            "chapter": 7,
            "verse": 205,
            "text": "[Поминай в душе Аллаха в покорности и страхе, поминай про себя, не вслух, и утром и вечером и не будь из тех, кто пренебрегает предписаниями] Аллаха"
        },
        {
            "chapter": 7,
            "verse": 206,
            "text": "Воистину, и ангелы, которые служат твоему Господу, не отказываются в гордыне от служения Ему, - [напротив], славят Его и бьют Ему челом"
        }
    ]
}