{
    "juzs": [
        {
            "chapter": 39,
            "verse": 32,
            "text": "Ke mang ea etsang phoso e fetisisang ho feta ea buang leshano ka Allah, le ho latola ha e fihla ho eena, na ha ho na bolulo Liheleng bo loketseng banyefoli"
        },
        {
            "chapter": 39,
            "verse": 33,
            "text": "Ea tlisang ‘nete ebe o oa e tiisa – bao ke batho ba etsang botle"
        },
        {
            "chapter": 39,
            "verse": 34,
            "text": "Bat la fumana tsohle tseo ba li labalabelang, kapel’a Mong’a bona: oo ke moputso oa ba etsang botle"
        },
        {
            "chapter": 39,
            "verse": 35,
            "text": "Allah U tla hlakola libe tsa bona, e be U ba neha moputso oa bona ho latela bottle boo ba bo entseng"
        },
        {
            "chapter": 39,
            "verse": 36,
            "text": "Allah ha A lekana ho lekhabunyane la Hae? Empa ba leka ho u ts’osa ka melingoana e meng kathoko ho Eena! Hobane bao Allah A ba lesang ho lahleha, ha ho ea ka ba tataisang"
        },
        {
            "chapter": 39,
            "verse": 37,
            "text": "Eo Allah A mo tataisang, ha ho ea ka mo khelosang. Ha se Allah Ea Matla Oohle, Mong’a Kahlolo"
        },
        {
            "chapter": 39,
            "verse": 38,
            "text": "Haeba ruri u ba botsa hore na ke mang ea hlotseng maholimo le lefats’e, ba tla re: “Ke Allah.” E re: “Lea bona? Lintho tseo le bitsang ho tsona ntle ho Allah, – Na li ka thibela Kotlo, haeba Allah a nkabetse Kotlo? – Kapa A nkabetse Mohau Oa Hae, na li ka thibela Mohau Oa Hae?” E re: “Allah U ntekane. Bohle ba nang le ts’epo ba behe ts’epo ea bona ho Eena.”"
        },
        {
            "chapter": 39,
            "verse": 39,
            "text": "E re: “Oho Batho ba heso! Etsang ka moo le khonang: ke tla etsa karolo ea ka. Empa haufinyane le tla tseba"
        },
        {
            "chapter": 39,
            "verse": 40,
            "text": "“Ke mang eo kahlolo e tlontlollang e tlang ho mo oela, le eo a tlang ho oeloa ke kahlolo e sa feleng.”"
        },
        {
            "chapter": 39,
            "verse": 41,
            "text": "Ruri Re senotse"
        },
        {
            "chapter": 39,
            "verse": 42,
            "text": "Ke Allah Ea nkang meea nakong lefu, le ea ba shoeng ba robetse: bao taelo Ea Hae ea lefue ba amang, U boloka meea ea bona, empa bohle U ea ba tsosa, ho fihlela letsatsi la psllo. Ruri ho sena ke lits’upiso ho ba nahanang"
        },
        {
            "chapter": 39,
            "verse": 43,
            "text": "Eng! Ba nka baemeli kantle ho Allah. E re: “Le hoja ba se na matla ho hang, le bona bohlale?”"
        },
        {
            "chapter": 39,
            "verse": 44,
            "text": "E re: “Boemeli bohle ke ba Allah. `Muso oa maholimo le lefats’e ke oa Hae. Qetellong, ke ho Eena moo le tlang ho busetsoa teng.”"
        },
        {
            "chapter": 39,
            "verse": 45,
            "text": "Ha ho buoa ka Allah a Inots’i, lipelo tsa ba sa kholoeng bophelong Bo-tlang li tlala lehloeo le letsoalo, empa ha ho buoa ka melingoana ea bona li ea thaba"
        },
        {
            "chapter": 39,
            "verse": 46,
            "text": "E re: “Oho Allah! `Mopi oa maholimo le lefats’e! Motsebi oa tsohle tse sa bonoeng le tse pepenene! Ke Uena Ea tla ahlola lipakeng tsa makhabunyane a Hau litabeng tseo ba neng ba fapana ka tsona”"
        },
        {
            "chapter": 39,
            "verse": 47,
            "text": "Le haeba baetsalibe ba ne ba ena le tsohle tse teng holim’a lefats’e, le ho feta moo; Ruri le ha ba ne ba ka fana ka tsona e le tefo ho qoba kahlolo e ts’abehang; ho tla hlahela kapel’a bona se tsoang ho Mong`a bona seo ba neng ba sa se lebella"
        },
        {
            "chapter": 39,
            "verse": 48,
            "text": "Bobe ba liketso tsa bona bo tla ba tjamela, ba tla kopeloa har’e ke seo ba neng ba se soma"
        },
        {
            "chapter": 39,
            "verse": 49,
            "text": "Motho ha a hlaheloa ke bomalimabe, o bitsa ho Rona: kamor’a hoba Re mo sitse ka molemo o tsoang ho Rona, a re: “Sena ke se filoe ka lebaka la tsebo eo ke nang le eona! Che, empa e le teko feela, le hoja bongata bo sa utloisise"
        },
        {
            "chapter": 39,
            "verse": 50,
            "text": "Joalo ka ha meloko e bileng teng pele ho bona e ile ea rialo! Empa tsohle tseo ba li entseng ha li’a ba tsoela molemo"
        },
        {
            "chapter": 39,
            "verse": 51,
            "text": "Che, litla-morao tse mpe tsa liketso tsa bona li ile tsa ba harinya. Le baetsalibe ba letlobo lena – litla-morao tse mpe tsa liketso tsa bona haufi li tla ba harinya; ba ke ke ba ferekanya merero ea Rona"
        },
        {
            "chapter": 39,
            "verse": 52,
            "text": "Na ha ba tsebe hore Allah U lelefatsa nala ho eo a khahloang ke eena, le hona ho e khutsufatsa mabapi le eo a khahloang ke eena. Ruri, ho sena ke lits’upiso ho ba-kholoang"
        },
        {
            "chapter": 39,
            "verse": 53,
            "text": "E re: “Oho lona makhabunyane a ka a tlotseng meeli khahlano le meea ea bona! Le se ke la nyahama malebana le mohau oa Allah, Hobane Allah U Ts’oarela libe tsohle. Hobane U Ts’oarelang-joalo-joalo, U Tletse Mohau"
        },
        {
            "chapter": 39,
            "verse": 54,
            "text": "“Retelehelang ho Mong’a lona, le ikokobetse thatong Ea Hae, pele Kahlolo e fihla ho lona: Kamorao ho moo le ke ke la fumana thuso"
        },
        {
            "chapter": 39,
            "verse": 55,
            "text": "“Le latele tataiso e molemo ea seo le se senoletsoeng se tsoang ho Mong`a lona, pele kotlo e finyella ho lona – ka sekhahla le ea s’o elelloe letho"
        },
        {
            "chapter": 39,
            "verse": 56,
            "text": "“Esere moea oa tloha oa re: “Ah, ke aparetsoe ke masoabi! – hobane ha kea ka ka tsotella Allah, Ruri! Ke bile mokhatlong oa basomi"
        },
        {
            "chapter": 39,
            "verse": 57,
            "text": "“Kapa e be o re: “Hoja e be Allah U ile A ntataisa, nka be ke le har’a ba lokileng!”"
        },
        {
            "chapter": 39,
            "verse": 58,
            "text": "Kapa e be o re, nakong eo o bonang Kahlolo: “Hoja ke ne nka fumana monyetla oa bobeli, ke ne ke tlaba har’a ba etsang botle!”"
        },
        {
            "chapter": 39,
            "verse": 59,
            "text": "(Karabo e tla ba:) “Che, lits’enolo tsa Ka li ile tsa finyella ho lona, empa le ile la li latola: la ikhohomosa, la eba mokhatlong oa ba latolang Tumelo.”"
        },
        {
            "chapter": 39,
            "verse": 60,
            "text": "Mohla Letsatsi la Kahlolo o tla bona bohle ba ileng ba qapa mashano khahlano le Allah; – lifahleho tsa bona lit la ba Nts’o. Na lehae la Baikhohomosi ha le Liheleng"
        },
        {
            "chapter": 39,
            "verse": 61,
            "text": "Empa Allah U tla lebisa ba lokileng sebakeng sa bona sa pholoho; ha ho bobe bo tla ba thetas, kapa eona mesarelo"
        },
        {
            "chapter": 39,
            "verse": 62,
            "text": "Allah ke `Mopi oa lintho tsohle le Eena Moalosi le Mophethisi oa litaba tsohle"
        },
        {
            "chapter": 39,
            "verse": 63,
            "text": "Linotlolo tsa maholimo le lefats’e ke tsa Hae; ba latolang Lits’enolo tsa Allah – Ke bona ba tla ba tahlehong"
        },
        {
            "chapter": 39,
            "verse": 64,
            "text": "E re: “Ho na le eo le ntaelang hore ke mo khumamele kantle ho Allah, lona maoatla?”"
        },
        {
            "chapter": 39,
            "verse": 65,
            "text": "Empa ho senotsoe ho uena, – le ho ba bileng teng pele ho uena, –: “Haeba o kopanya Allah le melingoana, Ruri! ts’ebeletso ea hau e tla fetoha lefeela u tla ba har’a ba lahlehetsoeng’’"
        },
        {
            "chapter": 39,
            "verse": 66,
            "text": "Che, empa khumamela Allah; u be har’a ba fanang ka liteboho"
        },
        {
            "chapter": 39,
            "verse": 67,
            "text": "Ha ba hakanyetse Allah ka mokhoa oo A lokeloang ho ba kateng, mohla Letsatsi la Kahlolo lefats’e lohle le tla fella ka har’a seatla sa Hae, maholimo ona a tla phuthelloa ka har’a seatla sa Hae se setona. Tlotla e be ho Eena! Ea Phahameng ka ho fetisisa ho tsohle tseo ba li manehang ho Eena"
        },
        {
            "chapter": 39,
            "verse": 68,
            "text": "Terompeta e tla letsoa, lintho tsohle tse maholimong le tsohle tse lefats’eng li tla shoshopana, kantle le bao ebang Allah U khahloa ke bona. Ha e lla lekhetlo la bobeli, ke moo ba tlang ho ema lipasha"
        },
        {
            "chapter": 39,
            "verse": 69,
            "text": "Lefats’e le tla phatsima ke khanya ea Mong`a lona le lona Lengolo le tla manolloa, baporofeta le lipaki ba tla bokelloa, e be ho ahloloa lipakeng tsa bona ka ‘nete kantle le qhekello"
        },
        {
            "chapter": 39,
            "verse": 70,
            "text": "Moea ka mong o tla lefshoa ka botlalo seo o se entseng. Etsoe Allah U Tseba ka botlalo tseo ba li etsang"
        },
        {
            "chapter": 39,
            "verse": 71,
            "text": "Mahana-tumelo ba tla qhobeloa Liheleng ka mats’oele-ts’oele: ho fihlela ba il’o fihla ho tsona, e be mekoallo e ea buloa, baalosi ba teng ba tla re: “Baromuoa ba habo lona ha ba ka ba finyella ho lona, ba le phetela lits’enolo tsa Mong`a lona le ho le hlokomelisa ka kopano e ea letsatsi la lona? Ba tla re: “E, Ruri! Empa lentsoe la kahlolo le phethahetse khahlanong le mahana-tumelo.”"
        },
        {
            "chapter": 39,
            "verse": 72,
            "text": "Ho tla thoe (ho bona): “Kenang mekoallong ea Lihele, kamoo le tlang ho phela kateng. Ruri! Se nyonts’ang ke lehae la baikhohomosi.”"
        },
        {
            "chapter": 39,
            "verse": 73,
            "text": "Ba ts’abang Mong`a bona ba tla qhobeloa kahar’a Serapa ka mats’oele-ts’oele: ho fihlela ba fihla ho sona; e be mekoallo ea teng e ea buloa, baalosi ba sona ba tla re: “Khotso e be le lona! Lona le ba hloekileng, kahoo kenang kahar’a Serapa moo le tlang ho phela kateng.”"
        },
        {
            "chapter": 39,
            "verse": 74,
            "text": "Ba tla re: “Thoriso e be ho Allah, Ea phethahalitseng ts’episo ea hae ho rona le hona ho re etsa majalefa a naha ena. Re tla phela hohle moo re labalabelang kahar’a serapa sena. Se babatsehang ke moputso oa basebetsi!”"
        },
        {
            "chapter": 39,
            "verse": 75,
            "text": "U tla bona manyeloi a pota-potile Terone, a bina lithoriso tsa Mong`a ona. Libopuoa tsohle li tla ahloloa ka nepo. Lentsoe le tla re: “Thoriso e be ho Allah, Mong`a Mafats’e"
        },
        {
            "chapter": 40,
            "verse": 1,
            "text": "Ha. Mim"
        },
        {
            "chapter": 40,
            "verse": 2,
            "text": "Ts’enolo ea"
        },
        {
            "chapter": 40,
            "verse": 3,
            "text": "Ea ts’oarelang Libe, Moamoheli oa Boinyatso, Ea Tsitlallelang Kahlolong, eo nala ea Hae e Khaphatsehang. Ha ho `Mopi e mong ntle ho Eena. Pheletso ea leeto la rona e ho Eena"
        },
        {
            "chapter": 40,
            "verse": 4,
            "text": "Ha ho ope ea ka latolang lits’enolo tsa Allah kantle le mahana- tumelo, se thetsoe ke ha ba ntse ba nyolosa ba theosa lefats’eng ka boikhohomoso"
        },
        {
            "chapter": 40,
            "verse": 5,
            "text": "Batho ba habo Nooe le baikopanyi ba bileng teng pele ho bona ba ‘nile ba latola baromuoa, Sechaba se seng le se seng se ile sa ithera khahlano le moporofeta oa sona, ho mo tsometsa, le ho pheha khang ka leshano, ka monahano oa ho phehisa ‘nete. Kahoo, Ke ile Ka ba tsometsa, kotlo ea ka ebile e ts’abehang"
        },
        {
            "chapter": 40,
            "verse": 6,
            "text": "Ke kamoo lentsoe la Mong`a hau le ileng la phethahala kateng khahlanong le mahana-tumelo: hore ruri ke Balekane ba Mollo"
        },
        {
            "chapter": 40,
            "verse": 7,
            "text": "Ba kakatletseng Terone le bohle ba e pota-potileng, ba pheta Lithoriso le Tlotla tsa Mong`a bona: ba kholoa ho Eena, ba kopela ba-kholoang ts’oarelo: “Mong`a rona! Ke Uena Ea etselitseng lintho tsohle lesakana-la-nkope ka Mohau le Tsebo, kahoo ts’oarela bohle ba sokolohang, ba latela tsela ea Hau. Ak’u ba qobise Kahlolo ea Lihele"
        },
        {
            "chapter": 40,
            "verse": 8,
            "text": "“Mong`a rona! U be U etse hore ba tle ba kene kahar’a Serapa sa Edene seo U ba ts’episitseng sona le har’a bo-ntat’a bona ba ileng ba etsa toka, basali ba bona, le litloholo tsa bona. Hobane ke Uena, Ea Matla Oohle, Ea Seli"
        },
        {
            "chapter": 40,
            "verse": 9,
            "text": "U ba sireletse bobeng; etsoe mong le mong eo U tlang ho mo sireletsa bobeng Letsatsing leo, – Ke eo U tla beng U mo sikile ka Mohau: Seo e tla be e le katleho e babatsehang.”"
        },
        {
            "chapter": 40,
            "verse": 10,
            "text": "Mahana-tumelo ba tla buisoa joana: “Lehloeo la Allah ke le ts’abehang ho feta lehloeo leo lona le hloeaneng ka lona, hobane nakong eo le neng le bitsetsoa Tumelong le ne le nyelisa.”"
        },
        {
            "chapter": 40,
            "verse": 11,
            "text": "Ba tla re: “Mong`a rona! U entse hore re shoe habeli, le hona hore re tsohe habeli. Hajoale re lemohile libe tsa rona: Na ha ho monyetla oa hore re phonyohe?”"
        },
        {
            "chapter": 40,
            "verse": 12,
            "text": "(Karabo e tla ba): “Sena ke hobane, ha ho ne ho bitsoa ho Allah, le ile la latola Tumelo, empa ha batlatsetsi ba kopang’oa le Eena, le ile le kholoa! Taelo e tsoa feela ho Allah, Ea Phahameng, Motlotlehi.”"
        },
        {
            "chapter": 40,
            "verse": 13,
            "text": "Ke Eena Ea le bonts’ang Lits’upiso tsa Hae le ho le romella nala e tsoang marung. Empa ke ba amohelang khalemo ba sokolohelang ho Eena"
        },
        {
            "chapter": 40,
            "verse": 14,
            "text": "Kahoo, bitsang ho Allah, ka lerato la sebele ho Eena, le haeba Mahana-tumelo a ka e hloea ha kakang –"
        },
        {
            "chapter": 40,
            "verse": 15,
            "text": "Ke Allah Mookameli oa maemo oohle Mong`a Terone. U romela moea oa ts’usumetso ka Taelo ea Hae ho ea khahloang ke eena har’a makhabunyane a Hae, hore a tle a hlokomelise batho ka Letsatsi la Kopano"
        },
        {
            "chapter": 40,
            "verse": 16,
            "text": "Letsatsi leo ka lona ba tla hlahella pooaneng: ha ho letho la bona le tla pateha ho Allah. Puso e tla ba ea mang Letsatsing leo? Ea Allah, Ea Inots’i, Ea Matla Oohle"
        },
        {
            "chapter": 40,
            "verse": 17,
            "text": "Letsatsing leo moea ka mong o tla ho lefshoa seo o se kotutseng; ha ho bolotsana bo tla etsoa Letsatsing leo. Hobane Allah U akofela boikarabellong"
        },
        {
            "chapter": 40,
            "verse": 18,
            "text": "Ba hlokomelise ka letsatsi le ntseng le atamela, mohla Lipelo li tla khama liqoqotho; ho ke ke haeba le ‘muelli kapa motsoalle eo baetsalibe ba tla ba le eena, ea tla mameloa"
        },
        {
            "chapter": 40,
            "verse": 19,
            "text": "Allah U tseba se ekang mahlo le se patiloeng ke lifuba"
        },
        {
            "chapter": 40,
            "verse": 20,
            "text": "‘Allah U tla ahlola ka ‘Nete; Empa ba bitsoang kathoko ho Eena ha ban a hoba maemong a ho ahlola ho hang. Ruri Allah U utloa tsohle, U bona tsohle"
        },
        {
            "chapter": 40,
            "verse": 21,
            "text": "Na ha ba hahlaule le lefats’e hore ba bone seo ebileng pheletso ea bileng teng pele ho bona? Ba neng ba le matla a fetang a bona le mehlaleng eo ba e siileng lefats’eng. Allah U ile A ba biletsa kahlolong ho latela libe tsa bona, ha ho oa ba le mosireletsi khahlano le Allah"
        },
        {
            "chapter": 40,
            "verse": 22,
            "text": "Hobane baromuoa ba bona ba tlile ho bona ka lits’upiso tse hlakileng, empa ile ba ba latola; kahoo Allah U ile biletsa kahlolong. Hobane U Matla Oohle, U Tsitlallela Kahlolong"
        },
        {
            "chapter": 40,
            "verse": 23,
            "text": "Re ile ra romella Moshe ka lits’enolo tsa Rona le matla a hlakileng"
        },
        {
            "chapter": 40,
            "verse": 24,
            "text": "Ho Faro, Hamana le Karun, empa ba ile ba ‘mitsa: “moloi ea buang leshano!”"
        },
        {
            "chapter": 40,
            "verse": 25,
            "text": "Eitse hoba a tle ho bona ka `Nete e tsoang ho Rona, ba re: “Bolaeang bara ba bohle ba-kholoang le eena, le lese barali ba bona.” Empa morero oa mahana-tumelo ha se letho haese feela linyonts’a"
        },
        {
            "chapter": 40,
            "verse": 26,
            "text": "Faro a re: “Nteseng ke bolaee Moshe, le mo lese ho bitsa ho Mong`a hae! Ke na le ts’abo ea hore mohlaope a fetola tumelo ea lona, kapa mohlomong a baka mofere-fere ka har’a naha.”"
        },
        {
            "chapter": 40,
            "verse": 27,
            "text": "Moshe a re: “Ruri! Ke bitsitse ho Mong`a ka le Mong`a hau khahlano le moikhants’i ofe kapa ofe ea sa kholoeng Letsatsi la Pallo"
        },
        {
            "chapter": 40,
            "verse": 28,
            "text": "Monna ea kholoang har’a sechaba sa Faro, ea neng a patile Tumelo ea hae, a re, o: “U bolaea motho hobane a re: “Mong`a ka ke Allah?’ – Ea u tliselitseng lits’upiso tse hlakileng tse tsoang ho Mong`a hau? Ha feela eba a le leshano, leshano la hae le tlaba holim’a hae; empa haeba a bua ‘nete, tse ling tsa lintho tseo ebang o u hlokomelisa ka tsona, li tla o aparela; ruri! Allah ha A tataise motho ea tlolang meeli le ea leshano"
        },
        {
            "chapter": 40,
            "verse": 29,
            "text": "“Oho batho ba heso! Puso ke’a lona kajeno: le na le matla ka har’a naha. Empa ke mang ea tlang ho re pholosa khahlano le khalefo ea Allah haeba e ka re oela?” Faro a re: “Ke mpa feela ke le bonts’a seo ke se nahanang, ke bile ke le tataisetsa feela tseleng e nepahetseng.”"
        },
        {
            "chapter": 40,
            "verse": 30,
            "text": "Eaba monna ea kholoang o re: “Oho batho ba heso! Ke na le ts’abo ka sekhobo se ts’oanang le se kileng sa oela ba ikopanyi ba khale-khale"
        },
        {
            "chapter": 40,
            "verse": 31,
            "text": "“Sekhobo se ts’oanang le sa batho ba habo Nooe, Ba-Ad, Ba- Thamude le ba bileng teng kamor’a bona, empa Allah ha A lakatse khanyapetso makhabunyaneng a Hae"
        },
        {
            "chapter": 40,
            "verse": 32,
            "text": "“Oho batho ba heso! Ke na le ts’abo ea Letsatsi la Pitso khahlano le lona"
        },
        {
            "chapter": 40,
            "verse": 33,
            "text": "“Letsatsing leo le tla ho furalla le balehe: le tla hloka mots’ireletsi khahlano le Allah: mong le mong eo Allah A mo lesang ho kheloha, a ke a fumana tataiso"
        },
        {
            "chapter": 40,
            "verse": 34,
            "text": "“Le Josefa o ile a tla ho lona ka lits’upiso tse hlakileng, empa ha le’a ka la khaotsa ho ba le khoao ho tseo a neng a le tletse tsona, ho fihlela a le makhatheng a lefu, eaba o re: “Ruri! Allah A ke ke A hlotse A romella moromuoa ofe kapa ofe kamor’a hae.” Ke kamoo Allah A lesang ea nang le khoao ho kheloha kateng"
        },
        {
            "chapter": 40,
            "verse": 35,
            "text": "Ba ngangisanang ka lits’enolo tsa Allah ho se matla a finyeletseng ho bona, Ketso ea bona e mpe le ho nyonyeha mahlong A Allah le mahlong a ba-kholoang. Ke kamoo Allah a kabang lipelo tsaba ikhants’i le ba tlolang meeli kateng.”"
        },
        {
            "chapter": 40,
            "verse": 36,
            "text": "Faro a re: “Hamana! Nkahele tora, hore ke tle ke fihlele litsela le mekhoa"
        },
        {
            "chapter": 40,
            "verse": 37,
            "text": "“Litsela le mekhoa ea ho fihla maholimong, hore ke tle ke fihlele `Mopi oa Moshe: empa ho ea ka ‘na ke nahana hore Moshe o leshano!” Ke kamoo ho ileng hoa etsoa hore liketso tsa Faro li shebahale li khahla mahlong a hae, o ile a thibeloa ho kena tseleng e nepahetseng. Morero oa Faro o ile oa fella ts’enyehong"
        },
        {
            "chapter": 40,
            "verse": 38,
            "text": "Monna ea kholoang a re: “Batho ba heso! Ntateleng. Ke tla le tataisetsa tseleng e nepahetseng"
        },
        {
            "chapter": 40,
            "verse": 39,
            "text": "“Batho ba heso! “Bophelo ba lefats’e lena ha se letho haese monyaka oa nakoana, bophelo Bo-tlang bona, ke Lehae le ke keng la feela"
        },
        {
            "chapter": 40,
            "verse": 40,
            "text": "“Ea etsang liketso tse soabisang, o tla una molemo o ts’oanang le seo a neng a se etsa, empa ea etsang toka eka ba monna kapa mosali, ebile ele ea kholoang, ba joalo ba tla kena ka har’a Serapa, moo ba tla fumana phepo e se nang tekano"
        },
        {
            "chapter": 40,
            "verse": 41,
            "text": "“Batho ba heso! “Ho tla joang hore ke le bitsetsa pholohong lona le mpitsetsa Mollong"
        },
        {
            "chapter": 40,
            "verse": 42,
            "text": "“Le nkhothaletsa ho nyefola Allah le ho mo kopanya le batlatsetsiba bao ke senang tsebo ka bona: ha ‘na ke le bitsetsa ho Ea Matla Oohle, Ea Ts’oarelang joalo-joalo!”"
        },
        {
            "chapter": 40,
            "verse": 43,
            "text": "“Kantle ho khoao eo le mpitsetsang ho eena ha a na tokelo ea ho biletsoa ho eena, lefats’eng lena, kapa bophelong Bo-tlang, bohle re tla boela ho Allah; Batloli ba meeli etla ba Balekane ba Mollo"
        },
        {
            "chapter": 40,
            "verse": 44,
            "text": "“Haufi le tla hopola seo ke le bolellang sona. Ke rolela moroalo oa ka ho Allah. Hobane Allah ke Molisa oa makhabunyane a Hae.”"
        },
        {
            "chapter": 40,
            "verse": 45,
            "text": "Allah U ile a mo lopolla linyonts’eng tseo ba neng ba li rerile mabapi le eena, Empa bohale ba Kahlolo ba kopela Batho ba Faro ka mahlakore oohle"
        },
        {
            "chapter": 40,
            "verse": 46,
            "text": "Ba tla bokelloa kapel’a mollo hoseng le mats’iboea; Letsatsing leo Kahlolo e tlang ho phethahatsoa ka lona,: “Akhelang batho ba habo Faro ka har’a kahlolo e ts’abehang.”"
        },
        {
            "chapter": 40,
            "verse": 47,
            "text": "Ba tla ngangisana ka har’a mollo, ba fokolang ba tla re ho ba neng ba ikhohomosa: “Ruri! Re ne re le balateli ba lona: ka lebaka leo, ak’u re fokoletseng, karolo e ng’oe ea Mollo ebe ho lona?”"
        },
        {
            "chapter": 40,
            "verse": 48,
            "text": "Ba neng ba ikhohomosa ba tla re: “Re ‘moho kaofela mollong ona. Ruri! Allah U ahlotse lipakeng tsa makhabunyane a Hae.”"
        },
        {
            "chapter": 40,
            "verse": 49,
            "text": "Ba ka har’a Mollo ba tla re ho Baalosi ba Lihele: “Rapelang Mong`a lona hore A ke A re bebofaletse kahlolo ena letsatsi feela.”"
        },
        {
            "chapter": 40,
            "verse": 50,
            "text": "Ba tla re: “Na baromuoa ha ba ea fihla ho lona ka lits’upiso tse hlakileng? ba tla re: “E, Ruri.” Bat la araba: “Joale, rapelang, le hoja thapelo ea ba hlokang tumelo e se letho haese joalo ka ea hlahlathellang thoko.”"
        },
        {
            "chapter": 40,
            "verse": 51,
            "text": "Kantle ho khoao Re tla thusa baromuoa ba Rona, le bohle ba-kholoang bophelong ba lefats’e lena le mohla letsatsi leo ka lona Lipaki li tlang ho hlahella, –"
        },
        {
            "chapter": 40,
            "verse": 52,
            "text": "Letsatsing leo ho kopa ts’oarelo hoa bona ho ke keng ha thusa baetsalibe, thohako ke’a bona le lona Lehae la Ts’otleho"
        },
        {
            "chapter": 40,
            "verse": 53,
            "text": "Re ile Ra fana ka Tataiso ho Moshe, eaba Re hlomamisa bana ba Israele ho ba majalefa a Lengolo, –"
        },
        {
            "chapter": 40,
            "verse": 54,
            "text": "Tataiso le Molaetsa ho batho ba nang le kutloisiso"
        },
        {
            "chapter": 40,
            "verse": 55,
            "text": "Mamella, u tsitlalle: Hobane ts’episo ea Allah ke ‘nete: U kope ts’oarelo khahlano le sebe sa hau, u phete lithoriso tsa Mong`a hau bosiu le mots’eare"
        },
        {
            "chapter": 40,
            "verse": 56,
            "text": "Ba ngangisanang ka lits’enolo tsa Allah ho se matla a finyeletseng ho bona, ha ho letho ka har’a lifuba tsa bona haese boholo boo ba ke keng ba bo fihlela. Kopa ts’ireletso ho Allah. Hobane ke Eena, Ea utloang tsohle, Ea bonang tsohle"
        },
        {
            "chapter": 40,
            "verse": 57,
            "text": "Ruri! Tlholeho ea maholimo le lefats’e e kholo haholo ho feta tlholeho ea batho; empa bongata ba batho ha bo na kutloisiso"
        },
        {
            "chapter": 40,
            "verse": 58,
            "text": "Sefofu ha se ts’oane le ea bonang, ka ho ts’oana le ba-kholoang, ba etsa liketso tse lokileng; ha ba ts’oane le baetsalibe. Le ithuta hanyane ka khalemo"
        },
        {
            "chapter": 40,
            "verse": 59,
            "text": "Ruri! Hora eona e ea tla, ha ho khoao; le hoja bongata ba batho bo sa kholoe"
        },
        {
            "chapter": 40,
            "verse": 60,
            "text": "Mong`a lona U re: “Bitsang ho ‘Na, Ke tla araba thapelo ea lona. Empa ba ikhomosang ho ka Nts’ebeletsa, ruri ba tla iphumana ka har’a lihele – ba tlontlolehile.”"
        },
        {
            "chapter": 40,
            "verse": 61,
            "text": "Ke Allah Ea le hlophetseng bosiu, hore le tle le phomole ka bona le hore le tle le bone mots’eare. Ruri! Allah U Tletse Nala le Mohau ho batho: empa boholo ba batho bo hloka liteboho"
        },
        {
            "chapter": 40,
            "verse": 62,
            "text": "Eo ke Allah, Mong`a lona, `Mopi oa lintho tsohle. Ha ho `Mopi e mong ntle ho Eena. Joale, hobaneng le khelohile ‘Neteng"
        },
        {
            "chapter": 40,
            "verse": 63,
            "text": "Ke kamoo ba khelohileng ba latolang Lits’enolo tsa Allah"
        },
        {
            "chapter": 40,
            "verse": 64,
            "text": "Ke Allah Ea hlophisitseng lefats’e hoba sebaka sa lona sa phomolo le maru hoba sekhele, U le bopile esita le ho le neha libopeho tse ntle; U le sitsitse ka lintho tsohle. Eo ke Allah, Mong`a lona. Tlotla e be ho Allah, Mong`a Mafats’e"
        },
        {
            "chapter": 40,
            "verse": 65,
            "text": "Ke Eena Ea Phelang. Ha ho `Mopi ntle ho Eena. Kahoo, Bitsang ho Eena, le Mo nehe lerato la sebele. Thoriso e be ho Allah, Mong`a Mafats’e"
        },
        {
            "chapter": 40,
            "verse": 66,
            "text": "E re: “Ke hanetsoe ho bitsa ho bao le btsang ho bona ntle ho Allah ho tloha mohla lits’upiso tse hlakileng li neng li finyella ho ‘na tse tsoang ho Mong`a ka, ke bile ke laetsoe ho inehela ho Mong`a Mafats’e"
        },
        {
            "chapter": 40,
            "verse": 67,
            "text": "Ke Eena ea le hlotseng ka lerole, le ka lerotholi la there, la fetoha lehloele, lehloele la hlaha e se e le ngoana, eaba o’A le holisa ho fihlela lilemo tsa bohlankana, kamor’a mona le tla fetoha maqhekoana – le hoja ba bang ba lona ba shoa ba es’o fihlele lilemo tsena – ho fihlela le finyella nakong ea pallo, hore le tle le utloisise"
        },
        {
            "chapter": 40,
            "verse": 68,
            "text": "Ke Eena Ea fanang ka bophelo le lefu. Ha A na le morero, U re feela ho ona: “Eba teng!” O fele o be teng"
        },
        {
            "chapter": 40,
            "verse": 69,
            "text": "Na ha le es’o bone kamoo ba ngangisanang ka Lits’enolo tsa Allah? Ba khelohang kateng? –"
        },
        {
            "chapter": 40,
            "verse": 70,
            "text": "Ba latolang Lengolo le molaetsa oo Re o romeletseng baromuoa ba Rona: Empa haufi ba tla tseba, –"
        },
        {
            "chapter": 40,
            "verse": 71,
            "text": "Mohla lijoko li tla beng li le melaleng ea bona le liketane: ba tla hulang’oa"
        },
        {
            "chapter": 40,
            "verse": 72,
            "text": "Ka har’a metsi a nkhang, a belang; ba tla chesoa ka har’a Mollo"
        },
        {
            "chapter": 40,
            "verse": 73,
            "text": "Ho tla thoe ho bona: “E kae melingoana eo le neng le tloaetse ho khumamela –"
        },
        {
            "chapter": 40,
            "verse": 74,
            "text": "“Khahlanong le Allah?” Ba tla araba: “E re phoqile; empa ho ne ho se letho leo re neng re bitsa ho lona pele.” Ke ka mokhoa oo Allah A lesang mahana-tumelo ho kheloha"
        },
        {
            "chapter": 40,
            "verse": 75,
            "text": "“Sena ke hobane le ne le nyakalla ka thabo lefats’eng limthong tse ling kantle ho ‘nete, le ne le qoetse boikhohomosong"
        },
        {
            "chapter": 40,
            "verse": 76,
            "text": "“Kenang mekoallong ea Lihele, moo le tlang ho phela kateng. Etsoe se nyonyehang ke lehae la baikhohomosi.”"
        },
        {
            "chapter": 40,
            "verse": 77,
            "text": "Kahoo tsitlalla ka mamello; Hobane ts’episo ea Allah ke ‘nete. Ebang Re ka u bonts’a karolo ea seo Re ba ts’episitseng sona, kapa ebang Re ka etsa hore u shoe ho ea ts’oana, ba tla boela ho Rona"
        },
        {
            "chapter": 40,
            "verse": 78,
            "text": "Re ‘nile Ra romella baromuoa pele ho uena, bao har’a bona Re ‘nileng Ra u phetela bona le bao Re sa kang Ra u bolella bona; ha ho oa fanoa ho moromuoa ofe kapa ofe tumello ea hore a ka hlahisa sesupo kantle le tumello ea Allah, empa hang ha taelo ea Allah e se e tlile, e be nyeoe eo e ahloloa ka toka, ba sesang har’a Mashano ba timelang hang"
        },
        {
            "chapter": 40,
            "verse": 79,
            "text": "Ke Allah ea le hloletseng Likhomo, hore le tle le palame tse ling tsa tsona, ha tse ling e le lijo –"
        },
        {
            "chapter": 40,
            "verse": 80,
            "text": "Le na le melemo e mengata ho tsona – le khotsofatsa lipelo tsa lona ka melemo ea tsona, e bile li jara meroalo ea lona le likepe ho le jara"
        },
        {
            "chapter": 40,
            "verse": 81,
            "text": "Ebile U le bonts’a Lits’upiso tsa Hae. Ke se sesupo se fe sa Allah seo u ka se latolang"
        },
        {
            "chapter": 40,
            "verse": 82,
            "text": "Na ha ba hahlaule le lefats’e ho bona pheletso ea ba bileng teng pele ho bona? Ba neng ba ba menahanya ka palo, ba le matla ho ba feta le mehlaleng eo ba e sileng lefats’eng: empa tsohle tseo ba neng ba e na le tsona ha li’a ka tsa ba thusa ka letho"
        },
        {
            "chapter": 40,
            "verse": 83,
            "text": "Hobane ha baromuoa ba bona ba tlisitse lits’upiso tse hlakileng tsa puso ea Allah, ba neba nkehile ke menate ea lefats’e eo ba ena le eona: empa seo ba neng ba tloaetse ho se soma, se ile sa ba aparela"
        },
        {
            "chapter": 40,
            "verse": 84,
            "text": "Eitse ha ba bona Kahlolo ea Rona, ba re: “Re kholoa ho Allah – Allah A Inotsi – re latola batlatsetsi bao re neng re tloaetse ho ba kopanya le Eena.”"
        },
        {
            "chapter": 40,
            "verse": 85,
            "text": "Empa ho ipolela Tumelo ha bona ho ke ke ha ba thusa ka letho ha ba bona kahlolo ea Rona. Ke tsela eo Allah A sebetsang ka eona malebana le makhabunyane a Hae. Ke kamoo mahana- tumelo ba tla timela"
        },
        {
            "chapter": 41,
            "verse": 1,
            "text": "Ha. Mim"
        },
        {
            "chapter": 41,
            "verse": 2,
            "text": "Ts’enolo e tsoang, ho Ea Tletseng Lereko, Ea Mohau o Khaphatsehang; –"
        },
        {
            "chapter": 41,
            "verse": 3,
            "text": "Ke Lengolo le jereng likhaolo tse manolotsoeng ka botlalo, Qura’n ea Se-Arab, molemong oa batho ba utloisisang; –"
        },
        {
            "chapter": 41,
            "verse": 4,
            "text": "E fanang ka Litaba tse Molemo le Khalemo: Empa bongata ba bona bo ea furalla, Kahoo ha ba utloe"
        },
        {
            "chapter": 41,
            "verse": 5,
            "text": "Ba re: “Lipelo tsa rona li sireletsehile, ho seo u re memelang ho sona, ebile litsebe tsa rona li kabiloe, ho teng lesira lipakeng tsa rona le uena. Kahoo, etsa kamoo u etsang, le rona re tla etsa kamoo re etsang.”"
        },
        {
            "chapter": 41,
            "verse": 6,
            "text": "E re: “‘Na ke mpa ke le motho ea joaloka lona: Ke susumelitsoe ka hore `Mopi oa lona ke `Mopi a le mong, kahoo tsitlallelang ka ‘nete ho Eena, le kope ts’oarelo ea Hae.” Sekhobo se aparele ba kopanyang Allah le melingoana, –"
        },
        {
            "chapter": 41,
            "verse": 7,
            "text": "Ba sa faneng ka linyehelo kamehla, ba sa kholoeng bophelong Bo-tlang"
        },
        {
            "chapter": 41,
            "verse": 8,
            "text": "Ba-kholoang ba bile ba etsa liketso tse lokileng, moputso o sa feleng ke oa bona"
        },
        {
            "chapter": 41,
            "verse": 9,
            "text": "E re: “Ruri! Na le latola Ea hlotseng lefats’e ka matsatsi a mabeli? Le mo kopanya le batlatsetsi? Ke Eena Mong`a Mafats’e"
        },
        {
            "chapter": 41,
            "verse": 10,
            "text": "U hlomamisitse Lithaba tse tsepameng holim’a lefat`se, A ts’ollela mahlohonolo holima lefats’e, le ho etsa tsohle tse fanang ka phepo ho lona ka matsatsi a mane, ka ho lekana le bohle ba kopang ho latela lithloko"
        },
        {
            "chapter": 41,
            "verse": 11,
            "text": "A bolella leholimong nakong eo ho neng ho kuba mosi, eaba U re ho leholimo le lefats’e: “Raohang ka bobeli, le ratang kapa le sa rateng.” Eaba a re: “Re’a raoha ka boithapalatso.”"
        },
        {
            "chapter": 41,
            "verse": 12,
            "text": "U ile A a phetha e le maholimo a supileng ka matsatsi a mabeli, A ba A hlophisetsa leholimo ka leng taelo ea lona; eaba Re khabisa leholimo le ka tlase ka mabone le ho le sireletsa ka molebeli. Oo ke morero oa Ea Matla Oohle, Ea Tsetseng Tsebo"
        },
        {
            "chapter": 41,
            "verse": 13,
            "text": "Empa haeba ba u furalla, u re: “Ke le eletsa ka Kahlolo e ts’oanang le e ileng ea oela meloko a Ba-Ad le Ba – Thamud.”"
        },
        {
            "chapter": 41,
            "verse": 14,
            "text": "Baromuoa ba ile ba fihla ho bona ka mahlakore ohle, ba re: “Sebeletsang Allah A Inotsi!” Ba re: “Hoja e bile thato ea Mong`a rona, A ke be A re romeletse manyeloi; kahoo, ha re na ho lumela ho seo uena u romeletsoeng ka sona.”"
        },
        {
            "chapter": 41,
            "verse": 15,
            "text": "Joale Ba-Ad ba ile ba ikhohomosa lefats’eng khahlanong le ‘nete le toka, ba re: “Ke mang ea leng matla ho re feta?” Eng! Ba ne ba sa tsebe hore Allah ea ba hlotseng, ke Eena Ea Matla ho ba feta? Ba ile ba nyelisa Lits’enolo tsa Rona"
        },
        {
            "chapter": 41,
            "verse": 16,
            "text": "Kahoo, Re ile Ra ba nehella ka setsokotsane sa lisuoa matsatsing a nyonyehang; hore Re ba latsoise kahlolo e tlontlollang bophelong ba lefats’e lena. Empa Kahlolo ea bophelo Bo-tlang eona, etla ba e soabisang ka ho fetisisa; ba ke ke ba fumana thuso"
        },
        {
            "chapter": 41,
            "verse": 17,
            "text": "Ba-Thamud, Re ile Ra ba neha tataiso; empa ba ile ba ikhethela bofofu ho ena le tataiso, kahoo lealuma la kahlolo e soabisang le ile la ba ripitla ho latela tseo ba neng ba li etsa"
        },
        {
            "chapter": 41,
            "verse": 18,
            "text": "Empa Re ile Ra pholosa bohle ba neng ba kholoa, ba bile ba etsa tse ntle"
        },
        {
            "chapter": 41,
            "verse": 19,
            "text": "Letsatsing leo ka lona lira tsa Allah li khobokang’oa ‘moho ho ea Mollong, ba qhojoa ka tatellano"
        },
        {
            "chapter": 41,
            "verse": 20,
            "text": "Khabareng ha ba finyella ho ona, litsebe le mahlo le matlalo a bona; li tla paka khahlanong le bona ka tseo ba neng ba li etsa"
        },
        {
            "chapter": 41,
            "verse": 21,
            "text": "Ba tla re ho matlalo a bona: “Hobaneng ha le fana ka bopaki khahlanong le rona?” Matlalo a tla re: “Allah U re nehile puo, joaloka ha A fana ka puo ho tsohle, Ea le hlotseng mathomong; le tla boela ho Eena.”"
        },
        {
            "chapter": 41,
            "verse": 22,
            "text": "“Le ne le sa ipate, mohlaope kutlo, pono le matlao a lona a tla paka khahlanong le lona! Empa le ne le nahana hore Allah ha A tsebe lintho tseo le neng le li etsa"
        },
        {
            "chapter": 41,
            "verse": 23,
            "text": "“Empa monahano oo oa lona oo le neng le o nahanne ka Mong`a lona, o le isetse tahlehong; joale le har’a ba lahlehileng!”"
        },
        {
            "chapter": 41,
            "verse": 24,
            "text": "Le haeba ba na le mamello, Mollo e tla ba lehae la bona; le haeba ba ka kopa molemo, ba ke ke ba fuoa molemo"
        },
        {
            "chapter": 41,
            "verse": 25,
            "text": "Re ba hlophiselitse balekane, ba entseng hore liketso tseo ba li entseng khale le joale, li shebahele li khahla mahlong a bona; kahlolo har’a lichaba tsa Li-Jinn le batho ba seng ba fetile pele ho bona, le tla phethahatsoa khahlanong le bona. Hobane ba lahlehile ka’nete"
        },
        {
            "chapter": 41,
            "verse": 26,
            "text": "Mahana-tumelo ba re: “Le se mamele Qura’n ena, empa le qoqe nakong eo e phetoang; hore le tle le be bahloli.”"
        },
        {
            "chapter": 41,
            "verse": 27,
            "text": "Empa Re tla neha mahana-tumelo tatso ea kahlolo e ts’abehang, Re tla ba phetetsa ka se hlaaha ho feta tseo ba neng ba etsa"
        },
        {
            "chapter": 41,
            "verse": 28,
            "text": "Mollo – Ke moputso oa Allah ho lira tsa Hae. Ka hare ho ona ke lehae la bona le sa feleng, e le moputso ho latela kamoo ba neng ba nyefola lits’enolo tsa Rona kateng"
        },
        {
            "chapter": 41,
            "verse": 29,
            "text": "Mahana-tumelo ba tla re: “Mong`a rona! Re bonts’e ba neng ba re eka har’a li-Jinn le batho. Re tla ba phets’ela ka maoto a rona, hore ba tle ba be har’a ba eisehang.”"
        },
        {
            "chapter": 41,
            "verse": 30,
            "text": "Ho ba reng: “Mong`a rona ke Allah”, e be kamor’a moo ba ea topa; manyeloi a tla theohela ho bona, a re: “Le se ts’ohe letho; empa amohelang litaba tse molemo tsa Serapa seo le se ts’episitsoeng"
        },
        {
            "chapter": 41,
            "verse": 31,
            "text": "“Re basireletsi ba lona bophelong ba lefats’e lena le bophelong bo-tlang. Moo le tlang ho fumana tsohle tseo meea ea lona e li labalabelang, le tla fumana lintho tsohle tseo le li kopang"
        },
        {
            "chapter": 41,
            "verse": 32,
            "text": "“Mpho ea kamohelo e tsoang ho Ea Ts’oarelang-joalo-joalo, Ea Tletseng Mohau.”"
        },
        {
            "chapter": 41,
            "verse": 33,
            "text": "Ke mang ea khahlang puong ho feta ea bitsetsang batho ho Mong`a hae le hona ho etsa toka, a re: “Le ‘na ke e mong oa ba inehetseng ho Eena.”"
        },
        {
            "chapter": 41,
            "verse": 34,
            "text": "Kapa Botle bo ts’oane le Bobe. Phetetsa ketso e mpe ka e lokileng, e le hore eo lipakeng tsa lona le eena ho nang le qoaketsano a tle a fetohe motsoalle oa hau"
        },
        {
            "chapter": 41,
            "verse": 35,
            "text": "Ha ho ea tla fuoa boemo bo phahameng haese feela ba nang le mamello le tiisetso, ha ho ope kantle ho ba mokhoa o babatsehang"
        },
        {
            "chapter": 41,
            "verse": 36,
            "text": "Haeba ho ka ba le tlhohloletso ea qabang khahlanong le uena ke Ea Mobe, kopa ts’ireletso ho Allah. Ke Eena Ea utloang, Ea tsebang tsohle"
        },
        {
            "chapter": 41,
            "verse": 37,
            "text": "Har’a Lits’upiso tsa Hae ke Bosiu le Mots’eare, le Letsatsi le Ngoeli. Le se rapele Letsatsi le Ngoeli; empa le rapele Allah Ea li hlotseng, haeba ka ‘nete e le Eena Eo le lakatsang ho Mo sebeletsa"
        },
        {
            "chapter": 41,
            "verse": 38,
            "text": "Empa haeba ba ikhohomosa – Ruri! ba nang le Mong`a hau ba lutes ba mo tlotlisa bosiu le mots’eare, ha ba khathale"
        },
        {
            "chapter": 41,
            "verse": 39,
            "text": "Har’a Lits’upiso tsa Hae ho teng sena: u bona lefats’e le omeletse, empa nakong eo Re romellang pula holim’a lona, le folofela bophelong, e be le melisa lijalo. Ruri! Eo Ea le nehileng bophelo, ke Eena Ea tsosang bafu. Hobane U na le matla holim‘a lintho tsohle"
        },
        {
            "chapter": 41,
            "verse": 40,
            "text": "Ba fetolelang ‘Nete Lits’enolong tsa rona bona, ha ba pateha ho Rona. Ke mang ea hantle? Ke ea lahleloang mollong, kapa ea tsoellang a ts’ireletsehile, mohla Letsatsi la Kahlolo? Etsang kamoo etsang. Ruri! U bona tsohle tseo le li etsang"
        },
        {
            "chapter": 41,
            "verse": 41,
            "text": "Ba latolang Molaetsa ha o fihla ho bona(ha ba ea pateha ho Rona); Ruri! ke Lengolo le hlomphehang"
        },
        {
            "chapter": 41,
            "verse": 42,
            "text": "Mashano a ke ke a atamela haufi le eona kapele kapa ka morao ho eona. Le rometsoe ke Ea Seli ka ho Fetisisa, Ea Ts’oanetsoeng ke Lithoriso tsohle"
        },
        {
            "chapter": 41,
            "verse": 43,
            "text": "Ha ho se ke keng sa buoa ho uena se sa kang sa buoa ho baromuoa ba bileng teng pele ho uena. Hore Mong`a hau, ke Mong`a ts’oarelo le Eena Mong`a kahlolo e t`sabehang"
        },
        {
            "chapter": 41,
            "verse": 44,
            "text": "Hoja e be Re hlophisitse Qura’n ka leleme lesele ho Se-Arab, ba ne ba tla re: “Hobaneng likhaolo tsa eona li sa manolloa ka botlalo? Eng! E seng ka Se-Arab le moromuoa oa mo-Arab? – E re: “Ke tataiso le pheko ho ba-kholoang; ho ba kholoeng, litsebe tsa bona li kibane, ba bile ba foufetse. Ba joalo, ke ba hlahlathelang hole!”"
        },
        {
            "chapter": 41,
            "verse": 45,
            "text": "Re ile Ra neha Moshe Lengolo, empa ho bile le likhang mabapi le lona; hoja e se ke ea eba ka lentsoe le ileng la tla pele le hlaha ho Mong`a hau, likhang tsa bona li ka be li ahlotsoe lipakeng tsa bona; empa leha joale ba sa na le khoao e nyahamisang"
        },
        {
            "chapter": 41,
            "verse": 46,
            "text": "Mong le mong ea etsang toka, o etsa joalo molemong oa moea oa hae le ea etsang sebe, o se etsa joalo khahlanong le ona. Mong`a hau ha A na bokhopo ho makhabunyane a Hae"
        }
    ]
}