{
    "rukus": [
        {
            "chapter": 9,
            "verse": 100,
            "text": "Allah je zadovoljan prvim muslimanima, muhadžirima i ensarijama, i svima onima koji ih slijede dobra djela čineći. A i oni su zadovoljni Njime. Za njih je On pripremio džennetske bašče, kroz koje rijeke teku, i oni će vječno i zauvijek u njima boraviti. To je veliki uspjeh"
        },
        {
            "chapter": 9,
            "verse": 101,
            "text": "Među beduinima oko vas ima licemjera, a ima ih i među stanovnicima Medine, koji su u licermjerstvu uporni – ti ih ne poznaješ, ali ih Mi poznajemo. Njih ćemo na dvostruke muke staviti, a zatim će biti u veliku patnju vraćeni"
        },
        {
            "chapter": 9,
            "verse": 102,
            "text": "A ima i drugih koji su grijehe svoje priznali, i koji su djela dobra s drugim koja su loša izmiješali; njima će Allah oprostiti – Allah je, zaista, Onaj Koji oprašta grijehe i milostiv je"
        },
        {
            "chapter": 9,
            "verse": 103,
            "text": "Uzmi od dobara njihovih zekat i sadaku, da ih njime očistiš i blagoslovljenim ih učiniš, i pomoli se za njih, molitva tvoja će ih, zaista, smiriti – a Allah je Onaj Koji sve čuje i sve zna"
        },
        {
            "chapter": 9,
            "verse": 104,
            "text": "Zar ne znaju oni da jedino Allah prima pokajanje od robova Svojih i da samo On prihvata zekat i sadaku, i da je samo Allah stalni Primatelj pokajanja, Milostivi"
        },
        {
            "chapter": 9,
            "verse": 105,
            "text": "l reci: \"Trudite se! Allah će trud vaš vidjeti, a i Poslanik Njegov i vjernici, i vi ćete biti vraćeni Onome Koji zna ono što je čulima nedokučivo i ono što je pojavno, pa će vas o onome što ste radili obavijestiti"
        },
        {
            "chapter": 9,
            "verse": 106,
            "text": "Ima i drugih koji su u neizvjesnosti da li će ih Allah kazniti ili će im oprostiti. A Allah je Onaj Koji sve zna i mudar je"
        },
        {
            "chapter": 9,
            "verse": 107,
            "text": "A oni koji su džamiju sagradili da bi štetu nanijeli, i nevjerovanje osnažili, i razdor među vjernike unijeli, pripremajući je za onoga koji se protiv Allaha i Njegova Poslanika još prije borio, sigurno će se zaklinjati: \"Mi smo samo najbolje željeli, a Allah je svjedok da su oni sigurno lažljivci"
        },
        {
            "chapter": 9,
            "verse": 108,
            "text": "Ti u njoj nemoj nikada na namaz stati! Džamija čiji su temelji, već od prvog dana, postavljeni u strahu od Allaha, zaista više zaslužuje da u njoj na namaz staješ. U njoj su ljudi koji se vole često prati, a Allah voli one koji se mnogo čiste"
        },
        {
            "chapter": 9,
            "verse": 109,
            "text": "Da li je bolji onaj koji je temelj zgrade svoje postavio u strahu od Allaha i u Njegovom zadovoljstvu, ili onaj koji je temelj zgrade svoje postavio na rub podlokane obale koja se nagnula, da se zajedno s njim u vatru džehennemsku sruši? A Allah neće uputiti na Pravi put zulumćare"
        },
        {
            "chapter": 9,
            "verse": 110,
            "text": "Zgrada koju su oni sagradili stalno će unositi nemir u srca njihova, sve dok im srca ne popucaju – a Allah je Onaj Koji sve zna i mudar je"
        }
    ]
}