{
    "rukus": [
        {
            "chapter": 19,
            "verse": 51,
            "text": "I spomeni u Knjizi Musaa! On je bio iskren i bio je poslanik, vjerovjesnik"
        },
        {
            "chapter": 19,
            "verse": 52,
            "text": "Mi smo ga s desne strane Tura zovnuli i Sebi ga približili da čuje riječi Naše…"
        },
        {
            "chapter": 19,
            "verse": 53,
            "text": "i darovali smo mu milošću Našom kao vjerovjesnika brata njegova Haruna"
        },
        {
            "chapter": 19,
            "verse": 54,
            "text": "I spomeni u Knjizi Ismaila! On je ispunjavao dato obećanje i bio poslanik, vjerovjesnik…"
        },
        {
            "chapter": 19,
            "verse": 55,
            "text": "i tražio je od čeljadi svoje da molitvu obavljaju i da milostinju udjeljuju, i Gospodar njegov je bio njime zadovoljan"
        },
        {
            "chapter": 19,
            "verse": 56,
            "text": "I spomeni u Knjizi Idrisa! On je bio istinoljubiv i vjerovjesnik…"
        },
        {
            "chapter": 19,
            "verse": 57,
            "text": "i Mi smo ga na visoko mjesto digli"
        },
        {
            "chapter": 19,
            "verse": 58,
            "text": "To su ti vjerovjesnici koje je Allah milošću Svojom obasuo, potomci Ademovi i onih koje smo sa Nuhom nosili, i potomci Ibrahimovi i Israilovi, i onih koje smo uputili i odabrali. Kad bi im se ajeti Milostivog čitali, oni bi licem na tlo padali i plakali"
        },
        {
            "chapter": 19,
            "verse": 59,
            "text": "A njih smijeniše zli potomci, koji molitvu napustiše i za požudama pođoše – oni će sigurno zlo proći…"
        },
        {
            "chapter": 19,
            "verse": 60,
            "text": "ali oni koji su se pokajali, i vjerovali, i dobro činili njima se neće nikakva nepravda učiniti, oni će u Džennet ući…"
        },
        {
            "chapter": 19,
            "verse": 61,
            "text": "u edenske vrtove koje je Milostivi robovima Svojim obećao zato što su u njih vjerovali, a nisu ih vidjeli – a obećanje Njegovo će se doista ispuniti…"
        },
        {
            "chapter": 19,
            "verse": 62,
            "text": "u njima prazne besjede neće slušati, već samo: “Mir!”, i u njima će i ujutro i navečer opskrbljeni biti"
        },
        {
            "chapter": 19,
            "verse": 63,
            "text": "Dat ćemo da takav džennet naslijedi onaj od robova Naših koji se bude grijeha klonio"
        },
        {
            "chapter": 19,
            "verse": 64,
            "text": "“I ne spuštamo se, izuzev po naredbi Gospodara tvog, Njegovo je sve što je ispred nas i šta je iza nas i ono što je između toga. Gospodar tvoj ne zaboravlja.”"
        },
        {
            "chapter": 19,
            "verse": 65,
            "text": "On je Gospodar nebesa i Zemlje i onog što je između njih, zato se samo Njemu klanjaj i u tome budi ustrajan! Znaš li da ime Njegovo ima iko"
        }
    ]
}