{
    "rukus": [
        {
            "chapter": 39,
            "verse": 32,
            "text": "Ima li nepravednijeg od onog koji o Allahu govori laži i smatra da je laž istina kad mu ona dolazi? Zar u Džehennemu prebivalište za nevjernike neće biti"
        },
        {
            "chapter": 39,
            "verse": 33,
            "text": "A onaj koji donosi istinu i oni koji u nju vjeruju, oni su bogobojazni…"
        },
        {
            "chapter": 39,
            "verse": 34,
            "text": "sve što zažele u Gospodara svog će naći – to će biti nagrada onima koji su dobra djela činili…"
        },
        {
            "chapter": 39,
            "verse": 35,
            "text": "da bi Allah preko ružnih postupaka njihovih prešao, i da bi ih za lijepa djela koja su radili nagradio"
        },
        {
            "chapter": 39,
            "verse": 36,
            "text": "Zar Allah sam nije dovoljan robu Svom? A oni te plaše onima kojima se, pored Njega, klanjaju. Onog koga Allah odvede u zabludu niko ne može na Pravi put uputiti…"
        },
        {
            "chapter": 39,
            "verse": 37,
            "text": "a onog koga On na Pravi put uputi niko ne može u zabludu odvesti. Zar Allah nije silan i zar se ne osvećuje"
        },
        {
            "chapter": 39,
            "verse": 38,
            "text": "Ako ih upitaš ko je stvorio nebesa i Zemlju, sigurno će reći: “Allah!”, a ti reci: “Mislite li vi da bi oni kojima se, pored Allaha, klanjate mogli otkloniti štetu, ako Allah hoće da im je učini ili da bi mogli zadržati milost Njegovu, ako On hoće da im je podari?” Reci: “Meni je dovoljan Allah, u Njega se pouzdaju oni koji se pouzdavaju.”"
        },
        {
            "chapter": 39,
            "verse": 39,
            "text": "Reci: “O narode moj, ti postupaj onako kako postupaš, a i ja ću postupati, pa ćete znati…"
        },
        {
            "chapter": 39,
            "verse": 40,
            "text": "koga će stići patnja koja će ga poniziti, i koga će patnja vječna snaći.”i saznat ćete, zaista, kome će doći kazna koja će ga poniziti i koga će vječna patnja snaći"
        },
        {
            "chapter": 39,
            "verse": 41,
            "text": "Mi ti objavljujemo Knjigu zbog svih ljudi – samu istinu. Onaj ko bude išao Pravim putem sebi će koristiti, a onaj ko bude išao stranputicom sebi će nauditi, ti nisi njima tutor"
        }
    ]
}