{
    "chapter": [
        {
            "chapter": 47,
            "verse": 1,
            "text": "Allah ce ponistiti djela onih koji ne vjeruju i od puta Njegova odvracaju"
        },
        {
            "chapter": 47,
            "verse": 2,
            "text": "A onima koji vjeruju i dobra djela cine i vjeruju u ono sto se objavljuje Muhammedu – a to je istina od Gospodara njihova – On ce preko hrđavih postupaka njihovih preci i prilike ce njihove poboljsati…"
        },
        {
            "chapter": 47,
            "verse": 3,
            "text": "zato sto nevjernici slijede neistinu, a vjernici slijede istinu od Gospodara svog. Tako Allah navodi zbog ljudi primjere njihove"
        },
        {
            "chapter": 47,
            "verse": 4,
            "text": "Kad se u borbi s nevjernicima sretnete po sijama ih udarajte sve dok ih ne oslabite, a onda ih vezite, i poslije, ili ih velikodusno suzanjstva oslobodite ili otkupninu zahtijevajte, sve dok borba ne prestane. Tako ucinite! Da Allah hoce, On bi im se osvetio, ali On vas zeli iskusati jedne pomocu drugih. On nece ponistiti djela onih koji na Allahovu putu poginu…"
        },
        {
            "chapter": 47,
            "verse": 5,
            "text": "i On ce ih, sigurno, uputiti i prilike njihove poboljsati…"
        },
        {
            "chapter": 47,
            "verse": 6,
            "text": "i u Dzennet ih uvesti, o kome ih je vec upoznao"
        },
        {
            "chapter": 47,
            "verse": 7,
            "text": "O vjernici, ako Allaha pomognete, i On ce vama pomoci i korake vase ucvrstiti"
        },
        {
            "chapter": 47,
            "verse": 8,
            "text": "A onima koji ne vjeruju – propast njima! On nece djela njihova prihvatiti…"
        },
        {
            "chapter": 47,
            "verse": 9,
            "text": "zato sto ne vole ono sto Allah objavljuje, i On ce djela njihova ponistiti"
        },
        {
            "chapter": 47,
            "verse": 10,
            "text": "Zasto oni ne idu po svijetu da vide kakav je bio kraj onih prije njih? Njih je Allah istrijebio, a to ceka i ostale nevjernike…"
        },
        {
            "chapter": 47,
            "verse": 11,
            "text": "zato sto je Allah zastitnik onih koji vjeruju i sto nevjernici zastitnika nemaju"
        },
        {
            "chapter": 47,
            "verse": 12,
            "text": "Allah ce one koji vjeruju i dobra djela cine uvesti u dzennetske basce, kroz koje rijeke teku. A oni koji ne vjeruju – koji se naslađuju i zderu kao sto stoka zdere – njihovo ce prebivaliste Vatra biti"
        },
        {
            "chapter": 47,
            "verse": 13,
            "text": "A koliko smo gradova razorili, mnogo mocnijih od tvog grada koji te protjerao, i nije bilo nikog da im pomogne"
        },
        {
            "chapter": 47,
            "verse": 14,
            "text": "Zar je onaj koji ima jasnu predstavu o Gospodaru svom kao onaj kojem se lijepim cine ruzna djela njegova i koji se za strastima svojim povodi"
        },
        {
            "chapter": 47,
            "verse": 15,
            "text": "Zar je Dzennet, koji je obecan onima koji se Allaha boje, u kome su rijeke od vode neustajale i rijeke od mlijeka nepromijenjena okusa, i rijeke od vina, prijatna onima koji piju, i rijeke od meda procijeđenog i gdje ima voca svakovrsnog i oprosta od Gospodara njihova – zar je to isto sto i patnja koja ceka one koji ce u Vatri vjecno boraviti, koji ce se uzavrelom vodom pojiti, koja ce im crijeva kidati"
        },
        {
            "chapter": 47,
            "verse": 16,
            "text": "Ima onih koji te dolaze slusati, a cim se od tebe udalje, pitaju one kojima je dato znanje: “Sta ono on maloprije rece?” To su oni cija je srca Allah zapecatio i koji se za strastima svojim povode"
        },
        {
            "chapter": 47,
            "verse": 17,
            "text": "A one koji su na Pravom putu On ce i dalje voditi i nadahnut ce ih kako ce se Vatre sacuvati"
        },
        {
            "chapter": 47,
            "verse": 18,
            "text": "Zar oni cekaju da im Smak svijeta iznenada dođe, a vec su predznaci njegovi tu? A sta ce im koristiti opomena kad im on dođe"
        },
        {
            "chapter": 47,
            "verse": 19,
            "text": "Znaj da nema istinskog bozanstva osim Allaha! Trazi oprosta za svoje grijehe i za vjernike i za vjernice! Allah zna kud se krecete i gdje boravite"
        },
        {
            "chapter": 47,
            "verse": 20,
            "text": "A oni koji vjeruju govore: “Zasto se ne objavi jedna sura?” A kad bi objavljena jedna sura i u njoj spomenuta borba, ti si mogao vidjeti one cija su srca bolesna kako te gledaju pogledom covjeka pred smrt onesvijescenog! Tesko njima"
        },
        {
            "chapter": 47,
            "verse": 21,
            "text": "Bolje bi im bilo da su poslusni i da govore razumne besjede! A kad je borba vec propisana, bolje bi im bilo da su prema Allahu iskreni"
        },
        {
            "chapter": 47,
            "verse": 22,
            "text": "Zar i vi ne biste, kad biste se vlasti docepali, nered na Zemlji cinili i rodbinske veze kidali"
        },
        {
            "chapter": 47,
            "verse": 23,
            "text": "To su oni koje je Allah prokleo i gluhim i slijepim ih ucinio"
        },
        {
            "chapter": 47,
            "verse": 24,
            "text": "Kako oni ne razmisle o Kur’anu, ili su im na srcima katanci"
        },
        {
            "chapter": 47,
            "verse": 25,
            "text": "One koji su od vjere svoje otpali, posto im je bio jasan Pravi put, sejtan je na grijeh navodio i laznu im nadu ulijevao"
        },
        {
            "chapter": 47,
            "verse": 26,
            "text": "To je zato sto su govorili onima koji ne vole ono sto Allah objavljuje: “Mi cemo vam se u nekim stvarima pokoravati.” A Allah dobro zna njihove tajne"
        },
        {
            "chapter": 47,
            "verse": 27,
            "text": "A kako ce tek biti kad im meleki budu duse uzimali udarajuci ih po obrazima i po leđima njihovim"
        },
        {
            "chapter": 47,
            "verse": 28,
            "text": "To ce biti zato sto su ono sto izaziva Allahovu srdzbu slijedili, a ono cime je On zadovoljan prezirali; On ce djela njihova ponistiti"
        },
        {
            "chapter": 47,
            "verse": 29,
            "text": "Zar oni bolesnih srca misle da Allah zlobe njihove na vidjelo nece iznijeti"
        },
        {
            "chapter": 47,
            "verse": 30,
            "text": "A da hocemo, Mi bismo ti ih, uistinu, pokazali i ti bi ih, sigurno, po biljezima njihovim poznao. Ali, ti ces ih poznati po nacinu govora njihova. – A Allah zna postupke vase"
        },
        {
            "chapter": 47,
            "verse": 31,
            "text": "Mi cemo vas provjeravati sve dok ne ukazemo na borce i postojane među vama, a i vijesti o vama cemo provjeravati"
        },
        {
            "chapter": 47,
            "verse": 32,
            "text": "Oni koji ne vjeruju i od Allahovog puta odvracaju, koji su Poslanikovi protivnici, kad im je vec postao jasan Pravi put, zaista nece nimalo Allahu nauditi. On ce djela njihova ponistiti"
        },
        {
            "chapter": 47,
            "verse": 33,
            "text": "O vjernici, pokoravajte se Allahu i pokoravajte se Poslaniku, i ne nistite djela svoja"
        },
        {
            "chapter": 47,
            "verse": 34,
            "text": "Onima koji ne vjeruju i od Allahova puta odvracaju, pa poslije kao nevjernici umiru, Allah, zaista, nece oprostiti"
        },
        {
            "chapter": 47,
            "verse": 35,
            "text": "I ne budite kukavice i ne nudite primirje kad ste jaci, jer Allah je s vama. On vas nece nagrada za djela vasa lisiti"
        },
        {
            "chapter": 47,
            "verse": 36,
            "text": "Zivot na ovom svijetu je samo igra i zabava! A ako budete vjerovali i grijehe izbjegavali, On ce vas nagraditi i imanja vasa od vas nece traziti"
        },
        {
            "chapter": 47,
            "verse": 37,
            "text": "Ako bi ih od vas trazio i prema vama uporan bio, postali biste skrti i On bi ucinio vidljivim vase kivnje"
        },
        {
            "chapter": 47,
            "verse": 38,
            "text": "Vi se, eto, pozivate da trosite na Allahovom putu, ali neki su od vas skrti – a ko skrtari, na svoju stetu skrtari, jer Allah je bogat, a vi ste siromasni. A ako glave okrenete, On ce vas drugim narodom zamijeniti, koji onda kao sto ste vi nece biti"
        }
    ]
}