{
    "pages": [
        {
            "chapter": 12,
            "verse": 5,
            "text": "Tā shuō:`Wǒ de háizi a! Nǐ bùyào bǎ nǐ de mèng gàosù nǐ dí gēgēmen, yǐmiǎn tāmen móuhài nǐ; èmó què shì rénlèi gōngkāi de chóudí.'"
        },
        {
            "chapter": 12,
            "verse": 6,
            "text": "Nǐ de zhǔ zhèyàng jiǎnxuǎn nǐ, tā jiào nǐ yuánmèng, tā yào wánchéng duì nǐ hé duì yè ěr gū bái de hòuyì de ēndiǎn, yóurú tā yǐqián céng wánchéng duì nǐ de zǔxiān yì bo lā xīn hé yì sī hā gé de ēndiǎn yīyàng, nǐ de zhǔ què shì quánzhī de, què shì zhì ruì de."
        },
        {
            "chapter": 12,
            "verse": 7,
            "text": "Zài yōu sù fú hé tā gēgēmen (de gùshì) lǐ, duìyú xúnwèn zhě què yǒu xǔduō jīxiàng."
        },
        {
            "chapter": 12,
            "verse": 8,
            "text": "Dāngshí, tāmen shuō:`Yōu sù fú hé tā dìdì, zài wǒmen de fùqīn kàn lái, shì bǐ wǒmen hái kě'ài de, ér wǒmen shì yīgè (qiángzhuàng de) tuántǐ, wǒmen de fùqīn què shì zài míngxiǎn de mí wù zhī zhōng.'"
        },
        {
            "chapter": 12,
            "verse": 9,
            "text": "(Tāmen shuō:)`Nǐmen bǎ yōu sù fú shā diào, huò bǎ tā pāoqì zài huāng yuǎn dì dìfāng, nǐmen fùqīn de cí'ài, jiù huì zhuān guīyú nǐmenle, ér nǐmen yǐhòu hái kěyǐ chéng wéi zhèngzhí de rén.'"
        },
        {
            "chapter": 12,
            "verse": 10,
            "text": "Tāmen dāngzhōng yǒu yīgè fāyán rén céng shuō:`Nǐmen bùyào shā sǐ yōu sù fú, nǐmen kěyǐ bǎ tā tóurù jǐng lǐ. Yàoshi nǐmen nàyàng zuòle, yīxiē guòlù de lǚkè huì bǎ tā shí qù de.'"
        },
        {
            "chapter": 12,
            "verse": 11,
            "text": "Tāmen shuō:`Wǒmen de fùqīn a! Nǐ duìyú yōu sù fú zěnme bù xìnrèn wǒmen ne? Wǒmen duìyú tā què shì huái hǎoyì de."
        },
        {
            "chapter": 12,
            "verse": 12,
            "text": "Míngtiān, qǐng nǐ ràng tā hé wǒmen yītóng qù yúlè yóuxì, wǒmen yīdìng bǎohù tā.'"
        },
        {
            "chapter": 12,
            "verse": 13,
            "text": "Tā shuō:`Nǐmen bǎ tā dài zǒu, wǒ shízài fàngxīn bùxià, wǒ shēngpà zài nǐmen shūhū de shíhòu, láng bǎ tā chīle.'"
        },
        {
            "chapter": 12,
            "verse": 14,
            "text": "Tāmen shuō:`Wǒmen shì yīgè (qiángzhuàng de) tuántǐ, láng què chīle tā, nà wǒmen zhēnshi gāisǐle.'"
        }
    ]
}