{
    "pages": [
        {
            "chapter": 17,
            "verse": 59,
            "text": "Wǒ bù jiàng shì jīxiàng, zhǐ wèi qián rén bù chéngrèn tā. Wǒ céng yǐ mǔ tuó gěi sài mò dé rén zuò míngzhèng, dàn tāmen pòhài (huò nüèdài) tā. Wǒ jiàng jīxiàng zhǐshì wèile dònghè."
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "Dāngshí wǒ céng duì nǐ shuō: Nǐ de zhǔ shì zhōuzhī zhòngrén de. Wǒ suǒ zhāoshì nǐ de mèng zhào hé zài “gǔlánjīng” lǐ bèi zǔzhòu dì nà kē shù, wǒ zhǐ yǐ zhè liǎng jiàn shìwù kǎoyàn zhòngrén, bìng jiāyǐ dònghè, dàn wǒ de dònghè zhǐ shǐ tāmen gèngjiā mánhèng."
        },
        {
            "chapter": 17,
            "verse": 61,
            "text": "Dāngshí wǒ céng duì zhòng tiānshén shuō: Nǐmen yīngdāng xiàng ā dān kòutóu. Tāmen jiù xiàng tā kòutóu, dàn yì bo liè sī chúwài. Tā shuō: Nǐ yòng nítǔ zàochéng de, wǒ zěn néng xiàng tā kòutóu ne!"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "Tā shuō: Nǐ gàosù wǒ ba, zhè jiùshì nǐ shǐ tā chāoyuè wǒ de rén ma? Rúguǒ nǐ kuānxiàn wǒ dào fùhuó rì, wǒ shì bì gēnjué tā de hòuyì, dàn shǎoshù rén chúwài."
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "Zhēnzhǔ shuō: Nǐ qù ba! Tāmen zhōng fán shùncóng nǐ de, huǒ yù bìdìng shì tāmen hé nǐ de chōngfèn de bàochóu."
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "Nǐ kěyǐ yòng nǐ de shēngyīn qù dònghè tāmen zhōng nǐ suǒ néng dònghè de rén; nǐ kěyǐ tǒngshuài nǐ de qíbīng hé bùbīng, qù fǎnduì tāmen; nǐ kěyǐ hé tāmen tóng xiǎng tāmen de cáichǎn hé érnǚ; nǐ kěyǐ xǔ gěi tāmen rènhé dōngxī--èmó zhǐ xǔ gěi tāmen wàngxiǎng"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "wǒ de pú rén, nǐ duì tāmen méiyǒu rènhé quánbǐng, nǐ de zhǔ zú wéi jiānhù zhě."
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "Nǐmen de zhǔ wèi nǐmen ér shǐ chuánzhī zài hǎishàng hángxíng, yǐbiàn nǐmen xúnqiú tā de ēnhuì. Tā duì nǐmen què shì zhì cí de."
        }
    ]
}