{
    "pages": [
        {
            "chapter": 25,
            "verse": 44,
            "text": "Nándào nǐ yǐ wéi tāmen dàbàn shì néng tīngcóng huòzhě néng liǎojiě de rén ma? Tāmen zhǐ xiàng shēngchù yīyàng, tāmen shènzhì shì gèng mí wù de."
        },
        {
            "chapter": 25,
            "verse": 45,
            "text": "Nándào nǐ méiyǒu kànjiàn nǐ de zhǔ zěnyàng shēnzhǎn yīnyǐng ma? Jiǎruò tā yìyù, tā bìdìng shǐ yīnyǐng chéngwéi jìngzhǐ de. Wǒ yǐ tàiyáng wéi qí biāozhì,"
        },
        {
            "chapter": 25,
            "verse": 46,
            "text": "ránhòu wǒ zhújiàn de shōuhuí yīnyǐng."
        },
        {
            "chapter": 25,
            "verse": 47,
            "text": "Zhǔ yǐ hēiyè wèi nǐmen de yīfú, yǐ shuìmián gōng nǐmen ānxí, yǐ báizhòu gōng nǐmen sūxǐng."
        },
        {
            "chapter": 25,
            "verse": 48,
            "text": "Zhǔ zài jiàng ēn zhīqián, shǐ fēng xiān lái fù xǐ. Wǒ cóng yún zhōng jiàngxià qīngjié de yǔshuǐ,"
        },
        {
            "chapter": 25,
            "verse": 49,
            "text": "yǐbiàn wǒ jiè yǔshuǐ ér shǐ yǐ sǐ de dàdì fùhuó, bìngyòng yǔshuǐ gōng wǒ suǒ chuàngzào de shēngchù hé rénmen zuò yǐnliào."
        },
        {
            "chapter": 25,
            "verse": 50,
            "text": "Wǒ què yǐ bǎ yǔshuǐ fèn pèi zài tāmen zhī jiān, yǐbiàn tāmen jìyì. Dàn tāmen dàbàn zhǐ yuàn wàng'ēnfùyì."
        },
        {
            "chapter": 25,
            "verse": 51,
            "text": "Jiǎruò wǒ yìyù, wǒ bì zài měi zuò chéngshì zhōng pàiqiǎn yīgè jǐnggào zhě."
        },
        {
            "chapter": 25,
            "verse": 52,
            "text": "Suǒyǐ nǐ bùyào shùncóng bù xìndào zhě, nǐ yīngdāng jiè cǐ “gǔlánjīng” ér yǔ tāmen nǔlì fèndòu."
        },
        {
            "chapter": 25,
            "verse": 53,
            "text": "Tā jiùshì rèn liǎng hǎi zìyóu jiāoliú de, zhè shì hěn tián de dànshuǐ, nà shì hěn kǔ de xiánshuǐ; tā zài liǎng hǎi zhī jiān shèzhì píngzhàng hé dīfáng."
        },
        {
            "chapter": 25,
            "verse": 54,
            "text": "Tā jiùshì yòng jīng shuǐ chuàngzào rén, shǐ rén chéngwéi xuèzú hé yīnqīn de. Nǐ de zhǔ shì quánnéng de."
        },
        {
            "chapter": 25,
            "verse": 55,
            "text": "Tāmen shě zhēnzhǔ ér chóngbài nàxiē duì tāmen jì wú fú yòu wú huò de dōngxī, bù xìndào zhě shì xiézhù tārén yǐ fǎnkàng zìjǐ de zhǔ de."
        }
    ]
}