{
    "maqras": [
        {
            "chapter": 16,
            "verse": 51,
            "text": "Zhenzhu shuo:“Nimen buyao chongbai liang ge zhuzai, ying shou chongbai de, zhishi yige zhuzai. Suoyi nimen yingdang zhi weiju wo.”"
        },
        {
            "chapter": 16,
            "verse": 52,
            "text": "Tiandi wanwu zhishi ta de, shuncong changchang zhi guiyu ta. Nandao nimen she zhenzhu er jingwei ta wu ma"
        },
        {
            "chapter": 16,
            "verse": 53,
            "text": "Fan nimen suo xiangshou de enhui dou shi cong zhenzhu jiangxia de. Ranhou, dang nimen zaonan de shihou, nimen zhi xiang ta qidao"
        },
        {
            "chapter": 16,
            "verse": 54,
            "text": "Ranhou, dang ta jiechu nimen de huannan de shihou, nimen zhong youyibufen ren, like yi wu pei tamen de zhu"
        },
        {
            "chapter": 16,
            "verse": 55,
            "text": "yizhi gufu tasuo shangci tamen de enhui, nimen xiangshou ba. Bujiu nimen jiu yao zhidaole"
        },
        {
            "chapter": 16,
            "verse": 56,
            "text": "Wo suo gongji tamen de caichan, tamen yi qizhong de yibufen qu gongfeng naxie wuzhi de (ouxiang). Zhi zhenzhu fashi, guanyu nimen suo niezao de (shiwu), nimen bi shoushen wen"
        },
        {
            "chapter": 16,
            "verse": 57,
            "text": "Tamen yi nu'er guizhenzhu ──zansong zhenzhu, chaojue wanwu ──er yi tamen suo yuanwang de gui ziji"
        },
        {
            "chapter": 16,
            "verse": 58,
            "text": "Dang tamen zhong de yige ren ting shuo ziji de qi zi sheng nu'er de shihou, ta de lian anran shise, erqie manfu laosao"
        },
        {
            "chapter": 16,
            "verse": 59,
            "text": "Ta wei zhege ehao er bu yu zongzu huimian, ta duofang kaolu: Jiujing shi renru baoliu ta ne? Haishi ba ta huomai zai tu li ne? Zhen de, tamen de panduan zhen elie"
        },
        {
            "chapter": 16,
            "verse": 60,
            "text": "Bu xin houshi zhe, you e li; zhenzhu you dianxing. Ta que shi quanneng de, que shi zhi rui de"
        },
        {
            "chapter": 16,
            "verse": 61,
            "text": "Ruguo zhenzhu wei shiren de bu yi er chengzhi tamen, name, ta bu liu yige ren zai dadishang, dan ta rang tamen yanchi dao yige dingqi, dang tamen de ding qi lailin de shihou, tamen bude yanchi yi shashi,(dang qi wei lailin de shihou), tamen buneng tiqian yi shashi"
        },
        {
            "chapter": 16,
            "verse": 62,
            "text": "Tamen yi ziji suo yanwu de guizhenzhu, tamen wangyan ziji jiang shou zui jia de baochou. Wuyi de, tamen jiang shou huo yu de baochou. Tamen shi bei yiqi de"
        },
        {
            "chapter": 16,
            "verse": 63,
            "text": "Zhi zhen zhu fashi, zai ni zhiqian, wo que yi paiqian xuduo shizhe qu jiaohua ge minzu, dan emo yi tamen de xingwei mihuo tamen, suoyi jintian ta shi tamen de baohu zhe, tamen jiang shou tongku de xingfa"
        },
        {
            "chapter": 16,
            "verse": 64,
            "text": "Wo jiang shi ni zhe bu jingdian, zhi wei shi ni dui tamen chanming tamen suo zhenglun de (shifei), bingqie yi zhe bu jingdian zuowei xindao de minzhong de xiangdao he enhui"
        },
        {
            "chapter": 16,
            "verse": 65,
            "text": "Zhen zhu cong yun zhong jiangxia yushui, bian jie yushui shi yi si de da di fuhuo; dui shanyu tinghua de minzhong, ci zhong que youyi zhong jixiang"
        },
        {
            "chapter": 16,
            "verse": 66,
            "text": "Zai shengchu zhong, duiyu nimen que youyi zhong jiaoxun. Wo shi nimen de yin na cong shengchu fu nei de fen he xue zhi jian tichu de you chunjie you kekou de ruzhi"
        },
        {
            "chapter": 16,
            "verse": 67,
            "text": "Nimen yong ye zao he putao niang zhi chunjiu he jiamei de jiyang, duiyu neng lijie de minzhong, ci zhong que you yi zhong jixiang"
        },
        {
            "chapter": 16,
            "verse": 68,
            "text": "Ni de zhu ceng qishi mifeng:“Ni keyi zhu fang zai shanshang he shu shang, yiji renmen suo jianzao de fengwo li"
        },
        {
            "chapter": 16,
            "verse": 69,
            "text": "Ranhou, ni cong mei zhong guoshi shang chi yidian, bing xunfu de zunxun ni de zhu de daolu.” Jiang youyi zhong yanse butong er keyizhi bing de yinliao cong ta de fu zhong tu chulai. Duiyu neng siwei de minzhong, ci zhong que youyi zhong jixiang"
        },
        {
            "chapter": 16,
            "verse": 70,
            "text": "Zhenzhu chuangzao nimen, ranhou shi nimen siwang. Nimen zhong youren fu fan yu yisheng zhong zui elie de jieduan, yi zhi ta zai you zhishi zhihou you bian de yi wu suo zhi. Zhenzhu que shi quanzhi de, que shi quanneng de"
        },
        {
            "chapter": 16,
            "verse": 71,
            "text": "Zai jiyang shang, zhenzhu shi nimen zhong yibufen ren chaoyue ling yibufen ren, jiyang youyue zhe jue bu yuan ba ziji de jiyang rang ji ziji de nupu, cong'er tamen zai jiyang shang yu ziji pingdeng. Nandao tamen fouren zhenzhu de enhui ma"
        },
        {
            "chapter": 16,
            "verse": 72,
            "text": "Zhenzhu yi nimen de tonglei zuo nimen de qizi, bing wei nimen cong qizi chuangzao ersun. Zhenzhu hai yi jiamei de shiwu gongji nimen. Nandao tamen xinyang xuwang, er gufu zhu en ma"
        },
        {
            "chapter": 16,
            "verse": 73,
            "text": "Tamen she zhenzhu er chongbai (ouxiang), na shi buneng wei tamen zhuchi cong tianshang jiangxia de he cong dishang shengchu de yidian jiyang, erqie hao wu nengli de"
        },
        {
            "chapter": 16,
            "verse": 74,
            "text": "Nimen buyao wei zhenzhuda biyu. Zhenzhu zhidao, er nimen bu zhidao.§"
        }
    ]
}