{
    "rukus": [
        {
            "chapter": 11,
            "verse": 61,
            "text": "And to (the community of) Thamud (We sent) their brother Salih, he said, “O my people ! serve God, there is no god for you other than Him. He produced you from the earth and made you dwell therein. So ask Him for protective forgiveness then turn to Him (in repentance), my Lord is certainly Near, Responsive.” you dwell therein. So ask Him for protective forgiveness then turn to Him (in repentance), my Lord is certainly Near, Responsive.”"
        },
        {
            "chapter": 11,
            "verse": 62,
            "text": "They said, “O Salih ! earlier to this, you were one among us, in whom our (high) hopes were placed. Do you forbid us to worship that which our fathers worshipped? And we are certainly in doubt causing restlessness, concerning that which you invite us to.”"
        },
        {
            "chapter": 11,
            "verse": 63,
            "text": "He said, “O my people ! do you see, if I am on a clear proof from my Lord and there has come to me mercy from Him, then who will help me against God if I disobey Him? Then you will add nothing to me except loss"
        },
        {
            "chapter": 11,
            "verse": 64,
            "text": "And O my people ! this is the she camel of God, a sign for you, so leave her to pasture in the earth of God and do not afflict her with (any) harm (and if you do so), then a near punishment will seize you.”"
        },
        {
            "chapter": 11,
            "verse": 65,
            "text": "But they slew her, so he said, “Enjoy yourselves in your houses for three days, that is a promise not to be belied.”"
        },
        {
            "chapter": 11,
            "verse": 66,
            "text": "Then, when Our commandment came, by Our mercy, We saved Salih and those who believed with him, from the disgrace of that day. Certainly your Lord, He is the Strong, the Mighty"
        },
        {
            "chapter": 11,
            "verse": 67,
            "text": "And the loud cry seized those who were unjust, so that the morning found them prostrate in their houses"
        },
        {
            "chapter": 11,
            "verse": 68,
            "text": "as if they had never dwelt therein. Beware ! Thamud did not believe in their Lord, so away with the Thamud"
        }
    ]
}