{
    "rukus": [
        {
            "chapter": 46,
            "verse": 1,
            "text": "HaaMiim"
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "The sending down of the book is from Allah the Mighty, the Wise"
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "We did not create the skies and the earth and that which is between them but in reality and for an appointed term, while those who do not believe turn away from that which they are warned"
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "Say, “Have you considered that which you pray to, besides Allah, show me what they have created from the earth? Or is there a partnership for them in the skies? Bring me a book (which existed) before this or a proof (based) on knowledge, if you are truthful.”"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "And who is more astray than one who prays to those besides Allah, who would not respond to him till the day of resurrection and who are unaware of their praying (to them)"
        },
        {
            "chapter": 46,
            "verse": 6,
            "text": "And when human beings are gathered, they will be their enemies and they will reject (that) the (human beings) worshipped (them)"
        },
        {
            "chapter": 46,
            "verse": 7,
            "text": "And when Our clear signs are recited to them, those who do not believe say concerning the truth when it comes to them, “This is clear magic.”"
        },
        {
            "chapter": 46,
            "verse": 8,
            "text": "Do they say, “He has forged it?” Say, “If I have forged it (even) then you do not control for me anything from Allah, He knows best concerning that which you utter about it, He is sufficient as a Witness between me and. you, and He is the Protectively Forgiving, the Merciful.”"
        },
        {
            "chapter": 46,
            "verse": 9,
            "text": "Say, “I am not the first of the messengers and I do not know what will be done with me or with you. I do not follow anything except that which is communicated to me and I am nothing but a clear warner.”"
        },
        {
            "chapter": 46,
            "verse": 10,
            "text": "Say, “Do you see, if this is from Allah and you do not believe in it, while a witness from among the children of Israel has (already) borne witness over (something) similar to it and believed (in it earlier), and you consider yourselves great (then who is at loss)? Allah certainly does not guide the unjust people.”"
        }
    ]
}