{
    "pages": [
        {
            "chapter": 6,
            "verse": 125,
            "text": "Ngakho-ke noma ngabe ngubani uMvelinqangi afisa ukumhola uvula isifuba sakhe esivulela i-Islam (ukuzinikela ngaphansi kwentando yakhe) futhi noma ngabe ngubani afisa ukumdukisa wenza ukuba isifuba sakhe sivaleke futhi sinciphe sengathi uyakhuphuka uya ezulwini, kanjalo-ke uMvelinqangi wehlisela ulaka (lwakhe) phezulu kwalabo abangakholwayo"
        },
        {
            "chapter": 6,
            "verse": 126,
            "text": "Futhi lena yindlela yeNkosi yakho eqondile, sawenza acaca amavesi kubantu abanakayo"
        },
        {
            "chapter": 6,
            "verse": 127,
            "text": "Okwabo yindawo yokuhlala enokuthula eseNkosini yabo futhi yena ungumvikeli wabo ngenxa yalokho ababekwenza"
        },
        {
            "chapter": 6,
            "verse": 128,
            "text": "Futhi ngosuku lapho eyobaqoqela ndawonye bonke (bese ethi kubona) Oh Nina sixuku samaJinn! (Nadukisa) abantu abaningi futhi abasizi babo phakathi kwabantu bayothi, “Nkosi yethu abanye bethu bazuza ngabanye futhi sesifinyelele esikhathini sethu okuyisona owasinqumela sona”, iyothi “umlilo yindawo yenu yokuhlala khona ingunaphakade” ngaphandle uma uMvelinqangi ethanda ngempela iNkosi yakho inobuhlakani iyazi"
        },
        {
            "chapter": 6,
            "verse": 129,
            "text": "Futhi ngokunjalo-ke senza abanye abayizoni ukuthi babe ngabangani babanye ngenxa yalokho abakuzuzayo"
        },
        {
            "chapter": 6,
            "verse": 130,
            "text": "Oh Nina sixuku samaJinn! Nabantu azizange zifike yini kunina izithunywa eziphuma phakathi kwenu zinitshena ngamavesi ami futhi zinixwayisa ngokuhlangana kwenu ngalolusuku (lokwahlulela) na? Bayothi “siyafakaza maqondana nathi” futhi babekhohliswe yimpilo yalomhlaba futhi imiphefumulo yabo iyofakaza ukuthi ngempela bona babengabaphiki bokholo"
        },
        {
            "chapter": 6,
            "verse": 131,
            "text": "Lokhu kungenxa yokuthi iNkosi yakho ayizange ibhidlize amadolobha ngokuba yizoni (kwabo) futhi abantu bawo (amadolobha) babenganakile"
        }
    ]
}