{
    "pages": [
        {
            "chapter": 12,
            "verse": 44,
            "text": "Bathi, “amaphupho ahlangene (ayindida) futhi thina asikwazi ukuchaza amaphupho.”"
        },
        {
            "chapter": 12,
            "verse": 45,
            "text": "Futhi lowo owayekhululiwe kubona nobabili wakhumbula emva (kwesikhashana) wathi “mina ngizonitshela incazelo yalo ngakho-ke ngithumeleni khona.”"
        },
        {
            "chapter": 12,
            "verse": 46,
            "text": "Wafika wathi, Oh Josefa! Oh! wena oneqiniso sichazele ngezinkomo eziyisikhombisa ezikhuluphele ezidliwe ezizacileyo nangezikhwebu eziyisikhombisa eziluhlaza nezinye ezomileyo ukuze ngibuyele kubantu ukuze bazi"
        },
        {
            "chapter": 12,
            "verse": 47,
            "text": "Wathi (uJosefa) nizolima iminyaka eyisikhombisa elandelananyo bese kuthi lokho enizokuvuna nikushiye ezikhwebini zakho (nikulondoloze) ngaphandle kokuncane eniyokudlayo"
        },
        {
            "chapter": 12,
            "verse": 48,
            "text": "Bese emva kwalokho kuyofika iminyaka eyisikhombisa enzima (yendlala) ilandelana eyodla konke lokho eniyobe nikubekele ukuza kwayo ngaphandle kokuncane kulokho eniyobe nikulondolozile"
        },
        {
            "chapter": 12,
            "verse": 49,
            "text": "Bese kuthi emva kwalokho kuyofika unyaka lapho abantu beyothola khona imvula eningi kakhulu futhi abayokwenza ngawo (okuthize)"
        },
        {
            "chapter": 12,
            "verse": 50,
            "text": "Futhi iNkosi yathi, “izani naye kumina” ngakho-ke kwathi lapho isithunywa sesifika kuyena (uJosefa) sathi “phindela eNkosini yakho uyibuze ukuthi kwenzekani kwabesifazane ababezisike izandla zabo na? Ngempela iNkosi yami (uMvelinqangi) uyazi ngecebo labo.”"
        },
        {
            "chapter": 12,
            "verse": 51,
            "text": "(INkosi) yathi “lwaluyini udaba lwenu ngenkathi nanifuna ukwenza ukukhohlakala kuJosefa na?” (Abesifazane) bathi “isiphephelo singesika Mvelinqangi asizange sazi ukuthi simenzela ububi” unkosikazi ka-Al-Azizi wathi “manje selisobala iqiniso mina ngangifuna ukwenza ukukhohlakala kuyena futhi ngempela yena waba ngomunye wabaneqiniso.”"
        },
        {
            "chapter": 12,
            "verse": 52,
            "text": "(UJosefawathingibuzangalokhu) ukuzeazi(u-Al-Azizi) ukuthi ngempela mina angizange ngenze ukungathembeki kuyena (ngokwenza ukukhohlakala kunkosikazi wakhe) engekho nokuthi uMvelinqangi akaliholi icebo (labangalungile)"
        }
    ]
}