{
    "pages": [
        {
            "chapter": 9,
            "verse": 100,
            "text": "As for the first pioneers who accepted Islam from the Muhajir (immigrants) and Ansar (supporters in Medina) and those who follow them in good deeds, Allah is well pleased with them and they are pleased with Him. He has prepared for them gardens beneath which rivers flow, wherein they shall live forever: that is the mighty achievement"
        },
        {
            "chapter": 9,
            "verse": 101,
            "text": "Some of the desert Arabs around you are hypocrites, and so are some of the residents of Medina, who are fanatical in their hypocrisy. You do not know them, but We know them. Soon We shall give them double punishment: then they shall be turned to the most severe chastisement"
        },
        {
            "chapter": 9,
            "verse": 102,
            "text": "There are some who have confessed their sins: they have mixed records of good and bad deeds. It is quite possible that Allah may turn to them in mercy, for Allah is Forgiving, Merciful"
        },
        {
            "chapter": 9,
            "verse": 103,
            "text": "Take sadaqat (this commanded sadaqat means - Zakat-ul-Mall) from their wealth, so that they may thereby be cleansed and purified, and pray for them; for your prayer will give them comfort. Allah hears all and knows all"
        },
        {
            "chapter": 9,
            "verse": 104,
            "text": "Do they not know that Allah accepts repentance from His servants and takes their sadaqat (charity), and surely Allah is the One Who is the Accepter of Repentance, the Merciful"
        },
        {
            "chapter": 9,
            "verse": 105,
            "text": "Tell them: \"Do as you will. Allah, His Messenger and the believers will now keep a watch over your conduct; then you shall be brought to His court Who knows the hidden and the open, and He will inform you of all that you have done"
        },
        {
            "chapter": 9,
            "verse": 106,
            "text": "There are yet others whose case is held in suspense for the decision of Allah. He will either punish them or turn to them in mercy; and Allah is Knowledgeable, Wise"
        }
    ]
}