{
    "pages": [
        {
            "chapter": 9,
            "verse": 112,
            "text": "Those that turn to Allah in repentance, serve Him, praise Him, move about in the land for His sake, make Rakuh (bow down in prayer) and Sajud (prostrate themselves in prayer), enjoin what is good and forbid what is evil, and observe the limits (permissions and prohibitions) set by Allah (they are the ones who make such a bargain with Allah). O Prophet, proclaim the good news to such believers"
        },
        {
            "chapter": 9,
            "verse": 113,
            "text": "It is not proper for the Prophet and those who believe that they should beg forgiveness for the pagans, even though they be their relatives, after it has been explained to them that they are the inmates of hellfire"
        },
        {
            "chapter": 9,
            "verse": 114,
            "text": "Abraham prayed for his father’s forgiveness only to fulfill a promise he had made to him. But when it became clear to him that he was an enemy of Allah he disassociated himself from him. The fact is that Abraham was tenderhearted, forbearing"
        },
        {
            "chapter": 9,
            "verse": 115,
            "text": "It is not the way of Allah to confound people after He has guided them, until He makes clear to them what they should guard against; surely Allah has the knowledge of everything"
        },
        {
            "chapter": 9,
            "verse": 116,
            "text": "Surely it is Allah to Whom belongs the kingdom of the heavens and the earth. He gives life and causes to die. You have none besides Allah to protect or to help"
        },
        {
            "chapter": 9,
            "verse": 117,
            "text": "Allah forgave the Prophet and those Muhajir and the Ansar who stood by him in the time of distress, when some were on the point of losing heart. He turned to them in mercy. Surely to them He is Most Kind, Most Merciful"
        }
    ]
}