{
    "pages": [
        {
            "chapter": 10,
            "verse": 15,
            "text": "When Our clear revelations are recited to them, those who entertain no hope of meeting Us say to you: \"Bring us a Qur’an different than this or make some changes in it.\" O Muhammad, tell them: \"It is not possible for me to change it myself. I follow only what is revealed to me. Indeed, I cannot disobey my Lord, for I fear the punishment of a Mighty Day"
        },
        {
            "chapter": 10,
            "verse": 16,
            "text": "Say: \"If Allah wanted otherwise, I would have not recited this (Qur’an) to you, nor would have made you aware of it. Indeed, a whole lifetime I lived among you before its revelation. Why do you not use your common-sense"
        },
        {
            "chapter": 10,
            "verse": 17,
            "text": "Who can be more unjust than the one who himself forges a lie, then ascribes it to Allah or falsifies His real Revelations? Indeed, such criminals can never prosper"
        },
        {
            "chapter": 10,
            "verse": 18,
            "text": "They worship other deities besides Allah, who can neither harm them nor benefit them, and they say: \"These are our intercessors with Allah.\" O Muhammad, say to them: \"Are you informing Allah of what He knows to exist neither in the heavens nor on the earth? Glory to Him! He is far above from having the partners they ascribe to Him"
        },
        {
            "chapter": 10,
            "verse": 19,
            "text": "Mankind was once just one nation; later on they became divided through inventing different creeds. If your Lord had not already given His word ( specified time for the life of mankind on Earth), the matters in which they differ would have certainly been decided"
        },
        {
            "chapter": 10,
            "verse": 20,
            "text": "In regards to their saying: \"Why has not a sign been sent down to him (Muhammad) from his Lord?\" Tell them: \" Allah Alone has the knowledge of the unseen. Wait if you will: I too shall wait with you"
        }
    ]
}