{
    "pages": [
        {
            "chapter": 21,
            "verse": 25,
            "text": "The fact is that to every Messenger whom We sent before you, We revealed the same Message: \"There is no god but Me, so worship Me Alone"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "In spite of receiving that message, they still say: \"The Beneficent (Allah) has offspring!\" Glory be to Him! The angels are but His honored servants"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "They do not precede Him in speaking and they act according to His commandment"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "He knows what is before them and what is behind them and they do not intercede except for the one whom He approves, and for fear of Him they tremble"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "If any of them were to say: \"I am also a deity besides Him,\" We would send him to hell, thus shall We reward the wrongdoers"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "Have not the unbelievers ever considered that the skies and the earth were once one mass, then We split them asunder? And We have created every living thing from water. Will they still not believe"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "And We have planted mountains on earth lest it should tilt to one side with them (the weight of people) and We left between them open passages so that they may find the right direction"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "And We have made the sky a safe canopy: yet they are heedless to these signs"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "He is the One Who has created the night and the day and the sun and the moon: all (the celestial bodies) move swiftly in an orbit of their own"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "O Muhammad, We have not granted immortality to any human before you: so if you are to die, will these unbelievers live forever"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "Every soul is bound to have the taste of death. We are putting all of you to a test by passing you through bad and good conditions, and finally you shall return to Us"
        }
    ]
}