{
    "pages": [
        {
            "chapter": 39,
            "verse": 32,
            "text": "Who could be more wicked than the one who invents a lie against Allah and rejects the truth when it comes to him? Is there not an abode in hell for such unbelievers"
        },
        {
            "chapter": 39,
            "verse": 33,
            "text": "And the one who comes with the truth and the one who confirms it surely are the Godfearing"
        },
        {
            "chapter": 39,
            "verse": 34,
            "text": "They shall have from their Lord all that they wish for. Thus shall the righteous be rewarded"
        },
        {
            "chapter": 39,
            "verse": 35,
            "text": "Allah will do away from their account their worst deeds and reward them according to their best deeds"
        },
        {
            "chapter": 39,
            "verse": 36,
            "text": "Is Allah not all- sufficient for His servants? Yet they try to frighten you with others besides Him! For such whom Allah confounds, there can be no guide"
        },
        {
            "chapter": 39,
            "verse": 37,
            "text": "But the one to whom Allah guides, none can lead him astray. Is not Allah All-Mighty, the Lord of retribution"
        },
        {
            "chapter": 39,
            "verse": 38,
            "text": "If you ask them: \"Who created the heavens and the earth?\" They will surely say: \"Allah.\" Ask them: \"Do you think then, that if Allah intends to harm me, can they (your goddesses) - to whom you invoke besides Allah - save me from His harm or if He wants to bestow on me His blessings, can they withhold His blessings?\" Tell them: \"Allah is all-sufficient for me. On Him do the reliant rely"
        },
        {
            "chapter": 39,
            "verse": 39,
            "text": "Say: \"O my people! If you do not believe me, then do whatever you want in your positions and so shall I. Soon you will find out"
        },
        {
            "chapter": 39,
            "verse": 40,
            "text": "as to whom shall come the disgraceful scourge and who shall get the everlasting punishment"
        }
    ]
}