{
    "pages": [
        {
            "chapter": 2,
            "verse": 275,
            "text": "Those who live on usury will not rise up before Allah except like those who are driven to madness by the touch of Satan. That is because they claim: \"Trading is no different than usury, but Allah has made trading lawful and usury unlawful. He who has received the admonition from his Lord and has mended his way may keep his previous gains; Allah will be his judge. Those who turn back (repeat this crime), they shall be the inmates of hellfire wherein they will live forever"
        },
        {
            "chapter": 2,
            "verse": 276,
            "text": "Allah has laid His curse on usury and blessed charity to prosper. Allah does not love any ungrateful sinner"
        },
        {
            "chapter": 2,
            "verse": 277,
            "text": "Those who believe and do good deeds, establish regular prayers, and give regular charity will have their reward with their Lord. They will have nothing to fear or to regret"
        },
        {
            "chapter": 2,
            "verse": 278,
            "text": "O You who believe! Fear Allah and waive what is still due to you from usury if you are indeed believers"
        },
        {
            "chapter": 2,
            "verse": 279,
            "text": "or war shall be declared against you by Allah and His Messenger. If you repent, you may retain your principal, causing no loss to debtor and suffering no loss"
        },
        {
            "chapter": 2,
            "verse": 280,
            "text": "If the debtor is in a difficulty, grant him time till it is easy for him to repay; but if you waive the sum by way of charity it will be better for you, if you understand it"
        },
        {
            "chapter": 2,
            "verse": 281,
            "text": "Fear the Day when you shall all return to Allah; when every one shall be paid in full what they have earned and none shall be dealt with unjustly"
        }
    ]
}