{
    "pages": [
        {
            "chapter": 3,
            "verse": 38,
            "text": "Thereupon Zakariya prayed to his Lord saying: \"O my Lord! Grant me a righteous child as Your special favor; surely You hear all prayers"
        },
        {
            "chapter": 3,
            "verse": 39,
            "text": "As he stood praying in the Mahrab (a prayer place in the sanctuary) the angels called out to him saying: \"Allah gives you good news of a son to be named John, he will confirm the word of Allah, he will be a great leader, chaste and a Prophet from among the righteous"
        },
        {
            "chapter": 3,
            "verse": 40,
            "text": "He said: \"O my Lord! How can I have a son now that I have reached an old age and my wife is barren?\" \"Such is the will of Allah\" he replied, \" Allah does what He wants"
        },
        {
            "chapter": 3,
            "verse": 41,
            "text": "Zakariya said: \"My Lord! Grant me a sign.\" It was said: \"Your sign is that you will not be able to speak to people for three days except through gestures. During this time you should remember your Lord very much and glorify Him in the evening and in the morning"
        },
        {
            "chapter": 3,
            "verse": 42,
            "text": "There came the time when angels said: \"O Mary! Surely Allah has exalted you, purified you, and preferred you for His service over all the women of the worlds"
        },
        {
            "chapter": 3,
            "verse": 43,
            "text": "O Mary! Be obedient to your Lord, prostrate and bow down in worship with other worshippers"
        },
        {
            "chapter": 3,
            "verse": 44,
            "text": "O Muhammad, this is the news from the Unseen which We are revealing to you. You were not present with them when priests of the temple cast their pens to decide which of them should be the guardian of Mary; nor were you with them when they argued about it"
        },
        {
            "chapter": 3,
            "verse": 45,
            "text": "When the angels said \"O Mary! Allah gives you the good news with a Word from Him that you will be given a son: his name will be Messiah, Jesus (Jesus Christ) the son of Mary. He will be noble in this world and the Hereafter; and he will be from those who are very close to Allah"
        }
    ]
}