{
    "pages": [
        {
            "chapter": 4,
            "verse": 87,
            "text": "Allah! There is no god besides Him. He will certainly gather you all together on the Day of Resurrection; there is no doubt in it, and who can be more truthful in his words than Allah"
        },
        {
            "chapter": 4,
            "verse": 88,
            "text": "What is the matter with you, why are you divided into two groups concerning the hypocrites, while Allah has cast them off on account of their misdeeds? Do you wish to guide those whom Allah has confounded? Whomever Allah has confounded you cannot find a way for them to be guided"
        },
        {
            "chapter": 4,
            "verse": 89,
            "text": "Their real wish is to see that you become a disbeliever, as they themselves have disbelieved, so that you may become exactly like them. So you should not take friends from their ranks unless they immigrate in the way of Allah; and if they do not, seize them and kill them wherever you find them, and do not take any of them as protectors or helpers"
        },
        {
            "chapter": 4,
            "verse": 90,
            "text": "The exception to this is for those who take refuge with your allies or come over to you because their hearts restrain them both from fighting against you and from fighting against their own people. If Allah had wanted, He would have given them power over you and they might easily have fought against you; therefore, if they withdraw from you and cease their hostility and offer you peace, in that case Allah has not granted you permission to fight against them"
        },
        {
            "chapter": 4,
            "verse": 91,
            "text": "You will find other hypocrites who wish to be safe from you as well as from their own people; but who would plunge into mischief whenever they get an opportunity. Therefore if they do not keep distance from you and neither offer you peace, nor cease their hostilities against you, you may seize them and kill them wherever you find them, against such people We give you absolute authority"
        }
    ]
}