{
    "pages": [
        {
            "chapter": 4,
            "verse": 114,
            "text": "There is no virtue in most of the secret counsels of the people; it is, however, good if one secretly enjoins charity, kindness, and reconciliation among people; the one who does this to please Allah, will soon be given a mighty reward"
        },
        {
            "chapter": 4,
            "verse": 115,
            "text": "Anyone who is hostile to the Messenger after guidance has been plainly conveyed to him and follows a path other than that of the believers, We shall leave him in the path he has chosen and cast him into Hell, which is an evil refuge"
        },
        {
            "chapter": 4,
            "verse": 116,
            "text": "Surely Allah will never forgive the one who commits the sin of shirk and may forgive anyone else if He so pleases. One who commits shirk has indeed gone far away from the Right Way"
        },
        {
            "chapter": 4,
            "verse": 117,
            "text": "The pagans call upon female deities beside Him; by doing so they call nothing but the rebellious Satan"
        },
        {
            "chapter": 4,
            "verse": 118,
            "text": "on whom Allah has laid His curse; and who has said: \"I will take a good portion of Your servants and mislead them"
        },
        {
            "chapter": 4,
            "verse": 119,
            "text": "I will create in them false desires and order them to slit the ears of cattle. I will order them to tamper with Allah’s creation.\" Therefore, whoever takes Satan as a guardian instead of Allah, has indeed become a clear-cut loser"
        },
        {
            "chapter": 4,
            "verse": 120,
            "text": "Satan makes promises to stir up in them false desires; but Satan makes them promises only to deceive them"
        },
        {
            "chapter": 4,
            "verse": 121,
            "text": "The home of such people who follow him will be hell, from where they will find no way to escape"
        }
    ]
}