{
    "pages": [
        {
            "chapter": 12,
            "verse": 87,
            "text": "Эй ўғилларим, боринглар, Юсуфни ва унинг укасини яхшилаб изланглар, Аллоҳнинг раҳматидан ноумид бўлманглар. Ҳақиқатда Аллоҳнинг раҳматидан фақат кофир қавмларгина ноумид бўлурлар», деди"
        },
        {
            "chapter": 12,
            "verse": 88,
            "text": "Унинг ҳузурига кирганларида: «Эй Азиз, бизни ва аҳлимизни зарар тутди ва арзимаган сармоя келтирдик. Бас, бизга ўлчовни тўлиқ қилиб бер ва садақа ҳам бер. Аллоҳ, албатта, садақа қилувчиларни мукофотлайдир», дедилар. (Гапларидан кўриниб турибдики, уларнинг аҳволи оғир. Аввалгидек бор нарсаларини озиқ-овқатга алмаштиришга имконлари ҳам қолмаган. Олиб келган моллари жуда арзимас. Садақага муҳтожлар. Аввалги гердайишларидан асар ҳам йўқ)"
        },
        {
            "chapter": 12,
            "verse": 89,
            "text": "У: «Жоҳиллик пайтингизда Юсуфга ва унинг инисига нима қилганларингизни биласизларми?» деди. (Шунда акаларининг кўз-қулоқлари ялт этиб очилди. Кўзлари Азиз сиймосида Юсуфни кўрди, қулоқлари унинг овозини эшитди)"
        },
        {
            "chapter": 12,
            "verse": 90,
            "text": "Улар: «Э-э, ҳали сенн сенн Юсуфмисан?!» дедилар. У: «Мен Юсуфман, мана бу иним. Аллоҳ бизга марҳамат кўрсатди. Ҳақиқатда ким тақво ва сабр қилса, Аллоҳ, албатта, гўзал иш қилувчиларнинг ажрини зое қилмагай», деди"
        },
        {
            "chapter": 12,
            "verse": 91,
            "text": "Улар: «Аллоҳга қасамки, ҳақиқатда Аллоҳ сени биздан устун қилди. Биз эса, хатокорлардан бўлдик», дедилар. (Оғалар бор ҳақиқатни эътироф қилдилар, хато қилганларини ҳам тан олдилар)"
        },
        {
            "chapter": 12,
            "verse": 92,
            "text": "У: «Бугунги кунда сизларни айблаш йўқ. Сизларни Аллоҳ мағфират қилгай. У раҳм қилгувчиларнинг раҳмлироғидир. (Ўтган ишга саловот. Бугун сизни биров айбламоқчи эмас, уялтирмоқчи ҳам эмас. Гуноҳларни кечирувчи Аллоҳнинг ўзи)"
        },
        {
            "chapter": 12,
            "verse": 93,
            "text": "Менинг мана бу кўйлагимни олиб бориб, отамнинг юзига ташлангиз, кўзи очилур. Сўнгра аҳлингиз ила жам бўлиб ҳузуримга келинглар», деди. (Ажабланишга ҳеч ҳожат йўқ. Аввало, Яъқуб (а. с.) ҳам, Юсуф (а. с.) ҳам Аллоҳнинг Пайғамбарлари, ораларида мўъжиза бўлиб, бир кўйлак сабабли дардга шифо етиши ғаройиб иш эмас"
        },
        {
            "chapter": 12,
            "verse": 94,
            "text": "Карвон йўлга чиққан вақтда оталари: «Мени ақлдан озган деманглар-у, албатта, мен Юсуфнинг ҳидини сезмоқдаман», деди. (Яъни, Юсуфнинг кўйлагини олган карвон йўлга чиқиб, Мисрдан жўнаб кетган вақтда Яъқуб (а. с.) ҳузуридагиларга юқоридаги гапларни айтдилар. Юсуфнинг ҳиди Яъқубга (а. с.) қандай етиб борганини Аллоҳнинг ўзи билади. Лекин у кишининг гапларига олдиларида турганлар ишонмадилар"
        },
        {
            "chapter": 12,
            "verse": 95,
            "text": "Улар: «Аллоҳга қасамки, сен эски адашувингдасан», дедилар. (Яъни, йўқ бўлиб кетган Юсуфдан ҳали ҳам умидворсан-а, дедилар. Лекин иш бошқача бўлиб чиқди)"
        }
    ]
}