{
    "pages": [
        {
            "chapter": 16,
            "verse": 80,
            "text": "Аллоҳ сизга уйларингизни оромгоҳ қилди. У сизга чорва ҳайвонларининг терисидан кўчадиган ва қўнадиган кунингизда енгил кўтариладиган уйлар қилди. Уларнинг жунлари, юнглари ва қилларидан маълум вақтгача фойда ва мато бўладиган қилди. (Инсоннинг уйи энг қулай оромгоҳи ҳисобланади. Уйдан бошқа жойда одам оромини йўқотади. Шунинг учун ҳам Ислом динида уйга ва унинг осойишта, хотиржамлик макони бўлишига катта эътибор берилган)"
        },
        {
            "chapter": 16,
            "verse": 81,
            "text": "Аллоҳ сизга Ўзи яратган нарсалардан соялар қилиб қўйди ва сизга тоғлардан бошпаналар, сизларни иссиқдан сақлайдиган кийимлар ва зарбадан сақлайдиган кийимлар қилиб қўйди. Шундай қилиб, У сизларга Ўз неъматини батамом қилиб берди. Шоядки, мусулмон бўлсангиз. (Бу ўринда инсон, айниқса, ушбу ояти карима тушган жой ва вақтнинг одами кундалик ҳаётида муҳтож бўлиб турадиган Аллоҳнинг неъматлари ҳақида гап кетмоқда)"
        },
        {
            "chapter": 16,
            "verse": 82,
            "text": "Агар юз ўгириб кетсалар, бас, сенинг зиммангда очиқ-ойдин етказиб қўйиш, холос"
        },
        {
            "chapter": 16,
            "verse": 83,
            "text": "Улар Аллоҳнинг неъматини танирлар, кейин эса, инкор қилурлар. Уларнинг кўплари кофирлардир. (Аллоҳнинг неъматини била туриб инкор қилган киши аниқ кофир бўлади)"
        },
        {
            "chapter": 16,
            "verse": 84,
            "text": "Ҳар бир умматдан гувоҳ келтирган кунимизда, сўнгра куфр келтирганларга (узр учун) изн ҳам берилмас ва улар итобга ҳам қайтарилмаслар. (Қиёматда Аллоҳ таоло ўтган умматлардан ҳар бирига ўзининг Пайғамбарини гувоҳ қилиб келтиради. Кўпчилик олдида ҳамма нарса аён бўлади. Шармандаси чиққан кофирлар, узр айтмоқчи бўладилар. Аммо узр айтишга изн берилмайди. Улар ҳаёти дунёга яна қайтарилишларини, итобдан сўнг яхши ишлари қилишларига имкон берилишини сўрайдилар. Унга ҳам изн берилмайди)"
        },
        {
            "chapter": 16,
            "verse": 85,
            "text": "Зулм қилганлар азобни кўрган вақтларида, улардан у енгиллатилмас ва уларга муҳлат ҳам берилмас"
        },
        {
            "chapter": 16,
            "verse": 86,
            "text": "Ва ширк келтирганлар ўзларининг «шерик»ларини кўрган чоғларида: «Эй Роббимиз, анавилар бизнинг Сендан ўзга ибодат қилган «шерик»ларимиз», дерлар. Бас, у(шерик)лар буларга: «Албатта, сизлар ёлғончидирсизлар», деб сўз ташларлар. ( Бу дунёда Аллоҳни тан олмасдан қиёматга келиб, Аллоҳга «Эй Роббимиз» деб мурожаат, илтижо қиладиган бўлиб қолибдилар. Авваллар бошқани Роббимиз деб юрганлар энди ўша Роббиларини «анавилар» дейдиган бўлиб қолишибди. Ўша «анавилар» уларни адаштириб ўзига ибодат қилдирганлигини юзларига солдилар)"
        },
        {
            "chapter": 16,
            "verse": 87,
            "text": "Ўшал кунда у(мушрик)лар Аллоҳга таслим бўлурлар ва уйдириб юрган нарсалари ботил бўлур. (Охиратда буту санамларимиз бизга шафоатчи бўлур, дея ўзларича тўқиб чиқарган умидлари ботил бўлади)"
        }
    ]
}