{
    "pages": [
        {
            "chapter": 17,
            "verse": 97,
            "text": "Аллоҳ кимни ҳидоят қилса, ўша ҳидоят топгувчидир. У кимни адаштирса, уларга Ундан ўзга зинҳор валийлар топа олмассан. Уларни қиёмат куни юзтубан, кўр, кар, соқов ҳолларида тўплармиз. Уларнинг турар жойлари жаҳаннамдир. У қачон сокин бўлса, уларга оловни зиёда қилармиз. (Аллоҳ таоло, ақлини ишлатиб ҳидоят йўлини ихтиёр этган бандаларини ҳидоятга бошлайди. Ана ўша одам ҳақиқий ҳидоят топган одам бўлади. Ҳавои нафсининг гапига кириб, залолат йўлини ихтиёр этганларни эса, залолатга кетказади)"
        },
        {
            "chapter": 17,
            "verse": 98,
            "text": "Ана ўша, Бизнинг оятларимизга куфр келтирганлари ва «Агар суяк ва титилган тупроқ бўлсак ҳам, албатта, янгитдан яратилиб, қайта тирилтирилурмизми?!» деганлари учун жазоларидир"
        },
        {
            "chapter": 17,
            "verse": 99,
            "text": "Улар осмонлару ерни яратган Аллоҳ уларга ўхшашини яратишга қодир эканини ва улар учун шак-шубҳасиз ажал белгилаганини билмадиларми?! Бас, золимлар куфрдан бошқа нарсадан бош тортдилар"
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "Сен: «Агар сизлар Роббим раҳмати хазиналарига эга бўлсангиз ҳам, уни сарфлашдан қўрқиб, мумсиклик қилган бўлар эдингиз. Инсон зоти ўзи бахил бўлур», деб айт"
        },
        {
            "chapter": 17,
            "verse": 101,
            "text": "Батаҳқиқ, Биз Мусога тўққизта очиқ-ойдин оят-мўъжиза бердик. Бани Исроилдан уларга у (Мусо) келган пайтини ўрагин. Бас, Фиръавн унга: «Албатта, мен сени, эй Мусо, сеҳрлангансан деб ўйлайман», деди. (Мазкур тўққиз мўъжиза–қўл, асо, тўфон, чигиртка, бит, бақалар, қон, очарчилик йиллари ва меваларнинг камчил бўлиши эди. Бу мўъжизалар ҳақида Аъроф сурасида ва бошқа сураларда сўз кетган)"
        },
        {
            "chapter": 17,
            "verse": 102,
            "text": "У: «Ановиларни кўзни очгувчи қилиб, осмонлару ернинг Роббидан ўзга ҳеч бир зот туширмаганини яхши биласан. Албатта, мен сени, эй Фиръавн, ҳалок бўлгувчисан деб ўйлайман», деди. (Анови тўққиз очиқ-ойдин мўъжизаларни ғафлат уйқусида қолганлар учун кўзини очувчи қилиб осмонлару ернинг Робби туширганини, ундан ўзга ҳеч ким тушира олмаслигини яхши биласан. Лекин шундай бўлса ҳам, инкор қилмоқдасан)"
        },
        {
            "chapter": 17,
            "verse": 103,
            "text": "Бас, уларни ердан қўзғатиб чиқармоқчи бўлди. Шунда биз уни ва у билан бирга бўлганларни жамлаб ғарқ қилдик. (Фиръавн Мусони (а. с.) ва у кишининг қавмлари Бани Исроилни Миср еридан қўзғатиб чиқармоқчи бўлди. Шунда Аллоҳ таоло Фиръавнни ва унинг қавмини жамлаб денгизга ғарқ қилди. Ҳаммалари ҳалок бўлдилар"
        },
        {
            "chapter": 17,
            "verse": 104,
            "text": "У(Фиръавн)дан сўнг Бани Исроилга: «Мана шу ерни маскан тутинглар. Бас, охират ваъдаси келган чоғида ҳаммангизни тўплаб келтирурмиз», дедик. (Қиёмат қоим бўлганида, ҳаммангизни–сизни ҳам, Фиръавн ва унинг қавмини ҳам тўплаб келтирамиз. Ўшанда ҳисоб-китоб бўлаверади)"
        }
    ]
}