{
    "pages": [
        {
            "chapter": 18,
            "verse": 75,
            "text": "У: «Сенга, албатта, сен мен билан бирга сабр қила олмайсан демабмидим?!» деди"
        },
        {
            "chapter": 18,
            "verse": 76,
            "text": "У: «Агар бундан кейин сендан яна бир нарсани сўрасам, мен билан биродарлик қилмай қўявер. Батаҳқиқ, мен тарафимдан узр (қабули)ни охирига етказдинг», деди"
        },
        {
            "chapter": 18,
            "verse": 77,
            "text": "Бас, юриб кетдилар. То бир шаҳар аҳолисига келганларида, унинг аҳлидан таом сўрадилар. Улар икковларини зиёфат қилишдан бош тортдилар. Икковлари у ерда йиқилиб кетай деб турган бир деворни кўришди. Бас, уни турғизиб қўйди. У (Мусо): «Агар хоҳласанг, бунинг учун ҳақ олар эдинг», деди"
        },
        {
            "chapter": 18,
            "verse": 78,
            "text": "У: «Бу, мен билан сенинг орамиздаги ажрашишдир. Энди сенга сабр қила олмаган нарсанинг таъвилини айтиб бераман"
        },
        {
            "chapter": 18,
            "verse": 79,
            "text": "Кемага келсак, у денгизда ишлайдиган мискинларники эди. Бас, мен уни айбли қилишни ирода қилдим. Чунки ортларида бир подшоҳ бўлиб, барча кемани тортиб олаётган эди. (Кемани айбли қилиб, кема эгаларига зарар етказдим. Аммо аслини олганда, уларга фойда қилдим. Подшоҳ одамлари айбли кемани ташлаб кетадилар. Камбағаллар кемасиз қолгандан кўра, айбли бўлса ҳам, уни ишлатиб кун ўтказа берадилар)"
        },
        {
            "chapter": 18,
            "verse": 80,
            "text": "Энди болага келсак, ота-онаси мўмин кишилар эди. Бас, биз унинг икковларини туғён ва куфр ила эзишидан қўрқдик. (Боланинг ота-онаси мўмин кишилар эдилар. Аммо бола улғайса, кофир бўлиб, туғёнга кетиб, ота-онасини эзар эди. Ўша ота-онани келажакдаги ёмонликдан асраш учун болалари вояга етмасдан, куфр ва туғён содир этмасдан ўлдириб қўйишни лозим топдик)"
        },
        {
            "chapter": 18,
            "verse": 81,
            "text": "Бас, Роббилари уларга унинг бадалига ундан кўра яхшироғини, аҳли солиҳроқ ва меҳрибонроғини беришни ирода қилди"
        },
        {
            "chapter": 18,
            "verse": 82,
            "text": "Деворга келсак, у шаҳардаги икки етим боланики бўлиб, унинг остида икковларининг хазинаси бор эди. Уларнинг оталари солиҳ одам эди. Бас, Роббинг икковларининг вояга етишини ва хазиналарини чиқариб олишини ирода қилди. Бу Аллоҳнинг раҳмати ила бўлди. Мен ўзимча қилганим йўқ. Мана шу сен сабр қила олмаган нарсанинг таъвилидир», деди"
        },
        {
            "chapter": 18,
            "verse": 83,
            "text": "Сендан Зулқарнайн ҳақида сўрарлар. сен: «Сизга унинг ҳақидаги зикрни тиловат қилурман», дегин. (Баъзи ривоятларда яҳудийлар сўраган, дейилса, бошқаларида яҳудийлар ўргатган, қурайшликлар сўраган, ҳам дейишади. Умуман олганда, одамлар Пайғамбардан (с. а. в.) Зулқарнайн ҳақида сўрашган. Қуръоннинг хабар бериши шундай. Аллоҳ Пайғамбарига савол ҳақида хабар бериб, унга қандай жавоб беришни ҳам ўзи ўргатмоқда: Ўша зикр-хабарга назар солинса, сўров Зулқарнайннинг шахси, яшаган жойи ёки замони ҳақида эмас, балки бошқа нарсалар, яъни, қилган ишлари ҳақида экани ойдинлашади"
        }
    ]
}