{
    "pages": [
        {
            "chapter": 2,
            "verse": 283,
            "text": "Агар сафарда бўлсангиз ва ёзувчи топа олмасангиз, бас, қўлга олинадиган гаров бўлсин. Агар баъзингиз баъзингизга ишонсангиз, бас, ишонилган омонатни адо қилсин, Аллоҳга, Роббисига тақво қилсин. Гувоҳликни беркитманг! Ким уни беркитса, унинг қалби гуноҳкордир. Ва Аллоҳ қилаётган амалларингизни билувчи зотдир"
        },
        {
            "chapter": 2,
            "verse": 284,
            "text": "Осмонлару ердаги нарсалар Аллоҳникидир. Агар ичингиздаги нарсаларни ошкор қилсангиз ҳам, махфий қилсангиз ҳам, сизларни Аллоҳ ҳисоб-китоб қилади. Ва кимни хоҳласа, мағфират қилар, кимни хоҳласа, азоблар. Ва У ҳар бир нарсага қодирдир. (Борлиқ Аллоҳнинг мулкидир. Мулкида жараён этаётган ҳар бир ишдан У огоҳдир. Жумладан, бандаларнинг яширин ниятларини ҳам, ошкора ишларини ҳам яхши билади. Ва ҳаммасини ҳисоб-китоб қилиб, хоҳлаганини кечиб юборади, хоҳлаганини азоблайди)"
        },
        {
            "chapter": 2,
            "verse": 285,
            "text": "Пайғамбар унга ўз Роббидан туширилган нарсага иймон келтирди ва мўминлар ҳам. Барча Аллоҳга, Унинг фаришталарига, китобларига, Пайғамбарларига иймон келтирди. Унинг Пайғамбарларининг бирорталарини ажратмаймиз. Ва эшитдик ва итоат қилдик, эй Роббимиз мағфаратингни сўраймиз ва қайтиб бориш Сенгадир, дедилар. (Ушбу ояти карима ва кейинги оят иккалови суранинг хулосасини мужассам қилгандир. Бу икки оятнинг ҳар бир сўзи улкан маъно англатади. Уларда ақида, иймон хусусиятлари, банданинг ўз Робби билан бўладиган ҳоли, фарз қилинган амалларга муносабат ва бошқалар келган)"
        },
        {
            "chapter": 2,
            "verse": 286,
            "text": "Аллоҳ ҳеч бир жонни тоқатидан ташқари нарсага таклиф қилмас. Фойдаси ҳам касбидан, зарари ҳам касбидан. Эй Роббимиз, агар унутсак ёки хато қилсак, (иқобга) тутмагин. Эй Роббимиз, биздан олдингиларга юклаганга ўхшаш оғирликни бизга юкламагин. Эй Роббимиз, бизга тоқатимз етмайдиган нарсани юкламагин. Бизни афв эт, мағфират қил ва раҳм эт. Сен ҳожамизсан. Бас, кофир қавмларга бизни ғолиб қил. (Ҳамма нарсани дақиқ-дақиқларигача билувчи Аллоҳ ҳар бир жонни ҳам нимага ярайдию нимага ярамайди–яхши билади. Бандаларига меҳрибонлигидан имкони ва ҳаққи бўлса ҳам, ҳеч бир жонни тоқатидан ташқари нарсага таклиф қилмайди. Аллоҳнинг буйруқлари ва қайтариқлари банданинг имкони даражаси доирасида бўлади. Ана ўша таклифга амал қилишига қараб, бошқа ҳеч бир нарсага қарамасдан, банданинг жазоси ёки мукофоти белгиланади. Имом Аҳмад ривоят қилган ҳадисда Пайғамбар алайҳиссалом: «Сураи Бақаранинг икки оятини ўқи, улар менга аршнинг остидаги хазинадан берилган», деганлар. Бошқа бир ҳадисда: «Ким Бақара сураси охиридаги икки оятни бир кечада ўқиса, кифоя қилади», деганлар)"
        }
    ]
}