{
    "pages": [
        {
            "chapter": 46,
            "verse": 6,
            "text": "Одамлар маҳшарга тўпланганда, (бутлар) уларга душман бўлурлар ва ибодатларига ҳам мункир бўлурлар. (Бизга ибодат қилганингиз йўқ, деб инкор қиладилар. Ҳатто шайтон ўзига эргашганлардан тонар экан)"
        },
        {
            "chapter": 46,
            "verse": 7,
            "text": "Қачонки уларга равшан оятларимиз тиловот қилинса, куфр келтирганлар Ҳақ (Қуръон) уларга келгандаёқ, бу очиқ-ойдин сеҳрдир, дерлар"
        },
        {
            "chapter": 46,
            "verse": 8,
            "text": "Балки у(Қуръон)ни ўзи тўқиб олган ҳам дерлар. Сен: «Агар уни тўқиб олган бўлсам, Аллоҳдан (келадиган) бирор нарсани мендан қайтаришга қодир эмассиз. У зотнинг Ўзи ҳақида сиз шўнғиётган нарсаларни яхши билувчидир. Мен билан сизнинг ўртангизда гувоҳликка Унинг Ўзи кифоядир. Ва У кечирувчи ҳам раҳмли зотдир», деб айт"
        },
        {
            "chapter": 46,
            "verse": 9,
            "text": "Сен:»Мен биринчи Пайғамбар эмасман, менга ва сизларга нима қилинишини билмайсман. Фақат, ўзимга ваҳий қилинаётган нарсагагина эргашурман. Мен очиқ-ойдин огоҳлантирувчиман, холос», деб айт"
        },
        {
            "chapter": 46,
            "verse": 10,
            "text": "Сен: «Айтинг-чи, агар у(Қуръон) Аллоҳдан бўлса-ю, сиз унга куфр келтирсангиз ва ҳолбуки, Бани Исроилдан бир гувоҳ у(Қуръон)га ўхшаш нарсага гувоҳлик бериб, иймон келтириб турибди, сиз эса, кибру ҳаво қиляпсиз. Албатта, Аллоҳ золим қавмларни ҳидоят қилмайди», деб айт. (Қуръони каримда бузуқ ақидаларни тузатиш, тўғри йўлга бошлаш учун турли услублар қўлланган. бу оятда мушрикларнинг ақидасига шубҳа солиш йўли билан, уларнинг хатода эканликлари баён қилинмоқда)"
        },
        {
            "chapter": 46,
            "verse": 11,
            "text": "Куфр келтирганлар иймон келтирганларга: «Агар у(Қуръон) яхшилик бўлганида, унга биздан аввал бормасдилар», дерлар. У(Қуръон)дан ҳидоят топишмагач, бу-қадимги уйдирмадир», дерлар. (Кибру ҳавога учган араб бойваччаларининг назарида камбағалларнинг Исломга кириши, Қуръонга ишониши камчилик, айб бўлиб кўринган. Улар ўзларича,»ялангаёқлар юрган йўл яхши бўлармиди?»демоқчилар. Лекин, айни чоқда, Ҳазрати Абу Бакр, Ҳазрати Усмон, Ҳадича онамизга ўхшаш бой, задогонлар ҳам биринчилардан бўлиб Исломга киришганини эътиборга олишмайди. Ислом бойни ҳам, камбағални ҳам, кучлини ҳам, заифни ҳам бир оила аъзоси қилиш учун Аллоҳ тамонидан юборилган дин)"
        },
        {
            "chapter": 46,
            "verse": 12,
            "text": "У(Қуръон)дан олдин Мусонинг китоби йўл бошловчи ва раҳмат эди. Бу эса, араб тилидаги, тасдиқловчи, зулм қилувчиларни огоҳлантириш учун ва яхшиларга башорат китобидир. (Қуръон ўзидан аввалги китобларда, жумладан, Тавротда келган ақида аслини, илоҳий йўлни, дину диёнатни тасдиқлайди)"
        },
        {
            "chapter": 46,
            "verse": 13,
            "text": "Албатта «Роббимиз Аллоҳдир» деган, сўнгра бунда мустақим турганларга хавф йўқдир ва улар хафа ҳам бўлмаслар"
        },
        {
            "chapter": 46,
            "verse": 14,
            "text": "Ана ўшалар жаннат эгаларидир, унда қилган амаллари мукофотига абадий қолурлар"
        }
    ]
}