{
    "pages": [
        {
            "chapter": 4,
            "verse": 114,
            "text": "Уларнинг кўпгина махфий суҳбатларида яхшилик йўқ, магар ким садақага, яхшиликка ва одамлар орасида ислоҳга амр қилсагина, яхшилик бор. Ким ўша ишни Аллоҳнинг розилиги учун қилса, албатта, унга улуғ ажр берамиз"
        },
        {
            "chapter": 4,
            "verse": 115,
            "text": "Ким ўзига ҳидоят равшан бўлгандан кейин Пайғамбарга хилоф қилса ва мўминларнинг йўлидан бошқа йўлга юрса, кетган томонга қўйиб қўямиз ва жаҳаннамга киритамиз. У қандоқ ҳам ёмон жой! (Бу ояти каримада Тўъма ибн Убайрақнинг қариндошларидан Башир ибн Убайраққа ишора қилинмоқда. У Бани Убайрақни фош қилувчи оятлар нозил бўлганидан сўнг муртад бўлиб (диндан чиқиб), мушрикларга қўшилиб кетган эди. Гарчи ишора маълум бир шахсга бўлса ҳам, ҳукм умумийдир. Ким Пайғамбарга (с. а. в.) хилоф қилса, у кишининг йўлидан бошқа йўлга юрса, кофир, мушрик ва муртад бўлади. Ким мўминларнинг йўлидан бошқа йўлни танласа, ўша йўлидан юраверсин, Аллоҳ уни кетган томонига юргазиб қўяверади. Аммо охири олиб бориб жаҳаннамга киритади. Жаҳаннам қандай жойлигини эса, ҳамма билади"
        },
        {
            "chapter": 4,
            "verse": 116,
            "text": "Албатта, Аллоҳ Ўзига ширк келтирилишини кечирмас. Ундан бошқани, кимни хоҳласа, кечиради. Ким Аллоҳга ширк келтирса, шубҳасиз, қаттиқ адашган бўлади"
        },
        {
            "chapter": 4,
            "verse": 117,
            "text": "Улар ундан бошқа фақат аёл-санамларга ибодат қиладилар ва фақат бебош шайтонга ибодат қиладилар. (Яъни, араб мушриклари Аллоҳдан бошқа, фақат аёл-санамларга ибодат қиладилар. Жоҳилий арабларнинг бузуқ эътиқодлари бўйича, фаришталар Аллоҳнинг қизлари ҳисобланар эди. Улар шунинг учун ҳам бутларини аёл киши шаклида ясашар ва уларга аёлларнинг исмини беришар эди)"
        },
        {
            "chapter": 4,
            "verse": 118,
            "text": "Аллоҳ уни лаънатлади. У эса: «Қасамки, бандаларингдан маълум насибани оламан"
        },
        {
            "chapter": 4,
            "verse": 119,
            "text": "Уларни адаштираман, хом хаёлларига соламан, уларга амр қилсам, чорваларнинг қулоқларини кесарлар ва уларга амр қилсам, Аллоҳнинг яратганини ўзгартирарлар», деди. Кимки Аллоҳни қўйиб шайтонни дўст тутса, батаҳқиқ, очиқ-ойдин зиёнга учрайдир. (Яъни, Аллоҳ шайтонни лаънатлади, ўз раҳматидан қувди. Шайтон эса, қувилаётган пайтда: «Қасамки, бандаларингдан маълум насибани оламан», деди. Мени шуларнинг сабабидан лаънатлаяпсан, мен булардан маълум миқдорни ўз йўлимга чиқариб, куфр ва исёнга чорлайман, деди. Яъни, бандаларингни тўғри йўлдан–сенинг йўлингдан адаштираман ва уларни хом хаёлларга соламан–умримиз узун бўлади, маза қилиб юрамиз, қайта тирилиш ҳам, ҳисоб-китоб ҳам, қиёмат ҳам йўқ, деб юраверадиган қилиб қўяман, дейди)"
        },
        {
            "chapter": 4,
            "verse": 120,
            "text": "У уларга ваъда берадир ва хом хаёлларга соладир. Шайтон уларга ғурурдан бошқа нарсани ваъда қилмайдир"
        },
        {
            "chapter": 4,
            "verse": 121,
            "text": "Ана ўшаларнинг жойлари жаҳаннамдир. Ва ундан қутулиш йўлини топа олмаслар"
        }
    ]
}