{
    "pages": [
        {
            "chapter": 36,
            "verse": 71,
            "text": "they nie seen my Have created them our own hands zivy inventar they own"
        },
        {
            "chapter": 36,
            "verse": 72,
            "text": "A my subdued them them; some they ride some they jestn"
        },
        {
            "chapter": 36,
            "verse": 73,
            "text": "They derive inaksie benefits z them i mat rad pne they nie bol appreciative"
        },
        {
            "chapter": 36,
            "verse": 74,
            "text": "They set GOD inak gods perhaps they je z pomoc do them"
        },
        {
            "chapter": 36,
            "verse": 75,
            "text": "On the contrary they nie pomoc them; they koniec serving them devoted vojak"
        },
        {
            "chapter": 36,
            "verse": 76,
            "text": "Therefore nie saddened ich utterances! My je fully aware z everything they zatajit everything they declare"
        },
        {
            "chapter": 36,
            "verse": 77,
            "text": "human bol nie see my robit created him z tiny kvapka potom he turns into zapalisty enemy"
        },
        {
            "chapter": 36,
            "verse": 78,
            "text": "He chov question us -chvila zabudnut jeho inicialka creation -Kto resurrect bones after they zhnit"
        },
        {
            "chapter": 36,
            "verse": 79,
            "text": "Say Jeden zasvatit them v the 1 miesto resurrect them! He bol fully aware z kazdy creation"
        },
        {
            "chapter": 36,
            "verse": 80,
            "text": "He je Jeden creates ona zeleny strom kurivo kto ona burn for lahky"
        },
        {
            "chapter": 36,
            "verse": 81,
            "text": "Nie bol Jeden created heavens zem able do recreate the same ano indeed; He bol Creator Omniscient"
        },
        {
            "chapter": 36,
            "verse": 82,
            "text": "All He robi beriem any command je say do Bol it bol"
        },
        {
            "chapter": 36,
            "verse": 83,
            "text": "Therefore glory je 1 do whose hand je sovereignty all things Him ona spatny listok"
        }
    ]
}