{
    "pages": [
        {
            "chapter": 5,
            "verse": 18,
            "text": "Yahudilerle Nasrânîler (şöyle) dedi (ler): «Biz Allahın oğulları ve sevgilileriyiz». De ki: «öyle de niçin (Allah) sizi günâhlarınız yüzünden azâblandırıyor?» Bil´âkis, siz onun yaratdığından bir beşersiniz. O, kimi dilerse yarlığar, kimi dilerse azaba uğratır. Göklerin, yerin ve aralarında ne varsa hepsinin mülk-ü tasarrufu Allahındır. Son dönüş de ancak onadır"
        },
        {
            "chapter": 5,
            "verse": 19,
            "text": "Ey ehl-i kitâb, peygamberlerin arası kesildiği zamanda size (hakıykatleri) apaçık söyleyip duran elçimiz (Muhammed) gelmişdir. Tâki «Bize ne bir rahmet müjdecisi, ne de bir azâb habercisi gelmedi» demenize (meydan kalmasın), İşte size rahmet müjdecisi de, azab habercisi de geldi artık. Allah, her şey´e hakkıyle kaadirdir"
        },
        {
            "chapter": 5,
            "verse": 20,
            "text": "Bir zaman Musa, kavmine (şöyle) demişdi: «Ey kavmim, Allahın, sizin üzerinizdeki ni´metini düşünün ki içinizden peygamberler gönderdi, sizi hükümdarlar yapdı, size kâinâtdan hiç birine vermediğini verdi"
        },
        {
            "chapter": 5,
            "verse": 21,
            "text": "(Şöyle de söylemişdi:) «Ey kavmim, Allahın size takdir etdiği mukaddes yere girin, arkalarınıza dönmeyin. Sonra nice zararlara uğrayanlar (ın haalin) e dönmüş olursunuz»"
        },
        {
            "chapter": 5,
            "verse": 22,
            "text": "Dediler ki: «Ey Musa, doğrusu orada zorbalar güruhu var. Doğrusu, onlar oradan çıkıncaya kadar biz kat´iyyen giremeyiz. Eğer oradan çıkarlarsa biz de muhakkak giricileriz»"
        },
        {
            "chapter": 5,
            "verse": 23,
            "text": "(Peygamberlerine muhaalefetden) korkmakda olan kimselerden Allahın, kendilerine (İslâm) ni´met (ini) ihsan etdiği iki er. «Onların üzerine (şehrin) kapı (sın) dan girin. (Bir kerre) ona girdiniz mi hiç şübhesiz ki siz gaalibsiniz. Artık ancak Allaha güvenib dayanın, (gerçekden) îman etmiş kimselerseniz» dedi"
        }
    ]
}