{
    "pages": [
        {
            "chapter": 6,
            "verse": 91,
            "text": "(Yahudiler de) Allahın kadrini, ona lâyık olacak bir suretde, hakkıyle takdir etmediler. Çünkü «Allah hiç bir beşere hiç bir şey indirmedi» dediler. Söyle (onlara) ki: «Musânın insanlara bir nur ve hidâyet olmak üzere getirdiği ve sizin de parça parça kâğıdlar haaline koyub (işinize geleni gösterib) açıkladığınız, (fakat) çoğunu gizlediğiniz o´ kitabı kim indirdi? Sizin de, atalarınızın da bilmediğiniz şeyler (Kuranda) size öğretilmişdir». (Habîbim) sen «Allah» de (geç) ve sonra onları bırak ki daldıkları batakda oynaya dursunlar"
        },
        {
            "chapter": 6,
            "verse": 92,
            "text": "İşte bir kitab ki onu — bir feyz kaynağı ve elleri arasındaki (Tevrat ve İncili) tasdıyk edici (ve doğrultucu) olarak, bir de şehirlerin anası (bulunan Mekke) ile bütün çevresindeki (insanları) azâb ile korkutman için — indirdik. Âhirete inanmakda olanlar — onlar namazlarına devam (ve ihtimam) ederek — ona (Kur´ana) inanırlar"
        },
        {
            "chapter": 6,
            "verse": 93,
            "text": "Allaha karşı yalan düzüb atandan, yahud kendisine hiç bir şey vahy edilmemişken «Bana da (kitab) vahy olundu» diyenden, bir de «Allahın indirdiği (âyetler) gibi ben de indireceğim» diye söyleyenden daha zaalim kimdir? Ölümün şiddetleri içinde, meleklerin de pençelerini uzatarak kendilerine «(Haydi bakalım), canlarınızı kurtarın! Allaha karşı haksız olanı söyleyegeldiğiniz, Allahın âyetlerinden kibirlenerek uzaklaşmış olduğunuz içindir ki bugün hakaaret azâbıyle cezalandırılacaksınız» (dedikleri zaman) sen o zaalimleri bir görmelisin"
        },
        {
            "chapter": 6,
            "verse": 94,
            "text": "Andolsun, sizi ilk defa (doğumunuzda) yaratdığımız gibi (âhıretde de) yapayalınız, teker teker (çırılçıplak) huzurumuza gelmişsinizdir (geleceksiniz). Size ihsan etdiğimiz şeyleri (malları) da sırtlarınızın arkasına bırakmışsınızdır. İçinizde, kendileri hakıykaten (Allahın) ortakları olduğunu boş yere iddia etdiğiniz şefaatçilerinizi de şimdi yanınızda görmüyoruz. Andolsun, aranızdaki (bağ) parça parça kopmuşdur. Haklarında kuru zan besler olduğunuz şeyler (putlar) sizden gaaib olub gitmişdir"
        }
    ]
}