{
    "pages": [
        {
            "chapter": 7,
            "verse": 68,
            "text": "«Size Rabbimin vahyetdiklerini tebliğ ediyorum, ben sizin emîn bir hayrhaahınızım»"
        },
        {
            "chapter": 7,
            "verse": 69,
            "text": "«Size o korkunç akıbeti haber vermek için içinizden bir adam (vâsıtasiyle) Rabbinizden size bir ihtaar gelmesi tuhafınıza mı gitdi? Düşünün ki O, sizi Nuh kavminden sonra hükümdarlar yapdı, size yaratılışda onlardan ziyâde boy bos (ve kuvvet) verdi. O halde Allahın ni´metlerini (unutmayıb) hatırlayın ki kurtuluşa erdirilesiniz»"
        },
        {
            "chapter": 7,
            "verse": 70,
            "text": "Dediler: «Sen bize yalınız Allaha kulluk etmemiz, atalarımızın tapmakda olduklarını bırakmamız için mi geldin? O halde doğruculardan isen bizi tehdid etmekde olduğun şey´i (azabı) getir bize»"
        },
        {
            "chapter": 7,
            "verse": 71,
            "text": "(Hûd) dedi: «Rabbinizden üzerinize bir azâb, bir gazab hak oldu muhakkak. Kendinizin ve atalarınızın takdığınız (düzme) bir takım adlar (tanrılar) hakkında, Allah onlara bir hüccet indirmemişken, benimle mücâdele mi ediyorsunuz? Artık bekleyin. Şübhesiz ben de sizinle beraber (onu) bekleyenlerdenim»"
        },
        {
            "chapter": 7,
            "verse": 72,
            "text": "Bunun üzerine kendisini de, onunla beraber olanları da, katımızdan bir rahmet ile, kurtardık. Âyetlerimizi yalan sayıb îman etmemiş olanların ise kökünü kesdik"
        },
        {
            "chapter": 7,
            "verse": 73,
            "text": "Semud (kavmine) de kardeşleri Saalihi (gönderdik). De ki: «Ey kavmim, Allaha kulluk edin. Sizin Ondan başka hiç bir Tanrınız yokdur. Size Rabbinizden apaçık bir mu´cize gelmişdir. İşte size bir alâmet olmak üzere Allahın şu dişi devesi! Onu (kendi haaline) bırakın, Allahın arzında otlasın. Ona bir fenalıkla dokunmayın. Sonra sizi acıklı bir azâb yakalar»"
        }
    ]
}