{
    "pages": [
        {
            "chapter": 7,
            "verse": 74,
            "text": "«Düşünün ki (Allah) sizi Âd´den sonra hükümdarlar yapdı. Yer yüzünde sizi yerleşdirdi. Ovalarından köşkler yapıyor, dağlarından evler yontuyorsunuz. Artık (hepiniz) Allahın lütuflarını anın, yer yüzünde fesâdcılar olub taşkınlık yapmayın"
        },
        {
            "chapter": 7,
            "verse": 75,
            "text": "Onun kavminden (îman etmeyi) kibirlerine yediremeyen ileri gelenleri de kendilerince hor görünenlere, onların içinden îman edenlere şöyle dedi (ler): «Siz, Saalihin gerçekden Rabbi katından gönderilmiş bir peygamber olduğunu biliyor musunuz»? Onlar da: «Biz, dediler, doğrusu onunla ne gönderildiyse ona îman edicileriz»"
        },
        {
            "chapter": 7,
            "verse": 76,
            "text": "(Yine) o kibirlenen kimseler: «Biz, doğrusu o sizin îman etdiğinizi inkâr ile kâfir olanlarız» dedi (ler)"
        },
        {
            "chapter": 7,
            "verse": 77,
            "text": "Derken o dişi deveyi, ayaklarını keserek, öldürdüler. Rablerinin emrinden (uzaklaşıb) isyan etdiler ve: «Saalih, eğer sen gönderilmiş peygamberlerden isen bizi tehdîd edib durduğun azabı getir bize» dediler"
        },
        {
            "chapter": 7,
            "verse": 78,
            "text": "Bunun üzerine onları şiddetli bir sarsıntı tutuverdi de yurtlarında diz üstü çöken (helake uğrayan) kimseler oldular"
        },
        {
            "chapter": 7,
            "verse": 79,
            "text": "O da onlardan yüz çevirdi ve (kendi kendine) şöyle dedi: «Ey kavmim, andolsun ki ben size Rabbimin elçilerini tebliğ etmişimdir. Size hayrhahlık göstermişimdir. Fakat siz hayrhahlârı sevmezsiniz ki»"
        },
        {
            "chapter": 7,
            "verse": 80,
            "text": "Lutu (gönderdik). Hani o, kavmine: «Sizden evvel, demişdi, âlemlerden hiç birinin yapmadığı hayasızlığı mı yapıyorsunuz»"
        },
        {
            "chapter": 7,
            "verse": 81,
            "text": "«Çünkü siz kadınları bırakıb da şehvetle erkeklere yanaşıyorsunuz. Meğer siz haddi aşan bir kavm imişsiniz»"
        }
    ]
}