{
    "pages": [
        {
            "chapter": 11,
            "verse": 89,
            "text": "«Ey kavmim, bana olan düşmanlığınız, Nuh kavminin, ya Hûd kavminin, yahud Saalih kavminin başlarına gelenler gibi size bir musîybet yüklemesin. Lût kavmi de sizden uzak değil»"
        },
        {
            "chapter": 11,
            "verse": 90,
            "text": "«Rabbinizden mağfiret dileyin. Sonra Ona tevbe ile rücû edin. Çünkü Rabbim çok esirgeyendir, (mü´minleri) çok sevendir»"
        },
        {
            "chapter": 11,
            "verse": 91,
            "text": "Dediler ki: «Ey Şuayb, biz senin söylemekde olduğundan bir çoğunu iyice anlamıyoruz. Seni de içimizden cidden zaîf görüyoruz. Eğer kabilen olmasaydı muhakkak ki seni taşla öldürürdük. Sen bizden üstün bir şeref saahibi değilsin ki...»"
        },
        {
            "chapter": 11,
            "verse": 92,
            "text": "(Şuayb): «Ey kavmim, dedi, size göre benim kabilem mi Allahdan daha şereflidir ki Onu (tutub) arkanıza atılmış (değersiz) bir şey edindiniz? Benim Rabbim (in ilmi) şübhesiz ne yaparsanız (hepsini) çepçevre kuşatıcıdır»"
        },
        {
            "chapter": 11,
            "verse": 93,
            "text": "«Ey kavmim, elinizden geleni yapın. Ben de (vazîfemi) yapıcıyım: Yakında bileceksiniz ki kendisini rüsvay edecek azâb kime gelecekdir ve o yalancı kimdir? (O azabı) gözetleyin, ben de sizinle beraber (onu) gözetleyiciyim»"
        },
        {
            "chapter": 11,
            "verse": 94,
            "text": "Vaktaki (azâb) emrimiz geldi. Hem Şuaybı, hem onun maiyyetinde îman etmiş olanları, bizden bir esirgeme olarak, kurtardık. Zulmedenleri ise korkunç bir ses yakaladı da yurdlarında diz üstü çöke kaldılar (helak oldular)"
        },
        {
            "chapter": 11,
            "verse": 95,
            "text": "Sanki onlar zâten orada oturmamışlardı. Haberiniz olsun ki Semud (kavmi) rahmet-i ilâhiyyeden nasıl uzaklaşdıysa Medyen (kavmi) ne de öylece bir uzaklık (verildi)"
        },
        {
            "chapter": 11,
            "verse": 96,
            "text": "Andolsun ki biz Musâyı da Fir´avna ve onun ileri gelenlerine mucizelerimizle ve apaçık bir hüccetle gönderdik de yine onlar Fir´avnın emrine tâbi oldular. Halbuki Fir´avn´ın emri hiç de salâhiyyetli ve dürüst değildi"
        },
        {
            "chapter": 11,
            "verse": 97,
            "text": "Andolsun ki biz Musâyı da Fir´avna ve onun ileri gelenlerine mucizelerimizle ve apaçık bir hüccetle gönderdik de yine onlar Fir´avnın emrine tâbi oldular. Halbuki Fir´avn´ın emri hiç de salâhiyyetli ve dürüst değildi"
        }
    ]
}