{
    "pages": [
        {
            "chapter": 19,
            "verse": 1,
            "text": "Kâf, Hâ, Yâ, Ayn, Saad"
        },
        {
            "chapter": 19,
            "verse": 2,
            "text": "(Bu), kulu Zekeriyyâye Rabbinin rahmetini anışdır"
        },
        {
            "chapter": 19,
            "verse": 3,
            "text": "O, Rabbine gizlice niyaz etdiği zaman"
        },
        {
            "chapter": 19,
            "verse": 4,
            "text": "Demişdi ki: «Ey Rabbim, hakıykat ben... Benim kemiğim yıpradı. Başımın saçı tutuşdu. Ey Rabbim, ben Sana düâ etme (m neticesinde) etmişsem bedbaht (ve mahrum) olmadım»"
        },
        {
            "chapter": 19,
            "verse": 5,
            "text": "«Hakıykat ben, arkamdan (yerime gelecek) akrabamdan endîşeye düşdüm. Karım da kısırdır. Binâen´aleyh bana tarafından (ve kendi sulbümden) bir velî, oğul ihsan et»"
        },
        {
            "chapter": 19,
            "verse": 6,
            "text": "«Ki bana da mîrascı olsun, Ya´kub haanedanına da mîrascı olsun. Rabbim Sen onu çok rızâ saahibi kıl»"
        },
        {
            "chapter": 19,
            "verse": 7,
            "text": "(Allah buyurdu:) «Ey Zekeriyyâ, hakıykaten biz sana Yahya adında bir oğul müjdeleriz ki bundan evvel biz ona hiç bir (kimseyi) adaş yapmamışdık»"
        },
        {
            "chapter": 19,
            "verse": 8,
            "text": "Dedi: «Rabbim, benim nasıl oğlum olur ki? Karım bir kısırdır. Ben ise ihtiyarlığın son haddine vermişimdir»"
        },
        {
            "chapter": 19,
            "verse": 9,
            "text": "(Melek) dedi: «Öyledir. (Fakat) Rabbin buyurdu ki: — o, bana göre pek kolay. Daha evvel sen bir şey değilken seni yaratmışımdır»"
        },
        {
            "chapter": 19,
            "verse": 10,
            "text": "Dedi: «Rabbim, bana (bu hususda) bir nişan ver». Buyurdu: «Senin nişanın sapasağlam olduğun halde üç gece insanlarla konuşamamandır»"
        },
        {
            "chapter": 19,
            "verse": 11,
            "text": "Derken (Zekeriyyâ) mescidinden kavminin karşısına çıkıb onlara: «Sabah akşam tesbîhde bulunun» diye işaret verdi"
        }
    ]
}