{
    "pages": [
        {
            "chapter": 24,
            "verse": 1,
            "text": "(Bu), indirdiğimiz ve (hükümlerinin tatbıykını) farz kıldığımız bir sûredir. Onda açık açık âyetler indirdik. Tâki iyice belleyib ibret alasınız"
        },
        {
            "chapter": 24,
            "verse": 2,
            "text": "Zina eden kadınla zina eden erkekden her birine yüzer değnek vurun. Eğer Allaha ve âhiret gününe inanıyorsanız bunlara, Allahın dîni (ni tatbıyk) hususunda, acıyacağınız tutmasın. Mü´minlerden bir zümre de bunların azabına (bu cezalarına) şâhid olsun"
        },
        {
            "chapter": 24,
            "verse": 3,
            "text": "Zina eden erkek; zina eden veya müşrik olan kadından başkasını nikahlamaz. Zina eden kadını da zina eden veya müşrik olan bir erkekden başkası nikahlamaz. Bu (suretle evlenmek) mü´minler üzerine haraam kılınmışdır"
        },
        {
            "chapter": 24,
            "verse": 4,
            "text": "Namuslu ve hür kadınlara (zina isnadiyle) iftira atan, sonra (bu babda) dört şâhid getirmeyen kimseler (in her birine) de seksen değnek vurun. Onların ebedî sahiciliklerini kabul etmeyin. Onlar faasıkların ta kendileridir"
        },
        {
            "chapter": 24,
            "verse": 5,
            "text": "Meğer ki bu (hareketden) sonra tevbe (ve rücû´) ve (hallerini) ıslâh ederler. Çünkü Allah çok yarlığayıcı, çok esirgeyicidir"
        },
        {
            "chapter": 24,
            "verse": 6,
            "text": "Zevcelerine zina isnâd eden ve kendilerinin kendilerinden başka şâhidleri de bulunmayan kimseler (e gelince:) onlardan her birinin (yapacağı) şâhidlik, kendisinin hakıykaten saadıklardan olduğunu Allaha yemîn (ile) dört (defa ifâde ve tekrar edeceği) şâhidlikdir"
        },
        {
            "chapter": 24,
            "verse": 7,
            "text": "Beşinci (şehâdet) de eğer yalancılardan ise Allahın lâ´neti muhakkak kendisinin üstüne (olmasını ifâde etmesi) dir"
        },
        {
            "chapter": 24,
            "verse": 8,
            "text": "O (kadın) ın billahi onun (zevcinin) muhakkak yalancılardan olduğuna dört (defa) şehâdet etmesi, beşincide de eğer o (zevci) saadıklardan ise muhakkak Allahın gazabı kendi üzerine (olmasını söylemesi) ondan (o kadından) bu azâbı (cezayı) defeder"
        },
        {
            "chapter": 24,
            "verse": 9,
            "text": "O (kadın) ın billahi onun (zevcinin) muhakkak yalancılardan olduğuna dört (defa) şehâdet etmesi, beşincide de eğer o (zevci) saadıklardan ise muhakkak Allahın gazabı kendi üzerine (olmasını söylemesi) ondan (o kadından) bu azâbı (cezayı) defeder"
        },
        {
            "chapter": 24,
            "verse": 10,
            "text": "Ya üzerinizde Allahın fazl-u rahmeti olmasaydı, ya hakıykat Allah tevbeleri kabul eden yegâne hüküm ve hikmet saahibi olmasaydı (haaliniz neye varırdı)"
        }
    ]
}