{
    "chapter": [
        {
            "chapter": 41,
            "verse": 1,
            "text": "Ha’. Mim"
        },
        {
            "chapter": 41,
            "verse": 2,
            "text": "Esta es una revelacion descendida por el Compasivo, el Misericordioso"
        },
        {
            "chapter": 41,
            "verse": 3,
            "text": "un Libro en que los signos son explicados detalladamente. Expresado en idioma arabe para gente que comprende"
        },
        {
            "chapter": 41,
            "verse": 4,
            "text": "Albricia, pero tambien advierte. La mayoria le da la espalda y no quieren oir"
        },
        {
            "chapter": 41,
            "verse": 5,
            "text": "Dicen: \"Nuestros corazones son insensibles a lo que nos invitas, nuestros oidos son sordos, y entre tu y nosotros hay un velo. Haz lo que quieras, que nosotros haremos lo que queramos"
        },
        {
            "chapter": 41,
            "verse": 6,
            "text": "Diles [¡oh, Mujammad!]: \"Soy un hombre igual que ustedes, pero me fue revelado que su divinidad es una sola. Sigan el camino recto que El ha establecido y pidan Su perdon\". ¡Ay de los idolatras"
        },
        {
            "chapter": 41,
            "verse": 7,
            "text": "los que no pagan el zakat ni creen en la otra vida"
        },
        {
            "chapter": 41,
            "verse": 8,
            "text": "Los que crean y obren rectamente recibiran una recompensa ininterrumpida"
        },
        {
            "chapter": 41,
            "verse": 9,
            "text": "Diles: \"¿Como es que no creen en Quien creo la Tierra en dos dias e inventan idolos a los que adoran como si tuvieran poderes igual que El? El es el Senor del universo"
        },
        {
            "chapter": 41,
            "verse": 10,
            "text": "Dispuso sobre la Tierra montanas firmes, la bendijo y determino el sustento en cuatro eras completas, para los que preguntan"
        },
        {
            "chapter": 41,
            "verse": 11,
            "text": "Luego se dirigio al cielo, el cual era nebuloso, y le dijo al cielo y a la Tierra: ‘¿Vendran a mi de buen grado o por la fuerza?’ Respondieron: ‘Iremos a Ti de buen grado’"
        },
        {
            "chapter": 41,
            "verse": 12,
            "text": "Creo siete cielos en dos dias, y le inspiro a cada cielo su funcion. Embellecio el cielo de este mundo con estrellas luminosas, como proteccion. Este es el decreto del Poderoso, el que todo lo sabe"
        },
        {
            "chapter": 41,
            "verse": 13,
            "text": "Pero si se apartan, diles: \"Les advierto que podrian caer fulminados como ‘Ad y Zamud"
        },
        {
            "chapter": 41,
            "verse": 14,
            "text": "Cuando se les presentaron los Mensajeros, uno despues de otro [con el mismo argumento] diciendoles: \"No adoren sino a Dios\". Respondian: \"Si nuestro Senor hubiera querido nos habria enviado un angel. No creemos en su Mensaje"
        },
        {
            "chapter": 41,
            "verse": 15,
            "text": "En cuanto a ‘Ad, actuaron con soberbia y cometieron injusticias en la tierra. Dijeron: \"¿Acaso existe alguien mas poderoso que nosotros?\" ¿Acaso no sabian que Dios es Quien los creo y que El es mas poderoso que ellos? Pero rechazaron Mis signos"
        },
        {
            "chapter": 41,
            "verse": 16,
            "text": "Les envie un fortisimo viento gelido en dias terribles, para hacerles sufrir el castigo humillante en esta vida; pero el castigo de la otra vida sera mas humillante aun, y no tendran quien los socorra"
        },
        {
            "chapter": 41,
            "verse": 17,
            "text": "Y en cuanto a Zamud, les aclare cual era la verdadera senda, pero prefirieron la ceguera a la guia. Entonces los azoto un castigo fulminante por lo que habian cometido"
        },
        {
            "chapter": 41,
            "verse": 18,
            "text": "Pero salve a quienes habian creido y tenian temor de Dios"
        },
        {
            "chapter": 41,
            "verse": 19,
            "text": "El dia que sean congregados los enemigos de Dios y conducidos al Infierno"
        },
        {
            "chapter": 41,
            "verse": 20,
            "text": "y esten a punto de ser arrojados en el, entonces atestiguaran contra ellos sus propios oidos, ojos y pieles todo lo que cometieron"
        },
        {
            "chapter": 41,
            "verse": 21,
            "text": "Diran a sus pieles: \"¿Por que atestiguan contra nosotros?\" Les responderan: \"Nos hizo hablar Dios, Quien hace hablar a todas las cosas\". Sepan que El los creo la primera vez, y que ante El volveran"
        },
        {
            "chapter": 41,
            "verse": 22,
            "text": "No pudieron esconderse de los oidos, los ojos y la piel que atestiguaran en su contra. Pensaban que Dios ignoraba gran parte de lo que hacian"
        },
        {
            "chapter": 41,
            "verse": 23,
            "text": "Eso que pensaban de su Senor es lo que los ha llevado a la ruina, y ahora son de los perdedores"
        },
        {
            "chapter": 41,
            "verse": 24,
            "text": "Y aunque tengan paciencia, el Infierno sera su morada; y aunque supliquen ser excusados, no seran excusados"
        },
        {
            "chapter": 41,
            "verse": 25,
            "text": "Y les asigne companeros, que les embellecieron lo que habian cometido y lo que iban a cometer. Entonces merecieron el castigo al igual que otras naciones anteriores de seres humanos y de yinnes que fueron destruidas. Ellos fueron los verdaderos perdedores"
        },
        {
            "chapter": 41,
            "verse": 26,
            "text": "Dicen los que se negaron a creer: \"No presten atencion al Coran cuando es recitado, y eleven la voz parloteando, asi se saldran con la suya"
        },
        {
            "chapter": 41,
            "verse": 27,
            "text": "Les haremos sufrir un castigo severo a los que se negaron a creer, retribuyendolos por todo el mal que hicieron"
        },
        {
            "chapter": 41,
            "verse": 28,
            "text": "Este es el tormento que merecen los enemigos de Dios: el Infierno, donde moraran por toda la eternidad como castigo por haber negado Mis signos"
        },
        {
            "chapter": 41,
            "verse": 29,
            "text": "Diran los que se negaron a creer: \"¡Oh, Senor nuestro! Dejanos ver a los yinnes y a los seres humanos que nos extraviaron para que los pongamos bajo nuestros pies, y asi sean ellos de los que esten mas abajo"
        },
        {
            "chapter": 41,
            "verse": 30,
            "text": "Quienes digan: \"Nuestro Senor es Dios\" y obren correctamente, los angeles descenderan sobre ellos [y les diran:] \"No teman ni esten tristes. Bienaventurados sean porque tendran el Paraiso que les fue prometido"
        },
        {
            "chapter": 41,
            "verse": 31,
            "text": "Nosotros somos sus protectores en la vida mundanal y en la otra, tendran alli todo cuanto deseen y se les concedera todo lo que pidan"
        },
        {
            "chapter": 41,
            "verse": 32,
            "text": "como reconocimiento del Absolvedor, Misericordioso"
        },
        {
            "chapter": 41,
            "verse": 33,
            "text": "Quien puede expresar mejores palabras que aquel que invita a la gente a creer en Dios, obra rectamente y dice: \"¡Yo soy de los musulmanes"
        },
        {
            "chapter": 41,
            "verse": 34,
            "text": "No es lo mismo obrar el bien que obrar el mal. Responde con una buena actitud, y veras que aquel con quien tenias enemistad se convierte en un amigo ferviente"
        },
        {
            "chapter": 41,
            "verse": 35,
            "text": "Esto no lo logran sino los que tienen paciencia; no lo logran sino los que son muy afortunados"
        },
        {
            "chapter": 41,
            "verse": 36,
            "text": "Si el demonio te susurra para hacer el mal, busca refugio en Dios, porque El todo lo oye, todo lo sabe"
        },
        {
            "chapter": 41,
            "verse": 37,
            "text": "Entre Sus signos estan la noche y el dia, el Sol y la Luna. Si realmente es a El a Quien adoran, entonces no se prosternen ante el Sol ni ante la Luna, sino que prosternense ante Dios, ya que El es Quien los ha creado"
        },
        {
            "chapter": 41,
            "verse": 38,
            "text": "Pero si se muestran soberbios, sepan que los que estan proximos a su Senor Lo glorifican durante la noche y durante el dia, y no se cansan de hacerlo"
        },
        {
            "chapter": 41,
            "verse": 39,
            "text": "Entre Sus signos esta que puedes ver la tierra sin vegetacion, pero cuando hace descender el agua sobre ella, vibra y reverdece. Aquel que le da vida es Quien resucitara a los muertos. El es sobre toda cosa Poderoso"
        },
        {
            "chapter": 41,
            "verse": 40,
            "text": "Quienes niegan Mis signos no pueden ocultarse de Mi. ¿Acaso quienes sean arrojados al Infierno seran mejores el Dia de la Resurreccion que quienes sean salvos? Hagan lo que quieran, pero sepan que El ve todo lo que hacen"
        },
        {
            "chapter": 41,
            "verse": 41,
            "text": "Quienes se negaron a creer en el Mensaje cuando les llego, sepan que este es un Libro sublime"
        },
        {
            "chapter": 41,
            "verse": 42,
            "text": "No pueden introducirsele mentiras ni puede ser adulterado, porque es una revelacion proveniente de un Sabio, Loable"
        },
        {
            "chapter": 41,
            "verse": 43,
            "text": "No dicen de ti [¡oh, Mujammad!] sino lo que ya habia sido dicho sobre los Mensajeros que te precedieron. Tu Senor es el poseedor del perdon y el poseedor de un castigo doloroso"
        },
        {
            "chapter": 41,
            "verse": 44,
            "text": "Si hubiera revelado el Coran en otro idioma habrian dicho [los incredulos de entre tu pueblo]: \"¿Por que no fue explicado detalladamente en forma clara?\" ¡Que! ¿Una revelacion no arabe para un Profeta arabe? Diles: \"Este Libro es guia y salud para los creyentes; pero de los que se niegan a creer sus oidos son sordos y no comprenden. [Se comportan] como si se los llamara de un lugar muy lejano"
        },
        {
            "chapter": 41,
            "verse": 45,
            "text": "Le revele el Libro a Moises, pero discreparon sobre el. Si no hubiera sido porque tu Senor lo habia decretado, se les habria adelantado el castigo. Ellos tienen sobre el Coran una seria duda"
        },
        {
            "chapter": 41,
            "verse": 46,
            "text": "Quien obre rectamente lo hara en beneficio propio, y quien obre el mal se perjudicara a si mismo. Tu Senor no es injusto con Sus siervos"
        },
        {
            "chapter": 41,
            "verse": 47,
            "text": "Solo El sabe cuando llegara la Hora. No surge ningun fruto de su caliz, ni concibe ninguna mujer o da a luz sin que El tenga total conocimiento de ello. El dia que los llame [y pregunte a los idolatras]: \"¿Donde estan los socios [en la divinidad] que Me atribuian?\" Responderan: \"Anunciamos que ninguno de nosotros sigue atestiguando eso"
        },
        {
            "chapter": 41,
            "verse": 48,
            "text": "Los abandonara aquello que solian invocar, y sabran que no tienen escapatoria"
        },
        {
            "chapter": 41,
            "verse": 49,
            "text": "El hombre no se cansa de pedir mas y mas bienestar, pero si le sucede alguna desgracia se desanima y se desespera"
        },
        {
            "chapter": 41,
            "verse": 50,
            "text": "Si lo agracio con Mi misericordia despues de que sufriera una desgracia, dice: \"Esto es lo que me merecia, y no creo que la Hora del Juicio llegue jamas; pero si compareciera ante mi Senor, seguro que El me concederia lo mas bello que existe\". Pero ya les informare a los que se negaron a creer todo lo que hicieron, y los hare sufrir un castigo terrible"
        },
        {
            "chapter": 41,
            "verse": 51,
            "text": "Cuando agracio a la persona se aparta y se vuelve soberbio. Pero si lo azota un mal, entonces no deja de suplicar"
        },
        {
            "chapter": 41,
            "verse": 52,
            "text": "Diles: \"¿Acaso han considerado que les pasaria si este es un Libro que proviene de Dios y ustedes se niegan a creer en el?\". No existe nadie mas desviado que quien persiste obstinado en el error"
        },
        {
            "chapter": 41,
            "verse": 53,
            "text": "Los hare ver Mis signos en los horizontes y en ellos mismos, hasta que se les haga evidente la Verdad. ¿Acaso no es suficiente tu Senor como Testigo de todo"
        },
        {
            "chapter": 41,
            "verse": 54,
            "text": "¿Aun siguen dudando de la comparecencia ante su Senor? ¿No abarca El todas las cosas"
        }
    ]
}