{
    "pages": [
        {
            "chapter": 27,
            "verse": 23,
            "text": "“ฉันได้พบหญิงคนหนึ่ง ปกครองพวกเขา และนางมีทุกสิ่ง และนางมีบัลลังก์อันใหญ่โต”"
        },
        {
            "chapter": 27,
            "verse": 24,
            "text": "“และฉันได้พบนางและหมู่ชนของนางสักการะบูชาดวงอาทิตย์อื่นจากอัลลอฮ์ และมารชัยฎอนได้ทำให้การงานของพวกเขาเป็นของดีงามแก่พวกเขา และได้กีดกันพวกเขาออกจากแนวทางที่ถูกต้อง ดังนั้นพวกเขาจึงไม่ได้อยู่ในแนวทางที่ถูกต้อง”"
        },
        {
            "chapter": 27,
            "verse": 25,
            "text": "ทำไมพวกเขาไม่สุญูดต่ออัลลอฮ์ ผู้นำออกมาซึ่งสิ่งที่ซ่อนเร้นอยู่ในชั้นฟ้าทั้งหลายและแผ่นดิน และทรงรอบรู้สิ่งที่พวกเจ้าปิดบัง และสิ่งที่พวกเจ้าเปิดเผย"
        },
        {
            "chapter": 27,
            "verse": 26,
            "text": "อัลลอฮ์ ไม่มีพระเจ้าอื่นใดนอกจากพระองค์ พระเจ้าแห่งบัลลังก์อันยิ่งใหญ่"
        },
        {
            "chapter": 27,
            "verse": 27,
            "text": "เขากล่าวว่า “เราจะคอยดูว่าเจ้าพูดจริงหรือเจ้าอยู่ในหมู่ผู้กล่าวเท็จ”"
        },
        {
            "chapter": 27,
            "verse": 28,
            "text": "“เจ้าจงนำสารของฉันนี้และส่งมันให้พวกเขา แล้วถอยออกห่างจากพวกเขา ดังนั้นจงคอยดูว่าพวกเขาจะตอบกลับมาว่าอย่างไร ?”"
        },
        {
            "chapter": 27,
            "verse": 29,
            "text": "(พระราชินี) ทรงกล่าวว่า “โอ้หมู่บริพารทั้งหลายเอ๋ย ! แน่แท้สารอันมีเกียรติถูกนำมาให้ฉัน”"
        },
        {
            "chapter": 27,
            "verse": 30,
            "text": "“แท้จริงมันมาจากสุลัยมาน และแท้จริงมันเริ่มว่า ด้วยพระนามของอัลลอฮ์ ผู้ทรงกรุณาปรานี ผู้ทรงเมตตาเสมอ”"
        },
        {
            "chapter": 27,
            "verse": 31,
            "text": "“พวกท่านอย่าเย่อหยิ่งต่อฉัน และจงมาหาฉันอย่างนอบน้อม”"
        },
        {
            "chapter": 27,
            "verse": 32,
            "text": "พระนางทรงกล่าวว่า “โอ้หมู่บริหารทั้งหลายเอ๋ย ! จงให้ข้อชี้ขาดแก่ฉันในเรื่องของฉัน ฉันไม่อาจจะตัดสินใจในกิจการใด จนกว่าพวกท่านจะอยู่ร่วมด้วย”"
        },
        {
            "chapter": 27,
            "verse": 33,
            "text": "พวกเขากล่าวว่า “เราเป็นพวกที่มีพลังและเป็นพวกที่มีกำลังรบเข็มแข็ง สำหรับพระบัญชานั้นเป็นของพระนางดังนั้น พระนางได้โปรดตรึกตรองดูสิ่งใดที่พระนางจะทรงบัญชา”"
        },
        {
            "chapter": 27,
            "verse": 34,
            "text": "พระนางทรงกล่าวว่า “แท้จริงเหล่ากษัตริย์นั้น เมื่อเข้าไปในเมืองใดก็ทำลายมัน และทำให้บรรดาผู้มีอำนาจของเมืองนั้นเป็นผู้ต่ำต้อย และเช่นนั้นแหละพวกเขากระทำกัน”"
        },
        {
            "chapter": 27,
            "verse": 35,
            "text": "“และแท้จริงฉันจะส่งของกำนัลไปให้พวกเขา แล้วฉันจะเฝ้าคอยดูว่า ผู้ที่ถูกส่งไปนั้นจะกลับมาอย่างไร ?”"
        }
    ]
}