{
    "pages": [
        {
            "chapter": 30,
            "verse": 25,
            "text": "และหนึ่งจากสัญญาณทั้งหลายของพระองค์คือ ชั้นฟ้าและแผ่นดินมั่นคงอยู่ตามพระบัญชาของพระองค์ ครั้นเมื่อพระองค์ทรงร้องเรียกพวกเจ้าอีกครั้งหนึ่งให้ออกจากแผ่นดิน เมื่อนั้นพวกเจ้าก็จะออกมากัน"
        },
        {
            "chapter": 30,
            "verse": 26,
            "text": "และผู้ที่อยู่ในชั้นฟ้าทั้งหลายและแผ่นดินเป็นกรรมสิทธิ์ของพระองค์ ทั้งมวลเป็นผู้จงรักภักดีต่อพระองค์"
        },
        {
            "chapter": 30,
            "verse": 27,
            "text": "และพระองค์คือผู้ทรงเริ่มแรกในการสร้าง แล้วทรงให้มันกลับขึ้นมาอีก และมันเป็นการง่ายยิ่งแก่พระองค์ และคุณลักษณะอันสูงส่งในชั้นฟ้าทั้งหลายและแผ่นดินเป็นกรรมสิทธิ์ของพระองค์ และพระองค์เป็นผู้ทรงอำนาจ ผู้ทรงปรีชาญาณ"
        },
        {
            "chapter": 30,
            "verse": 28,
            "text": "พระองค์ทรงยกอุทธาหรณ์แก่พวกเจ้าที่มาจากตัวของพวกเจ้าเอง จะมีบ้างไหมสำหรับพวกเจ้า (ที่จะยอมให้) ในหมู่ผู้ที่มือขวาของพวกเจ้าครอบครอง (บ่าวทาส) มีหุ้นส่วนในสิ่งที่เราได้ให้เครื่องยังชีพแก่พวกเจ้า แล้วพวกเจ้า (กับพวกเขา) มามีส่วนเท่ากัน โดยพวกเจ้ากลัวพวกเขาเหมือนกับการกลัวของพวกเจ้าด้วยกันเอง เช่นนั้นแหละ เราจำแนกสัญญาณทั้งหลายแก่หมู่ชนผู้ใช้ปัญญาเพื่อไตร่ตรอง"
        },
        {
            "chapter": 30,
            "verse": 29,
            "text": "เปล่าเลย ! แต่ว่าบรรดาผู้อธรรมได้ปฏิบัติตามอารมณ์ใฝ่ต่ำของพวกเขาโดยปราศจากความรู้ แล้วผู้ใดเล่าจะแนะแนวทางแก่ผู้ที่อัลลอฮฺทรงปล่อยให้เขาหลงทางไปแล้ว และสำหรับพวกเขาจะไม่มีผู้ช่วยเหลือ"
        },
        {
            "chapter": 30,
            "verse": 30,
            "text": "ดังนั้น เจ้าจงผินหน้าของเจ้าสู่ศาสนาที่เที่ยงแท้ (โดยเป็น) ธรรมชาติของอัลลอฮฺ ซึ่งพระองค์ทรงสร้างมนุษย์ขึ้นมา ไม่มีการเปลี่ยนแปลงในการสร้างของอัลลอฮฺ นั่นคือศาสนาอันเที่ยงตรง แต่ส่วนมากของมนุษย์ไม่รู้"
        },
        {
            "chapter": 30,
            "verse": 31,
            "text": "และจงยำเกรงพระองค์ และจงดำรงไว้ซึ่งการละหมาด โดยเป็นผู้ผินหน้ากลับไปสู่พระองค์ และอย่าอยู่ในหมู่ผู้ตั้งภาคี"
        },
        {
            "chapter": 30,
            "verse": 32,
            "text": "(คือ) ในหมู่ผู้แบ่งแยกศาสนาของพวกเขาออกเป็นนิกายต่าง ๆ และแต่ละหมู่คณะก็พอใจต่อสิ่งที่พวกเขามีอยู่"
        }
    ]
}