{
    "pages": [
        {
            "chapter": 34,
            "verse": 32,
            "text": "บรรดาผู้หยิ่งยะโส (หัวหน้า) ก็กล่าวแก่บรรดาผู้อ่อนแอ (ลูกน้อง) ว่า “พวกเรานะหรือที่ได้หน่วงเหนี่ยวพวกท่านจากแนวทางที่ถูกต้องหลังจากที่มันได้มีมายังพวกท่าน มิใช่เช่นนั้น แต่พวกท่านเองเป็นผู้กระทำผิด”"
        },
        {
            "chapter": 34,
            "verse": 33,
            "text": "บรรดาผู้อ่อนแอ (ลูกน้อง) กล่าวแก่บรรดาผู้หยิ่งยะโส (หัวหน้า) ว่า “มิใช่เช่นนั้นดอก ! แต่มันเป็นแผนการทั้งกลางคืนและกลางวัน เมื่อพวกท่านใช้ให้พวกเราปฏิเสธศรัทธาต่ออัลลอฮฺ และให้เราตั้งภาคีคู่เคียงกับพระองค์”และพวกเขาจะซ่อนความสำนึกผิดเมื่อพวกเขาได้เห็นการลงโทษ และเราได้คล้องพันธนาการที่คอของบรรดาผู้ปฏิเสธศรัทธา พวกเขาจะไม่ได้รับการตอบแทนใด ๆ นอกจากที่พวกเขาได้กระทำไว้"
        },
        {
            "chapter": 34,
            "verse": 34,
            "text": "และเรามิได้ส่งผู้ตักเตือนคนใดไปยังเมืองใด นอกจากบรรดาผู้ฟุ่มเฟือยของมันจะกล่าวว่า “แท้จริงเราเป็นผู้ปฏิเสธศรัทธาในสิ่งที่พวกท่านถูกส่งมา”"
        },
        {
            "chapter": 34,
            "verse": 35,
            "text": "และพวกเขาได้กล่าวอีกว่า “พวกเรามีทรัพย์สินและลูกหลานมากกว่า และพวกเราจะไม่ถูกลงโทษ”"
        },
        {
            "chapter": 34,
            "verse": 36,
            "text": "จงกล่าวเถิดมุฮัมมัด “แท้จริงพระเจ้าของฉันทรงแผ่ปัจจัยยังชีพแก่ผู้ที่พระองค์ทรงประสงค์ และทรงให้คับแคบ แต่ว่าส่วนมากของมนุษย์ไม่รู้”"
        },
        {
            "chapter": 34,
            "verse": 37,
            "text": "และมิใช่ทรัพย์สินของพวกเจ้าและมิใช่ลูกหลานของพวกเจ้า ที่จะทำให้พวกเจ้าใกล้ชิดสนิทกับเรา นอกจากผู้ศรัทธาและกระทำความดี ดังนั้นชนเหล่านั้นสำหรับพวกเขาจะได้รับการตอบแทนเป็นสองเท่าตามที่พวกเขาได้กระทำไว้ และพวกเขาจะพำนักอยู่ในสวนสวรรค์อย่างผู้ปลอดภัย"
        },
        {
            "chapter": 34,
            "verse": 38,
            "text": "และบรรดาผู้มุ่งมั่นเพื่อทำลายล้างสัญญาณทั้งหลายของเรา ชนเหล่านี้จะถูกนำมาอยู่ต่อหน้า(เรา) ในการลงโทษ"
        },
        {
            "chapter": 34,
            "verse": 39,
            "text": "จงกล่าวเถิด “แท้จริงพระเจ้าของฉันทรงแผ่ปัจจัยยังชีพแก่ผู้ที่พระองค์ทรงประสงค์ จากปวงบ่าวของพระองค์ และทรงให้คับแคบแก่เขา และอันใดที่พวกเจ้าบริจาคจากสิ่งใดก็ดีพระองค์จะทรงทดแทนมัน และพระองค์นั้นทรงเป็นผู้ดีเลิศแห่งบรรดาผู้ประทานปัจจัยยังชีพ"
        }
    ]
}