{
    "rukus": [
        {
            "chapter": 27,
            "verse": 32,
            "text": "Vona skazala: «O velʹmozhi! Poradʹte meni, shcho robyty, adzhe ya nikoly ne pryymala rishenʹ bez vas"
        },
        {
            "chapter": 27,
            "verse": 33,
            "text": "Ti vidpovily: «My mayemo sylu y mitsʹ, ale rishennya za toboyu! Podumay, shcho ty nakazhesh nam"
        },
        {
            "chapter": 27,
            "verse": 34,
            "text": "Vona skazala: «Tsari, koly vkhodyatʹ do selyshcha, ruynuyutʹ yoho y peretvoryuyutʹ naymohutnishykh zhyteliv u naymizernishykh. Same tak vony chynyatʹ"
        },
        {
            "chapter": 27,
            "verse": 35,
            "text": "YA vidishlyu yim dary y podyvlyusya, z chym pryydutʹ nazad posly!»"
        },
        {
            "chapter": 27,
            "verse": 36,
            "text": "Koly ti pryyshly do Sulyeymana, vin skazav: «Nevzhe vy prahnete dopomohty meni bahat·stvom? Te, shcho daruvav meni Allah, krashche za prynesene vamy! Ni, tse vy radiyete daram, yaki prynosyatʹ vam"
        },
        {
            "chapter": 27,
            "verse": 37,
            "text": "Povertaysya do nykh, a my pryydemo z viysʹkom, pered yakym ti ne vstoyatʹ, i vyzhenemo yikh zvidty, zhalyuhidnymy y prynyzhenymy"
        },
        {
            "chapter": 27,
            "verse": 38,
            "text": "Sulyeyman skazav: «O velʹmozhi! Khto z vas prynese meni yiyi tron ranishe, nizh vony pryydutʹ do mene pokirnymy"
        },
        {
            "chapter": 27,
            "verse": 39,
            "text": "Odyn mohutniy dzhyn skazav: «YA prynesu yoho tobi ranishe, nizh ty pidvedeshsya zi svoho mistsya! YA mayu dostatnʹo syly y zasluhovuyu na doviru!»"
        },
        {
            "chapter": 27,
            "verse": 40,
            "text": "A toy, yakyy mav znannya z Pysannya, skazav: «YA prynesu yoho tobi ranishe, nizh ty vstyhnesh klipnuty okom!» Pobachyvshy vstanovlenyy pered soboyu tron, [Sulyeyman] skazav: «Taka laska Hospoda moho, yakoyu Vin mene vyprobovuye — budu ya vdyachnym chy nevdyachnym? Khto dyakuye, toy dyakuye lyshe zadlya sebe, a khto nevdyachnyy, to, voistynu, Hospodʹ miy — Bahatyy, Shchedryy!»"
        },
        {
            "chapter": 27,
            "verse": 41,
            "text": "[Sulyeyman] skazav: «Zrobitʹ yiyi tron nevpiznannym! Podyvymosya, chy yde vona pryamym shlyakhom, chy vona — odna z tykh, yaki ne ydutʹ pryamym shlyakhom"
        },
        {
            "chapter": 27,
            "verse": 42,
            "text": "Koly ta pryyshla, yiyi zapytaly: «Chy takyy tviy tron?» Vona skazala: «Nache tse vin sam!» [Sulyeyman skazav:] «Znannya dano nam ranishe za neyi i my pokirni [Allahu!]»"
        },
        {
            "chapter": 27,
            "verse": 43,
            "text": "Yiyi zbyvalo zi shlyakhu te, chomu vona poklonyalasya zamistʹ Allaha. Voistynu, vona bula z narodu neviruyuchoho"
        },
        {
            "chapter": 27,
            "verse": 44,
            "text": "Yiy skazaly: «Uviydy do palatsu!» Koly vona pobachyla yoho, to spryynyala za poverkhnyu vody ta oholyla svoyi nohy. Sulyeyman skazav: «Tsey palats iz kryshtalyu!» Vona skazala: «Hospody! YA bula nespravedlyva do sebe! I ya razom iz Sulyeymanom koryusya Allahu, Hospodu svitiv"
        }
    ]
}