{
    "rukus": [
        {
            "chapter": 2,
            "verse": 261,
            "text": "Prykladom tykh, yaki zhertvuyutʹ mayno svoye na shlyakhu Allaha, ye zernyna, z yakoyi vyroslo sim koloskiv, a u kozhnomu kolosku — sto zernyn. Allah daye bilʹshe tomu, komu pobazhaye. Allah — Vseosyazhnyy, Vseznayuchyy"
        },
        {
            "chapter": 2,
            "verse": 262,
            "text": "Ti, yaki zhertvuyutʹ na shlyakhu Allaha i ne suprovodzhuyutʹ te, shcho pozhertvuvaly, dokorom ta obrazoyu, matymutʹ u Hospoda svoho vynahorodu! Nemaye strakhu yim i ne budutʹ zasmucheni vony"
        },
        {
            "chapter": 2,
            "verse": 263,
            "text": "Dobre slovo i proshchennya krashchi za mylostynyu, yaka suprovodzhuyetʹsya obrazoyu. Allah — Bahatyy, Zhalislyvyy"
        },
        {
            "chapter": 2,
            "verse": 264,
            "text": "O vy, yaki uviruvaly! Ne zipsuyte mylostyni vashoyi dokorom ta obrazoyu, nache toy, khto vytratyv yakesʹ mayno na pozhertvu zadlya toho, shchob pobachyly tse lyudy. Adzhe vin ne uviruvav u Allaha ta Ostanniy Denʹ. Yoho prykladom ye slyzʹka skelya, vkryta zemleyu. Ta osʹ zmochyv yiyi doshch, i lyshylasya skelya ta chystoyu. Nemaye u nykh zhodnoyi syly nad tym, shcho otrymaly vony! Allah ne vede pryamym shlyakhom neviruyuchykh lyudey"
        },
        {
            "chapter": 2,
            "verse": 265,
            "text": "Prykladom tykh, yaki vytrachayutʹ svoye mayno, prahnuchy do vdovolennya Allaha ta perekonuyuchy samykh sebe, ye sad na pahorbi. Yakshcho zrosytʹ yoho doshch, to vdvichi prymnozhatʹsya yoho plody. A yakshcho ne zrosytʹ yoho doshch, to zrosytʹ khocha b mryaka. Allah bachytʹ te, shcho robyte vy"
        },
        {
            "chapter": 2,
            "verse": 266,
            "text": "Nevzhe khtosʹ iz vas khoche — yakshcho bude u nʹoho sad iz palʹmamy ta vynohradnykom, de budutʹ tekty riky y budutʹ rizni plody — shchob torknulasya yoho staristʹ, todi yak dity shche budutʹ slabkymy, a sam sad vrazytʹ vykhor, u yakomu tsey sad i z·horytʹ? Osʹ tak Allah poyasnyuye vam znamennya — mozhlyvo, zamyslytesya vy"
        }
    ]
}