{
    "juzs": [
        {
            "chapter": 33,
            "verse": 31,
            "text": "To whoever of you obeys God and His Messenger and acts righteously, We will give double reward and a honorable sustenance"
        },
        {
            "chapter": 33,
            "verse": 32,
            "text": "Wives of the Prophet, you are not like other women. If you have fear of God, do not be tender in your speech lest people whose hearts are sick may lust after you"
        },
        {
            "chapter": 33,
            "verse": 33,
            "text": "Do not display yourselves after the manner of the (pre-Islamic) age of darkness. Be steadfast in the prayer, pay the religious tax, and obey God and His Messenger. People of the house, God wants to remove all kinds of uncleanliness from you and to purify you thoroughly"
        },
        {
            "chapter": 33,
            "verse": 34,
            "text": "Wives of the Prophet, remember the revelations of God and Words of wisdom that are recited in your homes. God is Most Kind and All-aware"
        },
        {
            "chapter": 33,
            "verse": 35,
            "text": "God has promised forgiveness and great rewards to the Muslim men and the Muslim women, the believing men and the believing women, the obedient men and the obedient women, the truthful men and the truthful women, the forbearing men and the forbearing women, the humble men and the humble women, the alms-giving men and the alms-giving women, the fasting men and the fasting women, the chaste men and the chaste women, and the men and women who remember God very often"
        },
        {
            "chapter": 33,
            "verse": 36,
            "text": "The believing men and women must not feel free to do something in their affairs other than that which has been already decided for them by God and His Messenger. One who disobeys God and His Messenger is in plain error"
        },
        {
            "chapter": 33,
            "verse": 37,
            "text": "Say to the person to whom you and God have granted favor, \"Keep your wife and have fear of God. You hide within yourself what God wants to make public. You are afraid of people while it is God whom one should fear.\" When Zayd set her free, We gave her in marriage to you so that the believers would not face difficulties about the wives of their adopted sons when they are divorced. God's decree has already been issued"
        },
        {
            "chapter": 33,
            "verse": 38,
            "text": "The Prophet cannot be blamed for carrying out the commands of God. It was the tradition of God with those who lived before. The command of God has already been decreed and ordained"
        },
        {
            "chapter": 33,
            "verse": 39,
            "text": "Those who preach the message of God and are humble before Him should not be afraid of anyone besides God. God is Sufficient in keeping the account"
        },
        {
            "chapter": 33,
            "verse": 40,
            "text": "Muhammad is not the father of any of your males. He is the Messenger of God and the last Prophet. God has the knowledge of all things"
        },
        {
            "chapter": 33,
            "verse": 41,
            "text": "Believers, remember God very often"
        },
        {
            "chapter": 33,
            "verse": 42,
            "text": "and glorify Him both in the mornings and in the evenings"
        },
        {
            "chapter": 33,
            "verse": 43,
            "text": "It is He who forgives you and His angels pray for you so that He will take you out of darkness into light. God is All-merciful to the believers"
        },
        {
            "chapter": 33,
            "verse": 44,
            "text": "On the day when they will be brought into the presence of their Lord, their greeting to each other will be, \"Peace be with you.\" God has prepared an honorable reward for them"
        },
        {
            "chapter": 33,
            "verse": 45,
            "text": "Prophet, We have sent you as a witness, a bearer of glad news, a warner"
        },
        {
            "chapter": 33,
            "verse": 46,
            "text": "a preacher for God by His permission and as a shining torch"
        },
        {
            "chapter": 33,
            "verse": 47,
            "text": "Give glad news to the believers of their receiving great favor from God"
        },
        {
            "chapter": 33,
            "verse": 48,
            "text": "Do not yield to the disbelievers or the hypocrites. Ignore their annoying you. Trust in God. God is your all Sufficient Protector"
        },
        {
            "chapter": 33,
            "verse": 49,
            "text": "Believers, if you marry believing women and then divorce them before the consummation of the marriage, they do not have to observe the waiting period. Give them their provisions and set them free in an honorable manner"
        },
        {
            "chapter": 33,
            "verse": 50,
            "text": "Prophet, We have made lawful for you your wives whom you have given their dowry, slave girls whom God has given to you as gifts, the daughters of your uncles and aunts, both paternal and maternal, who have migrated with you. The believing woman, who has offered herself to the Prophet and whom the Prophet may want to marry, will be specially for him, not for other believers. We knew what to make obligatory for them concerning their wives and slave girls so that you would face no hardship (because we have given distinction to you over the believers). God is All-forgiving and All-merciful"
        },
        {
            "chapter": 33,
            "verse": 51,
            "text": "You may refuse whichever (of the woman who offer themselves to you) as you want and accept whichever of them you wish. There is no blame on you if you marry (one whom you had refused previously). This would be more delightful for them. They should not be grieved but should be happy with whatever you have given to every one of them. God knows what is in your hearts. God is All-knowing and All-forbearing"
        },
        {
            "chapter": 33,
            "verse": 52,
            "text": "Besides these, other women are not lawful for you to marry nor is it lawful for you to exchange your wives for the wives of others (except for the slave girls), even though they may seem attractive to you. God is watchful over all things"
        },
        {
            "chapter": 33,
            "verse": 53,
            "text": "Believers, do not enter the houses of the Prophet for a meal without permission. if you are invited, you may enter, but be punctual (so that you will not be waiting while the meal is being prepared). When you have finished eating, leave his home. Do not sit around chatting among yourselves. This will annoy the Prophet but he will feel embarrassed to tell you. God does not feel embarrassed to tell you the truth. When you want to ask something from the wives of the Prophet, ask them from behind the curtain. This would be more proper for you and for them. You are not supposed to trouble the Prophet or to ever marry his wives after his death, for this would be a grave offense in the sight of God"
        },
        {
            "chapter": 33,
            "verse": 54,
            "text": "Whether you reveal something or hid it, God has the knowledge of all things"
        },
        {
            "chapter": 33,
            "verse": 55,
            "text": "It will not be an offense for the wives of the Prophet (not to observe the modest dress) in the presence of their fathers, sons, brothers, sons of their brothers and sisters, their own women, and their slave-girls. They should have fear of God. God witness all things"
        },
        {
            "chapter": 33,
            "verse": 56,
            "text": "God showers His blessings upon the Prophet and the angels seek forgiveness for him. Believers, pray for the Prophet and greet him with, \"Peace be with you"
        },
        {
            "chapter": 33,
            "verse": 57,
            "text": "Those who annoy God and His Messenger will be condemned by God in this life and in the life to come. He has prepared for them a humiliating torment"
        },
        {
            "chapter": 33,
            "verse": 58,
            "text": "Those who annoy the believing men and women without reason will bear the sin for a false accusation, a manifest offense"
        },
        {
            "chapter": 33,
            "verse": 59,
            "text": "Prophet, tell your wives, daughters, and the wives of the believers to cover their bosoms and breasts. This will make them distinguishable from others and protect them from being annoyed. God is All-forgiving and All-merciful"
        },
        {
            "chapter": 33,
            "verse": 60,
            "text": "If the hypocrites, those whose hearts are sick and those who encourage the spread of evil in the city, will not desist, We shall arouse you against them and they will only be allowed to be your neighbors for a short while"
        },
        {
            "chapter": 33,
            "verse": 61,
            "text": "They will be condemned wherever they are and will be sized and done away with for good"
        },
        {
            "chapter": 33,
            "verse": 62,
            "text": "This was the tradition of God with those who lived before. There will never be any change in the tradition of God"
        },
        {
            "chapter": 33,
            "verse": 63,
            "text": "(Muhammad), people ask you about the Day of Judgment. Say, \"Only God has knowledge about it. Perhaps the Hour of Doom will soon come to pass"
        },
        {
            "chapter": 33,
            "verse": 64,
            "text": "God has condemned the unbelievers and prepared for them a burning torment"
        },
        {
            "chapter": 33,
            "verse": 65,
            "text": "wherein they will live forever without being able to find any guardian or helper"
        },
        {
            "chapter": 33,
            "verse": 66,
            "text": "On the day when their faces will be turned from side to side on the fire, they will say, \"Would that we had obeyed God and the Messenger"
        },
        {
            "chapter": 33,
            "verse": 67,
            "text": "They will say, \"Lord, we obeyed our chiefs and elders and they caused us to go astray"
        },
        {
            "chapter": 33,
            "verse": 68,
            "text": "Lord, make them to suffer double torment and subject them to the greatest condemnation"
        },
        {
            "chapter": 33,
            "verse": 69,
            "text": "Believers, do not be like those who annoyed Moses. God proved him to be innocent of what they had said about him. Moses was a honorable person in the sight of God"
        },
        {
            "chapter": 33,
            "verse": 70,
            "text": "Believers, have fear of God and speak righteous words"
        },
        {
            "chapter": 33,
            "verse": 71,
            "text": "God will reform your deeds and forgive your sins. One who obeys God and His Messenger will certainly achieve a great success"
        },
        {
            "chapter": 33,
            "verse": 72,
            "text": "We offered Our Trust (Our deputation) to the heavens, to the earth, and to the mountains, but they could not bear this burden and were afraid to accept it. Mankind was able to accept this offer but he was unjust to himself and ignorant of the significance of this Trust"
        },
        {
            "chapter": 33,
            "verse": 73,
            "text": "(As a result of this) God will punish the hypocrites and the pagans, but He will accept the repentance of the believers. God is All-forgiving and All-merciful"
        },
        {
            "chapter": 34,
            "verse": 1,
            "text": "It is only God who deserves all praise. To Him belongs all that is in the heavens and the earth and it is only He who deserves to be praised in the life to come. He is All-wise and All-aware"
        },
        {
            "chapter": 34,
            "verse": 2,
            "text": "He knows all that enters the earth, all that comes out of it, all that descends from the sky and all that ascends to it. He is All-merciful and All-forgiving"
        },
        {
            "chapter": 34,
            "verse": 3,
            "text": "The disbelievers have said, \"There will be no Hour of Doom.\" Say, \"By my Lord, it certainly will come. My Lord knows the unseen. Not even an atom's weight in the heavens or the earth remains hidden from Him. Nothing exists greater or smaller than this without its record in the illustrious Book"
        },
        {
            "chapter": 34,
            "verse": 4,
            "text": "God will certainly reward the righteously striving believers. These are the ones who will receive forgiveness and honorable sustenance"
        },
        {
            "chapter": 34,
            "verse": 5,
            "text": "However, those who try to challenge Our revelations will face the most painful torment"
        },
        {
            "chapter": 34,
            "verse": 6,
            "text": "Those who have been given knowledge will see that whatever has been revealed to you from your Lord is the truth and that it guides to the straight path of the Majestic and Praiseworthy One"
        },
        {
            "chapter": 34,
            "verse": 7,
            "text": "The unbelievers have said, \"Should we tell you about a man who says that you will be brought back to life again after your having been completely disintegrated"
        },
        {
            "chapter": 34,
            "verse": 8,
            "text": "Has he invented this falsehood against God or is he possessed by jinn?\" However, those who do not have any faith in the life to come will suffer torment for their serious error"
        },
        {
            "chapter": 34,
            "verse": 9,
            "text": "Have they not seen the heavens and the earth in front and behind them. Had We wanted, We could have caused the earth to swallow them up or made a part of the sky fall upon them. In this there is evidence (of the truth) for every repenting person"
        },
        {
            "chapter": 34,
            "verse": 10,
            "text": "We granted David a favor by commanding the mountains and birds to sing Our praise along with him and softened iron for him"
        },
        {
            "chapter": 34,
            "verse": 11,
            "text": "so that he could make coats of mail and properly measure their rings. We told him and his people to act righteously. We are Well-Aware of what you do"
        },
        {
            "chapter": 34,
            "verse": 12,
            "text": "(We made subservient to) Solomon the wind that travelled a month's journey in the morning and a month's journey in the evening. We made a stream of brass flow for him and some of the jinn worked for him by his Lord's command. We would make whichever of them (jinn) who turned away from Our command to suffer a burning torment"
        },
        {
            "chapter": 34,
            "verse": 13,
            "text": "They would make for him anything that he wanted like fortresses, statues, large basins like reservoirs, and huge immovable cooking pots. It was said, \"Family of David, worship and act gratefully. Only few of my servants are grateful"
        },
        {
            "chapter": 34,
            "verse": 14,
            "text": "When We decreed that Solomon should die, no one knew of his death except for a creeping creature of the earth who ate-up his staff. When he fell down, the jinn realized that if they had known about the unseen, they would not have remained in such a humiliating torment for so long"
        },
        {
            "chapter": 34,
            "verse": 15,
            "text": "There was evidence (of the truth) for the people of Sheba in their homeland. (We gave them) two gardens, one on the left and one on the right and (told them), \"Consume the sustenance which your Lord has given to you and give Him thanks. You have a blessed land and an All-forgiving Lord"
        },
        {
            "chapter": 34,
            "verse": 16,
            "text": "They ignored (the evidence) and We sent to them a flood, arising from a broken dam. Nothing was left in their gardens but bitter fruits, some tamarisk and a few lotus trees"
        },
        {
            "chapter": 34,
            "verse": 17,
            "text": "This was how We recompensed them for their ungratefulness and thus do We recompense the ungrateful ones"
        },
        {
            "chapter": 34,
            "verse": 18,
            "text": "We established between them and the town that We had blessed, other towns nearby, and thus made it easier to travel. We told them, \"Travel there safely day and night"
        },
        {
            "chapter": 34,
            "verse": 19,
            "text": "They said, \"Lord, make the distances of our journeys longer.\" They did injustice to themselves and We turned their existence into ancient tales by making them disintegrate totally. In this there is evidence (of the truth) for every forbearing and grateful person"
        },
        {
            "chapter": 34,
            "verse": 20,
            "text": "Iblis (satan) made his judgment about them to come true. They all followed them except a believing group among them"
        },
        {
            "chapter": 34,
            "verse": 21,
            "text": "He did not have any authority over them except to the extent that would allow Us to know who had faith in the life to come and who had doubts about it. Your Lord is a Guard over all things"
        },
        {
            "chapter": 34,
            "verse": 22,
            "text": "Say, (Muhammad), \"Ask help from those whom you worship besides God. They do not possess an atom's weight in the heavens and the earth, have no share therein, nor will any of their idols be able to support them"
        },
        {
            "chapter": 34,
            "verse": 23,
            "text": "No intercession with Him will be of any benefit except that of those whom He has granted permission. The angels cannot intercede. They are always submissive to their Lord. Fear vanishes from their heart when (they receive a message from their Lord). They ask each other, \"What did your Lord say?\" Others answer, \"He spoke the Truth. He is the Most High and the Most Great"
        },
        {
            "chapter": 34,
            "verse": 24,
            "text": "Say, \"Who provides you with sustenance from the heavens and the earth?\" Say, \"It is God. Only one group among us has the true guidance. The others must certainly be in plain error"
        },
        {
            "chapter": 34,
            "verse": 25,
            "text": "Say, \"You will not be questioned about our sins nor shall we about your deeds"
        },
        {
            "chapter": 34,
            "verse": 26,
            "text": "Say, \"Our Lord will gather us all together and issue the true Judgment about our differences. He is the Best Judge and All-knowing"
        },
        {
            "chapter": 34,
            "verse": 27,
            "text": "Say, \"Show me those whom you have related to God as His partner. He is too Exalted to have any partners. He is the Majestic and All-wise God"
        },
        {
            "chapter": 34,
            "verse": 28,
            "text": "We have sent you as a bearer of glad news and a warner to the whole of mankind, but most people do not know"
        },
        {
            "chapter": 34,
            "verse": 29,
            "text": "They say, \"When will the Day of Judgment be if what you say is true"
        },
        {
            "chapter": 34,
            "verse": 30,
            "text": "Say, \"That day has already been decreed for you and you cannot change the time of its coming even by a single hour"
        },
        {
            "chapter": 34,
            "verse": 31,
            "text": "The unbelievers have said, \"We shall never believe in this Quran nor in the Bible.\" Would that you could see the unjust having been halted in the presence of their Lord, exchanging words among themselves. The oppressed among them will say to their oppressors, \"Had it not been for you, we would certainly have been believers"
        },
        {
            "chapter": 34,
            "verse": 32,
            "text": "The suppressing ones will say to the oppressed ones, \"Did we prevent you from having guidance after it had come to you? In fact, you yourselves were criminals"
        },
        {
            "chapter": 34,
            "verse": 33,
            "text": "The oppressed ones will say to them, \"It was you who planned night and day, ordering us to disbelieve God, and consider other things equal to Him.\" They will hide their regret on seeing their torment. We shall chain the necks of the disbelievers. Can they be recompensed with other than what they deserved for their deeds"
        },
        {
            "chapter": 34,
            "verse": 34,
            "text": "Every time We sent a warner to a town, the rich ones therein said (to Our Messenger), \"We have no faith in what you have brought (to us)"
        },
        {
            "chapter": 34,
            "verse": 35,
            "text": "We are the ones who have more wealth and children and we shall suffer no punishment"
        },
        {
            "chapter": 34,
            "verse": 36,
            "text": "Say, \"My Lord increases and determines the sustenance of whomever He wants, but most people do not know"
        },
        {
            "chapter": 34,
            "verse": 37,
            "text": "Your property and children cannot bring you closer to Us. Only those who believe and act righteously will have double reward for their deeds and will live in secure mansions"
        },
        {
            "chapter": 34,
            "verse": 38,
            "text": "Those who try to challenge Our revelations will be driven into torment"
        },
        {
            "chapter": 34,
            "verse": 39,
            "text": "Say, \"It is my Lord who determines and increases the sustenance of whomever He wants. He will replace whatever you spend for His cause and He is the best Sustainer"
        },
        {
            "chapter": 34,
            "verse": 40,
            "text": "On the day when God will rise them all together and ask the angels, \"Had these people been worshipping you"
        },
        {
            "chapter": 34,
            "verse": 41,
            "text": "They will reply, \"All glory belongs to you. You are our guardian, not they. They had been worshipping the jinn and most of them had strong faith"
        },
        {
            "chapter": 34,
            "verse": 42,
            "text": "None of them can help or harm each other on this day. We shall tell the unjust ones, \"Suffer the torment of the fire which you had called a lie"
        },
        {
            "chapter": 34,
            "verse": 43,
            "text": "When Our illustrious revelations are recited to them, they say, \"This man only wants to prevent you from worshipping what your father's had worshipped.\" They say \"This, (the Quran), is a mere invented lie.\" The unbelievers have said about the truth when it came to them, \"This only is plain magic"
        },
        {
            "chapter": 34,
            "verse": 44,
            "text": "We did not send to them, (the pagans), any books to study nor a Messenger to warn them, and those who lived before them had rejected the Truth"
        },
        {
            "chapter": 34,
            "verse": 45,
            "text": "These people have not one tenth of power or wealth that we had given to those who lived before them. They called Our Messengers liars. Thus, how terrible was My vengeance"
        },
        {
            "chapter": 34,
            "verse": 46,
            "text": "Say, \"I advise you to believe only in One God and worship Him individually or two people together.\" Think carefully; your companion is not possessed by jinn. He is only warning you of the coming severe torment"
        },
        {
            "chapter": 34,
            "verse": 47,
            "text": "Say, \"Whatever reward I ask you (for my preaching) will be for your own good. No one can reward me except God. He is the Witness over all things"
        },
        {
            "chapter": 34,
            "verse": 48,
            "text": "Say, \"My Lord speaks the Truth. He has the knowledge of the unseen"
        },
        {
            "chapter": 34,
            "verse": 49,
            "text": "Say, \"The truth has come. Falsehood has vanished and it will not come back again"
        },
        {
            "chapter": 34,
            "verse": 50,
            "text": "Say, \"If I go astray it will only be against my own soul, but if I receive guidance, it will be through my Lord's revelations.\" He is All-hearing and Omnipresent"
        },
        {
            "chapter": 34,
            "verse": 51,
            "text": "Would that you could see how the unbelievers will be terrified by death from which they cannot escape. They will be seized from a nearby place"
        },
        {
            "chapter": 34,
            "verse": 52,
            "text": "and then they will say, \"We have faith in the Quran.\" How can they have any faith when they are far away from this world"
        },
        {
            "chapter": 34,
            "verse": 53,
            "text": "They had rejected it in their worldly life and expressed disbelief at the unseen (Day of Judgment), considering it less than a remote possibility"
        },
        {
            "chapter": 34,
            "verse": 54,
            "text": "A gulf will exist between them and their desires on the Day of Judgment like the similar people who lived before. They, too, had lived in doubt and uncertainty (about the life hereafter)"
        },
        {
            "chapter": 35,
            "verse": 1,
            "text": "All praise belongs to God, the creator of the heavens and the earth who has made the angels Messengers of two or three or four wings. He increases the creation as He wills. God has power over all things"
        },
        {
            "chapter": 35,
            "verse": 2,
            "text": "No one can withhold whatever mercy God grants to the human being, nor can one release whatever He withholds. He is Majestic and All-wise"
        },
        {
            "chapter": 35,
            "verse": 3,
            "text": "People, remember the bounty of God that He has granted to you. Is their any creator besides God who could provide you with sustenance from the heavens and the earth? He is the only God. Where then can you turn away"
        },
        {
            "chapter": 35,
            "verse": 4,
            "text": "If they reject you, other Messengers had certainly been rejected before you. All decisions are in the hands of God"
        },
        {
            "chapter": 35,
            "verse": 5,
            "text": "People, the promise of God is true. Let not the worldly life deceive you. Let not the devil deceive you about God"
        },
        {
            "chapter": 35,
            "verse": 6,
            "text": "Satan is your enemy. Thus, consider him as your enemy. His party only calls you to make you the dwellers of the burning fire"
        },
        {
            "chapter": 35,
            "verse": 7,
            "text": "The unbelievers will suffer a severe torment, but the righteously striving believers will receive forgiveness and a great reward"
        },
        {
            "chapter": 35,
            "verse": 8,
            "text": "Can one whose evil deeds seem attractive and virtuous to him (be compared to a truly righteous person)? God guides or causes to go astray whomever He wants. (Muhammad), do not be grieved because of their disbelief. God knows well whatever they do"
        },
        {
            "chapter": 35,
            "verse": 9,
            "text": "It is God who sends the winds to raise the clouds. We then drive them unto barren areas and revive the dead earth. (The Resurrection) will also be executed in the same way"
        },
        {
            "chapter": 35,
            "verse": 10,
            "text": "Whoever seeks honor should know that all honor belongs to God. Good words (worship) will be presented before Him and He will accept good deeds. Those who make evil plans will suffer intense torment. Their evil plans are doomed to destruction"
        },
        {
            "chapter": 35,
            "verse": 11,
            "text": "God created you from clay which He then turned into a living germ and made you into pairs. No female conceives or delivers without His knowledge. No one grows older nor can anything be reduced from one's life without having its record in the Book. This is not at all difficult for God"
        },
        {
            "chapter": 35,
            "verse": 12,
            "text": "The two oceans, one sweet and the other salty, are not alike. From each you can eat fresh meat and obtain ornaments to use. You see ships ploughing their way through them so that you may seek His favor and give Him thanks"
        },
        {
            "chapter": 35,
            "verse": 13,
            "text": "He causes the night to enter into the day and the day to enter into the night. He has made subservient to Himself the sun and moon, each moving in an orbit for an appointed time. Such is God, your Lord, to whom belongs the kingdom. Those whom you worship besides Him do not posses even a single straw"
        },
        {
            "chapter": 35,
            "verse": 14,
            "text": "They will not listen to your prayers if you pray to them. Even if they would listen, they would not be able to answer you. On the Day of Judgment they will reject your worship of them. Not even an expert reporter can tell you the truth in the way that God can do"
        },
        {
            "chapter": 35,
            "verse": 15,
            "text": "People, you are always in need of God and God is Self-sufficient and Praiseworthy"
        },
        {
            "chapter": 35,
            "verse": 16,
            "text": "He could replace you by a new creation if He decided to"
        },
        {
            "chapter": 35,
            "verse": 17,
            "text": "This would not cost God dear at all"
        },
        {
            "chapter": 35,
            "verse": 18,
            "text": "No one will bear the burden of another. Even if an overburdened soul should ask another to bear a part of his burden, no one, not even a relative, will do so. (Muhammad), you can only warn those who have fear of their Lord without seeing Him and who are steadfast in prayer. Whoever purifies himself, does so for his own good. To God do all things return"
        },
        {
            "chapter": 35,
            "verse": 19,
            "text": "The blind and the seeing are not alike"
        },
        {
            "chapter": 35,
            "verse": 20,
            "text": "nor are darkness and light"
        },
        {
            "chapter": 35,
            "verse": 21,
            "text": "nor shade and heat"
        },
        {
            "chapter": 35,
            "verse": 22,
            "text": "nor are the living and the dead. God makes to listen whomever He wants. (Muhammad), you cannot make people in the graves to listen"
        },
        {
            "chapter": 35,
            "verse": 23,
            "text": "You are simply a warner"
        },
        {
            "chapter": 35,
            "verse": 24,
            "text": "We have sent you in all truth as a bearer of glad news and a warner. No nation who lived before was left without a warner"
        },
        {
            "chapter": 35,
            "verse": 25,
            "text": "If they reject you, (know that) others who lived before them had also rejected their Messengers, Messengers who had brought them miracles, scriptures, and the enlightening Book"
        },
        {
            "chapter": 35,
            "verse": 26,
            "text": "so I seized the unbelievers and how terrible was their torment"
        },
        {
            "chapter": 35,
            "verse": 27,
            "text": "Have you not seen that God has sent water down from the sky, has produced fruits of various colors, and has made streaks of various colors in the mountains, white, red, and intense black"
        },
        {
            "chapter": 35,
            "verse": 28,
            "text": "He has also created people, beasts, and cattle of various colors. Only God's knowledgeable servants fear Him. God is Majestic and All-pardoning"
        },
        {
            "chapter": 35,
            "verse": 29,
            "text": "Those who recite the Book of God, who are steadfast in prayer and, who spend out of what We have given them for the cause of God, both in public and in private, have hope in an indestructible bargain"
        },
        {
            "chapter": 35,
            "verse": 30,
            "text": "and in receiving their reward from God and in further favors. He is All-forgiving and All-appreciating"
        },
        {
            "chapter": 35,
            "verse": 31,
            "text": "Whatever We have revealed to you from the Book is all truth. It confirms what was revealed before. God sees His servants and is All-aware of them"
        },
        {
            "chapter": 35,
            "verse": 32,
            "text": "We gave the Book as an inheritance to Our chosen servants, among whom some are unjust against their souls, some are moderate, and some are exceedingly virtuous by the permission of God. This is indeed a great favor"
        },
        {
            "chapter": 35,
            "verse": 33,
            "text": "They will enter the gardens of Eden wherein they will be decked with bracelets of gold, pearls, and silk garments"
        },
        {
            "chapter": 35,
            "verse": 34,
            "text": "They will say, \"It is only God who deserves all praise. He has removed all of our suffering. Our Lord is certainly All-forgiving and All-appreciating"
        },
        {
            "chapter": 35,
            "verse": 35,
            "text": "It is He who has granted us, through His favor, an everlasting dwelling wherein we shall experience no hardship nor any fatigue"
        },
        {
            "chapter": 35,
            "verse": 36,
            "text": "The unbelievers will dwell in hell. It will not be decreed for them to die nor will their torment be relieved. Thus do We recompense the ungrateful ones"
        },
        {
            "chapter": 35,
            "verse": 37,
            "text": "Therein they will cry-out, \"Lord, take us out of here. We shall act righteously and behave different to what we did before.\" They will be told, \"Did We not allow you to live long enough for you to seek guidance? Did We not send a warner to you? Suffer (the torment). There is no one to help the unjust"
        },
        {
            "chapter": 35,
            "verse": 38,
            "text": "God has knowledge of whatever is unseen in the heavens and the earth. He knows best what the hearts contain"
        },
        {
            "chapter": 35,
            "verse": 39,
            "text": "It is He who has made you each other's successors on earth. Whoever disbelieves, does so against his own self. The disbelief of the unbelievers will only increase the anger of their Lord and will only cause them greater loss"
        },
        {
            "chapter": 35,
            "verse": 40,
            "text": "(Muhammad), ask them, \"Think about the idols which you worship besides God. Show me what part of the earth they have created. Do they have any share in the heavens? Has God sent them a Book to confirm their authority? In fact, whatever the unjust promise each other is nothing but deceit"
        },
        {
            "chapter": 35,
            "verse": 41,
            "text": "God prevents the heavens and the earth from falling apart. If they do fall apart, then, no one besides Him can restore them. He is All-forbearing and All-forgiving"
        },
        {
            "chapter": 35,
            "verse": 42,
            "text": "They solemnly swear that if a warner were to come to them, they would certainly have been better guided than any other nation. But when a warner came to them, it only increased their hatred"
        },
        {
            "chapter": 35,
            "verse": 43,
            "text": "because of their pride in the land and their evil plots. Evil plots only affect the plotters. Do they expect anything other than (God's) tradition (torment) with those who lived before. You will never find any change in the tradition of God nor will you find any alteration in it"
        },
        {
            "chapter": 35,
            "verse": 44,
            "text": "Have they not travelled (sufficiently) through the land to see how terrible was the end of the mightier people who lived before them. Nothing in the heavens or the earth can challenge God. God is All-knowing and All-powerful"
        },
        {
            "chapter": 35,
            "verse": 45,
            "text": "Were God to punish people for their deeds immediately, not one creature would have survived on earth. However, He has given them a respite for an appointed time and when their term comes to an end, let it be known that God watches over His servants"
        },
        {
            "chapter": 36,
            "verse": 1,
            "text": "I swear by Ya Sin"
        },
        {
            "chapter": 36,
            "verse": 2,
            "text": "and the Quran, the Book of wisdom"
        },
        {
            "chapter": 36,
            "verse": 3,
            "text": "that you (Muhammad) are a Messenger"
        },
        {
            "chapter": 36,
            "verse": 4,
            "text": "and that you follow the right path"
        },
        {
            "chapter": 36,
            "verse": 5,
            "text": "This is a revelation sent down from the Majestic and All-merciful"
        },
        {
            "chapter": 36,
            "verse": 6,
            "text": "so that you may warn a people who are unaware because their fathers were not warned"
        },
        {
            "chapter": 36,
            "verse": 7,
            "text": "(I swear) that most of them are doomed to be punished. They have no faith"
        },
        {
            "chapter": 36,
            "verse": 8,
            "text": "We have enchained their necks up to their chins. Thus, they cannot bend their heads (to find their way)"
        },
        {
            "chapter": 36,
            "verse": 9,
            "text": "We have set-up a barrier in front of and behind them and have made them blind. Thus, they cannot see"
        },
        {
            "chapter": 36,
            "verse": 10,
            "text": "Whether you warn them or not, they will not believe"
        },
        {
            "chapter": 36,
            "verse": 11,
            "text": "You should only warn those who follow the Quran and have fear of the Beneficent God without seeing Him. Give them the glad news of their receiving forgiveness and an honorable reward (from God)"
        },
        {
            "chapter": 36,
            "verse": 12,
            "text": "It is We who bring the dead to life and records the deeds of human beings and their consequences (of continual effects). We keep everything recorded in an illustrious Book"
        },
        {
            "chapter": 36,
            "verse": 13,
            "text": "Tell them the story of the people of the town to whom Messengers came"
        },
        {
            "chapter": 36,
            "verse": 14,
            "text": "We sent them two Messengers whom they rejected. We supported them by sending a third one who told the people, \"We are the Messengers (of God) who have been sent to you"
        },
        {
            "chapter": 36,
            "verse": 15,
            "text": "The people said, \"You are mere mortals like us and the Beneficent God has sent nothing. You are only liars"
        },
        {
            "chapter": 36,
            "verse": 16,
            "text": "They said, \"Our Lord knows that We are Messengers"
        },
        {
            "chapter": 36,
            "verse": 17,
            "text": "who have been sent to you. Our only duty is to preach clearly to you"
        },
        {
            "chapter": 36,
            "verse": 18,
            "text": "The people said, \"We have ill omens about you. If you will not desist, we shall stone you and make you suffer a painful torment"
        },
        {
            "chapter": 36,
            "verse": 19,
            "text": "The Messengers said, \"This ill omen lies within yourselves. Will you then take heed? In fact, you are a transgressing people"
        },
        {
            "chapter": 36,
            "verse": 20,
            "text": "A man came running from the farthest part of the city saying, \"My people, follow the Messengers"
        },
        {
            "chapter": 36,
            "verse": 21,
            "text": "Follow those who do not ask you for any reward and who are rightly guided"
        },
        {
            "chapter": 36,
            "verse": 22,
            "text": "Why should I not worship God who has created me? To him you will all return"
        },
        {
            "chapter": 36,
            "verse": 23,
            "text": "Should I worship other gods besides Him? If the Beneficent God was to afflict me with hardship, the intercession of the idols can be of no benefit to me nor could it rescue me from hardship"
        },
        {
            "chapter": 36,
            "verse": 24,
            "text": "Had I worshipped things besides God, I would have been in manifest error"
        },
        {
            "chapter": 36,
            "verse": 25,
            "text": "Messengers, listen to me. I believe in your Lord"
        },
        {
            "chapter": 36,
            "verse": 26,
            "text": "(Having been murdered by the disbelievers) he was told to enter paradise"
        },
        {
            "chapter": 36,
            "verse": 27,
            "text": "(wherein he said), \"Would that people knew how my Lord has granted me forgiveness and honor"
        }
    ]
}