{
    "juzs": [
        {
            "chapter": 39,
            "verse": 32,
            "text": "Who is more unjust then one who invents falsehood against God and rejects the truth after it has come to them. Is not hell a dwelling for the disbelievers"
        },
        {
            "chapter": 39,
            "verse": 33,
            "text": "Those who have brought the truth and have acknowledged it are those who have fear of God"
        },
        {
            "chapter": 39,
            "verse": 34,
            "text": "They will receive whatever they want from their Lord. Thus is the reward of the righteous ones"
        },
        {
            "chapter": 39,
            "verse": 35,
            "text": "God will certainly expiate their bad deeds and reward them much more for what they have done"
        },
        {
            "chapter": 39,
            "verse": 36,
            "text": "Is God not sufficient (support) for His servants? They frighten you with what they worship besides God. Who can guide one whom God has caused to go astray"
        },
        {
            "chapter": 39,
            "verse": 37,
            "text": "Who can mislead one whom God has guided? Is God not Majestic and Revengeful"
        },
        {
            "chapter": 39,
            "verse": 38,
            "text": "If you ask them, \"Who has created the heavens and the earth?\" They will certainly say, \"God has created them.\" Ask them, \"Do you think that you can rescue me from the punishment of God with which He may afflict me? Can you prevent His mercy if He wants to grant it to me?\" Say, \"God is Sufficient (support) for me. In Him alone one must trust"
        },
        {
            "chapter": 39,
            "verse": 39,
            "text": "Say, \"My people, act as you wish. I shall do as I like and you will soon know"
        },
        {
            "chapter": 39,
            "verse": 40,
            "text": "who will face the humiliating torment and suffer everlasting retribution"
        },
        {
            "chapter": 39,
            "verse": 41,
            "text": "(Muhammad), We have revealed the Book to you for mankind in all truth. Whoever seeks guidance does so for his own good. Whosoever goes astray goes against his own soul. You are not their representative"
        },
        {
            "chapter": 39,
            "verse": 42,
            "text": "God will receive their souls when they die. Their souls do not die when they are sleeping. During people's sleep He withholds those souls which He has decreed to die and releases the others for an appointed time. In this there is evidence (of the Truth) for the thoughtful people"
        },
        {
            "chapter": 39,
            "verse": 43,
            "text": "Have they chosen intercessors besides God? Say, \"Would you choose them as your intercessors even though they do not possess anything and have no understanding"
        },
        {
            "chapter": 39,
            "verse": 44,
            "text": "Say, \"Intercession belongs to God. To Him belongs the heavens and the earth and to Him you will all return"
        },
        {
            "chapter": 39,
            "verse": 45,
            "text": "When one God is mentioned, the hearts of those who do not believe in the Day of Judgment begin to shrink, but when the idols are mentioned, they rejoice"
        },
        {
            "chapter": 39,
            "verse": 46,
            "text": "Say, \"Lord, the Creator of the heavens and the earth, knower of the seen and unseen, it is You who will issue Your decree about the differences of Your servants"
        },
        {
            "chapter": 39,
            "verse": 47,
            "text": "Had the unjust possessed double the amount of the wealth of the whole earth, they would certainly have liked to offer it on the Day of Resurrection as redemption from the torment of Our scourge when God would make public what they had never expected"
        },
        {
            "chapter": 39,
            "verse": 48,
            "text": "Their bad deeds will become public and they will be surrounded by the torment which they had mocked during their worldly life"
        },
        {
            "chapter": 39,
            "verse": 49,
            "text": "When the human being is afflicted with hardship, he cries out to us for help. When We grant him a favor, he says, \"I knew that I deserved it.\" In fact, it is only a test for him, but most people do not know this"
        },
        {
            "chapter": 39,
            "verse": 50,
            "text": "People who lived before them had also said, \"Our wealth has been earned by our own merits.\" What they had earned was of no benefit to them"
        },
        {
            "chapter": 39,
            "verse": 51,
            "text": "They were afflicted by the terrible result of whatever they gained. Besides this affliction, the unjust among them will also suffer the consequence of their deeds. They will not be able to challenge God"
        },
        {
            "chapter": 39,
            "verse": 52,
            "text": "Did they not know that God determines and increases the sustenance of whomever He wants. In this there is evidence (of the truth) for the believing people"
        },
        {
            "chapter": 39,
            "verse": 53,
            "text": "(Muhammad), tell my servants who have committed injustice to themselves, \"Do not despair of the mercy of God. God certainly forgives all sins. He is All-forgiving and All-merciful"
        },
        {
            "chapter": 39,
            "verse": 54,
            "text": "Turn in repentance to your Lord and submit to His will before you are afflicted with the torment after which you can receive no help"
        },
        {
            "chapter": 39,
            "verse": 55,
            "text": "Follow the best of what is revealed to you from your Lord before the torment suddenly approaches you and you will not realize how it came about"
        },
        {
            "chapter": 39,
            "verse": 56,
            "text": "Turn to God in repentance before a soul says, \"Woe to me because of my failure to fulfill my duties to God. Woe to me for mocking God's guidance"
        },
        {
            "chapter": 39,
            "verse": 57,
            "text": "Or before the soul says, \"Had God guided me, I could have been a pious man"
        },
        {
            "chapter": 39,
            "verse": 58,
            "text": "Or, on seeing the torment, it would say, \"Would I have the opportunity, this time I would certainly become a pious person"
        },
        {
            "chapter": 39,
            "verse": 59,
            "text": "God will reply to the soul, \"My revelations had certainly come to you but you rejected them. You were puffed-up with pride and you became an unbeliever"
        },
        {
            "chapter": 39,
            "verse": 60,
            "text": "On the Day of Judgment you will see the faces of those who had invented falsehood against God blackened. Is not hell the dwelling of the arrogant ones"
        },
        {
            "chapter": 39,
            "verse": 61,
            "text": "God will save the pious ones because of their virtuous deeds. No hardship will touch them nor will they be grieved"
        },
        {
            "chapter": 39,
            "verse": 62,
            "text": "God is the Creator and Guardian of all things"
        },
        {
            "chapter": 39,
            "verse": 63,
            "text": "In His hands are the keys of the treasuries of the heavens and the earth. Those who reject God's revelations will be lost"
        },
        {
            "chapter": 39,
            "verse": 64,
            "text": "(Muhammad), say, \"Ignorant ones, do you command me to worship things other than God"
        },
        {
            "chapter": 39,
            "verse": 65,
            "text": "even though God has said, \"It has been revealed to you and to those who lived before you that if you consider other things equal to God, your deeds will be made devoid of all virtue and you will certainly be lost"
        },
        {
            "chapter": 39,
            "verse": 66,
            "text": "(Muhammad), You must worship God alone and give Him thanks"
        },
        {
            "chapter": 39,
            "verse": 67,
            "text": "They have not paid due respect to God. The whole earth will be gripped in His hands on the Day of Judgment and the heavens will be just like a scroll in His right hand. God is too Glorious and High to be considered equal to their idols"
        },
        {
            "chapter": 39,
            "verse": 68,
            "text": "Everyone in the heavens and the earth will faint in terror except for those whom God will save when the trumpet is sounded. They will all stand up and wait when the trumpet sounds for the second time"
        },
        {
            "chapter": 39,
            "verse": 69,
            "text": "The earth will become bright from the light of your Lord. The Book of Records will be presented and the Prophets and witness will be summoned. All will be judged with justice and no wrong will be done to anyone"
        },
        {
            "chapter": 39,
            "verse": 70,
            "text": "Every soul will be recompensed for its deeds. God knows best whatever they have done"
        },
        {
            "chapter": 39,
            "verse": 71,
            "text": "The disbelievers will be driven to hell in hordes. Its gates will be opened when they are brought nearby and the keepers will ask them, \"Did Messengers from your own people not come to you to recite your Lord's revelations and to warn you about this day?\" They will reply, \"Yes, the Messengers did come to us, but the unbelievers were doomed to face the torment"
        },
        {
            "chapter": 39,
            "verse": 72,
            "text": "They will be told, \"Enter the gates of hell to live therein forever. What a terrible dwelling for the arrogant ones"
        },
        {
            "chapter": 39,
            "verse": 73,
            "text": "The pious ones will be led to Paradise in large groups. Its gates will be opened to them when they are brought nearby and its keepers will say, \"Welcome! Peace be with you. Enter the gates of Paradise to live therein forever"
        },
        {
            "chapter": 39,
            "verse": 74,
            "text": "They will say, \"It is only God who deserves all praise. He has made His promise come true and has given the earth as an inheritance to us. Now we live in the gardens as we wished. Blessed is the reward of those who labor"
        },
        {
            "chapter": 39,
            "verse": 75,
            "text": "(Muhammad), on that day you will see the angels circling around the Throne, glorifying and praising their Lord. Judgment with justice will be decreed between the people of Paradise and hell and it will be said, \"It is only God, Lord of the Universe who deserves all praise"
        },
        {
            "chapter": 40,
            "verse": 1,
            "text": "Ha. Mim"
        },
        {
            "chapter": 40,
            "verse": 2,
            "text": "This Book is a revelation from God, the Majestic and All-knowing"
        },
        {
            "chapter": 40,
            "verse": 3,
            "text": "who forgives sins, who accepts repentance, whose punishment is severe, and whose bounty is universal. He is the only Lord and to Him all things proceed"
        },
        {
            "chapter": 40,
            "verse": 4,
            "text": "No one disputes the revelations of the Lord except the disbelievers. Let not their activities in the land deceive you"
        },
        {
            "chapter": 40,
            "verse": 5,
            "text": "The people of Noah who lived before and the Confederate tribes who lived after them rejected Our revelations. Every nation schemed against its Messengers to seize them and disputed against them to defeat the truth. But torment struck them and how terrible was their retribution"
        },
        {
            "chapter": 40,
            "verse": 6,
            "text": "The word of your Lord that the disbelievers will be the dwellers of hell fire has already been decreed"
        },
        {
            "chapter": 40,
            "verse": 7,
            "text": "The bearers of the Throne glorify their Lord with His praise. They believe in Him and ask Him to forgive the believers. They say, \"Our Lord, Your mercy and knowledge encompass all things. Forgive those who turn to You in repentance and follow Your path. Lord, save them from the torment of hell"
        },
        {
            "chapter": 40,
            "verse": 8,
            "text": "Lord, admit them and their fathers, spouses, and offspring who have reformed themselves to the gardens of Eden which You have promised them. You are Majestic and All-wise"
        },
        {
            "chapter": 40,
            "verse": 9,
            "text": "Lord, keep them away from evil deeds. Whomever You have saved from evil on the Day of Judgment has certainly been granted Your mercy and this is the greatest triumph"
        },
        {
            "chapter": 40,
            "verse": 10,
            "text": "The disbelievers will be told, \"God's hatred towards you is much greater than your hatred of your own selves. You were called to the faith but you disbelieved"
        },
        {
            "chapter": 40,
            "verse": 11,
            "text": "They say, \"Lord, You have caused us to die twice and You have brought us back to life twice. We have confessed our sins, so is there any way out of this (hell)"
        },
        {
            "chapter": 40,
            "verse": 12,
            "text": "They will be answered, \"Your suffering is only because you disbelieved when One God was mentioned. When other things were considered equal to Him, you believed in them. Judgment belongs to God, the Most High, the Most Great"
        },
        {
            "chapter": 40,
            "verse": 13,
            "text": "It is He who has shown you the evidence of His existence and has sent you sustenance from the sky, yet only those who turn to God in repentance take heed"
        },
        {
            "chapter": 40,
            "verse": 14,
            "text": "Worship God and be devoted to His religion even though the disbelievers dislike this"
        },
        {
            "chapter": 40,
            "verse": 15,
            "text": "God is the promoter of His servants and the owner of the Throne. He sends His spirit by His command to whichever of His servants He wants to warn them of the Day of Judgment"
        },
        {
            "chapter": 40,
            "verse": 16,
            "text": "Nothing will remain hidden from God concerning them on the day when they appear before God (from their graves) (It will be asked), \"To whom does the kingdom belong on this Day?\" (It will be answered), \"The kingdom belongs to the Almighty One God"
        },
        {
            "chapter": 40,
            "verse": 17,
            "text": "Every soul will be recompensed for its deeds on this Day. There will be no injustice. Certainly God's reckoning is swift"
        },
        {
            "chapter": 40,
            "verse": 18,
            "text": "(Muhammad), warn them of the approaching day when because of hardship and frustration their hearts will almost reach up to their throats. The unjust will have no friends nor any intercessor who will be heard"
        },
        {
            "chapter": 40,
            "verse": 19,
            "text": "God knows the disloyalty of the eyes and what the hearts conceal"
        },
        {
            "chapter": 40,
            "verse": 20,
            "text": "God judges with Truth but those whom they worship besides God can have no Judgment. God is certainly All-hearing and All-aware"
        },
        {
            "chapter": 40,
            "verse": 21,
            "text": "Have they not travelled through the land to see the terrible end of those who lived before them. They had been mightier than them in power and in leaving their traces on earth. God punished them for their sins. They had no one to save them from God's torment"
        },
        {
            "chapter": 40,
            "verse": 22,
            "text": "Messengers had come to them with illustrious miracles but they disbelieved and thus God struck them with His torment. He is Mighty and Severe in His retribution"
        },
        {
            "chapter": 40,
            "verse": 23,
            "text": "We sent Moses with Our miracles and clear authority"
        },
        {
            "chapter": 40,
            "verse": 24,
            "text": "to the Pharaoh, Haman, and Korah, who said, \"He is only a lying magician"
        },
        {
            "chapter": 40,
            "verse": 25,
            "text": "When We sent him to them for a genuine purpose, they said, \"Kill the sons of those who have believed in him but keep their women alive.\" The plots of the unbelievers can only result in failure"
        },
        {
            "chapter": 40,
            "verse": 26,
            "text": "The Pharaoh said, \"Let me kill Moses and let him call for help from his Lord. I am afraid that he will change your religion or spread evil through the land"
        },
        {
            "chapter": 40,
            "verse": 27,
            "text": "Moses said, \"I seek protection from your and my Lord against every arrogant person who has no faith in the Day of Judgment"
        },
        {
            "chapter": 40,
            "verse": 28,
            "text": "A believing person from the people of the Pharaoh who concealed his faith said, \"Would you kill a man just because he says God is my Lord? He has brought you illustrious miracles from your Lord. If he speaks lies, it will only harm him, but if he speaks the Truth, some of his warnings may affect you. God does not guide a transgressing liar"
        },
        {
            "chapter": 40,
            "verse": 29,
            "text": "My people, today you have the kingdom and the power on earth but who will help us against the wrath of God if it will befall us?\" The Pharaoh said, \"I show you only what I think is proper and guide you only to the right direction"
        },
        {
            "chapter": 40,
            "verse": 30,
            "text": "The believing man said, \"I am afraid that you will face a (terrible) day like that of the groups"
        },
        {
            "chapter": 40,
            "verse": 31,
            "text": "people of Noah, Ad, Thamud, and those after them. God did not want injustice for His servants"
        },
        {
            "chapter": 40,
            "verse": 32,
            "text": "My people, I am afraid for you on (the Day of Judgment), when people will cry for help"
        },
        {
            "chapter": 40,
            "verse": 33,
            "text": "On that day you will run away, but no one will be able to protect you from (God's Judgment). No one can guide one whom God has caused to go astray"
        },
        {
            "chapter": 40,
            "verse": 34,
            "text": "Joseph came to you before with illustrious evidence but you still have doubts about what he brought. When he passed away, you said, \"God will never send any Messenger after him.\" Thus does God causes to go astray the skeptical transgressing people"
        },
        {
            "chapter": 40,
            "verse": 35,
            "text": "those who dispute the revelations of God without having received clear authority. This act greatly angers God and the believers. Thus does God seal the hearts of every arrogant oppressor"
        },
        {
            "chapter": 40,
            "verse": 36,
            "text": "Pharaoh said, \"Haman, build a tower of baked bricks for me so that I shall have access"
        },
        {
            "chapter": 40,
            "verse": 37,
            "text": "to the heavens and be able to climb up to the Lord of Moses. I think that Moses is lying.\" Thus, Pharaoh's evil deeds seemed attractive to him and prevented him from the right path. The Pharaoh's plots only led him to his own destructor"
        },
        {
            "chapter": 40,
            "verse": 38,
            "text": "The believing man said, \"My people, follow me and I shall show you the right guidance"
        },
        {
            "chapter": 40,
            "verse": 39,
            "text": "My people, this worldly life is only the means (to an end), but the life hereafter will be the everlasting abode"
        },
        {
            "chapter": 40,
            "verse": 40,
            "text": "Whoever commits evil deeds will be recompensed to the same degree. The righteously striving believer, male or female, will enter Paradise wherein they will receive their sustenance without any account being kept"
        },
        {
            "chapter": 40,
            "verse": 41,
            "text": "My people, \"How strange is it that I invite you to salvation when you invite me to the fire"
        },
        {
            "chapter": 40,
            "verse": 42,
            "text": "You call me to disbelieve in God and to believe other things equal to Him about which I have no knowledge. I call you to the Majestic and All-forgiving One"
        },
        {
            "chapter": 40,
            "verse": 43,
            "text": "The idols to which you invite me certainly have no claim to be deities in this world or in the life to come. Our return is to God and the transgressors will be the dwellers of hell fire"
        },
        {
            "chapter": 40,
            "verse": 44,
            "text": "You will soon recall what I have told you. I entrust God with my affairs. God is Well Aware of His servants"
        },
        {
            "chapter": 40,
            "verse": 45,
            "text": "God protected him against their evil plans and the people of the Pharaoh were struck by the most horrible torment"
        },
        {
            "chapter": 40,
            "verse": 46,
            "text": "They will be exposed to the fire in the mornings and the evenings and on the Day of Judgment, they will be told, \"People of the Pharaoh, suffer the most severe torment"
        },
        {
            "chapter": 40,
            "verse": 47,
            "text": "During a dispute in the fire, the suppressed ones will say to those who had dominated them, \"We were your followers. Can you now relieve us of our suffering in the fire"
        },
        {
            "chapter": 40,
            "verse": 48,
            "text": "The ones who had dominated them will say, \"All of us are now in hell. God has already issued His Judgment of His servants (and no one can change this)"
        },
        {
            "chapter": 40,
            "verse": 49,
            "text": "The dwellers of hell fire will ask its keepers, \"Pray to your Lord to relieve us from the torment at least for one day"
        },
        {
            "chapter": 40,
            "verse": 50,
            "text": "The keepers will ask them, \"Did your Messengers not come to you with illustrious evidence (of the Truth)? They will reply, \"Yes, they did.\" The keepers will then say, \"You may pray but the prayer of the disbelievers will not be answered"
        },
        {
            "chapter": 40,
            "verse": 51,
            "text": "We shall help Our Messengers and the believers, in this life and on the day when witness will come forward"
        },
        {
            "chapter": 40,
            "verse": 52,
            "text": "The excuses of the unjust will be of no benefit to them on that day. They will be condemned to live in a most terrible abode"
        },
        {
            "chapter": 40,
            "verse": 53,
            "text": "To Moses We had given guidance and to the children of Israel We had given the Book"
        },
        {
            "chapter": 40,
            "verse": 54,
            "text": "as their inheritance and as a guide and a reminder to the people of understanding"
        },
        {
            "chapter": 40,
            "verse": 55,
            "text": "(Muhammad), exercise patience. The promise of God is true. Seek forgiveness for your sins and glorify your Lord with His praise in the evenings and in the early mornings"
        },
        {
            "chapter": 40,
            "verse": 56,
            "text": "Those who dispute the revelations of God without having received any authority do so because of their arrogance, but their arrogance cannot bring them any success. Seek protection from God for He is All-hearing and All-aware"
        },
        {
            "chapter": 40,
            "verse": 57,
            "text": "The creation of the heavens and the earth is certainly greater than the creation of mankind, but most people do not know"
        },
        {
            "chapter": 40,
            "verse": 58,
            "text": "Just as the blind and the seeing are not equal, so are the righteously striving believers and the sinners are not equal. How little to this you pay attention"
        },
        {
            "chapter": 40,
            "verse": 59,
            "text": "The Hour of Doom will inevitably come, but most people do not have faith"
        },
        {
            "chapter": 40,
            "verse": 60,
            "text": "Your Lord has said, \"Pray to Me for I shall answer you prayers. Those who are too proud to worship Me will soon go to hell in disgrace"
        },
        {
            "chapter": 40,
            "verse": 61,
            "text": "It is God Who has made the night for you to rest and the day for you to see. God is Benevolent to the human being, but most people do not give Him due thanks"
        },
        {
            "chapter": 40,
            "verse": 62,
            "text": "It is God, your Lord, Who has created all things. He is the only Lord. Why then do you turn away from His worship to the worshipping of idols"
        },
        {
            "chapter": 40,
            "verse": 63,
            "text": "Thus are indeed those who have rejected the revelations of God"
        },
        {
            "chapter": 40,
            "verse": 64,
            "text": "It is God who has created the earth as a place for you to live and the sky as a dome above you. He has shaped you in the best form and has provided you with pure sustenance. This is God, your Lord. Blessed is God, the Lord of the Universe"
        },
        {
            "chapter": 40,
            "verse": 65,
            "text": "He is the Everlasting and the only Lord. So worship Him and be devoted to His religion. It is only God, the Lord of the Universe who deserves all praise"
        },
        {
            "chapter": 40,
            "verse": 66,
            "text": "(Muhammad), say, \"I have been forbidden to worship whatever you worship besides God after receiving clear evidence from my Lord. I have been commanded to submit myself to the will of the Lord of the Universe"
        },
        {
            "chapter": 40,
            "verse": 67,
            "text": "It is He Who created you from clay, turning it into a living germ, then into a clot of blood, and then brings you forth as a child. He then made you grow into manhood and become old. He causes some of you to live for the appointed time and some of you to die before so that perhaps you may have understanding"
        },
        {
            "chapter": 40,
            "verse": 68,
            "text": "It is He Who gives life and causes things to die. When He decides to do something, He only says, \"Exist,\" and it comes into existence"
        },
        {
            "chapter": 40,
            "verse": 69,
            "text": "Have you not seen how those who dispute the revelations of God, turn away from Truth to falsehood"
        },
        {
            "chapter": 40,
            "verse": 70,
            "text": "Those who rejected the Book and the message which was given to Our Messenger will soon know (the consequences of their evil deeds)"
        },
        {
            "chapter": 40,
            "verse": 71,
            "text": "when fetters will be placed around their necks and chains will drag them"
        },
        {
            "chapter": 40,
            "verse": 72,
            "text": "into boiling water and then they will be burned in the fire"
        },
        {
            "chapter": 40,
            "verse": 73,
            "text": "Then they will be asked, \"Where are the idols which you worshipped besides God"
        },
        {
            "chapter": 40,
            "verse": 74,
            "text": "They will reply, \"They have abandoned us. In fact, we had worshipped nothing\" Thus does God cause the disbelievers to go astray"
        },
        {
            "chapter": 40,
            "verse": 75,
            "text": "They will be told, \"This (torment) is the result of your unreasonable happiness on the earth and of your propagation of falsehood"
        },
        {
            "chapter": 40,
            "verse": 76,
            "text": "Enter the gates of hell to live therein forever. How terrible is the dwelling of the arrogant ones"
        },
        {
            "chapter": 40,
            "verse": 77,
            "text": "(Muhammad), exercise patience. The promise of God is true. Whether We let you witness the suffering with which they were threatened or because of your death (you do not see them suffering,), We shall still punish them when they return to Us (on the Day of Judgment)"
        },
        {
            "chapter": 40,
            "verse": 78,
            "text": "We have told you the stories of some of Our Messengers whom We had sent before you and We have not told you the stories of some others. A Messenger is not supposed to show a miracle without the permission of God. When God's decree of punishment comes to pass, He will judge truthfully and the supporters of the falsehood will perish when God's decree of punishemnt comes to pass"
        },
        {
            "chapter": 40,
            "verse": 79,
            "text": "It is God Who has created cattle for you to ride and to consume as food"
        },
        {
            "chapter": 40,
            "verse": 80,
            "text": "You may also obtain other benefits from them. You may ride them to seek whatever you need or be carried by them as ships carry you by sea"
        },
        {
            "chapter": 40,
            "verse": 81,
            "text": "God shows you the evidence (of His existence). How can you then deny such evidence"
        },
        {
            "chapter": 40,
            "verse": 82,
            "text": "Have they not travelled through the land to see the terrible end of those who lived before them? They were far mightier in both number and power and in what they had established. Their (worldly) gains were of no benefit to them"
        },
        {
            "chapter": 40,
            "verse": 83,
            "text": "They were far too content with their own knowledge (to pay attention to the Messengers) when Our Messengers came to them with illustrious evidence. They were encompassed by the torment for mocking Our guidance"
        },
        {
            "chapter": 40,
            "verse": 84,
            "text": "They said, \"We believe in One God and disbelieve in whatever we had considered equal to Him,\" when they experienced Our wrath"
        },
        {
            "chapter": 40,
            "verse": 85,
            "text": "Their faith proved to be of no benefit to them when they became subject to Our torment. Such was God's prevailing tradition among His servants in the past. Thus were the unbelievers destroyed"
        },
        {
            "chapter": 41,
            "verse": 1,
            "text": "Ha. Mim"
        },
        {
            "chapter": 41,
            "verse": 2,
            "text": "This is the revelations from the Beneficent, Merciful God"
        },
        {
            "chapter": 41,
            "verse": 3,
            "text": "The verses of this Book have been fully expounded. It is a reading in the Arabic language for the people of knowledge"
        },
        {
            "chapter": 41,
            "verse": 4,
            "text": "It contains glad news and warnings (for the people), but most of them have ignored it and do not listen"
        },
        {
            "chapter": 41,
            "verse": 5,
            "text": "They say, \"Our hearts are covered against and our ears are deaf to whatever you (Muhammad) invite us to. There is a barrier between us and you. So act as you please and we shall act as we please"
        },
        {
            "chapter": 41,
            "verse": 6,
            "text": "(Muhammad), say, \"I am a mere mortal like you. I have received a revelation that your Lord is the only One. So be up-right and obedient to Him and seek forgiveness from Him"
        },
        {
            "chapter": 41,
            "verse": 7,
            "text": "Woe to the pagans, who do not pay zakat and have no faith in the life to come"
        },
        {
            "chapter": 41,
            "verse": 8,
            "text": "The righteously striving believers will have a never-ending reward"
        },
        {
            "chapter": 41,
            "verse": 9,
            "text": "Say, \"Do you really disbelieve in the One Who created the earth in two days? Do you consider things equal to Him? He is the Lord of the Universe"
        },
        {
            "chapter": 41,
            "verse": 10,
            "text": "In four days He placed the mountains on it, blessed it, and equally measured out sustenance for those who seek sustenance"
        },
        {
            "chapter": 41,
            "verse": 11,
            "text": "He established His dominance over the sky, which (for that time) was like smoke. Then He told the heavens and the earth, \"Take your shape either willingly or by force\" They said, \"We willingly obey"
        },
        {
            "chapter": 41,
            "verse": 12,
            "text": "He formed the seven heavens in two days and revealed to each one its task. He decked the sky above the earth with torches and protected it from (intruders).. Such is the design of the Majestic and All-knowing God"
        },
        {
            "chapter": 41,
            "verse": 13,
            "text": "If they ignore (your message), tell them, \"I have warned you against a destructive blast of sound like that which struck the people of `Ad and Thamud"
        },
        {
            "chapter": 41,
            "verse": 14,
            "text": "When Messengers from all sides came to them saying, \"Do not worship anything besides God, \" they said, \"Had our Lord wanted, He would have sent us angelic Messengers. We do not believe in your message"
        },
        {
            "chapter": 41,
            "verse": 15,
            "text": "The people of Ad unjustly sought dominance on earth saying, \"Who is more powerful than us?\" Did they not consider that God created them and that He is more powerful than they were?\" They rejected Our revelations"
        },
        {
            "chapter": 41,
            "verse": 16,
            "text": "We sent upon them a violent wind during a few ill-fated days to make them suffer a disgraceful torment in this life. Their torment in the life to come will be even more disgraceful and they will not receive any help"
        },
        {
            "chapter": 41,
            "verse": 17,
            "text": "We sent guidance to the people of Thamud but they preferred blindness to guidance so a humiliating blast of torment struck them for their evil deeds"
        },
        {
            "chapter": 41,
            "verse": 18,
            "text": "We only rescued the believers who had fear of God"
        },
        {
            "chapter": 41,
            "verse": 19,
            "text": "They will be spurred on"
        },
        {
            "chapter": 41,
            "verse": 20,
            "text": "until (on the brink of it) their eyes, ears and skin will testify to their deeds on the Day when the enemies of God are driven to the fire"
        },
        {
            "chapter": 41,
            "verse": 21,
            "text": "They will ask their own skin, \"Why did you testify against us?\" They will reply, \"God, who has made everything speak, made us also speak. It was He Who created you in the first place and to Him you have returned"
        },
        {
            "chapter": 41,
            "verse": 22,
            "text": "You did not (think) to hide your deeds from your ears, eyes and skin and you felt that God would not know all that you had been doing"
        },
        {
            "chapter": 41,
            "verse": 23,
            "text": "This was how you considered your Lord, but He knows you better than you know yourselves. Thus, you are now lost"
        },
        {
            "chapter": 41,
            "verse": 24,
            "text": "Even if they were to exercise patience, their dwelling would still be hell fire. Even if they were to seek favors, they would receive none"
        },
        {
            "chapter": 41,
            "verse": 25,
            "text": "We assigned for them companions who would make their past and present (deeds) seem attractive to them. Thus, they became subject to what the jinn and human beings before were destined to suffer. They were certainly lost"
        },
        {
            "chapter": 41,
            "verse": 26,
            "text": "The disbelievers say, \"Do not listen to this Quran but make a lot of unnecessary noise while it is being read so that perhaps you will defeat it"
        },
        {
            "chapter": 41,
            "verse": 27,
            "text": "We shall certainly make the unbelievers suffer severe torment and will punish them far worse than what they deserve for their deeds"
        },
        {
            "chapter": 41,
            "verse": 28,
            "text": "The recompense of the enemies of God for their rejection of Our revelations will be fire as their eternal dwelling"
        },
        {
            "chapter": 41,
            "verse": 29,
            "text": "The disbelievers will say, \"Lord, show us the human beings and jinn who caused us to go astray. We shall put them under our feet to lower them"
        },
        {
            "chapter": 41,
            "verse": 30,
            "text": "To those who have said, \"God is our Lord, \" and who have remained steadfast to their belief, the angels will descend saying, \"Do not be afraid or grieved. Receive the glad news of the Paradise which was promised to you"
        },
        {
            "chapter": 41,
            "verse": 31,
            "text": "We are your guardians in this world and in the life to come, where you will have whatever you call for"
        },
        {
            "chapter": 41,
            "verse": 32,
            "text": "a hospitable welcome from the All-forgiving and All-merciful God"
        },
        {
            "chapter": 41,
            "verse": 33,
            "text": "Who speaks better than one who invites human beings to God, acts righteously and says, \"I am a Muslim"
        },
        {
            "chapter": 41,
            "verse": 34,
            "text": "Virtue and evil are not equal. If you replace evil habits by virtuous ones, you will certainly find that your enemies will become your intimate friends"
        },
        {
            "chapter": 41,
            "verse": 35,
            "text": "Only those who exercise patience and who have been granted a great share of God's favor can find such an opportunity"
        },
        {
            "chapter": 41,
            "verse": 36,
            "text": "(Muhammad), seek God's protection if satan's temptation grieves you, for God is All-hearing and All-knowing"
        },
        {
            "chapter": 41,
            "verse": 37,
            "text": "(Some evidence of His existence) are the night, day, sun, and moon. Do not prostrate before the sun and the moon, but prostrate before God Who has created them if you want to worship Him alone"
        },
        {
            "chapter": 41,
            "verse": 38,
            "text": "However, if people are too proud to prostrate before God, let them know that God's other creatures glorify Him both day and night without fatigue"
        },
        {
            "chapter": 41,
            "verse": 39,
            "text": "Further evidence is that (at times) you find the earth to be barren. When it is watered it moves and swells (to let the plants grow). The One who brings it back to life will also bring the dead back to life. He has power over all things"
        },
        {
            "chapter": 41,
            "verse": 40,
            "text": "Those who deviate from Our revelations are not hidden from Us. Is the one who will be thrown into hell fire better than the one who will be brought safely into the presence of God on the Day of Judgment? Act as you wish; God is Well-Aware of whatever you do"
        },
        {
            "chapter": 41,
            "verse": 41,
            "text": "The disbelievers (do not know) that the Quran which was sent to them is certainly a glorious Book"
        },
        {
            "chapter": 41,
            "verse": 42,
            "text": "Falsehood can not reach it from any direction. It is the revelation from the All-wise, Praiseworthy One"
        },
        {
            "chapter": 41,
            "verse": 43,
            "text": "Nothing has been said to you which was not said to the Messengers who lived before you. Your Lord is certainly All-forgiving, but stern in His retribution"
        },
        {
            "chapter": 41,
            "verse": 44,
            "text": "Had We sent down this Quran in a non-Arabic language, they would have said, \"Why have its verses not been well expounded?\" Could a non-Arabic Book be revealed to an Arabic speaking person? (Muhammad), say, \"It is a guide and a cure for the believers. As for those who do not believe, they are deaf and blind. It is as though they had been called from a distant place"
        },
        {
            "chapter": 41,
            "verse": 45,
            "text": "We had given the Book to Moses about which people greatly disagreed. Had the word of your Lord not been decreed, He would have certainly settled their differences (there and then). They were greatly suspicious and doubtful about the Book of Moses"
        },
        {
            "chapter": 41,
            "verse": 46,
            "text": "Whoever acts righteously does so for his own good and whoever commits evil does so against his soul. Your Lord is not unjust to His servants"
        }
    ]
}