{
    "juzs": [
        {
            "chapter": 46,
            "verse": 1,
            "text": "Ha. Mim"
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "This Book is revealed from God the Majestic and All-wise"
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "We have created the heavens and the earth and all that is between them ONLY for a genuine purpose and an appointed time. The unbelievers ignore that of which they have been warned"
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "(Muhammad), ask them, \"Have you thought about what you worship besides God? Show me which part of the earth they have created. Do they have a share in the creation of the heavens? Bring me a Book, revealed before this Quran, or any other proof based on knowledge to support your belief, if indeed you are truthful"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "Who is more astray than one who prays to things besides God; things that would not be able to answer his prayers even if he would wait till the Day of Judgment. They are not even aware of his prayers"
        },
        {
            "chapter": 46,
            "verse": 6,
            "text": "When people will be resurrected, such gods will become their enemies and will reject their worship"
        },
        {
            "chapter": 46,
            "verse": 7,
            "text": "When Our enlightening revelations are recited to them, the disbelievers, of the truth which has come to them, say, \"This is plain magic"
        },
        {
            "chapter": 46,
            "verse": 8,
            "text": "They say, \"(Muhammad) has invented it (Quran) by himself.\" Say, \"Had I invented it, you would not have been able to rescue me from God. He knows best what you say about it. He is our witness and He is All-forgiving and All-merciful"
        },
        {
            "chapter": 46,
            "verse": 9,
            "text": "Say, \"I am not the first Messenger. I do not know what will be done to me or to you. I follow only what has been revealed to me and my duty is only to give clear warning"
        },
        {
            "chapter": 46,
            "verse": 10,
            "text": "Say, \"What do you think will happen if this Quran is from God and you have rejected it? Besides, a witness from among the Israelites has testified to the divinity of a Book like it and believed in it (Quran) while you have arrogantly denied it. God does not guide the unjust"
        },
        {
            "chapter": 46,
            "verse": 11,
            "text": "The disbelievers have said about the believers, \"Had there been anything good in it (Quran), they could not have accepted it before us\" Since they do not benefit from its guidance, they say, \"It (Quran) is only a fabricated legend"
        },
        {
            "chapter": 46,
            "verse": 12,
            "text": "Before this (Quran), the Book of Moses was a guide and a blessing. This Book confirms the Torah. It is in the Arabic language so that it may warn the unjust people, and give glad news to the righteous ones"
        },
        {
            "chapter": 46,
            "verse": 13,
            "text": "Those who have said, \"Our Lord is God,\" and are steadfast in their belief need have no fear or be grieved"
        },
        {
            "chapter": 46,
            "verse": 14,
            "text": "They will be the dwellers of Paradise wherein they will live forever as a reward for what they have done"
        },
        {
            "chapter": 46,
            "verse": 15,
            "text": "We have advised the human being to be kind to his parents; his mother bore him with hardship and delivered him while suffering a great deal of pain. The period in which his mother bore and weaned him lasted for thirty months. When he grew-up to manhood and became forty years old, he then said, \"Lord, inspire me to give You thanks for the bounties you have granted to me and my parents, and to act righteously to please You. Lord, make my offspring virtuous. Lord I turn to you in repentance; I am a Muslim"
        },
        {
            "chapter": 46,
            "verse": 16,
            "text": "These are the ones from whom We accept righteous deeds and ignore their bad deeds. They will be among the dwellers of Paradise. It is the true promise which was given to them"
        },
        {
            "chapter": 46,
            "verse": 17,
            "text": "There are people who say to their parents, \"Fie upon you! Are you telling us that we shall be raised from our graves? So many people have died before us and (none of them have been raised)\" Their parents plead to God and say to their child, \"Woe to you! Have faith; the promise of God is certainly true\" They reply, \"What you say is only ancient legends"
        },
        {
            "chapter": 46,
            "verse": 18,
            "text": "Such people will be subject to the punishment of God, which was also decreed for many human beings and jinn before them. These people are certainly lost"
        },
        {
            "chapter": 46,
            "verse": 19,
            "text": "Everyone will have a position proportionate to the degree of his deeds. Finally, God will recompense them for their deeds and they will not be wronged"
        },
        {
            "chapter": 46,
            "verse": 20,
            "text": "On the day when the disbelievers will be exposed to the fire, they will be told, \"You have spent your happy days during your worldly life and enjoyed them. On this day you will suffer a humiliating torment for your unreasonably arrogant manners on earth and for the evil deeds which you have committed"
        },
        {
            "chapter": 46,
            "verse": 21,
            "text": "(Muhammad), recall the brother of the people of Ad, when he warned his people in the valley of al-ahqaf saying, \"There existed many warners before and after him. Do not worship anything other than God. I am afraid for you about the torment of the great Day"
        },
        {
            "chapter": 46,
            "verse": 22,
            "text": "They said, \"Have you come to turn us away from our gods? Show us that with which you threaten us if you are truthful"
        },
        {
            "chapter": 46,
            "verse": 23,
            "text": "He said, \"Only God has the knowledge (of the coming of such torment). I preach to you the message that I have brought, but I can see that you are an ignorant people"
        },
        {
            "chapter": 46,
            "verse": 24,
            "text": "When they saw the torment as a cloud proceeding to their valleys, they said, \"This cloud will bring us rain.\" He said, \"No, it is the torment which you wanted to suffer immediately. It is a wind bearing and painful torment"
        },
        {
            "chapter": 46,
            "verse": 25,
            "text": "It will destroy everything by the will of its Lord\" (Not very long after) nothing could be seen of them except their dwellings. Thus do We recompense the sinful people"
        },
        {
            "chapter": 46,
            "verse": 26,
            "text": "We had established them more firmly in the land than you are. We had given them ears, eyes, and hearts but none of their ears, eyes, and hearts proved to be of any benefit to them; they rejected the revelations of God and the torment which they mocked brought upon them utter destruction"
        },
        {
            "chapter": 46,
            "verse": 27,
            "text": "We destroyed some towns around you and showed you the evidence (of the Truth) so that perhaps you would turn (to God)"
        },
        {
            "chapter": 46,
            "verse": 28,
            "text": "Why did the idols, whom they worshipped as a means of pleasing God, not help them? In fact, they proved to be the cause of their going astray and it were lies which they had falsely invented lies"
        },
        {
            "chapter": 46,
            "verse": 29,
            "text": "We turned a party of jinn towards you to listen to the Quran. When they attended a Quranic recitation, they said to each other, \"Be silent,\" and, when it was over, they turned back to their people, in warning"
        },
        {
            "chapter": 46,
            "verse": 30,
            "text": "and said, \"Our people, we have listened to the recitation of a Book revealed after Moses. It confirms the Books revealed before and guides to the Truth and the right path"
        },
        {
            "chapter": 46,
            "verse": 31,
            "text": "Our people, respond favorably to the Messenger of God and believe in Him. He will forgive your sins and rescue you from the painful torment"
        },
        {
            "chapter": 46,
            "verse": 32,
            "text": "Those who do not favorably respond to the Messenger of God should know that they cannot challenge God on earth and will not have anyone as their guardian besides Him. Such people are in plain error"
        },
        {
            "chapter": 46,
            "verse": 33,
            "text": "Have they not seen that God has created the heavens and the earth and that He experienced no fatigue in doing this. He has the power to bring the dead back to life. Certainly He has power over all things"
        },
        {
            "chapter": 46,
            "verse": 34,
            "text": "On the day when the disbelievers will be exposed to the fire, they will be asked, \"Is this not real?\" They will say, \"Yes, Our Lord, it is real\" He will say, \"Suffer the torment for your disbelief"
        },
        {
            "chapter": 46,
            "verse": 35,
            "text": "(Muhammad), exercise patience as did the steadfast Messengers. Do not try to make them suffer the torment immediately; on the day when they will see the torment with which they were threatened, they will think that they had lived no more than an hour. The message has been delivered. No one else will be destroyed except the evil doing people"
        },
        {
            "chapter": 47,
            "verse": 1,
            "text": "God has made devoid of all virtue the deeds of those who have disbelieved and prevented others from the way of God"
        },
        {
            "chapter": 47,
            "verse": 2,
            "text": "God forgives the sins and reforms the hearts of the righteously striving believers who have faith in what is revealed to Muhammad - which is the Truth from his Lord"
        },
        {
            "chapter": 47,
            "verse": 3,
            "text": "This is because the disbelievers have followed falsehood and the believers have followed the Truth from their Lord. Thus God explains to the human being their own prospects"
        },
        {
            "chapter": 47,
            "verse": 4,
            "text": "If you encounter the disbelievers in a battle, strike-off their heads. Take them as captives when they are defeated. Then you may set them free as a favor to them, with or without a ransom, when the battle is over. This is the Law. Had God wanted, He could have granted them (unbelievers) victory, but He wants to test you through each other. The deeds of those who are killed for the cause of God will never be without virtuous results"
        },
        {
            "chapter": 47,
            "verse": 5,
            "text": "God will lead them to everlasting happiness and improve their condition"
        },
        {
            "chapter": 47,
            "verse": 6,
            "text": "He will admit them into the Paradise which He has made known to them"
        },
        {
            "chapter": 47,
            "verse": 7,
            "text": "Believers, if you help God, He will help you and make you steadfast (in your faith)"
        },
        {
            "chapter": 47,
            "verse": 8,
            "text": "The fate of the disbelievers will be to stumble and their deeds will have no virtuous results"
        },
        {
            "chapter": 47,
            "verse": 9,
            "text": "they have hated God's revelation, and thus, He has made their deeds devoid of all virtue"
        },
        {
            "chapter": 47,
            "verse": 10,
            "text": "Have they not travelled through the land and seen the terrible end of those who lived before them? God brought upon them utter destruction and the disbelievers will also faced similar perdition"
        },
        {
            "chapter": 47,
            "verse": 11,
            "text": "God is the guardian of the believers, but the disbelievers have no guardian"
        },
        {
            "chapter": 47,
            "verse": 12,
            "text": "God will admit the righteously striving believers into the gardens wherein streams flow. However, the disbelievers who enjoyed themselves and ate like cattle will have for their dwelling hell fire"
        },
        {
            "chapter": 47,
            "verse": 13,
            "text": "(Muhammad), how many towns, much more powerful than the one from which you have been expelled, have We destroyed and left helpless"
        },
        {
            "chapter": 47,
            "verse": 14,
            "text": "Can the one who follows the authority of his Lord be considered equal to the one whose evil deeds are made to seem attractive to him and who follows his own desires"
        },
        {
            "chapter": 47,
            "verse": 15,
            "text": "The garden, which is promised to the pious, is like one in which there are streams of unpolluted water, streams of milk of unchangeable taste, streams of delicious wine, and streams of crystal clear honey. Therein they will have all kinds of fruits and forgiveness from their Lord. On the other hand (can these people be considered like), those who will live forever in hell fire and will drink boiling water which will rip their intestines to bits"
        },
        {
            "chapter": 47,
            "verse": 16,
            "text": "(Muhammad), some of them listen to you, but when they leave you they ask those who have received knowledge, \"What did he say a few moments ago?\" God has sealed the hearts of such people who have followed their worldly desires"
        },
        {
            "chapter": 47,
            "verse": 17,
            "text": "God will increase the guidance and piety of those who seek guidance"
        },
        {
            "chapter": 47,
            "verse": 18,
            "text": "Are they waiting for the Hour of Doom to suddenly approach them? Its signs have already appeared. How will they then come to their senses when the Hour itself will approach them"
        },
        {
            "chapter": 47,
            "verse": 19,
            "text": "Know that God is the only Lord. Ask forgiveness for your sins and for the sins of the believing men and women. God knows when you move and when you rest"
        },
        {
            "chapter": 47,
            "verse": 20,
            "text": "The believers say, \"Why is a chapter about jihad - fighting for the cause of God - not revealed?\" But when such a chapter, with clear commands and a mention of jihad is revealed, you will see those whose hearts are sick look at you as if suffering the agony of death. One can expect nothing better from them"
        },
        {
            "chapter": 47,
            "verse": 21,
            "text": "Since they have (pledged) Us obedience and to speak reasonably, it would be more proper for them, when it is decided (that everyone must take part in the battle), to remain true (in their pledge to God)"
        },
        {
            "chapter": 47,
            "verse": 22,
            "text": "If you ignore the commands of God would you then also spread evil in the land and sever the ties of kinship"
        },
        {
            "chapter": 47,
            "verse": 23,
            "text": "God has condemned these people and made them deaf, dumb, and blind"
        },
        {
            "chapter": 47,
            "verse": 24,
            "text": "Is it that they do not think about the Quran or are their hearts sealed"
        },
        {
            "chapter": 47,
            "verse": 25,
            "text": "Those who have reverted to disbelief after guidance has become manifest to them, have been seduced and given false hopes by satan"
        },
        {
            "chapter": 47,
            "verse": 26,
            "text": "This is because they have said to those who hate God's revelation, \"We shall obey you in some matters.\" But God knows all their secrets"
        },
        {
            "chapter": 47,
            "verse": 27,
            "text": "How terrible it will be for them when the angels take away their souls by striking their faces and their backs"
        },
        {
            "chapter": 47,
            "verse": 28,
            "text": "for their following that which had incurred God's anger, and their hatred to please God. Thus, God has made their deeds devoid of all virtue"
        },
        {
            "chapter": 47,
            "verse": 29,
            "text": "Do those whose hearts are sick think that God will never make their malice public"
        },
        {
            "chapter": 47,
            "verse": 30,
            "text": "Had We wanted, We could have made you recognize their faces. You will certainly recognize them by the tone of their speech. God knows all your deeds"
        },
        {
            "chapter": 47,
            "verse": 31,
            "text": "We shall certainly test you until We know those who strive hard for the cause of God and those who exercise patience. We will also examine your deeds"
        },
        {
            "chapter": 47,
            "verse": 32,
            "text": "The disbelievers who prevent others from the way of God and give the Messengers a hard time - even after the guidance has been made clear to them - will never be able to cause any harm to God, and He will turn their deeds devoid of all virtue"
        },
        {
            "chapter": 47,
            "verse": 33,
            "text": "Believers, obey God and the Messenger and do not invalidate your deeds"
        },
        {
            "chapter": 47,
            "verse": 34,
            "text": "God will never forgive the disbelievers who prevent others from the way of God and who die as disbelievers"
        },
        {
            "chapter": 47,
            "verse": 35,
            "text": "Do not be weak hearted and do not appeal for an (unjust) settlement; you have the upper hand. God is with you and He will never reduce the reward for your deeds"
        },
        {
            "chapter": 47,
            "verse": 36,
            "text": "The worldly life is only a childish game. If you have faith and piety, you will receive your rewards and God will not ask you to pay for them"
        },
        {
            "chapter": 47,
            "verse": 37,
            "text": "Should He ask for your possessions you would be niggardly as it would be hard for you to give. Thus, He would make your malice become public"
        },
        {
            "chapter": 47,
            "verse": 38,
            "text": "It is you who are asked to spend for the cause of God, but some of you behave in a niggardly way. Whoever behaves miserly does so against his own soul. God is Self-sufficient and you are poor. If you were to turn away from Him, He would just replace you with another people, who will not be like you"
        },
        {
            "chapter": 48,
            "verse": 1,
            "text": "We have granted to you, (Muhammad), a manifest victory"
        },
        {
            "chapter": 48,
            "verse": 2,
            "text": "so that God will redeem the sins (which the pagans think you have committed against them) in the past or (you will commit) in the future. He will complete His favors to you, guide you to the right path"
        },
        {
            "chapter": 48,
            "verse": 3,
            "text": "and grant you a majestic triumph"
        },
        {
            "chapter": 48,
            "verse": 4,
            "text": "It is God who has given confidence to the hearts of the believers to increase and strengthen their faith. To God belongs the armies of the heavens and the earth. He is All-knowing and All-wise"
        },
        {
            "chapter": 48,
            "verse": 5,
            "text": "So that He would admit the believers (both male and female) to the gardens wherein streams flow, to live therein forever. He will redeem them. This is the greatest triumph in the sight of God"
        },
        {
            "chapter": 48,
            "verse": 6,
            "text": "so that He would punish the hypocrites and the pagans who have evil suspicions about God. It is they who are surrounded by evil and have become subject to the wrath and condemnation of God. He has prepared for them hell, a terrible place to live"
        },
        {
            "chapter": 48,
            "verse": 7,
            "text": "To God belong the armies of the heavens and the earth. God is Majestic and All-wise"
        },
        {
            "chapter": 48,
            "verse": 8,
            "text": "We have sent you as a witness, a bearer of glad news, and a warner"
        },
        {
            "chapter": 48,
            "verse": 9,
            "text": "so that you (people) may believe in God and His Messenger, help, and respect God and glorify Him in the morning and the evening"
        },
        {
            "chapter": 48,
            "verse": 10,
            "text": "Those who pledge obedience to you are, in fact, pledging obedience to God. The hands of God are above their hands. As for those who disregard their pledge, they do so only against their own souls. Those who fulfill their promise to God will receive a great reward"
        },
        {
            "chapter": 48,
            "verse": 11,
            "text": "The bedouins who lag behind in taking part in the battle say to you, \"Ask forgiveness for us; we were busy with our property and household.\" They speak what is not in their hearts. (Muhammad), tell them, \"Who will help you against God, if He intends to harm you, who will prevent Him from benefitting you? In fact, God is Well Aware of whatever you do"
        },
        {
            "chapter": 48,
            "verse": 12,
            "text": "You thought the Messenger and the believers would never ever return to their families and this attracted your hearts and caused you to develop evil suspicions. You are a wrong doing people"
        },
        {
            "chapter": 48,
            "verse": 13,
            "text": "Those who do not believe in God and His Messenger should know that We have prepared hell for the disbelievers"
        },
        {
            "chapter": 48,
            "verse": 14,
            "text": "To God belongs the kingdom of the heavens and the earth. He forgives or punishes whomever He wants. God is All-forgiving and All-merciful"
        },
        {
            "chapter": 48,
            "verse": 15,
            "text": "The laggardly Bedouins will say, \"When you leave to collect the spoils, let us follow you.\" They want to alter the command of God (that only the participating believers are entitled to such benefit). Tell them, \"You can never follow us for such a purpose. God has said before and He will say again (what type of people you are). In fact, you are jealous of us.\" The truth is that they understand very little"
        },
        {
            "chapter": 48,
            "verse": 16,
            "text": "Tell the laggardly Bedouins, \"You will be called to face strong people whom you will fight right to the end or who will submit to you. If you obey the Messenger, God will give you a good reward. But if you turn away as you did before, God will make you suffer a painful torment"
        },
        {
            "chapter": 48,
            "verse": 17,
            "text": "It is not an offense for the blind, the lame, or the sick not to take part in the battle. Whoever obeys God and His Messenger will be admitted to the gardens wherein streams flow. God will make whoever turns away suffer a painful torment"
        },
        {
            "chapter": 48,
            "verse": 18,
            "text": "God is pleased with the believers for their pledging obedience to you under the tree. He knew whatever was in their hearts, thus, He granted them confidence and rewarded them with an immediate victory"
        },
        {
            "chapter": 48,
            "verse": 19,
            "text": "and the booty which they received from it (the Battle). God is Majestic and All-wise"
        },
        {
            "chapter": 48,
            "verse": 20,
            "text": "God has promised that you will receive much booty. He has enabled you to receive this at this time and has protected you from enemies to make it an evidence (of the Truth) for the believers. He will guide you to the right path"
        },
        {
            "chapter": 48,
            "verse": 21,
            "text": "Besides these, there were other gains which you could not receive, but God has full control over them. God has power over all things"
        },
        {
            "chapter": 48,
            "verse": 22,
            "text": "Had the disbelievers fought against you, they would have run away from the battle and would have found no guardian or helper"
        },
        {
            "chapter": 48,
            "verse": 23,
            "text": "This is the tradition of God which existed before, and you will never find any change in His tradition"
        },
        {
            "chapter": 48,
            "verse": 24,
            "text": "It is He who kept peace between you and the people of the valley of Mecca after having given you a victory over them. God is Well Aware of what you do"
        },
        {
            "chapter": 48,
            "verse": 25,
            "text": "It was the disbelievers who kept you from the Sacred Mosque and prevented your sacrificial offering from reaching its proper place. God would not have kept you from fighting the disbelievers, had there not been believing men and women (among them) whom you did not know and whom you might have unknowingly harmed. God did this because He grants mercy to whomever He wants. Had they been distinguishable from the believers, We would certainly have punished them with a painful torment"
        },
        {
            "chapter": 48,
            "verse": 26,
            "text": "Since the disbelievers held zealous ignorance in their hearts, like that of the pre-Islamic age of darkness, God gave confidence to His Messenger and to the believers, binding them to the principle of piety which they deserve. God has the knowledge of all things"
        },
        {
            "chapter": 48,
            "verse": 27,
            "text": "God made the dream of His Messenger come true for a genuine purpose. (In this he was told), \"If God wills You (believers) will enter the Sacred Mosque, in security, with your heads shaved, nails cut, and without any fear in your hearts.\" He knew what you did not know. Besides this victory, He will give you another immediate victory"
        },
        {
            "chapter": 48,
            "verse": 28,
            "text": "It is He who has sent His Messenger with guidance and the true religion to make it prevail over all other religions. God is a Sufficient witness to this Truth"
        },
        {
            "chapter": 48,
            "verse": 29,
            "text": "Muhammad is the Messenger of God and those with him are stern to the disbelievers yet kind among themselves. You can see them bowing and prostrating before God, seeking His favors and pleasure. Their faces (foreheads) are marked due to the effect of their frequent prostrations. That is their description in the Torah and in the Gospel they are mentioned as the seed which shoots out its stalk then becomes stronger, harder and stands firm on its stumps, attracting the farmers. Thus, God has described the believers to enrage the disbelievers. God has promised forgiveness and a great reward to the righteously striving believers"
        },
        {
            "chapter": 49,
            "verse": 1,
            "text": "Believers, do not be presumptuous with the Messenger of God (in your deeds and in your words). Have fear of God; He is All-hearing and All-knowing"
        },
        {
            "chapter": 49,
            "verse": 2,
            "text": "Believers, do not raise your voices above the voice of the Prophet, do not be too loud in speaking to him [as you may have been to one another], lest your deeds will be made devoid of all virtue without your realizing it"
        },
        {
            "chapter": 49,
            "verse": 3,
            "text": "The hearts of those who lower their voices in the presence of the Messenger of God are tested by God through piety. They will have forgiveness and a great reward"
        },
        {
            "chapter": 49,
            "verse": 4,
            "text": "Most of those who call you from behind the private chambers do not have any understanding"
        },
        {
            "chapter": 49,
            "verse": 5,
            "text": "Had they exercised patience until you had come out, it would have been better for them. God is All-forgiving and All-merciful"
        },
        {
            "chapter": 49,
            "verse": 6,
            "text": "Believers, if one who publicly commits sins brings you any news, ascertain its truthfulness carefully, lest you harm people through ignorance and then regret what you have done"
        },
        {
            "chapter": 49,
            "verse": 7,
            "text": "Know that the Messenger of God is with you. Had he yielded to you on many of the matters, you would have been in great trouble. But God has endeared the faith to you and has made it attractive to your hearts. He has made disbelief, evil deeds and disobedience hateful to you. Such people will have the right guidance"
        },
        {
            "chapter": 49,
            "verse": 8,
            "text": "as a favor and a blessing from God. God is All-knowing and All-wise"
        },
        {
            "chapter": 49,
            "verse": 9,
            "text": "If two parties among the believers start to fight against each other, restore peace among them. If one party rebels against the other, fight against the rebellious one until he surrenders to the command of God. When he does so, restore peace among them with justice and equality; God loves those who maintain justice"
        },
        {
            "chapter": 49,
            "verse": 10,
            "text": "Believers are each other's brothers. Restore peace among your brothers. Have fear of God so that perhaps you will receive mercy"
        },
        {
            "chapter": 49,
            "verse": 11,
            "text": "Believers, let not a group of you mock another. Perhaps they are better than you. Let not women mock each other; perhaps one is better than the other. Let not one of you find faults in another nor let anyone of you defame another. How terrible is the defamation after having true faith. Those who do not repent are certainly unjust"
        },
        {
            "chapter": 49,
            "verse": 12,
            "text": "Believers, stay away from conjecture; acting upon some conjecture may lead to sin. Do not spy on one another or back-bite. Would any of you like to eat the disgusting dead flesh of your brother? Have fear of God; God accepts repentance and is All-merciful"
        },
        {
            "chapter": 49,
            "verse": 13,
            "text": "People, We have created you all male and female and have made you nations and tribes so that you would recognize each other. The most honorable among you in the sight of God is the most pious of you. God is All-knowing and All-aware"
        },
        {
            "chapter": 49,
            "verse": 14,
            "text": "The bedouin Arabs have said, \"We are believers.\" Tell them, \"You are not believers, but you should say that you are Muslims. In fact, belief has not yet entered your hearts. If you obey God and His Messenger, nothing will be reduced from your deeds. God is All-forgiving and All-merciful"
        },
        {
            "chapter": 49,
            "verse": 15,
            "text": "The believers are those who believe in God and His Messenger, who do not change their belief into doubt and who strive hard for the cause of God with their property and persons. They are the truthful ones"
        },
        {
            "chapter": 49,
            "verse": 16,
            "text": "(Muhammad), say, \"Do you teach God about your religion? God knows whatever is in the heavens and the earth. He has the knowledge of all things"
        },
        {
            "chapter": 49,
            "verse": 17,
            "text": "(The bedouins tell you that) you owe them (a great deal) for their embracing Islam. Tell them, \"You are not doing me any favors by embracing Islam. In fact, it is God who has done you a great favor by guiding you to the faith. (Think about this) if you are people of truth"
        },
        {
            "chapter": 49,
            "verse": 18,
            "text": "God knows whatever is unseen in the heavens and in the earth. He is Well Aware of what you do"
        },
        {
            "chapter": 50,
            "verse": 1,
            "text": "By Qaf and the glorious Quran, (you are the Messenger of God)"
        },
        {
            "chapter": 50,
            "verse": 2,
            "text": "In fact, it seems odd (to the pagans) that a warner from their own people has come to them. The disbelievers have said, \"It is very strange"
        },
        {
            "chapter": 50,
            "verse": 3,
            "text": "that after we die and become dust, we shall be brought back to life again. This seems far from reality"
        },
        {
            "chapter": 50,
            "verse": 4,
            "text": "We already know how much of them (of their bodies) the earth will consume. With Us there is a Book that contains all records"
        },
        {
            "chapter": 50,
            "verse": 5,
            "text": "In fact, they have rejected the truth that has come to them, thus, they live in confusion"
        },
        {
            "chapter": 50,
            "verse": 6,
            "text": "Have they not seen how We have established the sky above them and decked it without gaps and cracks"
        },
        {
            "chapter": 50,
            "verse": 7,
            "text": "(Have they not seen) how We have spread out the earth, placed on it firm mountains and have made all kinds of flourishing pairs of plants grow"
        },
        {
            "chapter": 50,
            "verse": 8,
            "text": "This is a reminder and it sharpens the insight of every servant of God who turns to Him in repentance"
        },
        {
            "chapter": 50,
            "verse": 9,
            "text": "We have sent blessed water down from the sky to grow gardens, harvestable crops"
        },
        {
            "chapter": 50,
            "verse": 10,
            "text": "and tall palm-trees with clusters of dates"
        },
        {
            "chapter": 50,
            "verse": 11,
            "text": "as sustenance for My servants. With this We have brought the dead land back to life. Thus, will also be your resurrection"
        },
        {
            "chapter": 50,
            "verse": 12,
            "text": "The people of Noah, dwellers of the Ra's, Thamud"
        },
        {
            "chapter": 50,
            "verse": 13,
            "text": "Ad, the Pharaoh, Lot"
        },
        {
            "chapter": 50,
            "verse": 14,
            "text": "dwellers of the forest, and the people of Tubba had all rejected the Prophets. Thus, they became subject to Our torment"
        },
        {
            "chapter": 50,
            "verse": 15,
            "text": "Did We fail to accomplish the first creation? Of course, We did not; We have all power over all things. Yet they are confused about a new creation"
        },
        {
            "chapter": 50,
            "verse": 16,
            "text": "We swear that We have created the human being and We know what his soul whispers to him. We are closer to him than even his jugular vein"
        },
        {
            "chapter": 50,
            "verse": 17,
            "text": "Since the two scribes are sitting on each of his shoulders, he does not utter a word which is not recorded immediately by the watchful scribes"
        },
        {
            "chapter": 50,
            "verse": 18,
            "text": "The human being will certainly experience the agony of death"
        },
        {
            "chapter": 50,
            "verse": 19,
            "text": "and (the human being will be told), \"This is what you had been trying to run away from"
        },
        {
            "chapter": 50,
            "verse": 20,
            "text": "The trumpet will certainly be sounded. This will be the day (about which you) were threatened"
        },
        {
            "chapter": 50,
            "verse": 21,
            "text": "Every soul will be accompanied (by an angel) behind him and another as a witness"
        },
        {
            "chapter": 50,
            "verse": 22,
            "text": "(He will be told), \"You were completely heedless of this day. We have removed the veil from your eyes and your vision will now be sharp and strong"
        },
        {
            "chapter": 50,
            "verse": 23,
            "text": "His (angelic) companion will say, \"(Lord), the record of his deeds is with me and is all ready"
        },
        {
            "chapter": 50,
            "verse": 24,
            "text": "(They will be told,) \"Throw into hell every persistent disbelievers"
        },
        {
            "chapter": 50,
            "verse": 25,
            "text": "who is an opponent of good, a suspicious transgressor"
        },
        {
            "chapter": 50,
            "verse": 26,
            "text": "and an idol worshipper. Throw him into severe torment"
        },
        {
            "chapter": 50,
            "verse": 27,
            "text": "His satanic companion will say, \"Our Lord, I did not mislead him, but he himself went astray"
        },
        {
            "chapter": 50,
            "verse": 28,
            "text": "The Lord will say, \"Do not argue in My presence; I had certainly sent you a warning"
        },
        {
            "chapter": 50,
            "verse": 29,
            "text": "No word is to be exchanged in My presence. I am not unjust to My servants"
        },
        {
            "chapter": 50,
            "verse": 30,
            "text": "On that day We shall ask hell, \"Are you full?\" It will say, \"Are there any more"
        },
        {
            "chapter": 50,
            "verse": 31,
            "text": "Paradise will be brought near for the pious ones"
        },
        {
            "chapter": 50,
            "verse": 32,
            "text": "(and they will be told), \"This is what you were promised. It is for everyone who turned in repentance to God, kept his promise"
        },
        {
            "chapter": 50,
            "verse": 33,
            "text": "feared the Beneficent God in secret, and turned to Him with a repenting heart"
        },
        {
            "chapter": 50,
            "verse": 34,
            "text": "(They will be told), \"Enter Paradise in peace and, therein, you will live forever"
        },
        {
            "chapter": 50,
            "verse": 35,
            "text": "They will have therein whatever they want and will receive from Us more rewards"
        },
        {
            "chapter": 50,
            "verse": 36,
            "text": "How many an ancient town who were much stronger than them (unbelievers) did We destroy. (In vain), they wandered through the land in search of a place of refuge from Our torment"
        },
        {
            "chapter": 50,
            "verse": 37,
            "text": "This is a reminder for everyone who understands, listens, and sees"
        },
        {
            "chapter": 50,
            "verse": 38,
            "text": "We created the heavens, the earth, and all that is between them in six days without experiencing any fatigue"
        },
        {
            "chapter": 50,
            "verse": 39,
            "text": "(Muhammad), exercise patience against what they say. Glorify your Lord with His praise before sunrise and sunset"
        },
        {
            "chapter": 50,
            "verse": 40,
            "text": "Glorify Him during the night and also glorify Him after prostration"
        },
        {
            "chapter": 50,
            "verse": 41,
            "text": "Wait for the day when the trumpet will be sounded from a nearby place"
        },
        {
            "chapter": 50,
            "verse": 42,
            "text": "On that day they will certainly hear the sound of the trumpet and that will be the Day of Resurrection"
        },
        {
            "chapter": 50,
            "verse": 43,
            "text": "We give life and cause things to die. To Us all things will return"
        },
        {
            "chapter": 50,
            "verse": 44,
            "text": "On the day when the earth is rent asunder, they will quickly come out of their graves. This is how easy it is for Us to bring about the Day of Resurrection"
        },
        {
            "chapter": 50,
            "verse": 45,
            "text": "We know best what they say and you cannot compel them. Remind, by way of the Quran, those who have fear of My warnings"
        },
        {
            "chapter": 51,
            "verse": 1,
            "text": "By the winds which carry dust particles"
        },
        {
            "chapter": 51,
            "verse": 2,
            "text": "by the clouds which are heavily loaded with water"
        },
        {
            "chapter": 51,
            "verse": 3,
            "text": "by the ships which smoothly sail on the oceans"
        },
        {
            "chapter": 51,
            "verse": 4,
            "text": "by the angels which distribute the affairs"
        },
        {
            "chapter": 51,
            "verse": 5,
            "text": "that what you are promised is certainly true"
        },
        {
            "chapter": 51,
            "verse": 6,
            "text": "and the Day of Judgment will inevitably take place"
        },
        {
            "chapter": 51,
            "verse": 7,
            "text": "By the beautiful heavens"
        },
        {
            "chapter": 51,
            "verse": 8,
            "text": "your ideas are confused"
        },
        {
            "chapter": 51,
            "verse": 9,
            "text": "Let whoever wishes, turn away from Our Quran"
        },
        {
            "chapter": 51,
            "verse": 10,
            "text": "Death to those whose opinions are merely baseless conjectures"
        },
        {
            "chapter": 51,
            "verse": 11,
            "text": "and who wander in the abyss of confusion"
        },
        {
            "chapter": 51,
            "verse": 12,
            "text": "They ask, \"When it will be the Day of Judgment"
        },
        {
            "chapter": 51,
            "verse": 13,
            "text": "On the Day of Judgment they will be punished by the fire"
        },
        {
            "chapter": 51,
            "verse": 14,
            "text": "and will be told, \"Suffer the torment which you wanted to experience immediately"
        },
        {
            "chapter": 51,
            "verse": 15,
            "text": "The pious ones will live amidst gardens and springs"
        },
        {
            "chapter": 51,
            "verse": 16,
            "text": "receiving their reward from their Lord. They had been righteous people before the Day of Judgment"
        },
        {
            "chapter": 51,
            "verse": 17,
            "text": "They slept very little during the night"
        },
        {
            "chapter": 51,
            "verse": 18,
            "text": "and asked for forgiveness in the early morning"
        },
        {
            "chapter": 51,
            "verse": 19,
            "text": "They assigned a share of their property for the needy and the destitute"
        },
        {
            "chapter": 51,
            "verse": 20,
            "text": "In the earth there is evidence (of the Truth) for those who have strong faith"
        },
        {
            "chapter": 51,
            "verse": 21,
            "text": "There is also evidence of the Truth within your own selves. Will you then not see"
        },
        {
            "chapter": 51,
            "verse": 22,
            "text": "In the heavens there is your sustenance and that which you were promised (Paradise)"
        },
        {
            "chapter": 51,
            "verse": 23,
            "text": "This, by the Lord of the heavens and the earth is as certain as your ability to speak"
        },
        {
            "chapter": 51,
            "verse": 24,
            "text": "Have you heard the story of the honorable guests of Abraham"
        },
        {
            "chapter": 51,
            "verse": 25,
            "text": "When they came to him saying, \"Peace be with you,\" he replied to their greeting in the same manner and said to himself, \"These are a strange people"
        },
        {
            "chapter": 51,
            "verse": 26,
            "text": "He went quietly to his wife and returned to his guests with a fat, roasted calf"
        },
        {
            "chapter": 51,
            "verse": 27,
            "text": "He placed it before them. Then he said, \"Why are you not eating"
        },
        {
            "chapter": 51,
            "verse": 28,
            "text": "He began to feel afraid. They said, \"Do not be afraid,\" and then gave him the glad news of the birth of a knowledgeable son"
        },
        {
            "chapter": 51,
            "verse": 29,
            "text": "His wife came forward, crying and beating her face, saying, \"I am an old barren woman"
        },
        {
            "chapter": 51,
            "verse": 30,
            "text": "They said, \"This is true but your Lord has said, (that you will have a son); He is All-wise and All-knowing"
        }
    ]
}