{
    "maqras": [
        {
            "chapter": 18,
            "verse": 75,
            "text": "atanu (khidr) annāḍu: \"Nēnu nītō analēdā, niścayaṅgā, nīvu nātō pāṭu ē mātraṁ sahanaṁ vahin̄calēvani"
        },
        {
            "chapter": 18,
            "verse": 76,
            "text": "(mūsā) annāḍu: \"Ika mundu dēnni gurin̄ci ayinā ninnu aḍigitē nannu nītō pāṭu uṇḍanivvaku. Vāstavāniki nīvu, nā taraphu nuṇḍi inta varaku cālinanni sākulu svīkarin̄cāvu"
        },
        {
            "chapter": 18,
            "verse": 77,
            "text": "ā pidapa vāriddarū munduku sāgipōyi oka nagaraṁ cērukoni ā nagaravāsulanu bhōjanamaḍigāru. Kāni vāru (ā nagaravāsulu) vāriddariki ātithyamivvaṭāniki nirākarin̄cāru. Appuḍu vārakkaḍa kūlipōnunna oka gōḍanu cūśāru. Atanu (khidr) dānini maḷḷī nilabeṭṭāḍu. (Mūsā) annāḍu: \"Nīvu kōritē dāniki (ā śramaku) pratiphalaṁ (vētanaṁ) tīsukoni uṇḍavaccu kadā"
        },
        {
            "chapter": 18,
            "verse": 78,
            "text": "atanu (khidr) annāḍu: \"Ika nēnū nīvū viḍipōvalasina (samayaṁ) vaccindi. Ika nīvu sahanaṁ vahin̄ca lēka pōyina viṣayāla vāstavālanu (tattvālanu) gurin̄ci nīku teluputānu"
        },
        {
            "chapter": 18,
            "verse": 79,
            "text": "Ika ā nāva viṣayaṁ: Adi samudranlō pani cēsukunē kondaru pēdavāridi. Kāvuna dānilō lōpaṁ kaligin̄cagōrānu; endukaṇṭē vāri venuka oka krūruḍaina rāju unnāḍu. Ataḍu (lōpaṁ lēni) prati nāvanu balavantaṅgā tīsukuṇṭāḍu"
        },
        {
            "chapter": 18,
            "verse": 80,
            "text": "ika ā bāluni viṣayaṁ: Atani tallidaṇḍrulu viśvāsulu. Ataḍu tana satyatiraskāraṁ mariyu talabirusutanaṁ valana vārini bādhistāḍani bhayapaḍḍāmu"
        },
        {
            "chapter": 18,
            "verse": 81,
            "text": "kāvuna vāriddari prabhuvu vāriki ataniki badulu atani kaṇṭē ekkuva nītimantuḍu mariyu kāruṇyaṁ galavāḍini ivvālani kōrāmu"
        },
        {
            "chapter": 18,
            "verse": 82,
            "text": "ika ā gōḍa viṣayaṁ: Adi ī paṭṭaṇanlōni iddaru ānātha bāluraku cendinadi. Dāni krinda vāri oka nidhi (pātabaḍi) undi. Mariyu vāri taṇḍri puṇyapuruṣuḍu. Ā iddaru bāluru yuktavayastulaina pidapa - nī prabhuvu kāruṇyaṅgā - tama nidhini, vāru travvi tīsukōvālani, nī prabhuvu saṅkalpaṁ. Idantā nā antaṭa nēnu cēyalēdu. Nīvu sahanaṁ vahin̄calēni viṣayāla vāstavaṁ (tattvaṁ) idē"
        },
        {
            "chapter": 18,
            "verse": 83,
            "text": "mariyu vāru ninnu jul khar nain nu gurin̄ci aḍugutunnāru. Vāritō anu: \"Atanini gurin̄ci jñāpakamun̄cukō dagina viṣayānni nēnu mīku vinipistānu"
        },
        {
            "chapter": 18,
            "verse": 84,
            "text": "niścayaṅgā mēmu atani (adhikārānni) bhūmilō sthāpin̄cāmu mariyu ataniki pratidānini pondē mārgānni cūpāmu"
        },
        {
            "chapter": 18,
            "verse": 85,
            "text": "atanu oka mārgaṁ mīda pōyāḍu"
        },
        {
            "chapter": 18,
            "verse": 86,
            "text": "civaraku sūryuḍu astamin̄cu (naṭlu kanabaḍē) sthalāniki cērāḍu. Dānini (sūryuṇṇi) nalla burada vaṇṭi nīṭi celimalō munugutunnaṭlu cūśāḍu. Mariyu akkaḍoka jāti vārini cūśāḍu. Mēmu atanitō annāmu: \"Ō jul khar nain! Nīvu vārini śikṣin̄cavaccu, lēdā vāri yeḍala udāra vaikharini avalambin̄cavaccu"
        },
        {
            "chapter": 18,
            "verse": 87,
            "text": "atanu annāḍu: \"Evaḍaitē durmārgaṁ cēstāḍō mēmu atanini śikṣistāmu. Ā pidapa ataḍu tana prabhuvu vaipunaku maralimpabaḍatāḍu. Appuḍu āyana ataniki ghōramaina śikṣa vidhistāḍu"
        },
        {
            "chapter": 18,
            "verse": 88,
            "text": "Ika evaḍaitē! Viśvasin̄ci satkāryālu cēstāḍō ataniki man̄ci pratiphala muṇṭundi. Mēmu atanini ājñāpin̄ci napuḍu, sulabhataramaina ājñanē istāmu"
        },
        {
            "chapter": 18,
            "verse": 89,
            "text": "taruvāta atanu maroka mārgaṁ mīda pōyāḍu"
        },
        {
            "chapter": 18,
            "verse": 90,
            "text": "civaraku sūryuḍu udayin̄cu (naṭlu kanabaḍē) sthalāniki cērāḍu. Akkaḍa atanu dānini (sūryuṇṇi) oka jātipai udayin̄caḍaṁ cūśāḍu. Vāriki mēmu dāni (sūryuni) nuṇḍi kāpāḍukōvaṭāniki elāṇṭi cāṭu (rakṣaṇa) nivvalēdu"
        },
        {
            "chapter": 18,
            "verse": 91,
            "text": "ī vidhaṅgā! Vāstavāniki, ataniki (jul khar nain ku) telisi unna viṣayālanu gurin̄ci māku bāgā telusu"
        },
        {
            "chapter": 18,
            "verse": 92,
            "text": "ā taruvāta atanu maroka mārgaṁ mīda pōyāḍu"
        },
        {
            "chapter": 18,
            "verse": 93,
            "text": "civaraku atanu reṇḍu parvatāla madhya cērāḍu. Vāṭi madhya oka jātivārini cūśāḍu. Vāru atani māṭalanu ati kaṣṭantō arthaṁ cēsukōgaligāru"
        },
        {
            "chapter": 18,
            "verse": 94,
            "text": "vārannāru: \"Ō jul khar nain! Vāstavāniki yājūj mariyu mājūj lu, ī bhūbhāganlō kallōlaṁ rēkettistunnāru. Ayitē nīvu mākū mariyu vārikī madhya oka aḍḍugōḍanu nirmin̄caṭāniki, mēmu nīkēmainā śulkaṁ cellin̄cālā"
        },
        {
            "chapter": 18,
            "verse": 95,
            "text": "atanu annāḍu: \"Nā prabhuvu iccindē nāku uttamamainadi. Ika mīru mī śrama dvārā mātramē nāku sahāyapaḍitē, nēnu mīkū mariyu vārikī madhya aḍḍugōḍanu nirmistānu"
        },
        {
            "chapter": 18,
            "verse": 96,
            "text": "mīru nāku inupa muddalu tecci ivvaṇḍi.\" Atanu ā reṇḍu koṇḍala madhya unna sandunu mūsina taruvāta vāritō annāḍu: \"Agni ragilin̄caṇḍi.\" Dānini errani nippugā mārcina taruvāta, annāḍu: \"Ika karigina rāgini tīsuku raṇḍi, dīni mīda pōyaṭāniki"
        },
        {
            "chapter": 18,
            "verse": 97,
            "text": "ī vidhaṅgā vāru (yājūj mariyu mājūj lu) dānipai nuṇḍi ekki rālēka pōyāru. Mariyu dānilō kannaṁ kūḍā cēyalēka pōyāru"
        },
        {
            "chapter": 18,
            "verse": 98,
            "text": "atanu (jul khar nain) annāḍu: \"Idi nā prabhuvu yokka kāruṇyaṁ. Kāni nā prabhuvu vāgdānapu ghaḍiya vaccinapuḍu āyana dīnini būḍidagā mārcivēstāḍu. Mariyu nā prabhuvu vāgdānaṁ nijamai tīrutundi"
        }
    ]
}