{
    "maqras": [
        {
            "chapter": 27,
            "verse": 1,
            "text": "tā-sīn. Ivi divyakhur'ān āyatulu mariyu idi oka spaṣṭamaina granthamu"
        },
        {
            "chapter": 27,
            "verse": 2,
            "text": "ivi viśvāsulaku mārgadarśakatvaṁ gānū mariyu śubhavārtalu iccēvi gānū unnāyi"
        },
        {
            "chapter": 27,
            "verse": 3,
            "text": "evaraitē namāj sthāpistārō mariyu vidhidānaṁ (jakāt) istārō mariyu paralōka jīvitānni nam'mutārō"
        },
        {
            "chapter": 27,
            "verse": 4,
            "text": "niścayaṅgā, evaraitē paralōka jīvitānni viśvasin̄carō, vāriki mēmu vāri cēṣṭanu ākarṣaṇīyamainavigā cēśāmu. Anduvalla vāru andhula valē dāri tappi tirugutū uṇṭāru"
        },
        {
            "chapter": 27,
            "verse": 5,
            "text": "ilāṇṭi vāriki ceḍḍa śikṣa undi. Mariyu civaraku vārē andari kaṇṭē ekkuvagā naṣṭapaḍēvāru"
        },
        {
            "chapter": 27,
            "verse": 6,
            "text": "mariyu (ō muham'mad!) Niścayaṅgā nīvu ī khur'ān nu mahā vivēkavantuḍu, sarvajñuḍu ayina (allāh) nuṇḍi pondutunnāvu"
        },
        {
            "chapter": 27,
            "verse": 7,
            "text": "(jñāpakaṁ cēsukōṇḍi!) Mūsā tana iṇṭivāritō: \"Niścayaṅgā nāku oka agni kanipistōndi. Nēnu dāni nuṇḍi mī vaddaku ēdainā vārtanu tīsuku vastānu lēdā mīru kācukōvaḍāniki maṇḍē korivinainā tīsukuvastānu.\" Ani annāḍu"
        },
        {
            "chapter": 27,
            "verse": 8,
            "text": "kāni ataḍu akkaḍiki cērinappuḍu oka dhvani ilā vinipin̄cindi: \"Ī agnilō unna vānikī mariyu dāni parisarālalō unnavānikī śubhālu kalugugāka! Sarvalōkālaku prabhuvaina allāh sarvalōpālaku atītuḍu"
        },
        {
            "chapter": 27,
            "verse": 9,
            "text": "ō mūsā! Niścayaṅgā āyana allāh nu nēnē! Sarvaśaktimantuḍanu, mahā vivēkavantuḍanu"
        },
        {
            "chapter": 27,
            "verse": 10,
            "text": "nī cētikarranu paḍavēyi!\" Atanu dānini (paḍavēsi) cūśāḍu. Adi pāmuvalē kadalasāgindi. Ataḍu venudirigi cūḍakuṇḍā parugettasāgāḍu. (Allāh annāḍu): \"Ō mūsā! Bhayapaḍaku. Niścayaṅgā, nā sannidhilō sandēśaharulaku elāṇṭi bhayaṁ uṇḍadu"
        },
        {
            "chapter": 27,
            "verse": 11,
            "text": "Kāni evaḍainā tappu cēstē tappa! Ā taruvāta ataḍu dāniki badulugā man̄ci panulu cēstē! Niścayaṅgā, nēnu kṣamin̄cēvāḍanu, karuṇā pradātanu"
        },
        {
            "chapter": 27,
            "verse": 12,
            "text": "ika nī cētini nī caṅkalō (jēbulō) peṭṭi (tīyi), adi elāṇṭi lōpaṁ lēkuṇḍā tellagā (prakāśistū) bayaṭiki vastundi. Ī tom'midi adbhuta sūcanalu (āyāt) tīsukoni nīvu phira'aun mariyu atani jāti vāri vaddaku veḷḷu. Niścayaṅgā, vāru avidhēyulai pōyāru"
        },
        {
            "chapter": 27,
            "verse": 13,
            "text": "kāni vāri munduku mā pratyakṣa sūcanalu vaccinapuḍu vāru: \"Idi spaṣṭamaina māyājālamē!\" Ani annāru"
        },
        {
            "chapter": 27,
            "verse": 14,
            "text": "mariyu vāri hr̥dayālu vāṭini aṅgīkarin̄cinā vāru an'yāyaṅgā, ahaṅkārantō tiraskarin̄cāru. Ika cūḍu ā daurjan'yaparula gati ēmayi pōyindō"
        },
        {
            "chapter": 27,
            "verse": 15,
            "text": "mariyu vāstavaṅgā, mēmu dāvūd mariyu sulaimān laku jñānānni prasādin̄cāmu. Vāriddaru annāru: \"Viśvāsulaina tana anēka dāsulalō, mā iddariki ghanatanu prasādin̄cina ā allāh yē sarvastōtramulaku ar'huḍu"
        },
        {
            "chapter": 27,
            "verse": 16,
            "text": "mariyu sulaimān, dāvūd ku vārasuḍayyāḍu. Mariyu atanu (sulaimān) annāḍu: \"Ō prajalārā! Māku pakṣula bhāṣa nērpabaḍindi. Mariyu māku prati vastuvu osaṅgabaḍindi. Niścayaṅgā, idi oka spaṣṭamaina (allāh) anugrahamē"
        },
        {
            "chapter": 27,
            "verse": 17,
            "text": "mariyu sulaimān koraku jinnātula, mānavula mariyu pakṣula sain'yālu samīkarimpabaḍi uṇḍēvi. Taruvāta vāṭini tama tama sthānāla prakāraṁ varusalalō peṭṭi (bayalu dērāru)"
        },
        {
            "chapter": 27,
            "verse": 18,
            "text": "civaraku vāru cīmala lōyaku (kanumaku) cērukunnappuḍu oka cīma ilā annadi: \"Ō cīmalārā! Mīru mī iṇḍlalōki pravēśin̄caṇḍi, lēkapōtē sulaimān mariyu atana sainikulu - vāriki teliyakuṇḍānē - mim'malni nalipi vēyavaccu"
        },
        {
            "chapter": 27,
            "verse": 19,
            "text": "(Sulaimān) dāni māṭalaku cirunavvu navvi ilā annāḍu: \"Ō nā prabhū! Nīvu nannu - nākū mariyu nā tallidaṇḍrulaku cūpina anugrahālaku - kr̥tajñata telipēvānigā mariyu nīku naccē satkāryālu cēsēvānigā, prōtsāhaparacu. Mariyu nannu nī kāruṇyantō sadvartanulaina nī dāsulalō cērcukō"
        },
        {
            "chapter": 27,
            "verse": 20,
            "text": "mariyu (okarōju) atanu pakṣulanu pariśīlistū ilā annāḍu: \"Ēmiṭī, nāku vaḍraṅgi piṭṭa (hud hud) kanipin̄caḍaṁ lēdē! Adi elā adr̥śyamaipōyindi"
        },
        {
            "chapter": 27,
            "verse": 21,
            "text": "nēnu dānini kaṭhinaṅgā śikṣistānu. Lēdā dānini kōsivēstānu, adi nāku saraina kāraṇaṁ cūpitēnē tappa"
        },
        {
            "chapter": 27,
            "verse": 22,
            "text": "ā taruvāta entō sēpu gaḍavaka mundē adi vacci ilā annadi: \"Nīku teliyani viṣayamokaṭi nēnu telusukoni vaccānu. Nēnu sabānu gurin̄ci oka nam'makamaina vārtanu nī koraku teccānu"
        },
        {
            "chapter": 27,
            "verse": 23,
            "text": "niścayaṅgā, nēnu akkaḍa oka strīni cūśānu. Āme vāripai (rāṇigā) paripālana cēstundi. Āmeku prati vastuvu osaṅgabaḍi undi. Āme daggara oka goppa sinhāsanaṁ undi"
        },
        {
            "chapter": 27,
            "verse": 24,
            "text": "mariyu nēnu āmenu mariyu āme jātivārini allāh nu vadali sūryuniki sāṣṭāṅgaṁ (sajdā) cēyaṭaṁ cūśānu mariyu ṣaitān vāri karmalanu, vāriki man̄civigā tōcēṭaṭlu cēśāḍu. Kāvuna vārini sanmārgaṁ nuṇḍi nirōdhin̄cāḍu, kābaṭṭi vāru sanmārgaṁ pondalēka pōyāru"
        },
        {
            "chapter": 27,
            "verse": 25,
            "text": "andukē vāru - ākāśālalōnū mariyu bhūmilōnū dāni vunna vāṭini bayaṭiki tīsēvāḍū mariyu mīru dācē vāṭinī mariyu vyakta paricē vāṭinī eruguvāḍū ayina - allāh ku sāṣṭāṅgaṁ (sajdā) cēyaṭaṁ lēdu"
        },
        {
            "chapter": 27,
            "verse": 26,
            "text": "allāh! Āyana tappa maroka ārādhya daivaṁ lēḍu. Āyanē sarvōttama sinhāsanāniki (arṣ ku) prabhuvu"
        }
    ]
}