{
    "maqras": [
        {
            "chapter": 7,
            "verse": 88,
            "text": "durahaṅkārulaina atani jāti nāyakulannāru: \"Ō ṣu'aib! Mēmu ninnū mariyu nītō pāṭu viśvasin̄cina vārinī, mā naragaṁ nuṇḍi tappaka veḍalagoḍtāmu. Lēdā mīru tirigi mā dharmanlōki raṇḍi!\" Atanannāḍu: \"Mēmu dānini asahyin̄cukunnappaṭikī (mī dharmanlōki cērālā)"
        },
        {
            "chapter": 7,
            "verse": 89,
            "text": "(iṅkā ilā annāḍu): \"Vāstavaṅgā allāh māku (mī dharmaṁ nuṇḍi) vimukti kaligin̄cina taruvāta kūḍā mēmu tirigi mī dharmanlōki cēritē! Mēmu allāh pai abad'dhaṁ kalpin̄cina vāramavutāmu. Mā prabhuvaina allāh kōritē tappa! Mēmu tirigi dānilō cēralēmu. Mā prabhuvu jñānaṁ prati vastuvunū āvarin̄ci undi. Mēmu allāh painanē ādharapaḍi unnāmu. 'Ō mā prabhū! Mā madhya mariyu mā jātivāri madhya n'yāyaṅgā tīrpu cēyi. Mariyu nīvē atyuttamamaina tīrpu cēsēvāḍavu"
        },
        {
            "chapter": 7,
            "verse": 90,
            "text": "mariyu atana jātilōni satyatiraskārulaina nāyakulu annāru: \"Okavēḷa mīru ṣu'aib nu anusaristē! Niścayaṅgā mīru naṣṭaṁ pondina vāravutāru"
        },
        {
            "chapter": 7,
            "verse": 91,
            "text": "appuḍu vārini oka bhūkampaṁ paṭṭukunnadi mariyu vāru tama iṇḍlalōnē bōrlā (śavālai) paḍipōyāru"
        },
        {
            "chapter": 7,
            "verse": 92,
            "text": "Ṣu'aib nu abad'dhamāḍutunnāḍani tiraskarin̄cinavāru akkaḍa ennaḍū nivasin̄ci uṇḍanē lēdannaṭlugā naśin̄ci pōyāru. Ṣu'aib nu abad'dhamāḍutunnāḍani tiraskarin̄cina vārē vāstavāniki naṣṭaṁ pondina vārayyāru"
        },
        {
            "chapter": 7,
            "verse": 93,
            "text": "(ṣu'aib) ilā aṇṭū vāri nuṇḍi marali pōyāḍu: \"Nā jāti prajalārā! Vāstavaṅgā nēnu nā prabhuvu sandēśālanu mīku andajēśānu mariyu mīku hitōpadēśaṁ cēśānu. Kāvuna ipuḍu satyatiraskārulaina jātivāri koraku nēnenduku duḥkhin̄cāli"
        },
        {
            "chapter": 7,
            "verse": 94,
            "text": "mariyu mēmu ē nagarāniki pravaktanu pampinā! Dāni prajalanu āpadalaku mariyu daurbhagyāniki guri cēyakuṇḍā uṇḍalēdu, vāru ilāgainā vinamrulu avutārēmōnani"
        },
        {
            "chapter": 7,
            "verse": 95,
            "text": "ā taruvāta vāri dusthitini, susthitigā mārcina pidapa vāru hāyigā uṇṭū, ilā annāru: \"Vāstavāniki kaṣṭasukhālu mā pūrvīkulaku kūḍā sambhavin̄cāyi.\" Kāvuna mēmu vārini ākasmāttugā paṭṭukunnāmu mariyu vāru dānini grahin̄calēka pōyāru"
        },
        {
            "chapter": 7,
            "verse": 96,
            "text": "mariyu okavēḷa ā nagaravāsulu viśvasin̄ci, daivabhīti kaligi uṇṭē - mēmu vāripai ākāśaṁ nuṇḍi mariyu bhūmi nuṇḍi - sarvaśubhāla nosaṅgi uṇḍēvāraṁ. Kāni vāru (pravaktalanu) asatyavādulani tiraskarin̄cāru, kanuka vāru cēsina karmalaku phalitaṅgā mēmu vārini śikṣin̄cāmu"
        },
        {
            "chapter": 7,
            "verse": 97,
            "text": "ēmī? Ī nagarālavāsulu, tāmu nidrapōyēṭappuḍu rātri samayamana vaccē mā śikṣa nuṇḍi surakṣitaṅgā unnārā"
        },
        {
            "chapter": 7,
            "verse": 98,
            "text": "lēdā ī nagarāla vāsulu, paṭṭapagalu tāmu kālakṣēpanlō unnappuḍu vaccē mā śikṣa nuṇḍi surakṣitaṅgā unnārā"
        },
        {
            "chapter": 7,
            "verse": 99,
            "text": "ēmī? Vāru allāh yukti (śikṣa) nuṇḍi nirbhayaṅgā unnārā? Nāśanaṁ kābōyē vāru tappa itara jāti vārevvarū allāh yukti gurin̄ci nirbhayaṅgā uṇḍajālaru"
        },
        {
            "chapter": 7,
            "verse": 100,
            "text": "Ēmī? Pūrvapu bhūlōkavāsula taruvāta, bhūmiki vārasulayina vāriki, mēmu kōritē vāri pāpāla valana vāriki kūḍā śikṣa vidhin̄cagalamani upadēśaṁ andalēdā? Mariyu mēmu, vāri hr̥dayāla mīda mudra vēsi unnāmu, dāni valla vāru (mā hitōpadēśānni) vinalēkunnāru"
        },
        {
            "chapter": 7,
            "verse": 101,
            "text": "ī nagarāla vr̥ttāntālanu konniṇṭini mēmu nīku vinipistunnāmu. Mariyu vāstavāniki vāri vaddaku vāri pravaktalu spaṣṭamaina (nidarśanālu) tīsukoni vaccāru. Kāni vāru mundu tiraskarin̄cina dānini marala viśvasin̄calēdu. Ī vidhaṅgā allāh satyatiraskārula hr̥dayālapai mudra vēstāḍu"
        },
        {
            "chapter": 7,
            "verse": 102,
            "text": "mariyu mēmu vārilō cālā mandini tama vāgdānānni pāṭin̄cē vārigā cūḍalēdu. Mariyu vāstavāniki vārilō cālā mandini duṣṭulugānē (phāsikhīn gānē) pondāmu (cūśāmu)"
        },
        {
            "chapter": 7,
            "verse": 103,
            "text": "ā taruvāta mēmu mūsānu mā sūcanalatō phir'aun mariyu atani nāyakula vaddaku pampāmu. Vāru vāṭi (mā sūcanala) paṭla durmārgantō pravartin̄cāru. Kāvuna cūḍaṇḍi, daurjan'yaparula gati ēmayindō"
        },
        {
            "chapter": 7,
            "verse": 104,
            "text": "mariyu mūsā annāḍu: \"Ō phir'aun! Nēnu niścayaṅgā, sarvalōkāla prabhuvu yokka sandēśaharuḍanu"
        },
        {
            "chapter": 7,
            "verse": 105,
            "text": "allāh nu gurin̄ci satyaṁ tappa marē viṣayānni palakani bādhyata galavāḍanu. Vāstavāniki, nēnu mī vaddaku, mī prabhuvu taraphu nuṇḍi spaṣṭamaina sūcanalu tīsukoni vaccānu, kāvuna isrāyīl santati vārini nā veṇṭa pōnivvu"
        },
        {
            "chapter": 7,
            "verse": 106,
            "text": "(phir'aun) annāḍu: \"Nīvu ēdainā sūcananu tīsukoni vacci uṇṭē - nīvu satyavantuḍavē ayitē - dānini tīsukonirā"
        },
        {
            "chapter": 7,
            "verse": 107,
            "text": "appuḍu (mūsā) tana cētikarranu visirāḍu, akasmāttugā adi oka spaṣṭamaina pedda sarpaṅgā (su'abān gā) māripōyindi"
        },
        {
            "chapter": 7,
            "verse": 108,
            "text": "mariyu ataḍu tana cētini bayaṭiki tīśāḍu. Ika adi cūsē vāriki tellagā merustū kanipin̄cindi"
        },
        {
            "chapter": 7,
            "verse": 109,
            "text": "(idi cūsi), phir'aun jāti nāyakulu annāru: \"Niścayaṅgā, itaḍu nērpu gala oka goppa māntrikuḍu"
        },
        {
            "chapter": 7,
            "verse": 110,
            "text": "(Phir'aun annāḍu): \"Itaḍu mim'malni mī bhūmi nuṇḍi veḍala goṭṭa gōrutunnāḍu. Ayitē! Mī salahā ēmiṭi"
        },
        {
            "chapter": 7,
            "verse": 111,
            "text": "vārannāru: \"Ataniki (mūsāku) mariyu atani sōdaruniki konta vyavadhi nicci, anni nagarālaku baṇṭulanu pampu"
        },
        {
            "chapter": 7,
            "verse": 112,
            "text": "vāru nipuṇulaina prati māntrikuṇṇi nī vaddaku tīsukoni vastāru"
        },
        {
            "chapter": 7,
            "verse": 113,
            "text": "mariyu māntrikulandarū phir'aun vaddaku vacci: \"Okavēḷa mēmu gelistē māku pratiphalaṁ tappakuṇḍā uṇṭundi kadā!\" Ani annāru"
        },
        {
            "chapter": 7,
            "verse": 114,
            "text": "(phir'aun) annāḍu: \"Avunu, niścayaṅgā mīru nā sānnidhyānni kūḍā pondutāru"
        },
        {
            "chapter": 7,
            "verse": 115,
            "text": "vārannāru: \"Ō mūsā! (Mundu) nīvu visurutāvā? Lēka mēmu visarālā"
        },
        {
            "chapter": 7,
            "verse": 116,
            "text": "(mūsā) annāḍu: \"(Mundu) mīrē visaraṇḍi!\" Vāru (tama karralanu) visiri, prajala cūpulanu mantramugdhaṁ cēstū vāriki bhayaṁ kaligin̄cē oka adbhutamaina māyājālānni pradarśin̄cāru"
        }
    ]
}