{
    "maqras": [
        {
            "chapter": 9,
            "verse": 122,
            "text": "mariyu viśvāsulandarū (pōrāṭāniki) bayalu dēraṭaṁ sarikādu. Kāvuna vārilō prati tega nuṇḍi kondaru dharmajñānānni pempondin̄cukōvaṭāniki pōyi, vāru vāri vaddaku tirigi vaccinappuḍu tama jāti (prānta) prajalanu heccaristē! Bahuśā vāru kūḍā tamanu tāmu (durmārgaṁ nuṇḍi) kāpāḍu kōgalaru"
        },
        {
            "chapter": 9,
            "verse": 123,
            "text": "ō viśvāsulārā! Mī daggarunna satyatiraskārulatō pōrāḍi, vārini mīlō nunna kāṭhin'yānni grahin̄canivvaṇḍi. Mariyu niścayaṅgā, allāh daivabhīti gala vāritō uṇṭāḍani telusukōṇḍi"
        },
        {
            "chapter": 9,
            "verse": 124,
            "text": "mariyu oka sūrah avatarimpa jēyabaḍinappuḍallā vāri (kapaṭa viśvāsula) lō kondaru: \"Idi mīlō evari viśvāsānni adhikaṁ cēsindi?\" Ani aḍugutāru. Kāni vāstavāniki adi viśvasin̄cina vārandari viśvāsānni adhikaṁ cēstundi. Mariyu vāru dānitō santōṣapaḍatāru"
        },
        {
            "chapter": 9,
            "verse": 125,
            "text": "kāni evari hr̥dayālalō rōgamundō, idi vāri mālin'yanlō marinta mālin'yānni adhikaṁ cēstundi. Mariyu vāru satyatiraskārulugānē maraṇistāru"
        },
        {
            "chapter": 9,
            "verse": 126,
            "text": "ēmī? Vāru prati sanvatsaraṁ okasāri lēka reṇḍusārlu (bādhalatō) parīkṣimpa baḍaṭānni gamanin̄caṭaṁ lēdā? Ayinā vāru paścāttāpa paḍaṭaṁ lēdu mariyu guṇapāṭhaṁ kūḍā nērcukōvaṭaṁ lēdu"
        },
        {
            "chapter": 9,
            "verse": 127,
            "text": "mariyu ēdainā sūrah avatarin̄cinapuḍallā vāru okarinokaru cūsukuṇṭū (aṇṭāru): \"Evaḍainā mim'malni cūstunnāḍā?\" Ā taruvāta akkaḍi nuṇḍi mellagā jārukuṇṭāru. Allāh vāri hr̥dayālanu (sanmārgaṁ nuṇḍi) maḷḷin̄cāḍu. Endukaṇṭē niścayaṅgā, vāru arthaṁ cēsukōlēni janulu"
        },
        {
            "chapter": 9,
            "verse": 128,
            "text": "(Ō prajalārā!) Vāstavāniki, mī vaddaku mīlō nun̄cē oka sandēśaharuḍu (muham'mad) vacci unnāḍu; mīru āpadaku guri kāvaṭaṁ ataniki kaṣṭaṁ kaligistundi; atanu mī mēlu kōrēvāḍu, viśvāsula eḍala kanikaruḍu, karuṇāmayuḍu"
        },
        {
            "chapter": 9,
            "verse": 129,
            "text": "ayinā vāru vimukhulaitē, vāritō anu: \"Nāku allāh cālu! Āyana tappa vērē ārādhyanīyuḍu lēḍu! Nēnu āyananē nam'mukunnānu. Mariyu āyanē sarvōttama sinhāsanāniki (arṣ ku) prabhuvu"
        },
        {
            "chapter": 10,
            "verse": 1,
            "text": "aliph - lām - rā. Ivi vivēkantō niṇḍi vunna divyagranthaṁ yokka āyatulu"
        },
        {
            "chapter": 10,
            "verse": 2,
            "text": "ēmī? Mānavulanu heccarin̄caṭāniki mariyu viśvasin̄cina vāriki niścayaṅgā, tama prabhuvu vadda, vāru cēsi pampina man̄cipanulaku tagina sthānaṁ undi.\" Anē śubhavārta vinipin̄caṭāniki, mēmu vārilōni oka maniṣi (muham'mad) pai mā sandēśānni avatarimpa jēyaṭaṁ prajalaku āścaryakamaina viṣayaṅgā undā? (Endukaṇṭē) satyatiraskārulu ilā annāru: \"Niścayaṅgā itanu pacci māntrikuḍu"
        },
        {
            "chapter": 10,
            "verse": 3,
            "text": "niścayaṅgā mī pōṣakuḍū, prabhuvū ayina allāh, ākāśālanu mariyu bhūmini āru dinamulalō (ayyām lalō) sr̥ṣṭin̄ci, tarvāta tana sinhāsanānni (arṣ nu) adhiṣṭin̄cāḍu. Āyanē (sarvasr̥ṣṭi) vyavahārālanu naḍuputunnāḍu. Āyana anumati lēkuṇḍā siphārasu cēyagalavāḍu evvaḍū lēḍu. Āyanē allāh! Mī pōṣakuḍu (prabhuvu), kāvuna mīru āyananē ārādhin̄caṇḍi. Ēmī? Mīru hitōpadēśaṁ svīkarin̄carā"
        },
        {
            "chapter": 10,
            "verse": 4,
            "text": "āyana vaipunakē mīrandarū marali pōvalasi undi. Allāh vāgdānaṁ nijamainadi. Niścayaṅgā, āyanē sr̥ṣṭini modaṭa sarikrottagā prārambhin̄cāḍu, marala āyanē dānini unikilōki testāḍu. Idi viśvasin̄ci satkāryālu cēsē vāriki n'yāyamaina pratiphala mivvaṭāniki. Mariyu satyānni tiraskarin̄cina vāriki - vāru satyānni tiraskaristū uṇḍinanduku - trāgaṭāniki salasala kāgē nīḷḷu mariyu bādhākaramaina śikṣa uṇṭāyi"
        },
        {
            "chapter": 10,
            "verse": 5,
            "text": "Āyanē, sūryuṇṇi (prakāśin̄cē) dīpaṅgānū mariyu candruṇṇi velugunu (pratibimbimpajēsē) dāni gānū cēsi, dāniki (perigē - tarigē) daśalu niyamin̄cāḍu, dāni dvārā mīru sanvatsarāla mariyu (kālapu) gaṇananu telusukōvālani. Allāh idantā satyādhāraṅgā tappa sr̥ṣṭin̄calēdu. Jñānaṁ gala vāriki āyana tana sūcanalanu (ī vidhaṅgā) viśadīkaristunnāḍu"
        },
        {
            "chapter": 10,
            "verse": 6,
            "text": "niścayaṅgā, rēyimbavaḷḷa nirantara mārpulalōnū mariyu bhūmyākāśālalō allāh sr̥ṣṭin̄cina pratidānilōnū, daivabhīti gala prajalaku sūcanalunnāyi"
        },
        {
            "chapter": 10,
            "verse": 7,
            "text": "niścayaṅgā, evaraitē mam'malni kalusukōvaṭānni āśin̄caka, ihalōka jīvitantōnē santasin̄ci, dānitōnē tr̥pti cendutārō mariyu mā sūcana (āyāt) lanu gurin̄ci nirlakṣyabhāvaṁ kaligi uṇṭārō"
        },
        {
            "chapter": 10,
            "verse": 8,
            "text": "alāṇṭi vāri āśrayaṁ - tama karmalaku phalitaṅgā - narakāgniyē"
        },
        {
            "chapter": 10,
            "verse": 9,
            "text": "niścayaṅgā, viśvasin̄ci satkāryālu cēsina vārini vāri viśvāsaphalitaṅgā vāri prabhuvu vārini sanmārgaṁ mīda naḍipistāḍu. Vāri krinda parama sukhālatō niṇḍi unna svargavanālalō, selayēḷḷu pravahistū uṇṭāyi"
        },
        {
            "chapter": 10,
            "verse": 10,
            "text": "andulō vāri prārthana: \"Ō allāh! Nīvu sarvalōpālaku atītuḍavu.\" Ani mariyu vāri abhivandanaṁ: \"As'salāmu alaikuṁ (mīku śānti kalugu gāka)!\" Ani, mātramē uṇṭāyi. Mariyu vāru tama prārthanalanu: \"Sarvastōtrālaku ar'huḍu samastalōkāla pōṣakuḍaina allāh mātramē!\" Ani mugin̄cukuṇṭāru"
        }
    ]
}