{
    "maqras": [
        {
            "chapter": 11,
            "verse": 24,
            "text": "Ī ubhaya pakṣāla vārini, oka gruḍḍi mariyu ceviṭi, maroka cūḍagala mariyu vinagala vāritō pōlcavaccu! Ēmī? Pōlikalō vīriruvurū samānulā? Mīru ikanainā guṇapāṭhaṁ nērcukōrā"
        },
        {
            "chapter": 11,
            "verse": 25,
            "text": "mariyu vāstavāniki mēmu nūh nu atani jāti vāri vaddaku pampāmu. (Atanu vāritō annāḍu): \"Niścayaṅgā, nēnu mīku spaṣṭamaina heccarika cēsēvāḍini mātramē"
        },
        {
            "chapter": 11,
            "verse": 26,
            "text": "mīru allāh nu tappa marevvarinī ārādhin̄ca kūḍadani. Alā cēstē niścayaṅgā ā bādhākaramaina dinamuna mīku paḍabōyē śikṣaku nēnu bhayapaḍutunnānu"
        },
        {
            "chapter": 11,
            "verse": 27,
            "text": "appuḍu atani jātivārilō satyatiraskārulaina nāyakulu: \"Nīvu kūḍā mā mādirigā oka sādhāraṇa mānavuḍavē tappa, nīlō marē pratyēkatanu mēmu cūḍaṭaṁ lēdu. Mariyu vivēkaṁ lēni nīcamaina vāru tappa itarulu ninnu anusaristunnaṭlu kūḍā mēmu cūḍaṭaṁ lēdu. Mariyu mīlō mā kaṇṭē ekkuva ghanata kūḍā māku kanabaḍaṭaṁ lēdu. Antēgāka mīru asatyavādulani mēmu bhāvistunnāmu.\" Ani annāru"
        },
        {
            "chapter": 11,
            "verse": 28,
            "text": "atanu (nūh) annāḍu: \"Ō nā jāti prajalārā! Mīru cūstunnāru kadā? Nēnu nā prabhuvu taraphu nuṇḍi vaccina spaṣṭamaina sūcananu (nidarśanānni) anusaristunnānu. Āyana tana kāruṇyānni nāpai prasādin̄cāḍu, kāni adi mīku kanabaḍaṭaṁ lēdu. Alāṇṭappuḍu mīru dānini asahyin̄cukuṇṭunnā, dānini svīkarin̄camani mēmu mim'malni balavantaṁ cēyagalamā"
        },
        {
            "chapter": 11,
            "verse": 29,
            "text": "mariyu ō nā jāti prajalārā! Nēnu dāni kōsaṁ mī nuṇḍi dhanānni aḍagaṭaṁ lēdu. Nā pratiphalaṁ kēvalaṁ allāh daggaranē undi. Mariyu nēnu viśvasin̄cina vārini trōsi vēyalēnu. Niścayaṅgā, vāraitē tama prabhuvunu kalusukuṇṭāru, kāni niścayaṅgā nēnu mim'malni mūḍha janulugā cūstunnānu"
        },
        {
            "chapter": 11,
            "verse": 30,
            "text": "mariyu ō nājāti prajalārā! Okavēḷa nēnu vārini (viśvāsulanu) geṇṭi vēstē nannu allāh (śikṣa) nuṇḍi, evaḍu kāpāḍa galaḍu? Ēmī? Mīridi grahin̄calērā"
        },
        {
            "chapter": 11,
            "verse": 31,
            "text": "Mariyu nā vadda nidhulu unnāyani gānī mariyu nāku agōcara jñānamunnadani gānī nēnu mītō anaṭaṁ lēdu; mariyu nēnu daivadūtanani kūḍā anaṭaṁ lēdu mariyu mīru hīnaṅgā cūsē vāriki allāh mēlu cēyalēḍani kūḍā anaṭaṁ lēdu. Vāri manas'sulalō unnadi allāh ku bāgā telusu. Alā ayitē! Niścayaṅgā, nēnu durmārgulalō cērina vāḍanē"
        },
        {
            "chapter": 11,
            "verse": 32,
            "text": "vāru annāru: \"Ō nūh! Nīvu mātō vādin̄cāvu, cālā vādin̄cāvu, ika nīvu satyavantuḍavē ayitē nīvu bhayapeṭṭē dānini (ā śikṣanu) māpai dimpu"
        },
        {
            "chapter": 11,
            "verse": 33,
            "text": "atanu (nūh) annāḍu: \"Allāh kōritē niścayaṅgā, dānini (ā śikṣanu) mī paiki testāḍu mariyu mīru dāni nuṇḍi tappin̄cukōlēru"
        },
        {
            "chapter": 11,
            "verse": 34,
            "text": "okavēḷa allāh mim'malni tappu dārilō viḍici peṭṭālani kōritē, nēnu mīku man̄ci salahā ivvālani enta kōrinā, nā salahā mīku lābhadāyakaṁ kājāladu. Āyanē mī prabhuvu mariyu āyana vaipunakē mīrantā marali pōvalasi unnadi"
        },
        {
            "chapter": 11,
            "verse": 35,
            "text": "ēmī? Vāru: \"Atanē (muham'madē) dīnini kalpin̄cāḍu\" ani aṇṭunnārā? Vāritō ilā anu: \"Nēnu dīnini kalpistē dāni pāpaṁ nāpai uṇṭundi mariyu mīru cēsē pāpālatō nāku elāṇṭi sambandhaṁ lēdu"
        },
        {
            "chapter": 11,
            "verse": 36,
            "text": "mariyu nūh ku ilā sandēśaṁ (vahī) pampabaḍindi: \" Niścayaṅgā, nī jāti vārilō inta varaku viśvasin̄cina vāru tappa itarulevvarū viśvasin̄caru, kāvuna vāru cēsē kāryālaku nīvu cintin̄caku"
        },
        {
            "chapter": 11,
            "verse": 37,
            "text": "mariyu nīvu mā samakṣanlō, mā sandēśānusāraṅgā, oka ōḍanu nirmin̄cu mariyu durmārgulanu gurin̄ci nannu aḍugaku. Niścayaṅgā, vāru mun̄ci vēya baḍatāru"
        },
        {
            "chapter": 11,
            "verse": 38,
            "text": "mariyu nūh ōḍa nirmistū unnappuḍu, pratisāri atani jāti nāyakulu atani eduṭa nuṇḍi pōyēṭappuḍu atanitō parihāsālāḍēvāru. Atanu (nūh) vāritō anēvāḍu: \"Ippuḍu mīru mātō parihāsālāḍutunnāru, niścayaṅgā, mīru parihāsālāḍinaṭlē, mēmu kūḍā mītō parihāsālāḍutāmu"
        },
        {
            "chapter": 11,
            "verse": 39,
            "text": "Avamānakaramaina śikṣa evari paiki vastundō mariyu śāśvatamaina śikṣa evaripai paḍutundō tvaralōnē mīru telusukuṇṭāru"
        },
        {
            "chapter": 11,
            "verse": 40,
            "text": "civaraku mā ājña vaccindi mariyu poyyi poṅgindi (jala pravāhālu bhūmini cīlcukoni rāsāgāyi). Appuḍu mēmu (nūh tō) annāmu: \"Prati jāti (paśuvula) nuṇḍi reṇḍu (āḍa maga) jaṇṭalanu mariyu nī kuṭumbaṁ vārini - idi varakē sūcin̄cabaḍina vāḍu tappa - mariyu viśvasin̄cina vārini, andarinī dānilōki (nāvalōki) ekkin̄cukō!\" Atanini viśvasin̄cina vāru kondaru mātramē"
        }
    ]
}