{
    "pages": [
        {
            "chapter": 7,
            "verse": 164,
            "text": "Y cuando un grupo (de quienes no profanaban el sabado) preguntaron (a quienes amonestaban a los transgresores): “¿Por que exhortan a quienes Al-lah destruira y castigara severamente?”, estos contestaron: “Para que nuestro Senor nos exima de toda culpa (por haberles ordenado el bien y prohibido el mal) y para que, tal vez, teman (a Al-lah y se arrepientan)”"
        },
        {
            "chapter": 7,
            "verse": 165,
            "text": "Y cuando olvidaron la amonestacion, salvamos a quienes prohibian el mal[258] y castigamos severamente a los injustos por haberse rebelado (contra Nuestras ordenes)"
        },
        {
            "chapter": 7,
            "verse": 166,
            "text": "Y cuando persistieron en lo que se les habia prohibido, les dijimos: “Conviertanse en unos monos[259] despreciables”"
        },
        {
            "chapter": 7,
            "verse": 167,
            "text": "Y (recuerda) cuando tu Senor anuncio (a los judios) que les enviaria continuamente, hasta el Dia de la Resurreccion, hombres que les infligirian un duro y humillante castigo (por su desobediencia). Ciertamente, tu Senor es rapido en el castigo, pero tambien es Indulgente y Misericordioso"
        },
        {
            "chapter": 7,
            "verse": 168,
            "text": "Y los dividimos en la tierra y formaron comunidades distintas. Algunos de ellos son rectos y virtuosos y otros, no. Y los pusimos a prueba en la prosperidad y en la adversidad para que regresaran a Al-lah (arrepentidos)"
        },
        {
            "chapter": 7,
            "verse": 169,
            "text": "Y los sucedio una (mala) generacion que (a pesar de que) heredo el Libro (la Tora), escogia para si los bienes de esta vida (aunque fuesen ilicitos), y decian: “Seremos perdonados por lo que hagamos”. Y si nuevamente se presentaban ante ellos otros bienes similares, volvian a tomarlos (y a caer en el pecado). ¿Acaso no estudiaron la Tora y se comprometieron (a seguirla y) a no decir sobre Al-lah mas que la verdad? Y la Ultima Morada junto a Al-lah (el Paraiso) es mejor para quienes Lo temen (y evitan lo que El ha prohibido); ¿es que no razonan"
        },
        {
            "chapter": 7,
            "verse": 170,
            "text": "Y quienes se aferran al Libro (el Coran) y practican el salat, que sepan que no dejaremos sin recompensa a quienes (practican y) ordenan el bien"
        }
    ]
}