{
    "pages": [
        {
            "chapter": 12,
            "verse": 79,
            "text": "Jose (respondio): “¡Que Al-lah nos proteja de tomar a otro que no sea aquel en cuyo poder encontramos lo que nos pertenecia! De lo contrario, seriamos injustos”"
        },
        {
            "chapter": 12,
            "verse": 80,
            "text": "Y cuando perdieron la esperanza de convencerlo, se retiraron para discutir en privado (la situacion). El mayor de ellos dijo: “¿Han olvidado que nuestro padre nos hizo jurar por Al-lah (que regresariamos con Benjamin) y que antes ya faltamos a la palabra que le dimos con respecto a Jose? Yo no dejare esta tierra (de Egipto) hasta que mi padre me de permiso para ello o Al-lah me juzgue, y El es el mejor de los jueces"
        },
        {
            "chapter": 12,
            "verse": 81,
            "text": "Regresen a su padre y diganle: ‘¡Oh, padre!, tu hijo (Benjamin) ha robado (y ha sido tomado como esclavo en compensacion), y solo damos fe de lo que sabemos, y no podiamos saber lo que iba a pasar (cuando juramos que volveriamos con el)"
        },
        {
            "chapter": 12,
            "verse": 82,
            "text": "Pregunta a las gentes de la ciudad en donde estuvimos y a la caravana con la que regresamos, pues, ciertamente, decimos la verdad’”"
        },
        {
            "chapter": 12,
            "verse": 83,
            "text": "(El padre) dijo: “¡No, (no es cierto lo que dicen)!, algo malo han tramado contra el. Sere paciente, puede que Al-lah me los traiga a todos[399] de vuelta. Ciertamente, El es el Omnisciente, el Sabio”"
        },
        {
            "chapter": 12,
            "verse": 84,
            "text": "Y se aparto de ellos y dijo: “¡Que pena siento por Jose!”. Y perdio la vista debido a la tristeza y al dolor que reprimia"
        },
        {
            "chapter": 12,
            "verse": 85,
            "text": "(Ellos dijeron): “Por Al-lah que no dejaras de recordar a Jose hasta consumirte por la vejez o perecer”"
        },
        {
            "chapter": 12,
            "verse": 86,
            "text": "(El padre) contesto: “Solo me quejo de mi angustia y de mi pena ante Al-lah, y se de El lo que ustedes no saben"
        }
    ]
}