{
    "pages": [
        {
            "chapter": 2,
            "verse": 238,
            "text": "Sean constantes en el cumplimiento de los (cinco) rezos (obligatorios), especialmente el intermedio[80], y cumplanlos (con humildad y recogimiento) obedeciendo a Al-lah (sin hablar con nadie mientras se realizan)"
        },
        {
            "chapter": 2,
            "verse": 239,
            "text": "Y si temen (alguna accion por parte del enemigo), realicenlos de pie o sobre su montura (aunque no se orienten hacia la Kaaba). Mas cuando esten a salvo, recen a Al-lah de la manera que El les ha ensenado y que antes desconocian"
        },
        {
            "chapter": 2,
            "verse": 240,
            "text": "Y a las viudas les corresponde, como legado, el derecho a ser mantenidas (por los familiares del marido) y a permanecer en la casa conyugal durante un ano lunar completo[82]. Pero, si ellas abandonan el hogar voluntariamente, ustedes (los familiares del difunto marido) no seran reprochados por lo que ellas hagan de manera razonable (siempre que se respete la ley de Al-lah). Y Al-lah es Poderoso y Sabio"
        },
        {
            "chapter": 2,
            "verse": 241,
            "text": "Y deberan entregar a las mujeres que divorcien una compensacion justa (por los danos que el divorcio pueda haberles causado). Esto es un deber para los piadosos"
        },
        {
            "chapter": 2,
            "verse": 242,
            "text": "Asi les aclara Al-lah Sus mandatos para que reflexionen"
        },
        {
            "chapter": 2,
            "verse": 243,
            "text": "¿No conoces la historia (¡oh, Muhammad!) de las miles de personas que (hace muchos anos) abandonaron sus casas por miedo a morir (de peste, pensando que podrian escapar de la muerte decretada por Al-lah)? Entonces Al-lah les dijo: “Mueran”, y despues les devolvio la vida. En verdad, el favor de Al-lah para con los hombres es inmenso, pero la mayoria de los hombres son desagradecidos"
        },
        {
            "chapter": 2,
            "verse": 244,
            "text": "Y luchen por la causa de Al-lah, y sepan que Al-lah todo lo oye y todo lo sabe"
        },
        {
            "chapter": 2,
            "verse": 245,
            "text": "¿Quien ofrece a Al-lah un prestamo generoso (contribuyendo con sus bienes a Su causa) para que El se lo devuelva multiplicado con creces? Y Al-lah restringe (Sus favores) y los concede con generosidad, y a El habran de volver (para ser juzgados)"
        }
    ]
}