{
    "rukus": [
        {
            "chapter": 30,
            "verse": 41,
            "text": "Das Verderben wurde sowohl auf dem Land als auch im Meer sichtbar wegen dem, was die Menschen eigenhandig erwarben. Dies, damit ER sie etwas von dem erfahren laßt, was sie taten, damit sie umkehren"
        },
        {
            "chapter": 30,
            "verse": 42,
            "text": "Sag: \"Zieht auf der Erde herum, dann seht, wie das Anschließende derjenigen vor euch war.\" Die meisten von ihnen waren Muschrik"
        },
        {
            "chapter": 30,
            "verse": 43,
            "text": "So richte dich nach dem außerst geradlinigen Din, bevor ein Tag von ALLAH kommt, der nicht abzuwehren ist. An diesem Tag werden sie auseinandergehen"
        },
        {
            "chapter": 30,
            "verse": 44,
            "text": "Wer Kufr betrieb, so obliegt ihm sein Kufr. Und wer gottgefallig Gutes tat, diese treffen fur sich Vorkehrungen"
        },
        {
            "chapter": 30,
            "verse": 45,
            "text": "ER wird denjenigen, die den Iman verinnerlicht und gottgefallig Gutes getan haben, doch von Seiner Gunst vergelten. Gewiß, ER liebt nicht die Kafir"
        },
        {
            "chapter": 30,
            "verse": 46,
            "text": "Und zu Seinen Ayat zahlt, daß ER die Winde als Uberbringer froher Botschaft schickt, damit ER euch von Seiner Gnade erfahren laßt, damit die Schiffe nach Seiner Bestimmung fahren, damit ihr von Seiner Gunst anstrebt und damit ihr euch dankbar erweist"
        },
        {
            "chapter": 30,
            "verse": 47,
            "text": "Und gewiß, bereits schickten WIR vor dir Gesandte zu ihren Leuten, dann kamen sie zu ihnen mit den klaren Zeichen, dann ubten WIR Vergeltung an denjenigen, die schwere Verfehlungen begingen. Und es obliegt Uns die Unterstutzung der Mumin"
        },
        {
            "chapter": 30,
            "verse": 48,
            "text": "ALLAH ist Derjenige, Der die Winde schickt, die dann Wolken aufwirbeln, dann breitet ER diese am Himmel aus, wie ER will, und ER macht sie zu Stuckteilen, dann siehst du den Regen aus ihnen herauskommen. Und wenn ER dann damit trifft, wen ER von Seinen Dienern will, da erwarten sie Erfreuliches"
        },
        {
            "chapter": 30,
            "verse": 49,
            "text": "obgleich sie, bevor er auf sie fiel, vor ihm doch verzweifelt waren"
        },
        {
            "chapter": 30,
            "verse": 50,
            "text": "Also siehe die Spuren der Gnade deines HERRN, wie ER die Landschaft nach ihrem Tod belebt. Gewiß, Dieser wird doch die Toten lebendig machen. Und ER ist uber alles allmachtig"
        },
        {
            "chapter": 30,
            "verse": 51,
            "text": "Und wurden WIR einen Wind schicken, und sie es das Gewachs gelb werdend sehen, wurden sie doch noch nach ihm Kufr-Betreibende bleiben"
        },
        {
            "chapter": 30,
            "verse": 52,
            "text": "Also du kannst die Toten nicht horen lassen, und du kannst die Tauben den Ruf nicht horen lassen, wenn sie fluchtend den Rucken umkehren"
        },
        {
            "chapter": 30,
            "verse": 53,
            "text": "Und du wirst die Blinden von ihrem Abirren nicht rechtleiten konnen. Du kannst nur horen lassen diejenigen, die den Iman an Unsere Ayat verinnerlichen, die dann Muslime sind"
        }
    ]
}