{
    "rukus": [
        {
            "chapter": 58,
            "verse": 1,
            "text": "Bereits horte ALLAH die Außerung derjenigen, die mit dir wegen ihres Ehemannes disputierte und sich vor ALLAH beklagte, und ALLAH horte euren Dialog. Gewiß, ALLAH ist Allhorend, Allsehend"
        },
        {
            "chapter": 58,
            "verse": 2,
            "text": "Diejenigen von euch, die ihren Ehefrauen Zihar aussprachen, diese sind sicherlich nicht ihre Mutter. Gewiß, ihre Mutter sind nur diejenigen, die sie gebaren. Und gewiß, sie sagen doch etwas Mißbilligtes vom Gesagten und Falsches. Und gewiß, ALLAH ist doch reue-annehmend, allvergebend"
        },
        {
            "chapter": 58,
            "verse": 3,
            "text": "Und denjenigen, die ihren Ehefrauen Zihar aussprachen, dann zurucknehmen, was sie sagten, gilt (als Kaffara ) die Befreiung eines Unfreien, bevor beide sich intim beruhren. Damit werdet ihr ermahnt. Und ALLAH ist dessen, was ihr tut, allkundig"
        },
        {
            "chapter": 58,
            "verse": 4,
            "text": "Also wer dieses nicht vermag, so fastet er zwei aufeinander folgende Monate lang, bevor beide sich intim beruhren. Und wer es nicht kann, dann speist er sechzig Arme. Dies, damit ihr den Iman an ALLAH und Seinen Gesandten verinnerlicht. Und diese sind ALLAHs Richtlinien. Und fur die Kafir ist eine qualvolle Peinigung bestimmt"
        },
        {
            "chapter": 58,
            "verse": 5,
            "text": "Gewiß, diejenigen, die sich ALLAH und Seinen Gesandten widersetzen, wurden niedergemacht, wie diejenigen vor ihnen niedergemacht wurden. Und bereits sandten WIR deutliche Ayat hinab. Und fur die Kafir ist erniedrigende Peinigung bestimmt"
        },
        {
            "chapter": 58,
            "verse": 6,
            "text": "An dem Tag, wenn sie allesamt erweckt werden, dann wird ER ihnen Mitteilung machen uber das, was sie taten. ALLAH umfaßte es detailliert, wahrend sie es vergaßen. Und ALLAH ist uber alles Zeuge"
        }
    ]
}