{
    "rukus": [
        {
            "chapter": 4,
            "verse": 163,
            "text": "Gewiß, WIR ließen dir Wahy zuteil werden, wie WIR Wahy Nuh und den Propheten nach ihm zuteil werden ließen. Ebenso ließen WIRWahy zuteil werden Ibrahim, Isma'il, Ishaq, Ya'qub, den Stammen Israils, 'Isa, Ayyub, Yunus, Harun und Sulaiman. Auch ließen WIR Dawud Zabur zukommen"
        },
        {
            "chapter": 4,
            "verse": 164,
            "text": "Ebenfalls (ließen WIR Wahy zuteil werden) Gesandten, von deren Begebenheiten WIR dir bereits vorher berichteten, auch Gesandten, von deren Begebenheiten WIR dir nicht berichtet haben. Und ALLAH sprach doch zu Musa"
        },
        {
            "chapter": 4,
            "verse": 165,
            "text": "(UndWIR entsandten) Gesandte, als Uberbringer froher Botschaft und als Ermahner, damit die Menschen ALLAH gegenuber nach (der Entsendung) der Gesandten keine Ausfluchte machen konnen. Und ALLAH bleibt immer allwurdig, allweise"
        },
        {
            "chapter": 4,
            "verse": 166,
            "text": "Doch ALLAH bestatigt das, was ER dir hinabgesandt hat. ER sandte es mit Seinem Wissen hinab, auch die Engel bezeugen es. Und ALLAH genugt als Zeuge"
        },
        {
            "chapter": 4,
            "verse": 167,
            "text": "Gewiß, diejenigen, die Kufr betrieben und vom Wege ALLAHs abgebracht haben, diese sind bereits weit in die Irre irregegangen"
        },
        {
            "chapter": 4,
            "verse": 168,
            "text": "Gewiß, denjenigen, die Kufr betrieben und Unrecht begangen haben, wird ALLAH weder vergeben und keinen Weg zur Rechtleitung aufzeigen"
        },
        {
            "chapter": 4,
            "verse": 169,
            "text": "außer einen Weg zu Dschahannam. Darin bleiben sie fur immer und ewig. Und dies bleibt fur ALLAH immer etwas Leichtes"
        },
        {
            "chapter": 4,
            "verse": 170,
            "text": "Ihr Menschen! Bereits ist zu euch doch ein Gesandter mit der Wahrheit von eurem HERRN gekommen, so verinnerlicht den Iman, dies ist besser fur euch. Doch solltet ihr Kufr betreiben, so gehort ALLAH gewiß, was in den Himmeln und was auf Erden ist. Und ALLAH bleibt immer allwissend, allweise"
        },
        {
            "chapter": 4,
            "verse": 171,
            "text": "Ihr Schriftbesitzer! Ubertreibt nicht in eurem Din und sagt nichts uber ALLAH außer der Wahrheit! Almasih 'Isa Ibnu-Maryam, war doch nur ein Gesandter ALLAHs, Sein Wort, das ER Maryam zuteil werden ließ, und ein Ruhh von Ihm. So verinnerlicht den Iman an ALLAH und an Seine Gesandten. Und sagt nicht: \"(Gott sei) dreifaltig.\" Hort auf damit, dies ist besser fur euch. Gewiß, ALLAH ist nur ein einziger Gott! Gepriesen-erhaben ist ER, daß ER einen Sohn hatte. Ihm gehort, was in den Himmeln und was auf Erden ist. Und ALLAH genugt als Wakil"
        }
    ]
}