{
    "pages": [
        {
            "chapter": 8,
            "verse": 26,
            "text": "Aduceþi-va aminte cand voi eraþi puþini la numar, slabi ºi oprimaþi pe pamant ºi va temeaþi sa nu va rapuna oamenii, insa Elv-a dat ada"
        },
        {
            "chapter": 8,
            "verse": 27,
            "text": "O, voi cei care credeþi! Nu-L vicleniþi pe Allah ºi pe Trimis! Nici nu vicleniþi asupra celor ce v-au fost incredinþate, cu buna ºtiinþa"
        },
        {
            "chapter": 8,
            "verse": 28,
            "text": "ªi sa ºtiþi ca bunurile voastre ºi copiii voºtri nu sunt decat o incer- care ºi ca la Allah se afla rasplata mare"
        },
        {
            "chapter": 8,
            "verse": 29,
            "text": "O, voi cei care credeþi! Daca sunteþi cu frica de Allah, atunci El va va da voua un Indreptar ºi va va ºterge voua faptele rele ºi va va ierta, caci Allah este d&at"
        },
        {
            "chapter": 8,
            "verse": 30,
            "text": "[ªi adu-þi aminte] cum au ticluit impotriva ta cei care nu credeau, ca sa te intemniþeze ori sa te omoare, ori sa te alunge ! Au ticluit ei, insa ºi Allah a ticluit, caci Allah este cel mai bun int"
        },
        {
            "chapter": 8,
            "verse": 31,
            "text": "ªi cand li se recita lor versetele Noastre, zic ei: \"Noi am auzit debuna seama ! Iar de am voi noi, am putea spune asemeneaacestora, caci ele nu sunt alta decat legende ale celor vechi"
        },
        {
            "chapter": 8,
            "verse": 32,
            "text": "[ªi adu-þi aminte] cand au zis ei [idolatrii]: “Doamne, daca acesta este Adevar de la Tine, atunci fa sa ploua asupra noastra pietre din cer ori adu peste noi osanda dureroasa! ”"
        },
        {
            "chapter": 8,
            "verse": 33,
            "text": "Allah nu a voit sa-i osandeasca , atunci cand te aflai ºi tu printre ei! ªi nu a voit Allah sa le fie nimicitor cand unii dintre ei au cerut iertare"
        }
    ]
}