{
    "pages": [
        {
            "chapter": 10,
            "verse": 98,
            "text": "ªi nu a fost nici o cetate careia credinþa sa-i fi fost de folos, [candi-a venit pedeapsa], in afara de cetatea neamului lui Iona, care, dupa ce a crezut, i-a mantuit [pe locuitorii ei] de chinul ruºi"
        },
        {
            "chapter": 10,
            "verse": 99,
            "text": "ªi de-ar fi voit Domnul tau, toþi cei de pe pamant ar fi crezut laolalta! ªi oare tu ii sileºti pe oameni ca sa fie credincioºi"
        },
        {
            "chapter": 10,
            "verse": 100,
            "text": "Nu poate nici un suflet sa creada, decat cu voia lui Allah. ªi El va trimite pedeapsa impotriva acelora care nu pricep"
        },
        {
            "chapter": 10,
            "verse": 101,
            "text": "Spune: \"Priviþi la cele care sunt in ceruri ºi pre pamant!\" Insa nici semnele ºi nici prevenitorii nu sunt de ajuns pentru un neam [al celor] care nu cred"
        },
        {
            "chapter": 10,
            "verse": 102,
            "text": "ªi oare aºteapta ei altceva decat zile asemanatoare cu ale acelora de dinaintea lor? Spune: \"Aºteptaþi, aºadar! Voi fi ºi eu printre cei care aºteapta laolalta cu voi"
        },
        {
            "chapter": 10,
            "verse": 103,
            "text": "Atunci ii vom mantui Noi pe trimiºii Noºtri ºi pe cei care au crezut. Aºa este datoria Noastra, sa-i mantuim pe dreptcredincioºi"
        },
        {
            "chapter": 10,
            "verse": 104,
            "text": "Spune: \"O, oameni! Daca sunteþi cu indoiala asupra religiei mele, atunci [sa ºtiþi ca] eu nu voi adora pe cei pe care ii adoraþi in afara de Allah, ci Il voi adora pe Allah Cel care"
        },
        {
            "chapter": 10,
            "verse": 105,
            "text": "ªi [mi s-a zis mie]: \"Ridica-þi faþa catre religia adevarata ºi nufi dintre idolatri"
        },
        {
            "chapter": 10,
            "verse": 106,
            "text": "ªi nu chema in locul lui Allah ceea ce nu-þi este spre folos ºi nici spre stricaciune , caci de vei face [aceasta] , vei fi[tu] dintre cei nelegiuiþi"
        }
    ]
}