{
    "pages": [
        {
            "chapter": 11,
            "verse": 38,
            "text": "Lucra el la corabie ºi de cate ori trecea pe langa el cate o capetenie din neamul sau, il luau in deradere. Insa el le-a zis: “Daca radeþi de noi , vom rade ºi noi de voi , asemenea c"
        },
        {
            "chapter": 11,
            "verse": 39,
            "text": "ªi veþi afla voi cui ii va veni chinul care-l va umili ºi peste cine va veni chinul dainuitor !”"
        },
        {
            "chapter": 11,
            "verse": 40,
            "text": "Iar cand a venit porunca Noastra ºi s-a involburat cuptorul, am spus Noi: “Adu pe ea din fiecare [seminþie] cate doi soþi ºi familia ta - afara de cei impotriva carora hotararea a fost deja data"
        },
        {
            "chapter": 11,
            "verse": 41,
            "text": "ªi a zis el: “Urcaþi-va pe ea! In numele lui Allah va fi mersul ei ºi oprirea ei! Domnul meu este Iertator, Indurator [Ghafur, Rahim]!”"
        },
        {
            "chapter": 11,
            "verse": 42,
            "text": "ªi cand a purces cu ei printre valuri ca munþii, l-a strigat Noe pe fiul sau, care statea deoparte: “O, fiul meu! Urca impreuna cu noi , nu fi laolalta cu necredincioºii!”"
        },
        {
            "chapter": 11,
            "verse": 43,
            "text": "Dar a raspuns [fiul]: “Voi gasi refugiu pe un munte ce ma va apara de apa”. I-a zis [atunci]: “Astazi nu este aparator de porunca luiAllah, afara de acela cu care El este"
        },
        {
            "chapter": 11,
            "verse": 44,
            "text": "ªi s-a grait : “O, pamantule! Inghite apa ta!” ºi “O, cerule! Inceteaza [cu ploaia]!” ªi a scazut apa ºi s-a implinit porunca , iar eas-a aºezat pe muntele Al-Judi. ∨"
        },
        {
            "chapter": 11,
            "verse": 45,
            "text": "ªi L-a chemat Noe pe Domnul sau ºi a zis: “Doamne, fiul meu este din familia mea! Fagaduinþa Ta este Adevarul, iar Tu eºti cel mai drept dintre cei drepþi!”"
        }
    ]
}