{
    "pages": [
        {
            "chapter": 28,
            "verse": 85,
            "text": "Acela care þi-a prescris Coranul te va aduce inapoi la locul unde[tu vrei] sa te intorci . Spune: “Domnul meu ºtie mai bine cine vinecu calauzirea ºi cine este in ratacire razvedita!”"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "Tu nu nadajduiai sa þi se aduca þie Cartea, decat ca o indurarede la Domnul tau. Aºadar, nu fi niciodata un ajutor pentru necre- dincioºi"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "ªi ei sa nu te abata de la versetele lui Allah , dupa ce ele þi-au fost trimise þie, ºi cheama la Domnul tau ºi nu fi tu dintre politeiºti"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "ªi nu chema alaturi de Allah alt dumnezeu, caci nu exista alta divinitate in afara de El! Totul va pieri in afara de Chipul Sau. La El este judecata ºi la El veþi fi aduºi"
        },
        {
            "chapter": 29,
            "verse": 1,
            "text": "Alif, Lam, Mim"
        },
        {
            "chapter": 29,
            "verse": 2,
            "text": "Oare socotesc oamenii ca vor fi lasaþi [in pace], daca vor spune“Noi credem!”, ºi ca ei nu vor fi incercaþi"
        },
        {
            "chapter": 29,
            "verse": 3,
            "text": "Noi i-am incercat pe cei de dinaintea lor ºi Allah ii cunoaºte pecei care spun adevarul ºi ii cunoaºte pe cei care mint [in privinþacredinþei]"
        },
        {
            "chapter": 29,
            "verse": 4,
            "text": "Sau socotesc cei care savarºesc fapte rele ca vor putea scapa deNoi? Ce rau judeca ei"
        },
        {
            "chapter": 29,
            "verse": 5,
            "text": "Aceia care nadajduiesc in rasplata buna la intalnirea cu Allah [saºtie ca] ter menul lui Allah va veni. El este Cel care Aude Totul [ºieste] Atoateºtiutor [As-Sami´, Al-´Alim]"
        },
        {
            "chapter": 29,
            "verse": 6,
            "text": "ªi cel care se lupta nu se lupta decat pentru sine, caci Allah este mult prea instarit ca sa aiba nevoie de lume"
        }
    ]
}