{
    "chapter": [
        {
            "chapter": 38,
            "verse": 1,
            "text": "ص۔ قسم ہے اس قرآن کی جو نصیحت دینے والا ہے (کہ تم حق پر ہو)"
        },
        {
            "chapter": 38,
            "verse": 2,
            "text": "مگر جو لوگ کافر ہیں وہ غرور اور مخالفت میں ہیں"
        },
        {
            "chapter": 38,
            "verse": 3,
            "text": "ہم نے ان سے پہلے بہت سی اُمتوں کو ہلاک کردیا تو وہ (عذاب کے وقت) لگے فریاد کرنے اور وہ رہائی کا وقت نہیں تھا"
        },
        {
            "chapter": 38,
            "verse": 4,
            "text": "اور انہوں نے تعجب کیا کہ ان کے پاس ان ہی میں سے ہدایت کرنے والا آیا اور کافر کہنے لگے کہ یہ تو جادوگر ہے جھوٹا"
        },
        {
            "chapter": 38,
            "verse": 5,
            "text": "کیا اس نے اتنے معبودوں کی جگہ ایک ہی معبود بنا دیا۔ یہ تو بڑی عجیب بات ہے"
        },
        {
            "chapter": 38,
            "verse": 6,
            "text": "تو ان میں جو معزز تھے وہ چل کھڑے ہوئے (اور بولے) کہ چلو اور اپنے معبودوں (کی پوجا) پر قائم رہو۔ بےشک یہ ایسی بات ہے جس سے (تم پر شرف وفضلیت) مقصود ہے"
        },
        {
            "chapter": 38,
            "verse": 7,
            "text": "یہ پچھلے مذہب میں ہم نے کبھی سنی ہی نہیں۔ یہ بالکل بنائی ہوئی بات ہے"
        },
        {
            "chapter": 38,
            "verse": 8,
            "text": "کیا ہم سب میں سے اسی پر نصیحت (کی کتاب) اُتری ہے؟ (نہیں) بلکہ یہ میری نصیحت کی کتاب سے شک میں ہیں۔ بلکہ انہوں نے ابھی میرے عذاب کا مزہ نہیں چکھا"
        },
        {
            "chapter": 38,
            "verse": 9,
            "text": "کیا ان کے پاس تمہارے پروردگار کی رحمت کے خزانے ہیں جو غالب اور بہت عطا کرنے والا ہے"
        },
        {
            "chapter": 38,
            "verse": 10,
            "text": "یا آسمانوں اور زمین اور جو کچھ ان میں ہے ان (سب) پر ان ہی کی حکومت ہے۔ تو چاہیئے کہ رسیاں تان کر (آسمانوں) پر چڑھ جائیں"
        },
        {
            "chapter": 38,
            "verse": 11,
            "text": "یہاں شکست کھائے ہوئے گروہوں میں سے یہ بھی ایک لشکر ہے"
        },
        {
            "chapter": 38,
            "verse": 12,
            "text": "ان سے پہلے نوح کی قوم اور عاد اور میخوں والا فرعون (اور اس کی قوم کے لوگ) بھی جھٹلا چکے ہیں"
        },
        {
            "chapter": 38,
            "verse": 13,
            "text": "اور ثمود اور لوط کی قوم اور بن کے رہنے والے بھی۔ یہی وہ گروہ ہیں"
        },
        {
            "chapter": 38,
            "verse": 14,
            "text": "(ان) سب نے پیغمبروں کو جھٹلایا تو میرا عذاب (ان پر) آ واقع ہوا"
        },
        {
            "chapter": 38,
            "verse": 15,
            "text": "اور یہ لوگ تو صرف ایک زور کی آواز کا جس میں (شروع ہوئے پیچھے) کچھ وقفہ نہیں ہوگا، انتظار کرتے ہیں"
        },
        {
            "chapter": 38,
            "verse": 16,
            "text": "اور کہتے ہیں کہ اے ہمارے پروردگار ہم کو ہمارا حصہ حساب کے دن سے پہلے ہی دے دے"
        },
        {
            "chapter": 38,
            "verse": 17,
            "text": "(اے پیغمبر) یہ جو کچھ کہتے ہیں اس پر صبر کرو۔ اور ہمارے بندے داؤد کو یاد کرو جو صاحب قوت تھے (اور) بےشک وہ رجوع کرنے والے تھے"
        },
        {
            "chapter": 38,
            "verse": 18,
            "text": "ہم نے پہاڑوں کو ان کے زیر فرمان کردیا تھا کہ صبح وشام ان کے ساتھ (خدائے) پاک (کا) ذکر کرتے تھے"
        },
        {
            "chapter": 38,
            "verse": 19,
            "text": "اور پرندوں کو بھی کہ جمع رہتے تھے۔ سب ان کے فرمانبردار تھے"
        },
        {
            "chapter": 38,
            "verse": 20,
            "text": "اور ہم نے ان کی بادشاہی کو مستحکم کیا اور ان کو حکمت عطا کی اور (خصومت کی) بات کا فیصلہ (سکھایا)"
        },
        {
            "chapter": 38,
            "verse": 21,
            "text": "بھلا تمہارے پاس ان جھگڑنے والوں کی بھی خبر آئی ہے جب وہ دیوار پھاند کر عبادت خانے میں داخل ہوئے"
        },
        {
            "chapter": 38,
            "verse": 22,
            "text": "جس وقت وہ داؤد کے پاس آئے تو وہ ان سے گھبرا گئے انہوں نے کہا کہ خوف نہ کیجیئے۔ ہم دونوں کا ایک مقدمہ ہے کہ ہم میں سے ایک نے دوسرے پر زیادتی کی ہے تو آپ ہم میں انصاف کا فیصلہ کر دیجیئے اور بےانصافی نہ کیجیئے گا اور ہم کو سیدھا رستہ دکھا دیجیئے"
        },
        {
            "chapter": 38,
            "verse": 23,
            "text": "(کیفیت یہ ہے کہ) یہ میرا بھائی ہے اس کے (ہاں) ننانوے دنبیاں ہیں اور میرے (پاس) ایک دُنبی ہے۔ یہ کہتا ہے کہ یہ بھی میرے حوالے کردے اور گفتگو میں مجھ پر زبردستی کرتا ہے"
        },
        {
            "chapter": 38,
            "verse": 24,
            "text": "انہوں نے کہا کہ یہ جو تیری دنبی مانگتا ہے کہ اپنی دنبیوں میں ملالے بےشک تجھ پر ظلم کرتا ہے۔ اور اکثر شریک ایک دوسرے پر زیادتی ہی کیا کرتے ہیں۔ ہاں جو ایمان لائے اور عمل نیک کرتے رہے اور ایسے لوگ بہت کم ہیں۔ اور داؤد نے خیال کیا کہ (اس واقعے سے) ہم نے ان کو آزمایا ہے تو انہوں نے اپنے پروردگار سے مغفرت مانگی اور جھک کر گڑ پڑے اور (خدا کی طرف) رجوع کیا"
        },
        {
            "chapter": 38,
            "verse": 25,
            "text": "تو ہم نے ان کو بخش دیا۔ اور بےشک ان کے لئے ہمارے ہاں قرب اور عمدہ مقام ہے"
        },
        {
            "chapter": 38,
            "verse": 26,
            "text": "اے داؤد ہم نے تم کو زمین میں بادشاہ بنایا ہے تو لوگوں میں انصاف کے فیصلے کیا کرو اور خواہش کی پیروی نہ کرنا کہ وہ تمہیں خدا کے رستے سے بھٹکا دے گی۔ جو لوگ خدا کے رستے سے بھٹکتے ہیں ان کے لئے سخت عذاب (تیار) ہے کہ انہوں نے حساب کے دن کو بھلا دیا"
        },
        {
            "chapter": 38,
            "verse": 27,
            "text": "اور ہم نے آسمان اور زمین کو اور جو کائنات ان میں ہے اس کو خالی از مصلحت نہیں پیدا کیا۔ یہ ان کا گمان ہے جو کافر ہیں۔ سو کافروں کے لئے دوزخ کا عذاب ہے"
        },
        {
            "chapter": 38,
            "verse": 28,
            "text": "جو لوگ ایمان لائے اور عمل نیک کرتے رہے۔ کیا ان کو ہم ان کی طرح کر دیں گے جو ملک میں فساد کرتے ہیں۔ یا پرہیزگاروں کو بدکاروں کی طرح کر دیں گے"
        },
        {
            "chapter": 38,
            "verse": 29,
            "text": "(یہ) کتاب جو ہم نے تم پر نازل کی ہے بابرکت ہے تاکہ لوگ اس کی آیتوں میں غور کریں اور تاکہ اہل عقل نصیحت پکڑیں"
        },
        {
            "chapter": 38,
            "verse": 30,
            "text": "اور ہم نے داؤد کو سلیمان عطا کئے۔ بہت خوب بندے (تھے اور) وہ (خدا کی طرف) رجوع کرنے والے تھے"
        },
        {
            "chapter": 38,
            "verse": 31,
            "text": "جب ان کے سامنے شام کو خاصے کے گھوڑے پیش کئے گئے"
        },
        {
            "chapter": 38,
            "verse": 32,
            "text": "تو کہنے لگے کہ میں نے اپنے پروردگار کی یاد سے (غافل ہو کر) مال کی محبت اختیار کی۔ یہاں تک کہ (آفتاب) پردے میں چھپ گیا"
        },
        {
            "chapter": 38,
            "verse": 33,
            "text": "(بولے کہ) ان کو میرے پاس واپس لے آؤ۔ پھر ان کی ٹانگوں اور گردنوں پر ہاتھ پھیرنے لگے"
        },
        {
            "chapter": 38,
            "verse": 34,
            "text": "اور ہم نے سلیمان کی آزمائش کی اور ان کے تخت پر ایک دھڑ ڈال دیا پھر انہوں نے (خدا کی طرف) رجوع کیا"
        },
        {
            "chapter": 38,
            "verse": 35,
            "text": "(اور) دعا کی کہ اے پروردگار مجھے مغفرت کر اور مجھ کو ایسی بادشاہی عطا کر کہ میرے بعد کسی کو شایاں نہ ہو۔ بےشک تو بڑا عطا فرمانے والا ہے"
        },
        {
            "chapter": 38,
            "verse": 36,
            "text": "پھر ہم نے ہوا کو ان کے زیرفرمان کردیا کہ جہاں وہ پہنچنا چاہتے ان کے حکم سے نرم نرم چلنے لگتی"
        },
        {
            "chapter": 38,
            "verse": 37,
            "text": "اَور دیووں کو بھی (ان کے زیرفرمان کیا) وہ سب عمارتیں بنانے والے اور غوطہ مارنے والے تھے"
        },
        {
            "chapter": 38,
            "verse": 38,
            "text": "اور اَوروں کو بھی جو زنجیروں میں جکڑے ہوئے تھے"
        },
        {
            "chapter": 38,
            "verse": 39,
            "text": "(ہم نے کہا) یہ ہماری بخشش ہے (چاہو) تو احسان کرو یا (چاہو تو) رکھ چھوڑو (تم سے) کچھ حساب نہیں ہے"
        },
        {
            "chapter": 38,
            "verse": 40,
            "text": "اور بےشک ان کے لئے ہمارے ہاں قُرب اور عمدہ مقام ہے"
        },
        {
            "chapter": 38,
            "verse": 41,
            "text": "اور ہمارے بندے ایوب کو یاد کرو جب انہوں نے اپنے رب کو پکارا کہ (بار الہٰا) شیطان نے مجھ کو ایذا اور تکلیف دے رکھی ہے"
        },
        {
            "chapter": 38,
            "verse": 42,
            "text": "(ہم نے کہا کہ زمین پر) لات مارو (دیکھو) یہ (چشمہ نکل آیا) نہانے کو ٹھنڈا اور پینے کو (شیریں)"
        },
        {
            "chapter": 38,
            "verse": 43,
            "text": "اور ہم نے ان کو اہل و عیال اور ان کے ساتھ ان کے برابر اور بخشے۔ (یہ) ہماری طرف سے رحمت اور عقل والوں کے لئے نصیحت تھی"
        },
        {
            "chapter": 38,
            "verse": 44,
            "text": "اور اپنے ہاتھ میں جھاڑو لو اور اس سے مارو اور قسم نہ توڑو۔ بےشک ہم نے ان کو ثابت قدم پایا۔ بہت خوب بندے تھے بےشک وہ رجوع کرنے والے تھے"
        },
        {
            "chapter": 38,
            "verse": 45,
            "text": "اور ہمارے بندوں ابراہیم اور اسحاق اور یعقوب کو یاد کرو جو ہاتھوں والے اور آنکھوں والے تھے"
        },
        {
            "chapter": 38,
            "verse": 46,
            "text": "ہم نے ان کو ایک (صفت) خاص (آخرت کے) گھر کی یاد سے ممتاز کیا تھا"
        },
        {
            "chapter": 38,
            "verse": 47,
            "text": "اور ہمارے نزدیک منتخب اور نیک لوگوں میں سے تھے"
        },
        {
            "chapter": 38,
            "verse": 48,
            "text": "اور اسمٰعیل اور الیسع اور ذوالکفل کو یاد کرو۔ وہ سب نیک لوگوں میں سے تھے"
        },
        {
            "chapter": 38,
            "verse": 49,
            "text": "یہ نصیحت ہے اور پرہیزگاروں کے لئے تو عمدہ مقام ہے"
        },
        {
            "chapter": 38,
            "verse": 50,
            "text": "ہمیشہ رہنے کے باغ جن کے دروازے ان کے لئے کھلے ہوں گے"
        },
        {
            "chapter": 38,
            "verse": 51,
            "text": "ان میں تکیٴے لگائے بیٹھے ہوں گے اور (کھانے پینے کے لئے) بہت سے میوے اور شراب منگواتے رہیں گے"
        },
        {
            "chapter": 38,
            "verse": 52,
            "text": "اور ان کے پاس نیچی نگاہ رکھنے والی (اور) ہم عمر (عورتیں) ہوں گی"
        },
        {
            "chapter": 38,
            "verse": 53,
            "text": "یہ وہ چیزیں ہیں جن کا حساب کے دن کے لئے تم سے وعدہ کیا جاتا تھا"
        },
        {
            "chapter": 38,
            "verse": 54,
            "text": "یہ ہمارا رزق ہے جو کبھی ختم نہیں ہوگا"
        },
        {
            "chapter": 38,
            "verse": 55,
            "text": "یہ (نعمتیں تو فرمانبرداروں کے لئے ہیں) اور سرکشوں کے لئے برا ٹھکانا ہے"
        },
        {
            "chapter": 38,
            "verse": 56,
            "text": "(یعنی) دوزخ۔ جس میں وہ داخل ہوں گے اور وہ بری آرام گاہ ہے"
        },
        {
            "chapter": 38,
            "verse": 57,
            "text": "یہ کھولتا ہوا گرم پانی اور پیپ (ہے) اب اس کے مزے چکھیں"
        },
        {
            "chapter": 38,
            "verse": 58,
            "text": "اور اسی طرح کے اور بہت سے (عذاب ہوں گے)"
        },
        {
            "chapter": 38,
            "verse": 59,
            "text": "یہ ایک فوج ہے جو تمہارے ساتھ داخل ہوگی۔ ان کو خوشی نہ ہو یہ دوزخ میں جانے والے ہیں"
        },
        {
            "chapter": 38,
            "verse": 60,
            "text": "کہیں گے بلکہ تم ہی کو خوشی نہ ہو۔ تم ہی تو یہ (بلا) ہمارے سامنے لائے سو (یہ) برا ٹھکانا ہے"
        },
        {
            "chapter": 38,
            "verse": 61,
            "text": "وہ کہیں گے اے پروردگار جو اس کو ہمارے سامنے لایا ہے اس کو دوزخ میں دونا عذاب دے"
        },
        {
            "chapter": 38,
            "verse": 62,
            "text": "اور کہیں گے کیا سبب ہے کہ (یہاں) ہم ان شخصوں کو نہیں دیکھتے جن کو بروں میں شمار کرتے تھے"
        },
        {
            "chapter": 38,
            "verse": 63,
            "text": "کیا ہم نے ان سے ٹھٹھا کیا ہے یا (ہماری) آنکھیں ان (کی طرف) سے پھر گئی ہیں؟"
        },
        {
            "chapter": 38,
            "verse": 64,
            "text": "بےشک یہ اہل دوزخ کا جھگڑنا برحق ہے"
        },
        {
            "chapter": 38,
            "verse": 65,
            "text": "کہہ دو کہ میں تو صرف ہدایت کرنے والا ہوں۔ اور خدائے یکتا اور غالب کے سوا کوئی معبود نہیں"
        },
        {
            "chapter": 38,
            "verse": 66,
            "text": "جو آسمانوں اور زمین اور جو مخلوق ان میں ہے سب کا مالک ہے غالب (اور) بخشنے والا"
        },
        {
            "chapter": 38,
            "verse": 67,
            "text": "کہہ دو کہ یہ ایک بڑی (ہولناک چیز کی) خبر ہے"
        },
        {
            "chapter": 38,
            "verse": 68,
            "text": "جس کو تم دھیان میں نہیں لاتے"
        },
        {
            "chapter": 38,
            "verse": 69,
            "text": "مجھ کو اوپر کی مجلس (والوں) کا جب وہ جھگڑتے تھے کچھ بھی علم نہ تھا"
        },
        {
            "chapter": 38,
            "verse": 70,
            "text": "میری طرف تو یہی وحی کی جاتی ہے کہ میں کھلم کھلا ہدایت کرنے والا ہوں"
        },
        {
            "chapter": 38,
            "verse": 71,
            "text": "جب تمہارے پروردگار نے فرشتوں سے کہا کہ میں مٹی سے انسان بنانے والا ہوں"
        },
        {
            "chapter": 38,
            "verse": 72,
            "text": "جب اس کو درست کرلوں اور اس میں اپنی روح پھونک دوں تو اس کے آگے سجدے میں گر پڑنا"
        },
        {
            "chapter": 38,
            "verse": 73,
            "text": "تو تمام فرشتوں نے سجدہ کیا"
        },
        {
            "chapter": 38,
            "verse": 74,
            "text": "مگر شیطان اکڑ بیٹھا اور کافروں میں ہوگیا"
        },
        {
            "chapter": 38,
            "verse": 75,
            "text": "(خدا نے) فرمایا کہ اے ابلیس جس شخص کو میں نے اپنے ہاتھوں سے بنایا اس کے آگے سجدہ کرنے سے تجھے کس چیز نے منع کیا۔ کیا تو غرور میں آگیا یا اونچے درجے والوں میں تھا؟"
        },
        {
            "chapter": 38,
            "verse": 76,
            "text": "بولا کہ میں اس سے بہتر ہوں (کہ) تو نے مجھ کو کو آگ سے پیدا کیا اور اِسے مٹی سے بنایا"
        },
        {
            "chapter": 38,
            "verse": 77,
            "text": "فرمایا یہاں سے نکل جا تو مردود ہے"
        },
        {
            "chapter": 38,
            "verse": 78,
            "text": "اور تجھ پر قیامت کے دن تک میری لعنت (پڑتی) رہے گی"
        },
        {
            "chapter": 38,
            "verse": 79,
            "text": "کہنے لگا کہ میرے پروردگار مجھے اس روز تک کہ لوگ اٹھائے جائیں مہلت دے"
        },
        {
            "chapter": 38,
            "verse": 80,
            "text": "فرمایا کہ تجھ کو مہلت دی جاتی ہے"
        },
        {
            "chapter": 38,
            "verse": 81,
            "text": "اس روز تک جس کا وقت مقرر ہے"
        },
        {
            "chapter": 38,
            "verse": 82,
            "text": "کہنے لگا کہ مجھے تیری عزت کی قسم میں ان سب کو بہکاتا رہوں گا"
        },
        {
            "chapter": 38,
            "verse": 83,
            "text": "سوا ان کے جو تیرے خالص بندے ہیں"
        },
        {
            "chapter": 38,
            "verse": 84,
            "text": "فرمایا سچ (ہے) اور میں بھی سچ کہتا ہوں"
        },
        {
            "chapter": 38,
            "verse": 85,
            "text": "کہ میں تجھ سے اور جو ان میں سے تیری پیروی کریں گے سب سے جہنم کو بھر دوں گا"
        },
        {
            "chapter": 38,
            "verse": 86,
            "text": "اے پیغمبر کہہ دو کہ میں تم سے اس کا صلہ نہیں مانگتا اور نہ میں بناوٹ کرنے والوں میں ہوں"
        },
        {
            "chapter": 38,
            "verse": 87,
            "text": "یہ قرآن تو اہل عالم کے لئے نصیحت ہے"
        },
        {
            "chapter": 38,
            "verse": 88,
            "text": "اور تم کو اس کا حال ایک وقت کے بعد معلوم ہوجائے گا"
        }
    ]
}