{
    "pages": [
        {
            "chapter": 11,
            "verse": 82,
            "text": "U meta gie l-amar tagħna (u wasal il-kastig, il-bliet) għamilniehom ta' taħt fuq, u nizzilna fuqhom xita ta' gebel ta' fuħħar iebes, saff fuq saff"
        },
        {
            "chapter": 11,
            "verse": 83,
            "text": "(kull waħda) imnaqqxa (u mibgħuta) minn Sidek, u (dan il-gebel) ma huwiex 'il bogħod mill-ħziena"
        },
        {
            "chapter": 11,
            "verse": 84,
            "text": "U għand (il-gens ta') Madjan (bgħarna) lil ħuhom Xugħajb. Huwa qal: 'Ja niesi; qimu lil Allat Ma għandkomx alla (ieħor) għajru, La tnaqqsux fil-kejl u l- uzin (kif tħobbu tagħmlu). Jiena tabilħaqq narakom li ma jonqoskom xejn, izda tassew nibza' li (jekk m'intomx se tibdlu ħajjitkom) se jkollkom il-kastig ta' Jum li jdawwarkom minn kullimkien (hekk li ħadd ma jaħrab minnu)"
        },
        {
            "chapter": 11,
            "verse": 85,
            "text": "Janiesi, agħtu kejl u wzin sħiħ, bil-ħaqq, u la ccaħħdux lin-nies dak li hu tagħhom' La tagħmlux ħazen fuq l-art bil-ħsara tagħkoml"
        },
        {
            "chapter": 11,
            "verse": 86,
            "text": "Dak. (il-gid xieraq) di Alla ħallielkom huwa aħjar għalikom (minn dak li tiksbu bil-qerq), jekk. intom temmnu. Jiena m'iniex għassies fuqkom (u dmiri, bħala Mibgħut ta' Alla, huwa biss li niftħilkom għajnejkom biex taraw is-sewwa u l-ħaqq)U"
        },
        {
            "chapter": 11,
            "verse": 87,
            "text": "(Qalfulu bi tkasbir): 'Ja Xugħajb, jaqaw it-talb tiegħek qiegħed jamarlek biex inħallu dak li kienu jqimu missirijietna, jew li (ma nibqgħux) nagħmlu li rridu b'gidna 7. Inti tabilħaqq dak li jdum. ma jagħdab, u bil- għaqal"
        },
        {
            "chapter": 11,
            "verse": 88,
            "text": "Qal(ilhom): 'Ja niesi, x'taħsbu 7 Jekk għandi xhieda cara minn Sidi (bis-saħħa tal-profezija), u tani għajxien tajjeb mingħandu, (jaqaw ma huwiex (dmiri li nħeggigkom titilqu l-allat foloz tagħkom) 2 Jiena ma rridx li nagħmel minn wara daharkom dak. li qiegħed inzommkom lura minnu. Jiena rrid biss li, kemm nista', (ingib). it-titjib (fil-qagħda tagħkom, biex timxu 'l quddiem). U s-success. tiegħi (f'dan) huwa biss b'Alla. F'idejh ħallejt, u lejh indur bl-indiema"
        }
    ]
}