{
    "pages": [
        {
            "chapter": 18,
            "verse": 35,
            "text": "U (is-sid l-imkabbar) daħal. fil-gnien tiegħu fima' sieħbu biex jurih il-gid li kellu), izda (bl-imgiba ħazina u fis- suppervja tiegħu) kien naqas lejh innifsu u qal: 'Ma naħsibx li dan (il-gnien) qatt jista' jinqered"
        },
        {
            "chapter": 18,
            "verse": 36,
            "text": "U ma-naħsibx li s-Siegħa (tal-Gudizzju) gejja. U jekk nintbagħat lura lejn Sidi (il-Mulej), tassew li (hemm) minfloku (dan il-gnien) insib xi ħaga aħjar minnu"
        },
        {
            "chapter": 18,
            "verse": 37,
            "text": "Sieħbu qallu, waqt li kien qiegħed jitħaddet miegħu (dwar dak li kien għadu kif sema''): ''Jaqaw ticħad lil Dak li ħalqek minn trab, imbagħad minn nitfa (ta' sperma), u mbagħad sawrek f'ragel"
        },
        {
            "chapter": 18,
            "verse": 38,
            "text": "Izda jiena (naf li) Huwa Alla Sidi (/i ħalaqni), u' ma nxierek ma' Sidi lil ħaddl"
        },
        {
            "chapter": 18,
            "verse": 39,
            "text": "Għaliex, meta dħalt fil-gnien tiegħek, ma għedix: 'Dak li Alla ried (li jinbet f'dar. il-gnien, nibet, kiber u ta l-frott); ma hemm (ebda) qawwa jekk mhux b'Alla' 7 Jekk tarani anqas minnek fil-gid u fl-ulied"
        },
        {
            "chapter": 18,
            "verse": 40,
            "text": "għandu mnejn li Sidi jagħtini aħjar mill-gnien tiegħek, u jibgħat fuqu sajjetta mis-sema u jsir trab jizloq (hekk (i xejn ma jikber fih)"
        },
        {
            "chapter": 18,
            "verse": 41,
            "text": "jew l-ilma tiegħu jgħib taħt l-art, u ma tkunx tista' ssibu"
        },
        {
            "chapter": 18,
            "verse": 42,
            "text": "(U fis-siegħa u fil-waqr) il-frott tiegħu nqered (għal kollox), U (sid il-gnien) beda jagħfas idejh (b'turija ta' niket. kbir) minħabba dak Ji kien nefaq għalih, u li. fissa) huwa. ħerba (tistrieħ) fuq il-kannizzati tagħha, filwaqt li qal (b: l ndiema izda issa kien tard wisq): 'Aħjar l-ma xerikt lil ħadd ma' Sidif"
        },
        {
            "chapter": 18,
            "verse": 43,
            "text": "(Minkejja l-ftaħir kollu tiegħu, fis-siegħa tal-kastig. l- għani) ma kellux xi gemgħa li setgħet tgħinu, minflok Alla, u (lanqas) ma seta' jeħles lilu nnifsu"
        },
        {
            "chapter": 18,
            "verse": 44,
            "text": "Hemm (f'tigrib kbir bħal dak) il-ħarsien (jigi) minn Alla, is-Sewwa. Huwa l-Aħjar fil-premju, u l-Aħjar (f'dak 17 /i) l-isbaħ tmiem (għal dawk li jintelqu f'idejh)"
        },
        {
            "chapter": 18,
            "verse": 45,
            "text": "Gibilhom it-tixbiha tal-ħajja (f'din) id-dinja: (hija) bħal ilma li nnizzluh mis-sema: miegħu titħallat il-ħdura ta' l-art, u ssir karta niexfa li jtajjarha r-riħ. Alla għandu s-setgħa fiiq kolloxi"
        }
    ]
}