{
    "pages": [
        {
            "chapter": 20,
            "verse": 88,
            "text": "(Min-nar) ħargilhom xbieha ta' għogol, li kien jgħajjat (meta jgħaddi. r-riħ. minnu), u qalu: ''Dan. huwa l-alla. tagħkom, u l-alla ta' Mosc, izda (Mosc) nesa (lil dan alla tiegħu, u mar ifittxu fuq il-muntanja)"
        },
        {
            "chapter": 20,
            "verse": 89,
            "text": "Mela ma rawx li (dan l-għogol) ma kellimhomx fineta sejħulu), u la seta' jkunilhom la ta' ħsara u lanqas ta' fejda"
        },
        {
            "chapter": 20,
            "verse": 90,
            "text": "Aron kien tassew diga qalilhom, qabel (ma Mosc rega' lura fosthom, u wissiehom): ''Ja niesi, intom qegħdin biss tiggarrbu bih (dan l-għogol). Izda tabilħaqq li Sidkom huwa. Dak Kollu Ħniena, u għalhekk imxu warajja u oqogħdu għall-amar tiegħil"
        },
        {
            "chapter": 20,
            "verse": 91,
            "text": "(Qaluflu): 'M'aħniex se nieqfu nqimu (lill-għogol). sa ma jerga' lura għandna Mosc (u mbagħad naraw x'nagħmlu)"
        },
        {
            "chapter": 20,
            "verse": 92,
            "text": "Qal (Masc): 'Aron, x'zammek, meta rajthom mitlufin"
        },
        {
            "chapter": 20,
            "verse": 93,
            "text": "milli timxi warajja (u tagħdab għalihom, bħali) Jaqaw mort kontra l-amar tiegħi"
        },
        {
            "chapter": 20,
            "verse": 94,
            "text": "Qal(lu Aron): 'Ja bin ommi, la taqbadnix mid-daqna u. lanqas minn (xagħar) rasi (fl-għadab tiegħek). Jiena tassew. bzajt li (jekk inkellimhom, jinqala' xi għawg fost niesna, U mbagħad kont tixlini u) tgħid: 'Inti gibt firda fost Ulied Israel, u ma stennejtx l-amar tiegħil"
        },
        {
            "chapter": 20,
            "verse": 95,
            "text": "Qal (Mosc): 'X'inhi din tiegħek, ja Samirr"
        },
        {
            "chapter": 20,
            "verse": 96,
            "text": "Qal (is-Samiri): ''Jiena rajt dak li (niesek) ma rawx (ill- anglu Gabrijel riekeb id-debba tal-ħajja), u għalhekk qbadt qabda (trab) mill-marka tal-pass tal-Mibgħut (Gabrijel) u tfajtu (fuq l-għogol. u dan beda jgħajjat). Hekk ħajritni qalbi fli għandi nagħmel)i"
        },
        {
            "chapter": 20,
            "verse": 97,
            "text": "Qal(lu Mose): ''Mela tlaqt Tabilħaqq li (minn issa 'l quddiem) f'(din). il-ħajja jeħtieglek. tgħid: 'Ħadd ma jmiss(ni), u ma mmiss lil ħaddf Tassew li għandek ħin imwiegħed (Jum il-Qawmien) li zgur m'intix se titlef. U (issa) ħares lejn l-alla tiegħek li bqajt tqimu (sa l-aħħar): aħna tabilħaqq naħarquh, u mbagħad tassew inxerrduh għal kollox (bħala rmied) fil-baħari"
        },
        {
            "chapter": 20,
            "verse": 98,
            "text": "Tabilħaqq li Alla tagħkom huwa biss A//ght Ma hemmx alla. (ieħor). għajrul Huwa jigbor kollox. fl-għerf (divin tiegħu, u ma'jaqbizlu xejnji)"
        }
    ]
}