{
    "pages": [
        {
            "chapter": 30,
            "verse": 25,
            "text": "U fost is-sinjali tiegħu (issibu) li s-sema u l-art izommu bl-amar tiegħu. Imbagħad meta jsejħilkom. b'sejħa (waħda) mill-art, ara, intom toħorgu (mill-oqbra biex tidhru quddiemu)"
        },
        {
            "chapter": 30,
            "verse": 26,
            "text": "Tiegħu huwa kulmin jinsab fis-smewwiet u fl-art; kulħadd joqgħod għalih bil-qimal"
        },
        {
            "chapter": 30,
            "verse": 27,
            "text": "Huwa li jibda l-ħolqien, imbagħad itennih. U dan eħfef għalihi Tiegħu l-ogħla kwalitajiet fis-smewwiet u fl-art. Huwa l-Qawwi, l-Għaref"
        },
        {
            "chapter": 30,
            "verse": 28,
            "text": "Huwa jagħmlilkom tixbiha minnkom infuskom. Jaqaw intom tagħmlu sħab ma' l-ilsiera li għandkom f'idejkom, f'dak li tajniekom għall-għajxien tagħkom, hekk li intom indaqs fih (magħhom), u tibzgħu minnhom. bħalma tibzgħu minn xulxin 7 (Jekk ma taqblux li l-ilsiera jkunu sħab magħkom f'gidkom, kif tridu li. Alla jkollu sħab miegħu) Hekk infissru bir-reqqa s-sinjali (tagħna) lil nies bil-għaqal. ħ"
        },
        {
            "chapter": 30,
            "verse": 29,
            "text": "Izda dawk li għamlu l-ħazen imxew wara x-xewqat tagħhom mingħajr għarfien. U min se jmexxi fit-triq it- tajba lil dawk li Alla tellifhielhom 7 (Dawn) ma jkollhomx min jgħinhom"
        },
        {
            "chapter": 30,
            "verse": 30,
            "text": "Mela zomm ħarstek (Muħammad) fuq id-din (safi, l- Islam) b'qalbek kollha u bi twemmin safi (din hija) n- natura ta' Alla li fuqha Huwa sawwar lin-nies. Ma hemm ebda tibdil fil-ħolqien ta' Alla. Dak huwa d-din tassew, izda ħafna min-nies ma jafux"
        },
        {
            "chapter": 30,
            "verse": 31,
            "text": "Duru lejh nedmin, ibzgħu minnu, agħmlu t-talb, u la tkunux minn dawk li jxierku (allat ma' Alla)"
        },
        {
            "chapter": 30,
            "verse": 32,
            "text": "dawk li gabu l-firda fir-religjon tagħhom u saru setet, u kull gemgħa tifraħ b'dak (it-twemmin. fieragħ) li għandha"
        }
    ]
}