{
    "juzs": [
        {
            "chapter": 12,
            "verse": 53,
            "text": "Eu nu pretinde inocenta însami. Sine exista advocare menghine except for ala atinge mila meu Domnitor. Meu Domnitor exista Forgiver Îndurator"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "Rege spune Aduce him mie eu închiria him munci mie. When el vorbire cu him el spune Astazi tu avea proeminent pozitie us"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "El spune Produce mie vistiernic eu experienced în acesta arie si knowledgeable"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "Noi tamâie established Joseph earth cârmui as el dori. Noi inunda nostru mila whomever noi vei, noi niciodata fail rasplati a cinstit"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "Additionally recompensa Hereafter exista însera bun ala crede conduce cinstit trai"
        },
        {
            "chapter": 12,
            "verse": 58,
            "text": "Joseph's frate veni; when ei entered el recunoaste ele interval ei nu recunoaste him"
        },
        {
            "chapter": 12,
            "verse": 59,
            "text": "Dupa el înzestra ele their aprovizionare el spune Urmator timp aduce tu vostri half-brother. Tu nu vedea eu da plin masura desfatare tu generously"
        },
        {
            "chapter": 12,
            "verse": 60,
            "text": "Tu fail aduce him mie tu nu obtine împarti mie; tu nu însera veni închide"
        },
        {
            "chapter": 12,
            "verse": 61,
            "text": "Ei spune Noi trata his tata him. Noi însiguranta do acesta"
        },
        {
            "chapter": 12,
            "verse": 62,
            "text": "El atunci instrui his ajutor Pune their goods their geanta. When ei gasi ele their întoarcere their familie ei veni devreme"
        },
        {
            "chapter": 12,
            "verse": 63,
            "text": "When ei returned their tata ei spune Nostru tata noi nu prelung obtine altele aprovizionare tu expedia nostru frate us. Noi lua bun îngrijire ai him"
        },
        {
            "chapter": 12,
            "verse": 64,
            "text": "El spune eu încredere tu him as eu trusted tu his frate înainte ala? DUMNEZEU EXISTA BINE APARATOR AI TOT ÎNDURATOR UNA EL EXISTA a Multi(multe) ÎNDURATOR"
        },
        {
            "chapter": 12,
            "verse": 65,
            "text": "When ei descuia their geanta ei gasi their goods returned ele. Ei spune Nostru tata ce mai noi întreba for Aici exista nostru goods returned us! Noi putea tamâie înzestra for nostru familie proteja nostru frate primi 1 multi(multe) camel-load! Acesta exista certainly un profitabil pin"
        },
        {
            "chapter": 12,
            "verse": 66,
            "text": "El spune eu nu expedia him tu tu da mie solemn zalog DUMNEZEU ala tu aduce him înainte tu utterly coplesi. When ei da him their solemn zalog el spune DUMNEZEU witnessing everything noi spune"
        },
        {
            "chapter": 12,
            "verse": 67,
            "text": "Si el spune O meu fiu nu enter 1 usa; enter distinct usa! Eu nu scapa tu orice predetermined DUMNEZEU. Catre DUMNEZEU belongs tot judecata! Eu încredere în Him în Him trebui tot trusters pune their încredere"
        },
        {
            "chapter": 12,
            "verse": 68,
            "text": "(When ei merge Joseph) ei entered în acordan\u0004a cu their tata instructie. Acesta nu schimba orice decreta DUMNEZEU Jacob avea particular ratiune for întreba ele do acesta! El poseda anumit cunoastere ala noi preda him foarte popula nu sti"
        },
        {
            "chapter": 12,
            "verse": 69,
            "text": "When ei entered Joseph's loc el aduce his frate închis catre him spune eu exista vostri frate; nu întrista their ac\u0004iune"
        },
        {
            "chapter": 12,
            "verse": 70,
            "text": "When el înzestra ele their aprovizionare el placed bea ceasca his frate punga atunci anun\u0004ator anun\u0004a stapân acesta caravana exista hot"
        },
        {
            "chapter": 12,
            "verse": 71,
            "text": "Ei spune as ei veni ele Ce tu pierde"
        },
        {
            "chapter": 12,
            "verse": 72,
            "text": "Ei spune Noi pierde rege ceasca. Oricine întoarcere el primi extra camel-load; eu personally garanta acesta"
        },
        {
            "chapter": 12,
            "verse": 73,
            "text": "Ei spune DUMNEZEU tu sti plin bine noi nu veni aici comite evil nor exista noi hot"
        },
        {
            "chapter": 12,
            "verse": 74,
            "text": "Ei spune Care exista pedeapsa hot daca tu exista mincinos"
        },
        {
            "chapter": 12,
            "verse": 75,
            "text": "Ei spune pedeapsa el gasi his geanta exista ca hot belongs catre tu! Noi tamâie pedepsi vinovat"
        },
        {
            "chapter": 12,
            "verse": 76,
            "text": "El atunci tresari inspecta their recipient obtine his frate recipient el extracted el his frate recipient! Noi tamâie perfectiona schema Joseph; el nu pastra his frate el aplica rege regula. Ala exista vointa DUMNEZEU. Noi exalt whomever noi alege înalt front. Deasupra every knowledgeable una acolo exista una exista seara knowledgeable"
        },
        {
            "chapter": 12,
            "verse": 77,
            "text": "Ei spune el fura asa did frate ai his înainte Joseph ascunde his feelings în nu da ele altele cheie! El spune (catre Tu exista really urât. DUMNEZEU EXISTA fully constient a VOSTRI ACUZARE)"
        },
        {
            "chapter": 12,
            "verse": 78,
            "text": "Ei spune O tu aristocrat una el tata avea exista elderly tu absoarbe 1 ai us his loc? Noi vedea tu exista amabil om"
        },
        {
            "chapter": 12,
            "verse": 79,
            "text": "El spune \"DUMNEZEU interzice noi absoarbe 1 whose posesie noi gasi nostru goods. Diferit noi exista nejust"
        },
        {
            "chapter": 12,
            "verse": 80,
            "text": "When ei dispera ai schimba his memorie ei da împreuna! Their vechi spune tu realiza ala vostri tata Do lua solemn zalog de tu DUMNEZEU? Înainte tu pierde Joseph. Eu nu parasi acesta loc meu tata da mie permisiune sau DUMNEZEU judeca mie; El exista bun Judecator"
        },
        {
            "chapter": 12,
            "verse": 81,
            "text": "Merge vostri tata exprima him! ‘Nostru tata vostri fiu comite hotie. Noi sti for sigur acesta exista ce noi witnessed Acesta exista neasteptat întîmplare"
        },
        {
            "chapter": 12,
            "verse": 82,
            "text": "‘Tu întreba popor noi exista caravana veni us. Noi exprima adevar"
        },
        {
            "chapter": 12,
            "verse": 83,
            "text": "El spune Într-adevar tu conspira purta anumit schema. Calm rabdare exista meu singur resursa. Mai DUMNEZEU aduce ele tot spinare mie. El exista Omniscient Întelept"
        },
        {
            "chapter": 12,
            "verse": 84,
            "text": "El rasuci ele spune eu întrista Joseph. His ochi rasuci alb de întrista asa multa; el exista într-adevar trist"
        },
        {
            "chapter": 12,
            "verse": 85,
            "text": "Ei spune DUMNEZEU tu întretinere întrista Joseph tu ajunge rau sau tu zar"
        },
        {
            "chapter": 12,
            "verse": 86,
            "text": "El spune eu doar complain DUMNEZEU meu dilemma suparare eu sti DUMNEZEU ce tu nu sti"
        },
        {
            "chapter": 12,
            "verse": 87,
            "text": "O meu fiu merge fetch Joseph his frate niciodata deznadejde dumnezeu gratie! None dispera ai dumnezeu gratie disbelieving popor"
        },
        {
            "chapter": 12,
            "verse": 88,
            "text": "When ei entered (Joseph's) crutare ei spune O tu aristocrat una noi suferi un sorti ai hardship nostru familie noi aduce inferior goods. Noi spera tu da us plin masura exista caritabil catre us. DUMNEZEU RASPLATI A CARITABIL"
        },
        {
            "chapter": 12,
            "verse": 89,
            "text": "El spune tu revoca ce tu Do did catre Joseph his frate when tu exista ignorant"
        },
        {
            "chapter": 12,
            "verse": 90,
            "text": "Ei spune Tu exista Joseph. El spune eu exista Joseph aici exista meu frate. DUMNEZEU BINECUVÂNTA us. Exista because daca 1 conducere cinstit trai steadfastly starui DUMNEZEU niciodata fails rasplati a cinstit"
        },
        {
            "chapter": 12,
            "verse": 91,
            "text": "Ei spune DUMNEZEU DUMNEZEU într-adevar prefera tu excesiv us! Noi exista definitely gresi"
        },
        {
            "chapter": 12,
            "verse": 92,
            "text": "El spune Acolo nu exista dojana tu astazi. Mai DUMNEZEU forgive tu. Ai tot îndurator una El exista a Multi(multe) Îndurator"
        },
        {
            "chapter": 12,
            "verse": 93,
            "text": "Lua acesta camasa ai mina when tu arunca el meu tata fa\u0004a his viziune restitui! Aduce vostri întreg familie veni mie"
        },
        {
            "chapter": 12,
            "verse": 94,
            "text": "Seara caravana sosi their tata spune eu simti miros Joseph! Cineva enlighten mie"
        },
        {
            "chapter": 12,
            "verse": 95,
            "text": "Ei spune DUMNEZEU tu fi linisti vostri vechi confuzie"
        },
        {
            "chapter": 12,
            "verse": 96,
            "text": "When purtator bun stire sosi el arunca (camasa) his fa\u0004a whereupon his viziune restitui. El spune eu nu exprima tu eu sti DUMNEZEU ce tu nu sti"
        },
        {
            "chapter": 12,
            "verse": 97,
            "text": "Ei spune Nostru tata ruga nostru forgiveness; noi exista gresit într-adevar"
        },
        {
            "chapter": 12,
            "verse": 98,
            "text": "El spune eu implora meu Domnitor forgive tu; El exista Forgiver Îndurator"
        },
        {
            "chapter": 12,
            "verse": 99,
            "text": "When ei entered Joseph's crutare el embraced his parinte spunere Întîmpinat catre Egypt! DUMNEZEU DISPUS TU EXISTA FERIT AICI"
        },
        {
            "chapter": 12,
            "verse": 100,
            "text": "El raised his parinte tron. Ei fell trântit altadata him. El spune O meu tata acesta exista îndeplinire meu vechi vis. Meu Domnitor produce el veni adevar. El binecuvânta mie livra mie închisoare aduce tu de pustiu urmator diavol merge falca mie meu frate! Meu Domnitor exista Amabil catre whomever El vointa. El exista Knower a Multi(multe) Întelept"
        },
        {
            "chapter": 12,
            "verse": 101,
            "text": "Meu Domnitor Tu da mie kingship preda mie interpretare ai vis! Promotor ai rai earth Tu exista meu Domnitor Subjuga în acesta trai Hereafter Permite mie deceda as submitter socoti mie cu a cinstit"
        },
        {
            "chapter": 12,
            "verse": 102,
            "text": "(Acesta exista stire trecut noi dezvalui tu. Tu nu exista actual when ei produce their unanim decizie aruncare Joseph fântâna) as ei conspira împreuna"
        },
        {
            "chapter": 12,
            "verse": 103,
            "text": "Multi(multe) popor nu materie care tu nu crede"
        },
        {
            "chapter": 12,
            "verse": 104,
            "text": "Tu nu întreba ele altele bani; tu doar livra acesta aluzie tot popor"
        },
        {
            "chapter": 12,
            "verse": 105,
            "text": "Asa multi(multe) dovedi rai earth da ele ei trece ele heedlessly"
        },
        {
            "chapter": 12,
            "verse": 106,
            "text": "Majoritate ai ala crede în DUMNEZEU do nu do comite idol închinare"
        },
        {
            "chapter": 12,
            "verse": 107,
            "text": "Ei garanta ala coplesi retribution avea de DUMNEZEU vei nu lovi ele Ora nu veni ele suddenly when ei defel expect el"
        },
        {
            "chapter": 12,
            "verse": 108,
            "text": "Spune Acesta exista meu poteca eu invita DUMNEZEU clar dovedit si do ala follow mie! DUMNEZEU GLORIFICA. Eu nu exista idol worshiper"
        },
        {
            "chapter": 12,
            "verse": 109,
            "text": "Noi nu expedia tu om noi inspira alege de popor variat popor. Ei nu hoinari earth Did vedea consecinta for ala altadata ele? Domiciliu Hereafter exista departe bine ala conduce cinstit trai. Tu atunci întelege"
        },
        {
            "chapter": 12,
            "verse": 110,
            "text": "Drept when curier dispera medita ei respinge nostru victorie veni ele. Noi atunci scapa whomever noi alege interval nostru retribution vinovat popor exista inevitabil"
        },
        {
            "chapter": 12,
            "verse": 111,
            "text": "În their istorie acolo exista lectie ala poseda inteligenta. Acesta nu fabricated Hadith; acesta (Quran) întari tot anterior scriere înzestra detaliu ai everything exista semnal mila ala crede"
        },
        {
            "chapter": 13,
            "verse": 1,
            "text": "Un. L. M. R. Acestea (scrisoare) exista dovada acesta scriere. Ce dezvalui tu vostri Domnitor exista adevar multi(multe) popula nu crede"
        },
        {
            "chapter": 13,
            "verse": 2,
            "text": "DUMNEZEU EXISTA UNA raised RAI ÎNAFARA stâlp CA TU VEDEA ATUNCI presupune TOT AUTORITATE! El comite luminsoarelui luna each alerga (în its orbit for predetermined perioada! El control tot obiect explains revelations ala tu atinge certitudine adunare vostri Domnitor)"
        },
        {
            "chapter": 13,
            "verse": 3,
            "text": "El exista Una construi earth placed el munte fluviu! Si de diferit rasa fruct El produce ele pereche - Barbat females. Noapte overtakes zi. Acestea exista solid dovada popor medita"
        },
        {
            "chapter": 13,
            "verse": 4,
            "text": "În earth acolo exista adiacent sorti produce livada strugur recolta palmier copac - dioecious non-dioecious. Ei iriga aceeasi apa noi prefera niste a ele others în mânca! Acestea exista solid dovada popor întelege"
        },
        {
            "chapter": 13,
            "verse": 5,
            "text": "Tu ever uimire real uimire exista their spune noi întoarcere în praf do noi relaxa iar Acestea exista una disbelieved their Domnitor! Acestea exista una crea cercel their gât. Acestea exista una crea Iad wherein ei suporta forever"
        },
        {
            "chapter": 13,
            "verse": 6,
            "text": "Ei provoca tu aduce doom ele rather decât rasuci cinstit! Sufficient precedent situa ele înainte. Într-adevar vostri Domnitor exista plin a forgiveness popor their infractiune vostri Domnitor exista altminteri strict în enforcing retribution"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "Ala disbelieved spune doar minune veni him his Domnitor (noi atunci crede.) Tu exista simplu warner - every popor primi ghida învatator"
        },
        {
            "chapter": 13,
            "verse": 8,
            "text": "DUMNEZEU sti CARE every female URS CARE every UTER SLOBOZI CÂSTIG! Everything El does perfectly masura"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "Knower ai tot secret declaratie; Suprem a Multi(multe) Înaltime"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "Exista a aceeasi tu ascunde vostri thoughts declara ele camufla întuneric noapte act daylight"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "(Schimbare înger) absorbi sta each una ai tu - Ei exista tu spate tu. Ei sta tu pazi tu în acordan\u0004a cu dumnezeu comanda! Tamâie DUMNEZEU nu schimba condi\u0004ie altele popor ei produce decizie schimba. Dumnezeu vointa altele hardship altele popor nu force opri el. For ei avea none Him as Domnitor si Stapân"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "El exista Una arata tu fulger izvor fear prea as spera El începe încarca nor"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "Tunet lauda His glorie si asa do înger veneratie for Him. El expedia fulger cerne care descoperire în acordan\u0004a cu His vei. Ei argue DUMNEZEU desi His power exista awesome"
        },
        {
            "chapter": 13,
            "verse": 14,
            "text": "Implora Him exista singur legitim implorare interval idol ei implora Him ever nu raspunde! Tamâie ei exista ala întindere their mâna apa nimic ajunge their gura. Implorare disbelievers exista în zadarnic"
        },
        {
            "chapter": 13,
            "verse": 15,
            "text": "Dumnezeu trânti everyone rai earth willingly unwillingly asa do their umbra în a dimineata seara"
        },
        {
            "chapter": 13,
            "verse": 16,
            "text": "Spune Cine exista Domnitor rai earth Spune DUMNEZEU. Spune atunci do tu situa Him subjuga cine nu poseda altele power do beneficia vatama însera însisi? Spune Exista nevazator aceeasi as vazator? Întuneric aceeasi as lumina? fi ei gasi idol DUMNEZEU crea creatie similar catre His creatie catre punct nu remarca 2 creatie? Spune DUMNEZEU exista Creator tot obiect El exista 1 Suprem"
        },
        {
            "chapter": 13,
            "verse": 17,
            "text": "El expedia jos stropi cer cauza vale revarsare atunci evadat produce abundent foam Similarly when ei întrebuinta foc rafina metal their bijuterii equipment foam produce! DUMNEZEU TAMÂIE CITA SIMILARITATE for ADEVAR falsehood. As for foam el merge pustiu interval care beneficiu popor sta macina DUMNEZEU TAMÂIE CITA SIMILARITATE"
        },
        {
            "chapter": 13,
            "verse": 18,
            "text": "Ala raspunde their Domnitor merita bun recompensa. As for ala failed raspunde Him ei poseda everything earth - însera repetat as multa - Ei prompt da el as rascumpara! Ei crea urât socoteala their final domiciliu exista Iad; care nenorocit destin"
        },
        {
            "chapter": 13,
            "verse": 19,
            "text": "Una fi recunoaste vostri Domnitor revelations tu adevar equal catre una fi exista orbi? Doar ala poseda inteligenta lua atentie"
        },
        {
            "chapter": 13,
            "verse": 20,
            "text": "Ei exista una termina their zalog DUMNEZEU nu viola învoiala"
        },
        {
            "chapter": 13,
            "verse": 21,
            "text": "Ei lega care DUMNEZEU comanda lega venera their Domnitor fear dreadful socoteala"
        },
        {
            "chapter": 13,
            "verse": 22,
            "text": "Ei steadfastly starui cauta their Domnitor observa Atingere Rugaciune (Salat) cheltui nostru aprovizionare ele secretly publicly tejghea evil cu bun! Acestea merita bine domiciliu"
        },
        {
            "chapter": 13,
            "verse": 23,
            "text": "Ei enter gradina Eden împreuna cinstit dintre their parinte their so\u0004 their copil. Înger enter ele every usa"
        },
        {
            "chapter": 13,
            "verse": 24,
            "text": "Pace exista tu tu steadfastly starui. Care vesel destin"
        },
        {
            "chapter": 13,
            "verse": 25,
            "text": "As for ala viola dumnezeu fagadui pledging întretinere el desparti care DUMNEZEU comanda lega comite evil ei crea condamnare; ei crea urât destin"
        },
        {
            "chapter": 13,
            "verse": 26,
            "text": "DUMNEZEU EXISTA UNA MARI APROVIZIONARE whomever EL VOINTA withholds el. Ei ajunge preocupa acesta trai; acesta trai compara catre Hereafter exista nimic"
        },
        {
            "chapter": 13,
            "verse": 27,
            "text": "Ala disbelieve spune doar minune veni him his Domnitor (noi crede.) Spune DUMNEZEU expedia razna whomever El vointa ghid catre Him doar ala asculta"
        },
        {
            "chapter": 13,
            "verse": 28,
            "text": "Ei exista una inima înveseli aminti DUMNEZEU! Absolutely by aminti DUMNEZEU inima înveseli"
        },
        {
            "chapter": 13,
            "verse": 29,
            "text": "Ala crede conduce cinstit trai merita fericire vesel destin"
        },
        {
            "chapter": 13,
            "verse": 30,
            "text": "(Noi expedia tu O Rashad) acesta popor drept as noi did alte popor înainte. Tu recita ele ce noi dezvalui tu ei disbelieved în a Multi(multe) Binevoitor. spune El exista meu Domnitor. acolo nu exista dumnezeu except El! Eu pune meu încredere Him singur; catre Him exista meu ultim destin"
        },
        {
            "chapter": 13,
            "verse": 31,
            "text": "Seara daca Quran cauza munte miscare earth lacrima asunder mort rosti (ei nu crede)! DUMNEZEU CONTROL TOT OBIECT. El nu timp credincios fi catre da sus realiza ca DUMNEZEU willed El ghid tot popor? disbelievers continua suferi dezastru consecinta their propiu munca avea dezastru lovi ele dumnezeu promisiune termina! DUMNEZEU vei NICIODATA SCHIMBA predetermined DESTIN"
        },
        {
            "chapter": 13,
            "verse": 32,
            "text": "Curier tu ridiculiza; eu permite disbelievers purta atunci eu pedepsi ele. Cum teribil exista Meu retribution"
        },
        {
            "chapter": 13,
            "verse": 33,
            "text": "Exista acolo altele equal catre Una control every unic suflet? Ei situa idol rivaliza DUMNEZEU! Spune Nume ele! Tu informa Him ai something earth El nu sti? Sau exista tu fabricating gol exprimare? Într-adevar schema ai ala disbelieve orna their ochi! Ei tamâie diverted drept poteca. Whomever DUMNEZEU expedia razna niciodata gasi ghida învatator"
        },
        {
            "chapter": 13,
            "verse": 34,
            "text": "Ei crea retribution în acesta trai retribution Hereafter exista departe urât Nimic proteja ele DUMNEZEU"
        },
        {
            "chapter": 13,
            "verse": 35,
            "text": "allegory Rai care promite cinstit flowing emana nesecat aprovizionare racori umbra. Acesta exista destin ala observa righteousness interval destin disbelievers exista Iad"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "Ala primi scriere înveseli în ce dezvalui tu; niste others respinge parte ai el. Spune eu doar enjoined închinare DUMNEZEU niciodata asocia altele idol Him! Eu invita Him Him exista meu ultim destin"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "Noi dezvalui acestea regula Arabic si tu ever aproba their dorinta acesta cunoastere veni tu tu nu avea aliat nor aparator DUMNEZEU"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "(Noi expedia curier tu O Rashad) noi produce ele so\u0004 sotie copil! Nu curier produce minune dumnezeu authorization în acordan\u0004a cu specific predetermined timp"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "DUMNEZEU erases CE EL VOINTA fixes (CE EL VOINTA). Cu Him exista original Stapân Marturie"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "Noi arata tu ce noi promite ele limita vostri trai înainte ala, vostri unic misiune exista livra (stire)! Exista us chemare ele cont"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "Ei nu vedea every zi earth aduce ele închis end DUMNEZEU decide their trai depana irrevocably? El exista a multi(multe) efficient Reckoner"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "Others ele proiecta DUMNEZEU belongs ultim proiecta El sti ce everyone doing disbelievers vointa gasi out cine ultim câstigator exista"
        },
        {
            "chapter": 13,
            "verse": 43,
            "text": "Ala disbelieved spune Tu fi curier! Spune DUMNEZEU ajunge as martor mie tu ala poseda cunoastere scriere"
        },
        {
            "chapter": 14,
            "verse": 1,
            "text": "Un. L. R. Scriere noi dezvalui tu în ordine conduce popor întuneric lumina - în acordan\u0004a cu vointa their Domnitor - Catre poteca ai Gigantic a Laudabil"
        },
        {
            "chapter": 14,
            "verse": 2,
            "text": "Poteca DUMNEZEU; Una poseda everything rai everything earth Suferinta catre disbelievers; ei crea teribil retribution"
        },
        {
            "chapter": 14,
            "verse": 3,
            "text": "Ei exista a una da prioritar acesta trai surplus Hereafter respinge drum DUMNEZEU cauta produce el înconvoiat; ei merge departe razna"
        },
        {
            "chapter": 14,
            "verse": 4,
            "text": "(Noi nu expedia altele curier predica) limba his popor în ordine clarify obiect ele! DUMNEZEU ATUNCI EXPEDIA RAZNA whomever EL VOINTA GHID whomever EL VOINTA. El exista Gigantic a Multi(multe) Întelept"
        },
        {
            "chapter": 14,
            "verse": 5,
            "text": "Tamâie noi expedia Moses nostru minune spune Conducere vostri popor întuneric lumina aminti ele ai zi DUMNEZEU. Acestea exista lectie every stabil appreciative persoana"
        },
        {
            "chapter": 14,
            "verse": 6,
            "text": "Revoca ca Moses spune catre his popor Aminti dumnezeu binecuvântare tu! El scapa tu Pharaoh's popor inflicted rau persecutare tu macelari vostri fiu cruta vostri fiica! Ala exacting încercare vostri Domnitor"
        },
        {
            "chapter": 14,
            "verse": 7,
            "text": "Vostri Domnitor decreta multi(multe) tu mul\u0004umi Mie a multi(multe) eu da tu tu rasuci unappreciative atunci Meu retribution exista sever"
        },
        {
            "chapter": 14,
            "verse": 8,
            "text": "Moses spune tu disbelieve tot popor earth DUMNEZEU exista în nu necesitate Laudabil"
        },
        {
            "chapter": 14,
            "verse": 9,
            "text": "Avea tu nu asculta despre ala altadata tu! - Popor Noah ‘Aad Thamoud others veni ele stiut doar catre DUMNEZEU? Their curier merge ele clar dovedi ei trata ele dispret spune Noi disbelieve în ce tu expedia cu. Noi exista skeptical despre vostri stire; plin ai doubt"
        },
        {
            "chapter": 14,
            "verse": 10,
            "text": "Their curier spune tu avea doubts DUMNEZEU; Promotor ai rai earth El invita tu doar forgive vostri pacat da tu alta întîmplare compensa Ei spune Tu exista nu multi(multe) decât humans us pofti respinge us drum nostru parinte folosit închinare Arata us niste adânc autoritate"
        },
        {
            "chapter": 14,
            "verse": 11,
            "text": "Their curier spune catre ele Noi exista nu multi(multe) decât humans tu DUMNEZEU binecuvânta whomever El alege His servitor! Noi possibly nu arata tu câteva rasa a authorization except în acordan\u0004a cu dumnezeu vei În DUMNEZEU credincios încredere"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "Why noi nu încredere DUMNEZEU when El ghid us nostru poteca? Noi steadfastly starui în a fa\u0004a ai vostri persecutare. În DUMNEZEU tot trusters încredere"
        },
        {
            "chapter": 14,
            "verse": 13,
            "text": "Ala disbelieved spune catre their curier Noi do el Exila tu de nostru ancora tu întoarce nostru religie. Their Domnitor inspira ele Noi inevitably anihila infractor"
        },
        {
            "chapter": 14,
            "verse": 14,
            "text": "Noi diminua tu dwell their ancora ele. Acesta exista (recompensa) ala venera Meu maiestate, veneratie Meu promite"
        },
        {
            "chapter": 14,
            "verse": 15,
            "text": "Ei decurge provocare consequently every încapatînat tiran ended doomed"
        },
        {
            "chapter": 14,
            "verse": 16,
            "text": "Awaiting him exista Iad wherein el bea putred apa"
        },
        {
            "chapter": 14,
            "verse": 17,
            "text": "El înghiti el jos el nu sta el as moarte veni him every direc\u0004ie el niciodata deceda! Awaiting him exista teribil retribution"
        },
        {
            "chapter": 14,
            "verse": 18,
            "text": "allegory ai ala disbelieve their Domnitor their munca exista cenusa violent vânt furtunos zi! Ei câstiga nimic ce ei earn acesta exista departe straying"
        },
        {
            "chapter": 14,
            "verse": 19,
            "text": "Tu nu realiza ca DUMNEZEU Do crea rai earth specific scop? El vointa El muta tu substitui nou creatie vostri loc"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "Acesta nu exista prea dificil for DUMNEZEU"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "When ei tot oprire DUMNEZEU followers spune catre leaders Noi întrebuinta follow tu! Avevoie tu cruta us seara un mic defaima ai dumnezeu retribution? Ei spune Avea DUMNEZEU ghid us noi ghid tu! Imediat exista prea întîrziat noi întrista resursa rabdare acolo nu exista iesire us"
        },
        {
            "chapter": 14,
            "verse": 22,
            "text": "Si diavol spune judecata decurge DUMNEZEU promite tu sincer promisiune eu promite tu eu falit meu promite! Eu nu avea power tu; eu doar invita tu tu accepta meu invitatie! Therefore nu mustra mie dojana doar însati! Meu complaining nu ajuta tu nor avevoie vostri complaining ajuta mie. Eu disbelieved vostri idolatriza mie! Infractor crea dureros retribution"
        },
        {
            "chapter": 14,
            "verse": 23,
            "text": "As for ala crede conduce cinstit trai ei admite gradina flowing emana Ei suporta therein forever în acordan\u0004a cu vointa their Domnitor. Their salut therein exista Pace"
        },
        {
            "chapter": 14,
            "verse": 24,
            "text": "Tu nu vedea DUMNEZEU Do cita example bun vorba bun copac radacina firmly fixed its creanga exista înalt deasupra"
        },
        {
            "chapter": 14,
            "verse": 25,
            "text": "El produce its recolta every anotimp as desena its Domnitor. DUMNEZEU TAMÂIE CITA examples POPOR ALA EI LUA ATENTIE"
        },
        {
            "chapter": 14,
            "verse": 26,
            "text": "example urât vorba exista ai urât copac taia îngrasamînt drept; el nu avea radacina întretinere el sta"
        },
        {
            "chapter": 14,
            "verse": 27,
            "text": "DUMNEZEU ÎNTARI ALA CREDE proven VORBA în acesta TRAI Hereafter Dumnezeu expedia infractor razna. Everything exista în acordan\u0004a cu dumnezeu vei"
        },
        {
            "chapter": 14,
            "verse": 28,
            "text": "Tu însemna ala raspunde dumnezeu binecuvântare avea by disbelieving si tamâie aduce dezastru their propiu familie"
        },
        {
            "chapter": 14,
            "verse": 29,
            "text": "Iad exista their destin wherein ei arde; care nenorocit end"
        },
        {
            "chapter": 14,
            "verse": 30,
            "text": "Ei situa concurent rândui DUMNEZEU divert others His poteca! spune Enjoy awhile; vostri final destin exista Iad"
        },
        {
            "chapter": 14,
            "verse": 31,
            "text": "Exhort Meu servitor crede observa Atingere Rugaciune (Salat) da caritate) nostru aprovizionare ele secretly publicly zi veni unde acolo exista neither maiestrie nor nepotism"
        },
        {
            "chapter": 14,
            "verse": 32,
            "text": "DUMNEZEU EXISTA 1 CREA RAI earth EL EXPEDIA JOS CER APA PRODUCE tot rasa a FRUCT VOSTRI ÎNTRETINERE! El comite nava servi tu mare în acordan\u0004a cu His comanda. El comite fluviu prea servi tu"
        },
        {
            "chapter": 14,
            "verse": 33,
            "text": "El comite luminsoarelui luna vostri serviciu continuously. El comite noapte zi servi tu"
        },
        {
            "chapter": 14,
            "verse": 34,
            "text": "El da tu tot rasa a obiect ala tu implora Him for Tu socoti dumnezeu binecuvântare tu niciodata encompass ele. Într-adevar uman exista încalca unappreciative"
        },
        {
            "chapter": 14,
            "verse": 35,
            "text": "Revoca ca Abraham spune Meu Domnitor produce acesta linistit uscat proteja mie meu copil de worshipping idol"
        },
        {
            "chapter": 14,
            "verse": 36,
            "text": "Meu Domnitor ei misled asa multi(multe) popor. As for ala follow mie ei belong mie. As for ala disobey mie Tu exista Forgiver Îndurator"
        },
        {
            "chapter": 14,
            "verse": 37,
            "text": "Nostru Domnitor eu fixa parte ai meu familie în acesta plantless vale asupra Vostri Sacru Casa. Nostru Domnitor ei fi observa Atingere Rugaciune (Salat) permite throngs ai popor converge ele înzestra for ele tot rasa a fruct ei exista appreciative"
        },
        {
            "chapter": 14,
            "verse": 38,
            "text": "Nostru Domnitor Tu sti ce noi ascunde ce noi declara! - Nimic camufla DUMNEZEU earth nor rai"
        },
        {
            "chapter": 14,
            "verse": 39,
            "text": "Lauda exista DUMNEZEU subventiona mie meu vechi vârsta, Ismail Isaac. Meu Domnitor raspunde rugaciune"
        },
        {
            "chapter": 14,
            "verse": 40,
            "text": "Meu Domnitor produce mie una cine consistently observa Atingere Rugaciune (Salat) altminteri meu copil! Nostru Domnitor multumi raspuns meu rugaciune"
        },
        {
            "chapter": 14,
            "verse": 41,
            "text": "Meu Domnitor forgive mie meu parinte credincios zi when socoteala absorbi loc"
        },
        {
            "chapter": 14,
            "verse": 42,
            "text": "ever nu medita DUMNEZEU exista surprins ai care infractor doing El doar pasui ele zi unde ochi holbare în horror"
        },
        {
            "chapter": 14,
            "verse": 43,
            "text": "(As ei graba groapa) their fa\u0004a privi sus their ochi nu însera luci their memorie îngrozi"
        },
        {
            "chapter": 14,
            "verse": 44,
            "text": "Tu avertiza popor zi when retribution veni ele. Ala încalca spune Nostru Domnitor da us 1 multi(multe) pasui! Noi atunci raspunde Vostri chemare follow curier. tu nu jura înainte tu dainui forever"
        },
        {
            "chapter": 14,
            "verse": 45,
            "text": "Tu dwelled casa ai ala altadata tu gresi their suflet tu vedea clearly ce noi did ele! Noi situa multi(multe) precedent tu"
        },
        {
            "chapter": 14,
            "verse": 46,
            "text": "Ei proiecta their schema DUMNEZEU exista fully constient a their schema. Într-adevar their schema exista sufficient erase munte"
        },
        {
            "chapter": 14,
            "verse": 47,
            "text": "Nu medita ala DUMNEZEU vei ever întrerupe His promite His curier! DUMNEZEU EXISTA GIGANTIC RAZBUNATOR"
        },
        {
            "chapter": 14,
            "verse": 48,
            "text": "Zi veni when acesta earth substitui nou earth altminteri rai everyone aduce DUMNEZEU Una Suprem"
        },
        {
            "chapter": 14,
            "verse": 49,
            "text": "Tu vedea vinovat ala zi lan\u0004ui în cercel"
        },
        {
            "chapter": 14,
            "verse": 50,
            "text": "Their garments produce smoala foc coplesi their fa\u0004a"
        },
        {
            "chapter": 14,
            "verse": 51,
            "text": "DUMNEZEU vei plati each suflet oricare el earned DUMNEZEU exista a multi(multe) efficient reckoner"
        },
        {
            "chapter": 14,
            "verse": 52,
            "text": "Acesta exista proclamare popor avertiza herewith permite ele sti ca El exista doar una dumnezeu si ala poseda inteligenta absorbi atentie"
        }
    ]
}