{
    "pages": [
        {
            "chapter": 2,
            "verse": 238,
            "text": "ߊߟߎ߯ ߛߊߟߌ ߟߎ߬ ( ߞߍ ) ߟߊߕߊ߲߬ߞߊ߬߸ ߊ߬ ߣߌ߫ ߛߊߟߌ ߕߍߡߕߊ ( ߊ߬ ߕߎ߲ߞߎ߲ ߘߝߊ ߣߴߊ߬ ߓߎ߰ߓߎ߰ߟߌ ߟߊ߫)߸ ߊ߬ ߣߌ߫ ߞߵߊߟߎ߫ ߟߐ߬ ߊߟߊ߫ ߦߋ߫ ߓߊ߬ߕߏ߬ߟߊ߬ ߝߊߘߌ ߘߐ߫ ( ߖߙߌ߫)"
        },
        {
            "chapter": 2,
            "verse": 239,
            "text": "ߣߴߊߟߎ߫ ߞߍ߫ ߘߊ߫ ߖߐ߬ߘߐ ߘߐ߫ ߊߟߎ߯ ߛߊߟߌ߫ ߊߟߎ߫ ߛߋ߲߬ߘߐ߫ ߸ ߥߟߊ߫ ߓߏ߬ߙߌ߬ߝߋ߲ ߞߊ߲߬، ߣߴߊߟߎ߫ ߞߎ߲߬ߠߊ߬ߝߎߟߋ߲߫ ߘߊ߫߸ ߊߟߎ߯ ߊߟߊ߫ ߞߏߝߐ߫ ߦߏ߫ ߊ߬ ߞߵߊߟߎ߫ ߟߊߓߌ߬ߟߊ߬ ߞߏ߫ ߟߊ߫ ߢߊ ߡߍ߲ ߸ ߊߟߎ߫ ߕߎ߲߬ ߡߊ߫ ߡߍ߲ ߟߐ߲߫"
        },
        {
            "chapter": 2,
            "verse": 240,
            "text": "(ߗߍ߭) ߡߍ߲ ߠߎ߬ ߦߋ߫ ߛߊ߬ ߟߴߊߟߎ߫ ߘߐ߫ ߞߵߊ߬ߟߎ߬ ߝߘߎߡߛߏ ߟߎ߬ ߕߏ߫ ߸ ( ߊߟߊ߫ ߟߊ߫ ) ߡߊ߬ߛߙߊ߬ߟߌ߫ ߟߴߏ߬ ߟߎ߬ ߝߘߎߡߛߏ ߟߎ߬ ߦߋ߫ ߘߊ߰ߡߎ߲߬ ߘߌ ߘߐ߫ ߊ߬ߟߎ߫ ߡߊ߬ ( ߓߊߟߏ ߘߌ߫ ) ߞߵߊ߬ ߛߌ߰ ߛߊ߲߬ ߞߎ߲ߢߐ߲߮ ߟߊ߫ ߣߌ߫ ߟߊ߬ߓߐ߬ߟߌ߫ ߕߍ߫ (ߗߍ߬ߓߏ߲ ߠߊ߫)، ߣߴߊ߬ߟߎ߫ ߞߏ߬ߣߌ߲ ߓߐ߫ ߘߴߊ߬ߟߎ߫ ߖߘߍ߬ ߦߋ߫ ߞߎ߲߬ߞߏ߬ ߕߍ߫ ߊߟߎ߫ ߡߊ߬ ߞߏ߫ ߘߐ߫ ߊ߬ߟߎ߫ ߣߊ߬ ߡߍ߲ ߞߍ߫ ߓߐ߫ ߟߴߊ߬ߟߎ߫ ߖߘߍ߬ ߘߐ߫ ߢߡߊߟߐ߲ߣߍ߲ ߛߎ߯ߦߊ ߘߐ߫ ( ߞߎ߬ߙߎ߲߬ߘߎ ߞߣߐ߫) ، ߓߊߏ߬ ߊߟߊ߫ ߣߌ߬ߣߌ߬ߟߊ߫ ߥߘߋ߬ߥߘߋ߬ߟߌ߬ߟߊ ߟߋ߬ ߘߌ߫"
        },
        {
            "chapter": 2,
            "verse": 241,
            "text": "ߘߊ߰ߡߎ߲߬ ߦߋ߫ ߟߊ߫ ߓߌ߬ߟߊ߬ߓߊ߰ߕߐ ߟߎ߫ ߞߊ߲߬ ( ߊ߬ߟߎ߬ ߕߏߢߊ ߖߐ߲߰ߣߍ߲ ߘߌ߫ ) ߢߊ߫ ߡߊߟߐ߲ߣߍ߲߫ ߡߊ߬ ߸ ߝߊ߲ߕߊ߲ߞߟߊ ߟߎ߫ ߡߊ߬ߞߍߕߊ ߟߴߏ߬ ߘߌ߫ (ߛߋ߲ߛߋߘߋ߲߫)"
        },
        {
            "chapter": 2,
            "verse": 242,
            "text": "ߒ߬ߓߵߊߟߊ߫ ߦߴߊ߬ ߟߊ߫ ߟߝߊߙߌ ߟߎ߬ ߘߐߞߣߍ߫ ߟߴߊߟߎ߫ ߦߋ߫ ߕߊ߲߬ ߠߋ߬ ߖߐ߲߬ߛߴߊߟߎ߫ ߘߴߊ߬ ߤߊߞߟߌߡߦߊ߫"
        },
        {
            "chapter": 2,
            "verse": 243,
            "text": "ߌ ߡߴߊ߬ ߦߋ߫ ߓߊ߬ ߡߍ߲ ߠߎ߬ ߥߊ߯ ߦߙߌߞߊ ߝߎ߲ߘߌ߫ ߘߊ߫ ߛߊ߬ߦߊ ߢߍߛߌߟߊ߲ߒߢߍ ߡߊ߬ ߞߊ߬ ߓߐ߫ ߊ߬ߟߎ߬ ߟߊ߫ ߟߎ ߟߎ߬ ߞߣߐ߫؟ ߊߟߊ߫ ߞߊ߲߫ ߏ߬ ߟߎ߫ ߡߊ߬ ߏ߬ ߘߐ߫ ߞߏ߫ ߒ߬ߓߵߊߟߎ߯ ߛߊ߬ ߛߍߣߍ߲߬ ߥߍ߫߹، ߊ߬ ߓߊ߲߫ ߘߊ߫ ߞߵߊ߬ߟߎ߬ ߟߊߣߌߡߦߊ߫، ߊߟߊ߫ ߦߋ߫ ߢߊ߬ߒߡߊ߭ ߕߌ߱ ߟߋ߬ ߘߌ߫ ߡߐ߱ ߟߎ߬ ߟߊ߫ ߘߋ߬ ߸ ߓߊ߬ߙߌ߬ ߡߐ߱ ߝߊ߲߬ߓߊ ߟߋ߬ ߕߍ߫ ߞߏߢߌߡߊߟߐ߲߫ ߞߍ߫ ߟߊ߫"
        },
        {
            "chapter": 2,
            "verse": 244,
            "text": "ߊߟߎ߯ ߞߍ߬ߟߍ ߞߍ߫ ߊߟߊ߫ ߛߌߟߊ ߞߊ߲߬߸ ߊ߬ ߣߴߊߟߎ߫ ߦߴߊ߬ ߟߐ߲߫ ߞߏ߫ ߊߟߊ߫ ߦߋ߫ ߡߍ߲ߠߌ߲ߠߊ߫ ߟߐ߲ߠߌ߲ߠߊ ߟߋ߬ ߘߌ߫"
        },
        {
            "chapter": 2,
            "verse": 245,
            "text": "ߖߍߣߍ߲ ߘߌ߫ ߊߟߊ߫ ߘߐ߲ߘߐ߫ ߘߐ߲ߘߐߟߌ߫ ߢߌߡߊ߫ ߟߊ߫؟ ߊ߬ ߦߴߏ߬ ߓߊߟߌ߫ ߏ߬ ߦߋ߫ ߓߊߟߌ߫ ߞߏ߫ ߛߌߦߊߡߊ߲߫ ߠߊ߫؟ ߊߟߊ߫ ߟߋ߬ ߘߐ߬ߡߌ߬ߣߊ߬ߟߌ ߣߌ߫ ߘߐ߬ߝߎ߬ߝߋ߲߬ߠߌ߲ ߞߍ߫ ߟߊ߫، ߊߟߎ߫ ߘߏ߲߬ ߠߊߛߊ߬ߦߌ߲߬ߕߐ߫ ߊ߬ߟߋ ߟߋ߫ ߡߊ߬"
        }
    ]
}