{
    "pages": [
        {
            "chapter": 50,
            "verse": 1,
            "text": "ߞ߫ ߸ ߊ߰ ߒ ߣߌ߫ ߞߎ߬ߙߊ߬ߣߊ߫ ߡߌ߬ߙߌ߲߬ߡߊ ߕߍ߫"
        },
        {
            "chapter": 50,
            "verse": 2,
            "text": "ߍ߲߬ߍ߲߫ ߸ ߊ߬ߟߎ߬ ߓߘߊ߫ ߞߓߊߞߏߦߊ߫ ߟߋ߫ ߓߊ߬ ߞߏ߫ ߖߊ߬ߛߙߋ߬ߡߊ߬ߟߌ߬ߟߊ ߓߘߊ߫ ߣߵߊ߬ߟߎ߫ ߡߵߊ߬ߟߎ߫ ߖߍ߬ߘߍ ߘߐ߫ ߸ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߞߊ߲߫ ߏ߬ ߟߋ ߘߐ߫ ߞߏ߫ ߣߌ߲߬ ߦߋ߫ ߞߏ߫ ߡߊߞߓߊߣߍ߲ ߖߍ߬ߘߍ ߟߋ߬ ߘߌ߫"
        },
        {
            "chapter": 50,
            "verse": 3,
            "text": "ߊ߬ ߝߐ߫ ߣߴߊ߲ ߛߊ߬ ߘߊ߫ ߞߵߊ߲ ߞߍ߫ ߓߎ߰ߘߌ ߘߌ߫ ߏ߬ ߞߐߛߊߦߌ߲ ߞߊ߫ ߖߊ߲߬ ( ߕߎ߬ߢߊ߬ ߟߊ߫ ) ߞߟߋ߫"
        },
        {
            "chapter": 50,
            "verse": 4,
            "text": "ߒ߬ ߞߵߊ߬ ߟߐ߲߫ ߝߛߊߦߌ߫ ߘߎ߱ ߦߋ߫ ߡߍ߲ ߘߊߥߎ߲߫ ߠߴߊ߬ߟߎ߬ ߘߐ߫ ، ߟߊ߬ߕߊ߲߬ߞߊ߬ߟߌ߬ ߟߍߙߊ ߟߋ߫ ߒ߬ ߕߍ߰ߟߊ ߘߐ߫ ( ߏ߬ ߞߊߡߊ߬)"
        },
        {
            "chapter": 50,
            "verse": 5,
            "text": "ߍ߲߬ߍ߲߫ ߸ ߕߎ߬ߢߊ ߣߊ߬ߣߍ߲߫ ߊ߬ߟߎ߫ ߡߊ߬ ߡߍ߲ߞߍ߭ ߊ߬ߟߎ߫ ߣߵߏ߬ ߟߋ ߡߊߛߐ߬ߛߐ߬ ߟߊ߫ ߸ ߊ߬ߟߎ߬ ߦߋ߫ ߞߏ߫ ߢߊ߯ߡߌ߲ߣߍ߲߫ ߠߋ߬ ߘߐ߫ ߏ߬ ߘߐ߫ ߘߋ߬"
        },
        {
            "chapter": 50,
            "verse": 6,
            "text": "ߊ߬ߟߎ߬ ߕߍ߫ ߛߊ߲ ߡߊߝߟߍ߫ ߟߴߊ߬ߟߎ߫ ߞߎ߲߬ߘߐ߫ ߓߊ߬ ߸ ߊ߲ ߞߵߏ ߟߐ߬ ߢߊ ߡߍ߲ ߞߵߊ߬ ߡߊߛߌ߬ߘߌ߬ ߥߏ߬ߘߊ߫ ߟߎ߫ ߖߘߍ߬ ߕߍ߫ ߊ߬ ߟߊ߫"
        },
        {
            "chapter": 50,
            "verse": 7,
            "text": "ߊ߬ ߣߴߊ߲ ߞߊ߬ ߘߎ߱ ߘߐߝߎߟߋ߲߫ ߞߊ߬ ߕߌ߲ߘߌ ߟߎ߫ ߝߏ߬ߦߌߝߏ߬ߦߌ߬ ߊ߬ ߢߊߝߍ߬ ߞߊ߬ ߝߌ߬ߟߊ߬ߓߊ߫ ߗߋ߬ߢߌ߲ ߓߍ߯ ߘߏ߫ ߟߊߝߍߘߍ߲߫ ߊ߬ ߞߊ߲߬"
        },
        {
            "chapter": 50,
            "verse": 8,
            "text": "ߞߵߏ߬ ߞߍ߫ ߢߟߊߞߊߞߏ ߣߌ߫ ߕߊ߰ߛߌ߬ߟߌ ߘߌ߫ ߖߘߍ߬ߟߛߊ߬ߦߌ߲߬ ߖߐ߲ ߘߊ߬ߡߊ ߦߋ߫"
        },
        {
            "chapter": 50,
            "verse": 9,
            "text": "ߊ߬ ߣߴߊ߲ ߞߊ߬ ߖߌ߫ ߓߙߊߞߡߊ ߟߊߖߌ߰ ߞߊ߬ ߓߐ߫ ߡߐ߲ߕߐ߲ ߘߐ߫ ߸ ߞߊ߬ ߣߊߞߐ ߟߎ߬ ߟߊߝߍߘߍ߲߫ ߏ߬ ߟߊ߫ ߏ߬ ߘߐ߫ ߸ ߊ߬ ߣߌ߫ ߢߊ߯ߡߊ߫ ߞߊ߬ߕߊ ߟߎ߬"
        },
        {
            "chapter": 50,
            "verse": 10,
            "text": "ߊ߬ ߣߌ߫ ߕߌ߲߬ߖߐ߲߬ߛߎ߲߬ ߖߊ߲߬ߓߊ ߟߎ߬ ߸ ߝߎ߲ߕߌ߫ ߕߛߐ߬ߞߘߐ߬ߡߊ߬ߣߍ߲ ߠߎ߬ ߦߴߏ߬ ߟߎ߬ ߟߊ߫"
        },
        {
            "chapter": 50,
            "verse": 11,
            "text": "ߘߊߦߟߌߡߍ ߘߌ߫ ߖߐ߲߭ ߠߎ߬ ߦߋ߫ ߸ ߊ߬ ߣߴߊ߲ ߞߊ߬ ߘߎ߰ ߛߊ߬ߣߍ߲ ߟߊߣߌߡߦߊ߫ ߏ߬ ߟߊ߫ ، ߒ߬ߓߊ߬ ߓߐߟߌ ߞߍߕߐ߫ ߏ߬ ߢߊ ߟߋ߬"
        },
        {
            "chapter": 50,
            "verse": 12,
            "text": "ߣߎ߯ߤߎ߲߫ ߡߌ߬ߙߌ߲߬ߘߌ ߞߊ߬ ߡߊ߬ߛߐ߬ߛߐ߬ߟߌ ߞߍ߫ ߊ߬ߟߎ߬ ߢߍ߫ ߞߘߐ߬ߡߊ߲߫ ߸ ߊ߬ ߣߌ߫ ߞߐ߬ߟߐ߲ ߘߏ߲߬ߞߏ ߟߎ߬ ߣߌ߫ ߛߊ߬ߡߎߘߊ ߟߎ߬"
        },
        {
            "chapter": 50,
            "verse": 13,
            "text": "ߊ߬ ߣߌ߫ ߊ߯ߘߌ ߟߎ߬ ߣߌ߫ ߝߙߊߥߎ߲߫ ߣߌ߫ ߟߎ߯ߕߎ߫ ߓߊߘߋ߲ ߠߎ߬"
        },
        {
            "chapter": 50,
            "verse": 14,
            "text": "ߊ߬ ߣߌ߫ ߛߓߋ߬ߕߎ߫ ߘߏ߲߬ߞߏ ߟߎ߬ ߣߌ߫ ߕߎߓߊߌ߫ ߡߌ߬ߙߌ߲߬ߘߌ ، ߏ߬ ߟߎ߬ ߓߍ߯ ߞߊ߬ ߞߋߟߊ ߟߎ߬ ߡߊߛߐ߬ߛߐ߫ ߟߋ߬ ، ߒ ߠߊ߫ ߞߐ߲߬ߞߐ߲߬ߒ߬ߡߊ ߜߋ߲ߜߋ߲ߧߊ߫ ߘߊ߫ ( ߊ߬ߟߎ߫ ߡߊ߬ ) ߏ߬ ߟߋ ߘߐ߫"
        },
        {
            "chapter": 50,
            "verse": 15,
            "text": "ߊ߬ ߝߐ߫ ߒ߬ ߛߍ߰ ߘߊ߫ ߟߋ߬ ߘߊ߲ߠߌ߲߫ ߝߟߐ ߘߐ߫ ߓߊ߬؟ ߍ߲߬ߍ߲߫ ߸ ߊ߬ߟߎ߬ ߦߋ߫ ߢߊ߯ߡߌ߲ ߠߋ߬ ߘߐ߫ ߘߊ߲ߠߌ߲߫ ߞߎߘߊߞߏ ߘߐ߫"
        }
    ]
}