{
    "pages": [
        {
            "chapter": 5,
            "verse": 18,
            "text": "Ani yahudi va khriscana mhanatata ki amhi allahace putra ani mitra ahota. Tumhi sanga ki maga allaha tumacya aparadhampayi tumhala siksa ka deto? Navhe, kimbahuna tumhi tyacya srsta nirmitita eka manava ahata. To jyala icchito, mapha karato ani jyala icchito siksa-yatana deto. Akasanci va jaminici ani yancya daramyanaci rajyasatta kevala allahacica ahe, ani tyacyacakade paratavayace ahe"
        },
        {
            "chapter": 5,
            "verse": 19,
            "text": "He granthadharakanno! Paigambarancya agamanata eka dirgha kalacya khandanantara amace rasula (muham'mada sallallahu alaihi vasallama) ye'una pohocale aheta, je tumacyasathi dharma vidhanance nivedana karita aheta yasathi ki tumhi ase na mhanave ki amacyajavala koni subha samacara denara ani saceta karanara ala nahi. Tevha tumacyajavala eka subha samacara denara ani saceta karanara (antima rasula) ye'una pohocala ahe. Nihsansaya allaha pratyeka gostice samarthya balagato"
        },
        {
            "chapter": 5,
            "verse": 20,
            "text": "Ani smarana kara jevha musa (alaihis'salama) yanni apalya lokanna mhatale ki he majhya janasamuhacya lokanno! Allahacya tya upakaraci athavana kara ki tyane tumacyamadhuna paigambara banavile ani tumhala rajya pradana kele ani tumhala te pradana kele, je sarya jagata konalahi pradana kele nahi"
        },
        {
            "chapter": 5,
            "verse": 21,
            "text": "He majhya lokanno! Tya pavitra bhumita dakhala vha, ji allahane tumacya nave lihuna dili ahe. Ani apali patha dakhavu naka ki jyamule mothe hanikaraka vhala"
        },
        {
            "chapter": 5,
            "verse": 22,
            "text": "Tyanni uttara dile, he musa! Tithe tara saktisali ladhavayye loka aheta. Ani joparyanta te tithuna nighuna jata nahita, toparyanta amhi kadhihi janara nahita, matra jara te tithuna nighuna jatila tara maga amhi (anandane) tethe ja'u"
        },
        {
            "chapter": 5,
            "verse": 23,
            "text": "Parantu je allahace bhaya balagata hote, tyancyapaiki dona manusya mhanale, jyancyavara allahane krpa denagi keli, ki tumhi tyancyavara (akramanasathi) daravajatuna dakhala vha, jevha dakhala vhala tevha tumhica varacadharahala, ani imana rakhata asala tara allahavaraca bharosa theva"
        }
    ]
}