{
    "pages": [
        {
            "chapter": 2,
            "verse": 77,
            "text": "Kaya yanna he nahi mahita ki sarvasrestha allaha tyacya lapalelya va ughada asa sarvaca gosti janato"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "Ani tyancyapaiki kahi asiksita asehi aheta, je asa-apeksansivaya granthasa janata nahita ani kevala kalpanika gosti karatata"
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "Tya lokansathi vinasa ahe, je svatah apalya hatanni lihilelya granthasa allahaca grantha mhanatata. Ani asa prakare ya jagaci kama'i karatata. Apalya hatanni lihinyamule tyanca sarvanasa ahe ani apalya ya kama'imule tyanca vinasa ahe"
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "Ani he loka mhanatata ki amhi tara kahi mojake divasa jahannamamadhye rahu, (tyanna) sanga ki, kaya tumhi sarvasrestha allahakaduna ekhade vacana ghetale ahe jara ghetale ahe tara khatrine sarvasrestha allaha apalya vacanaca bhanga karanara nahi kinva tumhi allahacya sambandhane asa gosti sangata jya tumhi janata nahi"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "Nihsansaya, jyanedekhila aparadha kela ani tyacya aparadhane tyala gherale to jahannami ahe. To nehamikarita jahannamamadhye rahila"
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "Ani jya lokanni imana rakhale ani satkarma kele, te jannati aheta. Te nehamikarita jannatamadhye rahatila"
        },
        {
            "chapter": 2,
            "verse": 83,
            "text": "Ani jevha amhi isra'ilacya putrankaduna vacana ghetale ki tumhi allahacya sivaya dusarya konacihi bhakti-upasana karu naka ani a'i-bapasi cangale vartana rakha ani tyacapramane javalace nateva'ika, anatha ani gariba lokansi sad‌vyavahara kara ani lokanna cangalya- bhalya gosti sanga. Namaja kayama kara ani jakata (kartavya dana) deta raha. Parantu kahi loka vagalata, tumhi sarva mukarale ani tonda phiravile"
        }
    ]
}