{
    "pages": [
        {
            "chapter": 2,
            "verse": 106,
            "text": "Jya ayatila amhi radda karato kinva tica visara padato tara tyahuna cangali kinva ticyasarakhi anakhi anato. Kaya tumhi nahi janata ki allaha pratyeka gostice samarthya balagato"
        },
        {
            "chapter": 2,
            "verse": 107,
            "text": "Kaya tumhala nahi mahita ki dharati ani akasanci rajya-satta kevala allahakaritaca ahe, ani allahacya sivaya tumaca koni sanraksaka ani sahayyaka nahi"
        },
        {
            "chapter": 2,
            "verse": 108,
            "text": "Kaya tumhi apalya rasula (paigambara) la tase prasna vicaru icchita, jase yapurvi musala vicarale gele (aika!) Jo imanaca marga soduna kupra (inkara) ca marga dharato, to sarala margapasuna bhatakato"
        },
        {
            "chapter": 2,
            "verse": 109,
            "text": "Ya granthadharakampaiki adhikansa loka satya prakata jhalyanantarahi kevala dvesa-matsaramule tumhalahi imanapasuna dura karu icchitata, tevha tumhihi mapha kara ani soduna dya, yethaparyanta ki allahane apala phaisala lagu karava. Nihsansaya allaha pratyeka karya karanyace samarthya rakhato"
        },
        {
            "chapter": 2,
            "verse": 110,
            "text": "Tumhi namaja (nitya-nemane) ada karita raha, ani jakata (dharma dana) deta raha ani ji bhala'i tumhi apalyasathi pudhe pathavala, ti sarvakahi allahajavala prapta karala. Nihsansaya, allaha tumace pratyeka karma pahata ahe"
        },
        {
            "chapter": 2,
            "verse": 111,
            "text": "Ani he mhanatata ki jannatamadhye yahudi ani khriscanankherija an'ya koni janara nahi. Ya tyancya kalpinaka asa- apeksa aheta. Tyanna sanga, tumhi (apalya kathanata) sacce asala tara ekhada purava tari prastuta kara"
        },
        {
            "chapter": 2,
            "verse": 112,
            "text": "Aika! Jyane svatahla allahacya havali kele, ani neka-sadacari ahe, tara tyacyacakarita, tyacya palanakartya (allaha) cya thikani cangala mobadala ahe ani na tyanna kasale bhaya rahila na ekhade duhkha"
        }
    ]
}