{
    "pages": [
        {
            "chapter": 8,
            "verse": 17,
            "text": "Tevha tumhi tyanna thara marale nahi, kimbahuna allahane tyanna thara kele ani tumhi (muthabhara dhula) nahi phekali, parantu allahane phekali, ani yasathi ki imanadharakanna apalyatarphe, tyancya prayatnaca phara motha mobadala pradana karava. Nihsansaya sarvasrestha allaha khupa aikanara, khupa jananara ahe"
        },
        {
            "chapter": 8,
            "verse": 18,
            "text": "(Eka gosta tara) hi jhali (dusari gosta asi) ki sarvasrestha allahala kaphirance kata karasthana asaphala karayace hote"
        },
        {
            "chapter": 8,
            "verse": 19,
            "text": "Jara tumhi loka nirnaya icchita asala tara to nirnaya tumacyasamora ahe, ani jara thambala tara he tumacyasathi phara uttama ahe ani jara tumhidekhila teca kama karala tara amhidekhila teca kama karu, maga tumaca samudaya tumacya kahica upayogi padanara nahi, maga sankhyene kitihi motha aso. Khari gosta hi ahe ki sarvasrestha allaha imana rakhanaryancya sobata ahe"
        },
        {
            "chapter": 8,
            "verse": 20,
            "text": "He imana rakhanaryanno! Allahace ani tyacya paigambarace pharmana mana ani tya (pharmanala kabula karanya) pasuna tonda phiravu naka, aikuna ani januna ghetanahi"
        },
        {
            "chapter": 8,
            "verse": 21,
            "text": "Ani tumhi tya lokansarakhe ho'u naka, je dava tara karatata ki amhi aikale, vastavika tyanni kahica aikale nahi"
        },
        {
            "chapter": 8,
            "verse": 22,
            "text": "Nihsansaya samasta pranimatrata allahacya javala atisaya va'ita te loka aheta, je bahire aheta, muke aheta, je kincitahi samajuna gheta nahita"
        },
        {
            "chapter": 8,
            "verse": 23,
            "text": "Ani jara allahala tyancyata kahi cangulapana adhalala asata tara tyanna sravanasakti pradana keli asati ani jara tyanna ata aikavilahi tari te tonda phiravatila durlaksa karita"
        },
        {
            "chapter": 8,
            "verse": 24,
            "text": "He imana rakhanaryanno! Tumhi allaha ani tyacya paigambaracya adesance anusarana kara, jevha paigambara tumhala tumacya jivanadayi visayakade bolavita asatila ani smarana rakha ki allaha manavacya ani tyacya hrdayacya daramyana ada banato ani nihsansaya tumhala allahacyaca javala ekatra vhayace ahe"
        },
        {
            "chapter": 8,
            "verse": 25,
            "text": "Ani tumhi asa sankatapasuna svatahla vacava, je visesatah asaca lokanvara kosalanara nahi je tumacyapaiki tya aparadha'ance dosi aheta ani he januna asa ki sarvasrestha allaha motha sakta siksa denara ahe"
        }
    ]
}