{
    "pages": [
        {
            "chapter": 8,
            "verse": 70,
            "text": "He paigambara! Apalya hatakhalacya kaidyanna sanga ki jara sarvasrestha allaha tumacya manata neka irada pahila tara je kahi tumacyaduna ghetale gele ahe, tyahuna cangale tumhala pradana karila ani allaha mapha karanara, daya karanara ahe"
        },
        {
            "chapter": 8,
            "verse": 71,
            "text": "Ani jara te tumacyasi visvasaghata karanyaca irada karatila, tara yanni yacyapurvi khudda allahasi visvasaghata kelela ahe. Sevati tyane tyanna kaida karavile ani sarvasrestha allaha sarvajna, hikamatasahi ahe"
        },
        {
            "chapter": 8,
            "verse": 72,
            "text": "Nihsansaya, jya lokanni imana rakhale ani allahasathi desatyaga kela arthata hijarata keli ani jihada kele dhanane va manane allahacya margata, ani jyanni asa lokanna asraya dila, ani tyanna madata keli tara te ekamekance apasata mitra aheta ani jyanni imana rakhale, pana desatyaga kela nahi tara tumacyasi tyanci kincitahi maitri nahi, parantu jara te dharmacya babatita tumacyakade madata magatila tara tyanna madata karane tumacyasathi avasyaka ahe, matra tya lokankherija, ki tumacya va tyancya daramyana pratijna karara jhala ahe ani je kahi tumhi karita ahata, allaha te cangalya prakare pahata ahe"
        },
        {
            "chapter": 8,
            "verse": 73,
            "text": "Ani kaphira (imana na rakhanare) ekamekance mitra aheta, jara tumhi ase kele nahi tara desata upadrava pasarela ani motha utpata nirmana ho'ila"
        },
        {
            "chapter": 8,
            "verse": 74,
            "text": "Jya lokanni imana rakhale ani desatyaga kela ani allahacya margata jihada kele ani jyanni asa lokanna asraya dila, ani madata pohacavili tara heca loka sacce imanadharaka aheta, tyancyasathi ksama ani mana-sanmanapurna roji (ajivika) ahe"
        },
        {
            "chapter": 8,
            "verse": 75,
            "text": "Ani jya lokanni yanantara imana rakhale ani desatyaga kela ani tumacya sobatine jihada kela tara ase lokahi tumacyapaikica aheta ani nateva'ika tyancyapaiki apasata ekamekancya jasta nikata aheta, allahacya adesanvaye. Nihsansaya allaha sarva kahi jananara ahe"
        }
    ]
}