{
    "pages": [
        {
            "chapter": 18,
            "verse": 5,
            "text": "Vastavikata na tyanna svatahla yace jnana ahe, na tyancya thora bujurga lokanna. Ha aropa motha va'ita ahe, jo tyancya tonduna nighata ahe, te kevala khote bolata aheta"
        },
        {
            "chapter": 18,
            "verse": 6,
            "text": "Maga jara ya lokanni ya gostivara imana rakhale nahi tara kaya tumhi tyancya mage yaca duhkhata apalya jivaca nasa karuna ghyala"
        },
        {
            "chapter": 18,
            "verse": 7,
            "text": "Dharativara je kahi ahe, te amhi dharaticya sobha-sajavatisathi banavile ahe ki amhi tyanci kasoti ghyavi ki tyancyapaiki kona satkarma karanara ahe"
        },
        {
            "chapter": 18,
            "verse": 8,
            "text": "Ani ya dharativara je kahi ahe, amhi tyala eka sapata maidana karuna takanara ahota"
        },
        {
            "chapter": 18,
            "verse": 9,
            "text": "Kaya tumhi apalya mate gupha ani silalekhavalyanna amacya nisanyampaiki ekhadi mothi navalapurna nisani samajata ahata"
        },
        {
            "chapter": 18,
            "verse": 10,
            "text": "Tya tarunanni jevha gupheta asraya ghetala tevha du'a-prarthana keli ki, he amacya palanakartya! Amhala apalya javaluna daya- krpa pradana kara ani amacya karyata amacyasathi marga sopa kara"
        },
        {
            "chapter": 18,
            "verse": 11,
            "text": "Maga amhi tyancya kananvara aneka varsamparyanta tyaca gupheta padade takale"
        },
        {
            "chapter": 18,
            "verse": 12,
            "text": "Maga amhi tyanna uthavuna ubhe kele ki amhi he januna ghyave ki donhi gatampaiki ya mothya mudatila, ji tyanni para padali, koni jasta smaranata rakhale"
        },
        {
            "chapter": 18,
            "verse": 13,
            "text": "Amhi tyanci khari kahani tumacyasamora varnana karita ahota, ya kahi tarunanni1 apalya palanakartyavara imana rakhale ani amhi tyancya margadarsanata pragati pradana keli"
        },
        {
            "chapter": 18,
            "verse": 14,
            "text": "Ani amhi tyanci mane majabuta keli hoti jevha te uthuna ubhe rahile ani mhanu lagale ki amaca palanakarta toca ahe, jo akasanca ani dharatica palanakarta ahe, he asambhava ahe ki amhi tyacyasivaya dusarya upasyala pukarave jara ase kele tara amhi mothi anucita gosta bolalo"
        },
        {
            "chapter": 18,
            "verse": 15,
            "text": "Ha ahe amaca janasamuha, jyane allahakherija dusari upasye banavuna thevali aheta tyancya varcasvaca ekhada spasta purava ka nahi sadara karata? Allahasi khotya gostica sambandha jodanaryapeksa adhika atyacari kona ahe"
        }
    ]
}