{
    "pages": [
        {
            "chapter": 21,
            "verse": 73,
            "text": "Ani amhi tyanna imama (pesava) banavile, yasathi ki amacya hukumanusara lokanna margadarsana karave ani amhi tyancyakade satkarma karanyaci, namaja kayama karanyaci ani jakata ada karanyaci vahayi (prakasana) keli ani te sarvacya sarva amace upasaka hote"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "Ani amhi lutalahi hikamata ani jnana pradana kele ani tyanci tya vastipasuna sutaka keli, jithale loka ghaneradya kamammadhye lipta hote ani vastutah te mothe va'ita aparadhi loka hote"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "Ani amhi tyanna (lutala) apalya daya-krpeta samila karuna ghetale. Nihsansaya te neka- sadacari lokampaiki hote"
        },
        {
            "chapter": 21,
            "verse": 76,
            "text": "Ani nuhaca to kala (athava) jevha tyanni yapurvi du'a (vinanti) keli. Amhi tyanci du'a kabula keli ani amhi tyanna ani tyancya kutumbala phara mothya duhkhatuna sodavile"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "Ani tya janasamuhacya virodhata tyanci madata keli, jyane amacya ayatinna khote tharavile hote. Vastavika te phara va'ita loka hote, tevha amhi tya sarvanna budavuna takale"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "Ani da'uda ani sulemana yancehi (smarana kara) jevha te setababata nirnaya karita hote ki kahi lokancya selya tya setata ghusuna caralya ani tyancya nirnayata amhi hajara hoto"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "Tevha amhi tyaca yathartha phaisala sulemanala samajavuna dila. Nihsansaya amhi pratyekala hikamata ani jnana pradana kele hote ani parvatanna da'udacya adhina kele hote je allahaci tasbiha (mahimagana) karita asata, ani paksyannahi aseca amhi karanare hoto"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "Ani amhi da'udala tumacyasathi yud'dhaca posakha (cilakhata) banavine sikavile, yasathi ki yud'dha (cya hani) pasuna tumace raksana karu sakave, maga kaya tumhi ata krtajnasila vhala"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "Ani amhi vegavana havela sulemanacya adhina kele, ji tyancya adesanusara asa jaminikade vahata ase, jicyata amhi samrd'dhi (barakata) rakhali hoti, ani amhi pratyeka gostila janato"
        }
    ]
}