{
    "pages": [
        {
            "chapter": 33,
            "verse": 51,
            "text": "Tyancyapaiki jila tumhi icchita asala dura rakha ani jila icchita asala apalya javala theva ani jara tumhi tyancyapaiki ekhadila apalya javala bolavuna ghyala, jyanna tumhi vegale karuna thevale hote, tara yata tumhala kahi harakata nahi. Yadvare ya gostici adhika asa balagali ja'u sakate ki ya (striyam) ce netra sitala rahaveta ani tya duhkhi na vhavyata ani tumhi je kahi tyanna dyala tyavara tya sarva raji khusi rahatila. Tumacya manata je kahi ahe te allaha cangalya prakare janato. Allaha motha jnana balaganara sahanasila ahe"
        },
        {
            "chapter": 33,
            "verse": 52,
            "text": "Yanantara itara striya tumacyakarita halala (vaidha) nahita ani na he (ucita ahe) ki tyanna soduna dusarya striyansi (vivaha karava) jari tyance rupa (saundarya) kitihi cangale vatata asela. Parantu tumacya dasikherija, allaha pratyeka gostivara dekharekha karanara ahe"
        },
        {
            "chapter": 33,
            "verse": 53,
            "text": "He imana rakhanarya lokanno! Joparyanta tumhala (ata yenyaci) anumati dili jata nahi, toparyanta tumhi paigambaracya gharata pravesa karu naka. Bhojanakarita asa veli ki bhojana tayara honyaci pratiksa karita rahave, kimbahuna jevha bolavile ja'ila, tevha ja ani jevha bhojana karu ghyala tevha nighanyaci tayari kara. Titheca (basuna) gappa gostita magna ho'u naka. Paigambarana tumacya ya kamaca trasa hoto, parantu te tumaca adara (sankoca) karatata, ani allaha satya gosta sanganyata konacihi parva karita nahi, ani jevha tumhi paigambaracya patninkaduna ekhadi vastu magala tara padadya'aduna maga. Tumacya ani tyancya hrdayankarita purna pavitrata hica ahe. Tumacyasathi he yogya navhe ki tumhi allahacya paigambarasa trasa dyava ani na tumacyasathi he ucita ahe ki paigambara (sa.) Yancyanantara tyancya patninsi vivaha karava (laksata theva) allahajavala he mahabhayankara (papa) ahe"
        },
        {
            "chapter": 33,
            "verse": 54,
            "text": "Tumhi ekhadi gosta jahira kara kinva lapavuna theva, allaha pratyeka gostice cangalya prakare jnana rakhanara ahe"
        }
    ]
}