{
    "pages": [
        {
            "chapter": 41,
            "verse": 39,
            "text": "Ani tya (allaha) cya nisanyampaiki (hehi) ahe ki tumhi jaminila dabali geleli (koradi padaleli) pahata, maga jevha amhi ticyavara parjan'yavrsti karato, tevha ti hiravi tavatavita ho'una vadhisa lagate, jyane tila jivanta kele toca khatrine mrtannahi jivanta karanara ahe. Nihsansaya to pratyeka gosta karanyasa samartha ahe"
        },
        {
            "chapter": 41,
            "verse": 40,
            "text": "Nihsansaya, je loka amacya ayatimmadhye vakadepana anatata te (kahi) amacyapasuna lapalele nahita. (Jara sanga) jo agita takala java, to cangala ahe kinva to, jo santipurvaka kayamatacya divasi yava. Tumhi vatela te karita raha. To tumace sarva kele karavile pahata ahe"
        },
        {
            "chapter": 41,
            "verse": 41,
            "text": "Jya lokanni apalyajavala kura'ana pohocalyanantarahi tyaca inkara kela (tedekhila) amacyapasuna lapalele nahita nihsansaya, ha motha bhavya-divya (sanmanapurna) grantha ahe"
        },
        {
            "chapter": 41,
            "verse": 42,
            "text": "Asatya, tyacya javalunahi ja'u sakata nahi, na tyacyapudhuna, ani na tyacya maguna ha (grantha) tya (allaha) kaduna avatarita kela gela ahe, jo motha hikamatasali ani gunasampanna ahe"
        },
        {
            "chapter": 41,
            "verse": 43,
            "text": "(He paigambara!) Tumhalahi teca sangitale jata ahe, je tumacya purvicya paigambarannahi sangitale gele ahe. Nihsansaya, tumaca palanakarta motha mapha karanara ani duhkhadayaka siksa - yatana denara ahe"
        },
        {
            "chapter": 41,
            "verse": 44,
            "text": "Ani jara amhi tyala arabi'aivaji dusarya bhaseca kura'ana banavile asate, tara mhanale asate ki yacya ayati (vacane) spastapane ka nahi sangitali gelita? He kaya ki grantha arabi'aivaji dusarya bhaseta ani tumhi arabi rasula? (Tumhi) sanga ki ha (grantha) imana rakhanaryankarita margadarsana va rogamukti ahe ani je imana rakhata nahita tara tyancya kanammadhye badhirata ahe ani ha tyancyasathi andhatva ahe. He ase loka aheta, jyanna duracya thikanapasuna pukarale jata ahe"
        },
        {
            "chapter": 41,
            "verse": 45,
            "text": "Ani nihsansaya, amhi musa (alai.) La grantha pradana kela hota tevha tyacyatahi matabheda kela gela ani jara ti gosta nasati ji tumacya palanakartyatarphe ya adhica niscita jhaleli ahe, tara tyancya daramyana (kevhaca) phaisala jhala asata. He loka tara tyacyavisayi sakta becaina karanarya sansayata aheta"
        },
        {
            "chapter": 41,
            "verse": 46,
            "text": "Jo manusya satkarma karela, te to apalya phayadyakarita ani jo duskarma karela tara tya (papa) ce ojhe tyacyavaraca ahe ani tumaca palanakarta dasanvara atyacara karanara nahi"
        }
    ]
}