{
    "pages": [
        {
            "chapter": 42,
            "verse": 16,
            "text": "Ani je loka allahacya sandarbhata vada nirmana karatata, ya uparanta ki (srstine) te man'ya kele ahe, tyanca vivada allahacya nikata khota ahe ani tyancyavara isa-prakopa ahe ani tyancyasathi sakta azaba (siksa - yatana) ahe"
        },
        {
            "chapter": 42,
            "verse": 17,
            "text": "Allahane satyasaha grantha avatarita kela ahe ani taraju dekhila (avatarita kela ahe) ani tumhala kaya mahita ki kadacita kayamata javalaca ye'una thepali asela"
        },
        {
            "chapter": 42,
            "verse": 18,
            "text": "Yaci gha'i tyannaca padali ahe, je tyavara imana rakhata nahita ani je tyavara imana rakhatata, te tyace bhaya balagatata ani tyanna te satya asanyace purna jnana ahe. Laksata theva, je loka kayamatavisayi vada-vivada karita aheta, te duracya margabhrastateta ja'una padale aheta"
        },
        {
            "chapter": 42,
            "verse": 19,
            "text": "Allaha apalya dasanvara motha krpa karanara ahe, jyala icchito adhika ajivika (roji) pradana karato ani to motha saktisali motha varcasvasali ahe"
        },
        {
            "chapter": 42,
            "verse": 20,
            "text": "Jyaca sankalpa akhiratacya setica asela tara amhi tyacya setita anakhi jasta vadhakaru ani jo aihika setici iccha balagata asela tara amhi tyala tyatuna kahi de'una taku, matra asa manasaca akhiratamadhye kasalahi his'sa nahi"
        },
        {
            "chapter": 42,
            "verse": 21,
            "text": "Kaya tya lokanni (allahace) ase sahabhagi (nirdharita kele) aheta, jyanni ase dharmika adesa niscita kele aheta, je allahane pharmavilele nahita. Jara phaisalyacya divasaca vayada nasata tara (yaca ksani) tyanca phaisala kela gela asata. Nihsansaya, tya atyacarinkaritaca duhkhadayaka siksa - yatana ahe"
        },
        {
            "chapter": 42,
            "verse": 22,
            "text": "Tumhi pahala ki he atyacari apalya duskarmam (cya dusparinati) ce bhaya balagata asatila, je niscitaca tyancyavara ghaduna yenara ahe, ani jya lokanni imana rakhale ani je satkarmahi karita rahile tara te je kahi icchitila, tyanna apalya palanakartyajavala labhela haca ahe motha anugraha"
        }
    ]
}