{
    "rukus": [
        {
            "chapter": 18,
            "verse": 102,
            "text": "¿Acaso piensan los incredulos que podran tomar a Mis siervos como protectores en Mi lugar? Tenemos preparado el Infierno como castigo para los incredulos"
        },
        {
            "chapter": 18,
            "verse": 103,
            "text": "Diles: ¿Quereis que os informemos de quienes son los mas perdedores por sus obras"
        },
        {
            "chapter": 18,
            "verse": 104,
            "text": "Aquellos cuyos afanes se malograron en la vida mundanal mientras creian haber obrado el bien"
        },
        {
            "chapter": 18,
            "verse": 105,
            "text": "Son quienes no creen en los signos de su Senor ni en la comparecencia ante El. Sus obras habran sido en vano y el Dia de la Resurreccion no tendran peso en la balanza"
        },
        {
            "chapter": 18,
            "verse": 106,
            "text": "Recibiran el Infierno como castigo por su incredulidad y por haberse burlado de Mis signos y de Mis Mensajeros"
        },
        {
            "chapter": 18,
            "verse": 107,
            "text": "Por cierto que quienes hayan creido y obrado rectamente tendran como morada los jardines del Paraiso"
        },
        {
            "chapter": 18,
            "verse": 108,
            "text": "Alli viviran eternamente y no desearan cambio alguno [en su suerte]"
        },
        {
            "chapter": 18,
            "verse": 109,
            "text": "Diles: Si el mar fuese tinta para escribir las Palabras de mi Senor, se agotaria antes de que se agotaran las Palabras de mi Senor, aunque se trajese otro mar de tinta"
        },
        {
            "chapter": 18,
            "verse": 110,
            "text": "Diles: Yo no soy mas que un hombre a quien se le ha revelado que solo debeis adorar a Allah, vuestra unica divinidad. Quien anhele la comparecencia ante su Senor que realice obras piadosas y que no adore a nadie mas que a El"
        }
    ]
}