{
    "rukus": [
        {
            "chapter": 25,
            "verse": 35,
            "text": "Por cierto que le revelamos a Moises [Musa] el Libro [la Tora] y le asignamos a su hermano Aaron [Harun] para que le ayudase [en la transmision del Mensaje]"
        },
        {
            "chapter": 25,
            "verse": 36,
            "text": "Y les dijimos: Id ambos al pueblo que desmintio Nuestros signos [el pueblo del Faraon]. Y [cuando se presentaron ante ellos les desmintieron, por eso] les destruimos completamente"
        },
        {
            "chapter": 25,
            "verse": 37,
            "text": "Y al pueblo de Noe [Nuh], cuando desmintieron a los Profetas, les ahogamos [aniquilandolos completamente tambien], e hicimos de ellos una leccion para los hombres. Ciertamente tenemos reservado para los inicuos un castigo doloroso"
        },
        {
            "chapter": 25,
            "verse": 38,
            "text": "Y [tambien aniquilamos] a los pueblos de Ad, Zamud y Rass, y a muchas otras generaciones entre ellos"
        },
        {
            "chapter": 25,
            "verse": 39,
            "text": "A todos ellos les advertimos de lo sucedido a los incredulos que les precedieron, pero aun asi terminaron siendo destruidos completamente por Nosotros"
        },
        {
            "chapter": 25,
            "verse": 40,
            "text": "Por cierto que [los incredulos de La Meca] pasan frecuentemente por las ruinas de la ciudad sobre la cual hicimos caer una lluvia de piedras [Sodoma] pero no recapacitan, pues no creen en la resurreccion"
        },
        {
            "chapter": 25,
            "verse": 41,
            "text": "Y cuando te ven se burlan de ti, y dicen: ¿Este es el que Allah envio como Mensajero"
        },
        {
            "chapter": 25,
            "verse": 42,
            "text": "[Y agregan:] De no haber sido que nos mantuvimos firmes en la adoracion de nuestros idolos nos hubiera desviado. Pero ya sabran, cuando vean el castigo, quienes eran los desviados"
        },
        {
            "chapter": 25,
            "verse": 43,
            "text": "¿Acaso crees [¡Oh, Muhammad!] que puedes velar por las obras de quienes hacen todo lo que les dictan sus pasiones"
        },
        {
            "chapter": 25,
            "verse": 44,
            "text": "¿Acaso crees que escuchan con atencion tus palabras y reflexionan? Ellos son como los ganados que no razonan, o peor aun"
        }
    ]
}