{
    "rukus": [
        {
            "chapter": 2,
            "verse": 267,
            "text": "¡Oh, creyentes! Dad en caridad parte de lo hayais ganado y de lo que os hemos hecho brotar de la tierra, y no elijais lo deteriorado para dar caridad asi como no lo tomariais para vosotros mismos, a menos que convinieres en ello; y sabed que Allah es Opulento, Loable"
        },
        {
            "chapter": 2,
            "verse": 268,
            "text": "Satanas os atemoriza con la pobreza y os ordena la inmoralidad; y Allah os promete Su perdon y Su generosidad. Allah es Vasto, Omnisciente"
        },
        {
            "chapter": 2,
            "verse": 269,
            "text": "Concede la sabiduria a quien El quiere, y a quien le haya sido concedida la sabiduria habra recibido una inmensa gracia; y no reflexionan sobre ello sino los dotados de intelecto"
        },
        {
            "chapter": 2,
            "verse": 270,
            "text": "Cualquiera sea la caridad que deis o la promesa que hagais, ciertamente Allah lo sabe; y los inicuos no tendran salvadores"
        },
        {
            "chapter": 2,
            "verse": 271,
            "text": "Hacer caridad publicamente es una obra de bien, pero si lo haceis en privado y se la dais a los pobres es mejor para vosotros. Allah os perdonara vuestros pecados, y Allah sabe lo que haceis"
        },
        {
            "chapter": 2,
            "verse": 272,
            "text": "No es tu obligacion [¡Oh, Muhammad!] que sigan la guia, sino que Allah guia a quien quiere. Toda caridad es en beneficio propio, hacedla pues anhelando el ostro de Allah [y Su complacencia]. Y sabed que se os recompensara por cuanto deis y no sereis oprimidos"
        },
        {
            "chapter": 2,
            "verse": 273,
            "text": "[Dad caridad a] los pobres que padecieron estrechez por la causa de Allah y no tienen medios para desplazarse [y comerciar]. Quien ignora su situacion los cree ricos en razon de su dignidad; pero les reconoceras por su aspecto, no piden a la gente inoportunamente. Y lo que sea que deis en caridad, Allah ciertamente lo sabe"
        }
    ]
}