{
    "rukus": [
        {
            "chapter": 3,
            "verse": 42,
            "text": "Y cuando los Angeles dijeron: ¡Oh, Maria [Mariam]! Allah te ha elegido y purificado. Te ha elegido entre todas las mujeres del universo"
        },
        {
            "chapter": 3,
            "verse": 43,
            "text": "¡Oh, Maria [Mariam]! Adora a tu Senor, prosternate e inclinate con los orantes"
        },
        {
            "chapter": 3,
            "verse": 44,
            "text": "Estas son historias que no conocias, y te las revelamos. Tu [¡Oh, Muhammad!] no estuviste presente cuando sortearon con sus canas para ver quien de ellos se encargaria de Maria [Mariam], ni tampoco cuando disputaban acerca de ello"
        },
        {
            "chapter": 3,
            "verse": 45,
            "text": "Y cuando los Angeles dijeron: ¡Oh, Maria [Mariam]! Allah te albricia con Su Palabra [¡Se!] Su nombre sera el Mesias Jesus [Isa], hijo de Maria [Mariam]. Sera distinguido en esta vida y en la otra, y se contara entre los mas proximos a Allah"
        },
        {
            "chapter": 3,
            "verse": 46,
            "text": "Hablara a los hombres en la cuna y de adulto, y se contara entre los virtuosos"
        },
        {
            "chapter": 3,
            "verse": 47,
            "text": "Dijo: ¡Oh, Senor mio! ¿Como podre tener un hijo si no me ha tocado ningun hombre? Le respondio: ¡Asi sera! Allah crea lo que Le place. Cuando decide algo, solo dice: ¡Se!, y es"
        },
        {
            "chapter": 3,
            "verse": 48,
            "text": "El le ensenara la escritura, le concedera la sabiduria, le ensenara la Tora y el Evangelio"
        },
        {
            "chapter": 3,
            "verse": 49,
            "text": "Y sera un Mensajero para los Hijos de Israel, a quienes dira: Os he traido un signo de vuestro Senor. Hare para vosotros con barro la forma de un pajaro. Luego soplare en el, y con el permiso de Allah, tendra vida. Con la anuencia de Allah, curare al ciego de nacimiento y al leproso, y resucitare a los muertos. Os informare de lo que comeis y de lo que almacenais en vuestras casas. Ciertamente teneis en ello un signo si sois creyentes"
        },
        {
            "chapter": 3,
            "verse": 50,
            "text": "He venido para confirmaros lo que os habia llegado anteriormente en la Tora y para haceros licitas algunas de las cosas que se os habian prohibido. Y os he traido un signo de vuestro Senor. Temed a Allah y obedecedme"
        },
        {
            "chapter": 3,
            "verse": 51,
            "text": "Allah es mi Senor y el vuestro. Adoradle, pues. Este es el sendero recto"
        },
        {
            "chapter": 3,
            "verse": 52,
            "text": "Y cuando Jesus [Isa] advirtio la incredulidad de su pueblo, dijo: ¿Quienes me ayudaran en mi mision de transmitir el Mensaje de Allah? Dijeron sus discipulos: Nosotros te ayudaremos. Creemos en Allah. Atestigua [¡Oh, Jesus [Isa]!] que a El nos sometemos"
        },
        {
            "chapter": 3,
            "verse": 53,
            "text": "¡Senor nuestro! Creemos en lo que has revelado y seguimos a Tu Mensajero. Cuentanos, pues, entre los que dan testimonio de fe"
        },
        {
            "chapter": 3,
            "verse": 54,
            "text": "Se confabularon [los incredulos contra Jesus [Isa]], pero Allah desbarato sus planes, porque Allah es el Quien mejor lo hace"
        }
    ]
}