{
    "juzs": [
        {
            "chapter": 9,
            "verse": 93,
            "text": "Niḥsanśaya, ārōpa aśā lōkānvara āhē jē dhanavāna asūnahī tumacyājavaḷa anumatī māgatāta. Striyānsōbata gharī basūna rāhaṇyāvara hē khūśa āhēta āṇi allāhanē tyān̄cyā hr̥dayānvara mōhara lāvalī āhē. Jyāmuḷē tē ajāṇa banalē āhēta"
        },
        {
            "chapter": 9,
            "verse": 94,
            "text": "Jēvhā tumhī tyān̄cyājavaḷa jāla tēvhā tumacyāsamōra sababī māṇḍatīla. (Hē paigambara!) Sāṅgā kī bahāṇē banavū nakā. Āmhī tumacyāvara viśvāsa ṭhēvaṇāra nāhī. Allāhanē tumacyā karatutīnśī āmhālā avagata kēlē āhē āṇi allāha āṇi tyācā paigambara tumacē ācaraṇa pāhatīla, maga tumhī adr̥śya āṇi dr̥śya gōṣṭī jāṇaṇāṟyākaḍē paratavilē jāla, maga tō tumhālā sāṅgēla kī jē kāhī tumhī karīta hōtē"
        },
        {
            "chapter": 9,
            "verse": 95,
            "text": "Jēvhā tumhī tyān̄cyājavaḷa parata jāla tēvhā tē tumacyāsamōra allāhacī śapatha ghētīla, yāsāṭhī kī tumhī tyānnā tyān̄cyā daśēvara sōḍāvē, yāstava tumhī tyānnā tyān̄cyā daśēvara sōḍā. Niścitaca tē mōṭhē apavitra āhēta āṇi tyān̄cē ṭhikāṇa naraka (jahannama) āhē, tyān̄cyā tyā karmān̄cyā mōbadalyāta, jē tē karīta hōtē"
        },
        {
            "chapter": 9,
            "verse": 96,
            "text": "Hē tumacyājavaḷa aśāsāṭhī śapatha ghētīla kī tumhī tyān̄cyāśī rājī vhāvē. Tēvhā jara tumhī tyān̄cyāśī rājīhī jhālāta tara allāha aśā durācārī lōkānśī rājī hōta nāhī"
        },
        {
            "chapter": 9,
            "verse": 97,
            "text": "Grāmīṇa lōka inkāra āṇi varakaraṇīpaṇāta khūpaca sakta asatāta, āṇi tyānnī asē asalēhī pāhijē kī tyānnā tyā ādēśān̄cē jñāna nasāvē, jē ādēśa allāhanē āpalyā paigambarāvara avatarita kēlē āhēta āṇi allāha khūpa khūpa jñāna bāḷagaṇārā, mōṭhā hikamataśālī āhē"
        },
        {
            "chapter": 9,
            "verse": 98,
            "text": "Āṇi tyā grāmīṇa lōkāmpaikī kāhī asē āhēta kī jē kāhī kharca karatāta tyālā sajā samajatāta āṇi tumhī īmānadhārakānsāṭhī vā'īṭa divasācyā pratikṣēta asatāta. Vā'īṭa prasaṅga tara tyācyāvaraca yēṇāra āhē āṇi allāha aikaṇārā āṇi jāṇaṇārā āhē"
        },
        {
            "chapter": 9,
            "verse": 99,
            "text": "Āṇi grāmīṇāmpaikī kāhī asēhī āhēta, jē allāhavara āṇi kayāmatacyā divasāvara īmāna rākhatāta āṇi jē kāhī kharca karatāta tyālā allāhacē sānnidhya āṇi paigambarān̄cyā du'ā- prārthanēcē sādhana mānatāta. Lakṣāta ṭhēvā kī tyān̄cē hē kharca karaṇē, niścita tyān̄cyāsāṭhī, allāhacī nikaṭatā prāpta karaṇyācē sādhana āhē. Tyānnā allāha avaśya āpalyā kr̥pā-chatrāta dākhala karīla. Allāha mōṭhā māpha karaṇārā, dayā karaṇārā āhē"
        },
        {
            "chapter": 9,
            "verse": 100,
            "text": "Āṇi hē muhājira (makkēhūna madīnā yēthē ālēlē) āṇi ansāra (madīnā yēthīla mūḷa rahivāśī) prathama āhēta āṇi jēvaḍhē lōka, kasalyāhī garajēvinā tyān̄cē anuyāyī āhēta allāha tyā sarvānśī rājī jhālā āṇi tē sarva allāhaśī rājī jhālē āṇi allāhanē tyān̄cyāsāṭhī aśā bāgān̄cī vyavasthā karūna ṭhēvalī āhē jyān̄cyākhālī pravāha vāhata āhēta, jyāta tē sadaiva rāhatīla. Hī phāra mōṭhī saphalatā āhē"
        },
        {
            "chapter": 9,
            "verse": 101,
            "text": "Āṇi kāhī tumacyā javaḷapāsacyā grāmīṇāmpaikī āṇi madīnēcyā vastīta asē ḍhōṅgī īmānadhāraka āhēta, jē dāmbhikatēvara aṭaḷa āhēta. Tumhī tyānnā nāhī jāṇata, tyānnā āmhī jāṇatō. Āmhī tyānnā duhērī śikṣā dē'ū, maga tē phāra mōṭhyā śikṣā- yātanēkaḍē pāṭhavilē jātīla"
        },
        {
            "chapter": 9,
            "verse": 102,
            "text": "Āṇi kāhī dusarē lōka āhēta, jē āpalyā cukā mān'ya karatāta, jyānnī miśra svarūpācī karmē kēlīta. Kāhī cāṅgalī tara kāhī vā'īṭa. Allāhakaḍūna āśā āhē kī tyān̄cī taubā (kṣamā-yācanā) kabūla karīla. Niḥsanśaya, allāha mōṭhā māpha karaṇārā āṇi dayā karaṇārā āhē"
        },
        {
            "chapter": 9,
            "verse": 103,
            "text": "Tumhī tyān̄cyā dhanātūna sadakā (dāna) svīkāra karā, jyādvārē tumhī tyānnā svaccha- śud'dha karāla āṇi tyān̄cyāsāṭhī du'ā- prārthanā karā, niḥsanśaya tumacī du'ā tyān̄cyāsāṭhī samādhānācē sādhana āhē, āṇi allāha cāṅgalyā prakārē aikatō, cāṅgalyā prakārē jāṇatō"
        },
        {
            "chapter": 9,
            "verse": 104,
            "text": "Kāya tyānnā hē māhīta nāhī kī allāhaca āpalyā dāsān̄cī taubā (kṣamā-yācanā) kabūla karatō āṇi tōca dāna kabūla karatō āṇi hē kī allāhaca taubā kabūla karaṇyāta āṇi dayā karaṇyāta paripūrṇa āhē"
        },
        {
            "chapter": 9,
            "verse": 105,
            "text": "Āṇi sāṅgā kī tumhī karma karīta rāhā. Tumacē karma allāha svataḥ pāhīla āṇi tyācā paigambara āṇi īmāna rākhaṇārē (hī pāhatīla) āṇi niścitaca tumhālā aśājavaḷa jāyacē āhē jō sarva lapalēlyā va ughaḍa gōṣṭī jāṇaṇārā āhē. Yāsāṭhī kī tō tumhālā tumhī kēlēlē pratyēka karma dākhavūna dē'īla"
        },
        {
            "chapter": 9,
            "verse": 106,
            "text": "Āṇi kāhī dusarē lōka āhēta, jyān̄cā māmalā allāhacā ādēśa yē'īparyanta sthagita āhē. Ēka tara tō tyānnā sajā dē'īla kinvā tyān̄cī kṣamā-yācanā kabūla karīla āṇi allāha mōṭhā jāṇaṇārā, phāra hikamataśālī āhē"
        },
        {
            "chapter": 9,
            "verse": 107,
            "text": "Āṇi kāhī asē āhēta, jyānnī yā hētūnē masjida banavilī kī nukasāna pōhacavāvē āṇi inkārapūrṇa gōṣṭī karāvyāta āṇi īmānadhārakāmmadhyē phūṭa pāḍāvī, āṇi aśā māṇasācyā rāhaṇyācī vyavasthā karāvī, jō yācyā pūrvīpāsūna allāha āṇi tyācyā paigambarācā virōdhaka āhē, āṇi śapatha ghētīla kī bhalā'īkhērīja āmacā kōṇatāhī hētu nāhī āṇi allāha sākṣī āhē kī tē pūrṇataḥ khōṭē āhēta"
        },
        {
            "chapter": 9,
            "verse": 108,
            "text": "Āpaṇa tyā masjida kadhīhī ubhē na rāhāvē, parantu jyā masjidīcā pāyā pahilyā divasāpāsūnaca takavā (allāhacē bhaya rākhaṇyā) vara ṭhēvalā gēlā asēla, tara tī yāyōgya āhē kī tumhī ticyāta ubhē rāhāvē. Yāta asē lōka āhēta kī tē adhika svaccha-śud'dha (pāka) hōṇē cāṅgalē samajatāta, āṇi sarvaśrēṣṭha allāha adhika pāka rāhaṇāṟyānnā priya rākhatō"
        },
        {
            "chapter": 9,
            "verse": 109,
            "text": "Maga kāya asā manuṣya adhika cāṅgalā āhē, jyānē āpalyā imāratīcā pāyā allāhacē bhaya rākhaṇyāvara āṇi allāhacī prasannatā prāpta karaṇyāvara ṭhēvalā asēla kinvā tō manuṣya, jyānē āpalyā gharācā pāyā ēkhādyā utāra asalēlyā darīcyā (ghāṭācyā) kināṟyāvara, jī kōsaḷaṇyācyā bētāta asāvī, tyāvara racalā asēla; maga tō tyāsaha jahannamacyā āgīta jā'ūna paḍāvā āṇi sarvaśrēṣṭha allāha aśā atyācārīnnā mārga dākhavita nāhī"
        },
        {
            "chapter": 9,
            "verse": 110,
            "text": "Tyān̄cē hē ghara, jē tyānnī banavilē āhē, nēhamī tyān̄cyā manālā sanśayāmuḷē (kāṭyāsarakhē) bōcata rāhīla. Parantu hē kī tyān̄cī hr̥dayēca kṣata-vikṣata vhāvīta, āṇi allāha jñāna bāḷagaṇārā āṇi hikamataśālī āhē"
        },
        {
            "chapter": 9,
            "verse": 111,
            "text": "Niḥsanśaya, allāhanē īmānadhārakāṅkaḍūna tyān̄cyā prāṇānnā va dhanānnā jannatacyā mōbadalyāta kharēdī kēlē āhē. Tē allāhacyā mārgāta laḍhatāta jyāta tē ṭhāra karatāta āṇi ṭhāra kēlē jātāta, yābābata saccā vāyadā āhē taurāta, in̄jīla āṇi kura'ānāmadhyē āṇi allāhapēkṣā jāsta āpalyā vāyadyācē pālana kōṇa karū śakatō? Yāstava tumhī āpalyā yā vikaṇyāvara, jō (saudā) tumhī karūna ghētalāta, ānandita vhā āṇi hī phāra mōṭhī saphalatā āhē"
        },
        {
            "chapter": 9,
            "verse": 112,
            "text": "Hē asē lōka hōtē, jē taubā (kṣamā-yācanā) karaṇārē, allāhacī upāsanā karaṇārē, tyācī stutī-praśansā karaṇārē, rōjā (upavāsa-vrata) rākhaṇārē (kinvā satya mārgāvara cālaṇārē) rukū'a (jhukaṇārē) sajadā karaṇārē (māthā ṭēkaṇārē), cāṅgalyā gōṣṭīn̄cā upadēśa karaṇārē, āṇi vā'īṭa gōṣṭīmpāsūna rōkhaṇārē āṇi allāhacyā niyamānnā dhyānāta rākhaṇārē āhēta āṇi aśā īmāna rākhaṇāṟyānnā śubha samācāra dyā"
        },
        {
            "chapter": 9,
            "verse": 113,
            "text": "Paigambara āṇi itara īmānadhārakānnā anumatī nāhī kī anēkēśvaravādyāṅkaritā māphīcī du'ā- prārthanā karāvī, maga tē nātēvā'īka kā asēnāta. Hā ādēśa spaṣṭa jhālyānantara kī tē lōka narakāta jātīla"
        },
        {
            "chapter": 9,
            "verse": 114,
            "text": "Āṇi ibrāhīmacē āpalyā pityākaritā māphīcī du'ā-prārthanā karaṇē hē kēvaḷa tyā vacanācyā sababīvara hōtē, jē tyānnī āpalyā pityāsa dilē hōtē, maga jēvhā tyānnā hī gōṣṭa spaṣṭataḥ kaḷālī kī tō (pitā) allāhacā śatrū āhē, tēvhā tē tyācyāpāsūna dūra jhālē. Vāstavika ibrāhīma mōṭhē kōmalahr̥dayī sahanaśīla hōtē"
        },
        {
            "chapter": 9,
            "verse": 115,
            "text": "Āṇi allāha asē nāhī karata kī ēkhādyā janasamūhālā mārgadarśana kēlyānantara mārgabhraṣṭa karīla, jōparyanta tyā gōṣṭī spaṣṭataḥ sāṅgūna ṭākata nāhī jyān̄cyāpāsūna tyānnī alipta rāhāvē. Niḥsanśaya allāha pratyēka gōṣṭa cāṅgalyā prakārē jāṇatō"
        },
        {
            "chapter": 9,
            "verse": 116,
            "text": "Niḥsanśaya, ākāśāmadhyē va dharatīta allāhacīca rājya-sattā āhē. Tōca jinvata ṭhēvatō āṇi mr̥tyu dētō āṇi tumacā allāhakhērīja kōṇīhī mitra nāhī āṇi nā kōṇī madata karaṇārā"
        },
        {
            "chapter": 9,
            "verse": 117,
            "text": "Sarvaśrēṣṭha allāhanē paigambarān̄cyā sthitīvara dayā-dr̥ṣṭī kēlī āṇi dēśatyāga karūna ālēlyānvara āṇi tyānnā madata karaṇāṟyā ansāra lōkān̄cyā sthitīvarahī, jyānnī aśā aḍacaṇīcyā vēḷī paigambarānnā sātha dilī, tyānantara kī tyān̄cyātalyā ēkā gaṭācī manē ḍaḷamaḷū lāgalī hōtī. Maga allāhanē tyān̄cyā avasthēvara dayā kēlī. Niḥsanśaya, allāha tyā sarvānvara atiśaya mēharabāna āṇi dayā karaṇārā āhē"
        },
        {
            "chapter": 9,
            "verse": 118,
            "text": "Āṇi tīna māṇasān̄cyā avasthēvarahī, jyān̄cā māmalā sthagita kēlā gēlā hōtā yēthaparyanta kī jēvhā jamīna āpalyā (viśāla) vistārānantarahī tyān̄cyāsāṭhī saṅkucita (taṅga) hō'ū lāgalī āṇi tē svataḥ āpalyā astitvāśī hairāṇa jhālē āṇi tyānnī samajūna ghētalē kī allāhapāsūna kōṭhēhī āśraya lābhū śakata nāhī, yākhērīja kī tyān̄cyākaḍē vaḷalē jāvē. Maga tyān̄cyā avasthēvara dayā kēlī. Yāsāṭhī kī tyānnī bhaviṣyātahī kṣamā-yācanā karāvī. Niḥsanśaya sarvaśrēṣṭha allāha taubā (kṣamā-yācanā) kabūla karaṇārā āṇi atiśaya dayā karaṇārā āhē"
        },
        {
            "chapter": 9,
            "verse": 119,
            "text": "Hē īmāna rākhaṇāṟyānnō! Sarvaśrēṣṭha allāhacē bhaya bāḷagā āṇi khaṟyā lōkānsōbata rāhā"
        },
        {
            "chapter": 9,
            "verse": 120,
            "text": "Madīnā āṇi tyācyā javaḷapāsacyā gāvāta rāhaṇāṟyāṅkaritā yōgya navhatē kī allāhacyā paigambarān̄cī sātha sōḍūna māgē rāhāvē āṇi na hē kī āpalyā prāṇālā, tyān̄cyā prāṇāpēkṣā adhika priya āpalyā prāṇālā, tyān̄cyā prāṇāpēkṣā adhika priya jāṇāvē. Hē aśāmuḷē kī tyānnā allāhacyā mārgāta jī tahāna lāgalī āṇi jō thakavā pōhōcalā āṇi jī bhūka lāgalī āṇi jē cālata gēlē, jē kāphirāṅkaritā krōdhācī sababa banalī asāvī āṇi śatrūn̄cā jō kāhī samācāra ghētalā, tyā sarvāmbaddala tyān̄cyā nāvē (ēka ēka) satkarma karaṇāṟyān̄cā mōbadalā vāyā jā'ū dēta nāhī"
        },
        {
            "chapter": 9,
            "verse": 121,
            "text": "Āṇi jō kāhī lahāna mōṭhā kharca tyānnī kēlā āṇi jēvaḍhī maidānē tyānnā pāra karāvī lāgalī, hē sarvadēkhīla tyān̄cyā nāvē lihilē gēlē yāsāṭhī kī sarvaśrēṣṭha allāhanē tyān̄cyā kāmān̄cā cāṅgalyāta cāṅgalā mōbadalā pradāna karāvā"
        },
        {
            "chapter": 9,
            "verse": 122,
            "text": "Āṇi īmāna rākhaṇāṟyānnī sarvacyā sarva miḷūna nighū nayē. Tēvhā asē kā na kēlē jāvē kī tyān̄cyā pratyēka mōṭhyā gaṭāmadhū lahāna gaṭa nighāvā yāsāṭhī kī tyānnī dīna (dharmā) cī samaja prāpta karūna ghyāvī āṇi yāsāṭhī kī tyānnī āpalyā janasamūhācyā lōkānnā, jēvhā tē yān̄cyājavaḷa yētīla (allāhacē) bhaya dākhavāvē, yāsāṭhī kī tyānnī bhyāvē"
        },
        {
            "chapter": 9,
            "verse": 123,
            "text": "Hē īmāna rākhaṇāṟyānnō! Tyā kāphirānśī (inkārī lōkānśī) laḍhā jē tumacyā bhōvatī āhēta āṇi tyānnā tumacyā aṅgī kaṭhōratā āḍhaḷalī pāhijē. Āṇi hā viśvāsa rākhā kī sarvaśrēṣṭha allāha takavā (dhairya-sanyama) rākhaṇāṟyān̄cyā sōbata āhē"
        },
        {
            "chapter": 9,
            "verse": 124,
            "text": "Āṇi jēvhā ēkhādī sūraha (adhyāya) avatarita kēlī jātē, tēvhā kāhī ḍhōṅgī īmānadhāraka mhaṇatāta kī yā sūrahanē tumacyāpaikī kōṇācē īmāna vāḍhavilē āhē? Tēvhā jē (saccē) īmānadhāraka āhēta, yā sūrahanē tyān̄cyā īmānāta vr̥d'dhī kēlī āhē āṇi tē ānandita hōta āhēta"
        },
        {
            "chapter": 9,
            "verse": 125,
            "text": "Āṇi jyān̄cyā manāta rōga (vikr̥tī) āhē, yā sūrahanē tyān̄cyāta tyān̄cyā galicchatēsaha āṇakhī galicchatā vāḍhavūna dilī āhē āṇi tē kupra (inkāra karaṇyā) cyā sthitītaca maraṇa pāvalē"
        },
        {
            "chapter": 9,
            "verse": 126,
            "text": "Āṇi kāya tyānnī pāhilē nāhī kī hē lōka daravarṣī ēkadā kinvā dōnadā kōṇatyā na kōṇatyā saṅkaṭāta ṭākalē jātāta, tarīhī tē nā taubā (kṣamā-yācanā) karatāta, nā bōdha prāpta karatāta"
        },
        {
            "chapter": 9,
            "verse": 127,
            "text": "Āṇi jēvhā ēkhādī sūraha (adhyāya) avatarita kēlī jātē tēvhā ēkamēkānnā pāhū lāgatāta kī tumhālā kōṇī pāhata tara nāhī, maga cālū lāgatāta. Allāhanē yān̄cē mana phiravilē āhē yā kāraṇānē kī tē samajūna na ghēṇārē lōka āhēta"
        },
        {
            "chapter": 9,
            "verse": 128,
            "text": "Tumacyājavaḷa ēkā aśā paigambarācē āgamana jhālē āhē, jē tumacyāpaikīca āhēta, jyānnā tumacyā hānīviṣayaka gōṣṭī khūpa klēśadāyaka vāṭatāta jē tumacyā lābhācē mōṭhē icchuka asatāta. Īmāna rākhaṇāṟyāsāṭhī atiśaya snēhaśīla va mēharabāna āhēta"
        },
        {
            "chapter": 9,
            "verse": 129,
            "text": "Maga jara tē (lōka) tōṇḍa phiravatīla tara tumhī tyānnā sāṅgā kī mājhyāsāṭhī allāha purēsā āhē, tyācyākhērīja kōṇīhī saccā mābūda (upāsya) nāhī. Mī tyācyāvaraca bharōsā kēlā āṇi tō phāra mōṭhyā arśa (sinhāsanā) cā mālaka (svāmī) āhē"
        },
        {
            "chapter": 10,
            "verse": 1,
            "text": "Alipha. Lāma.Rŏ yā hikamata āṇi bud'dhimattāpūrṇa granthācyā āyatī āhēta"
        },
        {
            "chapter": 10,
            "verse": 2,
            "text": "Kāya tyā lōkānnā yā gōṣṭīcē āścarya vāṭalē kī āmhī tyān̄cyātalyā ēkā māṇasājavaḷa vahayī (avatarita sandēśa) pāṭhavilī kī samasta mānavānnā (allāhacē) bhaya dākhavāvē āṇi jē īmāna rākhatīla tyānnā hī khūśakhabara dyā kī tyān̄cyā pālanakartyājavaḷa tyānnā purēpūra mōbadalā āṇi māna-sanmāna lābhēla. Inkārī lōka mhaṇālē kī hā māṇūsa khātrīnē spaṣṭa jādūgāra (tāntrika) āhē"
        },
        {
            "chapter": 10,
            "verse": 3,
            "text": "Niḥsanśaya, tumacā pālanakartā allāhaca āhē, jyānē sahā divasānta ākāśānnā va jaminīlā nirmāṇa kēlē, maga arśa (sinhāsanā) vara sthira (kāyama) jhālā. Tō pratyēka kāmācī vyavasthā rākhatō. Tyācyā anumatīvinā tyācyājavaḷa kōṇī śiphārasa karaṇārā nāhī. Asā allāha tumacā raba (pālanakartā) āhē. Tēvhā tumhī tyācīca upāsanā karā. Maga kāya tarīhī tumhī bōdha prāpta karīta nāhī"
        },
        {
            "chapter": 10,
            "verse": 4,
            "text": "Tumhā sarvānnā allāhacyāca javaḷa jāyacē āhē. Allāhanē saccā vāyadā kēlēlā āhē. Niḥsanśaya tōca pahilyāndā nirmāṇa karatō, maga tōca dusaṟyāndā nirmāṇa karīla, yāsāṭhī kī aśā lōkānnā, jyānnī īmāna rākhalē āṇi satkarmē kēlīta, tyānnā n'yāyapūrvaka mōbadalā dyāvā āṇi jyānnī inkāra kēlā, tyānnā piṇyāsāṭhī ukaḷatē pāṇī miḷēla āṇi duḥkhadāyaka śikṣā-yātanā lābhēla tyān̄cyā inkāra karaṇyāpāyī"
        },
        {
            "chapter": 10,
            "verse": 5,
            "text": "Tō (allāha) asā āhē, jyānē sūryālā tējasvī banavilē āṇi candrālā prakāśamāna banavilē āṇi tyācyāsāṭhī sthāna (gantavya) nirdhārīta kēlē, yāsāṭhī kī tumhī varṣān̄cī gaṇanā va hiśōba lāvū śakāvē va hiśōbālā jāṇūna ghyāvē. Allāhanē yā sarva vastū vyartha nirmāṇa kēlyā nāhīta, tō hā purāvā tyānnā spaṣṭa sāṅgata āhē jē akkala rākhatāta"
        },
        {
            "chapter": 10,
            "verse": 6,
            "text": "Niḥsanśaya rātra āṇi divasācyā ēkā pāṭhōpāṭha yēṇyāta, āṇi allāhanē ākāśāta va dharatīta jē kāhī nirmāṇa kēlē āhē, tyā sarvānta aśā lōkāṅkaritā purāvā (pramāṇa) āhē jē allāhacē bhaya bāḷagatāta"
        },
        {
            "chapter": 10,
            "verse": 7,
            "text": "Jyā lōkānnā āmacyājavaḷa yēṇyāvara viśvāsa nāhī āṇi tē aihika jīvanāvara rājī jhālē āhēta āṇi tyātaca jīva guntavūna basalē āhēta āṇi jē āmacyā āyatīmpāsūna gāphīla āhēta"
        },
        {
            "chapter": 10,
            "verse": 8,
            "text": "Aśā lōkān̄cē ṭhikāṇa tyān̄cyā karmāmmuḷē naraka (jahannama) āhē"
        },
        {
            "chapter": 10,
            "verse": 9,
            "text": "Niḥsanśaya, jyā lōkānnī īmāna rākhalē āṇi tyānnī satkarmē kēlīta, tara tyān̄cā pālanakartā tē īmānadhāraka asaṇyācyā sababīvara tyānnā (tyān̄cyā dhyēya uddiṣṭāprata) pōhacavila, sukhācyā aśā bāgāmmadhyē, jyān̄cyā khālī pravāha vāhata asatīla"
        },
        {
            "chapter": 10,
            "verse": 10,
            "text": "Tithē tyān̄cyā tōṇḍūna ud‌gāra nighēla subahānallāha1 (allāha pavitra āhē) āṇi tyān̄cē ēkamēkānśī abhivādana asēla as'salāmu alaikuma (salāmatī asō tumacyāvara) āṇi śēvaṭī tē hē mhaṇatīla kī samasta stutī praśansā allāhakaritāca āhē, jō samasta viśvān̄cā pālanakartā āhē"
        },
        {
            "chapter": 10,
            "verse": 11,
            "text": "Āṇi jara allāhanē lōkānnā tvarita hānī pōhacavilī asatī, jasē lōka tvarita lābha icchitāta, tēvhā tyān̄cyā vāyadā kēvhāca pūrṇa jhālā asatā yāstava āmhī tyā lōkānnā tyān̄cyā daśēvara sōḍatō, jyānnā āmacyājavaḷa ghēṇyāvara viśvāsa nāhī, yāsāṭhī kī tyānnī āpalyā vidrōhāta bhaṭakata rāhāvē"
        },
        {
            "chapter": 10,
            "verse": 12,
            "text": "Āṇi jēvhā māṇasālā ēkhādī duḥkha-yātanā pōhōcatē, tēvhā āmhālā pukāratō, pahuḍalēlyā sthitītahī, basalēlyā sthitītahī, ubhā asatānāhī. Maga jēvhā āmhī tyācī duḥkha-yātanā dūra karatō, tēvhā tō asā hōtō kī jaṇū tyānē āpalyālā pōhōcalēlyā duḥkha-yātanēkaritā āmhālā kadhī pukāralēca navhatē1 yā maryādā ōlāṇḍaṇāṟyān̄cī karmē tyācyākaritā tyācapramāṇē manapasanta banavilī gēlī āhēta"
        },
        {
            "chapter": 10,
            "verse": 13,
            "text": "Āṇi āmhī tumacyāpūrvī kityēka aśā janasamūhān̄cā sarvanāśa kēlā jēvhā tyānnī atyācāra kēlā, vāstavika tyān̄cyājavaḷa tyān̄cē paigambarahī niśāṇyā ghē'ūna ālē hōtē āṇi tē kēvhā asē hōtē kī īmāna rākhalē asatē? Aparādhī lōkānnā āmhī aśāca prakārē daṇḍa dētō"
        },
        {
            "chapter": 10,
            "verse": 14,
            "text": "Maga tyān̄cyānantara āmhī yā jagāta tyān̄cyājāgī tumhālā ābāda kēlē yāsāṭhī kī āmhī hē baghāvē kī tumhī kaśā prakāracī kāmē karatāta"
        },
        {
            "chapter": 10,
            "verse": 15,
            "text": "Āṇi jēvhā tyān̄cyāsamōra āmacyā āyatī vācalyā jātāta, jyā agadī spaṣṭa āhēta, tēvhā hē lōka, jyānnā āmacyājavaḷa yēṇyāvara viśvāsa nāhī, asē mhaṇatāta kī yācyākhērīja dusarā kura'āna āṇi kinvā yāta kāhī phērabadala karūna ṭākā. Tumhī (sa.) Tyānnā sāṅgā kī malā yācā adhikāra nāhī kī āpalyātarphē tyāta kāhī badala karāvā. Mī tara tyācēca anusaraṇa karēna jē mājhyājavaḷa vahayīdvārē ālē āhē. Jara mī āpalyā pālanakartyācī avajñā karēna tara mī ēkā mōṭhyā divasācyā śikṣā-yātanēcē bhaya rākhatō"
        },
        {
            "chapter": 10,
            "verse": 16,
            "text": "Tumhī sāṅgā kī jara allāhanē icchilē asatē, tara nā mī tumhālā tē vācūna aikavilē asatē āṇi nā allāhanē tumhālā tyācī khabara dilī asatī, kāraṇa yāpūrvī tara mī āyuṣyācyā dīrgha avadhīparyanta tumacyāta rāhilō āhē. Maga kāya tumhī samaja bāḷagata nāhī"
        },
        {
            "chapter": 10,
            "verse": 17,
            "text": "Tēvhā, tyāhūna jāsta atyācārī kōṇa asēla jō allāhaviṣayī khōṭē racēla kinvā tyācyā āyatīnnā khōṭē mhaṇēla. Niḥsanśaya asē aparādhī lōka kadhīhī saphala hōṇāra nāhīta"
        },
        {
            "chapter": 10,
            "verse": 18,
            "text": "Āṇi hē lōka allāhalā sōḍūna aśā vastūn̄cī upāsanā karatāta, jē nā tyānnā hānī pōhacavū śakatīla āṇi nā tyānnā lābha pōhacavū śakatīla āṇi mhaṇatāta kī hē allāhacyā samōra āmacī śiphārasa karaṇārē āhēta. Tumhī sāṅgā, kāya tumhī allāhalā aśā gōṣṭīn̄cī khabara dētā, jyā tō jāṇata nāhī ākāśamadhyē va dharatīta. Tō pavitra āṇi śrēṣṭha āhē tyā lōkān̄cyā śirka (sahabhāgī karaṇyā) pāsūna"
        },
        {
            "chapter": 10,
            "verse": 19,
            "text": "Āṇi samasta lōka ēkāca um'mata (dharmasamudāyā) cē hōtē, maga tyānnī matabhēda nirmāṇa kēlē1 āṇi jara ēka gōṣṭa nasatī jī tumacyā pālanakartyātarphē nirdhārīta kēlī gēlī āhē tara jyā gōṣṭīta hē lōka matabhēda karīta āhēta tyān̄cā pūrṇapaṇē nikāla lāvalā gēlā asatā"
        },
        {
            "chapter": 10,
            "verse": 20,
            "text": "Āṇi hē lōka asē mhaṇatāta kī tyān̄cyāvara allāhacā ēkhādā camatkāra (mōjijā) kā nāhī avatarita jhālā? (Tēvhā tumhī) sāṅgā kī aparōkṣācē (gaibacē) jñāna kēvaḷa allāhalā āhē, tēvhā tumhīhī pratikṣā karā, mīdēkhīla tumacyāsōbata pratikṣēta āhē"
        },
        {
            "chapter": 10,
            "verse": 21,
            "text": "Āṇi jēvhā āmhī lōkānnā duḥkha pōhacalyānantara sukhācā svāda cākhavatō tēvhā tē tvarita āmacyā āyatīnviṣayī cālabājī karū lāgatāta. Tumhī sāṅgā kī allāha yōjanā ākhaṇyāta tumacyāpēkṣā adhika capaḷa āhē. Niḥsanśaya, āmacē phariśtē tumacī kapaṭa kārasthānē lihita āhēta"
        },
        {
            "chapter": 10,
            "verse": 22,
            "text": "Tō (allāha) asā āhē, jō tumhālā samudrāta āṇi khuṣkīta pravāsācē sāmarthya dētō, yēthaparyanta kī jēvhā tumhī naukēta asatā āṇi tyā nāvā, lōkānnā anukūla vāṟyādvārē nēta asatāta, āṇi tē lōka tyān̄cyāpāsūna ānandita hōtāta. Tyān̄cyāvara vādaḷī vāṟyācā jhōkā yētō āṇi sarva bājūnnī lāṭā uṭhatāta āṇi tē samajatāta kī (vā'īṭarityā) yē'ūna ghēralē gēlō (tyā vēḷī) sarvaca, sacōṭīcyā īmāna āṇi śrad'dhēsaha allāhalāca pukāratāta kī jara tū yā (saṅkaṭā) pāsūna vācavaśīla tara āmhī avaśya (tujhē) kr̥tajñaśīla banū"
        },
        {
            "chapter": 10,
            "verse": 23,
            "text": "Maga jēvhā savaśrēṣṭha allāha tyānnā vācavatō tēvhā tvarita tē dharatīta nāhaka utpāta (phasāda) mājavū lāgatāta. Hē lōkānnō! Tumacā hā vidrōha tumacyāsāṭhī duḥkhadāyaka ṭharaṇāra āhē, aihika jīvanācē kāhī lābha āhēta, maga (nantara) tumhālā āmacyākaḍē yāyacē āhē. Tēvhā āmhī tumhālā tumacyā sarva harakatī dākhavū"
        },
        {
            "chapter": 10,
            "verse": 24,
            "text": "Aihika jīvanācī sthitī aśī āhē, jaṇū ākāśātūna āmhī pā'ūsa pāḍalā, maga tyādva'ārē jaminīcī vanaspatī (jhāḍē-jhuḍapē) jyānnā mānava āṇi jānavarē khātāta, khūpa hiravī ṭavaṭavīta hō'ūna nighālī, yēthaparyanta kī jēvhā tyā jaminīnē āpalyā śōbhā- sajāvaṭīcā pūrṇa his'sā ghētalā āṇi tī khūpa sundara jhālī āṇi ticyā mālakānnā vāṭalē kī ātā āmhī hicyāvara pūrṇapaṇē hakkadāra jhālō tēvhā divasā kinvā rātrī, ticyāvara āmacyātarphē ēkhādā (āpattīcā) ādēśa ālā, tara āmhī tilā asē sāpha karūna ṭākalē kī jaṇū kāla (paravā) yēthē navhatīca. Aśā prakārē āmhī niśāṇyānnā savistarapaṇē sāṅgatō tyā lōkānsāṭhī tē vicāra cintana karatāta"
        },
        {
            "chapter": 10,
            "verse": 25,
            "text": "Āṇi sarvaśrēṣṭha allāha, tumhālā salāmatīcyā gharākaḍē bōlāvitō āṇi jyālā icchitō, saraḷa mārga dākhavitō"
        },
        {
            "chapter": 10,
            "verse": 26,
            "text": "Jyā lōkānnī satkarma kēlē āhē, tyān̄cyāsāṭhī bhalā'ī āhē āṇi kāhī jāstahī āṇi tyān̄cyā mukhāvara kāḷōkhī nasēla āṇi nā apamāna hē lōka jannatamadhyē rāhaṇārē āhēta. Tē nēhamī tyāta rāhatīla"
        },
        {
            "chapter": 10,
            "verse": 27,
            "text": "Āṇi jyā lōkānnī vā'īṭa karma kēlē, tyānnā tyān̄cyā duṣkarmān̄cī śikṣā samāna1 miḷēla āṇi tyān̄cyāvara apamāna ācchādita hō'īla, tyānnā allāhapāsūna kōṇīhī vācavū śakaṇāra nāhī, tyān̄cyā tōṇḍāvara jaṇū kāhī andhāṟyā rātrīcē thara guṇḍāḷalē gēlē asatīla. Hē lōka narakāta rāhaṇārē āhēta, tē sadaiva tēthē rāhatīla"
        },
        {
            "chapter": 10,
            "verse": 28,
            "text": "Āṇi tō divasadēkhīla āṭhavaṇa karaṇyāyōgya āhē, jyā divaśī āmhī tyā sarvānnā ēkatra karū; maga anēka īśvarān̄cī bhaktī- ārādhanā karaṇāṟyānnā sāṅgū kī tumhī āṇi tumacē sahabhāgī īśvara āpalyā jāgī thāmbā, maga āmhī tyān̄cyāta āpasāta phūṭa pāḍū āṇi tyān̄cē tē sahabhāgī mhaṇatīla kī tumhī āmacī upāsanā (pūjā) karīta navhatā"
        },
        {
            "chapter": 10,
            "verse": 29,
            "text": "Tēvhā āmacyā āṇi tumacyā daramyāna allāha purēsā āhē, sākṣīcyā svarūpāta kī āmhālā tumacyā upāsanēcī khabaradēkhīla navhatē"
        },
        {
            "chapter": 10,
            "verse": 30,
            "text": "Tyā ṭhikāṇī, pratyēka manuṣya āpaṇa pūrvī kēlēlyā karmān̄cī jāca-paḍatāḷa karēla āṇi hē lōka allāhakaḍē, jō tyān̄cā kharākhurā svāmī āhē, paratavilē jātīla āṇi jī asatya (ārādhya daivatē) tyānnī banavilī hōtī tī sarva tyān̄cyāpāsūna gāyaba hōtīla"
        },
        {
            "chapter": 10,
            "verse": 31,
            "text": "Tumhī sāṅgā kī tō kōṇa āhē, jō tumhālā ākāśa va jaminītūna rōjī (annasāmugrī) pōhacavitō kinvā tō kōṇa āhē jō kānānvara āṇi ḍōḷyānvara pūrṇa adhikāra rākhatō āṇi tō kōṇa āhē jō nirjīvātūna sajīva bāhēra kāḍhatō, āṇi nirjīvālā sajīvātūna bāhēra kāḍhatō āṇi tō kōṇa āhē jō samasta kāryān̄cē vyavasthāpana rākhatō. Niḥsanśaya tē hēca mhaṇatīla kī allāha! Tēvhā tyānnā sāṅgā kī, maga tumhī bhaya kā rākhata nāhī"
        },
        {
            "chapter": 10,
            "verse": 32,
            "text": "Tara hā āhē allāha, jō tumacā saccā svāmī va pālanakartā āhē, maga satyānantara āṇakhī kāya bākī rāhilē bhaṭakaṇyāśivāya, maga kōṭhē bhaṭakata jāta āhāta"
        },
        {
            "chapter": 10,
            "verse": 33,
            "text": "Aśāca prakārē tumacyā pālanakartyācē hē pharmāna kī hē īmāna rākhaṇāra nāhīta, sarva durācārī lōkāmbābata sid'dha ṭharalē āhē"
        },
        {
            "chapter": 10,
            "verse": 34,
            "text": "Tumhī (aśā prakārē) sāṅgā kī, kāya tumacyā sahabhāgī īśvarāmpaikī kōṇī asā āhē jō pahilyāndāhī nirmāṇa karīla, maga dusaṟyāndā nirmāṇa karīla tumhī sāṅgā, allāhaca pahilyā khēpēsa nirmāṇa karatō, maga tōca dusaṟyā khēpēsahī nirmāṇa karīla, maga tumhī ulaṭapāvalī kōṭhē jāta āhāta"
        },
        {
            "chapter": 10,
            "verse": 35,
            "text": "Tumhī sāṅgā, kī tumacyā tyā sahabhāgī īśvarāmmadhyē kōṇī asā āhē jō satya mārga dākhavita asēla? Tumhī sāṅgā kī allāhaca satyācā mārga dākhavitō, tēvhā maga jē sāmarthya satyācā mārga dākhavita asēla tē jāsta anusaraṇa karaṇyāsa pātra āhē kī tō manuṣya, jyālā sāṅgitalyāvinā svataḥca mārga disūna na yāvā, tēvhā tumhālā jhālē tarī kāya, tumhī kaśā prakārē nirṇaya ghētā"
        },
        {
            "chapter": 10,
            "verse": 36,
            "text": "Āṇi tyān̄cyāpaikī bahutēka lōka nirādhāra vicārān̄cyā māgē cālata āhēta. Niḥsanśaya, anumāna aṭakaḷī, satya (ōḷakhaṇyā) sandarbhāta kāhīca upayōgī paḍū śakata nāhī. Hē lōka jē kāhī karīta āhēta, niścitaca allāha tē sarva kāhī jāṇatō"
        },
        {
            "chapter": 10,
            "verse": 37,
            "text": "Āṇi hā kura'āna asā nāhī kī allāha (cyā vahayī) śivāya (svataḥca) racūna ghētalā gēlā asēla. Kimbahunā hā tara (tyā granthān̄cyā) satyatēcē samarthana karaṇārā āhē, jē yāpūrvī avatarita kēlē gēlē āhēta. Āṇi granthā (āvaśyaka ādēśāṁ) cē savistara varṇana āhē. Yāta muḷīca śaṅkā nāhī kī (hā grantha) samasta viśvān̄cyā pālanakartyātarphē āhē"
        },
        {
            "chapter": 10,
            "verse": 38,
            "text": "Kāya hē lōka asē mhaṇatāta kī tumhī yā granthālā (āpalyā manānē) racalē āhē? Tumhī sāṅgā, tara maga tumhī yāsārakhī ēka tarī sūraha (adhyāya) banavūna āṇā, āṇi allāhakhērīja jyānnā jyānnā bōlāvū śakāla tyānnā bōlāvūna ghyā jara tumhī saccē asāla"
        },
        {
            "chapter": 10,
            "verse": 39,
            "text": "Kimbahunā tē aśā gōṣṭīlā khōṭē ṭharavū lāgalē, jilā tyānnī āpalyā jñāna-kakṣēta āṇalē nāhī āṇi ajūna tyānnā yācā antima pariṇāma lābhalā nāhī. Jē lōka yān̄cyāpūrvī hō'ūna gēlēta, tyānnīhī asēca khōṭē ṭharavilē hōtē, tara pāhā tyā atyācārīn̄cā śēvaṭa kasā jhālā"
        },
        {
            "chapter": 10,
            "verse": 40,
            "text": "Āṇi tyān̄cyāpaikī kāhī asē āhēta, jē yāvara īmāna rākhatīla, āṇi kāhī asē āhēta kī tyāvara īmāna rākhaṇāra nāhīta, āṇi tumacā pālanakartā upadravī lōkānnā cāṅgalyā prakārē jāṇatō"
        },
        {
            "chapter": 10,
            "verse": 41,
            "text": "Āṇi jara tē tumhālā khōṭē ṭharavita rāhilē tara tyānnā hē sāṅgā kī mī kēlēlē malā lābhēla āṇi tumhī kēlēlē tumhālā lābhēla. Tumhī mī kēlēlyā (karmāṁ) sāṭhī jabābadāra nāhīta āṇi mī, tumhī kēlēlyā (karmāṁ) sāṭhī jabābadāra nāhī"
        },
        {
            "chapter": 10,
            "verse": 42,
            "text": "Āṇi tyān̄cyāta kāhī asē āhēta, jē tumacyākaḍē kāna lāvūna aikatāta, kāya tumhī bahiṟyā lōkānnā aikavatā, tyānnā akkala nasalī tarīhī"
        },
        {
            "chapter": 10,
            "verse": 43,
            "text": "Āṇi tyān̄cyāta kāhī asē āhēta kī tumhālā pāhāta āhēta. Maga kāya tumhī āndhaḷyānnā mārga dākhavū icchitā, tē ḍōḷē rākhata nasalē tarīhī"
        },
        {
            "chapter": 10,
            "verse": 44,
            "text": "Niḥsanśaya, allāha lōkānvara kin̄citahī atyācāra karīta nāhī, parantu lōka svataḥca āpalyāvara atyācāra karatāta"
        },
        {
            "chapter": 10,
            "verse": 45,
            "text": "Āṇi tyānnā tyā divasācī āṭhavaṇa karūna dyā, jyā divaśī allāha tyānnā (āpalyā samōra) aśā sthitīta ēkatra karīla kī (tyānnā vāṭēla) kī (jagāta) divasācā ēka ardhā kṣaṇa rāhilē asāvēta āṇi āpasāta ēkamēkānnā ōḷakhaṇyāsāṭhī ubhē asatīla. Vāstavika hānīgrasta jhālē tē lōka, jyānnī allāhajavaḷa jāṇyālā khōṭē ṭharavilē āṇi tē mārgadarśana prāpta karaṇārē navhatē"
        },
        {
            "chapter": 10,
            "verse": 46,
            "text": "Āṇi āmhī jyā gōṣṭīcā tyān̄cyāśī vāyadā karīta āhōta, ticā kāhī bhāga tumhālā dākhavūna dyāvā kinvā (tō jāhīra hōṇyāpūrvī) āmhī tumhālā mr̥tyu dyāvā, tēvhā tyānnā āmacyājavaḷa tara yāyacēca āhē, maga allāha sākṣī āhē yān̄cyā sarva kāmānvara"
        },
        {
            "chapter": 10,
            "verse": 47,
            "text": "Āṇi pratyēka samudāyā (um'mata) sāṭhī ēka rasūla (sandēṣṭā) āhē. Maga jēvhā tyān̄cā paigambara yē'ūna pōhacatō tēvhā tyān̄cā nirṇaya n'yāyapūrvaka kēlā jātō āṇi tyān̄cyāvara julūma kēlā jāta nāhī"
        },
        {
            "chapter": 10,
            "verse": 48,
            "text": "Āṇi hē lōka mhaṇatāta, hā kāyadā kēvhā pūrṇa hō'īla jara tumhī saccē asāla"
        },
        {
            "chapter": 10,
            "verse": 49,
            "text": "Tumhī sāṅgā, mī svataḥ āpalyākaritā tara kasalyāhī lābha āṇi hānīcā adhikāra rākhata nāhī, parantu tēvaḍhāca jaśī allāhacī marjī asēla, pratyēka samudāyā (um'mata) karitā ēka ṭharalēlī vēḷa āhē, jēvhā tyān̄cyā tō nirdhārīta samaya yē'ūna pōhōcatō tēvhā nā ēka kṣaṇa māgē sarakū śakatāta āṇi nā puḍhē jā'ū śakatāta"
        },
        {
            "chapter": 10,
            "verse": 50,
            "text": "Tumhī sāṅgā kī hē tara sāṅgā kī jara tumacyāvara allāhacā azāba (prakōpa) rātrī yē'ūna kōsaḷēla kinvā divasā, tēvhā śikṣā yātanēta aśī kōṇatī gōṣṭa āhē kī aparādhī lōka tī lavakara māgata āhēta"
        },
        {
            "chapter": 10,
            "verse": 51,
            "text": "Maga kāya tō (azāba) yē'ūna kōsaḷalyāvaraca īmāna rākhāla, ātā (īmāna) svīkāralē, vāstavika tumhī tyācī (azāba) cī ghā'ī mājavita hōtē"
        },
        {
            "chapter": 10,
            "verse": 52,
            "text": "Maga atyācārī lōkānnā pharmāvilē jā'īla ātā nirantara prakōpācī gōḍī cākhā, tumhālā tara tumhī kēlēlyā karmān̄cāca mōbadalā lābhalā āhē"
        },
        {
            "chapter": 10,
            "verse": 53,
            "text": "Āṇi tē tumhālā vicāratāta kī kāya tō (azāba) kharī gōṣṭa āhē? Tumhī sāṅgā, mājhyā pālanakartyācī śapatha, tī agadī kharī gōṣṭa āhē āṇi tumhī allāhalā kaśāhī prakārē vivaśa karū śakata nāhī"
        },
        {
            "chapter": 10,
            "verse": 54,
            "text": "Āṇi jara pratyēka jīva, jyānē atyācāra (śirka) kēlā āhē, tyācyājavaḷa ēvaḍhē asāvē kī sampūrṇa jamīna bharūna jāvī, tarīhī tē dē'ūna āpalā prāṇa vācavū lāgēla āṇi tēvhā azāba pāhūna ghētīla, tēvhā lajjā lapavūna ṭhēvatīla āṇi tyān̄cā phaisalā n'yāyapūrvaka hō'īla āṇi tyān̄cyāvara atyācāra kēlā jāṇāra nāhī"
        },
        {
            "chapter": 10,
            "verse": 55,
            "text": "Lakṣāta ṭhēvā, jēvaḍhyā vastū ākāśāmmadhyē va jaminīta āhē, tyā sarva allāhacyāca āhēta. Lakṣāta ṭhēvā, allāhacā vāyadā agadī saccā āhē, parantu adhikānśa lōka hē jāṇata nāhīta"
        },
        {
            "chapter": 10,
            "verse": 56,
            "text": "Tōca jīva ṭākatō āṇi tōca jīva bāhēra kāḍhatō āṇi tumhī sarva tyācyācakaḍē āṇalē jāla"
        },
        {
            "chapter": 10,
            "verse": 57,
            "text": "Hē lōkānnō! Tumacyājavaḷa tumacyā pālanakartyātarphē ēka aśī gōṣṭa ālī āhē, jī bōdha- upadēśa āhē āṇi hr̥dayāta jē (vikāra) āhēta, tyān̄cyākaritā rōgamuktī āhē āṇi mārgadarśana karaṇārī āhē āṇi (allāhacī) dayā- kr̥pā āhē īmāna rākhaṇāṟyānsāṭhī"
        },
        {
            "chapter": 10,
            "verse": 58,
            "text": "Tumhī sāṅgā kī lōkānnī allāhacyā dayā- kr̥pēvara ānandita jhālē pāhijē tē tara tyāhūna kityēka paṭīnnī adhika cāṅgalē āhē, jē hē jamā karīta āhēta"
        },
        {
            "chapter": 10,
            "verse": 59,
            "text": "Tumhī sāṅgā, jarā hē sāṅgā kī allāhanē tumacyāsāṭhī jī rōjī (annasāmugrī) pāṭhavilī hōtī, maga tumhī ticyātalā kāhī his'sā harāma āṇi kāhī hallā karūna ghētalā. Tumhī tyānnā vicārā kī kāya tumhālā allāhanē tasā ādēśa dilā hōtā kinvā allāhabābata ugāca khōṭē racūna ghētā"
        },
        {
            "chapter": 10,
            "verse": 60,
            "text": "Āṇi jē lōka allāhacyā sambandhānē khōṭē racatāta, tyān̄cā kayāmataviṣayī kāya vicāra āhē? Vāstavika lōkānvara, sarvaśrēṣṭha allāhacā phāra mōṭhā upakāra āhē. Parantu adhikānśa lōka kr̥tajñatā vyakta karīta nāhī"
        },
        {
            "chapter": 10,
            "verse": 61,
            "text": "Āṇi tumhī kōṇatyāhī sthitīta asā āṇi yā sthitīmmadhyē tumhī kōṭhūnahī kura'āna paṭhaṇa karā āṇi tumhī lōka jē kāmadēkhīla karatā āmhālā sarvān̄cīca khabara asatē. Jēvhā tumhī tyā kāmāta vyasta asatā āṇi tumacyā pālanakartyāpāsūna tiḷamātra vastū lapalēlī nāhī, nā dharatīta, nā ākāśāta āṇi nā ēkhādī vastū tyāhūna lahāna āṇi nā ēkhādī mōṭhī, tathāpi hē sarva khulyā- spaṣṭa granthāta āhē"
        },
        {
            "chapter": 10,
            "verse": 62,
            "text": "Lakṣāta ṭhēvā, allāhacyā mitrānnā1 nā kasalē bhaya āhē, nā tē duḥkhī hōtīla"
        },
        {
            "chapter": 10,
            "verse": 63,
            "text": "Hē asē lōka āhēta, īmāna rākhatāta āṇi (durācārāpāsūna) takavā (allāhacē bhaya) bāḷagatāta"
        },
        {
            "chapter": 10,
            "verse": 64,
            "text": "Tyān̄cyākaritā yā jagācyā jīvanātahī 1 āṇi ākhiratamadhyēhī khūśakhabara āhē. Sarvaśrēṣṭha allāhacyā pharmānāta kāhīca badala hōta nasatō. Hī phāra mōṭhī saphalatā āhē"
        },
        {
            "chapter": 10,
            "verse": 65,
            "text": "Āṇi tumhī tyān̄cyā bōlaṇyānē duḥkhī-kaṣṭī hō'ū nakā. Paripūrṇa varcasva allāhakaritāca āhē. Tō aikaṇārā, jāṇaṇārā āhē"
        },
        {
            "chapter": 10,
            "verse": 66,
            "text": "Lakṣāta ṭhēvā, jē kāhī ākāśāmmadhyē āhē āṇi jē kāhī dharatīta āhē tē sarva allāhacēca āhē, āṇi jē lōka allāhalā sōḍūna itara sahabhāgīnnā pukāratāta, tē kōṇatyā gōṣṭīcē anusaraṇa karīta āhēta. Kēvaḷa kālpanika vicārān̄cēca anusaraṇa karīta āhēta āṇi phakta aṭakaḷīcyāca gōṣṭī karīta āhēta"
        },
        {
            "chapter": 10,
            "verse": 67,
            "text": "Tō (allāha) asā āhē, jyānē tumacyāsāṭhī rātra banavilī, yāsāṭhī kī tumhī rātrī ārāma karāvā āṇi divasahī aśā prakārē banavilā kī tō pāhaṇyācē sādhana āhē. Niḥsanśaya yāta niśāṇyā āhēta, tyā lōkāṅkaritā jē aikatāta"
        },
        {
            "chapter": 10,
            "verse": 68,
            "text": "Tē mhaṇatāta kī allāha santatī bāḷagatō, tō yā gōṣṭīpāsūna pavitra āhē. Tō tara kōṇācāhī garajavanta nāhī jē kāhī ākāśāmmadhyē āhē āṇi jē kāhī dharatīta āhē sarva tyācēca āhē. Tumacyājavaḷa (tumacyā kathanācā) kōṇatāhī purāvā nāhī. Kāya allāhaśī aśā gōṣṭīcā sambandha jōḍatā jicē tumhī jñāna bāḷagata nāhī"
        },
        {
            "chapter": 10,
            "verse": 69,
            "text": "Tumhī sāṅgā kī jē lōka allāhaviṣayī khōṭē racatāta, tē saphala hōṇāra nāhīta"
        },
        {
            "chapter": 10,
            "verse": 70,
            "text": "(Hē) yā jagāta thōḍēsē sukha āhē, maga tyānnā āmacyākaḍē yāyacē āhē. Maga āmhī tyānnā tyān̄cyā kupra (aviśvāsā) cyā mōbadalyāta sakta sajā cākhavū"
        },
        {
            "chapter": 10,
            "verse": 71,
            "text": "Āṇi tumhī tyānnā nūhacā vr̥ttānta vācūna aikavā, jēvhā tē āpalyā janasamūhācyā lōkānnā mhaṇālē, hē mājhyā jātībāndhavānnō! Jara tumhālā mājhē rāhaṇē āṇi allāhacyā ādēśān̄cī śikavaṇa dēṇē jaḍa jātē (asahya hōtē) tēvhā mājhā tara allāhavaraca bharōsā āhē. Tumhī āpalī yōjanā āpalyā sāthīdārānśī miḷūna majabūta karūna ghyā, mātra tumacī yōjanā, tumacyāsāṭhī mana gudamaraṇyācē kāraṇa ṭharū nayē. Maga mājhē (kāya karāyacē tē) karūna ṭākā āṇi malā sandhīhī dē'ū nakā"
        },
        {
            "chapter": 10,
            "verse": 72,
            "text": "Tarīhī jara tumhī tōṇḍa phiravita rāhāla tara mī tumacyākaḍūna kāhī mōbadalā tara māgitalā nāhī, mājhā mōbadalā tara phakta allāhaca dē'īla āṇi malā ādēśa dilā gēlā āhē kī mī islāma svīkāraṇāṟyāmpaikī rāhāvē"
        },
        {
            "chapter": 10,
            "verse": 73,
            "text": "Tara tē lōka tyānnā khōṭē ṭharavita rāhilē, maga āmhī tyānnā, āṇi jē tyān̄cyāsōbata naukēta svāra hōtē, tyā sarvānnā suṭakā pradāna kēlī āṇi tyānnā vārasa banavilē āṇi jyānnī āmacyā āyatīnnā khōṭē ṭharavilē hōtē tyānnā buḍavūna ṭākalē, tēvhā vicāra kēlyā pāhijē kī kasā śēvaṭa jhālā tyā lōkān̄cā, jyānnā pahilyāpāsūna bhaya dākhavilē gēlē hōtē"
        },
        {
            "chapter": 10,
            "verse": 74,
            "text": "Maga nūhanantara āmhī dusaṟyā paigambarānnā tyān̄cyā janasamūhākaḍē pāṭhavilē tēvhā tē tyān̄cyājavaḷa spaṣṭa pramāṇa ghē'ūna ālē, parantu jyā gōṣṭīlā tyānnī pahilyā khēpēsa khōṭē ṭharavilē, nantara ticyāvara īmāna rākhalē asatē asē jhālē nāhī. Aśā prakārē āmhī maryādā pāra karaṇāṟyān̄cyā hr̥dayānva mōhara lāvatō"
        },
        {
            "chapter": 10,
            "verse": 75,
            "text": "Maga āmhī tyā (paigambarāṁ) cyā nantara mūsā āṇi hārunalā phira'auna va tyācyā saradārāṅkaḍē camatkāra ghē'ūna pāṭhavilē, tēvhā tyā lōkānnī ghamēṇḍa dākhavilī āṇi tē aparādhī janasamūhācē lōka hōtē"
        },
        {
            "chapter": 10,
            "verse": 76,
            "text": "Maga jēvhā tyān̄cyājavaḷa āmacyākaḍūna satya (pramāṇa) pōhōcalē tēvhā tē lōka mhaṇū lāgalē kī niḥsanśaya, hī tara ughaḍa jādū āhē"
        },
        {
            "chapter": 10,
            "verse": 77,
            "text": "Mūsā mhaṇālē, kāya tumhī yā satyāviṣayī, jēvhā tē tumacyājavaḷa yē'ūna pōhōcalē āhē, aśā gōṣṭī bōlatā? Kāya hī jādū āhē, vastutaḥ jādūgāra saphala hōta nāhī"
        },
        {
            "chapter": 10,
            "verse": 78,
            "text": "Tē lōka mhaṇālē, kāya tumhī āmacyājavaḷa aśāsāṭhī ālā āhāta kī āmhālā tyā mārgāpāsūna haṭavūna dyāvē, jyā mārgāvara āmhī āpalyā pūrvajānnā pāhilē āhē, āṇi tumhā dōghānnā jagāta mōṭhēpaṇā miḷāvā āṇi āmhī tara tumhā dōghānnā kadhīhī māānaṇāra nāhī"
        },
        {
            "chapter": 10,
            "verse": 79,
            "text": "Āṇi phira'auna mhaṇālā, mājhyājavaḷa samasta niṣṇāta jādūgārānnā ghē'ūna yā"
        },
        {
            "chapter": 10,
            "verse": 80,
            "text": "Maga jēvhā jādūgāra ālē tēvhā mūsā tyānnā mhaṇālē kī ṭākā jē kāhī tumhī ṭākū icchitā"
        },
        {
            "chapter": 10,
            "verse": 81,
            "text": "Tara jēvhā tyānnī ṭākalē tēvhā mūsā mhaṇālē kī hē jē kāhī tumhī āṇalē āhē, jādū āhē. Niścitaca allāha yālā ātāca naṣṭa karūna ṭākīla, niḥsanśaya allāha aśā upadravī lōkān̄cē kāma banū dēta nāhī"
        },
        {
            "chapter": 10,
            "verse": 82,
            "text": "Āṇi allāha khaṟyā purāvyālā āpalyā kathanānē spaṣṭa karatō, maga aparādhyālā kitīhī vā'īṭa vāṭō"
        },
        {
            "chapter": 10,
            "verse": 83,
            "text": "Maga mūsāvara tyān̄cyā janasamūhācyā lōkāmpaikī kēvaḷa thōḍyāca lōkānnī īmāna rākhalē, tēhī phira'auna āṇi āpalyā saradārānśī bhaya rākhata kī kadācita tyānnā duḥkha na pōhacāvē āṇi kharōkhara phira'auna tyā dēśāta ucca (śaktiśālī) hōtā āṇi hī gōṣṭadēkhīla hōtī kī tō maryādēcyā bāhēra gēlā hōtā"
        },
        {
            "chapter": 10,
            "verse": 84,
            "text": "Āṇi mūsā mhaṇālē, hē mājhyā jātī-samūhācyā lōkānnō! Jara tumhī allāhavara īmāna rākhata asāla tara tyācyāvaraca bharavasā karā jara tumhī musalamāna (allāhacē ājñādhāraka) asāla"
        },
        {
            "chapter": 10,
            "verse": 85,
            "text": "Tēvhā tē mhaṇālē, āmhī tara allāhavaraca bharōsā kēlā āhē. Hē āmacyā pālanakartyā! Āmhālā yā atyācārī lōkānsāṭhī upadravā (cē lakṣya) banavū nakā"
        },
        {
            "chapter": 10,
            "verse": 86,
            "text": "Āṇi āmhālā āpalyā dayā- kr̥pēnē yā kāphirāmpāsūna suṭakā pradāna kara"
        },
        {
            "chapter": 10,
            "verse": 87,
            "text": "Āṇi āmhī mūsā va tyācyā bhāvākaḍē vahayī (avatarita sandēśa) pāṭhavilā kī tumhī dōghē āpalyā yā lōkāṅkaritā misra dēśāta ghara kāyama rākhā āṇi tumhī sarva tyāca gharānnā namāja paḍhaṇyācē sthāna niścita karā āṇi nitya nēmānē namāja adā karā āṇi tumhī īmāna rākhaṇāṟyānnā khūśakhabara dyā"
        },
        {
            "chapter": 10,
            "verse": 88,
            "text": "Āṇi mūsā yānnī du'ā- prārthanā kēlī, hē mājhyā pālanahāra! Tū, phira'auna āṇi tyācyā saradārānnā śōbhā sajāvaṭa āṇi sarva prakāracī dhana-daulata yā jagācyā jīvanāta pradāna kēlī. Hē āmacyā pālanakartyā! (Aśāsāṭhī pradāna kēlī) kī tyānnī tujhyā mārgāpāsūna āmhālā dūra karāvē. Hē āmacyā pālanakartyā! Tyān̄cyā dhana-daulatīlā ud‌dhvasta karūna ṭāka āṇi tyān̄cyā hr̥dayānnā sakta (kaṭhōra) banava, yāsāṭhī kī tyānnā īmāna rākhaṇē aśakya vhāvē, yēthaparyanta kī tyānnī duḥkhadāyaka azāba (śikṣā-yātanā) pāhūna ghyāvī"
        },
        {
            "chapter": 10,
            "verse": 89,
            "text": "(Sarvaśrēṣṭha allāhanē) pharmāvilē, tumhā dōghān̄cī du'ā- prārthanā kabūla kēlī gēlī. Tumhī saraḷa mārgāvara rāhā āṇi aśā lōkān̄cyā mārgāvara cālū nakā, jē nādāna āhēta"
        },
        {
            "chapter": 10,
            "verse": 90,
            "text": "Āṇi āmhī isrā'īlacyā santatīlā samudrāpāra kēlē, maga tyān̄cyā pāṭhōpāṭha phira'auna āpalyā sain'yāsaha julūma āṇi atirēka karaṇyācyā hētunē nighālā. Yēthēparyanta kī jēvhā tō buḍāyalā lāgalā tēvhā mhaṇālā, mī īmāna rākhatō kī jyāvara isrā'īlacyā santatīnē īmāna rākhalē āhē. Tyācyākhērīja kōṇīhī upāsanēsa pātra nāhī āṇi mī islāma svīkāraṇāṟyāmpaikī āhē"
        },
        {
            "chapter": 10,
            "verse": 91,
            "text": "(Uttarādākhala pharmāvilē gēlē) ātā īmāna rākhatō, āṇi pūrvī tara avajñā karīta rāhilā āṇi upadravī lōkānta sāmīla rāhilā"
        },
        {
            "chapter": 10,
            "verse": 92,
            "text": "Tēvhā āja āmhī tujhyā mr̥ta śarīrālā sōḍūna dē'ū, yāsāṭhī kī tū tyā lōkānsāṭhī bōdhacinha ṭharāvē, jē tujhyānantara (yēṇāra āhēta. Āṇi niḥsanśaya adhikānśa lōka āmacyā niśāṇyāmpāsūna gāphīla āhēta)"
        },
        {
            "chapter": 10,
            "verse": 93,
            "text": "Āṇi āmhī isrā'īlacyā santatīlā phāra uttama rāhaṇyācē ṭhikāṇa dilē āṇi āmhī tyānnā svaccha- śud'dha vastū khāṇyāsāṭhī pradāna kēlyā, tēvhā tyānnī matabhēda kēlā nāhī, yēthaparyanta kī tyān̄cyājavaḷa jñāna yē'ūna pōhōcalē. Niḥsanśaya, tumacā pālanakartā tyān̄cyā daramyāna kayāmatacyā divaśī tyā gōṣṭīmbābata nirṇaya karīla, jyāta tē matabhēda karīta hōtē"
        },
        {
            "chapter": 10,
            "verse": 94,
            "text": "Maga jara tumhī tyācyāviṣayī sanśayagrasta asāla, jē āmhī tumacyākaḍē pāṭhavilē āhē tara tumhī tyā lōkānnā vicārā jē tumacyā pūrvīcyā granthān̄cē paṭhaṇa karatāta. Niḥsanśaya tumacyājavaḷa tumacyā pālanakartyātarphē satyaniṣṭha grantha ālā āhē tēvhā tumhī kadhīhī śaṅkā karaṇāṟyāmpaikī hō'ū nakā"
        },
        {
            "chapter": 10,
            "verse": 95,
            "text": "Āṇi nā aśā lōkāmpaikī vhā, jyānnī sarvaśrēṣṭha allāhacyā āyatīnnā khōṭē ṭharavilē an'yathā tumhī tōṭā ucalaṇāṟyāmpaikī vhāla"
        },
        {
            "chapter": 10,
            "verse": 96,
            "text": "Niḥsanśaya, jyā lōkānviṣayī tumacyā pālanakartyācē pharmāna kharē ṭharalē āhē, tē īmāna rākhaṇāra nāhīta"
        },
        {
            "chapter": 10,
            "verse": 97,
            "text": "Maga tyān̄cyājavaḷa sarva niśāṇyā pōhacalyā asalyā tarī, jōparyanta tē duḥkhadāyaka azāba pāhūna na ghētīla"
        },
        {
            "chapter": 10,
            "verse": 98,
            "text": "Yāstava kōṇatyāhī vastīnē īmāna rākhalē nāhī kī īmāna rākhalē tyān̄cyāsāṭhī lābhadāyaka ṭharalē asatē, yūnusacyā janasamūhākhērīja. Jēvhā tyānnī īmāna rākhalē tēvhā āmhī apamānācā azāba (prakōpa) yā jagācyā jīvanāta tyān̄cyā varūna haṭavilā āṇi tyānnā ēkā (niścita) vēḷēparyanta sukha bhōgaṇyācā avasara dilā"
        },
        {
            "chapter": 10,
            "verse": 99,
            "text": "Āṇi jara tumacyā pālanakartyānē icchitalē asatē tara sāṟyā dharatīcyā samasta lōkānnī īmāna rākhalē asatē. Tara kāya tumhī lōkānnā vivaśa karū śakatā kī tyānnī īmānadhāraka vhāvēca"
        },
        {
            "chapter": 10,
            "verse": 100,
            "text": "Vāstavika ēkhādyācē īmāna rākhaṇē allāhacyā hukūmāvinā śakya nāhī āṇi allāha, akkala nasalēlyānnā galicchatēta ṭākatō"
        },
        {
            "chapter": 10,
            "verse": 101,
            "text": "Tumhī sāṅgā kī jarā vicāra karā kī ākāśāmmadhyē va dharatīta kasa-kaśā vastū āhēta āṇi jē lōka īmāna rākhata nāhīta tyānnā niśāṇī āṇi cētāvaṇī kasalāhī lābha pōhacavita nāhī"
        },
        {
            "chapter": 10,
            "verse": 102,
            "text": "Tēvhā kāya tē lōka kēvaḷa tyā lōkānsārakhyā ghaṭanān̄cī vāṭa baghata āhēta jyā tyān̄cyāpūrvī hō'ūna gēlyāta. (Tumhī) sāṅgā kī ṭhīka āhē, tara tumhī vāṭa baghata rāhā. Mīdēkhīla tumacyāsōbata vāṭa baghaṇāṟyāmpaikī āhē"
        },
        {
            "chapter": 10,
            "verse": 103,
            "text": "Maga āmhī āpalyā paigambarānnā āṇi īmāna rākhaṇāṟyānnā vācavita hōtō. Aśā prakārē āmacyā adhikārāta āhē kī āmhī īmānadhārakānnā suṭakā dēta asatō"
        },
        {
            "chapter": 10,
            "verse": 104,
            "text": "(Tumhī) sāṅgā, hē lōkānnō! Jara tumhī mājhyā dīna- dharmāviṣayī sanśayagrasta asāla tara mī tyā daivatān̄cī upāsanā karīta nāhī, jyān̄cī tumhī allāhalā sōḍūna bhaktī- ārādhanā karatāta, parantu hō, tyā allāhacī upāsanā karatō jō tumacā prāṇa bāhēra kāḍhatō āṇi malā ādēśa dilā gēlā āhē kī mī īmāna rākhaṇāṟyāmpaikī rāhāvē"
        },
        {
            "chapter": 10,
            "verse": 105,
            "text": "Āṇi hē kī ēkāgracitta hō'ūna āpalē tōṇḍa yā dīna- dharmākaḍē karāvē āṇi kadhīhī anēkēśvaravādyāmpaikī na banāvē"
        },
        {
            "chapter": 10,
            "verse": 106,
            "text": "Āṇi allāhalā sōḍūna kadhīhī aśā vastūlā pukārū nakā jī tumhālā nā kāhī phāyadā pōhacavū śakēla āṇi nā kāhī nukasāna pōhacavū śakēla tarīhī jara tumhī asē karalā tara aśā sthitīta tumhī julamī lōkāmpaikī ṭharāla"
        },
        {
            "chapter": 10,
            "verse": 107,
            "text": "Āṇi jara tumhālā allāha ēkhādē duḥkha pōhacavila tara tyācyāśivāya tē duḥkha dūra karaṇārā dusarā kōṇīhī nāhī āṇi jara tō tumhālā ēkhādē sukha dē'ū icchila tara tyācyā kr̥pēlā kōṇīhī haṭaviṇāra nāhī. Tō āpalī kr̥pā āpalyā dāsāmpaikī jyāvara icchila pradāna karīla, āṇi tō mōṭhā māpha karaṇārā āṇi atiśaya dayā karaṇārā āhē"
        },
        {
            "chapter": 10,
            "verse": 108,
            "text": "(Tumhī) sāṅgā, hē lōkānnō! Tumacyājavaḷa, tumacyā pālanakartyātarphē satya ghē'ūna pōhacalē āhē. Yāstava jō manuṣya saraḷa mārgāvara yē'īla, tara tō svataḥ (cyā bhalyā) sāṭhī saraḷa mārgāvara yē'īla āṇi jō manuṣya saraḷa mārgāpāsūna bhaṭakalā tara tyācē saṅkaṭa tyācyāvaraca kōsaḷēla āṇi mī tumacyāvara dēkharēkha ṭhēvaṇārā banavilō gēlō nāhī"
        },
        {
            "chapter": 10,
            "verse": 109,
            "text": "Āṇi tumhī tyācē anusaraṇa karīta rāhā, jē kāhī vahayī (avatarita ādēśa) tumacyākaḍē pāṭhavilē jāta āhē āṇi dhīra-sanyama rākhā, yēthaparyanta kī allāhanē nirṇaya karāvā āṇi tō samasta śāsakāmpēkṣā uttama śāsaka āhē"
        },
        {
            "chapter": 11,
            "verse": 1,
            "text": "Alipha. Lāma. Rŏ. Hā ēka asā grantha āhē kī yācyā āyatī majabūta kēlyā gēlyā āhēta, maga savistara sāṅgitalyā gēlyā āhēta ēkā hikamataśālī, pūrṇa jñāna rākhaṇāṟyātarphē"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "Hē kī allāhaśivāya kōṇācīhī upāsanā karū nakā. Mī tumhālā allāhatarphē bhaya dākhaviṇārā āṇi khūśakhabara dēṇārā āhē"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "Āṇi hē kī tumhī āpalyā aparādhānnā āpalyā pālanakartyākaḍūna māpha karavūna ghyā, maga tyācyācakaḍē ēkacitta vhā. Tō tumhālā ēkā nirdhārīta vēḷēparyanta (jīvana) sāmugrī dē'īla āṇi pratyēka cāṅgalē kāma karaṇāṟyāvara adhika kr̥pā karīla āṇi jara tumhī lōka tōṇḍa phiravita rāhilāta tara malā tumacyābābata ēkā mōṭhyā divasācyā śikṣēcī cintā vāṭatē"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "Tumhālā allāhacyāca javaḷa jāyacē āhē āṇi tō pratyēka gōṣṭīcē sāmarthya bāḷagatō"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "Lakṣāta ṭhēvā tē lōka āpalyā chātīnnā duhērī karūna ghētāta, yāsāṭhī kī āpalyā gōṣṭī (bōlaṇē) allāhapāsūna lapavū śakāvē. Lakṣāta ṭhēvā kī tē lōka jyā vēḷī āpalē kapaḍē guṇḍāḷatāta, tyā vēḷīhī tō sarva kāhī jāṇatō jē kāhī lapavitāta (kānagōṣṭī karatāta) āṇi jē kāhī sāpha- spaṣṭa bōlatāta. Niḥsanśaya tō manātalyā gōṣṭīhī jāṇatō"
        }
    ]
}