{
    "juzs": [
        {
            "chapter": 12,
            "verse": 53,
            "text": "Āṇi mī āpalyā manācyā pāvitryācē varṇana karīta nāhī, niḥsanśaya, mana tara vā'īṭa gōṣṭīcīca prēraṇāra dēṇārē āhē, parantu hē kī mājhā pālanakartāca āpalī dayā- kr̥pā karīla. Niścitaca mājhā pālanakartā māpha karaṇārā, dayā karaṇārā āhē"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "Āṇi bādaśahā mhaṇālā, tyālā mājhyā samōra āṇā kī mī tyālā āpalyā vyaktigata kāmāṅkaritā nēmūna ghyāvē. Maga jēvhā tyācyāśī vārtālāpa karū lāgalā, tēvhā mhaṇālā, tumhī ājapāsūna āmacē yēthē sanmānita āṇi viśvasanīya (amānatadāra) āhāta"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "(Yūsupha) mhaṇālē, tumhī malā dēśācyā khajīn'yāvara niyukta karā. Mī sanrakṣaka āṇi jāṇakāra āhē"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "Āṇi aśā prakārē āmhī yūsuphalā dēśācā sūtradhāra banavilē kī tyānē vāṭēla tithē rāhāvē. Āmhī jyālā icchitō, tyācyāparyanta āpalī dayā- kr̥pā pōhacavitō, āṇi āmhī satkarma karaṇāṟyān̄cyā ācaraṇācē phaḷa vāyā jā'ū dēta nāhī"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "Āṇi niḥsanśaya īmāna rākhaṇāṟyān̄cā āṇi durācārāpāsūna dūra rāhaṇāṟyān̄cā ākhiratacā mōbadalā kitītarī cāṅgalā āhē"
        },
        {
            "chapter": 12,
            "verse": 58,
            "text": "Āṇi yūsuphacē bhā'ū ālē āṇi yūsuphajavaḷa gēlē tēvhā yūsuphanē tyānnā ōḷakhūna ghētalē, parantu tyānnī tyālā ōḷakhalē nāhī"
        },
        {
            "chapter": 12,
            "verse": 59,
            "text": "Āṇi jēvhā tyān̄cē sāmāna tayāra kēlē gēlē tēvhā yūsupha mhaṇālē, tumhī mājhyājavaḷa āpalyā tyā bhāvālā āṇā, jō tumacyā pityāpāsūna āhē, kāya tumhī nāhī pāhilē kī mī māpahī purēpūra dētō āṇi atithīcē cāṅgalyā prakārē ādarātithya karaṇāṟyāmpaikī āhē"
        },
        {
            "chapter": 12,
            "verse": 60,
            "text": "Parantu jara tumhī tyālā mājhyājavaḷa āṇalē nāhī tara mājhyākaḍūna tumhālā kasalēhī māpa miḷaṇāra nāhī, kimbahunā tumhī mājhyājavaḷahī yē'ū śakaṇāra nāhīta"
        },
        {
            "chapter": 12,
            "verse": 61,
            "text": "Tē mhaṇālē, ṭhīka āhē, āmhī tyācyā pityāśī yā sandarbhāta gōḍīgulābīnē bōlūna pūrṇa prayatna karū"
        },
        {
            "chapter": 12,
            "verse": 62,
            "text": "Āṇi āpalyā sēvakānnā sāṅgitalē kī tyān̄cā māla (dhana) tyān̄cyāca pōtyāmmadhyē ṭhēvūna dyā kī jēvhā paratūna āpalyā kuṭumbāta jātīla tēvhā āpalē dhana ōḷakhūna ghētīla, phāra śakya āhē kī tē punhā yētīla"
        },
        {
            "chapter": 12,
            "verse": 63,
            "text": "Jēvhā tē lōka paratūna āpalyā pityājavaḷa gēlē tēvhā mhaṇū lāgalē, āmhālā tara dhān'ya dēṇyāvara pratibandha ghātalā gēlā. Ātā tumhī āmacyāsōbata bhāvālā pāṭhavā kī āmhī māpa bharūna āṇāvē. Āmhī tyācyā rakṣaṇācī hamī dētō"
        },
        {
            "chapter": 12,
            "verse": 64,
            "text": "(Yākūba) mhaṇālē, kāya mī yācyā bābatīta tumacyāvara tasāca viśvāsa ṭhēvū jasā yāpūrvī yācyā bhāvābābata viśvāsa ṭhēvalā? Sarvaśrēṣṭha allāhaca sarvānta uttama sanrakṣaka āhē āṇi tō samasta kr̥pāvānāmmadhyē jāsta kr̥pāvāna āhē"
        },
        {
            "chapter": 12,
            "verse": 65,
            "text": "Āṇi jēvhā tyānnī āpalē sāmāna ughaḍalē tēvhā tyāta tyānnā āpalī rakkama āḍhaḷalī, jī tyānnā parata kēlī gēlī hōtī. Mhaṇālē, hē pitā! Āmhālā āṇakhī kāya pāhijē? Hī āmacī rakkama āmhālā parata kēlī gēlī āhē āṇi āmhī āpalyā kuṭumbākaritā dhān'ya āṇūna dē'ū āṇi āpalyā bhāvācē rakṣaṇa karū āṇi ēka uṇṭācē māpa jāsta āṇū. Hē māpa tara jāsta sōpē āhē"
        },
        {
            "chapter": 12,
            "verse": 66,
            "text": "(Yākūba) mhaṇālē, mī tara tyālā tumacyāsōbata kadhīhī pāṭhaviṇāra nāhī, jōparyanta tumhī allāhalā madhyasthī ṭhēvūna malā vacana dyāla kī tumhī tyālā mājhyājavaḷa pōcavāla, yākhērīja kī tumhī sarva kaidī banavilē jāla. Jēvhā tyānnī pakkē vacana dilē tēvhā tē mhaṇālē kī āmhī jē kāhī bōlata āhōta, allāha tyācā sanrakṣaka āhē"
        },
        {
            "chapter": 12,
            "verse": 67,
            "text": "Āṇi (yākūba) mhaṇālē, hē mājhyā mulānnō! Tumhī sarva ēkāca dārātūna pravēśa karū nakā, kimbahunā anēka dārāmmadhūna vēgavēgaḷē hō'ūna pravēśa karā. Mī allāhatarphē ālēlyā kōṇatyāhī gōṣṭīlā tumacyā varūna ṭāḷū śakata nāhī. Ādēśa kēvaḷa allāhacāca cālatō, mājhā sampūrṇa viśvāsa tyācyāvaraca āhē āṇi pratyēka bharōsā ṭhēvaṇāṟyānē tyācyāvaraca bharōsā ṭhēvalā pāhijē"
        },
        {
            "chapter": 12,
            "verse": 68,
            "text": "Āṇi jēvhā tē tyāca mārgānnī, jyān̄cā ādēśa tyān̄cyā pityānē dilā hōtā, gēlē, kāhīca navhatē kī allāhanē jī gōṣṭa niścita kēlī āhē, ticyāpāsūna tē tyānnā kin̄citahī vācavatīla. Tathāpi yākūbacyā manāta ēka vicāra ālā, jō tyānē pūrṇa kēlā. Niḥsanśaya tē āmhī śikavilēlyā tyā jñānānē sampanna hōtē, parantu adhikānśa lōka jāṇata nāhīta"
        },
        {
            "chapter": 12,
            "verse": 69,
            "text": "Āṇi tē sarva yūsuphajavaḷa pōhōcalē, tēvhā yūsuphanē āpalyā bhāvālā āpalyājavaḷa basavilē āṇi mhaṭalē, mī tujhā bhā'ū (yūsupha) āhē, ātāpāvētō hē jē kāhī karata rāhilē, tyābaddala duḥkha karū nakōsa"
        },
        {
            "chapter": 12,
            "verse": 70,
            "text": "Maga jēvhā tyān̄cē sāmāna (dhān'yānē bharūna) tayāra kēlē tēvhā āpalyā bhāvācyā sāmānāta āpalā pāṇī piṇyācā pyālā ṭhēvūna dilā, maga ēkā ailāna karaṇāṟyānē ailāna kēlē, hē kāphilāvālyānnō! Tumhī lōka tara cōra āhāta"
        },
        {
            "chapter": 12,
            "verse": 71,
            "text": "Tyānnī tyācyākaḍē tōṇḍa phiravūna mhaṭalē, tumacī kōṇatī vastū haravalī āhē"
        },
        {
            "chapter": 12,
            "verse": 72,
            "text": "Uttara dilē kī śāhī pyālā haravalā āhē, jō tō ghē'ūna yē'īla tyālā ēka uṇṭācē ōjhē itakē dhān'ya miḷēla. Yā vacanācī mī hamī dētō"
        },
        {
            "chapter": 12,
            "verse": 73,
            "text": "Tē mhaṇālē, allāhacī śapatha! Tumhī cāṅgalyā prakārē jāṇatā kī āmhī dēśāta upadrava nirmāṇa karaṇyāsāṭhī ālō nāhīta āṇi nā āmhī cōra āhōta"
        },
        {
            "chapter": 12,
            "verse": 74,
            "text": "Tē mhaṇālē, barē cōrīcī kāya śikṣā āhē jara tumhī khōṭē ṭharāla"
        },
        {
            "chapter": 12,
            "verse": 75,
            "text": "Uttara dilē, yācī śikṣā hīca kī jyācyā sāmān'yāta tō pyālā āḍhaḷūna yē'īla tōca tyācyā badalī āhē. Āmhī tara atyācārīnnā hīca śikṣā dēta asatō"
        },
        {
            "chapter": 12,
            "verse": 76,
            "text": "Maga (yūsupha) nē āpalyā bhāvācē sāmāna tapāsaṇyāpūrvī dusaṟyān̄cē sāmāna tapāsāyalā suruvāta kēlī, maga tyānē piṇyācā pyālā āpalyā bhāvācyā sāmānātūna kāḍhalā. Āmhī yūsuphakaritā aśā prakārē hī yōjanā banavilī. Tyā bādaśahācyā kāyadyānusāra tō āpalyā bhāvālā (rōkhūna) ṭhēvū śakata navhatā, parantu hē kī allāhalā man̄jūra asēla. Āmhī jyālā icchitō tyācā darjā bulanda karatō. Pratyēka jñāna rākhaṇāṟyāvara (mōṭhēpaṇāta) ēka mōṭhā jñānī astitvāta āhē"
        },
        {
            "chapter": 12,
            "verse": 77,
            "text": "Tē mhaṇālē, jara yānē cōrī kēlī āhē tara (navalācī gōṣṭa navhē) yācyā bhāvānēhī yāpūrvī cōrī kēlī āhē. Yūsuphanē hī gōṣṭa āpalyā manāta ṭhēvalī āṇi tyān̄cyāsamōra agadī jāhīra kēlē nāhī, mhaṭalē kī tumhī vā'īṭa ṭhikāṇī āhāta āṇi jē kāhī tumhī sāṅgata āhāta allāha tē cāṅgalyā prakārē jāṇatō"
        },
        {
            "chapter": 12,
            "verse": 78,
            "text": "Tē mhaṇālē, hē misra dēśācā sarvādhikāra rākhaṇārē! Yācē pitā atiśaya vr̥d'dha manuṣya āhēta. Tumhī yācyā'aivajī āmacyāpaikī ēkhādyālā ṭhēvūna ghyā. Āmhī asē pāhatō kī tumhī mōṭhē sajjana manuṣya āhāta"
        },
        {
            "chapter": 12,
            "verse": 79,
            "text": "(Yūsupha) mhaṇālē kī āmhālā jyācyājavaḷa āmacī vastū āḍhaḷūna ālī āhē tyālā sōḍūna dusaṟyānnā bandī banaviṇyāpāsūna allāhacē śaraṇa icchitō. Asē kēlyānē niścitaca āmhī an'yāya karaṇāṟyāmpaikī ṭharū"
        },
        {
            "chapter": 12,
            "verse": 80,
            "text": "Jēvhā hē, yūsuphakaḍūna nirāśa jhālē, tēvhā ēkāntāta basūna sallāmasalata karū lāgalē. Tyān̄cyāpaikī jō sarvānta mōṭhā hōtā tō mhaṇālā kī tumhālā māhīta nāhī kī tumacyā pityānē tumacyākaḍūna allāhalā madhyasthī ṭhēvūna pakkē vacana ghētalē āhē āṇi yācyāpūrvī tumhī yūsuphaviṣayī aparādha kēlēlā āhē. Ātā mī tara bhūmītūna pāya kāḍhaṇāra nāhī, jōparyanta pitā svataḥ malā anumatī dēta nāhīta kinvā sarvaśrēṣṭha allāha mājhyā yā samasyēcā phaisalā karīla. Tōca sarvōttama śāsaka āhē"
        },
        {
            "chapter": 12,
            "verse": 81,
            "text": "Tumhī sarva pityācyā sēvēta parata jā āṇi sāṅgā kī hē pitā! Tumacyā putrānē cōrī kēlī āṇi āmhī tīca sākṣa dilī, jī āmhī jāṇata hōtō. Āmhī kāhī parōkṣa (gaiba) cē rakṣaṇa karaṇārē tara navhatō"
        },
        {
            "chapter": 12,
            "verse": 82,
            "text": "Āṇi tumhī tyā śaharācyā lōkānnā vicārā, jithē āmhī hōtō āṇi tyā pravāśānnāhī vicārā jyān̄cyāsōbata āmhī ālō āhōta āṇi niḥsanśaya āmhī pūrṇapaṇē saccē āhōta"
        },
        {
            "chapter": 12,
            "verse": 83,
            "text": "(Yākūba) mhaṇālē, asē nāhī, kimbahunā tumhī āpalyātarphē ēka gōṣṭa racūna ghētalī, tēvhā ātā sanyama rākhaṇēca uttama āhē. Sambhavataḥ sarvaśrēṣṭha allāha tyā sarvānnā mājhyājavaḷa pōhacavila. Tōca jñānī āṇi hikamataśālī āhē"
        },
        {
            "chapter": 12,
            "verse": 84,
            "text": "Āṇi maga (yākūbanē) tyān̄cyākaḍūna tōṇḍa phiravūna ghētalē āṇi mhaṭalē, arērē, yūsupha! Tyān̄cē ḍōḷē duḥkhātirēkānē pāṇḍharē jhālē hōtē āṇi tē yā duḥkhālā sahana karīta hōtē"
        },
        {
            "chapter": 12,
            "verse": 85,
            "text": "(Putra) mhaṇālē, allāhacī śapatha! Tumhī nēhamī yūsuphacyā āṭhavaṇīta bhāna harapūna rāhāla yēthēparyanta kī agadī gaḷūna jāla kinvā maraṇa pāvāla"
        },
        {
            "chapter": 12,
            "verse": 86,
            "text": "(Yākūba) mhaṇālē, mī tara āpalyā saṅkaṭa āṇi duḥkhācē gāṟhāṇē allāhajavaḷa māṇḍata āhē. Malā allāhatarphē tyā gōṣṭīn̄cē jñāna prāpta āhē, jyān̄cyābābata tumhī anabhijña āhāta"
        },
        {
            "chapter": 12,
            "verse": 87,
            "text": "Mājhyā priya putrānnō! Tumhī jā āṇi yūsupha āṇi tyācyā bhāvācā cāṅgalyā prakārē śōdha ghyā āṇi allāhacyā dayēpāsūna nirāśa hō'ū nakā. Niḥsanśaya, allāhacyā dayā-kr̥pēpāsūna tēca lōka nirāśa hōtāta jē kāphira (inkārī) asatāta"
        },
        {
            "chapter": 12,
            "verse": 88,
            "text": "Maga jēvhā hē lōka yūsuphajavaḷa pōhōcalē, tēvhā mhaṇū lāgalē kī hē ajīja! Āmhī āṇi āmacē kuṭumba atiśaya aḍacaṇīta āhē, āmhī thōḍīśī tuccha pun̄jī āṇalī āhē, parantu tumhī āmhālā dhān'yācē pūrṇa māpa dē'ūna ṭākā āṇi āmhālā dāna mhaṇūna dyā. Niścitaca allāha dāna dēṇāṟyānnā cāṅgalā mōbadalā dētō"
        },
        {
            "chapter": 12,
            "verse": 89,
            "text": "(Yūsupha) mhaṇālē, tumacyā dhyānāta tarī āhē kā kī tumhī yūsupha āṇi tyācyā bhāvāśī āpalyā nādānapaṇāta kāya kāya kēlē"
        },
        {
            "chapter": 12,
            "verse": 90,
            "text": "Tē mhaṇālē, kāya (kharōkhara) tūca yūsupha āhēsa? Uttara dilē, hōya! Mīca tō yūsupha āṇi hā mājhā bhā'ū āhē. Allāhanē āmacyāvara dayā āṇi kr̥pā kēlī. Kharī gōṣṭa aśī kī jō kōṇī allāhacē bhaya rākhūna durācārāpāsūna alipta rāhīla āṇi dhīra-sanyama rākhīla tara allāha ēkhādyā satkarma karaṇāṟyācā mōbadalā vāyā jā'ū dēta nāhī"
        },
        {
            "chapter": 12,
            "verse": 91,
            "text": "Tē mhaṇālē, allāhacī śapatha! Allāhanē tulā āmacyāvara śrēṣṭhatā pradāna kēlī āhē āṇi hēhī satya āhē kī āmhī aparādhī āhōta"
        },
        {
            "chapter": 12,
            "verse": 92,
            "text": "Uttara dilē, āja tumacyāvara kasalāhī ārōpa nāhī, allāha tumhālā māpha karō, tō tara samasta dayā karaṇāṟyāmmadhyē sarvāta mōṭhā dayā karaṇārā āhē"
        },
        {
            "chapter": 12,
            "verse": 93,
            "text": "Mājhā hā sadarā tumhī ghē'ūna jā āṇi tō mājhyā pityācyā tōṇḍāvara ṭākā kī (jyāmuḷē) tē pāhū lāgatīla āṇi yētīla āṇi āpalyā sampūrṇa kuṭumbālā mājhyājavaḷa ghē'ūna yā"
        },
        {
            "chapter": 12,
            "verse": 94,
            "text": "Āṇi jēvhā hā kāphilā (māyadēśī) nighālā, tēvhā tyān̄cē pitā (yākūba) mhaṇālē, malā yūsuphacā sugandha yēta āhē, jara tumhī malā mūrkha samajata nasāla"
        },
        {
            "chapter": 12,
            "verse": 95,
            "text": "(Putra) mhaṇū lāgalē kī allāhacī śapatha! Tumhī tara ajūnahī āpalyā tyāca jun'yā cukīvara kāyama āhāta"
        },
        {
            "chapter": 12,
            "verse": 96,
            "text": "Jēvhā śubha samācāra dēṇāṟyānē pōhōcūna tyān̄cyā tōṇḍāvara tō sadarā ṭākalā, tyāca kṣaṇī tyānnā punaśca disū lāgalē. Mhaṇālē kī, kāya mī tumhālā sāṅgata navhatō kī mī allāhatarphē tyā gōṣṭī jāṇatō, jyā tumhī nāhī jāṇata"
        },
        {
            "chapter": 12,
            "verse": 97,
            "text": "Tē mhaṇālē, hē pitā! Tumhī āmacyā aparādhān̄cī kṣamā-yācanā (māphīcī du'ā) karā. Niḥsanśaya āmhī aparādhī āhōta"
        },
        {
            "chapter": 12,
            "verse": 98,
            "text": "Mhaṇālē, ṭhīka āhē. Mī lavakaraca tumacyāsāṭhī āpalyā pālanakartyājavaḷa māphīcī du'ā-prārthanā karēna. Niścitaca tō mōṭhā kṣamāśīla, āṇi atiśaya dayāvāna āhē"
        },
        {
            "chapter": 12,
            "verse": 99,
            "text": "Jēvhā hā samasta parivāra yūsuphajavaḷa pōhōcalā, tēvhā yūsuphanē āpalyā mātā-pityāsa āpalyājavaḷa jāgā dilī āṇi mhaṭalē, allāhanē icchilyāsa tumhī sarva misra dēśāta sukha-śāntīpūrvaka rāhāla"
        },
        {
            "chapter": 12,
            "verse": 100,
            "text": "Āṇi āpalyā sinhāsanāvara āpalyā mātā-pityāsa uccasthānī basavilē āṇi sarva tyācyāsamōra sajadyāta paḍalē1 āṇi sarva mhaṇālē, hē pitā! Hā mājhyā pahilyā svapnācā khulāsā āhē, mājhyā pālanakartyānē tō pūrṇa karūna dākhavilā. Tyānē mājhyāvara phāra mōṭhā upakāra kēlā, kī jēvhā malā kaidakhān'yātūna bāhēra kāḍhalē āṇi tumhī lōkānnā vāḷavaṇṭātūna yēthē āṇalē tyā matabhēdānantara, jō saitānānē mājhyā āṇi mājhyā bhāvān̄cyā daramyāna nirmāṇa kēlā hōtā. Mājhā pālanakartā, jyācyāsāṭhī icchitō, tyācyāsāṭhī uttama upāyayōjanā karatō. Niḥsanśaya tō mōṭhā jāṇaṇārā, hikamata bāḷagaṇārā āhē"
        },
        {
            "chapter": 12,
            "verse": 101,
            "text": "Hē mājhyā pālanakartyā! Tū malā rājya (sattādhikāra) pradāna kēlā āṇi malā svapnān̄cā artha lāvaṇyācē jñāna dilē. Hē ākāśān̄cā va dharatīcā nirmāṇakartā! Tūca yā jagāta āṇi ākhiratamadhyē mājhā mitra āṇi madata karaṇārā āhēsa. Tū malā islāmacyā avasthēta mr̥tyu dē āṇi malā nēkī karaṇāṟyāmmadhyē sāmīla kara"
        },
        {
            "chapter": 12,
            "verse": 102,
            "text": "Hē parōkṣā (gaiba) cyā khabarīmpaikī āhē, jē āmhī tumacyākaḍē vahayī karīta āhōta āṇi tumhī tyān̄cyājavaḷa navhatē jēvhā tyānnī āpalā bēta pakkā karūna ghētalā hōtā āṇi tē kapaṭa kārasthāna karū lāgalē hōtē"
        },
        {
            "chapter": 12,
            "verse": 103,
            "text": "Tumhī kitīhī icchā dharā, paṇa adhikānśa lōka īmāna rākhaṇāra nāhīta"
        },
        {
            "chapter": 12,
            "verse": 104,
            "text": "Āṇi tumhī tyān̄cyākaḍūna yābaddala kāhī majūrī māgata nāhī, hā tara samasta viśvākaritā bōdha-upadēśa āhē"
        },
        {
            "chapter": 12,
            "verse": 105,
            "text": "Āṇi ākāśāmmadhyē āṇi dharatīta anēka niśāṇyā āhēta, jyān̄cyāpāsūna hē lōka tōṇḍa phiravūna nighūna jātāta"
        },
        {
            "chapter": 12,
            "verse": 106,
            "text": "Āṇi tyān̄cyāpaikī bahutēka lōka allāhavara īmāna rākhata asatānāhī śirka karaṇārē āhēta"
        },
        {
            "chapter": 12,
            "verse": 107,
            "text": "Kāya tē yā gōṣṭīpāsūna nirbhaya jhālē āhēta kī tyān̄cyājavaḷa allāhacyā śikṣā-yātanāmpaikī ēkhādī sarvasāmān'ya śikṣā yāvī kinvā tyān̄cyāvara acānaka kayāmata yē'ūna kōsaḷāvī āṇi tē gāphīla asāvēta"
        },
        {
            "chapter": 12,
            "verse": 108,
            "text": "(Tumhī) sāṅgā, mājhā hāca mārga āhē. Mī āṇi mājhē anuyāyī allāhakaḍē bōlāvita āhēta pūrṇa viśvāsa āṇi śrad'dhēsaha 1 āṇi allāha pavitra āhē āṇi mī anēkēśvaravādyāmpaikī nāhī"
        },
        {
            "chapter": 12,
            "verse": 109,
            "text": "Āṇi tumacyāpūrvī āmhī vastīvālyāmmadhyē jēvaḍhēdēkhīla paigambara pāṭhavilē tē sarva puruṣaca hōtē, jyān̄cyākaḍē āmhī vahayī (prakāśanā) utaravita rāhilī kāya dharatīvara yā lōkānnī hiṇḍūna phirūna pāhilē nāhī kī tyān̄cyāpūrvī hō'ūna gēlēlyā lōkān̄cā kasā pariṇāma (anta) jhālā? Niḥsanśaya, allāhacē bhaya rākhaṇāṟyā va tyācā ājñābhaṅga karaṇyāpāsūna dūra rāhaṇāṟyā lōkāṅkaritā ākhiratacē ghara phāra uttama āhē. Kāya tarīhī tumhī dhyānī ghēta nāhī"
        },
        {
            "chapter": 12,
            "verse": 110,
            "text": "Yēthēparyanta kī jēvhā paigambara nirāśa hō'ū lāgalē āṇi um'mata (janasamudāyā) cē lōka asē samajū lāgalē kī tyānnā khōṭē sāṅgitalē gēlē, tvarita tyān̄cyāparyanta āmacī madata yē'ūna pōhōcalī. Āmhī jyālā icchilē tyālā suṭakā pradāna kēlī. Kharī gōṣṭa aśī kī āmacā azāba (śikṣā-yātanā) aparādhī lōkānvarūna ṭāḷalā jāta nāhī"
        },
        {
            "chapter": 12,
            "verse": 111,
            "text": "Yān̄cyā kahāṇyāṁ (vr̥ttāntā) madhyē bud'dhimānāṅkaritā niścitaca bōdha āṇi tambī āhē. Hā kura'āna kāhī khōṭyā racalēlyā gōṣṭī nāhī, kimbahunā hē satya-samarthana āhē tyā granthān̄cē jē yācyā pūrvīcē āhēta, āṇi pratyēka gōṣṭīcē savistara varṇana āṇi mārgadarśana va dayā-kr̥pā āhē īmāna rākhaṇāṟyāṅkaritā"
        },
        {
            "chapter": 13,
            "verse": 1,
            "text": "Ālipha.Lāma.Mīma.Rŏ. Yā kura'ānācyā āyatī āhēta āṇi tumacyā pālanakartyātarphē jē kāhī tumacyākaḍē utaravilē gēlē āhēta tē sarva satya āhē, parantu adhikānśa lōka īmāna rākhata nāhīta (viśvāsa bāḷagata nāhī)"
        },
        {
            "chapter": 13,
            "verse": 2,
            "text": "Allāha tō āhē, jyānē ākāśānnā khāmbānvinā un̄ca rākhalē āhē kī tumhī pāhata āhāta, maga tō arśa (īśasinhāsanā) vara sthira āhē, tyānēca sūrya āṇi candrālā adhīna karūna ṭhēvalē āhē. Pratyēka nirdhārīta vēḷēvara cālata āhē. Tōca sarva kāmācī vyavasthā rākhatō. Tō āpalyā niśāṇyān̄cē spaṣṭapaṇē nivēdana karīta āhē. Yāsāṭhī kī tumhī āpalyā pālanakartyāśī bhēṭa hōṇyāvara viśvāsa karāvā"
        },
        {
            "chapter": 13,
            "verse": 3,
            "text": "Āṇi tyānēca jaminīlā pasaravūna dilē āhē āṇi ticyāta parvata āṇi nadyā nirmāṇa kēlyā āhēta āṇi tyāta pratyēka prakāracyā phaḷān̄cyā jōḍyā duhērī nirmāṇa kēlyā āhēta. Tō rātrīnē divasālā lapavitō, niścitaca vicāra cintana karaṇāṟyānsāṭhī yāta anēka niśāṇyā (bōdhacinhē) āhēta"
        },
        {
            "chapter": 13,
            "verse": 4,
            "text": "Āṇi jaminīta anēka prakāracē tukaḍē ēkamēkānśī miḷatē juḷatē āhēta, āṇi drākṣān̄cyā bāgā āhēta āṇi śētē āhēta āṇi phāndyā asalēlī khajurīcī jhāḍē āhēta āṇi kāhī asē āhēta jyānnā phāndyā nāhīta. Sarvānnā ēkāca prakāracē pāṇī dilē jātē, tarīhī āmhī ēkāvara ēkālā phaḷāmmadhyē śrēṣṭhatā pradāna karatō. Yāta bud'dhimāna lōkāṅkaritā anēka niśāṇyā āhēta"
        },
        {
            "chapter": 13,
            "verse": 5,
            "text": "Āṇi jara tumhālā navala vāṭata asēla tara kharōkhara tyān̄cē hē mhaṇaṇē āścaryakāraka āhē kī kāya jēvhā āmhī (mēlyānantara) mātī hō'ūna jā'ū tēvhā kāya āmhī navyānē janma ghē'ū? Hēca tē lōka hōta, jyānnī āpalyā pālanakartyāśī inkāra kēlā āṇi hēca tē lōka hōta, jyān̄cyā gaḷyāta jōkhaḍa (phandē) asatīla āṇi hēca hōta jē jahannamamadhyē rāhaṇārē āhēta, jē sadaiva tyāta rāhatīla"
        },
        {
            "chapter": 13,
            "verse": 6,
            "text": "Āṇi jē sukha-sampanna avasthēpūrvīca tumacyājavaḷa śikṣēcī yācanā karaṇyāta ghā'ī karīta āhēta, niḥsanśaya, tyān̄cyāpūrvī (udāharaṇādākhala) śikṣā-yātanā ālēlyā āhēta, āṇi niḥsanśaya tumacā pālanakartā māpha karaṇārā āhē, lōkān̄cyā anucita atyācārānantarahī āṇi niścitaca tumacā pālanakartā kaṭhōra daṇḍa dēṇārāhī āhē"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "Āṇi kāphira (kr̥taghna lōka) mhaṇatāta kī tyācyāvara tyācyā pālanakartyātarphē ēkhādī niśāṇī (camatkāra) kā nāhī avatarita kēlā gēlā? Kharī gōṣṭa aśī kī tumhī tara kēvaḷa sacēta karaṇārē āhāta āṇi pratyēka janasamūhāsāṭhī mārgadarśana karaṇārā āhē"
        },
        {
            "chapter": 13,
            "verse": 8,
            "text": "Mādā āpalyā pōṭāta (garbhāta) jē kāhī rākhatē tē allāha cāṅgalyā prakārē jāṇatō 1 āṇi pōṭā (garbhāśayā) cē ghaṭaṇē-vāḍhaṇēhī jāṇatō. Pratyēka gōṣṭa tyācyājavaḷa anumānānusāra āhē"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "Lapalēlyā āṇi ughaḍa aśā sarva gōṣṭīn̄cē tō jñāna rākhaṇārā āhē. Sarvānta mahāna sarvānta ucca āṇi sarvānta uttama āhē"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "Tumacyāpaikī ēkhādyācē āpalī gōṣṭa lapavūna sāṅgaṇē kinvā tī mōṭhyā āvājāta sāṅgaṇē āṇi jō rātrī lapalēlā asēla āṇi jō divasā cālata asēla, sarva allāhakaritā sārakhēca āhē"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "Tyācē sanrakṣaka mānavācyā puḍhē māgē taināta āhēta, jē allāhacyā ādēśānē tyācē rakṣaṇa karatāta. Ēkhādyā janasamūhācī avasthā sarvaśrēṣṭha allāha tōparyanta badalata nāhī, jōparyanta tō svataḥ badalata nāhī, jē tyān̄cyā manāta āhē. Sarvaśrēṣṭha allāha jēvhā ēkhādyā janasamūhālā sajā dēṇyācā nirṇaya ghētō, tēvhā tō nirṇaya badalata nāhī āṇi tyācyākhērīja kōṇīhī tyān̄cā madatakartā nāhī"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "Tō allāhaca hōya, jō tumhālā vijēcī camaka dākhavitō yāsāṭhī kī tumhī bhayabhīta vhāvē āṇi umēda bāḷagāvī āṇi avajaḍa ḍhagānnāhī tōca nirmāṇa karatō"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "Āṇi mēgha-garjanā tyācī stutī-praśansā āṇi guṇagāna karatē āṇi phariśtēdēkhīla tyācyā bhayānē, tōca ākāśātūna vīja pāḍatō. Āṇi jyācyāvara icchitō, tyācyāvara pāḍatō. Kāphira lōka allāhaviṣayī vāda-vivāda ghālata āhēta āṇi allāha jabaradasta śaktiśālī āhē"
        },
        {
            "chapter": 13,
            "verse": 14,
            "text": "Tyālāca pukāraṇē kharē āhē. Jē lōka tyācyākhērīja dusaṟyānnā pukāratāta, tē tyān̄cyā kōṇatyāhī hākēlā uttara dēta nāhīta jaṇū ēkhādyā māṇasānē āpalē hāta pāṇyākaḍē pasaravilē asāvēta kī pāṇī tyān̄cyā tōṇḍāta yē'ūna paḍāvē, vāstavika tē pāṇī tyān̄cyā tōṇḍāta jāṇāra nāhī.1 Tyā kāphira lōkān̄cē jēvaḍhē pukāraṇē āhē sarva pathabhraṣṭa āhē"
        },
        {
            "chapter": 13,
            "verse": 15,
            "text": "Āṇi ākāśāmmadhyē va jaminīvara asalēlē samasta jīva rājī-khuśīnē va nā khuśīnē allāhalāca sajadā karatāta āṇi tyān̄cyā sāvalyāsud'dhā sakāḷa-sandhyākāḷa allāhalā sajadā karatāta"
        },
        {
            "chapter": 13,
            "verse": 16,
            "text": "(Tumhī) vicārā, ākāśān̄cā āṇi jaminīcā pālanakartā kōṇa āhē? Sāṅgā allāha! Tyānnā sāṅgā, kāya tarīhī tumhī yācyākhērīja dusaṟyānnā madata karaṇārē banavita āhāta, jē svataḥ āpalyā jīvācyā lābha-hānīcā adhikāra bāḷagata nāhī. Sāṅgā, kāya āndhaḷā āṇi ḍōḷasa dōnhī samāna asū śakatāta? Kinvā andhāra āṇi prakāśa samāna asū śakatō? Kāya, jyānnā hē allāhacā sahabhāgī banavita āhēta, tyānnīhī allāhapramāṇē kāhī nirmāṇa kēlē āhē kī tyān̄cyā pāhaṇyāta nirmitīca sandigdha ṭharalī? Tumhī sāṅgā, kēvaḷa allāhaca sarva vastūnnā nirmāṇa karaṇārā āhē. Tō ēkaṭā āhē āṇi mōṭhā jabaradasta varcasvaśālī āhē"
        },
        {
            "chapter": 13,
            "verse": 17,
            "text": "Tyānēca ākāśātūna parjan'ya vr̥ṣṭī kēlī, maga āpāpalyā sāmarthyānusāra nālē vāhū lāgalē, maga pāṇyācyā pravāhānē vara caḍhūna phēsa ucalalā āṇi tyā vastūtahī jilā āgīta ṭākūna tāpavitāta dāginē kinvā sāmānākaritā, tyāca prakāracā phēsa āhē. Aśā prakārē sarvaśrēṣṭha allāha satya āṇi asatyālā spaṣṭa karaṇyāsāṭhī udāharaṇa dētō. Ātā tō phēsa nikāmī hō'ūna nighūna jātō, parantu jyā gōṣṭī lōkānnā lābha pōhacaviṇāṟyā āhēta, tyā dharatīta ṭikūna rāhatāta. Sarvaśrēṣṭha allāha aśā prakārē udāharaṇa dēta asatō"
        },
        {
            "chapter": 13,
            "verse": 18,
            "text": "Jyā lōkānnī āpalyā pālanakartyācyā ādēśācē pālana kēlē, tyān̄cyākaritā bhalā'ī āhē āṇi jyā lōkānnī tyācyā ādēśācē anusaraṇa kēlē nāhī, tara dharatīvara jē kāhī āhē tē sarva tyācyājavaḷa asēla āṇi tyāsōbata tēvaḍhēca āṇakhī jāsta asēla maga tē sarva kāhī āpalyā badalī (bacāvāsāṭhī) dē'ūna ṭākīla. Hēca tē lōka hōta, jyān̄cyāsāṭhī mōṭhā vā'īṭa hiśōba āhē āṇi tyān̄cē ṭhikāṇa jahannama āhē, jē phāra vā'īṭa ṭhikāṇa āhē"
        },
        {
            "chapter": 13,
            "verse": 19,
            "text": "Kāya tō manuṣya, jyālā hē māhīta asāvē kī jē tumacyākaḍē tumacyā pālanakartyātarphē utaravilē gēlē āhē tē satya āhē, kāya tyā māṇasāsārakhā asū śakatō jō āndhaḷā asāvā. Bōdha-upadēśa tara tēca svīkāratāta jē bud'dhimāna asāvēta"
        },
        {
            "chapter": 13,
            "verse": 20,
            "text": "Jē lōka allāhalā dilēlē vacana pūrṇa karatāta āṇi vacana bhaṅga karīta nāhī"
        },
        {
            "chapter": 13,
            "verse": 21,
            "text": "Āṇi allāhanē jyā gōṣṭīnnā jōḍaṇyācā ādēśa dilā āhē, tē tyānnā jōḍatāta āṇi tē āpalyā pālanakartyācē bhaya rākhatāta āṇi hiśōbācyā kaṭhōratēcēhī bhaya rākhatāta"
        },
        {
            "chapter": 13,
            "verse": 22,
            "text": "Āṇi tē āpalyā pālanakartyācyā prasannatēkhātīra dhīra-sanyama rākhatāta āṇi namājānnā sātatyānē kāyama rākhatāta āṇi jē kāhī āmhī tyānnā dē'ūna ṭhēvalē āhē tē (dhana) ughaḍa āṇi chupyā rītīnē kharca karatāta āṇi vā'īṭa vyavahārālā bhalēpaṇānē ṭāḷatāta. Aśāca lōkāṅkaritā ākhiratacē ghara āhē"
        },
        {
            "chapter": 13,
            "verse": 23,
            "text": "Āṇi nēhamī rāhaṇāṟyā bāgā, jithē hē svataḥ jātīla āṇi tyān̄cē vāḍavaḍīla, āṇi patn'yā, āṇi santānāpaikī jē nēka kāma karaṇārē asatīla, tyān̄cyājavaḷa phariśtē pratyēka dārātūna yētīla"
        },
        {
            "chapter": 13,
            "verse": 24,
            "text": "(Mhaṇatīla kī) tumacyāvara śāntī-salāmatī asō dhīra-sanyamācyā mōbadalyāta kitī uttama mōbadalā āhē yā ākhiratacyā gharācā"
        },
        {
            "chapter": 13,
            "verse": 25,
            "text": "Āṇi jē lōka allāhalā dilēlē vacana, tē dr̥ḍha-majabūta kēlyānantara tōḍūna ṭākatāta āṇi jyā gōṣṭīnnā allāhanē jōḍaṇyācā ādēśa dilā āhē tyānnā tōḍūna ṭākatāta āṇi dharatīta upadrava (phasāda) pasaravitāta tyān̄cyāvara dhiḥkkāra āhē āṇi tyān̄cyāsāṭhī vā'īṭa ghara āhē"
        },
        {
            "chapter": 13,
            "verse": 26,
            "text": "Sarvaśrēṣṭha allāha jyācī rōjī (ājivikā) icchitō vāḍhavitō āṇi jyācī icchitō ghaṭavitō. Hē lōka tara aihika jīvanātaca magna jhālēta.1 Vāstavika hē jaga, ākhiratacyā tulanēta agadī tuccha sāmugrī āhē"
        },
        {
            "chapter": 13,
            "verse": 27,
            "text": "Kāphira (īmāna na rākhaṇārē) mhaṇatāta kī tyācyāvara tyācyā pālanakartyātarphē ēkhādī niśāṇī (camatkāra) kā nāhī utaravilā gēlā? Uttara dyā, jyālā allāha pathabhraṣṭa karū icchitō, tyālā pathabhraṣṭa karatō āṇi jō tyācyākaḍē jhukatō tyālā mārga dākhavitō"
        },
        {
            "chapter": 13,
            "verse": 28,
            "text": "Jyā lōkānnī īmāna rākhalē, tyān̄cī manē, allāhacyā smaraṇānē śāntī prāpta karatāta. Lakṣāta ṭhēvā kī allāhacyā smaraṇānēca hr̥dayālā śāntī samādhāna lābhatē"
        },
        {
            "chapter": 13,
            "verse": 29,
            "text": "Jyā lōkānnī īmāna rākhalē āṇi jyānnī satkarmēdēkhīla kēlīta tyān̄cyākaritā sukha-sampanna avasthā āhē āṇi sarvānta uttama sthāna āhē"
        },
        {
            "chapter": 13,
            "verse": 30,
            "text": "Tyāca prakārē āmhī tumhālā tyā janasamūhāta pāṭhavilē, jyāta yāpūrvī anēka janasamūha hō'ūna gēlēta, yāsāṭhī kī tumhī tyānnā, āmacyātarphē jī vahayī (prakāśanā) tumacyāvara avatarita kēlī āhē, vācūna aikavā. Hē lōka parama dayāḷū (rahamāna) allāhacā inkāra karaṇārē āhēta. Tumhī sāṅgā, mājhā svāmī va pālanakartā tara tōca āhē, niḥsanśaya, tyācyākhērīja kōṇīhī upāsanēsa pātra nāhī. Tyācyāvaraca mājhā bharōsā āhē āṇi tyācyācakaḍē malā parata jāyacē āhē"
        },
        {
            "chapter": 13,
            "verse": 31,
            "text": "Āṇi jara (gr̥hīta dharalē kī) kura'ānadvārē parvata cālavilē gēlē asatē kinvā jaminīcē tukaḍē tukaḍē kēlē gēlē asatē kinvā mēlēlyā lōkānśī sambhāṣaṇa karavilē gēlē asatē (tarīhī tyānnī īmāna rākhalē nasatē). Kharī gōṣṭa aśī kī samasta kāryē allāhacyāca hātī āhēta, tēvhā kāya īmāna rākhaṇāṟyān̄cē mana yā gōṣṭīvara santuṣṭa hōta nāhī kī jara allāhanē icchilē tara samasta lōkānnā saraḷa mārgāvara āṇīla. Īmāna na rākhaṇāṟyālā tara tyān̄cyā inkārāpāyī nēhamī kōṇatī na kōṇatī sakta sajā miḷataca rāhīla, kinvā tyān̄cyā gharān̄cyā javaḷapāsa utarata rāhīla. Yēthēparyanta kī allāhacā vāyadā yē'ūna pōhōcēla. Niḥsanśaya sarvaśrēṣṭha allāha vāyadyāvirūd'dha jāta nāhī"
        },
        {
            "chapter": 13,
            "verse": 32,
            "text": "Āṇi niḥsanśaya, tumacyā pūrvīcyā paigambarānśī thaṭṭā-maskarī kēlī gēlī hōtī, āṇi mīdēkhīla tyā kāphirānnā thōḍē saila sōḍalē, nantara mātra tyānnā pakaḍīta ghētalē, tara kaśī rāhilī mājhī śikṣā (azāba)"
        },
        {
            "chapter": 13,
            "verse": 33,
            "text": "Tara kāya tō allāha jō samācāra ghēṇārā āhē pratyēka māṇasācā tyānē kēlēlyā karmābaddala, āṇi tyā lōkānnī allāhacē bhāgīdāra ṭharavilē āhēta. Sāṅgā, jarā tyān̄cī nāvē tara sāṅgā, kinvā allāhalā tumhī tyā gōṣṭī sāṅgata āhāta, jyā tō dharatīvara jāṇataca nāhī, kinvā kēvaḷa varavaracyā gōṣṭī banavita āhāta.1 Kharī gōṣṭa aśī kī kupra (inkāra) karaṇāṟyāṅkaritā, tyān̄cī kapaṭa-kārasthānē bhalēhī cāṅgalī dākhavilī gēlī asōta āṇi tyānnā satya mārgāpāsūna rōkhalē gēlē āhē āṇi jyālā allāha mārgabhraṣṭa karīla, tyālā mārga dākhaviṇārā kōṇīhī nāhī"
        },
        {
            "chapter": 13,
            "verse": 34,
            "text": "Tyān̄cyāsāṭhī yā jagācyā jīvanātahī duḥkha āhē āṇi ākhirata (maraṇōttara jīvanā) cā azāba tara phāra sakta āhē āṇi tyānnā allāhacyā prakōpāpāsūna vācaviṇārā kōṇīhī nāhī"
        },
        {
            "chapter": 13,
            "verse": 35,
            "text": "Tyā jannatacē udāharaṇa, jyācā vāyadā allāhacē bhaya rākhaṇāṟyānśī kēlā gēlā āhē, asē āhē kī ticyākhālī pravāha vāhata asatīla, ticī phaḷē nēhamī rāhaṇārī āhēta āṇi ticī sāvalīdēkhīla. Hā āhē mōbadalā allāhacē bhaya rākhaṇāṟyān̄cā āṇi kāphira lōkān̄cā śēvaṭa jahannama āhē"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "Āṇi jyānnā āmhī grantha pradāna kēlā āhē, tē tara tyādvārē khūpa ānandita hōtāta, jē kāhī tumacyāvara avatarita kēlē jātē āṇi itara sampradāya, tyātalyā kāhī gōṣṭīnnā mān'ya karīta nāhī. Tumhī tyānnā sāṅgūna ṭākā kī malā tara kēvaḷa hāca ādēśa dilā gēlā āhē kī mī allāhacī upāsanā karāvī āṇi tyācyāsōbata kōṇālā bhāgīdāra na banavāvē, mī tyācyācakaḍē bōlavita āhē āṇi tyācyācakaḍē malā paratūna jāyacē āhē"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "Āṇi aśā prakārē āmhī hā kura'āna, arabī bhāṣētīla pharmāna avatarita kēlē āhē, āṇi jara tumhī yān̄cyā icchā ākāṅkṣān̄cē anusaraṇa kēlē, yācyānantarahī kī tumacyājavaḷa jñāna yē'ūna pōhōcalē āhē, tara allāhacyā virōdhāta tumhālā nā kōṇī samarthana dēṇārā bhēṭēla āṇi nā rakṣaṇa karaṇārā"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "Āṇi āmhī tumacyā pūrvīhī anēka rasūla (paigambara) pāṭhavilē āhēta, āṇi āmhī tyā sarvānnā patnī āṇi santāna rākhaṇārā banavilē hōtē. Allāhacyā hukumāvinā ēkhādī niśāṇī āṇūna dākhaviṇē kōṇatyāhī paigambarācyā akhatyārātīla (avākhyātīla) gōṣṭa nāhī. Pratyēka nirdhārīta vāyadyācā ēka grantha āhē"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "Allāha jē icchila miṭavūna ṭākīla āṇi jē icchila surakṣita ṭhēvīla. Surakṣita grantha (lauhē mahaphūja) tyācyācajavaḷa āhē"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "Āṇi tyān̄cyāśī kēlēlyā vāyadyāmpaikī jara ēkhādā āmhī tumhālā dākhavūna dyāvā kinvā tumhālā āmhī mr̥tyu dyāvā tara tumacyāvara kēvaḷa pōhacaviṇyācīca jabābadārī āhē, hiśōba ghyāyacē kāma tara āmacē āhē"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "Kāya tē nāhī pāhata kī āmhī dharatīlā ticyā kināṟyāṅkaḍūna ghaṭavita ālō āhōta. Allāha ādēśa dētō āṇi kōṇīhī tyācyā ādēśālā pāṭhīmāgē ṭākaṇārā nāhī. Tō lavakaraca hiśōba ghēṇāra āhē"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "Āṇi tyān̄cyā pūrvīcyā lōkānnīhī kapaṭa-kārasthāna karaṇyāta kāhī kasara sōḍalī navhatī, parantu samasta upāyayōjanā allāhacīca āhē. Manuṣya jē kāhī karīta āhē, allāha tē jāṇatō. Īmāna na rākhaṇāṟyānnā lavakaraca māhīta paḍēla kī ākhiratacā mōbadalā kōṇāsāṭhī āhē"
        },
        {
            "chapter": 13,
            "verse": 43,
            "text": "Āṇi hē inkārī lōka asē mhaṇatāta kī tumhī allāhacē paigambara nāhīta. (Tumhī) uttara dyā kī mājhyā āṇi tumacyā daramyāna sākṣa dēṇyāsāṭhī allāha purēsā āhē, āṇi tō, jyācyājavaḷa granthācē jñāna āhē"
        },
        {
            "chapter": 14,
            "verse": 1,
            "text": "Ālipha. Lāma.Rŏ hā (sarvānta uttama) grantha āmhī tumacyākaḍē avatarita kēlā āhē, yāsāṭhī kī tumhī lōkānnā andhārātūna prakāśākaḍē āṇāvē tyān̄cyā pālanakartyācyā ādēśānē jabaradasta, praśansanīya allāhacyā mārgākaḍē"
        },
        {
            "chapter": 14,
            "verse": 2,
            "text": "Ākāśāmmadhyē āṇi dharatīta jē kāhī āhē tē sarva allāhacēca āhē āṇi kāphira (kr̥taghna) lōkānsāṭhī sakta azābācē saṅkaṭa āhē"
        },
        {
            "chapter": 14,
            "verse": 3,
            "text": "Jē lōka ākhirata (paralōka) cyā tulanēta aihika jīvanācā mōha dharatāta āṇi allāhacyā mārgāpāsūna rōkhatāta āṇi tyāta vakratā nirmāṇa karū icchitāta, hēca lōka mōṭhyā dūracyā mārgabhraṣṭatēta āhēta"
        },
        {
            "chapter": 14,
            "verse": 4,
            "text": "Āṇi āmhī pratyēka paigambarālā tyācyā janasamūhācyā bhāṣētaca pāṭhavilē āhē yāsāṭhī kī janasamūhācyā lōkānsamōra spaṣṭapaṇē sāṅgāvē, ātā allāha jyālā icchila mārgabhraṣṭa karīla āṇi jyālā icchila mārga dākhavila. Tō mōṭhā jabaradasta āṇi hikamataśālī āhē"
        },
        {
            "chapter": 14,
            "verse": 5,
            "text": "(Smaraṇa karā jēvhā) āmhī mūsālā āpalyā niśāṇyā dē'ūna pāṭhavilē kī tū āpalyā janasamūhācyā lōkānnā andhārātūna kāḍhūna ujēḍāta āṇa āṇi tyānnā allāhacyā upakārān̄cī āṭhavaṇa karūna dē. Yāta niśāṇyā āhēta pratyēka dhīra-sanyama rākhaṇāṟyākaritā"
        },
        {
            "chapter": 14,
            "verse": 6,
            "text": "Āṇi jēvhā mūsā āpalyā janasamūhācyā lōkānnā mhaṇālē, kī allāhacyā tyā kr̥pā dēṇagyān̄cī āṭhavaṇa karā jyā tyānē tumhālā dilyā āhēta, jēvhā tyānē tumhālā phira'aunacyā sāthīdārāmpāsūna sōḍavilē jē tumhālā phāra duḥkha pōhacavita hōtē. Tumacyā putrān̄cī hatyā karīta āṇi tumacyā mulīnnā jivanta sōḍūna dēta. Yāta tumacyā pālanakartyātarphē tumacī phāra mōṭhī kasōṭī hōtī"
        },
        {
            "chapter": 14,
            "verse": 7,
            "text": "Āṇi jēvhā tumacyā pālanakartyānē sacēta kēlē kī jara tumhī kr̥tajñatā vyakta karāla tara niḥsanśaya mī tumhālā āṇakhī jāsta pradāna karēna āṇi jara tumhī kr̥taghna vhāla tara niścitaca mājhī śikṣā-yātanā mōṭhī sakta āhē"
        },
        {
            "chapter": 14,
            "verse": 8,
            "text": "Āṇi mūsā mhaṇālē, jara tumhī sarva āṇi dharatīvara rāhaṇārē samasta lōka allāhaśī kr̥taghna hōtīla, tarīhī allāha niḥsvārtha āṇi praśansanīya āhē"
        },
        {
            "chapter": 14,
            "verse": 9,
            "text": "Kāya tumacyājavaḷa, tumacyāpūrvī hō'ūna gēlēlyā lōkān̄cā vr̥ttānta ālā nāhī? Arthāta nūhacyā janasamūhācā, āṇi āda va samūdacā āṇi tyān̄cyānantaracyā lōkān̄cā, jyānnā allāhaśivāya dusarā kōṇīhī jāṇata nāhī. Tyān̄cyājavaḷa tyān̄cē paigambara camatkāra ghē'ūna ālē, parantu tyānnī āpalē hāta āpalyā tōṇḍāvara ṭhēvūna ghētalē āṇi spaṣṭapaṇē sāṅgūna ṭākalē kī jē kāhī dē'ūna tumhālā pāṭhavilē gēlē āhē āmhī tē mānata nāhī āṇi jyā gōṣṭīkaḍē tumhī āmhālā bōlavita āhāta, āmhālā tara tyāta phāra śaṅkā vāṭatē (āmacā tyāvara viśvāsa nāhī)"
        },
        {
            "chapter": 14,
            "verse": 10,
            "text": "Tyān̄cē paigambara tyānnā mhaṇālē kī kāya allāha (jō satya āhē) tyācyāviṣayī śaṅkā āhē, jō ākāśān̄cā va dharatīcā nirmāṇa karaṇārā āhē tō tara tumhālā aśāsāṭhī bōlāvita āhē kī tyānē tumacē sarva aparādha māpha karāvēta āṇi ēka ṭharalēlyā avadhīparyanta tumhālā sandhī pradāna karāvī tē (lōka) mhaṇālē, tumhī tara āmacyāsārakhēca mānava āhāta. Tumhī hē icchitā kī āmhālā tyā daivatān̄cyā pūjā-arcanēpāsūna rōkhāvē, jyān̄cī bhaktī-ārādhanā āmacē vāḍavaḍīla karata rāhilē, barē tara āmacyāsamōra ēkhādē spaṣṭa pramāṇa tarī sādara karā"
        },
        {
            "chapter": 14,
            "verse": 11,
            "text": "Tyān̄cē paigambara tyānnā mhaṇālē, hē agadī satya āhē kī āmhī tumacyāsārakhē mānava āhōta. Parantu sarvaśrēṣṭha allāha āpalyā dāsāmpaikī jyācyāvara icchitō āpalī kr̥pā karatō. Āmacī tākada nāhī kī āmhī allāhacyā hukumāvinā ēkhādā mōjijā (camatkāra) tumhālā dākhavāvā āṇi īmāna rākhaṇāṟyānnī kēvaḷa allāhavaraca bharōsā ṭhēvalā pāhijē"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "Āṇi śēvaṭī kāya sababa āhē kī āmhī sarvaśrēṣṭha allāhavara bharōsā na ṭhēvāvā? Vāstavika tyānēca āmhālā āmacā mārga dākhavilā āhē āṇi jē duḥkha tumhī āmhālā pōhōcavāla, āmhī tyāvara niścitaca dhīra-sanyama rākhū. Bharōsā ṭhēvaṇāṟyānsāṭhī hēca yōgya āhē kī tyānnī allāhavaraca bharōsā ṭhēvalā pāhijē"
        },
        {
            "chapter": 14,
            "verse": 13,
            "text": "Āṇi inkārī lōka āpalyā paigambarānnā mhaṇālē kī āmhī tumhālā dēśābāhēra ghālavūna dē'ū kinvā tumhī punhā āmacyā dharmāta parata yā. Tēvhā tyān̄cyā pālanakartyānē tyān̄cyākaḍē vahayī (prakāśanā) pāṭhavilī kī āmhī tyā atyācārī lōkān̄cāca nāśa karūna ṭākū"
        },
        {
            "chapter": 14,
            "verse": 14,
            "text": "Āṇi tyānantara āmhī svataḥ tumhālā dharatīvara ābāda karū. Hē aśā lōkānsāṭhī āhē, jē mājhyāsamōra ubhē rāhaṇyāpāsūna bhita rāhilē āṇi mājhyā cētāvaṇīcē bhaya bāḷagata rāhilē"
        },
        {
            "chapter": 14,
            "verse": 15,
            "text": "Āṇi tyānnī nirṇaya māgitalā, āṇi sarva vidrōhī jiddī lōka asaphala jhālē"
        },
        {
            "chapter": 14,
            "verse": 16,
            "text": "Tyān̄cyāsamōra jahannama āhē, jithē tyānnā pīpa (pū) cē pāṇī pājalē jā'īla"
        },
        {
            "chapter": 14,
            "verse": 17,
            "text": "Jyālā tō mōṭhyā trāsānē ēka ēka ghōṭa karū pyāyacā prayatna karīla tarīhī tē ghaśākhālī utaravū śakaṇāra nāhī. Āṇi tyālā sagaḷīkaḍūna mr̥tyu yēta asalēlā disēla, parantu tō maraṇāra nāhī. Tyācyā pāṭhōpāṭha sakta azāba (śikṣā-yātanā) āhē"
        },
        {
            "chapter": 14,
            "verse": 18,
            "text": "Tyā lōkān̄cē udāharaṇa jyānnī āpalyā pālanakartyācā inkāra kēlā tyān̄cē karma tyā rākhēsārakhē āhē, jicyāvara vēgavāna vārā vādaḷācyā divaśī cālāvā. Jē kāhī tyānnī kēlē, tyāpaikī kōṇatyāhī gōṣṭīvara samartha nasatīla. Hīca dūracī mārgabhraṣṭatā āhē"
        },
        {
            "chapter": 14,
            "verse": 19,
            "text": "Kāya tumhī nāhī pāhilē kī sarvaśrēṣṭha allāhanē ākāśānnā āṇi dharatīlā sarvōttama upāyayōjanēdvārē nirmāṇa kēlē āhē. Jara tyānē icchilē tara tumhā sarvānnā naṣṭa karūna ṭākīla āṇi navīna nirmitī (sr̥ṣṭī) āṇīla"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "Āṇi allāhakaritā asē karaṇē kāhīca kaṭhīṇa nāhī"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "Āṇi sarvacyā sarva allāhasamōra ubhē rāhatīla. Tyā vēḷī kamajōra lōka ghamēṇḍī lōkānnā mhaṇatīla kī āmhī tara tumacyā adhīna hōtō, tara kāya tumhī allāhacyā śikṣā-yātanāmmadhūna thōḍī sajā āmacyāvarūna dūra karū śakaṇārē āhāta? Tē uttara dētīla kī jara allāhanē āmhālā mārgadarśana kēlē asatē tara āmhīhī tumhālā mārga dākhavilā asatā. Ātā tara āmacyāsāṭhī bēcaina hōṇē āṇi saburī rākhaṇē dōnhī sārakhēca āhē. Āmacyākaritā suṭakēcā kōṇatāhī mārga nāhī"
        },
        {
            "chapter": 14,
            "verse": 22,
            "text": "Āṇi jēvhā kāryācā nirṇaya lāvalā jā'īla tēvhā saitāna mhaṇēla kī allāhanē tara tumhālā satyavacana dilē hōtē āṇi mī tumhālā jō vāyadā dilā, tyācyāvirūd'dha kēlē. Mājhā tumacyāvara kāhī jōra tara navhatāca. Hō, mī tumhālā pukāralē āṇi tumhī mājhē mhaṇaṇē mān'ya kēlē. Ātā tumhī mājhyāvara dōṣārōpa ṭhēvū nakā, ulaṭa svataḥcāca dhiḥkkāra karā. Mī nā tumacī madata karū śakatō, nā tumhī mājhē gāṟhāṇē dūra karū śakatā. Mī tara (suruvātīpāsūna) mānataca nāhī kī tumhī malā yāpūrvī allāhacā sahabhāgī samajata rāhilē. Niḥsanśaya atyācārī lōkānsāṭhī duḥkhadāyaka azāba (śikṣā-yātanā) āhē"
        },
        {
            "chapter": 14,
            "verse": 23,
            "text": "Āṇi jyā lōkānnī īmāna rākhalē āṇi satkarmē kēlīta tara tyānnā jannatīmmadhyē dākhala kēlē jā'īla, jyān̄cyāta naharī (pravāha) vāhata āhēta, jithē tē āpalyā pālanakartyācyā ādēśānē nēhamī nēhamī rāhatīla jithē tyān̄cē svāgata satata salāmanē hō'īla"
        },
        {
            "chapter": 14,
            "verse": 24,
            "text": "Kāya tumhī nāhī pāhilē kī sarvaśrēṣṭha allāhanē pavitra gōṣṭīcē udāharaṇa ēkā pavitra vr̥kṣāsamāna sāṅgitalē, jyācē mūḷa majabūta āhē āṇi jyācyā phāndyā ākāśāta āhēta"
        },
        {
            "chapter": 14,
            "verse": 25,
            "text": "Jō āpalyā pālanakartyācyā ādēśānē pratyēka vēḷī āpalē phaḷa dētō1 āṇi sarvaśrēṣṭha allāha lōkānsamōra udāharaṇa prastuta karatō yāsāṭhī kī tyānnī bōdha prāpta karāvā"
        },
        {
            "chapter": 14,
            "verse": 26,
            "text": "Āṇi apavitra va amaṅgala gōṣṭīcī tulanā galiccha vr̥kṣāsārakhī āhē, jē jaminīcyā kin̄cita varacyāca bhāgātūna ukhaḍūna ghētalē gēlē tyālā kasalīhī majabūtī (sthiratā) nāhī"
        },
        {
            "chapter": 14,
            "verse": 27,
            "text": "Īmāna rākhaṇāṟyānnā sarvaśrēṣṭha allāha pakkyā va majabūta gōṣṭīnsaha kāyama rākhatō. Yā jagācyā jīvanātahī āṇi ākhiratamadhyēhī tathāpi atyācārī lōkānnā allāha mārgabhraṣṭa karatō āṇi allāha jē icchitō tē karatōca"
        },
        {
            "chapter": 14,
            "verse": 28,
            "text": "Kāya tumhī tyān̄cyāvara najara nāhī ṭākalī jyānnī allāhacyā kr̥pā-dēṇagīcyā badalyāta kr̥taghnatā vyakta kēlī āṇi āpalyā janasamūhālā vināśācyā gharāta āṇūna utaravilē"
        },
        {
            "chapter": 14,
            "verse": 29,
            "text": "Arthāta jahannamamadhyē, jyāta hē sarva jātīla, tē phāra vā'īṭa ṭhikāṇa āhē"
        },
        {
            "chapter": 14,
            "verse": 30,
            "text": "Āṇi tyānnī allāhacē samakakṣa banavūna ghētalē yāsāṭhī kī lōkānnā allāhacyā mārgāpāsūna vicalita karāvē. (Tumhī) sāṅgā kī ṭhīka āhē, mauja-mastī karūna ghyā. Tumacē ṭhikāṇa tara śēvaṭī jahannama (naraka) ca āhē"
        },
        {
            "chapter": 14,
            "verse": 31,
            "text": "Mājhyā īmāna rākhaṇāṟyā dāsānnā sāṅgā kī tyānnī namājalā kāyama rākhāvē āṇi jē kāhī āmhī tyānnā dē'ūna ṭhēvalē āhē, tyātūna kāhī guptapaṇē āṇi ughaḍapaṇē kharca karīta rāhāvē, yāpūrvī kī tō divasa yāvā jyāta nā kasalī kharēdī-vikrī hō'īla, nā maitrī nā prēma"
        },
        {
            "chapter": 14,
            "verse": 32,
            "text": "Allāha tō āhē, jyānē ākāśānnā āṇi dharatīlā nirmāṇa kēlē āhē āṇi ākāśātūna pā'ūsa pāḍūna tyādvārē tumacyā rōjī (annasāmugrī) karitā phaḷē kāḍhalīta āṇi naukānnā tumacyā adhīna kēlē kī nadyāmmadhyē tyācyā ādēśānē cālāvyāta. Tyānēca nadyā āṇi kālavyānnā tumacyā tābyāta karūna dilē āhē"
        },
        {
            "chapter": 14,
            "verse": 33,
            "text": "Tyānēca tumacyāsāṭhī sūrya āṇi candrālā adhīna kēlē āhē kī tē satata cālata (gatīśīla) rāhatāta. Āṇi rātra va divasālā tumacyā kāmī lāvalē āhē"
        },
        {
            "chapter": 14,
            "verse": 34,
            "text": "Āṇi tyānēca tumhālā tumhī māgitalēlyā sarva vastūmpaikī dē'ūna ṭhēvalyā āhēta. Jara tumhī allāhacyā kr̥pā-dēṇagyān̄cī gaṇanā karū icchita asāla tara purēpūra gaṇanā karūca śakata nāhī. Niḥsanśaya manuṣya mōṭhā atyācārī āṇi kr̥taghna āhē"
        },
        {
            "chapter": 14,
            "verse": 35,
            "text": "(Ibrāhīmacyā yā du'ā-prārthanēcēhī smaraṇa karā) jēvhā ibrāhīma mhaṇālē, hē mājhyā pālanakartyā! Yā śaharālā śāntī-salāmatīcē sthaḷa banava. Āṇi malā āṇi mājhyā santatīlā mūrtīpūjā karaṇyāpāsūna vācava"
        },
        {
            "chapter": 14,
            "verse": 36,
            "text": "Hē mājhyā pālanakartyā! Tyānnī anēka lōkānnā saraḷa mārgāpāsūna dūra kēlē āhē. Ātā jō mājhē anusaraṇa karīla tō mājhā āṇi āṇi jō avajñā karīla tara tū mōṭhā māpha karaṇārā va dayā karaṇārā āhē"
        },
        {
            "chapter": 14,
            "verse": 37,
            "text": "Hē mājhyā pālanakartyā! Mī āpalyā kāhī santatīlā yā nāpīka ōsāḍa jaṅgalāta tujhyā pavitra gharācyā javaḷa ābāda kēlē āhē. Hē mājhyā pālanakartyā! Hē aśāsāṭhī kī tyānnī namāja kāyama karāvī, yāstava tū kāhī lōkān̄cī manē tyān̄cyākaḍē ākarṣita kara āṇi tyānnā phaḷān̄cī rōjī (annasāmugrī) pradāna kara, yāsāṭhī kī tyānnī kr̥tajñatā vyakta karāvī"
        },
        {
            "chapter": 14,
            "verse": 38,
            "text": "Hē āmacyā pālanakartyā! Tū cāṅgalyā prakārē jāṇatō, jē kāhī āmhī lapavitō āṇi jē jāhīra karatō. Dharatī āṇi ākāśātīla kōṇatīhī vastū allāhapāsūna lapalēlī nāhī"
        },
        {
            "chapter": 14,
            "verse": 39,
            "text": "Allāhacī praśansā āhē, jyānē malā vr̥kṣāvasthēta ismā'īla āṇi isahāka pradāna kēlē. Niḥsanśaya mājhā pālanakartā (allāha) du'ā-prārthanā aikaṇārā āhē"
        },
        {
            "chapter": 14,
            "verse": 40,
            "text": "Hē mājhyā pālanakartyā! Malā āṇi mājhyā santatīlā namāja kāyama rākhaṇārā banava. Mājhyā pālanakartyā! Mājhī du'ā kabūla kara"
        },
        {
            "chapter": 14,
            "verse": 41,
            "text": "Hē āmacyā pālanakartyā! Malā kṣamā pradāna kara āṇi mājhyā mātā-pityāsaha māpha kara āṇi itara īmāna rākhaṇāṟyānnāhī māpha kara, jyā divaśī (karmān̄cā) hiśōba hō'īla"
        },
        {
            "chapter": 14,
            "verse": 42,
            "text": "Atyācārī lōkān̄cyā karmāmpāsūna allāhalā bēkhabara samajū nakā tyānē tara tyānnā tyā divasāparyanta sandhī dē'ūna ṭhēvalī āhē, jyā divaśī ḍōḷē visphāralēlē(phāṭalēla)̔ēē rāhatīla"
        },
        {
            "chapter": 14,
            "verse": 43,
            "text": "Tē āpalē ḍōkē vara kāḍhūna dhāvapaḷa karata asatīla. Svataḥ āpalyākaḍ'̔ēhī tyān̄cī dr̥ṣṭī parataṇāra nāhī āṇi tyān̄cī manē uḍata āṇi paḍata jāta (śūn'ya) asatīla"
        },
        {
            "chapter": 14,
            "verse": 44,
            "text": "Āṇi lōkānnā tyā divasāpāsūna sāvadha karā jēvhā tyān̄cyājavaḷa azāba (śikṣā-yātanā) yē'ūna pōhōcēla āṇi atyācārī lōka mhaṇatīla kī hē āmacyā pālanakartyā! Āmhālā phāra thōḍyā javaḷacyā vēḷēparyantaca sandhī pradāna kara kī āmhī tujhē nimantraṇa (dāvata) mān'ya karāvē āṇi tujhyā paigambarān̄cyā anusaraṇāta magna vhāvē. Kāya tumhī yācyā pūrvīhī śapatha ghēta navhatē kī tumhālā yā jagātūna ṭaḷāyacēca nāhī"
        },
        {
            "chapter": 14,
            "verse": 45,
            "text": "Āṇi kāya tumhī tyā lōkān̄cyā gharāta rāhata navhatē, jyānnī āpalyā prāṇānvara julūma kēlā āṇi kāya tumhālā tō māmalā ughaḍapaṇē kaḷalā nāhī kī āmhī tyān̄cyāśī kaśā prakāracā vyavahāra kēlā? Āmhī tara tumhālā samajāviṇyāsāṭhī anēka udāharaṇē sādara kēlīta"
        },
        {
            "chapter": 14,
            "verse": 46,
            "text": "Āṇi hē āpalē ḍāvapēca khēḷata āhēta āṇi allāhalā tyān̄cyā sarva ḍāvapēcān̄cē jñāna āhē. Tyān̄cē ḍāva pēca asē navhatē kī tyān̄cyāmuḷē parvatānnī āpalī jāgā sōḍalī asatī"
        },
        {
            "chapter": 14,
            "verse": 47,
            "text": "Tumhī asā vicāra kadhīhī karū nakā kī allāha āpalyā paigambarānśī kēlēlyā vāyadyāvirūd'dha jā'īla. Allāha mōṭhā jabaradasta āṇi sūḍa ghēṇārā āhē"
        },
        {
            "chapter": 14,
            "verse": 48,
            "text": "Jyā divaśī hī jamīna ēkā dusaṟyā jaminīcyā svarūpāta badalūna ṭākalī jā'īla āṇi ākāśānnāhī āṇi sarvacyā sarva jabaradasta aśā allāhacyā samōra asatīla"
        },
        {
            "chapter": 14,
            "verse": 49,
            "text": "Āṇi tumhī tyā divaśī aparādhī lōkānnā pāhāla kī sākhaḷyāmmadhyē ēkatrapaṇē ēkā ṭhikāṇī jakhaḍalēlē asatīla"
        },
        {
            "chapter": 14,
            "verse": 50,
            "text": "Tyān̄cē kapaḍē gandhakācē asatīla āṇi tyān̄cyā tōṇḍāvara āga pākhaḍalēlī asēla"
        },
        {
            "chapter": 14,
            "verse": 51,
            "text": "Hē aśāsāṭhī kī, sarvaśrēṣṭha allāhanē pratyēka māṇasālā tyānē kēlēlyā karmācā mōbadalā dyāvā. Niḥsanśaya, hiśōba ghēṇyāta allāhalā uśīra lāgaṇāra nāhī"
        },
        {
            "chapter": 14,
            "verse": 52,
            "text": "Hā kura'āna, samasta lōkāṅkaritā sūcanāpatra āhē kī yācyādvārē lōkānnā sacēta kēlē jāvē āṇi tyānnī pūrṇapaṇē hē jāṇūna ghyāvē kī allāha ēkamēva upāsanēsa pātra āhē āṇi yāsāṭhī kī bud'dhimāna lōkānnī vicāra cintana karāvē"
        }
    ]
}