{
    "juzs": [
        {
            "chapter": 9,
            "verse": 93,
            "text": "Há repreensão, apenas, aos que enquanto ricos, te pedem isenção. Agradaram-se de ficar com as mulheres isentas do combate; e Allah selou-lhes os corações; então, eles não sabem"
        },
        {
            "chapter": 9,
            "verse": 94,
            "text": "Eles pedir-vos-ão desculpas, quando retornardes a eles. Dize: \"Não vos desculpeis. Não creremos em vós. Com efeito, Allah informou-nos de vossas notícias. E Allah verá, e também Seu Mensageiro, vossas obras; em seguida, sereis levados ao Sabedor do invisível e do visível: então, Ele vos informará do que fazíeis"
        },
        {
            "chapter": 9,
            "verse": 95,
            "text": "Eles jurar-vos-ão, por Allah, quando a eles tornardes, que estavam com a razão, para que lhes absolvais o erro. Então, dai-Ihes de ombros: por certo, são uma abominação, e sua morada é a Geena, em recompensa do que cometiam"
        },
        {
            "chapter": 9,
            "verse": 96,
            "text": "Eles juram-vos, para que deles vos agradeis; então, se deles vos agradais, por certo, Allah não se agradará do povo perverso"
        },
        {
            "chapter": 9,
            "verse": 97,
            "text": "Os beduínos são mais veementes na renegação da Fé e na hipocrisia e mais afeitos a não saber os limites do que Allah faz descer sobre Seu Mensageiro. E Allah é Onisciente, Sábio"
        },
        {
            "chapter": 9,
            "verse": 98,
            "text": "E, dentre os beduínos, há quem tome por dano o que despende pela causa de Allah, e aguarde, para vós, os reveses. Que sobre eles seja o revés do mal! E Allah é Oniouvinte, Onisciente"
        },
        {
            "chapter": 9,
            "verse": 99,
            "text": "E, dentre os beduínos, há quem creia em Allah e no Derradeiro Dia e tome o que despende pela causa de Allah por oferendas a Allah e meio de acesso às preces do Mensageiro. Ora, por certo, é uma oferenda para eles. Allah fá-los-á entrar em Sua Misericórdia. Por certo, Allah é Perdoador, Misericordiador"
        },
        {
            "chapter": 9,
            "verse": 100,
            "text": "E os precursores primeiros, dentre os emigrantes, e os socorredores e os que os seguiram com benevolência, Allah Se agradará deles, e eles se agradarão dEle, e Ele lhes preparou Jardins, abaixo dos quais correm os rios; nesses, serão eternos, para todo o sempre. Esse é o magnífico triunfo"
        },
        {
            "chapter": 9,
            "verse": 101,
            "text": "E, dentre os beduínos, que estão a vosso redor, há hipócritas e, dentre os habitantes de Al-Madinah, há os que se adestraram na hipocrisia: tu não os conheces. Nós os conhecemos. Castigá-los-emos duas vezes; em seguida, serão levados a formidável castigo"
        },
        {
            "chapter": 9,
            "verse": 102,
            "text": "E outros reconheceram seus delitos; mesclaram uma boa obra com uma outra má. Quiçá, Allah Se volte para eles, remindo-os. Por certo, Allah é Perdoador, Misericordiador"
        },
        {
            "chapter": 9,
            "verse": 103,
            "text": "Toma de suas riquezas uma caridade, com que os purifiques e os dignifiques, e ora por eles: por certo, tua oração é lenitivo para eles. E Allah é Oniouvinte, Onisciente"
        },
        {
            "chapter": 9,
            "verse": 104,
            "text": "Não sabiam eles que Allah aceita o arrependimento de Seus servos e recebe as caridades, e que Allah é O Remissório, O Misericordiador"
        },
        {
            "chapter": 9,
            "verse": 105,
            "text": "E dize: \"Laborai; então, Allah verá vossas obras e também Seu Mensageiro e os crentes. E sereis levados ao Sabedor do invisível e do visível; e Ele, informar-vos-á do que fazíeis"
        },
        {
            "chapter": 9,
            "verse": 106,
            "text": "E há outros, preteridos, até a ordem de Allah: ou Ele os castigará, ou Ele Se voltará para eles, remindo-os. E Allah é Onisciente, Sábio"
        },
        {
            "chapter": 9,
            "verse": 107,
            "text": "E há os que edificaram uma mesquita para prejuízo da outra, e para renegação da Fé e separação entre os crentes, e para ser lugar de espreita para quem antes, fez guerra contra Allah e Seu Mensageiro; e em verdade, eles juram por Allah: \"Não desejamos senão a mais bela ação.\" E Allah testemunha que são mentirosos"
        },
        {
            "chapter": 9,
            "verse": 108,
            "text": "Nunca te detenhas nela. Em verdade, uma mesquita fundada sobre a piedade, desde o primeiro dia, é mais digna de que nela te detenhas. Nela, há homens que amam purificar-se. E Allah ama os que se purificam"
        },
        {
            "chapter": 9,
            "verse": 109,
            "text": "Então, quem é melhor? Quem fundou sua edificação sobre piedade e agrado de Allah, ou quem fundou sua edificação à beira de encosta solapada, então, vem a desmoronar-se com ele, no fogo da Geena? E Allah não guia o povo injusto"
        },
        {
            "chapter": 9,
            "verse": 110,
            "text": "Sua edificação, que edificaram, não cessará de ser fonte de dúvida em seus corações, até que seus corações se lhes despedacem. E Allah é Onisciente, Sábio"
        },
        {
            "chapter": 9,
            "verse": 111,
            "text": "Por certo, Allah comprou aos crentes suas pessoas e suas riquezas, pelo preço por que terão o Paraíso. Combatem no caminho de Allah: então, eles matam e são mortos, promessa que, deveras, Lhe impende na Torá e no Evangelho e no Alcorão. E quem mais fiel a seu pacto que Allah? Então, exultai pela venda que fizestes. E esse é o magnífico triunfo"
        },
        {
            "chapter": 9,
            "verse": 112,
            "text": "Esses são os arrependidos, os adoradores, os louvadores, os jejuadores, os curvados, em oração, os prosternados, os ordenadores do conveniente e os coibidores do reprovável e os custódios dos limites de Allah. E alvissara aos crentes O Paraíso"
        },
        {
            "chapter": 9,
            "verse": 113,
            "text": "Não é admissível que o Profeta e os que crêem implorem perdão para os idólatras, ainda que estes tenham vínculo de parentesco, após haver-se tornado evidente, para eles, que são os companheiros do Inferno"
        },
        {
            "chapter": 9,
            "verse": 114,
            "text": "E a súplica de perdão de Abraão para seu pai, não foi senão por causa de uma promessa, que lhe fizera. Então, quando se tornou evidente, para ele que era inimigo de Allah, rompeu com ele. Por certo, Abraão era suplicante, clemente"
        },
        {
            "chapter": 9,
            "verse": 115,
            "text": "E não é admissível que Allah descaminhe um povo, após havê-lo guiado, sem antes tornar evidente, para ele, aquilo de que deve guardar-se. Por certo, Allah, de todas as cousas, é Onisciente"
        },
        {
            "chapter": 9,
            "verse": 116,
            "text": "Por certo, de Allah é a Soberania dos céus e da terra. Ele dá a vida e dá a morte. E não tendes além de Allah, nem protetor nem socorredor"
        },
        {
            "chapter": 9,
            "verse": 117,
            "text": "Com efeito, Allah voltou-Se para o Profeta, remindo-o e aos emigrantes e aos socorredores que o seguiram na hora da dificuldade após os corações de um grupo deles quase se haverem desviado; em seguida, Allah voltou-Se para eles, remindo-os. Por certo, Ele é, para com eles, Compassivo, Misericordiador"
        },
        {
            "chapter": 9,
            "verse": 118,
            "text": "E remiu os três que ficaram para trás e se sentiram tão culpados que a terra se lhes pareceu estreita, por mais ampla que fosse; e estreitas também, se lhes pareceram as almas, e pensaram que não haveria refúgio contra a ira de Allah senão nEle Mesmo. Em seguida, Ele voltou-Se para eles, remindo-os, para que se voltassem para Ele, arrependidos. Por certo, Allah é Remissório, Misericordiador"
        },
        {
            "chapter": 9,
            "verse": 119,
            "text": "Ó vós que credes! Temei a Allah e permanecei com os verídicos"
        },
        {
            "chapter": 9,
            "verse": 120,
            "text": "Não é admissível que os habitantes de Al-Madínah e os beduínos, a seu redor, fiquem para trás do Mensageiro de Allah nem prefiram as próprias vidas à sua vida. Isso, porque serão recompensados, em qualquer eventualidade; não os alcançará sede nem fadiga nem fome, no caminho de Allah; nem pisarão uma terra que suscite o rancor dos renegadores da Fé; nem obterão do inimigo obtenção alguma, senão para ser-lhes registrada boa obra. Por certo, Allah não faz perder o prêmio dos benfeitores"
        },
        {
            "chapter": 9,
            "verse": 121,
            "text": "Nem terão dispêndio algum, pequeno ou grande, nem cortarão um vale, senão para ser-lhes registada boa obra, a fim de que Allah os recompense com algo melhor que aquilo que faziam"
        },
        {
            "chapter": 9,
            "verse": 122,
            "text": "E não é admissível que os crentes saiam todos a campo. Então, que saia uma facção de cada coletividade, para que possam instruir-se na religião e para que, depois, admoestem seu povo, quando a ele retornarem, a fim de que este se precate"
        },
        {
            "chapter": 9,
            "verse": 123,
            "text": "Ó vós que credes! Combatei os renegadores da Fé, que vos circunvizinham, e que estes encontrem dureza em vós, e sabei que Allah é com os piedosos"
        },
        {
            "chapter": 9,
            "verse": 124,
            "text": "E, quando se faz descer uma sura, há dentre eles quem diga: \"A quem de vós esta sura acrescentou Fé?\" Então, quanto aos que crêem, esta lhes acrescenta Fé, enquanto exultam"
        },
        {
            "chapter": 9,
            "verse": 125,
            "text": "E quanto àqueles em cujos corações há enfermidade, ela lhes acrescenta abominação sobre sua abominação, e morrem, enquanto renegadores da Fé"
        },
        {
            "chapter": 9,
            "verse": 126,
            "text": "E não vêem eles que são provados uma ou duas vezes em cada ano? Em seguida, não se voltam arrependidos nem meditam"
        },
        {
            "chapter": 9,
            "verse": 127,
            "text": "E, quando se faz descer uma sura, olham-se uns aos outros, dizendo: \"Alguém vos vê?\" Em seguida, se desviam. Que Allah lhes desvie os corações da orientação, porque são um povo que não entende"
        },
        {
            "chapter": 9,
            "verse": 128,
            "text": "Com efeito, um Mensageiro vindo de vós chegou-vos; é-lhe penoso o que vos embaraça; é zeloso de guiar-vos, é compassivo e misericordiador para com os crentes"
        },
        {
            "chapter": 9,
            "verse": 129,
            "text": "Então, se eles voltam as costas, dize: \"Allah basta-me. Não existe deus senão Ele. Nele confio. E Ele é O Senhor do magnífico Trono"
        },
        {
            "chapter": 10,
            "verse": 1,
            "text": "Suratu Yunus. Alif, Lãm, Rã. Esses são os versículos do Livro pleno de sabedoria"
        },
        {
            "chapter": 10,
            "verse": 2,
            "text": "É de admirar aos homens que revelemos a um homem, dentre eles: \"Admoesta os humanos e alvissara aos que crêem que terão, junto de seu Senhor, real primazia\"? Os renegadores da Fé dizem: \"Por certo, este é um evidente mágico"
        },
        {
            "chapter": 10,
            "verse": 3,
            "text": "Por certo, vosso Senhor é Allah, Que criou os céus e a terra, em seis dias; em seguida, estabeleceu-Se no Trono, administrando a ordem de tudo; não há intercessor algum senão após Sua permissão. Esse é Allah, vosso Senhor, adorai-O pois. Não meditais"
        },
        {
            "chapter": 10,
            "verse": 4,
            "text": "A Ele será vosso retorno, de todos vós: é, deveras, a promessa de Allah. Por certo, Ele inicia a criação; em seguida, repete-a, para recompensar, com eqüidade, os que crêem e fazem as boas obras. E os que renegam a Fé terão por bebida, água ebuliente, e doloroso castigo, porque renegam a Fé"
        },
        {
            "chapter": 10,
            "verse": 5,
            "text": "Ele é Quem fez do sol luminosidade, e da lua, luz e determinou-lhe fases para que saibais o número dos anos e o cômputo do tempo. Allah não criou isso senão com a verdade. Ele aclara os sinais a um povo que sabe"
        },
        {
            "chapter": 10,
            "verse": 6,
            "text": "Por certo, na alternância da noite e do dia, e no que Allah criou nos céus e na terra, há sinais para um povo que teme a Allah"
        },
        {
            "chapter": 10,
            "verse": 7,
            "text": "Por certo, os que não esperam Nosso deparar e se agradam da vida terrena e, nela, se tranqüilizam, e os que estão desatentos a Nossos sinais"
        },
        {
            "chapter": 10,
            "verse": 8,
            "text": "Desses, a morada será o Fogo, pelo que cometiam"
        },
        {
            "chapter": 10,
            "verse": 9,
            "text": "Por certo, aos que crêem e fazem as boas obras, seu Senhor guia-os, por causa de sua Fé: a seus pés, os rios correrão, nos Jardins da Delícia"
        },
        {
            "chapter": 10,
            "verse": 10,
            "text": "Aí, sua súplica será: \"Glorificado sejas, ó Allah!\" E, neles, sua saudação será: \"Salam!\" Paz! E o término de sua súplica será: \"Louvor a Allah, O Senhor dos mundos"
        },
        {
            "chapter": 10,
            "verse": 11,
            "text": "E, se Allah apressasse para os homens, a vinda do mal, como eles apressam a vinda do bem, seu termo haveria sido encerrado; então, deixamos os que não esperam Nosso deparar, em sua transgressão, caminhando às cegas"
        },
        {
            "chapter": 10,
            "verse": 12,
            "text": "E, quando o infortúnio toca ao ser humano, este Nos invoca, estando deitado ou assentado ou de pé. Então, quando lhe removemos o infortúnio, segue em frente, como se não Nos houvesse invocado, por infortúnio que o tocou. Assim, aformoseou-se, para os que se entregam a excessos, o que faziam"
        },
        {
            "chapter": 10,
            "verse": 13,
            "text": "E, com efeito, aniquilamos as gerações antes de vós, quando foram injustas, enquanto seus Mensageiros chegaram-lhes com as evidências. E não quiseram crer. Assim, recompensamos o povo criminoso"
        },
        {
            "chapter": 10,
            "verse": 14,
            "text": "Em seguida, fizemo-vos sucessores na terra, depois delas, para olhar como faríeis"
        },
        {
            "chapter": 10,
            "verse": 15,
            "text": "E, quando se recitam, para eles, Nossos evidentes versículos, os que não esperam Nosso deparar dizem: \"Faze-nos vir um Alcorão outro que este, ou troca-o.\" Dize: \"Não me é admissível trocá-lo, por minha própria vontade: não sigo senão o que me é revelado. Por certo, temo, se desobedeço a meu Senhor, o castigo de um formidável dia"
        },
        {
            "chapter": 10,
            "verse": 16,
            "text": "Dize: \"Se Allah quisesse, não o haveria eu recitado, para vós, nem Ele vos haveria feito inteirar-vos dele; e com efeito, antes dele, permaneci durante uma vida entre vós. Então, não razoais"
        },
        {
            "chapter": 10,
            "verse": 17,
            "text": "E quem mais injusto que aquele que forja mentiras acerca de Allah ou desmente Seus sinais? Por certo, os criminosos não serão bem-aventurados"
        },
        {
            "chapter": 10,
            "verse": 18,
            "text": "E eles adoram além de Allah o que não os prejudica nem os beneficia, e dizem: \"Estes são nossos intercessores perante Allah\". Dize: \"Vós informaríeis a Allah do que Ele não sabe nos céus nem na terra?\" Glorificado e Sublimado seja Ele, acima do que idolatram"
        },
        {
            "chapter": 10,
            "verse": 19,
            "text": "E os homens não eram senão uma só comunidade; então, discreparam. E, não fora uma palavra antecipada de teu Senhor, arbitrar-se-ia, entre eles, por aquilo de que discrepavam"
        },
        {
            "chapter": 10,
            "verse": 20,
            "text": "E dizem: \"Que se faça descer sobre ele um sinal de seu Senhor!\" Então, dize: \"O Invisível é, apenas, de Allah; esperai, pois; por certo, serei convosco, entre os que esperam"
        },
        {
            "chapter": 10,
            "verse": 21,
            "text": "E, quando fazemos experimentar misericórdia aos homens, após infortúnio que os tocou, ei-los usando de estratagemas contra Nossos sinais. Dize: \"Allah é mais Destro em estratagemas.\" Por certo, Nossos Mensageiros celestiais escrevem os estratagemas de que usais"
        },
        {
            "chapter": 10,
            "verse": 22,
            "text": "Ele é Quem vos faz caminhar, na terra e no mar até que, quando estais no barco, e este corre com eles movido por galerno vento, e com este eles jubilam, chega-lhe tempestuoso vento, e chegam-lhes as ondas de todos os lados, e pensam que estão assediados: eles suplicam a Allah, sendo sinceros com Ele na devoção: \"Em verdade, se nos salvares desta, seremos dos agradecidos"
        },
        {
            "chapter": 10,
            "verse": 23,
            "text": "Então, quando os salva, ei-los cometendo sem razão, transgressão na terra. Ó humanos! Vossa transgressão é apenas, contra vós mesmos. É gozo da vida terrena. Em seguida, a Nós será vosso retorno; e informar-vos-emos do que fazíeis"
        },
        {
            "chapter": 10,
            "verse": 24,
            "text": "O exemplo da vida terrena é apenas, como água que fazemos descer do céu e, com ela, se mescla a planta da terra da qual comem os humanos e os rebanhos, até que, quando a terra se paramenta com seus ornamentos e se aformoseia, e seus habitantes pensam ter poderes sobre ela, Nossa ordem chega-lhe, de dia ou de noite, e fazemo-la ceifada, como se na véspera, nada houvesse existido nela. Assim, aclaramos os sinais a um povo que reflete"
        },
        {
            "chapter": 10,
            "verse": 25,
            "text": "E Allah convoca à Morada da paz e guia, a quem quer, à senda reta"
        },
        {
            "chapter": 10,
            "verse": 26,
            "text": "Para os que bem-fazem, haverá a mais bela recompensa e ainda, algo mais. E não lhes cobrirá as faces nem negrume nem vileza. Esses são os companheiros do Paraíso; nele, serão eternos"
        },
        {
            "chapter": 10,
            "verse": 27,
            "text": "E os que cometem as más obras terão recompensa de uma ação má equivalente, e cobri-los-á uma vileza. Não terão defensor algum contra o castigo de Allah; suas faces ficarão como que encobertas por fragmentos da tenebrosa noite. Esses são os companheiros do Fogo; nele, serão eternos"
        },
        {
            "chapter": 10,
            "verse": 28,
            "text": "E lembra-lhes, Muhammad, de que um dia os reuniremos, a todos; em seguida, diremos aos que idolatraram: \"Para vossos lugares, vós e vossos ídolos!\" Então, separá-los-emos, e seus ídolos dirão: \"Não éramos nós a quem adoráveis"
        },
        {
            "chapter": 10,
            "verse": 29,
            "text": "Então, basta Allah por testemunha, entre nós e vós: por certo, estivemos desatentos à vossa adoração"
        },
        {
            "chapter": 10,
            "verse": 30,
            "text": "Aí, cada alma estará ciente do que adiantou. E todos serão levados a Allah, seu Verdadeiro Protetor; e o que eles forjavam sumirá, para longe deles"
        },
        {
            "chapter": 10,
            "verse": 31,
            "text": "Dize: \"Quem vos dá sustento do céu e da terra? Ou quem tem poder sobre o ouvido e as vistas? E quem faz sair o vivo do morto e faz sair o morto do vivo? E quem administra a ordem?\" Dirão: \"Allah.\" Dize: \"Então, não temeis a Allah"
        },
        {
            "chapter": 10,
            "verse": 32,
            "text": "E esse é Allah, vosso Verdadeiro Senhor. E o que há para além da verdade, senão o descaminho? Então, como dela vos desviais"
        },
        {
            "chapter": 10,
            "verse": 33,
            "text": "Assim, cumpriu-se a palavra de teu Senhor, contra os que cometeram perversidade: \"eles não crerão"
        },
        {
            "chapter": 10,
            "verse": 34,
            "text": "Dize: \"De vossos ídolos, há quem inicie a criação, em seguida, a repita?\" Dize: \"Allah inicia a criação; em seguida, repete-a: então, como, dEle vos distanciais"
        },
        {
            "chapter": 10,
            "verse": 35,
            "text": "Dize: \"De vossos ídolos, há quem guie à verdade?\" Dize: \"Allah guia à verdade. Então, quem é mais digno de ser seguido: quem guia à verdade ou quem não se guia senão enquanto guiado? Então, o que há convosco? Como julgais"
        },
        {
            "chapter": 10,
            "verse": 36,
            "text": "E a maioria deles não segue senão conjeturas. Mas, por certo, a conjetura de nada valerá contra a verdade. Por certo, Allah, do que fazem, é Onisciente"
        },
        {
            "chapter": 10,
            "verse": 37,
            "text": "E não é admissível que este Alcorão seja forjado por fora de Allah, mas é a confirmação do que havia antes dele e aclaração do Livro indubitável, do Senhor dos mundos"
        },
        {
            "chapter": 10,
            "verse": 38,
            "text": "Ou eles dizem: \"Ele o forjou?\" Dize: \"Então, fazei vir uma sura igual à dele e, para isso, convocai quem puderdes, afora Allah, se sois verídicos"
        },
        {
            "chapter": 10,
            "verse": 39,
            "text": "Ao contrário, não a farão chegar; eles desmentem aquilo cuja ciência não abarcam e ainda, lhes não chegou sua interpretação. Assim, os que foram antes deles, desmentiram a seus Mensageiros. Então, olha como foi o fim dos injustos"
        },
        {
            "chapter": 10,
            "verse": 40,
            "text": "E, dentre eles, há quem nele creia e, dentre eles, há quem nele não creia. E teu Senhor é bem Sabedor dos corruptores"
        },
        {
            "chapter": 10,
            "verse": 41,
            "text": "E, se eles te desmentem, dize: \"A mim, minha ação, e a vós, vossa ação: vós estais em rompimento com o que faço, e eu estou em rompimento com o que fazeis"
        },
        {
            "chapter": 10,
            "verse": 42,
            "text": "E, dentre eles, há quem te ouça; então, podes fazer ouvir os surdos, ainda que não razoem"
        },
        {
            "chapter": 10,
            "verse": 43,
            "text": "E, dentre eles, há quem te olhe; então, podes guiar os cegos, ainda que nada enxerguem"
        },
        {
            "chapter": 10,
            "verse": 44,
            "text": "Por certo, Allah não faz injustiça alguma com os homens, mas os homens fazem injustiça com si mesmos"
        },
        {
            "chapter": 10,
            "verse": 45,
            "text": "E um dia, Ele os reunirá; será como se não houvessem permanecido na vida terrena senão por uma hora do dia; reconhecer-se-ão uns aos outros. Com efeito, perder-se-ão os que desmentiram o deparar de Allah e não foram guiados"
        },
        {
            "chapter": 10,
            "verse": 46,
            "text": "E, se te fazemos ver algo do que lhes prometemos ou te levamos a alma, a Nós será seu retorno. Além disso, Allah é Testemunha do que fazem"
        },
        {
            "chapter": 10,
            "verse": 47,
            "text": "E para cada comunidade, há um Mensageiro. Então, quando chegar seu Mensageiro, arbitrar-se-á, entre eles com eqüidade, e eles não sofrerão injustiça"
        },
        {
            "chapter": 10,
            "verse": 48,
            "text": "E dizem: \"Quando será o cumprimento desta promessa, se sois verídicos"
        },
        {
            "chapter": 10,
            "verse": 49,
            "text": "Dize: \"Não possuo, para mim mesmo, prejuízo nem benefício, exceto o que Allah quiser. Para cada comunidade, há um termo. Quando seu termo chegar, eles não poderão atrasar-se, uma hora sequer, nem adiantar-se"
        },
        {
            "chapter": 10,
            "verse": 50,
            "text": "Dize: \"Vistes? Se Seu castigo vos chega, de noite ou de dia, o que dele os criminosos apressarão"
        },
        {
            "chapter": 10,
            "verse": 51,
            "text": "Crereis nele quando sobrevier? Dir-se-lhes-á: \"Agora, credes! Enquanto, com efeito, tanto o apressáveis"
        },
        {
            "chapter": 10,
            "verse": 52,
            "text": "Em seguida, dir-se-á aos que foram injustos: \"Experimentai o castigo da Eternidade! Não estais sendo recompensados senão pelo que cometíeis"
        },
        {
            "chapter": 10,
            "verse": 53,
            "text": "E pedem-te informações: \"É isso verdade?\" Dize: \"Sim, por meu Senhor; por certo, é verdade. E dele, não podeis escapar"
        },
        {
            "chapter": 10,
            "verse": 54,
            "text": "E, se cada alma injusta tivesse o que há na terra, ela resgatar-se-ia, com isso. E eles guardarão segredo do arrependimento, quando virem o castigo, e arbitrar-se-á entre eles, com eqüidade, e eles não sofrerão injustiça"
        },
        {
            "chapter": 10,
            "verse": 55,
            "text": "Ora, por certo, de Allah é o que há nos céus e na terra. Ora, por certo, a promessa de Allah é verdadeira, mas a maioria deles não sabe"
        },
        {
            "chapter": 10,
            "verse": 56,
            "text": "Ele dá a vida e dá a morte, e a Ele sereis retornados"
        },
        {
            "chapter": 10,
            "verse": 57,
            "text": "Ó humanos! Com efeito, uma exortação de vosso Senhor chegou-vos e cura para o que há nos peitos e orientação e misericórdia para os crentes"
        },
        {
            "chapter": 10,
            "verse": 58,
            "text": "Dize: \"Com o favor de Allah e com a Sua misericórdia, então, com isso, é que devem jubilar: isso é melhor que tudo quanto juntam"
        },
        {
            "chapter": 10,
            "verse": 59,
            "text": "Dize: \"Vistes o que Allah criou para vós de sustento, e disso fazeis algo ilícito e lícito?\" Dize: \"Allah vo-lo permitiu, ou forjais mentiras acerca de Allah"
        },
        {
            "chapter": 10,
            "verse": 60,
            "text": "E o que pensarão, no dia da Ressurreição, os que forjam mentiras acerca de Allah? Por certo, Allah é Obsequioso para com os humanos, mas a maioria deles não agradece"
        },
        {
            "chapter": 10,
            "verse": 61,
            "text": "E seja qual for a situação em que estejas, Muhammad, e seja o que for que, nela, recites do Alcorão, e vós não fazeis ação alguma sem que sejamos Testemunhas de vós, quando nisso vos empenhais. E não escapa de teu Senhor peso algum de átomo, na terra nem no céu; e nada menor que isto nem maior, que não esteja no evidente Livro"
        },
        {
            "chapter": 10,
            "verse": 62,
            "text": "Ora, por certo, os aliados a Allah, por eles nada haverá que temer, e eles não se entristecerão"
        },
        {
            "chapter": 10,
            "verse": 63,
            "text": "Os que crêem e são piedosos"
        },
        {
            "chapter": 10,
            "verse": 64,
            "text": "Têm as alvíssaras, na vida terrena e na Derradeira Vida. - Não há alteração das palavras de Allah. - Esse é o magnífico triunfo"
        },
        {
            "chapter": 10,
            "verse": 65,
            "text": "E não te entristeça seu dito. Por certo, todo o poder é de Allah. Ele é O Oniouvinte, O Onisciente"
        },
        {
            "chapter": 10,
            "verse": 66,
            "text": "Ora, por certo, de Allah é quem está nos céus e quem está na terra. E os que invocam ídolos, além de Allah, não seguem verdadeiros parceiros: não seguem senão conjeturas e nada fazem senão imposturar"
        },
        {
            "chapter": 10,
            "verse": 67,
            "text": "Ele é Quem vos fez a noite, para nela repousardes, e o dia, claro. Por certo, há nisso sinais para um povo que ouve"
        },
        {
            "chapter": 10,
            "verse": 68,
            "text": "Eles dizem: \"Allah tomou para Si um filho.\" - Glorificado seja Ele! Ele é o Bastante a Si mesmo. DEle é o que há nos céus e que há na terra. - Não tendes comprovação disso. Dizeis, acerca Allah, o que não sabeis"
        },
        {
            "chapter": 10,
            "verse": 69,
            "text": "Dize: \"Por certo, os que forjam mentiras, acerca de Allah, não são bem-aventurados"
        },
        {
            "chapter": 10,
            "verse": 70,
            "text": "Terão gozo, na vida terrena; em seguida, a Nós será seu retorno. E fá-los-emos experimentar o veemente castigo, porque renegavam a Fé"
        },
        {
            "chapter": 10,
            "verse": 71,
            "text": "E recita, para eles, a história de Noé, quando disse a seu povo: \"Ó meu povo! Se vos é grave minha permanência junto de vós e minha lembrança dos sinais de Allah, é em Allah que eu confio. Determinai, pois, vossa decisão, vós e vossos associados; e que vossa decisão não seja obscura para vós; em seguida, executai-a contra mim, e não me concedais dilação alguma"
        },
        {
            "chapter": 10,
            "verse": 72,
            "text": "E, se voltais as costas, não vos pedirei prêmio algum. Meu prêmio não impende senão a Allah, e foi-me ordenado ser dos crentes"
        },
        {
            "chapter": 10,
            "verse": 73,
            "text": "Então, desmentiram-no, e salvamo-lo e aos que estavam com ele, no barco, e fizemo-los sucessores e afogamos os que desmentiram Nossos sinais. Então, olha como foi o fim dos que foram admoestados"
        },
        {
            "chapter": 10,
            "verse": 74,
            "text": "Em seguida, enviamos depois dele, Mensageiros a seus povos, e chegaram-lhes com as evidências. Mas não quiseram crer no que haviam desmentido antes. Assim, selamos os corações dos agressores"
        },
        {
            "chapter": 10,
            "verse": 75,
            "text": "Em seguida, depois deles, enviamos Moisés e Aarão, com Nossos sinais, a Faraó e a seus dignitários; então, ensoberbeceram-se e foram um povo criminoso"
        },
        {
            "chapter": 10,
            "verse": 76,
            "text": "E, quando a verdade lhes chegou, de Nossa parte, disseram: \"Por certo, isto é evidente magia"
        },
        {
            "chapter": 10,
            "verse": 77,
            "text": "Moisés disse: \"Dizeis isto da verdade, quando ela vos chega: 'Isso é Magia?', enquanto os mágicos não são bem-aventurados"
        },
        {
            "chapter": 10,
            "verse": 78,
            "text": "Disseram: \"Chegaste a nós, para desviar-nos daquilo, em que encontramos nossos pais, e para terdes ambos de vós, a grandeza na terra? E não estamos crendo em vós"
        },
        {
            "chapter": 10,
            "verse": 79,
            "text": "E Faraó disse: \"Fazei-me vir todo mágico sapiente"
        },
        {
            "chapter": 10,
            "verse": 80,
            "text": "Então, quando chegaram os mágicos, Moisés disse-lhes: \"Lançai o que tendes para lançar"
        },
        {
            "chapter": 10,
            "verse": 81,
            "text": "Então, quando o lançaram, Moisés disse: \"O que trouxestes é a magia. Por certo, Allah a derrogará. Por certo, Allah não emenda as obras dos corruptores"
        },
        {
            "chapter": 10,
            "verse": 82,
            "text": "“E Allah estabelece, com Suas palavras a verdade, ainda que o odeiem os criminosos”"
        },
        {
            "chapter": 10,
            "verse": 83,
            "text": "Então, ninguém creu em Moisés senão alguns descendentes de seu por certo Faraó era altivo na terra e"
        },
        {
            "chapter": 10,
            "verse": 84,
            "text": "E Moisés disse: \"Ó meu povo! Se credes em Allah, nEle confiais, se sois submissos"
        },
        {
            "chapter": 10,
            "verse": 85,
            "text": "Eles disseram: \"Em Allah confiamos. Senhor nosso! Não faças de nós vítimas da provação do povo injusto"
        },
        {
            "chapter": 10,
            "verse": 86,
            "text": "E salva-nos, com Tua misericórdia, do povo renegador da Fé"
        },
        {
            "chapter": 10,
            "verse": 87,
            "text": "E inspiramos a Moisés e a seu irmão: \"Disponde, para vosso povo, casas no Egito, e fazei de vossas casas lugar de adoração, e cumpri a oração. E alvissara, ó Moisés, aos crentes a vitória"
        },
        {
            "chapter": 10,
            "verse": 88,
            "text": "E Moisés disse: \"Senhor nosso! Por certo, concedeste a Faraó e a seus dignitários ornamentos e riquezas, na vida terrena - Senhor nosso! - para que se descaminhem de Teu caminho. Senhor nosso! Apaga-lhes as riquezas e endurece- lhes os corações: então, não crerão, até virem o doloroso castigo"
        },
        {
            "chapter": 10,
            "verse": 89,
            "text": "Ele disse: \"Com efeito, foi atendida vossa súplica: então, sede ambos retos e não sigais o caminho dos que não sabem"
        },
        {
            "chapter": 10,
            "verse": 90,
            "text": "E fizemos os filhos de Israel atravessar o mar; então, Faraó seguiu-os, ele e seu exército, transgressora e agressoramente, até que, quando o afogamento atingiu-o, ele disse: \"Creio que não há deus senão Aquele em Que crêem os filhos de Israel, e sou dos muçulmanos"
        },
        {
            "chapter": 10,
            "verse": 91,
            "text": "Foi-lhe dito: \"Agora?! E, com efeito, desobedeceste antes, e foste dos corruptores"
        },
        {
            "chapter": 10,
            "verse": 92,
            "text": "Hoje, salvar-te-emos o corpo, para que tu sirvas de sinal aos que serão, depois de ti. E por certo, muitos dos homens estão desatentos a Nossos sinais"
        },
        {
            "chapter": 10,
            "verse": 93,
            "text": "E, com efeito, dispusemos os filhos de Israel em primoroso lugar e demo-lhes, por sustento, das cousas benignas; e não discreparam, até chegar-lhes a ciência. Por certo, teu Senhor arbitrará, entre eles, no Dia da Ressurreição, acerca daquilo de que discrepavam"
        },
        {
            "chapter": 10,
            "verse": 94,
            "text": "E se estás em dúvida acerca do que fizemos descer para ti, Muhammad, pergunta aos que antes de ti, leram o Livro. Com efeito, chegou-te a verdade de teu Senhor. Então, não sejas, de modo algum, dos contestadores"
        },
        {
            "chapter": 10,
            "verse": 95,
            "text": "E não sejas, de modo algum, dos que desmentem os sinais de Allah, pois, serias dos perdedores"
        },
        {
            "chapter": 10,
            "verse": 96,
            "text": "Por certo, aqueles, contra os quais a palavra de teu Senhor se cumpriu, não crerão"
        },
        {
            "chapter": 10,
            "verse": 97,
            "text": "Ainda que todos os sinais lhes cheguem, até virem o doloroso castigo"
        },
        {
            "chapter": 10,
            "verse": 98,
            "text": "Então, que houvesse havido uma cidade que cresse, e havê-la-ia beneficiado sua fé! Mas não houve, exceto a do povo de Jonas que, quando creram, Nós lhes removemos o castigo da ignomínia, na vida terrena, e fizemo-los gozar, até certo tempo"
        },
        {
            "chapter": 10,
            "verse": 99,
            "text": "E, se teu Senhor quisesse, todos os que estão na terra juntos, creriam. Então, compelirás tu os homens, até que sejam crentes"
        },
        {
            "chapter": 10,
            "verse": 100,
            "text": "E não é admissível que uma alma creia, sem permissão de Allah, e Ele inflige o tormento aos que não razoam"
        },
        {
            "chapter": 10,
            "verse": 101,
            "text": "Dize: \"Olhai o que há nos céus e na terra.\" Mas nada valem os sinais e as admoestações a um povo que não crê"
        },
        {
            "chapter": 10,
            "verse": 102,
            "text": "Então, não esperam eles senão dias iguais aos dos que passaram, antes deles? Dize: \"Esperai! Por certo, estarei convosco entre os que esperam"
        },
        {
            "chapter": 10,
            "verse": 103,
            "text": "Em seguida, salvamos Nossos Mensageiros e os que creram. Assim, impende-Nos salvarmos os crentes"
        },
        {
            "chapter": 10,
            "verse": 104,
            "text": "Dize: \"Ó homens! Se estais em dúvida acerca de minha religião, eu não adoro o que adorais além de Allah, mas adoro a Allah, Que vos levará a alma, e foi-me ordenado ser dos crentes"
        },
        {
            "chapter": 10,
            "verse": 105,
            "text": "E ergue tua face para a religião, como monoteísta sincero, e não sejas de modo algum, dos idólatras"
        },
        {
            "chapter": 10,
            "verse": 106,
            "text": "E não invoques, além de Allah, o que não te beneficia nem te prejudica. Então, se o fizeres, por certo, será nesse caso, dos injustos"
        },
        {
            "chapter": 10,
            "verse": 107,
            "text": "E, se Allah te toca com um infortúnio, não existirá quem o remova senão Ele; e se Ele te deseja um bem, não existirá revogador de Seu favor. Com este, Ele alcança a quem quer de Seus servos. E Ele é O Perdoador, O Misericordiador"
        },
        {
            "chapter": 10,
            "verse": 108,
            "text": "Dize: \"Ó humanos! Com efeito, a verdade chegou-vos de vosso Senhor. Então, quem se guia, se guiará apenas em benefício de si mesmo, e quem se descaminha, se descaminhará apenas em prejuízo de si mesmo. E sobre vós, não sou patrono"
        },
        {
            "chapter": 10,
            "verse": 109,
            "text": "E segue o que te é revelado e pacienta, até que Allah julgue. E Ele é O Melhor dos juízes"
        },
        {
            "chapter": 11,
            "verse": 1,
            "text": "Suratu Hud. Alif, Lãm, Rã. Este é um Livro, cujos versículos são precisos, em seguida, aclarados, da parte de um Sábio, Conhecedor"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "Não adoreis senão a Allah. Por certo, sou dEle, para vós, admoestador e alvissareiro"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "E implorai perdão a vosso Senhor; em seguida, voltai-vos arrependidos para Ele. Ele vos fará gozar belo gozo, até um termo designado e concederá Seu favor a cada merecedor de favor; mas, se voltais as costas, por certo, temo por vós, o castigo de um grande dia"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "A Allah será vosso retorno, e Ele, sobre todas as cousas, é Onipotente"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "Ora, eles dobram seus peitos para esconder-se dEle. Ora, mesmo quando se encobrem em seus trajes, Ele sabe o de que guardam segredo e o que manifestam. Por certo, Ele, do íntimo dos peitos, é Onisciente"
        }
    ]
}