{
    "chapter": [
        {
            "chapter": 59,
            "verse": 1,
            "text": "آنچه در آسمان ها و آنچه در زمین است، خدا را به پاک بودن از هر عیب و نقصی می ستایند، و او توانای شکست ناپذیر و حکیم است"
        },
        {
            "chapter": 59,
            "verse": 2,
            "text": "اوست که کافرانِ از اهل کتاب را در نخستین بیرون راندن دسته جمعی از خانه هایشان بیرون راند. [شما اهل ایمان] رفتنشان را گمان نمی بردید، و خودشان پنداشتند که حصارها و دژهای استوارشان در برابر خدا [از تبعید و در به دری آنان] جلوگیری خواهد کرد ولی [اراده کوبنده] خدا از آنجا که گمان نمی کردند به سراغشان آمد و در دل هایشان رعب و ترس افکند به گونه ای که خانه هایشان را به دست خود و به دست مؤمنان ویران کردند. پس ای صاحبان بینش و بصیرت! عبرت گیرید"
        },
        {
            "chapter": 59,
            "verse": 3,
            "text": "اگر خدا فرمان ترک وطن را بر آنان لازم و مقرّر نکرده بود، قطعاً در همین دنیا عذابشان می کرد و برای آنان در آخرت عذاب آتش است"
        },
        {
            "chapter": 59,
            "verse": 4,
            "text": "این [در به دری و تبعید] برای این است که آنان با خدا و پیامبرش دشمنی و مخالفت کردند، و هر کس با خدا دشمنی و مخالفت کند [بداند که] خدا سخت کیفر است"
        },
        {
            "chapter": 59,
            "verse": 5,
            "text": "آنچه از درخت خرما [که در مالکیّت این دشمنان غدّار بود] بریدید یا آنها را بر ریشه ها و تنه هایش رها کردید، به فرمان خدا بود، تا نافرمانان را زبون و رسوا کند"
        },
        {
            "chapter": 59,
            "verse": 6,
            "text": "اموال و زمین هایی را که خدا به عنوان غنیمت به پیامبرش بازگرداند، شما برای به دست آوردنش اسب و شتری نتازاندید [و در نتیجه به زحمت نیفتادید]، ولی خدا پیامبرانش را بر هر که بخواهد مسلط و چیره می کند، و خدا بر هر کاری تواناست"
        },
        {
            "chapter": 59,
            "verse": 7,
            "text": "آنچه خدا از [اموال و زمین های] اهل آن آبادی ها به پیامبرش بازگرداند اختصاص به خدا و پیامبر و اهل بیت پیامبر و یتیمان و مستمندان و در راه ماندگان دارد، تا میان ثرومندان شما دست به دست نگردد. و [از اموال و احکام و معارف دینی] آنچه را پیامبر به شما عطا کرد بگیرید و از آنچه شما را نهی کرد، باز ایستید و از خدا پروا کنید؛ زیرا خدا سخت کیفر است"
        },
        {
            "chapter": 59,
            "verse": 8,
            "text": "[بخشی از غنایم] برای فقیران مهاجری است که از دیار و اموالشان بیرون رانده شده اند، در حالی که فضل و خشنودی خدا را می جویند وخدا وپیامبرش را یاری می کنند، اینان همان راستگویانند"
        },
        {
            "chapter": 59,
            "verse": 9,
            "text": "و [برای] کسانی [از انصار است] که پیش از مهاجران در سرای هجرت و ایمان [یعنی مدینه] جای گرفتند، [و] کسانی را که به سوی آنان هجرت کرده اند دوست دارند، و در سینه های خود نیاز و چشم داشتی به آنچه به مهاجران داده شده است نمی یابند، و آنان را بر خود ترجیح می دهند، گرچه خودشان را نیاز شدیدی [به مال و متاع] باشد. و کسانی را که از بخل و حرصشان بازداشته اند، اینان همان رستگارانند"
        },
        {
            "chapter": 59,
            "verse": 10,
            "text": "و نیز کسانی که بعد از آنان [انصار و مهاجرین] آمدند در حالی که می گویند: پروردگارا! ما و برادرانمان را که به ایمان بر ما پیشی گرفتند بیامرز، و در دل هایمان نسبت به مؤمنان، خیانت و کینه قرار مده. پروردگارا! یقیناً تو رؤوف و مهربانی"
        },
        {
            "chapter": 59,
            "verse": 11,
            "text": "آیا کسانی را که نفاق ورزیدند، ندیدی؟ که به برادران کافرشان از اهل کتاب می گویند: اگر شما را [از خانه و دیارتان] بیرون کردند، ما هم قطعاً با شما بیرون می آییم، و هرگز فرمان کسی را بر ضد شما اطاعت نمی کنیم، و اگر با شما جنگیدند، همانا شما را یاری می کنیم. و خدا گواهی می دهد که آنان دروغگویند"
        },
        {
            "chapter": 59,
            "verse": 12,
            "text": "اگر [کافران از اهل کتاب را] بیرون کنند با آنان بیرون نمی روند، و اگر با آنان بجنگند آنان را یاری نمی دهند، و اگر یاری دهند در گرماگرم جنگ پشت کنان می گریزند، سپس [کافران اهل کتاب] یاری نمی شوند"
        },
        {
            "chapter": 59,
            "verse": 13,
            "text": "[آری منافقان، کافران از اهل کتاب را در گرماگرم جنگ به هنگام خطر رها می کنند و می گریزند؛ زیرا] ترس آنان از شما در دل هایشان بیش از ترس از خداست؛ چون آنان قومی هستند که [حقایق را به خاطر کوردلی] نمی فهمند"
        },
        {
            "chapter": 59,
            "verse": 14,
            "text": "همه آنان [به صورت متحد و یک پارچه] با شما نمی جنگند مگر در آبادی هایی که دارای حصار و قلعه و دژ هستند، یا از پشت دیوارها، دلاوری آنان میان خودشان شدید است [ولی از رویارویی با شما می ترسند]، آنان را متحد و هم دست می پنداری در حالی که دل هایشان پراکنده است؛ زیرا آنان گروهی هستند که تعقّل نمی کنند"
        },
        {
            "chapter": 59,
            "verse": 15,
            "text": "[داستان این یهودی های نابکار بنی نظیر] مانند کسانی است که اندکی پیش از اینان [در پیرامون مدینه] بودند که سرانجام وخیم کارشان را چشیدند، و برای آنان عذابی دردناک است"
        },
        {
            "chapter": 59,
            "verse": 16,
            "text": "[داستان منافقان که کافران از اهل کتاب را با وعده های دروغ فریفتند] چون داستان شیطان است که به انسان گفت: کافر شو. هنگامی که کافر شد، گفت: من از تو بیزارم، من از خدا که پروردگار جهانیان است، می ترسم"
        },
        {
            "chapter": 59,
            "verse": 17,
            "text": "سرانجامشان این شد که هر دو در آتش اند؛ و در آن جاودانه اند و این است کیفر ستمکاران"
        },
        {
            "chapter": 59,
            "verse": 18,
            "text": "ای اهل ایمان! از خدا پروا کنید؛ و هر کسی باید با تأمل بنگرد که برای فردای خود چه چیزی پیش فرستاده است، و از خدا پروا کنید؛ یقیناً خدا به آنچه انجام می دهید، آگاه است"
        },
        {
            "chapter": 59,
            "verse": 19,
            "text": "و مانند کسانی مباشید که خدا را فراموش کردند، پس خدا هم آنان را دچار خودفراموشی کرد؛ اینان همان فاسقانند"
        },
        {
            "chapter": 59,
            "verse": 20,
            "text": "دوزخیان و بهشتیان یکسان نیستند، بهشتیان همان رستگارانند"
        },
        {
            "chapter": 59,
            "verse": 21,
            "text": "اگر این قرآن را بر کوهی نازل می کردیم، قطعاً آن را از ترس خدا فروتن و از هم پاشیده می دیدی. و این مثل ها را برای مردم می زنیم تا بیندیشند"
        },
        {
            "chapter": 59,
            "verse": 22,
            "text": "اوست خدایی که جز او هیچ معبودی نیست، دانای نهان و آشکار است، او رحمان و رحیم است"
        },
        {
            "chapter": 59,
            "verse": 23,
            "text": "اوست خدایی که جز او هیچ معبودی نیست، همان فرمانروای پاک، سالم از هر عیب و نقص، ایمنی بخش، چیره و مسلط، شکست ناپذیر، جبران کننده، شایسته بزرگی و عظمت است. خدا از آنچه شریک او قرار می دهند، منزّه است"
        },
        {
            "chapter": 59,
            "verse": 24,
            "text": "اوست خدا، آفریننده، نوساز، صورتگر، همه نام های نیکو ویژه اوست. آنچه در آسمان ها و زمین است همواره برای او تسبیح می گویند، و او توانای شکست ناپذیر و حکیم است"
        }
    ]
}