{
    "rukus": [
        {
            "chapter": 11,
            "verse": 9,
            "text": "Po nëse Ne ia japim njeriut ndonjë begati nga ana jonë, e pastaj e tërheqim atë prej tij, ai do të jetë i dëshpruar dhe përbuzës"
        },
        {
            "chapter": 11,
            "verse": 10,
            "text": "E nëse pas të keqes që e pat goditur atë, Ne dhurojmë të mira, ai do thotë: “Kaluan të këqiat prej meje!” Vërtet, ai është shfrenuar dhe mendjemadh"
        },
        {
            "chapter": 11,
            "verse": 11,
            "text": "Përveç atyre, të cilët kishin durim dhe bënin vepra të mira, të tillët kanë falje (të gabimeve) dhe shpërblim të madh"
        },
        {
            "chapter": 11,
            "verse": 12,
            "text": "A mos (shpresojnë idhujtarët se) do të lëshë nga ajo që t’u shpall ty (ngase u vjen rëndë ta dëgjojnë), dhe të shtëngon zemrën tënde ajo (komunikimi i shpalljes), për shkak se ata do të thonë: “Pse të mos i ketë zbritur atij (Muhammedit) ndonjë pasuri, ose përse të mos i ketë ardhur bashkë me të ndonjë engjëll?” Ti je vetëm qortues, e All-llahu për kujdeset prër çdo send"
        },
        {
            "chapter": 11,
            "verse": 13,
            "text": "Apo, pse ata thonë: “Ai (Muhammedi) e trilloi atë (Kur’anin)”. Thuaj: “Formuloni pra, dhjetë kaptina si ai (Kur’ani) ashtu të trilluara (siç thoni ju) dhe thirrni, pos All-llahit, po qe se jeni të drejtë (çka thoni), kë të mundeni për ndihmë!”"
        },
        {
            "chapter": 11,
            "verse": 14,
            "text": "E nëse nuk përgjigjen juve, atëherë pra ta keni të qartë se ai (Kur’ani), është i zbritur me dijen e All-llahut dhe se nuk ka zot pos Tij. A jeni pra myslimanë?”"
        },
        {
            "chapter": 11,
            "verse": 15,
            "text": "Kush ka për qëllim jetën e kësaj bote dhe të mirat e saj, Ne do t’u plotësojmë atyre shpërblimin e veprave të tyre në të, dhe atyre në të, dhe atyre nuk do t’u mungojë gjë"
        },
        {
            "chapter": 11,
            "verse": 16,
            "text": "Të këtillëve në botën tjetër u përket vetëm Xhehennemi. Ajo që punuan dhe vepruan ata ka dështuar dhe është asgjësuar"
        },
        {
            "chapter": 11,
            "verse": 17,
            "text": "A ai që është (i mbështetur) në argument nga Zoti i tij dhe atë e përforcon dëshmia nga Ai, e para tij (Kur’anit) ishte (dëshmitar) libri i Musait (Terati) që ishte udhërrëfyes e mëshirë - (është i njejtë me atë që ka për qëllim vetëm këtë jetë)? Të tillët (që janë në rrugë të drejtë) e besojnë (Kur’anin). E kush prej tyre grupeve refuzuan atë, vendi i tij është zjarri. E ti (Muhammed) mos kij dyshim në te, ai është e vërtetë nga Zoti uyt, në të s’ka dyshim, por shumica e njerëzve nuk e besojnë"
        },
        {
            "chapter": 11,
            "verse": 18,
            "text": "E kush është më mizor se ai që trillon për All-llahun? Të tillët paraqiten para Zotit të tyre, e dëshmitarët thonë: “Këta ishin të cilët gënjyen ndaj Zotit të tyre, pra mallkimi i All-llahut qoftë kundër mizorëve!”"
        },
        {
            "chapter": 11,
            "verse": 19,
            "text": "Të cilët pengojnë nga rruga e All-llahut dhe përpiqen atë ta shtrembërojnë, mu ata janë që nnuk e besojnë botën tjetër"
        },
        {
            "chapter": 11,
            "verse": 20,
            "text": "Ata nuk ishin të paprekshëm në tokë (prej dënimit të Zotit), dhe ata nuk kishin mbrojtës pos All-llahut. Atyre u shumëfishohet dënimi, sepse ata nuk ishin që mund të dëgjonin dhe as nuk shikonin"
        },
        {
            "chapter": 11,
            "verse": 21,
            "text": "Ata mashtruan vetveten dhe humben prej tyre ata (idhujt) që i patën trilluar"
        },
        {
            "chapter": 11,
            "verse": 22,
            "text": "Është e vërtetë se ata në botën tjetër janë më të humburit"
        },
        {
            "chapter": 11,
            "verse": 23,
            "text": "Ata që nuk besuan dhe bënë vepra të mira dhe u përulën ndaj Zotit të tyre, ata janë banues të Xhennetit, në të janë përgjithmonë"
        },
        {
            "chapter": 11,
            "verse": 24,
            "text": "Shembulli i gjendjes së këtyre është (i atyre që nuk besuan) si ai i verbëri dhe i shurdhëti dhe (i atyre që besuan) si ai që sheh dhe dëgjon. A janë në pozitë të barabartë? A nuk përkujtoheni"
        }
    ]
}