{
    "rukus": [
        {
            "chapter": 11,
            "verse": 25,
            "text": "Ne patëm dërguar edhe Nuhun te populli i vet (me porosi të njejtë si Muhammedin që t’u thotë): Unë ju tërheq vërejtjenn haptazi"
        },
        {
            "chapter": 11,
            "verse": 26,
            "text": "Që të mos adhuroni tjetër kë pos All-llahut, sepse unë kam frikë për dënimin tuaj në ditëm e pikëllueshme"
        },
        {
            "chapter": 11,
            "verse": 27,
            "text": "Paria që nuk besoi nga populli i tij tha: “Ne nuk të shohim ndryshe vetëm si njeri, sikurse edhe ne, ne nuk po se të pasojë kush, përveç atyre që janë më të poshtërit e më mendjelehtit nga mesi ynë dhe ne nuk shohim se ju keni ndonjë vlerë mbi ne, përkundraz, ne ju konsiderojmë gënjeshtar!”"
        },
        {
            "chapter": 11,
            "verse": 28,
            "text": "(Nuhu) Tha: “O populli im, më thuani nëse unë jam i mbështetur në argument të qartë nga Zoti im dhe Ai më dha mëshirë nga ana e Tij, e juve u janë fshehur ato (argumentet ngase jeni dhëmë pas kësaj jete), a mos do t’ju detyrojmë për to (pranimin e tyre), kur ju jeni urrejtës të tyre"
        },
        {
            "chapter": 11,
            "verse": 29,
            "text": "O populli im, unë për këtë nuk kërkoj prej jush ndonjë pasuri, shpërblimi im është vetëm te All-llahu. Dhe unë kurrsesi nuk i largoj ata që besuan, ata janë afër Zotit të tyre; por unë ju shoh si popull që nuk dini e nuk kuptoni"
        },
        {
            "chapter": 11,
            "verse": 30,
            "text": "O populli im, a nuk po mendoni se nëse unë i përze ata, kush do të mund të më mbrojë mua nga All-llahu (dënimi i Tij)"
        },
        {
            "chapter": 11,
            "verse": 31,
            "text": "Unë nuk u them juve se te unë janë depot e All-llahut, as nuk u them se unë e di të fshehtën, as nuk u them se unë jam engjëll, as nuk u them atyre që sytë tuaj i nënçmojnë, se All-llahu nuk u dhuroi atyre të mira. All-llahu e di më së miri se çka në shpirtrat e tyre, pse atëherë unë konsiderohem zullumqar"
        },
        {
            "chapter": 11,
            "verse": 32,
            "text": "Ata thanë: “O Nuh, ti polemizove me ne dhe e zgjate polemikën tonë. Urdhëro, e nëse flet të vërtetën, sillnie pra, të na godasë ajo me çka na kërcënohesh!”"
        },
        {
            "chapter": 11,
            "verse": 33,
            "text": "Ai tha: “Atë ju sjell vetëm allahu, po qe se dëshiron, e ju nuk mund ta pengoni!”"
        },
        {
            "chapter": 11,
            "verse": 34,
            "text": "Nëse përpiqem t’ju këshilloj, po qe se All-llahu don t’ju humb, këshilla ime nuk bën dobi. Ai është Zoti juaj dhe vetëm te Ai do të ktheheni"
        },
        {
            "chapter": 11,
            "verse": 35,
            "text": "A mos po thonë se ai e trilloi atë? Thuaj: “Nëse unë kam trilluar, atëherë ai është mëkati im, e unë jam larg nga krimet tuaja”"
        }
    ]
}