{
    "rukus": [
        {
            "chapter": 2,
            "verse": 261,
            "text": "Shembulli i pasurisë së atyre që e japin në rrugën e All-llahut është si një kokërr prej të cilës mbijnë shtatë kallinj, ndërsa në secilin kalli ka nga njëqind kokrra. All-llahu ia shumëfishon (shpërblimin) atij që dëshiron, All-llahu është Bujar i Madh, i di qëllimet"
        },
        {
            "chapter": 2,
            "verse": 262,
            "text": "Ata që për hir të All-llahut e japin pasurinë e tyre, e pastaj atë që e dhanë nuk e përcjellin me të përmendur e me mburrje, ata e kanë shpërblimin e vet të Zoti i tyre, për ta nuk ka frikë, ata as që do të brengosen"
        },
        {
            "chapter": 2,
            "verse": 263,
            "text": "Një fjalë e mirë dhe një lehtësim (që i bëhet lypësit) është më e mirë se një lëmoshë që përcillet me të keqe. All-llahu nuk ka nevojë për askë, është i Butë"
        },
        {
            "chapter": 2,
            "verse": 264,
            "text": "O ju që besuat, mos i prishni lëmoshat tuaja me të krenuar e me ofendim siç bën ai që ia jep pasurinë e vet sa par sy e faqe të njerëzve, e nuk beson All-llahun dhe botën tjetër. Shembulli i tij është si një gur i madh e i lëmuar bmi të cilin ka pak dhe, e kur e godet atë një shi i madh e lë të zhveshur (lakuriq). Ata (formalistët) nuk arrijnë asgjë nga ajo që punuan. All-llahu nuk udhëzon popullin pabesimtar"
        },
        {
            "chapter": 2,
            "verse": 265,
            "text": "E shembulli i atyre që pasurinë e vet e japin nga bindja e tyre e duke kërkuar kënaqësinë e All-llahut, i përngjan një kopshti në një rrafshnaltë që i bie shi i madh, e ai jep fruta të dyfishtë. Po edhe nëse nuk i bie shi i madh, i bie një rigë (që i mjafton). All-llahu sheh atë që veproni"
        },
        {
            "chapter": 2,
            "verse": 266,
            "text": "A dëshiron ndonjëri prej jush ndonjë kopsht me hurma e rrush në të cilin rrjedhin lumenj, në të cilin ka nga të gjitha frutet, e atë (pronarin e kopshtit) ta ketë kapur pleqëria dhe ai të ketë pasardhës të mitur, e atë (kopshtin) ta godasë ndonjë stuhi me zjarr e ta djegë. Kështu All-llahu jua sqaron argumentet që të mendoni"
        }
    ]
}