{
    "juzs": [
        {
            "chapter": 36,
            "verse": 28,
            "text": "தவிர, நாம் அவருக்குப் பின்னால் அவருடைய சமூகத்தார் மீது வானத்திலிருந்து எந்த சேனையையும் (அவர்களை அழிப்பதற்காக) இறக்கிவைக்கவில்லை அப்படி இறக்கி வைப்பவராகவும் நாம் இல்லை"
        },
        {
            "chapter": 36,
            "verse": 29,
            "text": "ஒரே ஒரு பேரொலி! (அவ்வளவு)தான்! அவர்கள் சாம்பலாயினர்"
        },
        {
            "chapter": 36,
            "verse": 30,
            "text": "அந்தோ! அடியார்கள் மீது கைசேதமே! அவர்களிடம் எந்தத்தூதர் வந்தாலும், அவரை அவர்கள் பரிகாசம் செய்யாதிருந்ததில்லை"
        },
        {
            "chapter": 36,
            "verse": 31,
            "text": "அவர்களுக்கு முன்னர் எத்தனையோ தலைமுறைகளை நாம் அழித்திருக்கின்றோம்; நிச்சயமாக அவர்கள், இவர்களிடம் திரும்பி வரவேமாட்டார்கள்\" என்பதை அவர்கள் கவனிக்கவில்லையா"
        },
        {
            "chapter": 36,
            "verse": 32,
            "text": "மேலும் அவர்கள் யாவரும் ஒன்று திரட்டப்பட்டு (விசாரணைக்கு) நம்மிடமே கொண்டுவரப்படுவர்"
        },
        {
            "chapter": 36,
            "verse": 33,
            "text": "அன்றியம், இறந்து (தரிசாகக்)கிடக்கும் பூமி அவர்களுக்கு ஓர் அத்தாட்சியாகும்; (பின்னர் மழையினால்) அதனை நாமே உயிர்ப்பித்து, அதிலிருந்து தானியத்தை வெளிப்படுத்துகின்றோம்; அதிலிருந்துதான் இவர்கள் உண்கிறார்கள்"
        },
        {
            "chapter": 36,
            "verse": 34,
            "text": "மேலும், அதில் நாம் பேரீத்த மரங்களினாலும், திராட்டசை(க் கொடி)களினாலும் தோட்டங்களை உண்டாக்குகிறோம்; இன்னும் அதில் நீரூற்றுக்களைப் பீறிட்டு ஓடச்செய்கின்றோம்"
        },
        {
            "chapter": 36,
            "verse": 35,
            "text": "அதன் பழவகைகளை அவர்கள் உண்பதற்காக ஆனால் அவர்களுடைய கைகள் இதை உண்டாக்கவில்லை - ஆகவே அவர்கள் நன்றி செலுத்தமாட்டார்களா"
        },
        {
            "chapter": 36,
            "verse": 36,
            "text": "பூமி முளைப்பிக்கின்ற (புற் பூண்டுகள்) எல்லாவற்றையும், (மனிதர்களாகிய) இவர்களையும், இவர்கள் அறியாதவற்றையும் ஜோடி ஜோடியாகப் படைத்தானே அவன் மிகவும் தூய்மையானவன்"
        },
        {
            "chapter": 36,
            "verse": 37,
            "text": "இரவும் இவர்களுக்கோர் அத்தாட்சியாகும்; அதிலிருந்து பகலை கழற்றி விடுகிறோம்; அதனால் இவர்கள் ஆழ்ந்த இருளிலாகிவிடுகிறார்கள்"
        },
        {
            "chapter": 36,
            "verse": 38,
            "text": "இன்னும் (அவர்களுக்கு அத்தாட்சி) சூரியன் தன் வரையரைக்குள் அது சென்று கொண்டிருக்கிறது இது யாவரையும் மிகைத்தோனும், யாவற்றையும் நன்கறிந்தோனுமாகிய (இறை)வன் வித்ததாகும்"
        },
        {
            "chapter": 36,
            "verse": 39,
            "text": "இன்னும் (உலர்ந்த வளைந்த) பழைய பேரீத்த மட்டையைப் போலாகும் வரையில் சந்திரனுக்கு நாம் பல மன்ஸில்களை (தங்குமிடங்களை) ஏற்படுத்தியிருக்கின்றோம்"
        },
        {
            "chapter": 36,
            "verse": 40,
            "text": "சூரியன் சந்திரனை (நெருங்கிப்) பிடிக்க முடியாது இரவு பகலை முந்தமுடியாது. இவ்வாறே எல்லாம் (தம்) வட்டவரைக்குள் நீந்திச் செல்கின்றன"
        },
        {
            "chapter": 36,
            "verse": 41,
            "text": "இன்னும் அவர்களுக்கு ஓர் அத்தாட்சி, நாம் நிச்சயமாக அவர்களுடைய சந்ததிகளை நிறப்பப்பட்ட கப்பலில் ஏற்றிச் செல்வதில் உள்ளது"
        },
        {
            "chapter": 36,
            "verse": 42,
            "text": "இன்னும், அவர்கள் ஏறிச் செல்வதற்காக அதைப் போன்ற (பல்வேறு கலங்களை) நாம் அவர்களுக்காகப் படைத்திருக்கின்றோம்"
        },
        {
            "chapter": 36,
            "verse": 43,
            "text": "அன்றியும் நாம் நாடினால் அவர்களை மூழ்கடித்து விடுவோம்; அப்பொழுது அவர்களைக் காப்பாற்றுவோர் எவரும் இருக்க மாட்டார்; மேலும், அவர்கள் விடுவிக்கப்படவும் மாட்டார்கள்"
        },
        {
            "chapter": 36,
            "verse": 44,
            "text": "நம்முடைய கருணையினால் சிறிது காலம் அவர்கள் சுகிப்பதற்காக (விட்டு வைக்கப்பட்டாலன்றி)"
        },
        {
            "chapter": 36,
            "verse": 45,
            "text": "இன்னும், நீங்கள் கிருபை செய்யப்பெறும் பொருட்டு, உங்களுக்குமுன் இருப்பதையும், உங்களுக்குப்பின் இருப்பதையும் அஞ்சி நடந்து கொள்ளுங்கள்\" என்று அவர்களுக்குக் கூறப்பட்டாலும்"
        },
        {
            "chapter": 36,
            "verse": 46,
            "text": "அவர்களுடைய இறைவனின் அத்தாட்சிகளில் எந்த ஓர் அத்தாட்சி அவர்களிடம் வந்தாலும் அதனை அவர்கள் புற்ககணிக்காமல் இருப்பதில்லை"
        },
        {
            "chapter": 36,
            "verse": 47,
            "text": "அல்லாஹ் உங்களுக்கு அளித்திருப்பவற்றிலிருந்து நீங்கள் (அவன் பாதையில்) செலவு செய்யுங்கள்\" என்று அவர்களிடம் கூறப்பட்டால், \"அல்லாஹ் நாடியிருந்தால் எவருக்கு அவன் உணவளித்திருப்பானோ, அவர்களுக்கு நாம் உணவளிப்போமா? நீங்கள் பகிரங்கமான வழிகேட்டிலேயே இருக்கின்றீர்கள்\" என்று நிராகரிப்பவர்கள் ஈமான் கொண்டவர்களைப் பார்த்துக் கூறுகிறார்கள்"
        },
        {
            "chapter": 36,
            "verse": 48,
            "text": "இன்னும், அவர்கள் கூறுகிறார்கள்; \"நீங்கள் உண்மையாளர்களாக இருப்பின், (மறுமை பற்றிய) அந்த வாக்குறுதி எப்பொழுது வந்து சேரும்?\" என்று"
        },
        {
            "chapter": 36,
            "verse": 49,
            "text": "அவர்கள் ஒரே ஒரு பேரொலிக்காகக் காத்துக் கொண்டிருப்பதைத் தவிர வேறில்லை அவர்கள் வழக்காடிக் கொண்டிருக்கும் நிலையிலேயே அது அவர்களைப் பிடித்துக் கொள்ளும்"
        },
        {
            "chapter": 36,
            "verse": 50,
            "text": "அப்போது அவர்கள் வஸிய்யத்து சொல்ல சக்தி பெறமாட்டார்கள்; தம் குடும்பத்தாரிடம் மீளவும் மாட்டார்கள்"
        },
        {
            "chapter": 36,
            "verse": 51,
            "text": "மேலும், ஸூர் ஊதப்படடதும், உடனே அவர்கள் சமாதிகளிலிருந்து வெளிப்பட்டுத் தங்கள் இறைவனிடம் விரைவார்கள்"
        },
        {
            "chapter": 36,
            "verse": 52,
            "text": "எங்களுடைய துக்கமே! எங்கள் தூங்குமிடங்களிலிருந்து எங்களை எழுப்பியவர் யார்?\" என்று அவர்கள் கேட்பார்கள்; அர்ரஹ்மான் வாக்களித்ததும், (அவனுடைய) தூதர்கள் உண்மையெனக் கூறியதும் இதுதான்\" (என்று அவர்களுக்குக் கூறப்படும்)"
        },
        {
            "chapter": 36,
            "verse": 53,
            "text": "ஒரே ஒரு பேரொளி தவிர (வேறொன்றும்) இருக்காது உடன், அவர்கள் யாவரும் நம்முன் கொண்டுவரப்படுவார்கள்"
        },
        {
            "chapter": 36,
            "verse": 54,
            "text": "அன்றியும், அந்நாளில் எந்த ஓர் ஆத்மாவுக்கும் ஏதம் அநியாயம் செய்யப்பட மாட்டாது இன்னும், நீங்கள் செய்தவற்றிற்கேயன்றி (வேறு எதற்கும்) கூலி கொடுக்கப்பட மாட்டீர்கள்"
        },
        {
            "chapter": 36,
            "verse": 55,
            "text": "அந்நாளில், நிச்சயமாக சுவர்க்கவாசிகள் (தங்கள்) அலுவலில் மகிழ்ச்சியுடன் இருப்பார்கள்"
        },
        {
            "chapter": 36,
            "verse": 56,
            "text": "அவர்களும், அவர்களுடைய மனைவியரும் நிழல்களில் கட்டில்களின் மீது சாய்தவர்களாக இருப்பார்கள்"
        },
        {
            "chapter": 36,
            "verse": 57,
            "text": "அங்கே அவர்களுக்கு (பலவகைக்) கனி வகைகள் உண்டு; இன்னும் அவர்களுக்க அவர்கள் வேண்டுவது கிடைக்கும்"
        },
        {
            "chapter": 36,
            "verse": 58,
            "text": "ஸலாமுன்' என்று, நிகரற்ற அன்புடையோனுமான இறைவனிடமிருந்து சொல்லுதல் உண்டு"
        },
        {
            "chapter": 36,
            "verse": 59,
            "text": "அன்றியும்; \"குற்றவாளிகளே! இன்று நீங்கள் (நல்லோரிலிருந்து) பிரிந்து நில்லுங்கள்\" (என்று குற்றவாளிகளிடம் கூறப்படும்)"
        },
        {
            "chapter": 36,
            "verse": 60,
            "text": "ஆதமுடைய மக்களே! நீங்கள் ஷைத்தானை வணங்காதீர்கள், நிச்சயமாக அவன் உங்ளுக்குப் பகிரங்மான பகைவன்\" என்று நான் உங்களிடம் உறுதிமொழி வாங்கவில்லையா"
        },
        {
            "chapter": 36,
            "verse": 61,
            "text": "என்னையே நீங்கள் வணங்க வேண்டும்; இதுதான் நேரானவழி"
        },
        {
            "chapter": 36,
            "verse": 62,
            "text": "அவ்வாறிருந்தும், நிச்சயமாக அவன் உங்களில் மிகுதமான மக்களை வழி கெடுத்து விட்டான். இதை நீங்கள் அறிந்து கொள்ளவில்லையா"
        },
        {
            "chapter": 36,
            "verse": 63,
            "text": "இதுதான் உங்களுக்கு வாக்களிக்கப்பட்ட ஜஹன்னம் (நரகம்) ஆகும்"
        },
        {
            "chapter": 36,
            "verse": 64,
            "text": "நீங்கள் நிராகரித்துக் கொண்டிருந்ததனால் இன்று இதனுள் நுழையுங்கள்\" (என்று குற்றவாளிகளிடம் கூறப்படும்)"
        },
        {
            "chapter": 36,
            "verse": 65,
            "text": "அந்த நாளில் நாம் அவர்களின் வாய்களின் மீது முத்திரையிட்டு விடுவோம்; அன்றியும் அவர்கள் சம்பாதித்துக் கொண்டிருந்தது பற்றி அவர்களுடைய கைகள் நம்மிடம் பேசும்; அவர்களுடைய கால்களும் சாட்சி சொல்லும்"
        },
        {
            "chapter": 36,
            "verse": 66,
            "text": "நாம் நாடியிருந்தால், நாம் அவர்களுடைய கண்களைப் போக்கியிருப்போம்; அப்பொழுது (அவர்கள் தப்பும்) வழிதேடி ஓடினால் அவர்கள் எதைப் பார்ப்பார்கள்"
        },
        {
            "chapter": 36,
            "verse": 67,
            "text": "அன்றியும், நாம் நாடியிருந்தால், அவர்களுடைய இடத்திலேயே அவர்களை உரு மாற்றியிருப்போம். அப்போது, அவர்கள் முன் செல்லவும் சக்தி பெறமாட்டார்கள்; இன்னும் அவர்கள் மீளவும் மாட்டார்கள்"
        },
        {
            "chapter": 36,
            "verse": 68,
            "text": "மேலும், எவரை நாம் வயோதிகமாக்குகிறோமோ, அவருடைய நிலைமையைப் படைப்பில் (பலஹீனமான நிலைக்கு) மாற்றிவிடுகிறோம்; அவர்கள் (இதை) அறிந்து கொள்ள வேண்டாமா"
        },
        {
            "chapter": 36,
            "verse": 69,
            "text": "(நம்முடைய தூதராகிய) அவருக்கு நாம் கவிதை (இயற்றக்) கற்றுக் கொடுக்கவில்லை அது அவருக்குத் தேவையானதும் அல்ல இது நல்லுப தேசமும் தெளிவான குர்ஆனுமே தவிர வேறில்லை"
        },
        {
            "chapter": 36,
            "verse": 70,
            "text": "(இது) உயிரோடிருப்பவர்களை அச்சமூட்டி எச்சரிக்கை செய்கிறது. நிராகரிப்பவர்களுக்கு (தண்டனை உண்டு என்ற) வாக்கை உண்மையென உறுதிப் படுத்துகிறது"
        },
        {
            "chapter": 36,
            "verse": 71,
            "text": "நிச்சயமாக நாம் அவர்களுக்காக நம்முடைய கைகள் செய்தவற்றிலிருந்து கால்நடைகளைப் படைத்திருக்கின்றோம் என்பதை அவர்கள் பார்க்கவில்லையா? அவற்றின் மீது அவர்கள் உரிமை பாராட்டுகிறார்கள்"
        },
        {
            "chapter": 36,
            "verse": 72,
            "text": "மேலும், அவற்றை அவர்களுக்குக் கீழ்படியுமாறு செய்துள்ளோம்; ஆகவே, அவற்றில் சிலவற்றின் மீது அவர்கள் ஏறிச்சவாரி செய்வதும் இருக்கிறது இன்னும் அவற்றிலிருந்து சிலவற்றைப் புசிக்கிறார்கள்"
        },
        {
            "chapter": 36,
            "verse": 73,
            "text": "மேலும், அவற்றிலிருந்து அவர்களுக்கு பயன்களும், பானங்களும் இருக்கின்றன, இவற்றுக்கெல்லாம் அவர்கள் நன்றி செலுத்த மாட்டார்களா"
        },
        {
            "chapter": 36,
            "verse": 74,
            "text": "எனினும் அல்லாஹ் அல்லாதவற்றையும் - தாங்கள் உதவி செய்யப்படும் பொருட்டு அவர்கள் தெய்வங்களாக எடுத்துக் கொண்டிருக்கின்றனர்"
        },
        {
            "chapter": 36,
            "verse": 75,
            "text": "ஆனால் அவை அவர்களுக்கு உதவி செய்யும் சக்தி பெறவில்லை -ஆயினும் அவற்றையே இவர்களுக்கு (எதிரான) படையாகக் கொண்டுவரப்படும்"
        },
        {
            "chapter": 36,
            "verse": 76,
            "text": "(நபியே!) அவர்களுடைய பேச்சு உம்மை விசனப்படுத்த வேண்டியதில்லை. அவர்கள் (தங்கள் மனத்தில்) மறைப்பபதையும் அவர்கள் பகிரங்கப்படுத்துவதையும் நிச்சயமாக நாம் நன்கறிவோம்"
        },
        {
            "chapter": 36,
            "verse": 77,
            "text": "மனிதனை ஒரு துளி இந்திரியத்திலிருந்து நாமே நிச்சயமாகப் படைத்தோம் என்பதை அவன் பார்க்கவில்லையா? அவ்வாறிருந்தும், அவன் (நமக்கு) வெளிப்படையான தர்க்க வாதியாகி விடுகிறான்"
        },
        {
            "chapter": 36,
            "verse": 78,
            "text": "மேலும், அவன் தன் படைப்பை (தான் படைக்கப்பட்டதெப்படி என்பதை) மறந்துவிட்டு, அவன் நமக்காக ஓர் உதாரணத்தையும் கூறுகின்றான்; \"எலும்புகள் அவை மக்கிப் போய் விட்ட பின் அவற்றை உயிர்ப்பிப்பது யார்?\" என்று"
        },
        {
            "chapter": 36,
            "verse": 79,
            "text": "முதல் முதலில் அவற்றை உண்டு பண்ணியவனே (பின்னும்) அவற்றுக்கு உயிர் கொடுப்பான். அவன் எல்லாவகைப் படைப்புகளையும் நன்கறிந்தவன்\" என்று (நபியே!) நீர் கூறுவீராக"
        },
        {
            "chapter": 36,
            "verse": 80,
            "text": "பசுமையான மரத்திலிருந்து உங்களுக்காக நெருப்பை உண்டாக்குபவனும் அவனே அதிலிருந்தே நீங்கள் (தீ) மூட்டுகிறீர்கள்"
        },
        {
            "chapter": 36,
            "verse": 81,
            "text": "வானங்களையும் பூமியையும் படைத்தவன், அவர்களைப் போன்றவர்களபை; படைக்கச் சக்தியற்றவனா? ஆம் (சக்தியுள்ளவனே!) மெய்யாகவே, அவனே (பல வகைகளையும்) படைப்பவன்; யாவற்றையும் நன்கறிந்தவன்"
        },
        {
            "chapter": 36,
            "verse": 82,
            "text": "எப்பொருளையேனும் அவன் (படைக்க) நாடினால், அதற்கு அவன் கட்டளையிடுவதெல்லாம்; \"குன்\" (ஆகிவிடுக) என்று கூறுவதுதான்; உடனே அது ஆகிவிடுகிறது"
        },
        {
            "chapter": 36,
            "verse": 83,
            "text": "ஆகவே, எல்லாப் பொருட்களின் ஆட்சியும் எவன் கையிலிருக்கிறதோ அவனே மிகத் தூய்மையானவன், அவனிடமே நீங்கள் மீள்விக்கப்படுவீர்கள்"
        },
        {
            "chapter": 37,
            "verse": 1,
            "text": "அணிவகுத்து நிற்பவர்கள் மீது சத்தியமாக"
        },
        {
            "chapter": 37,
            "verse": 2,
            "text": "பலமாக விரட்டுபவர்கள் மீது சத்தியமாக"
        },
        {
            "chapter": 37,
            "verse": 3,
            "text": "(நினைவூட்டும்) வேதத்தை ஓதுவோர் மீது சத்தியமாக"
        },
        {
            "chapter": 37,
            "verse": 4,
            "text": "நிச்சயமாக உங்களுடைய நாயன் ஒருவனே"
        },
        {
            "chapter": 37,
            "verse": 5,
            "text": "வானங்களுக்கும், பூமிக்கும், இவ்விரண்டிற்கும் இடையே உள்ளவற்றுக்கும் (அவனே) இறைவன்; கீழ்திசைகளின் இறைவன்"
        },
        {
            "chapter": 37,
            "verse": 6,
            "text": "நிச்சயமாக நாமே (பூமிக்கு) சமீபமாக இருக்கும் வானத்தை நட்சத்திரங்களின் அழகைக் கொண்டு அழகுபடுத்தியிருக்கிறோம்"
        },
        {
            "chapter": 37,
            "verse": 7,
            "text": "(அதைத்) தீய ஷைத்தான்கள் அனைவருக்கும் தடையாகவும் (ஆக்கினோம்)"
        },
        {
            "chapter": 37,
            "verse": 8,
            "text": "(அதனால்) அவர்கள் மேலான கூட்டத்தார் (பேச்சை ஒளிந்து) கேட்க முடியாது இன்னும், அவர்கள் ஒவ்வோர் திசையிலிருந்தும் வீசி எறியப்படுகிறார்கள்"
        },
        {
            "chapter": 37,
            "verse": 9,
            "text": "(அவர்கள்) துரத்தப்படுகிறார்கள்; அவர்களுக்கு நிலையான வேதனையுமுண்டு"
        },
        {
            "chapter": 37,
            "verse": 10,
            "text": "(ஏதேனும் செய்தியை) இறைஞ்சிச் செல்ல முற்பட்டால், அப்பொழுது அவனைப் பிரகாச தீப்பந்தம் பின்தொடரும்"
        },
        {
            "chapter": 37,
            "verse": 11,
            "text": "ஆகவே, \"படைப்பால் அவர்கள் வலியவர்களா அல்லது நாம் படைத்திருக்கும் (வானம், பூமி போன்றவையா) என்று (நிராகரிப்போரிடம் நபியே!) நீர் கேட்பீராக! நிச்சயமாக நாம் அவர்களைப் பிசுபிசுப்பன களிமண்ணால்தான் படைத்திருக்கின்றோம்"
        },
        {
            "chapter": 37,
            "verse": 12,
            "text": "(நபியே! அல்லாஹ்வின் வல்லமையைக் கண்டு) நீர் ஆச்சரியப்படுகிறீர்; (ஆனால்) அவர்கள் பரிகாசம் செய்கின்றனர்"
        },
        {
            "chapter": 37,
            "verse": 13,
            "text": "அன்றியும், அவர்களுக்கு நினைவூட்டப்பட்டாலும், (அதனை) அவர்கள் நினைவிலிறுத்திக் கொள்வதில்லை"
        },
        {
            "chapter": 37,
            "verse": 14,
            "text": "அவர்கள் (ஏதேனும்) ஓர் அத்தாட்சியைக் கண்டாலும், (அதை) மெத்தப்பரிகாசம் செய்கின்றனர்"
        },
        {
            "chapter": 37,
            "verse": 15,
            "text": "இது பகிரங்கமான சூனியமேயன்றி வேறில்லை\" என்றும் அவர்கள் கூறுகின்றனர்"
        },
        {
            "chapter": 37,
            "verse": 16,
            "text": "நாங்கள் இறந்து, மண்ணாகவும் எலும்புகளாகவும் நாங்கள் ஆகிவிட்டாலும், மெய்யாகவே (நாங்கள் மீண்டும் உயிர்ப்பித்து) எழுப்பப்படுபவர்களா? (என்றும் கேட்கின்றனர்)"
        },
        {
            "chapter": 37,
            "verse": 17,
            "text": "அவ்வாறே, முந்தைய நம் தந்தையர்களுமா? (எழுப்பப்படுவார்கள்? என்றும் கேட்கின்றனர்)"
        },
        {
            "chapter": 37,
            "verse": 18,
            "text": "ஆம்! (உங்கள் செயல்களின் காரணமாக) நீங்கள் சிறுமையடைந்தவர்களா(கவும் எழுப்பப்படு)வீர்கள்\" என்று (நபியே!) நீர் கூறும்"
        },
        {
            "chapter": 37,
            "verse": 19,
            "text": "ஒரே சப்தம் தான்! உடனே அவர்கள் (திடுக்கிட்டு எழுந்து) பார்ப்பார்கள்"
        },
        {
            "chapter": 37,
            "verse": 20,
            "text": "(அவ்வேளை) \"எங்களுடைய கேடே! இது கூலி கொடுக்கும் நாளாயிற்றே\" என்று அவர்கள் கூறுவர்"
        },
        {
            "chapter": 37,
            "verse": 21,
            "text": "நீங்கள் பொய்ப்பிக்க முற்பட்டுக் கொண்டிருந்தீர்களே அந்தத் தீர்ப்பு நாள் இதுதான்!\" (என்று அவர்களுக்குக் கூறப்படும்)"
        },
        {
            "chapter": 37,
            "verse": 22,
            "text": "அநியாயம் செய்தார்களே அவர்களையும் அவர்களுடைய துணைகளையும், அவர்கள் வணங்கிக் கொண்டிருந்தவற்றையும் ஒன்று சேருங்கள்"
        },
        {
            "chapter": 37,
            "verse": 23,
            "text": "அல்லாஹ்வையன்றி (அவர்கள் வழிபட்டவை அவை) பின்னர் அவர்களை, நரகத்தின் பாதைக்கு கொண்டு செல்லுங்கள்"
        },
        {
            "chapter": 37,
            "verse": 24,
            "text": "இன்னும், அவர்களை (அங்கே) நிறுத்தி வையுங்கள்; அவர்கள் நிச்சயமாகக் (கேள்வி கணக்குக்) கேட்கப்பட வேண்டியவர்கள்\" (என்று மலக்குகளுக்குக் கூறப்படும்)"
        },
        {
            "chapter": 37,
            "verse": 25,
            "text": "உங்களுக்கு என்ன நேர்ந்தது? நீங்கள் ஏன் ஒருவருக்கொருவர் (உலகில் செய்தது போன்று) உதவி செய்து கொள்ளவில்லை?\" (என்று கேட்கப்படும்)"
        },
        {
            "chapter": 37,
            "verse": 26,
            "text": "ஆனால் அவர்கள் அந்நாளில் (எதுவும் செய்ய இயலாது தலை குனிந்து) கீழ்படிந்தவர்களாக இருப்பார்கள்"
        },
        {
            "chapter": 37,
            "verse": 27,
            "text": "அவர்களில் சிலர் சிலரை முன்னோக்கி, ஒருவரை ஒருவர் கேள்வி கேட்டு(த் தர்க்கித்துக்) கொண்டும் இருப்பார்கள்"
        },
        {
            "chapter": 37,
            "verse": 28,
            "text": "(தம் தலைவர்களை நோக்கி) \"நிச்சயமாக நீங்கள் வலப்புறத்திலிருந்து (சக்தியுடன்) எங்களிடம் வருகிறவர்களாக இருந்தீர்கள்\" என்று கூறுவார்கள்"
        },
        {
            "chapter": 37,
            "verse": 29,
            "text": "(அப்படியல்ல!) நீங்கள் தாம் முஃமின்களாக - நம்பிக்கை கொண்டோராய் - இருக்கவில்லை!\" என்று அ(த்தலை)வர்கள் கூறுவர்"
        },
        {
            "chapter": 37,
            "verse": 30,
            "text": "அன்றியும் உங்கள் மீது எங்களுக்கு எவ்வித அதிகாரமும் இருக்கவில்லை எனினும் நீங்கள் தாம் வரம்பு கடந்து பாவம் செய்யும் கூட்டத்தாராக இருந்தீர்கள்"
        },
        {
            "chapter": 37,
            "verse": 31,
            "text": "ஆகையால், எங்கள் இறைவனுடைய வாக்கு எங்கள் மீது உண்மையாகி விட்டது நிச்சயமாக நாம் (யாவரும் வேதனையைச்) சுவைப்பவர்கள் தாம்"
        },
        {
            "chapter": 37,
            "verse": 32,
            "text": "(ஆம்) நாங்கள் உங்களை வழிகெடுத்தோம்; நிச்சயமாக நாங்களே வழிகெட்டுத்தான் இருந்தோம்"
        },
        {
            "chapter": 37,
            "verse": 33,
            "text": "ஆகவே, அந்நாளில் நிச்சயமாக அவர்கள் வேதனையில் கூட்டானவர்களாகவே இருப்பார்கள்"
        },
        {
            "chapter": 37,
            "verse": 34,
            "text": "குற்றவாளிகளை இவ்வாறு தான் நாம் நிச்சயமாக நடத்துவோம்"
        },
        {
            "chapter": 37,
            "verse": 35,
            "text": "அல்லாஹ்வைத்தவிர நாயன் இல்லை\" என்று அவர்களுக்குக் கூறப்பட்டால், மெய்யாகவே அவர்கள் பெருமையடித்தவர்களாக இருந்தனர்"
        },
        {
            "chapter": 37,
            "verse": 36,
            "text": "ஒரு பைத்தியக்காரப் புலவருக்காக நாங்கள் மெய்யாக எங்கள் தெய்வங்களைக் கைவிட்டு விடுகிறவர்களா?\" என்றும் அவர்கள் கூறுகிறார்கள்"
        },
        {
            "chapter": 37,
            "verse": 37,
            "text": "அப்படியல்ல! அவர் சத்தியத்தையே கொண்டு வந்திருக்கிறார்; அன்றியும் (தமக்கு முன்னர் வந்த) தூதர்களையும் உண்மைப்படுத்துகிறார்"
        },
        {
            "chapter": 37,
            "verse": 38,
            "text": "(இதை நிராகரிப்போராயின்) நிச்சயமாக நீங்கள் நோவினை தரும் வேதனையை அனுபவிப்பவர்கள் தாம்"
        },
        {
            "chapter": 37,
            "verse": 39,
            "text": "ஆனால், நீங்கள் செய்து கொண்டிருந்தவற்றுக்கன்றி (வேறு) எதற்கும் நீங்கள் கூலி கொடுக்கப்படமாட்டீர்கள்"
        },
        {
            "chapter": 37,
            "verse": 40,
            "text": "அல்லாஹ்வுடைய அந்தரங்க சுத்தியான அடியார்களோ (எனின்)"
        },
        {
            "chapter": 37,
            "verse": 41,
            "text": "அவர்களுக்கு அறியப்பட்டுள்ள உணவு அவர்களுக்கு இருக்கிறது"
        },
        {
            "chapter": 37,
            "verse": 42,
            "text": "கனி வகைகள் (அளிக்கப்படும்), இன்னும் அவர்கள் கண்ணியப்படுத்தப்படுவார்கள்"
        },
        {
            "chapter": 37,
            "verse": 43,
            "text": "இன்பம் அளிக்கும் சுவர்க்கங்களில்"
        },
        {
            "chapter": 37,
            "verse": 44,
            "text": "ஒருவரையொருவர் முன்னோக்கியவாறு கட்டில்கள் மீது (அமர்ந்திருப்பார்கள்)"
        },
        {
            "chapter": 37,
            "verse": 45,
            "text": "தெளிவான பானம் நிறைந்த குவளைகள் அவர்களசை; சுற்றி கொண்டுவரும்"
        },
        {
            "chapter": 37,
            "verse": 46,
            "text": "(அது) மிக்க வெண்மையானது அருந்துவோருக்கு மதுரமானது"
        },
        {
            "chapter": 37,
            "verse": 47,
            "text": "அதில் கெடுதியும் இராது அதனால் அவர்கள் புத்தி தடுமாறுபவர்களும் அல்லர்"
        },
        {
            "chapter": 37,
            "verse": 48,
            "text": "இன்னும், அவர்களிடத்தில் அடக்கமான பார்வையும், நெடிய கண்களும் கொண்ட (அமர கன்னியரும்) இருப்பார்கள்"
        },
        {
            "chapter": 37,
            "verse": 49,
            "text": "(தூய்மையில் அவர்கள் சிப்பிகளில்) மறைக்கப்பட்ட முத்துக்களைப் போல் இருப்பார்கள்"
        },
        {
            "chapter": 37,
            "verse": 50,
            "text": "(அப்பொழுது) அவர்களில் ஒரு சிலர் சிலரை முன்னோக்கியவாறு பேசிக் கொண்டிருப்பார்கள்"
        },
        {
            "chapter": 37,
            "verse": 51,
            "text": "அவர்களில் ஒருவர்; எனக்கு (இம்மையில்) உற்ற நண்பன் ஒருவன் இருந்தான் எனக் கூறுவார்"
        },
        {
            "chapter": 37,
            "verse": 52,
            "text": "(மரணத்திற்குப் பின் உயிர்ப்பிக்கப் படுவோம் என்பதை) உண்மையென ஏற்பவர்களில் நிச்சயமாக நீயும் ஒருவனா எனக் கேட்டான்"
        },
        {
            "chapter": 37,
            "verse": 53,
            "text": "நாம் இறந்து மண்ணாகவும், எலும்புகளாகவுமாகி விட்டபின், (மீண்டும் நாம் உயிர்ப்பிக்கப்பட்டு) கூலி வழங்கப்பெறுவோமா?\" என்றும் கேட்டான்"
        },
        {
            "chapter": 37,
            "verse": 54,
            "text": "(அவ்வாறு கூறியவனை) \"நீங்கள் பார்க்(க விரும்பு)கிறீர்களா?\" என்றும் கூறுவார்"
        },
        {
            "chapter": 37,
            "verse": 55,
            "text": "அவர் (கீழே) நோக்கினார்; அவனை நரகத்தின் நடுவில் பார்த்தார்"
        },
        {
            "chapter": 37,
            "verse": 56,
            "text": "(அவனிடம்) \"அல்லாஹ்வின் மீது சத்தியமாக! நீ என்னை அழித்துவிட முற்பட்டாயே"
        },
        {
            "chapter": 37,
            "verse": 57,
            "text": "என் இறைவனுடைய அருள் இல்லாதிருந்தால், நானும் (நரகத்திற்குக்) கொண்டு வரப்பட்டவர்களில் ஒருவனாகியிருப்பேன்"
        },
        {
            "chapter": 37,
            "verse": 58,
            "text": "(மற்றொருமுறையும்) நாம் இறந்து விடுவோமா"
        },
        {
            "chapter": 37,
            "verse": 59,
            "text": "(இல்லை) நமக்கு முந்திய மரணத்தைத் தவிர வேறில்லை அன்றியும், நாம் வேதனை செய்யப்படுபவர்களும் அல்லர்\" என்று கூறுவார்"
        },
        {
            "chapter": 37,
            "verse": 60,
            "text": "நிச்சயமாக இதுதான் மகத்தான வெற்றியாகும்"
        },
        {
            "chapter": 37,
            "verse": 61,
            "text": "எனவே பாடுபடுபவர்கள் இது போன்றதற்காகவே பாடுபடவேண்டும்"
        },
        {
            "chapter": 37,
            "verse": 62,
            "text": "அது சிறப்பான விருந்தா? அல்லது (நரகத்திலிருக்கும் கள்ளி) 'ஜக்கூம்' என்ற மரமா"
        },
        {
            "chapter": 37,
            "verse": 63,
            "text": "நிச்சயமாக நாம் அதை அநியாயக்காரர்களுக்கு ஒரு சோதனையாகவே செய்திருக்கிறோம்"
        },
        {
            "chapter": 37,
            "verse": 64,
            "text": "மெய்யாகவே அது நரகத்தின் அடித்தளத்திலிருந்து வளரும் மரமாகும்"
        },
        {
            "chapter": 37,
            "verse": 65,
            "text": "அதன் பாளைகள் ஷைத்தான்களின் தலைகளைப் போலிருக்கும்"
        },
        {
            "chapter": 37,
            "verse": 66,
            "text": "நிச்சயமாக, அவர்கள் அதிலிருந்தே புசிப்பார்கள்; அதைக்கொண்டு தங்களுடைய வயிறுகளை நிரப்பிக் கொள்வார்கள்"
        },
        {
            "chapter": 37,
            "verse": 67,
            "text": "பின்னர், நிச்சயமாக அவர்களுக்குக் குடிக்க, கொதிக்கும் நீர் கொடுக்கப்படும்"
        },
        {
            "chapter": 37,
            "verse": 68,
            "text": "அதன் பின்னர் அவர்கள் மீளும் தலம் நிச்சயமாக நரகம்தான்"
        },
        {
            "chapter": 37,
            "verse": 69,
            "text": "நிச்சயமாக அவர்கள் தம் மூதாதையர்களை வழி கேட்டிலேயே கண்டார்கள்"
        },
        {
            "chapter": 37,
            "verse": 70,
            "text": "ஆகையால், அவர்களுடைய அடிச்சுவடுகள்மீதே இவர்களும் விரைந்தார்கள்"
        },
        {
            "chapter": 37,
            "verse": 71,
            "text": "இன்னும், இவர்களுக்கு முன்னரும் அப்பண்டைய மக்களில் பெரும்பாலோர் வழி கெட்டிருந்தனர்"
        },
        {
            "chapter": 37,
            "verse": 72,
            "text": "மேலும், நிச்சயமாக நாம் அவர்களிடையே அச்சமூட்டி எச்சரிப்பவர்களை அனுப்பினோம்"
        },
        {
            "chapter": 37,
            "verse": 73,
            "text": "பிறகு, அவ்வாறு அச்சமூட்டி எச்சரிக்கப்பட்டவர்களின் முடிவு என்னவாயிற்றென்று (நபியே!) நீர் பாரும்"
        },
        {
            "chapter": 37,
            "verse": 74,
            "text": "அல்லாஹ்வுடைய அந்தரங்க சுத்தியான அடியார்களைத் தவிர"
        },
        {
            "chapter": 37,
            "verse": 75,
            "text": "அன்றியும் நூஹ் நம்மைப் பிரார்த்தித்தார்; பிரார்த்தனைக்கு பதிலளிப்பதில் நாமே சிறந்தோர் ஆவோம்"
        },
        {
            "chapter": 37,
            "verse": 76,
            "text": "ஆகவே, நாம் அவரையும் அவருடைய குடும்பத்தாரையும் மிகப்பெருங் கஷ்டத்திலிருந்து பாதுகாத்தோம்"
        },
        {
            "chapter": 37,
            "verse": 77,
            "text": "மேலும், அவர்களுடைய சந்ததியரை (பிரளயத்திலிருந்து காப்பாற்றி பிற்காலம்) நிலைத்திருக்கும்படி செய்தோம்"
        },
        {
            "chapter": 37,
            "verse": 78,
            "text": "மேலும், அவருக்காகப் பிற்காலத்தவர்க்கு (ஒரு ஞாபகார்த்தத்தை) விட்டு வைத்தோம்"
        },
        {
            "chapter": 37,
            "verse": 79,
            "text": "ஸலாமுன் அலாநூஹ்\" - அகிலங்கள் எங்கும் நூஹ் மீது ஸலாம் உண்டாவதாக"
        },
        {
            "chapter": 37,
            "verse": 80,
            "text": "இவ்வாறே, நன்மை செய்வோருக்கு நிச்யமாக நாம் கூலி கொடுக்கிறோம்"
        },
        {
            "chapter": 37,
            "verse": 81,
            "text": "நிச்சயமாக அவர் (நூஹ்) முஃமின்களான நம் நல்லடியார்களில் நின்றுமுள்ளவர்"
        },
        {
            "chapter": 37,
            "verse": 82,
            "text": "பிறகு நாம் மற்றவர்களை (வெள்ளத்தில்) மூழ்கடித்தோம்"
        },
        {
            "chapter": 37,
            "verse": 83,
            "text": "நிச்சயமாக, இப்ராஹீமும் அவருடைய வழியைப் பின்பற்றியவர்களில் ஒருவர்தாம்"
        },
        {
            "chapter": 37,
            "verse": 84,
            "text": "அவர் தூய நெஞ்சத்துடன் தம்முடைய இறைவனிடம் வந்தபோது (நபியே! நீர் நினைவு கூர்வீராக)"
        },
        {
            "chapter": 37,
            "verse": 85,
            "text": "அவர் தம் தந்தையையும், தம் சமூகத்தாரையும் நோக்கி \"நீங்கள் எதனை வணங்குகிறீர்கள்? எனக் கேட்ட போது"
        },
        {
            "chapter": 37,
            "verse": 86,
            "text": "அல்லாஹ்வையன்றி பொய்யான தெய்வங்களையா நீங்கள் விரும்புகிறீர்கள்"
        },
        {
            "chapter": 37,
            "verse": 87,
            "text": "அவ்வாறாயின் அகிலங்களுக்கெல்லாம் இறைவன் பற்றி உங்கள் எண்ணம் தான் என்ன?\" (என்று கேட்டார்)"
        },
        {
            "chapter": 37,
            "verse": 88,
            "text": "பின்னர் அவர் நட்சத்திரங்களை ஒரு பார்வை பார்த்தார்"
        },
        {
            "chapter": 37,
            "verse": 89,
            "text": "நிச்சயமாக நாம் நோயாளியாக இருக்கிறேன்\" என்றும் கூறினார்"
        },
        {
            "chapter": 37,
            "verse": 90,
            "text": "எனவே அவரை விட்டும் அ(வருடைய சமூகத்த)வர்கள் திரும்பிச் சென்றனர்"
        },
        {
            "chapter": 37,
            "verse": 91,
            "text": "அப்பால் அவர்களுடைய தெய்வங்களின் பால் அவர் சென்று \"(உங்களுக்கு முன் படைக்கப்பட்டுள்ள உணவுகளை) நீங்கள் உண்ணமாட்டீர்களா?\" என்று கூறினார்"
        },
        {
            "chapter": 37,
            "verse": 92,
            "text": "உங்களுக்கு என்ன (நேர்ந்தது)? நீங்கள் ஏன் பேசுகிறீர்களில்லை?\" (என்றும் கேட்டார்)"
        },
        {
            "chapter": 37,
            "verse": 93,
            "text": "பின் அவர் அவற்றின் பக்கம் திரும்பி தம் வலக்கையால் அவற்றை அடித்து (உடைத்து) விட்டார்"
        },
        {
            "chapter": 37,
            "verse": 94,
            "text": "(அவற்றை வணங்குபவர்கள்) அவர்பால் விரைந்து வந்தார்கள்"
        },
        {
            "chapter": 37,
            "verse": 95,
            "text": "அவர் கூறினார்! \"நீங்களே செதுக்கிய இவற்றையா வணங்குகிறீர்கள்"
        },
        {
            "chapter": 37,
            "verse": 96,
            "text": "உங்களையும், நீங்கள் செய்த(இ)வற்றையும், அல்லாஹ்வே படைத்திருக்கின்றான்"
        },
        {
            "chapter": 37,
            "verse": 97,
            "text": "அவர்கள் கூறினார்கள்; \"இவருக்காக(ப் பெரியதொரு நெருப்புக்) கிடங்கை அமைத்து எரிநெருப்பில் அவரை எறிந்து விடுங்கள்"
        },
        {
            "chapter": 37,
            "verse": 98,
            "text": "(இவ்வாறாக) அவர்கள் அவருக்குச் சதி செய்ய நாடினார்கள்; ஆனால், நாம் அவர்களையே இழிவுபடுத்தி விட்டோம்"
        },
        {
            "chapter": 37,
            "verse": 99,
            "text": "மேலும், அவர் கூறினார்; \"நிச்சயமாக நான் என்னுடைய இறைவனிடம் செல்பவன்; திட்டமாக அவன் எனக்கு நேர் வழியைக் காண்பிப்பான்"
        },
        {
            "chapter": 37,
            "verse": 100,
            "text": "என்னுடைய இறைவா! நீ எனக்கு ஸாலிஹான ஒரு நன்மகனைத் தந்தருள்வாயாக\" (என்று பிரார்த்தித்தார்)"
        },
        {
            "chapter": 37,
            "verse": 101,
            "text": "எனவே, நாம் அவருக்கு பொறுமைசாலியான ஒரு மகனைக் கொண்டு நன்மாராயங் கூறினோம்"
        },
        {
            "chapter": 37,
            "verse": 102,
            "text": "பின் (அம்மகன்) அவருடன் நடமாடக்கூடிய (வயதை அடைந்த) போது அவர் கூறினார்; \"என்னருமை மகனே! நான் உன்னை அறுத்து பலியிடுவதாக நிச்சயமாகக் கனவு கண்டேன். இதைப்பற்றி உம் கருத்து என்ன என்பதைச் சிந்திப்பீராக!\" (மகன்) கூறினான்; \"என்னருமைத் தந்தையே! நீங்கள் ஏவப்பட்டபடியே செய்யுங்கள். அல்லாஹ் நாடினால் - என்னை நீங்கள் பொறுமையாளர்களில் நின்றுமுள்ளவனாகவே காண்பீர்கள்"
        },
        {
            "chapter": 37,
            "verse": 103,
            "text": "ஆகவே, அவ்விருவரும் (இறைவன் கட்டளைக்கு) முற்றிலும் வழிப்பட்டு, (இப்றாஹீம்) மகனைப் பலியிட முகம் குப்புறக்கிடத்திய போது"
        },
        {
            "chapter": 37,
            "verse": 104,
            "text": "நாம் அவரை \"யா இப்றாஹீம்!\" என்றழைத்தோம்"
        },
        {
            "chapter": 37,
            "verse": 105,
            "text": "திடமாக நீர் (கண்ட) கனவை மெய்ப்படுத்தினீர். நிச்சயமாக நன்மை செய்வோருக்கு நாம் இவ்வாறே கூலி கொடுத்திருக்கிறோம்"
        },
        {
            "chapter": 37,
            "verse": 106,
            "text": "நிச்சயமாக இது தெளிவான ஒரு பெருஞ் சோதனையாகும்"
        },
        {
            "chapter": 37,
            "verse": 107,
            "text": "ஆயினும், நாம் ஒரு மகத்தான் பலியைக் கொண்டு அவருக்குப்ப பகரமாக்கினோம்"
        },
        {
            "chapter": 37,
            "verse": 108,
            "text": "இன்னும் அவருக்காகப் பிற்காலத்தவருக்கு (ஒரு ஞாபகார்த்தத்தை) விட்டு வைத்தோம்"
        },
        {
            "chapter": 37,
            "verse": 109,
            "text": "ஸலாமுன் அலா இப்ராஹீம்\" (இப்ராஹீம் மீது ஸலாம் உண்டாவதாக)"
        },
        {
            "chapter": 37,
            "verse": 110,
            "text": "இவ்வாறே, நன்மை செய்வோருக்கு, நாம் கூலி கொடுக்கிறோம்"
        },
        {
            "chapter": 37,
            "verse": 111,
            "text": "நிச்சயமாக அவர் முஃமின்களான நம் (நல்)லடியார்களில் நின்றுமுள்ளவர்"
        },
        {
            "chapter": 37,
            "verse": 112,
            "text": "ஸாலிஹானவர்களிலுள்ளவரான நபி இஸ்ஹாக்கை அவருக்கு இன்னும் (மகனாகத் தருவதாக) நாம் நன்மாராயம் கூறினோம்"
        },
        {
            "chapter": 37,
            "verse": 113,
            "text": "இன்னும் நாம் அவர் மீதும் இஸ்ஹாக் மீதும் பாக்கியங்கள் பொழிந்தோம்; மேலும் அவ்விருவருடைய சந்ததியரில் நன்மை செய்பவர்களும் இருக்கின்றார்கள்; அன்றியும் தமக்குத் தாமே பகிரங்கமாக அநியாயம் செய்து கொள்வோரும் இருக்கின்றனர்"
        },
        {
            "chapter": 37,
            "verse": 114,
            "text": "மேலும், மூஸா, ஹாரூன் ஆகியவர்கள் மீதும் நாம் நிச்சயமாக அருள் புரிந்தோம்"
        },
        {
            "chapter": 37,
            "verse": 115,
            "text": "அவ்விருவரையும், அவ்விருவருடைய சமூகத்தாரையும் மிகப்பெரும் துன்பத்திருந்து இரட்சித்தோம்"
        },
        {
            "chapter": 37,
            "verse": 116,
            "text": "மேலும், நாம் அவர்களுக்கு உதவி செய்தோம்; எனவே அவர்கள் தாம் வெற்றி பெற்றோரானார்கள்"
        },
        {
            "chapter": 37,
            "verse": 117,
            "text": "அவ்விருவருக்கும் நாம் துலக்கமான வேதத்தைக் கொடுத்தோம்"
        },
        {
            "chapter": 37,
            "verse": 118,
            "text": "இன்னும், நாம் அவ்விருவருக்கும் நேர்வழியைக் காண்பித்தோம்"
        },
        {
            "chapter": 37,
            "verse": 119,
            "text": "இன்னும் அவ்விருவருக்குமாகப் பிற்காலத்தவருக்கு (ஒரு ஞாபகார்த்தத்தை) விட்டு வைத்தோம்"
        },
        {
            "chapter": 37,
            "verse": 120,
            "text": "ஸலாமுன் அலா மூஸா வ ஹாரூன்\" மூஸாவுக்கும், ஹாரூனுக்கும் ஸலாம் உண்டாவதாக"
        },
        {
            "chapter": 37,
            "verse": 121,
            "text": "இவ்வாறே நன்மை செய்வோருக்கு நாம் கூலி கொடுக்கிறொம்"
        },
        {
            "chapter": 37,
            "verse": 122,
            "text": "நிச்சயமாக அவ்விருவரும் முஃமின்களான நம் (நல்)லடியார்களில் நின்றுமுள்ளவர்கள்"
        },
        {
            "chapter": 37,
            "verse": 123,
            "text": "மேலும், நிச்சயமாக இல்யாஸும் முர்ஸல்(களில் - தூதராக அனுப்பப்பட்டவர்)களில் ஒருவர் தாம்"
        },
        {
            "chapter": 37,
            "verse": 124,
            "text": "அவர் தம் சமூகத்தவரிடம்; \"நீங்கள் (இறைவனை) அஞ்ச மாட்டீர்களா?\" என்று (போதித்துச்) சொல்லியதை (நினைவு கூர்வீராக)"
        },
        {
            "chapter": 37,
            "verse": 125,
            "text": "நீங்கள் படைப்பவர்களில் மிகச் சிறப்பானவனை விட்டு விட்டு 'பஃலு' (எனும் சிலையை) வணங்குகிறீர்களா"
        },
        {
            "chapter": 37,
            "verse": 126,
            "text": "அல்லாஹ்தான் - உங்களுடைய இறைவனும், உங்களுடை முன் சென்ற மூதாதையர்களின் இறைவனும் ஆவான்"
        },
        {
            "chapter": 37,
            "verse": 127,
            "text": "ஆனால் அவர்கள் அவரைப் பொய்ப்பித்தார்கள்; ஆகையால், அவர்கள் (மறுமையில் இறைவன் முன்னே தண்டனைக்காக) நிச்சயமாக கொண்டு வரப்படுவார்கள்"
        },
        {
            "chapter": 37,
            "verse": 128,
            "text": "அல்லாஹ்வுடைய தூய அடியார்களைத் தவிர. (இவர்களுக்கு நற்கூலியுண்டு)"
        },
        {
            "chapter": 37,
            "verse": 129,
            "text": "மேலும், நாம் அவருக்காகப் பிற்காலத்தவருக்கு (ஒரு ஞாபகார்த்தத்தை) விட்டு வைத்தோம்"
        },
        {
            "chapter": 37,
            "verse": 130,
            "text": "ஸலாமுன் அலா இல்யாஸீன்\" இல்யாஸீன் மீது ஸலாமுண்டாவதாக"
        },
        {
            "chapter": 37,
            "verse": 131,
            "text": "இவ்வாறே நன்மை செய்வோருக்கு நிச்சயமாக நாம் கூலி கொடுக்கிறோம்"
        },
        {
            "chapter": 37,
            "verse": 132,
            "text": "நிச்சயமாக அவர் முஃமின்களான நம் (நல்) அடியார்களில் நின்றுமுள்ளவர்"
        },
        {
            "chapter": 37,
            "verse": 133,
            "text": "மேலும், லூத்தும் நிச்சயமாக முர்ஸல்களில் - அனுப்பப்பட்டவர்களில் நின்றுமுள்ளவர்"
        },
        {
            "chapter": 37,
            "verse": 134,
            "text": "அவரையும் அவருடைய குடும்பத்தார் யாவரையும் காத்துக் கொண்டோம்"
        },
        {
            "chapter": 37,
            "verse": 135,
            "text": "பின்னால் தங்கிவிட்டவர்களிடையே இருந்துவிட்ட (லூத்தின் மனைவியான) கிழவியைத் தவிர்த்து"
        },
        {
            "chapter": 37,
            "verse": 136,
            "text": "பின்னர் நாம் மற்றவர்களை அழித்து விட்டோம்"
        },
        {
            "chapter": 37,
            "verse": 137,
            "text": "இன்னும், நீங்கள் காலை வேலைகளில் அவர்களின் (அழிந்து போன ஊர்களின்) மீதே நடந்து செல்கிறீர்கள்"
        },
        {
            "chapter": 37,
            "verse": 138,
            "text": "இன்னும் இரவிலும் கூட(ச் செல்கிறீர்கள். இதைக்கொண்டு) நீங்கள் நல்லறிவு பெற மாட்டீர்களா"
        },
        {
            "chapter": 37,
            "verse": 139,
            "text": "மேலும், யூனுஸும் நிச்சயமாக முர்ஸல்களில் - அனுப்பப்பட்டவர்களில் நின்றுமுள்ளவர்"
        },
        {
            "chapter": 37,
            "verse": 140,
            "text": "நிரப்பப்பட்ட கப்பலின் பால் அவர் ஒளித்தோடிய போது"
        },
        {
            "chapter": 37,
            "verse": 141,
            "text": "அ(க்கப்பலிலுள்ள)வர்கள் சீட்டுக்குலுக்கிப் போட்டுப் பார்த்தனர் - இவர் தாம் குற்றமுள்ளவர் (என்று தீர்மானித்தனர்)"
        },
        {
            "chapter": 37,
            "verse": 142,
            "text": "ஆகவே, (அவர்களுடைய) பழிப்புக்கிடமான நிலையில் (கடலில்) எறியப்பட வேண்டியவரானார் ஒரு மீன் விழுங்கிற்று"
        },
        {
            "chapter": 37,
            "verse": 143,
            "text": "ஆனால் அவர் (மீன் வயிற்றினுள்) இறைவனைத் துதிசெய்து - தஸ்பீஹு செய்து - கொண்டிராவிட்டால்"
        },
        {
            "chapter": 37,
            "verse": 144,
            "text": "(மறுமையில் அவர்) எழுப்பப்படும் நாள்வரை, அதன் வயிற்றிலேயே தங்கியிருந்திருப்பார்"
        },
        {
            "chapter": 37,
            "verse": 145,
            "text": "ஆனால், அவர் நோயுற்றிருந்த நிலையில், நாம் அவரை (மீன் வயிற்றிலிருந்து வெளியெற்றி) வெட்ட வெளியில் போட்டோம்"
        },
        {
            "chapter": 37,
            "verse": 146,
            "text": "அன்றியும் நாம் அவருக்கு மேல் ஒரு சுரைக்கொடியை முளைப்பித்(து நிழலிடுமாறு செய்)தோம்"
        },
        {
            "chapter": 37,
            "verse": 147,
            "text": "மேலும், நாம் அவரை ஒரு நூறாயிரம் அல்லது அதற்கதிகமானவர்களிடம் அனுப்பி வைத்தோம்"
        },
        {
            "chapter": 37,
            "verse": 148,
            "text": "ஆகவே அவர்கள் ஈமான் கொண்டார்கள். ஆகையால் அவர்களை ஒரு காலம்வரை சுகிக்; கச்செய்தோம்"
        },
        {
            "chapter": 37,
            "verse": 149,
            "text": "(நபியே!) அவர்களிடம் கேளும்; உம் இறைவனுக்குப் பெண் மக்களையும் அவர்களுக்கு ஆண்மக்களையுமா (கற்பனை செய்கிறார்கள்) என்று"
        },
        {
            "chapter": 37,
            "verse": 150,
            "text": "அல்லது நாம் மலக்குகளைப் பெண்களாகவா படைத்தோம்? (அதற்கு) அவர்கள் சாட்சிகளா"
        },
        {
            "chapter": 37,
            "verse": 151,
            "text": "அறிந்து கொள்க! நிச்சயமாக இவர்கள் தங்கள் கற்பனையில் தான் கூறுகின்றனர்"
        },
        {
            "chapter": 37,
            "verse": 152,
            "text": "அல்லாஹ் பிள்ளைகளைப் பெற்றான்\" (என்று கூறுபவர்கள்) நிச்சயமாகப் பொய்யர்களே"
        },
        {
            "chapter": 37,
            "verse": 153,
            "text": "(அன்றியும், அல்லாஹ்) அவன் ஆண்மக்களை விட்டுப் பெண்மக்களைத் தேர்ந்தெடுத்துக் கொண்டானா"
        },
        {
            "chapter": 37,
            "verse": 154,
            "text": "உங்களுக்கு என்ன (நேர்ந்து விட்டது)? எவ்வாறு நீங்கள் தீர்மானிக்கிறீர்கள்"
        },
        {
            "chapter": 37,
            "verse": 155,
            "text": "நீங்கள் சிந்தித்துணர மாட்டீர்களா"
        },
        {
            "chapter": 37,
            "verse": 156,
            "text": "அல்லது உங்களிடம் தெளிவான ஆதாரம் எதுவும் இருக்கிறதா"
        },
        {
            "chapter": 37,
            "verse": 157,
            "text": "நீங்கள் உண்மையாளர்களாயிருப்பின், உங்கள் வேத (ஆதார)த்தைக் கொண்டு வாருங்கள்"
        },
        {
            "chapter": 37,
            "verse": 158,
            "text": "அன்றியும் இவர்கள் அல்லாஹ்வுக்கும் ஜின்களுக்குமிடையில் (வம்சாவளி) உறவை (கற்பனையாக) ஏற்படுத்துகின்றனர் ஆனால் ஜின்களும் (மறுமையில் இறைவன் முன்) நிச்சயமாகக் கொண்டுவரப்படுவார்கள் என்பதை அறிந்தேயிருக்கிறார்கள்"
        },
        {
            "chapter": 37,
            "verse": 159,
            "text": "எனவே, அவர்கள் இவ்வாறு வர்ணிப்பதை விட்டும் அல்லாஹ் மிகவும் பரிசுத்தமானவன்"
        },
        {
            "chapter": 37,
            "verse": 160,
            "text": "அந்தரங்க சுத்தியான அல்லாஹ்வின் அடியார்களைத் தவிர்த்து"
        },
        {
            "chapter": 37,
            "verse": 161,
            "text": "ஆகையால், நிச்சயமாக நீங்களும் நீங்கள் வணங்குபவையும்"
        },
        {
            "chapter": 37,
            "verse": 162,
            "text": "(எவரையும் அல்லாஹ்வுக்கு) எதிராக நீங்கள் வழிகெடுத்து விடமுடியாது"
        },
        {
            "chapter": 37,
            "verse": 163,
            "text": "நரகைச் சென்றடைபவர்களைத் தவிர"
        },
        {
            "chapter": 37,
            "verse": 164,
            "text": "(மேலும் மலக்குகள் கூறுகிறார்கள்;) \"குறிப்பிடப்பட்ட ஓர் இடம் இல்லாதவராக திடமாக எங்களில் எவருமில்லை"
        },
        {
            "chapter": 37,
            "verse": 165,
            "text": "நிச்சயமாக, நாங்கள் (அல்லாஹ்வின் ஏவலை எதிர்பார்த்து) அணிவகுத்தவர்களாகவே (நிற்கின்றோம்)"
        },
        {
            "chapter": 37,
            "verse": 166,
            "text": "மேலும், நிச்சயமாக நாங்கள் (அல்லாஹ்வைத் துதி செய்து) தஸ்பீஹு செய்பவர்களாக இருக்கிறோம்"
        },
        {
            "chapter": 37,
            "verse": 167,
            "text": "(நபியே! மக்காவாசிகள் முன்னர்) கூறிக்கொண்டிருந்தார்கள்"
        },
        {
            "chapter": 37,
            "verse": 168,
            "text": "முன்னோர்களிடமிருந்து, (எங்களுக்கு இறை நினைவூட்டும்) ஏதேனும் ஒரு வேதத்தை நாங்கள் பெற்றிருந்தால்"
        },
        {
            "chapter": 37,
            "verse": 169,
            "text": "அல்லாஹ்வுடைய தூய அடியார்களாக நாங்கள் நிச்சயமாக ஆகியிருப்போம்\" என்று"
        },
        {
            "chapter": 37,
            "verse": 170,
            "text": "ஆனால் (திருக் குர்ஆன் வந்தபோது) அவர்கள் அதை நிராகரிக்கிறார்கள் - (இதன் பலனை) விரைவிலேயே அவர்கள் அறிந்து கொள்வார்கள்"
        },
        {
            "chapter": 37,
            "verse": 171,
            "text": "தூதர்களாகிய நம் அடியார்களிடம், முன்னரே திடமாக நம்வாக்குச் சென்றிருக்கிறது"
        },
        {
            "chapter": 37,
            "verse": 172,
            "text": "(அதாவது) நிச்சயமாக அவர்கள் உதவி செய்யப்படுவார்கள்"
        },
        {
            "chapter": 37,
            "verse": 173,
            "text": "மேலும், நம் படைகளே நிச்சயமாக அவர்களே வெற்றி பெறுவார்கள்"
        },
        {
            "chapter": 37,
            "verse": 174,
            "text": "(ஆகவே, நபியே!) சிறிது காலம் வரையில் நீர் அவர்களை விட்டும் விலகியிருப்பீராக"
        },
        {
            "chapter": 37,
            "verse": 175,
            "text": "(அவர்களின் நிலை என்னவாகிறது என்பதை) நீர் கவனிப்பீராக! (தங்களுக்கு நேரப்போவதை) அவர்களும் கவனிப்பார்கள்"
        },
        {
            "chapter": 37,
            "verse": 176,
            "text": "நம்(மிடமிருந்து வரும்) வேதனைக்காகவா அவர்கள் அவசரப்படுகிறார்கள்"
        },
        {
            "chapter": 37,
            "verse": 177,
            "text": "(அவ்வேதனை) அவர்களுடைய முற்றத்தில் இறங்கும்போது அச்சமூட்டி எச்சரிக்கப்பட்ட அவர்களின் விடியல் மிகக் கெட்டதாக இருக்கும்"
        },
        {
            "chapter": 37,
            "verse": 178,
            "text": "ஆகவே, சிறிது காலம் வரை நீர் அவர்களை விட்டும் விலகியிருப்பீராக"
        },
        {
            "chapter": 37,
            "verse": 179,
            "text": "(அவர்களின் நிலை என்னவாகிறது என்பதை) நீர் கவனிப்பீராக! (தங்களுக்கு நேரப் போவதை) அவர்களும் கவனிப்பார்கள்"
        },
        {
            "chapter": 37,
            "verse": 180,
            "text": "அவர்கள் வர்ணிப்பதை விட்டும், கண்ணியத்தின் இறைவனான உம்முடைய இறைவன் தூயவன்"
        },
        {
            "chapter": 37,
            "verse": 181,
            "text": "மேலும் முர்ஸல்(களான அவன் தூதர்)கள் மீது ஸலாம் உண்டாவதாக"
        },
        {
            "chapter": 37,
            "verse": 182,
            "text": "வல்ஹம்து லில்லாஹி ரப்பில் ஆலமீம் (இன்னும் புகழ் அனைத்தும் அகிலங்களின் இறைவனாகிய அல்லாஹ்வுக்கே உரித்தாகும்)"
        },
        {
            "chapter": 38,
            "verse": 1,
            "text": "ஸாத். (நல்லுபதேசங்களின்) நினைவுறுத்தலைக் கொண்ட இக்குர்ஆன் மீது சத்தியமாக"
        },
        {
            "chapter": 38,
            "verse": 2,
            "text": "ஆனால், நிராகரிப்பவர்களோ பெருமையிலும், மாறுபாட்டிலும் (ஆழ்ந்து) கிடக்கின்றனர்"
        },
        {
            "chapter": 38,
            "verse": 3,
            "text": "இவர்களுக்கு முன்னர் எத்தனையோ தலைமுறைகளை நாம் அழித்திருக்கின்றோம்; அப்போது, அவர்கள் தப்பி ஓட வழியில்லாத நிலையில் (உதவி தேடிக்) கூக்குரலிட்டனர்"
        },
        {
            "chapter": 38,
            "verse": 4,
            "text": "அன்றியும் தங்களிடமிருந்தே அச்சமூட்டி எச்சரிப்பவர் தங்களிடம் வந்ததைப் பற்றி ஆச்சரியமடைந்தனர் \"இவர் ஒரு சூனியக்காரப் பொய்யர்!\" என்றும் காஃபிர்கள் கூறினர்"
        },
        {
            "chapter": 38,
            "verse": 5,
            "text": "இவர் (எல்லாத்) தெய்வங்களையும் ஒரே நாயனாக ஆக்கிவிட்டாரா? நிச்சயமாக இது ஓர் ஆச்சரியமான விஷயமே! (என்றும் கூறினர்)"
        },
        {
            "chapter": 38,
            "verse": 6,
            "text": "(இவரை விட்டும் விலகிச்) செல்லுங்கள். உங்கள் தெய்வங்களை உறுதியுடன் பற்றிக் கொள்ளுங்கள். நிச்சயமாக இதில் (இவரது பிரச்சாரத்தில்) ஏதோ (சுயநலம்) நாடப்படுகிறது\" என்று அவர்களின் தலைவர்கள் (கூறிச்) சென்றனர்"
        },
        {
            "chapter": 38,
            "verse": 7,
            "text": "வேறு (எந்த) சமுதாயத்திலும் நாம் இது (போன்று) கேள்விப்பட்டதில்லை இது (இவருடைய) கற்பனையேயன்றி வேறில்லை (என்றும்)"
        },
        {
            "chapter": 38,
            "verse": 8,
            "text": "நம்மில், இவர் பேரில்தான் நினைவுறுத்தும் நல்லுபதேசம் இறக்கப்பட்டு விட்டதோ?\" (என்றும் கூறுகிறார்கள்.) அவ்வாறல்ல! அவர்கள் எனது போதனையில் சந்தேகத்தில் இருக்கின்றனர் அவ்வாறல்ல! இன்னும் அவர்கள் என் வேதனையை அனுபவித்ததில்லை"
        },
        {
            "chapter": 38,
            "verse": 9,
            "text": "அல்லது, யாவரையும் மிகைத்தவனும் மிகப்பெருங் கொடையாளியுமாகிய உமது இறைவனின் கிருபைக் கருவூலங்கள் - அவர்களிடம் இருக்கின்றனவா"
        },
        {
            "chapter": 38,
            "verse": 10,
            "text": "அல்லது வானங்களுடையவும், பூமியினுடையவும் அவ்விரண்டிற்கும் இடையேயும் இருப்பவற்றின் மீதுள்ள ஆட்சி அவர்களிடம் இருக்கிறதா? அவ்வாறாயின் அவர்கள் (ஏணி போன்ற) சாதனங்களில் ஏறிச் செல்லட்டும்"
        },
        {
            "chapter": 38,
            "verse": 11,
            "text": "ஆனால் இங்கிருக்கும் படையினரும் (முன் தலைமுறைகளில்) முறியடிக்கப்பட்ட ஏனைய கூட்டங்களைப் போலவே ஆவார்கள்"
        },
        {
            "chapter": 38,
            "verse": 12,
            "text": "(இவ்வாறு) இவர்களுக்கு முன் இருந்த நூஹுடைய சமூகத்தாரும், ஆது(சமூகத்தாரு)ம், முளைகளுடைய ஃபிர்அவ்னும் நம் தூதர்களைப் பொய்ப்பித்தனர்"
        },
        {
            "chapter": 38,
            "verse": 13,
            "text": "(இவ்வாறு) 'ஸமூது'ம் லூத்துடைய சமூகத்தவரும், (மத்யன்) தோப்பு வாசிகளும் (பொய்யாக்கினார்கள்); இவர்கள் (எல்லோரும் முன் தலைமுறைகளில் முறியடிக்கப்பட்ட) கூட்டத்தினர் ஆவார்கள்"
        },
        {
            "chapter": 38,
            "verse": 14,
            "text": "இவர்கள் ஒவ்வொருவரும் (நம்) தூதர்களைப் பொய்ப்பிக்க முற்படாமல் இல்லை எனவே என்னுடைய தண்டனை (அவர்கள் மீது) உறுதியாயிற்று"
        },
        {
            "chapter": 38,
            "verse": 15,
            "text": "இன்னும் இவர்களும் ஒரே ஒரு பேரொளியைத் தவிர (வேறெதனையும்) எதிர் பார்க்கவில்லை. அதில் தாமதமும் இராது"
        },
        {
            "chapter": 38,
            "verse": 16,
            "text": "எங்கள் இறைவா! கேள்வி கணக்குக் கேட்கப்படும் நாளுக்கு முன்னரே, எங்கள் (வேதனையின்) பாகத்தை துரிதப்படுத்தி(க் கொடுத்து) விடுவாயாக\" என்றும் (ஏளனமாகக்) கூறுகின்றனர்"
        },
        {
            "chapter": 38,
            "verse": 17,
            "text": "இவர்கள் கூறுவதைப்பற்றிப் பொறுமையுடன் இருப்பீராக! இன்னும், வல்லமையுள்ள நம் அடியார் தாவூதையும் நினைவு கொள்வீராக! நிச்சயமாக அவர் (எந்நிலையிலும் நம்மையே) நோக்குபவரகா இருந்தார்"
        },
        {
            "chapter": 38,
            "verse": 18,
            "text": "நிச்சயமாக நாம் மலைகளை அவருக்கு வசப்படுத்திக் கொடுத்தோம்; மாலை வேளையிலும், காலை வேளையிலும் அவை அவருடன் சேர்ந்து (நம்மைத் துதித்து) தஸ்பீஹு செய்தன"
        },
        {
            "chapter": 38,
            "verse": 19,
            "text": "மேலும் பறவைகளை ஒன்று திரட்டி (நாம் வசப்படுத்திக் கொடுத்தோம்) அனைத்தும் அவனையே நோக்குபவையாக இருந்தன"
        },
        {
            "chapter": 38,
            "verse": 20,
            "text": "மேலும், நாம் அவருடைய அரசாங்கத்தையும் வலுப்படுத்தினோம்; இன்னும் அவருக்கு ஞானத்தையும், தெளிவான சொல்லாற்றலையும் அளித்தோம்"
        },
        {
            "chapter": 38,
            "verse": 21,
            "text": "அந்த வழக்காளிகளின் செய்தி உமக்கு வந்ததா? அவர்கள் (தாவூது இறைவணக்கத்திற்காக அமைத்திருந்த) மிஹ்ராபின் சுவரைத் தாண்டி"
        },
        {
            "chapter": 38,
            "verse": 22,
            "text": "தாவூதிடம் நுழைந்த போது அவர்; அவர்களைக் கண்டு திடுக்குற்றார்; அப்போது அவர்கள் கூறினார்கள்; \"பயப்படாதீர்! நாங்களிருவரும் வழக்காளிகள்; எங்களில் ஒருவர் மற்றவர் மீது அநீதம் செய்திருக்கிறார்;; எங்களிருவருக்கிடையில் நீதத்தைக் கொண்டு தீர்ப்பளிப்பீராக! (அதில்) தவறிழைத்து விடாதீர்! எங்களைச் செவ்வையான பாதைக்கு நேர்வழி காட்டுவீராக"
        },
        {
            "chapter": 38,
            "verse": 23,
            "text": "(அவர்களில் ஒருவர் கூறினார்;) \"நிச்சயமாக இவர் என்னுடைய சகோதரர்; இவரிடம் தொண்ணூற்றொன்பது ஆடுகள் இருக்கின்றன் ஆனால் என்னிடம் ஒரே ஓர் ஆடுதான் இருக்கிறது அவர் அதனையும் தனக்குக் கொடுத்துவிட வேண்டுமெனச் சொல்லி, வாதத்தில் என்னை மிகைத்து விட்டார்"
        },
        {
            "chapter": 38,
            "verse": 24,
            "text": "(அதற்கு தாவூது;) \"உமமுடைய ஆட்டை அவர் தம்முடைய ஆடுகளுடன் சேர்த்து விடும்படிக் கேட்டது கொண்டு நிச்யசமாக அவர் உம்மீது அநியாயம் செய்து விட்டார்; நிச்சயமாகக் கூட்டாளிகளில் பெரும்பாலோர் - அவர்களில் சிலர் சிலரை மோசம் செய்து விடுகின்றனர்; ஈமான் கொண்டு (ஸாலிஹான) நல்லமல்கள் செய்பவர்களைத் தவிர இத்தகையவர் சிலரே\" என்று கூறினார்; இதற்குள்; \"நிச்சயமாக நாமே அவரைச் சோதித்து விட்டோம்\" என்று தாவூது எண்ணித் தம்முடைய இறைவனிடம் மன்னிப்பு கோரிக்குனிந்து விழுந்தவராக இறைவனை நோக்கினார்"
        },
        {
            "chapter": 38,
            "verse": 25,
            "text": "ஆகவே, நாம் அவருக்கு அ(க் குற்றத்)தை மன்னித்தோம்; அன்றியும், நிச்சயமாக அவருக்கு நம்மிடத்தில் நெருங்கிய (அந்தஸ்)தும், அழகிய இருப்பிடமும் உண்டு"
        },
        {
            "chapter": 38,
            "verse": 26,
            "text": "(நாம் அவரிடம் கூறினோம்;) \"தாவூதே! நிச்சயமாக நாம் உம்மை பூமியில் பின்தோன்றலாக ஆக்கினோம்; ஆகவே மனிதர்களிடையே சத்தியத்தைக் கொண்டு (நீதமாக)த் தீர்ப்புச் செய்யும்; அன்றியும், அனோ இச்சையைப் பின் பற்றாதீர்; (ஏனெனில் அது) உம்மை அல்லாஹ்வின் பாதையை விட்டும் வழி கெடுத்து விடும். நிச்சயமாக எவர் அல்லாஹ்வின் பாதையை விட்டு வழிகெடுக்கிறாரோ, அவர்களுக்குக் கேள்வி கணக்குக் கேட்கப்படும் நாளை மறந்து விட்டமைக்காக மிகக்கொடிய வேதனையுண்டு"
        },
        {
            "chapter": 38,
            "verse": 27,
            "text": "மேலும், வானத்தையும், பூமியையும், இவ்விரண்டிற்குமிடையே உள்ளவற்றையும் வீணுக்காக நாம் படைக்கவில்லை. இது (வீணென்பது) காஃபிர்களின் எண்ணமாகும்; காஃபிர்களுக்கு (நரக) நெருப்பின் கேடுதான் உண்டு"
        },
        {
            "chapter": 38,
            "verse": 28,
            "text": "அல்லது ஈமான் கொண்டு (ஸாலிஹான) நல்லமல்கள் செய்வோரை பூமியில் குழப்பம் செய்வோரைப்போல் நாம் ஆக்கிவிடுவோமா? அல்லது, பயபக்தியுடையோரைப் பாவிகளைப் போல் நாம் ஆக்கிவிடுவோமா"
        },
        {
            "chapter": 38,
            "verse": 29,
            "text": "(நபியே!) பாக்கியம் பெற்ற இவ்வேதத்தை உம்மீது அருளியுள்ளோம் - அவர்கள் இதன் வசனங்களைக் கவனித்து ஆய்வதற்காகவும், அறிவுடையோர் நல்லுணர்வு பெறுவதற்காகவும்"
        },
        {
            "chapter": 38,
            "verse": 30,
            "text": "இன்னும் தாவூதுக்கு(ப் புதல்வராக) ஸுலைமானை வழங்கினோம்; சிறப்பான (நம்) நல்லடியார், நிச்சயமாக அவர் (எதிலும் நம்மையே) நோக்குபவர்"
        },
        {
            "chapter": 38,
            "verse": 31,
            "text": "நன்கு பயிற்சியளிக்கப்பட்ட உயர்ந்த குதிரைகள் (ஒரு) மாலை நேரத்தில் அவர் முன் கொண்டுவரப்பட்ட பொழுது"
        },
        {
            "chapter": 38,
            "verse": 32,
            "text": "நிச்சயமாக நான் (சூரியன் இரவாகிய) திரைக்குள் மறைந்து விடும்வரை, என்னுடைய இறைவனை நினைப்பது விட்டும் இந்த நல்ல பொருட்களின் மேல் அதிக அன்பாக அன்பு பாராட்டிவிட்டேன்\" என அவர் கூறினார்"
        },
        {
            "chapter": 38,
            "verse": 33,
            "text": "என்னிடம் அவற்றை திரும்ப கொண்டு வாருங்கள் (என்று கூறினார் அவை திரும்ப கொண்டு வரப்பட்டபின்) அவற்றின் பின்னங்கால்களையும் கழுத்துகளையும் தடவிக் கொடுத்தார்"
        },
        {
            "chapter": 38,
            "verse": 34,
            "text": "இன்னும் நாம் ஸுலைமானைத் திட்டமாகச் சோதித்தோம்; அவருடைய அரியணையில் ஒரு முண்டத்தை எறிந்தோம் - ஆகவே அவர் (நம்மளவில்) திரும்பினார்"
        },
        {
            "chapter": 38,
            "verse": 35,
            "text": "என் இறைவனே! என்னை மன்னித்தருள்வாயாக! அன்றியும், பின்னர் எவருமே அடைய முடியாத ஓர் அரசாங்கத்தை எனக்கு நீ நன்கொடையளிப்பாயாக! நிச்சயமாக நீயே மிகப்பொருங் கொடையாளியாவாய்\" எனக் கூறினார்"
        },
        {
            "chapter": 38,
            "verse": 36,
            "text": "ஆகவே, நாம் அவருக்குக் காற்றை வசப்படுத்திக் கொடுத்தோம்; அது அவருடைய கட்டளைப்படி அவர் நாடிய இடங்களுக்கெல்லாம் இலகுவாக (அவரைச் சுமந்து) சென்று கொண்டிருந்தது"
        },
        {
            "chapter": 38,
            "verse": 37,
            "text": "மேலும், ஷைத்தான்களிலுள்ள கட்டடங்கட்டுவோர், முத்துக்குளிப்போர் ஆகிய யாவரையும்"
        },
        {
            "chapter": 38,
            "verse": 38,
            "text": "சங்கிலியால் விலங்கிடப்பட்டிருந்த வேறு பலரையும் (நாம் அவருக்குக் வசப்படுத்திக் கொடுத்தோம்)"
        },
        {
            "chapter": 38,
            "verse": 39,
            "text": "இது நம்முடைய நன்கொடையாகும்; (நீர் விரும்பினால் இவற்றைப் பிறருக்குக் கொடுக்கலாம், அல்லது கொடாது நிறுத்திக் கொள்ளலாம் - கேள்வி கணக்கில்லாத நிலையில் (என்று நாம் அவரிடம் கூறினோம்)"
        },
        {
            "chapter": 38,
            "verse": 40,
            "text": "மேலும், நிச்சயமாக அவருக்கு, நம்மிடத்தில் நெருங்கிய (அந்தஸ்)தும், அழகிய இருப்பிடமும் உண்டு"
        },
        {
            "chapter": 38,
            "verse": 41,
            "text": "மேலும் (நபியே!) நம்முடைய (நல்) அடியார் அய்யூபை நினைவு கூர்க! அவர் தம் இறைவனிடம், \"நிச்சயமாக ஷைத்தான் எனக்குத் துன்பத்தையும், வேதனையையும் கொடுத்து விட்டான்\" (என்று கூறிய போது)"
        },
        {
            "chapter": 38,
            "verse": 42,
            "text": "உம்முடைய காலால் (பூமியைத்) தட்டும்\" (அவ்வாறு தட்டவே ஒரு நீருற்றுப் பொங்கி வந்ததும்) \"இதோ குளிர்ச்சியான குளிக்குமிடமும், பானமும் (உமக்கு) இருக்கின்றன\" (என்று சொன்னோம்)"
        },
        {
            "chapter": 38,
            "verse": 43,
            "text": "பின்னர் நம்மிடத்திலிருந்துள்ள கிருபையாகவும் அறிவுடையயோருக்கு நினைவுட்டுதலாகவும் அவருடைய குடும்பத்தையும், பின்னும் அதைப் போன்ற ஒரு தொகையினரையும் (அவருக்குக் குடும்பமாகக்) கொடுத்தோம்"
        },
        {
            "chapter": 38,
            "verse": 44,
            "text": "ஒரு பிடி புல் (கற்றையை) உம் கையில் எடுத்து, அதைக் கொண்டு (உம் மனைவியை) அடிப்பீராக நீர் (உம்) சத்தியத்தை முறிக்கவும் வேண்டாம்\" (என்று கூறினோம்). நிச்சயமாக நாம் அவரைப் பொறுமையுடையவராகக் கண்டோம்; அவர் சிறந்த நல்லடியார் - நிச்சயமாக அவர் (எதிலும் நம்மை) நோக்கியவராகவே இருந்தார்"
        },
        {
            "chapter": 38,
            "verse": 45,
            "text": "(நபியே! ஆத்மீக) ஆற்றலும், அகப்பார்வையும் உடையவர்களாயிருந்த நம் அடியார்களான இப்றாஹீம், இஸ்ஹாஃக், யஃகூப் ஆகியோரையும் நினைவு கூர்வீராக"
        },
        {
            "chapter": 38,
            "verse": 46,
            "text": "நிச்சயமாக, நாம் இவர்களை (மறுமை) வீட்டை நினைவூட்டுவதற்காகவே பூரண பரிசுத்தமானவர்களாக(த் தேர்ந்தெடுத்தோம்)"
        },
        {
            "chapter": 38,
            "verse": 47,
            "text": "நிச்சயமாக இவர்கள் நம்மிடத்தில் தேர்தெடுக்கப்பட்ட நல்லோர்களில் நின்றுமுள்ளவர்கள்"
        },
        {
            "chapter": 38,
            "verse": 48,
            "text": "இன்னும் (நபியே!) நினைவு கூர்வீராக இஸ்மாயீலையும், அல்யஸவுவையும், துல்கிஃப்லையும் - (இவர்கள்) எல்லோரும் நல்லோர்களில் உள்ளவராகவே இருந்தனர்"
        },
        {
            "chapter": 38,
            "verse": 49,
            "text": "இது நல்லுபதேசமாக இருக்கும்; நிச்சயமாக பயபக்தியுடையவர்களுக்கு அழகிய இருப்பிடமுண்டு"
        },
        {
            "chapter": 38,
            "verse": 50,
            "text": "அத்னு' என்னும் சுவனபதிகளின் வாயில்கள் அவர்களுக்காகத் திறந்து வைக்கப்பட்டவையாக இருக்கும்"
        },
        {
            "chapter": 38,
            "verse": 51,
            "text": "அதில் அவர்கள் (பஞ்சணைகள் மீது) சாய்ந்தவர்களாக, அங்கே ஏராளமான கனிவகைகளையும், பானங்களையும் கேட்(டு அருந்திக் கொண்டிருப்)பார்கள்"
        },
        {
            "chapter": 38,
            "verse": 52,
            "text": "அவர்களுடன் கீழ்நோக்கிய பார்வையும், ஒரே வயதுமுடைய அமர கன்னிகைகளும் இருப்பார்கள்"
        },
        {
            "chapter": 38,
            "verse": 53,
            "text": "கேள்வி கணக்குக்குரிய நாளுக்கென உங்களுக்கு வாக்களிக்கப்பட்டிருந்தது இதுதான்"
        },
        {
            "chapter": 38,
            "verse": 54,
            "text": "நிச்சயமாக இவை நம்முடைய கொடையாகும்; இதற்கு (என்றும்) முடிவே இராது\" (என்று அவர்களுக்குக் கூறப்படும்)"
        },
        {
            "chapter": 38,
            "verse": 55,
            "text": "இது (நல்லோருக்காக) ஆனால் நிச்சயமாகத் தீயவர்களுக்கு மிகக் கெட்ட தங்குமிடம் இருக்கிறது"
        },
        {
            "chapter": 38,
            "verse": 56,
            "text": "(அதுவே நரகம்) ஜஹன்னம் -அதில் அவர்கள் நுழைவார்கள்; அது தங்குமிடங்களில் மிகவும் கெட்டது"
        },
        {
            "chapter": 38,
            "verse": 57,
            "text": "இது (தீயோர்களுக்காக) ஆகவே அவர்கள் அதனைச் சுவைத்துப் பார்க்கட்டும் - கொதிக்கும் நீரும்; சீழும் ஆகும்"
        },
        {
            "chapter": 38,
            "verse": 58,
            "text": "இன்னும் (இதைத்தவிர) இது போன்ற பல (வேதனைகளும்) உண்டு"
        },
        {
            "chapter": 38,
            "verse": 59,
            "text": "(நரகவாதிகளின் தலைவர்களிடம்;) \"இது உங்களுடன் நெருங்கிக் கொண்டு (நரகம்) புகும் சேனையாகும்; இவர்களுக்கு அங்கு சங்கை இருக்காது நிச்சயமாக இவர்கள் நரகில் சேர்ப்பவர்கள்\" (என்று கூறப்படும்)"
        },
        {
            "chapter": 38,
            "verse": 60,
            "text": "அதற்கு அவர்கள்; \"அப்படியல்ல, நீங்களும் தான்! உங்களுக்கும் சங்கை கிடையாது! நீங்கள் தாம் எங்களுக்கு இதை (இந் நிலையை) முற்படுத்தி வைத்தீர்கள்; (ஆதலால் நம் இரு கூட்டத்தாருக்கும்) தங்குமிடம் மிகவும் கெட்டது!\" என்று கூறுவர்"
        },
        {
            "chapter": 38,
            "verse": 61,
            "text": "எங்கள் இறைவா! எவர் எங்களுக்கு இதை (இந்நிலையை) முற்படுத்தி வைத்தாரோ அவருக்கு நரகத்தின் வேதனையை இரு மடங்காக அதிகப்படுத்துவாயாக!\" என்று அவர்கள் கூறுவர்"
        },
        {
            "chapter": 38,
            "verse": 62,
            "text": "இன்னும், அவர்கள்; \"நமக்கு என்ன நேர்ந்தது? மிகக் கெட்ட மனிதர்களிலுள்ளவர்கள் என்று நாம் எண்ணிக் கொண்டிருந்தோமே, அவர்களை (நரகத்தில்) ஏன் காணவில்லை"
        },
        {
            "chapter": 38,
            "verse": 63,
            "text": "நாம் அவர்களைப் பரிகாசம் செய்து கொண்டிருந்தோமா? அல்லது (அவர்களைக் காணமுடியாதவாறு) அவர்களை விட்டும் நம் பார்வைகள் சருகி விடடனவா?\" என்று கூறுவர்"
        },
        {
            "chapter": 38,
            "verse": 64,
            "text": "நிச்சயமாக இது தான் உண்மை. நரகவாசிகள் (இவ்வாறு தான்) ஒருவரோடு ஒருவர் தர்க்கம் செய்து கொள்வார்கள்"
        },
        {
            "chapter": 38,
            "verse": 65,
            "text": "(நபியே!) நீர் கூறுவீராக \"நான் அச்சமூட்டி எச்சரிக்கை செய்பவனே, அன்றியும் ஏகனும், (யாவரையும்) அடக்கியாளபவனுமாகிய அல்லாஹ்வைத் தவிர நாயன் இல்லை"
        },
        {
            "chapter": 38,
            "verse": 66,
            "text": "(அவனே) வானங்களுக்கும், பூமிக்கும், இவ்விரண்டிற்குமிடையே உள்ளவற்றுக்கும் இறைவனாக இருக்கின்றான்; அவன் (யாவரையும்) மிகைத்தவன்; மிகவும் மன்னிப்பவன்"
        },
        {
            "chapter": 38,
            "verse": 67,
            "text": "(நபியே?) கூறுவீராக \"(நான் உங்களுக்கு எடுத்துரைக்கும்) இது மகத்தான செய்தியாகும்"
        },
        {
            "chapter": 38,
            "verse": 68,
            "text": "நீங்களோ அதைப் புறக்கணித்தவர்களாக இருக்கிறீர்கள்"
        },
        {
            "chapter": 38,
            "verse": 69,
            "text": "மேலான கூட்டத்தார் தர்க்கித்துக் கொண்டது பற்றி எனக்கு ஒன்றும் தெரியாது"
        },
        {
            "chapter": 38,
            "verse": 70,
            "text": "நிச்சயமாக நாம் பகிரங்கமாக அச்சமூட்டி எச்சரிக்கை செய்பவன்\" என்பதற்காக அல்லாமல் எனக்கு வஹீ அறிவிக்கப்படவில்லை"
        },
        {
            "chapter": 38,
            "verse": 71,
            "text": "(நபியே! நினைவு கூர்வீராக!) \"நிச்சயமாக நாம் களிமண்ணிலிருந்து மனிதனைப் படைக்க இருக்கின்றேன்\" என்று உம்முடைய இறைவன் கூறிய வேளையில்"
        },
        {
            "chapter": 38,
            "verse": 72,
            "text": "நான் அவரைச் செவ்வைப்படுத்தி, எனது ஆவியிலிருந்து அவருக்குள் ஊதிய பொழுது அவருக்கு நீங்கள் விழுந்து ஸுஜூது செய்யுங்கள்\" (எனக் கூறியதும்)"
        },
        {
            "chapter": 38,
            "verse": 73,
            "text": "அது சமயம் மலக்குகள் யாவரும் ஸுஜூது செய்தார்கள்"
        },
        {
            "chapter": 38,
            "verse": 74,
            "text": "இப்லீஸைத் தவிர அவன் பெருமை அடித்தவனாக (நம் கட்டளையை மறுத்த) காஃபிர்களில் (ஒருவனாக) ஆகிவிட்டான்"
        },
        {
            "chapter": 38,
            "verse": 75,
            "text": "இப்லீஸே! நான் என்னுடைய கைகளால் படைத்தவருக்கு ஸுஜூது செய்வதை விட்டும் உன்னைத்தடுத்தது எது? பெருமையடிக்கிறாயா? அல்லது நீ உயர்ந்தவர்களில் (ஒருவனாக) ஆகிவிட்டாயா?\" என்று (அல்லாஹ்) கேட்டான்"
        },
        {
            "chapter": 38,
            "verse": 76,
            "text": "நானே அவரைவிட மேலானவன்; (ஏனெனில்) என்னை நீ நெருப்பிலிருந்து படைத்தாய்; ஆனால் அவரையோ நீ களிமண்ணிலிருந்து படைத்தாய்\" என்று (இப்லீஸ்) கூறினான்"
        },
        {
            "chapter": 38,
            "verse": 77,
            "text": "(அப்போது இறைவன்) \"இதிலிருந்து நீ வெளியேறு! ஏனெனில் நிச்சயமாக நீ விரட்டப்பட்டவனாகி விட்டாய்\" எனக் கூறினான்"
        },
        {
            "chapter": 38,
            "verse": 78,
            "text": "இன்னும், நிச்சயமாக நியாயத் தீர்ப்பு நாள்வரை உன்மீது என் சாபம் இருக்கும்\" (எனவும் இறைவன் கூறினான்)"
        },
        {
            "chapter": 38,
            "verse": 79,
            "text": "இறைவனே! அவர்கள் (இறந்து) எழுப்பப்படும் நாள்வரை எனக்கு அவகாசம் கொடுப்பாயாக\" என்று அவன் கேட்டான்"
        },
        {
            "chapter": 38,
            "verse": 80,
            "text": "நிச்சயமாக நீ அவகாசம் சொடுக்கப்பட்டவர்களில் உள்ளவனே\" என (அல்லாஹ்) கூறினான்"
        },
        {
            "chapter": 38,
            "verse": 81,
            "text": "குறிப்பிட்டகாலத்தின் நாள்வரையில்\" (உனக்கு அவகாசம் உண்டு எனவும் கூறினான்)"
        },
        {
            "chapter": 38,
            "verse": 82,
            "text": "அப்பொழுது \"உன் கண்ணியத்தின் மீது சத்தியமாக, நிச்சயமாக நான் அவர்கள் யாவரையும் வழிகெடுப்பேன்\" என்று (இப்லீஸ்) கூறினான்"
        },
        {
            "chapter": 38,
            "verse": 83,
            "text": "(எனினும்) அவர்களில் அந்தரங்க சுத்தியான உன் அடியார்களைத் தவிர\" (என்றான்)"
        },
        {
            "chapter": 38,
            "verse": 84,
            "text": "(அதற்கு இறைவன்;) \"அது உண்மை உண்மையையே நான் கூறுகிறேன் என்று இறைவன் கூறினான்"
        },
        {
            "chapter": 38,
            "verse": 85,
            "text": "நிச்சயமாக, உன்னைக் கொண்டும், அவர்களில் உன்னைப் பின்பற்றியவர்கள் அனைவரைக் கொண்டும் நரகத்தை நான் நிரப்புவேன்\" (என்றான்)"
        },
        {
            "chapter": 38,
            "verse": 86,
            "text": "(நபியே!) நீர் கூறும்; (\"இக் குர்ஆனுக்காக) நான் உங்களிடம் யாதொரு கூலியும் கேட்கவில்லை அன்றியும், (இதை இட்டுக் கட்டி) சிரமம் எடுத்துக் கொண்டவனும் அல்லன்"
        },
        {
            "chapter": 38,
            "verse": 87,
            "text": "இது அகிலங்களுக்கெல்லாம் நல்லுபதேசமேயன்றி வேறில்லை"
        },
        {
            "chapter": 38,
            "verse": 88,
            "text": "நிச்சயமாக (சிறிது) காலத்திற்குப் பின்னர், நீங்கள் இதன் உண்மையைத் திட்டமாக அறிந்து கொளவீர்கள்"
        },
        {
            "chapter": 39,
            "verse": 1,
            "text": "(யாவரையும்) மிகைத்தவனும், ஞானம் மிக்கவனுமாகிய அல்லாஹ்விடமிருந்தே இவ்வேதம் இறங்கியருளப் பெற்றுள்ளது"
        },
        {
            "chapter": 39,
            "verse": 2,
            "text": "(நபியே!) நிச்சயமாக நாம் உமக்கு உண்மையைக் கொண்டு இவ்வேதத்தை இறக்கியருளினோம், ஆகவே, மார்க்கத்திற்கு அந்தரங்க சுத்தியுடையவராக நீர் அல்லாஹ்வை வணங்குவீராக"
        },
        {
            "chapter": 39,
            "verse": 3,
            "text": "அறிந்து கொள்வீராக! களங்கமற்ற மார்க்க (வழபாடு யாவு)ம் அல்லாஹ்வுக்கே உரியது இன்னும், அவனையன்றிப் பாதுகாப்பாளர்களை எடுத்துக் கொண்டிருப்பவர்கள், \"அவர்கள் எங்களை அல்லாஹ்வின் அருகே சமீபமாகக் கொண்டு செல்வார்கள் என்பதற்காகவே யன்றி நாங்கள் அவர்களை வணங்கவில்லை\" (என்கின்றனர்). அவர்கள் எதில் வேறுபட்டுக் கொண்டிருக்கிறார்களோ அதைப்பற்றி நிச்சயமாக அல்லாஹ் அவர்களுக்கிடையே தீர்ப்பளிப்பான்; பொய்யனாக நிராகரித்துக் கொண்டிருப்பவனை நிச்சயமாக அல்லாஹ் நேர்வழியில் செலுத்த மாட்டான்"
        },
        {
            "chapter": 39,
            "verse": 4,
            "text": "அல்லாஹ் (தனக்கு) ஒரு பிள்ளையை எடுத்துக் கொள்ள நாடியிருந்தால், அவன் படைத்துள்ளவர்களிலிருந்து தான் விரும்பிவரைத் தேர்ந்தெடுத்துக் கொண்டிருப்பான்; (எனினும் இத்தகையவற்றிலிருந்து) அவன் பரிசுத்தமானவன். அவனே (யாவரையும்) அடக்கியாளும் வல்லமை மிக்கவனாகிய ஏகனான அல்லாஹ்"
        },
        {
            "chapter": 39,
            "verse": 5,
            "text": "அவன் வானங்களையும், பூமியையும் உண்மையைக் கொண்டு படைத்திருக்கிறான்; அவனே பகலின் மீது இரவைச் சுற்றுகிறான்; இன்னும் இரவின் மீது பகலைச் சுற்றுகிறான்; சூரியனையும் சந்திரனையும் (தன் ஆதிக்கத்திற்குள்) வசப்படுத்தினான், இவை ஒவ்வொன்றும் குறிப்பிடட தவணைப் பிரகாரம் நடக்கின்றது; (நபியே!) அறிந்து கொள்வீராக! அவன் (யாவரையும்) மிகைத்தவன்; மிக மன்னப்பவன்"
        },
        {
            "chapter": 39,
            "verse": 6,
            "text": "அவன் உங்களை ஒரே மனிதரிலிருந்து படைத்தான்; பிறகு, அவரிலிருந்து அவருடைய மனைவியை ஆக்கினான்; அவன் உங்களுக்காக கால் நடைகளிலிருந்து எட்டு (வகைகளை) ஜோடி ஜோடியாக படைத்தான்! உங்கள் தாய்மார்களின் வயிறுகளில், ஒன்றன் பின் ஒன்றாக மூன்று இருள்களுக்குள் வைத்து உங்களை படைக்கிறான்; அவனே அல்லாஹ்; உங்களுடைய இறைவன்; அவனுக்கே ஆட்சியதிகாரம் (முழுவதும் உரித்தாகும்), அவனைத் தவிர வேறு நாயன் இல்லை. அவ்வாறிருக்க, (அவனை விட்டும்) நீங்கள் எப்படி திருப்பப்படுகிறீர்கள்"
        },
        {
            "chapter": 39,
            "verse": 7,
            "text": "(அவனை) நீங்கள் நிராகரித்தாலும் (அவனுக்குக் குறையெதுமில்லை) - நிச்சயமாக அல்லாஹ் உங்களிடம் தேவையற்றவன்; எனினும் தன் அடியார்களின் (நன்றி மறக்கும்) நிராகரிப்பை - குஃப்ரைக் கொண்டு அவன் திருப்தி கொள்வதில்லை நீங்கள் நன்றி செலுத்துவீர்களாயின், உங்களைப் பற்றி அவன் திருப்தி கொள்வான். அன்றியும், (தன் பாவச் சுமையைச்) சுமக்கிறவன். மற்றொருவன் (பாவச்) சுமையைச் சுமக்க மாட்டான்; பின்னர் நீங்கள் திரும்பிச் செல்லுதல் உங்களுடைய இறைவனிடமே யாகும்; நீங்கள் செய்து கொண்டிருந்தது பற்றி அப்போது அவன் உங்களுக்கு அறிவிப்பான்; நெஞ்சங்களிலிருப்பதை அவன் நிச்சயமாக நன்கறிபவன்"
        },
        {
            "chapter": 39,
            "verse": 8,
            "text": "இன்னும் மனிதனை ஏதேனும் ஒரு துன்பம் தீண்டுமானால், அவன் தன் இறைவன்பால் திரும்பி அவனை அழை(த்துப் பிரார்த்தி)க்கின்றான்; பின்னர் (இறைவன்) தன்னிடமிருந்து ஓர் அருட்கொடையை அவனுக்கு அளித்தானானால், முன்னர் அவன் எதற்காக அவனை அழைத்து(ப் பிரார்த்தித்து)க் கொண்டிருந்தானோ அதை மறந்து விடுகிறான். அல்லாஹ்வுக் இணைகளை ஏற்படுத்தி (மற்றவர்களை) அல்லாஹ்வுடைய பாதையிலிருந்து வழிகெடுக்கிறான். (நபியே!) நீர் கூறுவீராக \"உன் குஃப்ரை (நிராகரிப்பை)க் கொண்டு சிறிது காலம் சுகமனுபவி; நிச்சயமாக நீ நரகவாதிகளில் நின்றுமுள்ளவனே"
        },
        {
            "chapter": 39,
            "verse": 9,
            "text": "எவர் மறுமையை அஞ்சி தன் இறைவனுடைய ரஹ்மத்தை ஆதரவு வைத்து இராக்காலங்களில் ஸுஜூது செய்தவராகவும், நிலையில் நின்றவராகவும் வணங்குகிறாரோ அவர் (நிராகரிப்பவரைப் போல்) ஆவாரா? (நபியே!) நீர் கூறும்; \"அறிந்தோரும், அறியாதோரும் சமமாவார்களா? நிச்சயமாக (இக் குர்ஆனைக் கொண்டு) நல்லுபதேசம் பெறுவோர் அறிவுடையவர்கள் தாம்"
        },
        {
            "chapter": 39,
            "verse": 10,
            "text": "(நபியே!) நீர் கூறும்; \"ஈமான் கொண்ட நல்லடியார்களே! உங்களுடைய இறைவனுக்கு பயபக்தியாக இருங்கள்; இவ்வுலகில் அழகாய் நன்மை செய்தோருக்கு அழகிய நன்மையே கிடைக்கும் - அல்லாஹ்வுடைய பூமி விசாலமானது பொறுமையுள்ளவர்கள் தங்கள் கூலியை நிச்சயமாகக் கணக்கின்றிப் பெறுவார்கள்"
        },
        {
            "chapter": 39,
            "verse": 11,
            "text": "(நபியே! இன்னும்) \"மார்க்கத்திற்கு அந்தரங்க சுத்தியுடன் அல்லாஹ்வை வணங்குமாறு நிச்சயமாக நான் ஏவப்பட்டிருக்கின்றேன்\" என்றும் கூறுவீராக"
        },
        {
            "chapter": 39,
            "verse": 12,
            "text": "அன்றியும் (அவனுக்கு முற்றிலும் வழிப்பட்டவர்களில்) முஸ்லிம்களில் முதலாவராக இருக்குமாறும் நான் ஏவப்பட்டுள்ளேன்\" (என்றும் நீர் கூறுவீராக)"
        },
        {
            "chapter": 39,
            "verse": 13,
            "text": "என்னுடைய இறைவனுக்கு நான் மாறு செய்வேனாயின், மகத்தான ஒரு நாளின் வேதனைக்கு நான் நிச்சயமாக அஞ்சகிறேன்\" என்று (நபியே!) நீர் கூறும்"
        },
        {
            "chapter": 39,
            "verse": 14,
            "text": "இன்னும் கூறுவீராக \"என் மார்க்கத்தில் அந்தரங்க சுத்தியாக அல்லாஹ்வையே நான் வணங்குகிறேன்"
        },
        {
            "chapter": 39,
            "verse": 15,
            "text": "ஆனால், நீங்கள் அவனையன்றி, நீங்கள் விரும்பியவர்களை வணங்கிக் கொண்டிருங்கள்.\" கூறுவீராக \"தங்களுக்கும், தங்கள் குடும்பத்தினருக்கும் கியாம நாளில் நஷ்டத்தை உண்டு பண்ணிக் கொண்டவர்கள் தாம் நிச்சயமாகப் பெரும் நஷ்டவாளிகள்; அதுவே மிகத் தெளிவான நஷ்டமாகும் என்பதை அறிந்து கொள்க"
        },
        {
            "chapter": 39,
            "verse": 16,
            "text": "(மறுமை நாளில்) இவர்களுக்கு மேலே நெருப்பிலான தட்டுகளும், இவர்களின் கீழும் (நெருப்பிலான) தட்டுகளும் இருக்கும்; இவ்வாறு அதைக்கொண்டு அல்லாஹ் தன் அடியார்களை அச்சமூட்டுகிறான்; \"என் அடியார்களே! என்னிடம் நீங்கள் பயபக்தியுடன் இருங்கள்"
        },
        {
            "chapter": 39,
            "verse": 17,
            "text": "எவர்கள் ஷைத்தான்களை வணங்குவதைத் தவிர்த்துக் கொண்டு, அவற்றிலிருந்து விலகி முற்றிலும் அல்லாஹ்வின் பால் முன்னோக்கியிருக்கிறார்களோ, அவர்களுக்குத் தான் நன்மாராயம்; ஆகவே (என்னுடைய) நல்லடியார்களுக்கு நன்மாராயங் கூறுவீராக"
        },
        {
            "chapter": 39,
            "verse": 18,
            "text": "அவர்கள் சொல்லை - நல்லுபதேசத்தைச் செவியேற்று அதிலே அழகானதைப் பின்பற்றுகிறார்கள். அல்லாஹ் நேர்வழியில் செலுத்துவது இத்தகையவர்களைத் தாம்; இவர்கள் தாம் நல்லறிவுடையோர்"
        },
        {
            "chapter": 39,
            "verse": 19,
            "text": "(நபியே!) எவன் மீது வேதனை பற்றிய வாக்கு உண்மையாகி விட்டதோ, நெருப்பிலிருக்கும் அவனை நீர் காப்பாற்றி விடமுடியுமா"
        },
        {
            "chapter": 39,
            "verse": 20,
            "text": "ஆனால், எவர்கள் தங்கள் இறைவனுக்கு பயபக்தியுடன் நடந்து கொள்கிறார்களோ அவர்களுக்கு அடுக்கடுக்கான மேன்மாளிகைகள் உண்டு அவற்றின் கீழே ஆறுகள் சதா ஓடிக் கொண்டிருக்கும். (இதுவே) அல்லாஹ்வின் வாக்குறுதி - அல்லாஹ் தன் வாக்குறுதியியல் மாற மாட்டான்"
        },
        {
            "chapter": 39,
            "verse": 21,
            "text": "நீர் பார்க்கவில்லையா? அல்லாஹ் வானத்திலிருந்து நீரை இறக்கி, அதனை பூமியில் ஊற்றுகளில் ஓடச் செய்கிறான்; அதன்பின், அதைக் கொண்டு வெள; வேறு நிறங்களை உடைய பயிர்களை வெளிப்படுத்துகிறான். அப்பால், அது உலர்ந்து மஞ்சள் நிறமடைகிறதை நீர் பார்க்கிறீர்; பின்னர் அதைக் கூளமாகச் செய்து விடுகிறான் - நிச்சயமாக இதில் அறிவுடையோருக்குப் படிப்பினை இருக்கிறது"
        },
        {
            "chapter": 39,
            "verse": 22,
            "text": "அல்லாஹ் எவருடைய இருதயத்தை இஸ்லாத்திற்காக விசாலமாக்குகிறானோ அவர் தம் இறைவனின் ஒளியில் இருக்கிறார் (ஆனால்) அல்லாஹ்வுடைய திக்ரை - நினைவை விட்டும் விலகி எவர்களுடைய இருதயங்கள் கடினமாகி விட்டனவோ, அவர்களுக்குக் கேடுதான் - இத்தகையோர் பகிரங்கமான வழிகேட்டில் இருக்கிறார்கள்"
        },
        {
            "chapter": 39,
            "verse": 23,
            "text": "அல்லாஹ் மிக அழகான விஷயங்களை வேதமாக இறக்கியருளினான்; (இவை முரண்பாடில்லாமல்) ஒன்றுகொன்று ஒப்பான (முதஷாபிஹ் ஆன)தாகவும், (மனதில் பதியுமாறு) திரும்பத் திரும்பக் கூறப்படுவதாகவும் இருக்கின்றன தங்கள் இறைவனுக்கு எவர்கள் அஞ்சுகிறார்களோ அவர்களுடைய தொலி(களின் உரோமக்கால்)கள் (இவற்றை கேட்கும் போது) சிலிர்த்து - விடுகின்றன. பிறகு, அவர்களுடைய தொலிகளும், இருதயங்களும் அல்லாஹ்வின் தியானத்தில் இளகுகின்றன - இதுவே அல்லாஹ்வின் நேர்வழியாகும் - இதன் மூலம், தான் நாடியவர்களை அவன் நேர்வழியில் செலுத்துகிறான். ஆனால், எவனை அல்லாஹ் வழிகேட்டில் விட்டுவிடுகிறானோ, அவனை நேர்வழியில் நடத்துவோர் எவருமில்லை"
        },
        {
            "chapter": 39,
            "verse": 24,
            "text": "எவன் கியாம நாளின் கொடிய வேதனையைத் தன் முகத்தைக்கொண்டேனும் தடுத்துக் கொள்ள முற்படுகிறானோ அவன் (சுவர்க்க வாசியாக முடியுமா?) மேலும், அநியாயக் காரர்களுக்கு \"நீங்கள் சம்பாதித்துக் கொண்டதை (தீவினைப் பயனை) அனுபவியுங்கள்\" என்று கூறப்படும்"
        },
        {
            "chapter": 39,
            "verse": 25,
            "text": "(இவ்வாறே) இவர்களுக்கு முன்னிருந்தவர்களும் (வேத வசனங்களைப்) பொய்ப்பிக்க முற்பட்டனர்; ஆகவே அவர்கள் அறியாப்புறத்திலிருந்து அவர்களுக்கு வேதனை வந்தது"
        },
        {
            "chapter": 39,
            "verse": 26,
            "text": "இவ்வாறு, இவ்வுலகில் அவர்களை இழிவை அனுபவிக்கும்படி அல்லாஹ் செய்தான்; (அவர்களுக்கு) மறுமையின் வேதனையோ மிகப்பெரிதாகும் - இதை அவர்கள் அறிந்து கொண்டிருப்பார்களாயின்"
        },
        {
            "chapter": 39,
            "verse": 27,
            "text": "இன்னும், இந்த குர்ஆனில் மனிதர்களுக்காக எல்லாவித உதாரணங்களையும், அவர்கள் சிந்தித்துப் பார்ப்பதற்காக நாம் திடமாக எடுத்துக் கூறியுள்ளோம்"
        },
        {
            "chapter": 39,
            "verse": 28,
            "text": "(அல்லாஹ்விடம்) அவர்கள் பயபக்தியுடன் இருப்பதற்காக, எத்தகைய (குறையும்) கோணலும் இல்லாத இந்த குர்ஆனை அரபி மொழியில் (இறக்கி வைத்தோம்)"
        },
        {
            "chapter": 39,
            "verse": 29,
            "text": "அல்லாஹ் ஓர் உதாரணம் கூறுகிறான்; ஒருவருடன் ஒருவர் கருத்து வேற்றுமை கொண்டிருக்கும் பல எஜமானர்களுக்கு (ஊழியம் செய்யும்) ஒரு மனிதனும்; ஒரே மனிதனுக்கு (ஊழியம் செய்யும் பிறிதொரு) மனிதனும் இருக்கின்றனர். இவர்கள் இருவரும் சமமாவார்களா? அல்ஹம்து லில்லாஹ் - எல்லாப் புகழும் அல்லாஹ்வுக்கே! எனினும், அவர்களில் பெரும்பாலோர் அறிய மாட்டார்கள்"
        },
        {
            "chapter": 39,
            "verse": 30,
            "text": "நிச்சயமாக நீரும் மரிப்பவர் நிச்சயமாக அவர்களும் மரிப்பவர்களே"
        },
        {
            "chapter": 39,
            "verse": 31,
            "text": "பின்னர், கியாம நாளில் உங்களுடைய இறைவனிடத்தில் நிச்சயமாக நீங்கள் (கொண்டுவரப்பட்டு)வாது செய்வீர்கள்"
        }
    ]
}