{
    "juzs": [
        {
            "chapter": 8,
            "verse": 41,
            "text": "(Ketahuilah sesungguhnya apa saja yang telah kalian peroleh) kalian ambil dari orang-orang kafir secara paksa (dalam bentuk apa pun, maka sesungguhnya seperlima untuk Allah) Dialah yang akan mengaturnya sesuai dengan kehendak-Nya (Rasul, kerabat Rasul) kaum kerabat Nabi saw. yang terdiri dari kalangan Bani Hasyim dan Bani Mutalib (anak-anak yatim) anak-anak kaum muslimin yang ayah-ayah mereka telah meninggal dunia sedangkan mereka dalam keadaan miskin (orang-orang miskin) kaum muslimin yang hidupnya masih kekurangan (dan ibnu sabil) orang muslim yang kehabisan bekal dalam perjalanannya. Atau dengan kata lain Nabi saw. dan keempat golongan orang-orang tadi berhak untuk mendapatkan seperlima dari seperlimanya. Sedangkan sisa seluruh ganimah yang tinggal empat perlima, seluruhnya untuk pasukan yang telah memperolehnya (jika kalian beriman kepada Allah) maka ketahuilah oleh kalian hal tersebut (dan kepada apa) diathafkan pada lafal billaah (yang Kami turunkan kepada hamba Kami) Muhammad saw., yaitu malaikat dan ayat-ayat (di hari Furqan) artinya pada perang Badar karena di dalam perang tersebut dipisahkan antara perkara yang hak dan yang batil (yaitu di hari bertemunya dua pasukan) pasukan kaum muslimin dan pasukan kaum kafir. (Dan Allah Maha Kuasa atas segala sesuatu) antara lain Dia telah memenangkan kalian sekali pun jumlah kalian sedikit dan jumlah musuh-musuh kalian banyak"
        },
        {
            "chapter": 8,
            "verse": 42,
            "text": "(Yaitu di hari ketika) lafal ini merupakan badal dari lafal yaum (kalian) berada (di pinggir lembah) yang dekat dari kota Madinah; huruf `ain boleh dibaca damah dan boleh dibaca kasrah, artinya di pinggir lembah (dan mereka berada di pinggir lembah yang jauh) dari kota Madinah (sedang kafilah) iring-iringan perdagangan orang-orang kafir berada di tempat (yang lebih rendah daripada kalian) yaitu dekat dengan pantai (Sekiranya kalian mengadakan persetujuan) antara kalian dan pasukan kaum musyrikin untuk menentukan hari pertempuran (pastilah kalian tidak akan sependapat untuk menentukan hari pertempuran itu akan tetapi) Allah mempertemukan antara kalian dan mereka tanpa persetujuan terlebih dahulu (agar Dia melakukan suatu urusan yang mesti dilaksanakan) yang urusan tersebut telah berada dalam pengetahuan-Nya, yaitu memenangkan Islam dan menghapus kekafiran, maka Allah melaksanakan hal tersebut (yaitu agar orang yang binasa itu) yakni orang kafir (binasanya berdasarkan keterangan yang nyata) artinya sesudah adanya hujah yang jelas tegak di hadapannya; yaitu melalui dimenangkannya pasukan kaum muslimin sekali pun jumlah mereka sedikit atas pasukan musuh yang jumlahnya sangat banyak itu (dan agar orang yang hidup itu) orang yang mukmin (hidupnya dengan keterangan yang nyata pula. Sesungguhnya Allah Maha Mendengar lagi Maha Mengetahui)"
        },
        {
            "chapter": 8,
            "verse": 43,
            "text": "(Yaitu ketika Allah menampakkan mereka kepadamu di dalam mimpimu) ketika kamu sedang tidur (berjumlah sedikit) lalu kamu memberitahukan hal tersebut kepada sahabat-sahabatmu sehingga mereka merasa gembira dan optimis (Dan sekiranya Allah memperlihatkan mereka kepadamu berjumlah banyak tentu kalian akan merasa gentar) kalian akan berselisih pendapat mengenainya (dan tentu saja kalian akan berbantah-bantahan dalam urusan itu) yakni mengenai masalah peperangan (akan tetapi Allah menyelamatkan kalian) dari rasa gentar dan bantah-bantahan. (Sesungguhnya Allah Maha Mengetahui segala isi hati) apa-apa yang tersimpan di dalam hati"
        },
        {
            "chapter": 8,
            "verse": 44,
            "text": "(Yaitu ketika Allah menampakkan mereka kepada kamu sekalian) wahai orang-orang mukmin (ketika kalian berjumpa dengan mereka berjumlah sedikit pada penglihatan mata kalian) sekitar tujuh puluh atau seratus orang padahal kenyataannya jumlah mereka ada seribu orang, dimaksud supaya kalian mau maju menghadapi mereka (dan kalian ditampakkan-Nya berjumlah sedikit pada penglihatan mereka) supaya mereka mau maju menghadapi kalian dan mereka tidak mundur untuk memerangi kalian, hal ini berlangsung sebelum perang berkecamuk. Maka tatkala perang telah berkecamuk lalu Allah memperlihatkan kepada mereka jumlah kalian yang lebih besar dua kali lipat daripada jumlah mereka sebagaimana yang telah dijelaskan di dalam surah Ali Imran (karena Allah hendak melakukan suatu urusan yang mesti dilaksanakan. Dan hanya kepada Allahlah dikembalikan segala urusan)"
        },
        {
            "chapter": 8,
            "verse": 45,
            "text": "(Hai orang-orang yang beriman, apabila kalian berperang dengan golongan) orang-orang kafir (maka berteguh hatilah) di kala memerangi mereka dan jangan sekali-kali kalian mundur (dan sebutlah nama Allah sebanyak-banyaknya) berdoalah kalian kepada-Nya untuk kemenangan (agar kalian beruntung) memperoleh kemenangan"
        },
        {
            "chapter": 8,
            "verse": 46,
            "text": "(Dan taatlah kepada Allah dan Rasul-Nya dan janganlah kalian berbantah-bantahan) saling bersengketa di antara sesama kalian (yang menyebabkan kalian menjadi gentar) membuat kalian menjadi pengecut (dan hilang kekuatan kalian) kekuatan dan kedaulatan kalian lenyap (dan bersabarlah. Sesungguhnya Allah beserta orang-orang yang sabar) Dia akan memberikan bantuan dan pertolongan-Nya"
        },
        {
            "chapter": 8,
            "verse": 47,
            "text": "(Dan janganlah kalian menjadi seperti orang-orang yang keluar dari kampungnya) untuk tujuan melindungi kafilah perdagangan milik mereka, dan mereka tidak mau kembali ke kampung halamannya sesudah kafilah perdagangan mereka selamat dari sergapan pasukan kaum Mukminin (dengan rasa angkuh dan dengan maksud ria kepada manusia) yang mereka telah mengatakan, \"Kami tidak akan kembali sebelum meminum khamar, menyembelih unta dan para penyanyi wanita menghibur kami dengan musik dan nyanyiannya di Badar nanti.\" Kemudian hal tersebut tersiar beritanya di kalangan orang-orang banyak (serta menghalangi) orang-orang (dari jalan Allah. Dan ilmu Allah terhadap apa yang mereka kerjakan) boleh dibaca ya'maluuna dan boleh pula ta'maluuna (Maha Meliputi) melalui ilmu-Nya, Dia akan membalas semua amal perbuatan mereka"
        },
        {
            "chapter": 8,
            "verse": 48,
            "text": "(Dan) ingatlah (ketika setan menjadikan mereka memandang baik) yakni iblis (pekerjaan mereka) iblis memberikan semangat kepada mereka untuk menghadapi kaum Muslimin, hal itu dilakukannya ketika mereka merasa takut untuk keluar berperang melawan musuh-musuh mereka Bani Bakar (dan mengatakan,) kepada mereka (\"Tidak ada seorang manusia pun yang dapat menang terhadap kalian pada hari ini, dan sesungguhnya aku ini adalah pelindung kalian.\") iblis mendatangi mereka dalam bentuk seseorang dari kalangan kabilah Kinanah, yaitu berupa Suraqah bin Malik pemimpin dari orang-orang Kinanah. (Maka tatkala saling lihat-melihat) saling berhadap-hadapan (kedua pasukan itu) pasukan kaum Muslimin dan pasukan kaum kafir dan iblis melihat malaikat berada pada pihak pasukan kaum Muslimin sedangkan pada saat itu tangannya diapit oleh tangan Harits bin Hisyam (setan itu berbalik) kembali (ke belakang) lari (seraya berkata,) tatkala mereka, yaitu pasukan kaum kafir berkata kepadanya, \"Apakah engkau mau membuat kami terhina (kalah) dalam keadaan begini.\" (\"Sesungguhnya saya berlepas diri dari kalian) dari melindungi kalian (sesungguhnya saya dapat melihat apa yang kamu sekalian tidak dapat melihat) yaitu para malaikat (sesungguhnya saya takut kepada Allah.\") Dia akan membinasakan saya (Dan Allah sangat keras siksa-Nya)"
        },
        {
            "chapter": 8,
            "verse": 49,
            "text": "(Ingatlah ketika orang-orang munafik dan orang-orang yang ada penyakit di dalam hatinya berkata,) lemah keyakinan (\"Mereka itu ditipu) yakni kaum Muslimin (oleh agamanya) sebab mereka mau keluar untuk berperang sekalipun jumlah mereka sedikit sedangkan jumlah musuh yang dihadapinya sangat besar bilangannya. Mereka menduga bahwa diri mereka pasti menang oleh sebab jumlah mereka. Maka Allah menjawab mereka melalui firman selanjutnya, (Barang siapa yang bertawakal kepada Allah) percaya bahwa bersama dengan Allah pasti ia menang (maka sesungguhnya Allah Maha Perkasa) menguasai semua perkara-Nya (lagi Maha Bijaksana\") di dalam ciptaan-Nya"
        },
        {
            "chapter": 8,
            "verse": 50,
            "text": "(Kalau kamu melihat) hai Muhammad (ketika dicabut jiwa) boleh dibaca yatawaffaa dan boleh pula dibaca tatawaffaa (orang-orang yang kafir oleh para malaikat seraya memukul) lafal yadhribuuna kedudukan i'rabnya menjadi hal/kata keterangan (muka dan belakang mereka) dengan gada-gada besi. (Dan) para malaikat berkata kepada mereka (rasakanlah oleh kalian siksa yang membakar ini) artinya siksa neraka. Jawabnya lau ialah la raaita amran azhiiman (maka niscaya kamu akan menyaksikan peristiwa yang sangat mengerikan)"
        },
        {
            "chapter": 8,
            "verse": 51,
            "text": "(Demikian itu) artinya siksaan atas kalian itu (disebabkan oleh perbuatan tangan kalian sendiri) Allah swt. sengaja memakai kata tangan bukannya anggota-anggota tubuh manusia yang lainnya, karena kebanyakan pekerjaan manusia itu dilakukan oleh tangan mereka (Sesungguhnya Allah sekali-kali tidak menganiaya) artinya tukang menganiaya (hamba-Nya) dengan mengazabnya tanpa dosa"
        },
        {
            "chapter": 8,
            "verse": 52,
            "text": "Kebiasaan orang-orang kafir itu (sama dengan kebiasaan) tradisi (Firaun dan pengikut-pengikutnya serta orang-orang yang sebelumnya. Mereka mengingkari ayat-ayat Allah, maka Allah menyiksa mereka) mengazab mereka (disebabkan dosa-dosanya) lafal kafaruu dan lafal-lafal sesudahnya merupakan jumlah yang menafsirkan makna lafal-lafal yang sebelumnya. (Sesungguhnya Allah Maha Kuat) atas semua apa yang dikehendaki-Nya (lagi amat keras siksaan-Nya)"
        },
        {
            "chapter": 8,
            "verse": 53,
            "text": "(Yang demikian itu) disiksa-Nya orang-orang kafir (disebabkan) karena (Allah sekali-kali tidak akan mengubah sesuatu nikmat yang telah dianugerahkan-Nya kepada suatu kaum) dengan cara menggantinya dengan siksaan (sehingga kaum itu mengubah apa yang ada pada diri mereka) sehingga mereka sendiri mengubah nikmat yang mereka terima dengan kekafiran, seperti apa yang telah dilakukan oleh orang-orang kafir Mekah; berbagai macam makanan dilimpahkan kepada mereka, sehingga mereka terhindar dari kelaparan, diamankan-Nya mereka dari rasa takut, dan diutus-Nya Nabi saw. kepada mereka. Kesemuanya itu mereka balas dengan kekafiran, menghambat jalan Allah dan memerangi kaum Mukminin. (Dan sesungguhnya Allah Maha Mendengar lagi Maha Mengetahui)"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "(Keadaan mereka serupa dengan keadaan Firaun dan pengikut-pengikutnya serta orang-orang yang sebelumnya. Mereka mendustakan ayat-ayat Tuhannya maka Kami membinasakan mereka disebabkan dosa-dosanya dan Kami tenggelamkan Firaun dan pengikut-pengikutnya) yakni kaumnya yang menjadi pengikut-pengikutnya (dan kesemuanya) yaitu umat-umat yang mendustakan Tuhan (adalah orang-orang yang zalim). Ayat berikut ini diturunkan berkenaan dengan orang-orang Bani Quraizhah"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "Sesungguhnya binatang/makhluk yang paling buruk di sisi Allah ialah orang-orang yang kafir, karena mereka itu tidak beriman"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "(Yaitu orang-orang yang kamu telah mengambil perjanjian dari mereka) hendaknya mereka jangan membantu orang-orang musyrik (sesudah itu mereka mengkhianati janjinya pada setiap kalinya) di mana mereka melakukan perjanjian (dan mereka tidak takut) kepada Allah sewaktu mereka berbuat khianat"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "(Jika) lafal immaa merupakan gabungan dari in syarthiyyah dan maa zaidah, kemudian keduanya diidgamkan sehingga jadilah immaa (kamu menemui mereka) menjumpai mereka (dalam peperangan, maka cerai-beraikanlah) hancurkanlah (orang-orang yang di belakang mereka dengan menumpas mereka) yang berada dalam barisan depan dengan membasmi dan menghukum mereka (supaya) orang-orang yang berada di belakang mereka (mengambil pelajaran) menjadikannya sebagai pelajaran buat mereka"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "(Dan jika kamu merasa khawatir dari suatu kaum) yang telah mengadakan perjanjian denganmu (akan perbuatan khianat) terhadap janjinya melalui tanda-tanda yang terlihat jelas olehmu (maka kembalikanlah perjanjian itu) lemparkanlah perjanjian mereka itu (kepada mereka dengan cara yang jujur) lafal sawaaun menjadi kata keterangan, artinya: secara adil antara kamu dan mereka, supaya kedua belah pihak mengetahui bersama siapakah yang merusak perjanjian terlebih dahulu. Yaitu dengan cara kamu memberitahukan kepada mereka tentang pelanggaran tersebut, supaya mereka tidak menuduhmu berbuat khianat bila kamu mengadakan tindakan. (Sesungguhnya Allah tidak menyukai orang-orang yang berkhianat)"
        },
        {
            "chapter": 8,
            "verse": 59,
            "text": "Ayat ini diturunkan berkenaan dengan orang-orang yang merasa dirinya dapat lolos dari kekuasaan Allah (Dan janganlah mengira) engkau hai Muhammad (orang-orang yang kafir itu bahwa mereka dapat lolos) dari kekuasaan Allah. (Sesungguhnya mereka tidak dapat melemahkan Allah) artinya mereka justru tidak dapat meloloskan diri dari Allah. Menurut suatu qiraat dibaca tahsabanna, maf'ul pertamanya tidak disebutkan, yakni lafal anfusahum artinya: janganlah engkau mengira diri mereka hai Muhammad. Menurut qiraat yang lain, innahum dibaca annahum, dengan mentakdirkan lam lengkapnya liannahum"
        },
        {
            "chapter": 8,
            "verse": 60,
            "text": "(Dan siapkanlah untuk menghadapi mereka) untuk memerangi mereka (kekuatan apa saja yang kalian sanggupi) Rasulullah saw. menjelaskan, bahwa yang dimaksud dengan kekuatan adalah ar-ramyu atau pasukan pemanah. Demikianlah menurut hadis yang diriwayatkan oleh Imam Muslim (dan dari kuda-kuda yang ditambat) lafal ribath berbentuk mashdar, artinya kuda-kuda yang sengaja disediakan untuk berperang di jalan Allah (untuk membuat takut) kalian membuat gentar (dengan adanya persiapan itu musuh Allah dan musuh kalian) artinya orang-orang kafir Mekah (dan orang-orang yang selain mereka) terdiri dari orang-orang munafik atau orang-orang Yahudi (yang kalian tidak mengetahuinya sedangkan Allah mengetahuinya. Apa saja yang kalian nafkahkan pada jalan Allah niscaya akan dibalaskan kepada kalian dengan balasan yang cukup) yakni pahalanya (dan kalian tidak akan dianiaya) tidak akan dikurangi sedikit pun dari pahala kalian"
        },
        {
            "chapter": 8,
            "verse": 61,
            "text": "(Dan jika mereka condong) cenderung (kepada perdamaian) boleh dibaca lissilmi dan boleh pula dibaca lissalmi, artinya perdamaian (maka condonglah kepadanya) adakanlah perjanjian dengan mereka untuk itu. Akan tetapi menurut Ibnu Abbas r.a. bahwa ayat ini dimansukh hukumnya oleh ayat perintah untuk berperang. Mujahid mengatakan, bahwa hukum yang terkandung di dalam ayat ini khusus hanya menyangkut ahli kitab sebab ayat ini diturunkan berkenaan dengan orang-orang Yahudi Bani Quraizhah (dan bertawakallah kepada Allah) percayalah kepada-Nya. (Sesungguhnya Dialah Yang Maha Mendengar) perkataan (lagi Maha Mengetahui) perbuatan"
        },
        {
            "chapter": 8,
            "verse": 62,
            "text": "(Dan jika mereka bermaksud hendak menipumu) dengan cara berdamai, kemudian mereka bersiap-siap untuk menyerangmu (maka sesungguhnya cukuplah bagimu) cukup bagimu (Allah menjadi pelindung. Dialah yang memperkuatmu dengan pertolongan-Nya dan dengan para mukmin)"
        },
        {
            "chapter": 8,
            "verse": 63,
            "text": "(Dan yang mempersatukan) menghimpun (hati mereka) sesudah mengalami ujian-ujian. (Walaupun kamu membelanjakan semua kekayaan yang berada di bumi niscaya kamu tidak dapat mempersatukan hati mereka akan tetapi Allah telah mempersatukan hati mereka) dengan kekuasaan-Nya. (Sesungguhnya Dia Maha Perkasa) Maha Menang atas semua perkara-Nya (lagi Maha Bijaksana) tiada sesuatu pun yang terlepas daripada kebijaksanaan-Nya"
        },
        {
            "chapter": 8,
            "verse": 64,
            "text": "(Hai Nabi, cukuplah Allah dan) cukup untuk menjadi penolongmu (orang-orang mukmin yang mengikutimu)"
        },
        {
            "chapter": 8,
            "verse": 65,
            "text": "(Hai Nabi, kobarkanlah semangat) berilah semangat (para mukmin itu untuk berperang) melawan orang-orang kafir. (Jika ada dua puluh orang yang sabar di antara kalian niscaya mereka dapat mengalahkan dua ratus orang musuh) di antara orang-orang kafir. (Dan jika ada) boleh dibaca yakun dan boleh pula takun (seratus orang yang sabar di antara kalian, niscaya mereka dapat mengalahkan seribu daripada orang-orang kafir disebabkan orang-orang kafir itu) mereka yang kafir itu (kaum yang tidak mengerti). Ayat ini merupakan ungkapan kalimat berita akan tetapi maknanya adalah sama seperti kalimat perintah; yakni hendaknya dua puluh orang di antara kalian mampu memerangi dua ratus orang kafir dan seratus orang mukmin mampu memerangi seribu orang kafir dan hendaknya mereka (kaum mukmin) bersabar di dalam menghadapi orang-orang kafir. Kemudian ayat ini dinasakh manakala bilangan pasukan kaum mukminin telah banyak jumlahnya, yaitu oleh firman-Nya berikut ini"
        },
        {
            "chapter": 8,
            "verse": 66,
            "text": "(Sekarang Allah telah meringankan kepada kalian dan Dia telah mengetahui bahwa pada diri kalian ada kelemahan) lafal dha`fan boleh dibaca dhu`fan. Artinya kalian tidak mampu lagi untuk memerangi orang-orang yang jumlahnya sepuluh kali lipat jumlah kalian. (Maka jika ada) boleh dibaca yakun boleh dibaca takun (di antara kalian seratus orang yang sabar niscaya mereka dapat mengalahkan dua ratus orang) daripada orang-orang kafir (dan jika di antara kalian ada seribu orang yang sabar niscaya mereka dapat mengalahkan dua ribu orang dengan seizin Allah) dengan kehendak-Nya. Maka kalimat ini sekalipun bentuknya kalimat berita akan tetapi maknanya adalah perintah, yakni hendaknya kalian memerangi orang-orang kafir yang jumlahnya dua kali lipat kalian dan hendaknya kalian bersabar di dalam menghadapi mereka itu (Dan Allah beserta orang-orang yang sabar) pertolongan-Nya selalu menyertai mereka"
        },
        {
            "chapter": 8,
            "verse": 67,
            "text": "Ayat ini diturunkan ketika kaum muslimin memilih untuk mengambil tebusan terhadap para tawanan perang Badar. (Tidak patut bagi seorang nabi) boleh dibaca yakuuna boleh pula takuuna (mempunyai tawanan sebelum ia dapat melumpuhkan musuhnya di muka bumi) lafal yutskhina fil ardhi menunjukkan makna sangat di dalam memerangi orang-orang kafir. (Kalian menghendaki) hai orang-orang mukmin (harta benda duniawi) yakni kebendaannya dengan mengambil tebusan (sedangkan Allah menghendaki) untuk kalian (pahala akhirat) sebagai pahala oleh sebab memerangi orang-orang kafir (Allah Maha Perkasa lagi Maha Bijaksana) ayat ini telah dinasakh oleh firman-Nya, \"Dan sesudah itu kalian boleh membebaskan mereka atau menerima tebusan.\" (Muhammad)"
        },
        {
            "chapter": 8,
            "verse": 68,
            "text": "(Kalau sekiranya tidak ada ketetapan yang terdahulu dari Allah) dengan dihalalkannya ganimah dan tawanan bagi kalian (niscaya kalian ditimpa karena tebusan yang kalian ambil) (siksaan yang besar)"
        },
        {
            "chapter": 8,
            "verse": 69,
            "text": "Maka makanlah dari sebagian rampasan perang yang telah kalian ambil itu sebagai makanan yang halal lagi baik dan bertakwalah kepada Allah; sesungguhnya Allah Maha Pengampun lagi Maha Penyayang"
        },
        {
            "chapter": 8,
            "verse": 70,
            "text": "(Hai Nabi, katakanlah kepada tawanan-tawanan yang ada di tanganmu,) menurut suatu qiraat lafal al-asraa dibaca al-asaarii (\"Jika Allah mengetahui ada kebaikan dalam hati kalian) yakni keimanan dan keikhlasan (niscaya Dia akan memberikan kepada kalian yang lebih baik daripada apa yang telah kalian berikan) artinya Dia pasti akan melipatgandakannya buat kalian di dunia ini dan kelak di akhirat Dia akan memberi kalian pahala (dan Dia akan mengampuni kalian.\") dosa-dosa kalian (Dan Allah Maha Pengampun lagi Maha Penyayang)"
        },
        {
            "chapter": 8,
            "verse": 71,
            "text": "(Akan tetapi jika mereka menghendaki) yakni para tawanan tersebut (berbuat khianat kepadamu) melalui perkataan mereka yang berbasa-basi di hadapanmu (maka sesungguhnya mereka telah berkhianat kepada Allah sebelum ini) sebelum perang Badar, mereka telah melakukan kekafiran (lalu Allah menjadikan nabi-Nya berkuasa terhadap mereka) dalam perang Badar sehingga banyak di antara orang-orang kafir yang terbunuh dan tertawan. Maka hendaknya mereka menunggu-nunggu saat seperti itu bilamana mereka kembali lagi melakukan pengkhianatan (dan Allah Maha Mengetahui) makhluk-Nya (lagi Maha Bijaksana) di dalam penciptaan-Nya"
        },
        {
            "chapter": 8,
            "verse": 72,
            "text": "(Sesungguhnya orang-orang yang beriman dan berhijrah serta berjihad dengan harta dan jiwanya pada jalan Allah) yang dimaksud adalah kaum Muhajirin (dan orang-orang yang memberikan tempat kediaman) kepada Nabi saw. (dan pertolongan) yang dimaksud adalah kaum Ansar (mereka itu satu sama lain lindung-melindungi) dalam hal saling tolong-menolong dan waris-mewarisi. (Dan terhadap orang-orang yang beriman, tetapi belum berhijrah, maka tiada kewajiban atas kalian untuk melindungi mereka) dapat dibaca walaayatihim dan wilaayatihim (sedikit pun) oleh karenanya tidak ada saling waris-mewaris antara kalian dan mereka, dan mereka tidak berhak untuk mendapatkan bagian dari ganimah yang kalian peroleh (sebelum mereka berhijrah) akan tetapi ayat ini telah dinasakh oleh ayat yang terdapat dalam akhir surah Al-Anfaal ini. (Akan tetapi jika mereka meminta pertolongan kepada kalian dalam urusan pembelaan agama, maka kalian wajib memberikan pertolongan) kepada mereka dari gangguan orang-orang kafir (kecuali terhadap kaum yang telah ada perjanjian antara kalian dengan mereka) yakni ada perjanjian pertahanan bersama, maka kala itu janganlah kalian menolong mereka, karena akan merusak perjanjian yang telah kalian buat bersama dengan kaum itu. (Dan Allah Maha Melihat apa yang kalian kerjakan)"
        },
        {
            "chapter": 8,
            "verse": 73,
            "text": "(Adapun orang-orang yang kafir, sebagian mereka menjadi pelindung bagi sebagian yang lain). Dalam hal saling tolong-menolong dan saling waris-mewarisi, maka tidak ada saling waris-mewarisi antara kalian dan mereka. (Jika kalian tidak melaksanakan apa yang telah diperintahkan Allah itu) yakni melindungi kaum Muslimin dan menekan orang-orang kafir (niscaya akan terjadi kekacauan di muka bumi dan kerusakan yang besar) karena kekafiran bertambah kuat sedangkan Islam makin melemah keadaannya"
        },
        {
            "chapter": 8,
            "verse": 74,
            "text": "(Dan orang-orang yang beriman, berhijrah serta berjihad pada jalan Allah dan orang-orang yang memberi tempat kediaman dan memberi pertolongan kepada kaum Muhajirin, mereka itulah orang-orang yang benar-benar beriman. Mereka memperoleh ampunan dan rezeki/nikmat yang mulia) di surga nanti"
        },
        {
            "chapter": 8,
            "verse": 75,
            "text": "(Dan orang-orang yang beriman sesudah itu) sesudah orang-orang yang lebih dahulu beriman dan berhijrah (kemudian berhijrah dan berjihad bersama kalian, maka orang-orang itu termasuk golongan kalian) hai orang-orang Muhajirin dan orang-orang Ansar. (Orang-orang yang mempunyai hubungan kerabat itu) yakni orang-orang yang mempunyai hubungan persaudaraan (sebagiannya lebih berhak terhadap sesamanya) dalam hal waris-mewarisi daripada orang-orang yang mewarisi karena persaudaraan iman dan hijrah yang telah disebutkan pada ayat terdahulu tadi (di dalam Kitabullah) di Lohmahfuz. (Sesungguhnya Allah Maha Mengetahui segala sesuatu) yang antara lain ialah hikmah yang terkandung di dalam hal-ihwal waris-mewarisi"
        },
        {
            "chapter": 9,
            "verse": 1,
            "text": "Inilah pernyataan (Pemutusan perhubungan daripada Allah dan Rasul-Nya) yang ditunjuk (kepada orang-orang musyrikin yang kalian telah mengadakan perjanjian dengan mereka) yakni perjanjian yang bersifat mutlak, atau perjanjian yang berlaku kurang dari empat bulan, atau lebih dari empat bulan kemudian perjanjian itu dirusak sebagaimana yang akan disebut pada ayat berikutnya"
        },
        {
            "chapter": 9,
            "verse": 2,
            "text": "(Maka berjalanlah kalian) artinya berjalanlah kalian dengan aman, hai kaum musyrikin (di muka bumi selama empat bulan) dimulai pada bulan Syawal berdasarkan petunjuk yang akan disebutkan nanti. Tiada keamanan lagi bagi kalian sesudah empat bulan itu (dan ketahuilah bahwa sesungguhnya kalian tidak dapat melemahkan Allah) artinya terluput dari azab-Nya (dan sesungguhnya Allah menghinakan orang-orang kafir) Dialah yang membuat mereka hina di dunia melalui pembunuhan dan di akhirat kelak dengan siksaan neraka"
        },
        {
            "chapter": 9,
            "verse": 3,
            "text": "(Dan inilah suatu permakluman) pengumuman (dari Allah dan Rasul-Nya kepada umat manusia pada hari haji akbar) yaitu hari raya kurban (bahwa) sesungguhnya (Allah berlepas diri dari orang-orang musyrik) dan perjanjian-perjanjian mereka (dan Rasul-Nya) demikian pula. Sehubungan dengan ayat ini Imam Bukhari telah meriwayatkan sebuah hadis, bahwa pada tahun itu juga, yaitu tahun sembilan Hijriah, Nabi saw. mengutus Ali untuk mempermaklumkan ayat-ayat ini pada hari raya kurban di Mina. (Yang isinya ialah), bahwasanya sesudah tahun ini tidak boleh lagi orang musyrik melakukan haji dan tawaf di Baitullah dan tidak boleh pula tawaf di Baitullah dengan telanjang. (Kemudian jika kalian, kaum musyrikin, bertobat) dari kekafiran (maka bertobat itu lebih baik bagi kalian dan jika kalian berpaling) dari iman (maka ketahuilah bahwa sesungguhnya kalian tidak dapat melemahkan Allah. Dan beritakanlah) beritahukanlah (kepada orang-orang kafir akan siksaan yang pedih) azab yang pedih dengan cara dibunuh dan ditawan dan mendapat siksaan neraka kelak di akhirat"
        },
        {
            "chapter": 9,
            "verse": 4,
            "text": "(Kecuali orang-orang musyrik yang kalian telah mengadakan perjanjian dengan mereka dan mereka tidak merusak sedikit pun) syarat-syarat yang tertera dalam perjanjian itu (dan tidak pula mereka membantu) bersekongkol dengan (seseorang untuk memusuhi kalian) dari kalangan orang-orang kafir (maka terhadap mereka itu penuhilah janjinya sampai) habis (batas waktunya.) yang telah kalian tentukan dalam perjanjian itu (Sesungguhnya Allah menyukai orang-orang yang bertakwa) yakni mereka yang memenuhi janjinya"
        },
        {
            "chapter": 9,
            "verse": 5,
            "text": "(Apabila sudah habis) telah habis (bulan-bulan haram itu) hal ini merupakan batas maksimal masa penangguhan (maka bunuhlah orang-orang musyrik itu di mana saja kalian jumpai mereka) baik di tanah suci maupun di luar tanah suci (dan tangkaplah mereka) dengan menahannya (kepunglah mereka) dalam benteng-benteng dan tempat-tempat perlindungan mereka sehingga mereka terpaksa harus bertempur dengan kalian atau menyerah masuk Islam (dan intailah mereka di tempat pengintaian.) yakni jalan-jalan yang biasa mereka lalui. Dinashabkannya lafal kulla karena huruf jarnya dicabut. (Jika mereka bertobat) dari kekafiran (dan mendirikan salat serta menunaikan zakat, maka berilah kebebasan kepada mereka.) jangan sekali-kali kalian menghambat dan mempersulit mereka (Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.) terhadap orang yang bertobat"
        },
        {
            "chapter": 9,
            "verse": 6,
            "text": "(Dan jika seorang di antara orang-orang musyrik itu) lafal ahadun dirafa'kan oleh fi'il/kata kerja yang menafsirkan maknanya (meminta perlindungan kepadamu) maksudnya meminta suaka kepadamu supaya jangan dibunuh (maka lindungilah dia) berilah ia jaminan keamanan (supaya ia sempat mendengar firman Allah) yaitu Alquran (kemudian antarkanlah ia ke tempat yang aman baginya) yaitu tempat tinggal kaumnya, bilamana ternyata ia masih belum mau beriman, supaya ia mempertimbangkan sikapnya itu (Demikian itu) hal yang disebut itu (disebabkan mereka kaum yang tidak mengetahui) agama Allah, maka merupakan suatu keharusan bagi mereka mendengarkan Alquran terlebih dahulu supaya mereka mengetahui dan mengerti akan agama Allah"
        },
        {
            "chapter": 9,
            "verse": 7,
            "text": "(Bagaimana) tidak mungkin (bisa ada perjanjian aman dari Allah dan Rasul-Nya dengan orang-orang musyrik) sedangkan mereka masih tetap dalam kekafirannya terhadap Allah dan Rasul-Nya lagi berbuat khianat (kecuali orang-orang yang kalian telah mengadakan perjanjian dengan mereka di dekat Masjidilharam) ketika perang Hudaibiah; mereka adalah orang-orang Quraisy yang dikecualikan sebelumnya (maka selama mereka berlaku lurus terhadap kalian) selagi mereka menepati perjanjiannya dan tidak merusaknya (hendaklah kalian berlaku lurus pula terhadap mereka) dengan menunaikan perjanjian itu. Huruf maa pada lafal famastaqaamuu adalah maa syarthiyah. (Sesungguhnya Allah menyukai orang-orang yang bertakwa) Nabi saw. telah menepati perjanjiannya dengan mereka, sehingga mereka sendirilah yang merusak perjanjian itu, karena mereka membantu Bani Bakar untuk memerangi Bani Khuza'ah"
        },
        {
            "chapter": 9,
            "verse": 8,
            "text": "(Bagaimana bisa) ada perjanjian bagi orang-orang musyrikin (padahal jika mereka memperoleh kemenangan atas kalian) mereka mendapat kemenangan atas kalian (mereka tidak memelihara) tidak lagi mengindahkan (hubungan kekerabatan) hubungan kefamilian (dan tidak pula mengindahkan perjanjian) bahkan mereka akan berupaya sekuat tenaga untuk menyakiti dan mengganggu kalian. Jumlah syarat merupakan hal atau kata keterangan. (Mereka menyenangkan hati kalian dengan mulutnya) yakni melalui kata-kata manis mereka (sedangkan hatinya menolak) untuk menunaikan perjanjian itu. (Dan kebanyakan mereka adalah orang-orang yang fasik) selalu merusak perjanjian"
        },
        {
            "chapter": 9,
            "verse": 9,
            "text": "(Mereka menukarkan ayat-ayat Allah) yakni Alquran (dengan harga yang sedikit) berupa harta duniawi. Atau dengan kata lain, mereka tidak mau mengikuti Alquran demi memperturutkan hawa nafsunya dan ketamakannya (lalu mereka menghalangi manusia dari jalan Allah) dari agama-Nya. (Sesungguhnya amat buruklah) amat jeleklah (apa yang mereka kerjakan) itu, seburuk-buruk pekerjaan adalah apa yang mereka lakukan"
        },
        {
            "chapter": 9,
            "verse": 10,
            "text": "Mereka tidak memelihara hubungan kerabat terhadap orang-orang mukmin dan tidak pula mengindahkan perjanjian. Dan mereka itulah orang-orang yang melampaui batas"
        },
        {
            "chapter": 9,
            "verse": 11,
            "text": "(Jika mereka bertobat, mendirikan salat dan menunaikan zakat, maka mereka itu adalah saudara-saudara kalian) saudara bagi kalian (yang seagama. Dan Kami menjelaskan) Kami menerangkan (ayat-ayat itu bagi kaum yang mengetahui) kaum yang berpikir"
        },
        {
            "chapter": 9,
            "verse": 12,
            "text": "(Jika mereka merusak) melanggar (sumpahnya) janjinya (sesudah mereka berjanji dan mereka mencerca agama kalian) yakni mencelanya (maka perangilah pemimpin-pemimpin orang-orang kafir) ketua-ketuanya; di dalam ayat ini isim zhahir mengganti kedudukan isim dhamir, yakni lafal aimmatal kufri mengganti kedudukan aimmatahum (sesungguhnya tiada janji) yaitu perjanjian (dari mereka) yang dapat dipegang. Menurut suatu qiraat lafal aimaan dibaca iimaan dengan memakai harakat kasrah pada awal hurufnya (agar mereka berhenti) dari kekafirannya"
        },
        {
            "chapter": 9,
            "verse": 13,
            "text": "(Mengapakah tidak) sebagai suatu seruan (kalian perangi orang-orang yang telah merusak) mengingkari (janjinya) perjanjian mereka (padahal mereka telah keras kemauannya untuk mengusir Rasul) dari Mekah ketika mereka memusyawarahkan hal ini di Darun Nadwah (dan merekalah yang mulai) memerangi kalian (pada awal mulanya) di mana mereka telah memerangi Bani Khuzaah teman sepakta kalian untuk membantu Bani Bakar; apakah gerangan yang mencegah kalian untuk memerangi mereka (apakah kalian takut kepada mereka) merasa gentar menghadapi mereka (padahal Allah lah yang berhak untuk kalian takuti) bilamana kalian tidak memerangi mereka (jika kalian benar-benar orang yang beriman)"
        },
        {
            "chapter": 9,
            "verse": 14,
            "text": "(Perangilah mereka niscaya Allah akan menyiksa mereka) Allah pasti akan membunuh mereka (dengan perantaraan tangan kalian dan Allah akan menghinakan mereka) Dia akan membuat mereka hina melalui cara penahanan dan penindasan (dan menolong kalian terhadap mereka serta melegakan hati orang-orang yang beriman) melalui apa yang telah dilakukan oleh Bani Khuzaah terhadap mereka yang merusak perjanjian"
        },
        {
            "chapter": 9,
            "verse": 15,
            "text": "(Dan menghilangkan panas hati orang-orang mukmin) kegelisahannya (Dan Allah menerima tobat orang yang dikehendaki-Nya) dengan masuk Islam seperti apa yang dilakukan oleh Abu Sofyan (Allah Maha Mengetahui lagi Maha Bijaksana)"
        },
        {
            "chapter": 9,
            "verse": 16,
            "text": "(Apakah) mengandung makna ingkar (kalian mengira bahwa kalian akan dibiarkan begitu saja dan tiada) tidaklah (Allah mengetahui) dengan pengetahuan yang jelas (akan orang-orang yang berjihad di antara kalian) dengan hati yang tulus (dan tidak mengambil menjadi teman yang setia selain Allah, Rasul-Nya dan orang-orang yang beriman) artinya sebagai teman sejawat dan kekasih. Orang-orang yang berhati tulus itu tidak nampak jelas; yang dimaksud dengan mereka ialah orang-orang yang memiliki sifat-sifat seperti apa yang telah disebutkan di atas, mereka berbeda dengan orang-orang lain. (Dan Allah Maha Mengetahui apa yang kalian kerjakan)"
        },
        {
            "chapter": 9,
            "verse": 17,
            "text": "(Tidaklah pantas orang-orang musyrik itu memakmurkan mesjid-mesjid Allah) boleh dibaca mufrad dan boleh pula dibaca jamak, yakni dengan cara memasukinya dan duduk di dalamnya (sedangkan mereka mengakui bahwa mereka sendiri kafir. Itulah orang-orang yang sia-sia) batal (amal perbuatannya dan mereka kekal di dalam neraka)"
        },
        {
            "chapter": 9,
            "verse": 18,
            "text": "(Sesungguhnya yang memakmurkan mesjid-mesjid Allah hanyalah orang-orang yang beriman kepada Allah dan hari kemudian serta tetap mendirikan salat, menunaikan zakat dan tidak takut) kepada seorang pun (selain kepada Allah, maka mereka orang-orang yang diharapkan termasuk orang-orang yang mendapat petunjuk)"
        },
        {
            "chapter": 9,
            "verse": 19,
            "text": "(Apakah orang-orang yang memberi minum kepada orang-orang yang mengerjakan haji dan mengurus Masjidilharam kalian jadikan) orang-orang yang bertugas menunaikan hal-hal tersebut (sama dengan orang-orang yang beriman kepada Allah dan hari kemudian serta berjihad di jalan Allah? Mereka tidak sama di sisi Allah) dalam hal keutamaannya (dan Allah tidak memberikan petunjuk kepada kaum yang lalim) kepada orang-orang yang kafir. Ayat ini diturunkan berkenaan dengan sanggahan Allah terhadap orang yang mengatakan hal tersebut, dia adalah Abbas atau lainnya"
        },
        {
            "chapter": 9,
            "verse": 20,
            "text": "(Orang-orang yang beriman dan berhijrah serta berjihad di jalan Allah dengan harta dan diri mereka adalah lebih tinggi derajat) yaitu kedudukan (di sisi Allah) daripada orang-orang selain mereka (dan itulah orang-orang yang mendapat kemenangan) orang-orang yang memperoleh kebaikan"
        },
        {
            "chapter": 9,
            "verse": 21,
            "text": "(Tuhan mereka menggembirakan mereka dengan memberikan rahmat daripada-Nya, keridaan dan surga, mereka memperoleh di dalamnya kesenangan yang kekal) abadi"
        },
        {
            "chapter": 9,
            "verse": 22,
            "text": "(Mereka kekal) menjadi kata keterangan dari lafal yang muqaddarah/tidak disebutkan (di dalamnya selama-lamanya. Sesungguhnya di sisi Allahlah pahala yang besar)"
        },
        {
            "chapter": 9,
            "verse": 23,
            "text": "Ayat ini diturunkan berkenaan dengan orang-orang yang tidak turut berhijrah karena alasan keluarga dan usaha perdagangannya yang tidak dapat ditinggalkan (Hai orang-orang yang beriman, janganlah kalian jadikan bapak-bapak dan saudara-saudara kalian menjadi wali, penguasa, kalian jika mereka lebih mengutamakan) lebih memilih (kekafiran atas keimanan dan siapa di antara kalian yang menjadikan mereka sebagai wali, maka mereka itulah orang-orang yang lalim)"
        },
        {
            "chapter": 9,
            "verse": 24,
            "text": "(Katakanlah, \"Jika bapak-bapak, anak-anak, saudara-saudara, istri-istri dan kaum keluarga kalian) yaitu kaum kerabat kalian, menurut suatu qiraat lafal asyiiratukum dibaca asyiiraatukum (dan harta kekayaan yang kalian usahakan) harta hasil usaha kalian (dan perniagaan yang kalian khawatir kerugiannya) khawatir tidak laku (dan rumah-rumah tempat tinggal yang kalian sukai adalah lebih kalian cintai daripada Allah dan Rasul-Nya dan daripada berjihad di jalan-Nya) sehingga hal-hal tersebut mengakibatkan kalian enggan untuk melakukan hijrah dan berjihad di jalan-Nya (maka tunggulah) nantikanlah (sampai Allah mendatangkan keputusan-Nya) ayat ini mengandung makna ancaman buat mereka. (Dan Allah tidak memberi petunjuk kepada orang-orang fasik)"
        },
        {
            "chapter": 9,
            "verse": 25,
            "text": "(Sesungguhnya Allah telah menolong kalian di tempat-tempat) peperangan (yang banyak) seperti dalam perang Badar, perang melawan Bani Quraizhah dan perang melawan Bani Nadhir (dan) ingatlah (peperangan Hunain) Hunain adalah nama sebuah lembah yang terletak di antara kota Mekah dan Thaif. Artinya ingatlah sewaktu kalian berperang melawan orang-orang Hawazin, yaitu dalam bulan Syawal, tahun 8 Hijriah (yaitu di waktu) lafal idz menjadi kata ganti dari lafal yaum (kalian menjadi congkak karena banyaknya jumlah kalian) lalu pada saat itu kalian mengatakan bahwa kami tidak akan dapat dikalahkan oleh golongan yang sedikit. Pada saat itu jumlah pasukan kaum Muslimin ada dua belas ribu orang sedangkan pasukan orang kafir hanya berjumlah empat ribu orang (maka jumlah yang banyak itu tidak memberi manfaat kepada kalian sedikit pun dan bumi yang luas itu telah terasa sempit oleh kalian) huruf maa adalah mashdariyah, artinya sekalipun bumi itu luas tetapi kalian tidak dapat menemukan tempat yang aman sebagai akibat dari pengaruh rasa takut yang menimpa pada saat itu (kemudian kalian lari ke belakang dengan bercerai-berai) karena terpukul akan tetapi Nabi saw. tetap bertahan pada posisinya seraya menaiki kendaraan bagal putihnya dan tiada yang menemaninya selain Abbas serta Abu Sofyan yang memegang tali kendali kendaraan beliau"
        },
        {
            "chapter": 9,
            "verse": 26,
            "text": "(Kemudian Allah menurunkan ketenangan) rasa aman (kepada Rasul-Nya dan kepada orang-orang Mukmin) sehingga mereka kembali lagi bergabung dengan Nabi saw. sewaktu Abbas memanggil/menyeru mereka atas instruksi dari Nabi, lalu mereka meneruskan peperangan itu (dan Allah menurunkan bala tentara yang kalian tiada melihatnya) yakni para malaikat (dan Allah menimpakan bencana kepada orang-orang kafir) sehingga banyak di antara mereka yang terbunuh dan tertawan (dan demikianlah pembalasan kepada orang-orang kafir)"
        },
        {
            "chapter": 9,
            "verse": 27,
            "text": "(Sesudah itu Allah menerima tobat dari orang-orang yang dikehendaki-Nya) dari kalangan orang-orang kafir karena masuk Islam (Allah Maha Pengampun lagi Maha Penyayang)"
        },
        {
            "chapter": 9,
            "verse": 28,
            "text": "(Hai orang-orang yang beriman, sesungguhnya orang-orang yang musyrik itu najis) maksudnya kotor karena batin mereka najis (maka janganlah mereka mendekati Masjidilharam) artinya, mereka tidak boleh memasuki tanah suci (sesudah tahun ini) yakni tahun kesembilan Hijriah. (Dan jika kalian khawatir menjadi beban) fakir oleh sebab orang-orang musyrik itu tidak mau lagi berdagang dengan kalian (maka Allah nanti akan memberikan kekayaan kepada kalian dari karunia-Nya, jika Dia menghendaki) dan memang Allah telah membuat mereka kaya sesudah itu melalui banyaknya futuh/kemenangan dan jizyah yang berhasil mereka peroleh. (Sesungguhnya Allah Maha Mengetahui lagi Maha Bijaksana)"
        },
        {
            "chapter": 9,
            "verse": 29,
            "text": "(Perangilah orang-orang yang tidak beriman kepada Allah dan tidak pula kepada hari kemudian) jika tidak demikian niscaya dari dahulu mereka sudah beriman kepada Nabi saw. (dan mereka tidak mengharamkan apa yang telah diharamkan oleh Allah dan Rasul-Nya) seperti khamar (dan tidak beragama dengan agama yang benar) yakni agama yang telah ditetapkan oleh Allah yang mengganti agama-agama lainnya, yaitu agama Islam (yaitu orang-orang) lafal alladziina pada ayat ini berkedudukan menjelaskan lafal alladziina pada awal ayat (yang diberikan Alkitab kepada mereka) kepada orang-orang Yahudi dan orang-orang Nasrani (sampai mereka membayar jizyah) kharaj yang dibebankan kepada mereka untuk membayarnya setiap tahun (dengan patuh) lafal yadin berkedudukan menjadi hal/kata keterangan, artinya, secara taat dan patuh, atau mereka menyerahkannya secara langsung tanpa memakai perantara atau wakil (sedangkan mereka dalam keadaan tunduk) yaitu patuh dan taat terhadap peraturan/hukum Islam"
        },
        {
            "chapter": 9,
            "verse": 30,
            "text": "(Orang-orang Yahudi berkata, \"Uzair itu putra Allah,\" dan orang-orang Nasrani berkata, \"Almasih itu) yakni Nabi Isa (adalah putra Allah.\" Demikian itulah ucapan mereka dengan mulut mereka tanpa ada sandaran dalil yang mendukung perkataannya itu, bahkan (mereka meniru-niru) perkataan mereka itu meniru (perkataan orang-orang kafir yang terdahulu) dari kalangan nenek moyang mereka, karena menuruti tradisi mereka. (Semoga mereka dilaknat) dikutuk (oleh Allah, bagaimana) mengapa (mereka sampai berpaling) maksudnya bagaimana mereka sampai berani berpaling dari kebenaran, padahal dalilnya sudah jelas dan gamblang"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "(Mereka menjadikan orang-orang alimnya) dimaksud adalah ulama-ulama Yahudi (dan rahib-rahib mereka) para pendeta Nasrani (sebagai tuhan selain Allah) karena para pengikut agama Yahudi dan Nasrani mengikuti mereka dalam hal menghalalkan apa yang telah diharamkan oleh Allah dan mengharamkan apa yang telah dihalalkan oleh-Nya (dan juga mereka mempertuhankan Almasih putra Maryam, padahal mereka tidak diperintahkan) oleh kitab Taurat dan kitab Injil mereka (melainkan hanya menyembah) maksudnya mereka disuruh supaya menyembah (Tuhan Yang Maha Esa, tidak ada Tuhan selain Dia, Maha Suci Allah) lafal subhaanahu mengandung arti menyucikan Allah (dari apa yang mereka persekutukan)"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "(Mereka berkehendak memadamkan cahaya/agama Allah) yakni syariat dan bukti-bukti-Nya (dengan mulut mereka) melalui perkataan-perkataan mereka dalam hal ini (dan Allah tidak menghendaki selain menyempurnakan) memenangkan (cahaya-Nya walaupun orang-orang yang kafir tidak menyukai) hal tersebut"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "(Dialah yang telah mengutus rasul-Nya) yakni Nabi Muhammad saw. (dengan membawa petunjuk dan agama yang benar untuk dimenangkan-Nya) Dialah yang meninggikan agama-Nya (atas segala agama) semua agama yang berbeda dengan agama-Nya (walaupun orang-orang musyrik tidak menyukai) hal tersebut"
        },
        {
            "chapter": 9,
            "verse": 34,
            "text": "(Hai orang-orang yang beriman, sesungguhnya sebagian besar dari orang-orang alim Yahudi dan rahib-rahib Nasrani benar-benar memakan) yakni mengambil (harta benda orang lain dengan cara yang batil) seperti menerima suap dalam memutuskan hukum (dan mereka menghalang-halangi) manusia (dari jalan Allah) dari agama-Nya. (Dan orang-orang) lafal ini menjadi mubtada/permulaan kata (yang menyimpan emas dan perak dan tidak menafkahkannya) dimaksud ialah menimbunnya (pada jalan Allah) artinya mereka tidak menunaikan hak zakatnya dan tidak membelanjakannya ke jalan kebaikan (maka beritahukanlah kepada mereka) beritakanlah kepada mereka (akan siksa yang pedih) yang amat menyakitkan"
        },
        {
            "chapter": 9,
            "verse": 35,
            "text": "(Pada hari dipanaskan emas dan perak itu dalam neraka Jahanam lalu disetrika) dibakar (dengannya dahi, lambung dan punggung mereka) bakaran emas-perak itu merata mengenai seluruh kulit tubuh mereka lalu dikatakan kepada mereka (\"Inilah harta benda kalian yang kalian simpan untuk diri kalian sendiri, maka rasakanlah sekarang akibat dari apa yang kalian simpan itu\") sebagai pembalasannya"
        },
        {
            "chapter": 9,
            "verse": 36,
            "text": "(Sesungguhnya bilangan bulan) jumlah bulan pertahunnya (pada sisi Allah adalah dua belas bulan dalam Kitabullah) dalam Lohmahfuz (di waktu Dia menciptakan langit dan bumi, di antaranya) bulan-bulan tersebut (empat bulan suci) yang disucikan, yaitu Zulkaidah, Zulhijah, Muharam dan Rajab. (Itulah) penyucian bulan-bulan yang empat tersebut (agama yang lurus) artinya agama yang mustaqim (maka janganlah kalian menganiaya dalam bulan-bulan tersebut) dalam bulan-bulan yang empat itu (diri kalian sendiri) dengan melakukan kemaksiatan. Karena sesungguhnya perbuatan maksiat yang dilakukan dalam bulan-bulan tersebut dosanya lebih besar lagi. Menurut suatu penafsiran disebutkan bahwa dhamir fiihinna kembali kepada itsnaa `asyara, artinya dalam bulan-bulan yang dua belas itu (dan perangilah kaum musyrikin itu semuanya) seluruhnya dalam bulan-bulan yang dua belas itu (sebagaimana mereka pun memerangi kalian semuanya; dan ketahuilah bahwasanya Allah beserta orang-orang yang takwa) pertolongan dan bantuan-Nya selalu menyertai mereka"
        },
        {
            "chapter": 9,
            "verse": 37,
            "text": "(Sesungguhnya mengundur-undurkan bulan haram itu) yaitu menangguhkan kesucian bulan haram tersebut kepada bulan yang lain seperti tradisi yang biasa dilakukan pada zaman jahiliah. Mereka biasa mengakhirkan kesucian bulan Muharam, bilamana waktu bulan Muharam tiba sedangkan mereka masih dalam peperangan, maka mereka memindahkan kesucian bulan Muharam kepada bulan Safar (adalah menambah kekafiran) karena kekafiran terhadap ketentuan hukum yang telah ditetapkan Allah dalam bulan Muharam itu (disesatkan) dapat dibaca yadhallu dan dapat pula dibaca yadhillu (orang-orang yang kafir dengan mengundur-undurkan itu, mereka menghalalkan) perbuatan mengundur-undurkan itu (pada suatu tahun dan mereka mengharamkannya pada tahun yang lain agar mereka dapat menyesuaikan) supaya penghalalan dan pengharaman bulan mereka dan pergantiannya cocok (dengan bilangan) hitungan (yang Allah mengharamkannya) yakni bulan-bulan yang diharamkan oleh Allah. Dalam hal ini mereka tidak menambah-nambahkan atas empat bulan yang diharamkan itu dan pula mereka tidak menguranginya hanya mereka tidak memperhatikan lagi ketentuan-ketentuan waktu yang telah ditetapkan Allah (maka mereka menghalalkan apa yang diharamkan Allah. Setan menjadikan mereka memandang baik perbuatan mereka yang buruk itu) sehingga mereka menduganya sebagai perbuatan yang baik (Dan Allah tidak memberi petunjuk kepada orang-orang yang kafir)"
        },
        {
            "chapter": 9,
            "verse": 38,
            "text": "Ayat ini diturunkan sewaktu Nabi saw. menyeru kaum muslimin untuk berangkat ke perang Tabuk sedangkan pada saat itu udara sangat panas dan cuacanya sulit sehingga hal itu membuat mereka berat untuk melakukannya (Hai orang-orang yang beriman apakah sebabnya apabila dikatakan kepada kalian, \"Berangkatlah untuk berperang pada jalan Allah lalu kalian merasa berat) lafal itstsaaqaltum pada asalnya tatsaaqaltum kemudian huruf ta diganti dengan huruf tsa lalu diidgamkan atau digabungkan dengan huruf tsa yang asli setelah itu ditarik hamzah washal sehingga jadilah itstsaaqaltum. Artinya kalian malas dan enggan untuk melakukan jihad (dan ingin tinggal di tempat kalian saja?) artinya ingin tetap di tempat tinggal, istifham/kata tanya pada permulaan ayat mengandung makna taubikh/celaan. (Apakah kalian puas dengan kehidupan di dunia) dengan kesenang-kesenangannya (sebagai ganti kehidupan akhirat?) sebagai ganti kenikmatan ukhrawi (padahal kenikmatan hidup di dunia ini di) dibandingkan dengan kenikmatan (akhirat hanyalah sedikit\") sangat kecil dan tidak ada artinya"
        },
        {
            "chapter": 9,
            "verse": 39,
            "text": "(Jika) lafal illaa di sini pada asalnya ialah gabungan antara in syarthiyah dan laa nafi (kalian tidak berangkat) keluar bersama dengan Nabi saw. untuk melakukan jihad (niscaya Allah menyiksa kalian dengan siksaan yang pedih)) yang menyakitkan (dan diganti-Nya kalian dengan kaum yang lain) artinya Allah akan mendatangkan kaum yang lain sebagai pengganti kalian (dan kalian tidak dapat memberi kemudaratan kepada-Nya) yakni kepada Allah atau kepada Nabi saw. (sedikit pun) dikarenakan kalian tidak mau membantunya, maka sesungguhnya Allahlah yang akan menolong agama-Nya (Dan Allah Maha Kuasa atas segala sesuatu) yang antara lain ialah menolong agama dan Nabi-Nya"
        },
        {
            "chapter": 9,
            "verse": 40,
            "text": "(Jika kalian tidak menolongnya) yakni Nabi Muhammad saw. (maka sesungguhnya Allah telah menolongnya, yaitu ketika) sewaktu (orang-orang kafir mengeluarkannya) dari Mekah, artinya mereka memaksanya supaya keluar dari Mekah sebagai tindak lanjut dari rencana yang telah mereka musyawarahkan di Darun Nadwah, yaitu membunuh, menahan atau mengusirnya (sedangkan dia salah seorang dari dua orang) lafal ayat ini menjadi hal/keterangan keadaan; maksudnya sewaktu dia menjadi salah seorang dari dua orang sedangkan yang lainnya ialah Abu Bakar. Pengertian yang tersirat dari ayat ini ialah semoga Allah menolongnya dalam keadaan seperti itu, maka semoga pula Dia tidak membiarkannya dalam keadaan yang lainnya. (Ketika) menjadi badal/kata ganti daripada lafal idz yang sebelumnya (keduanya berada dalam gua) di bukit Tsur (di waktu) menjadi badal daripada idz yang kedua (dia berkata kepada temannya,) kepada Abu Bakar yang pada saat melihat kaki kaum musyrikin ia berkata kepada Nabi saw., \"Seandainya salah seorang daripada mereka melihat ke arah bawah telapak kakinya niscaya dia akan dapat melihat kita berdua.\" (\"Janganlah kamu berduka cita, sesungguhnya Allah beserta kita.\") melalui pertolongan-Nya. (Maka Allah menurunkan ketenangan-Nya) rasa aman (kepadanya) menurut suatu pendapat dikatakan bahwa dhamir di sini kembali kepada Nabi Muhammad saw. sedangkan menurut pendapat yang lain kembali kepada Abu Bakar (dan membantunya) yakni Nabi Muhammad saw. (dengan tentara yang kalian tidak melihatnya) yaitu para malaikat, di dalam gua tersebut dan di medan-medan pertempuran yang dialaminya (dan Allah menjadikan seruan orang-orang kafir) yaitu seruan kemusyrikan (itulah yang rendah) yakni kalah. (Dan kalimat Allah) kalimat syahadat (itulah yang tinggi) yang tampak dan menang. (Allah Maha Perkasa) dalam kerajaan-Nya (lagi Maha Bijaksana) di dalam penciptaan-Nya"
        },
        {
            "chapter": 9,
            "verse": 41,
            "text": "(Berangkatlah kalian baik dalam keadaan merasa ringan atau pun merasa berat) dalam keadaan bersemangat atau pun dalam keadaan tidak bersemangat. Menurut penafsiran yang lain dikatakan bahwa arti ayat ini ialah baik dalam keadaan kuat maupun dalam keadaan lemah atau baik dalam keadaan berkecukupan maupun dalam keadaan kekurangan. Akan tetapi ayat ini dinasakh oleh firman Allah swt. yang lain, yaitu, \"Tiada dosa (lantaran tidak pergi berjihad) atas orang-orang yang lemah...\" (Q.S. At-Taubah 91). (dan berjihadlah dengan harta dan diri kalian di jalan Allah. Yang demikian itu adalah lebih baik bagi kalian jika kalian mengetahui) bahwasanya hal ini lebih baik bagi diri kalian, oleh sebab itu jangan sekali-kali kalian merasa berat. Ayat ini diturunkan berkenaan dengan sikap orang-orang munafik, yaitu mereka yang enggan pergi berperang"
        },
        {
            "chapter": 9,
            "verse": 42,
            "text": "(Kalau) apa yang engkau serukan kepada mereka itu (berupa keuntungan) yaitu harta duniawi (yang mudah diperoleh) gampang diraih (dan perjalanan yang tidak berapa jauh) artinya pertengahan (pastilah mereka mengikutimu) dengan niat untuk mendapatkan ganimah (tetapi tempat yang dituju itu amat jauh terasa oleh mereka) karena itu mereka tidak mau ikut. (Mereka akan bersumpah atas nama Allah) bilamana kalian kembali kepada mereka (\"Jika kami sanggup) berangkat (tentulah kami berangkat bersama-sama kalian.\" Mereka membinasakan diri mereka sendiri) dengan sumpah dusta (dan Allah mengetahui bahwa sesungguhnya mereka benar-benar orang-orang yang dusta) dalam perkataan mereka yang demikian itu"
        },
        {
            "chapter": 9,
            "verse": 43,
            "text": "Rasulullah saw. memberi izin kepada segolongan orang-orang untuk tidak ikut berjihad yang keputusannya ini berdasarkan ijtihad dari diri beliau sendiri. Maka turunlah wahyu kepada Rasulullah saw. sebagai teguran hanya saja Allah swt. di dalam wahyu-Nya kali ini mendahulukan maaf atas perbuatan yang telah dilakukannya; dimaksud sebagai penenang hati. (Semoga Allah memaafkanmu, mengapa kamu memberi izin kepada mereka) untuk tidak ikut berjihad dan mengapa kamu tidak membiarkan mereka (sebelum jelas bagimu orang-orang yang benar) dalam keuzurannya (dan sebelum kamu ketahui orang-orang yang berdusta?) dalam hal ini"
        },
        {
            "chapter": 9,
            "verse": 44,
            "text": "(Orang-orang yang beriman kepada Allah dan hari kemudian, tidak akan meminta izin kepadamu) untuk tidak ikut (berjihad dengan harta dan diri mereka. Dan Allah mengetahui orang-orang yang bertakwa)"
        },
        {
            "chapter": 9,
            "verse": 45,
            "text": "(Sesungguhnya yang akan meminta izin kepadamu) untuk tidak ikut berjihad (hanyalah orang-orang yang tidak beriman kepada Allah dan hari kemudian dan merasa ragu) yakni ragu-ragu (hatinya) akan kebenaran agama Islam (karena itu mereka selalu bimbang dalam keraguannya) artinya mereka selalu bingung di dalam menentukan sikapnya"
        },
        {
            "chapter": 9,
            "verse": 46,
            "text": "(Dan jika mereka mau berangkat) bersamamu (tentulah mereka menyiapkan persiapan untuk keberangkatan itu) niscaya mereka akan mempersiapkan alat-alat perang dan perbekalan (tetapi Allah tidak menyukai keberangkatan mereka) artinya Dia tidak menghendaki mereka berangkat (maka Allah melemahkan keinginan mereka) Allah membuat mereka malas (dan dikatakan) kepada mereka (\"Tinggallah kalian bersama orang-orang yang tinggal itu.\") yaitu orang-orang yang sakit, kaum wanita dan anak-anak kecil. Artinya Allah swt. telah menakdirkan hal tersebut"
        },
        {
            "chapter": 9,
            "verse": 47,
            "text": "(Jika mereka berangkat bersama-sama kalian, niscaya mereka tidak menambah kalian selain dari kekacauan) yaitu kerusakan melalui hasutan yang mereka lancarkan kepada kaum mukminin guna melemahkan semangat juangnya (dan niscaya mereka akan bergegas-gegas maju ke muka di celah-celah barisan kalian untuk melancarkan adu domba (mereka menghendaki kalian) yakni mempunyai tujuan supaya kalian (menjadi kacau) melalui siasat adu dombanya (sedangkan di antara kalian ada orang-orang yang suka mendengarkan perkataan mereka) artinya mau menerima apa yang mereka katakan. (Dan Allah mengetahui orang-orang yang lalim)"
        },
        {
            "chapter": 9,
            "verse": 48,
            "text": "(Sesungguhnya mereka selalu ingin menjerumuskanmu) dirimu (ke dalam kekacauan sejak dahulu) yaitu semenjak kamu datang di Madinah (dan mereka mengatur berbagai macam tipu daya untuk merusakmu) mereka selalu berupaya untuk menipumu dan membatalkan agamamu (hingga datanglah kebenaran) yaitu pertolongan Allah (dan menanglah) berjayalah (perkara Allah) yakni agama-Nya (padahal mereka tidak menyukai)nya. Akhirnya dengan terpaksa mereka masuk Islam akan tetapi hanya lahiriah saja"
        },
        {
            "chapter": 9,
            "verse": 49,
            "text": "(Di antara mereka ada orang yang berkata, \"Berilah saya izin) untuk tidak ikut berperang (dan janganlah kamu menjadikan saya terjerumus ke dalam fitnah.\") orang yang mengatakan demikian ialah Jaddu bin Qais. Nabi saw. telah berkata kepadanya, \"Apakah kamu mampu sabar di dalam memerangi orang-orang kulit kuning (putih)?\" Maka Jaddu menjawab, \"Sesungguhnya saya tidak tahan menghadapi wanita dan saya takut bilamana melihat wanita kulit kuning tidak dapat menahan diri sehingga saya terjerumus ke dalam fitnah.\" Maka Allah swt. berfirman (Ketahuilah bahwa mereka telah terjerumus ke dalam fitnah) karena tidak ikut berangkat. Menurut suatu qiraat lafal saqathuu dibaca saqatha. (Dan sesungguhnya Jahanam itu betul-betul meliputi orang-orang kafir) tidak ada sesuatu pun yang dapat menyelamatkan mereka dari neraka Jahanam"
        },
        {
            "chapter": 9,
            "verse": 50,
            "text": "(Jika kamu mendapat sesuatu kebaikan) seperti mendapat kemenangan dan ganimah (mereka merasa tidak senang karenanya dan jika kamu ditimpa oleh suatu bencana) yaitu keadaan yang kritis (mereka berkata, \"Sesungguhnya kami telah memikirkan urusan kami) secara matang sewaktu kami tidak ikut berangkat (sebelumnya.\") sebelum terjadinya bencana ini (kemudian mereka berpaling dengan rasa gembira) atas musibah yang telah menimpamu"
        },
        {
            "chapter": 9,
            "verse": 51,
            "text": "(Katakanlah,) kepada mereka (\"Sekali-kali tidak akan menimpa kami melainkan apa yang telah ditetapkan oleh Allah bagi kami) yaitu bencana. (Dialah pelindung kami) yang menolong dan yang mengatur urusan-urusan kami (dan hanya kepada Allahlah orang-orang yang beriman harus bertawakal)"
        },
        {
            "chapter": 9,
            "verse": 52,
            "text": "(Katakanlah, \"Tidak ada yang kalian tunggu-tunggu) asal kata tarabbashuuna adalah tatarabbashuuna, kemudian salah satu huruf ta-nya dibuang sehingga jadilah tarabbashuuna, artinya, tiada sesuatu pun yang kalian tunggu-tunggu akan terjadi (bagi kami kecuali salah satu) akibat (dari dua kebaikan) lafal husnayayni adalah bentuk kata tatsniyah dari lafal husnaa, dan sekaligus adalah bentuk muannats dari lafal ahsan; yang dimaksud ialah mendapat kemenangan atau gugur sebagai syuhada. (Dan kami menunggu-nunggu) menanti-nanti (bagi kalian bahwa Allah akan menimpakan kepada kalian azab dari sisi-Nya) melalui azab yang turun dari langit (atau azab dengan tangan kami) melalui perintah-Nya yang mengizinkan kami untuk memerangi kalian. (Sebab itu tunggulah) hal tersebut dari kami (sesungguhnya kami menunggu-nunggu bersama kalian.\") akibat yang akan kalian terima"
        },
        {
            "chapter": 9,
            "verse": 53,
            "text": "(Katakanlah, \"Nafkahkanlah harta kalian) demi taat kepada Allah (baik dengan sukarela atau pun dengan terpaksa, namun nafkah itu sekali-kali tidak akan diterima dari kalian) harta yang telah kalian nafkahkan itu. (Sesungguhnya kalian adalah orang-orang yang fasik.\") kalimat perintah di sini mengandung makna kalimat berita"
        },
        {
            "chapter": 9,
            "verse": 54,
            "text": "(Dan tidak ada yang menghalangi mereka untuk diterima) dapat dibaca yuqbala dan dapat pula dibaca tuqbala (dari mereka nafkah-nafkahnya melainkan karena mereka) lafal annahum menjadi fa'il/subjek sedangkan lafal an tuqbala objek/maf'ulnya (kafir kepada Allah dan Rasul-Nya dan mereka tidak mengerjakan salat melainkan dengan malas) dengan berat melakukannya (dan tidak pula menafkahkan harta mereka melainkan dengan rasa enggan) untuk berinfak, karena mereka menganggapnya sebagai suatu kerugian"
        },
        {
            "chapter": 9,
            "verse": 55,
            "text": "(Maka janganlah harta benda dan anak-anak mereka menarik hatimu) artinya jangan sekali-kali kamu menganggap baik nikmat-nikmat Kami yang telah kami limpahkan kepada mereka, karena sesungguhnya hal itu adalah istidraj (Sesungguhnya Allah bermaksud menimpakan azab kepada mereka) yakni hendak mengazab mereka (dengan memberi harta benda dan anak-anak itu di dunia) melalui jerih payah yang mereka alami di dalam mengumpulkannya, dan sekaligus di dalamnya terkandung berbagai malapetaka dan musibah (dan kelak akan melayang) yakni dicabut (nyawa mereka, sedangkan mereka dalam keadaan kafir) maka Allah akan mengazab mereka di akhirat dengan siksaan yang amat keras"
        },
        {
            "chapter": 9,
            "verse": 56,
            "text": "(Dan mereka/orang-orang munafik bersumpah dengan nama Allah bahwa sesungguhnya mereka termasuk golongan kalian) yakni mengaku sebagai orang-orang mukmin (padahal mereka bukanlah dari golongan kalian akan tetapi mereka adalah orang-orang yang sangat takut kepada kalian) artinya mereka takut kalian akan memperlakukan diri mereka seperti apa yang kalian lakukan terhadap kaum musyrikin. Oleh karenanya mereka berani bersumpah demi untuk melindungi dirinya/taqiyah"
        },
        {
            "chapter": 9,
            "verse": 57,
            "text": "(Jika mereka memperoleh tempat perlindungan) tempat yang dapat melindungi mereka (atau gua-gua) tempat berlindung (atau lubang-lubang) dalam tanah yang dapat dijadikan sebagai perlindungan (niscaya mereka pergi kepadanya dengan secepat-cepatnya) bergegas di dalam memasukinya, bergegas mereka lari dari kalian bagaikan kuda yang larat yang tidak dapat diharapkan untuk kembali lagi"
        },
        {
            "chapter": 9,
            "verse": 58,
            "text": "(Dan di antara mereka ada orang yang mencelamu) mencacimu (tentang) pembagian (zakat; jika mereka diberi sebagian daripadanya mereka bersenang hati dan jika mereka tidak diberi sebagian daripadanya dengan serta merta mereka menjadi marah)"
        },
        {
            "chapter": 9,
            "verse": 59,
            "text": "(Jika mereka sungguh-sungguh rida dengan apa yang diberikan Allah dan Rasul-Nya) berupa ganimah dan hal-hal yang sejenis dengannya (lalu mereka mengatakan, \"Cukuplah bagi kami) yakni telah mencukupi kami (Allah, Dia akan memberikan kepada kami sebagian dari karunia-Nya dan demikian pula Rasul-Nya) ganimah yang lainnya yang dapat mencukupi kami (sesungguhnya kami adalah orang-orang yang berharap kepada Allah.\") semoga Dia memberikan kecukupan kepada kami. Jawab daripada lafal lau ialah lakaana khairan lahum (tentulah yang demikian itu lebih baik dari mereka)"
        },
        {
            "chapter": 9,
            "verse": 60,
            "text": "(Sesungguhnya zakat-zakat) zakat-zakat yang diberikan (hanyalah untuk orang-orang fakir) yaitu mereka yang tidak dapat menemukan peringkat ekonomi yang dapat mencukupi mereka (orang-orang miskin) yaitu mereka yang sama sekali tidak dapat menemukan apa-apa yang dapat mencukupi mereka (pengurus-pengurus zakat) yaitu orang yang bertugas menarik zakat, yang membagi-bagikannya, juru tulisnya, dan yang mengumpulkannya (para mualaf yang dibujuk hatinya) supaya mau masuk Islam atau untuk memantapkan keislaman mereka, atau supaya mau masuk Islam orang-orang yang semisal dengannya, atau supaya mereka melindungi kaum Muslimin. Mualaf itu bermacam-macam jenisnya; menurut pendapat Imam Syafii jenis mualaf yang pertama dan yang terakhir pada masa sekarang (zaman Imam Syafii) tidak berhak lagi untuk mendapatkan bagiannya, karena Islam telah kuat. Berbeda dengan dua jenis mualaf yang lainnya, maka keduanya masih berhak untuk diberi bagian. Demikianlah menurut pendapat yang sahih (dan untuk) memerdekakan (budak-budak) yakni para hamba sahaya yang berstatus mukatab (orang-orang yang berutang) orang-orang yang mempunyai utang, dengan syarat bila ternyata utang mereka itu bukan untuk tujuan maksiat; atau mereka telah bertobat dari maksiat, hanya mereka tidak memiliki kemampuan untuk melunasi utangnya, atau diberikan kepada orang-orang yang sedang bersengketa demi untuk mendamaikan mereka, sekalipun mereka adalah orang-orang yang berkecukupan (untuk jalan Allah) yaitu orang-orang yang berjuang di jalan Allah tetapi tanpa ada yang membayarnya, sekalipun mereka adalah orang-orang yang berkecukupan (dan orang-orang yang sedang dalam perjalanan) yaitu yang kehabisan bekalnya (sebagai suatu ketetapan yang diwajibkan) lafal fariidhatan dinashabkan oleh fi'il yang keberadaannya diperkirakan (Allah; dan Allah Maha Mengetahui) makhluk-Nya (lagi Maha Bijaksana) dalam penciptaan-Nya. Ayat ini menyatakan bahwa zakat tidak boleh diberikan kepada orang-orang selain mereka, dan tidak boleh pula mencegah zakat dari sebagian golongan di antara mereka bilamana golongan tersebut memang ada. Selanjutnya imamlah yang membagi-bagikannya kepada golongan-golongan tersebut secara merata; akan tetapi imam berhak mengutamakan individu tertentu dari suatu golongan atas yang lainnya. Huruf lam yang terdapat pada lafal lilfuqaraa` memberikan pengertian wajib meratakan pembagian zakat kepada setiap individu-individu yang berhak. Hanya saja tidak diwajibkan kepada pemilik harta yang dizakati, bilamana ia membaginya sendiri, meratakan pembagiannya kepada setiap golongan, karena hal ini amat sulit untuk dilaksanakan. Akan tetapi cukup baginya memberikannya kepada tiga orang dari setiap golongan. Tidak cukup baginya bilamana ternyata zakatnya hanya diberikan kepada kurang dari tiga orang; demikianlah pengertian yang disimpulkan dari ungkapan jamak pada ayat ini. Sunah telah memberikan penjelasannya, bahwa syarat bagi orang yang menerima zakat itu, antara lain ialah muslim, hendaknya ia bukan keturunan dari Bani Hasyim dan tidak pula dari Bani Muthalib"
        },
        {
            "chapter": 9,
            "verse": 61,
            "text": "(Di antara mereka) orang-orang munafik (ada yang menyakiti Nabi) dengan mencelanya dan menyampaikan perkataannya kepada kaum munafikin (dan mereka mengatakan) bilamana mereka dicegah dari perbuatan tersebut supaya jangan menyakiti nabi (\"Nabi mempercayai semua apa yang didengarnya.\") yakni Nabi selalu mendengar apa yang dikatakan kepadanya dan selalu menerimanya. Bilamana kami bersumpah kepadanya bahwa kami tidak menyatakannya, maka dia mempercayai kami. (Katakanlah,) \"Ia (mempercayai) mendengarkan (semua yang baik bagi kalian) bukannya mendengarkan hal-hal yang buruk (ia beriman kepada Allah, mempercayai) artinya selalu percaya (orang-orang mukmin) atas semua berita yang telah disampaikan mereka, akan tetapi ia tidak mempercayai orang-orang selain mereka. Huruf lam di sini adalah lam zaidah; dimaksud untuk memberikan pengertian yang membedakan antara iman karena sadar dan iman karena faktor lainnya (dan menjadi rahmat) bila dibaca rafa' maka diathafkan kepada lafal udzunun, dan bila dibaca jar maka diathafkan kepada lafal khairin (bagi orang-orang yang beriman di antara kalian.\" Dan orang-orang yang menyakiti Rasulullah itu, bagi mereka siksa yang pedih)"
        },
        {
            "chapter": 9,
            "verse": 62,
            "text": "(Mereka bersumpah dengan nama Allah kepada kalian) wahai orang-orang mukmin, atas apa yang kalian dengar dari mereka, yaitu berupa perbuatan yang menyakitkan Rasulullah. Mereka bersumpah bahwa mereka tidak melakukannya (untuk mencari keridaan kalian, padahal Allah dan Rasul-Nya itu yang lebih patut mereka cari keridaannya) dengan melalui ketaatan (jika mereka adalah orang-orang yang mukmin) sebenarnya. Disatukannya dhamir karena mengingat kaitan di antara dua keridaan. Khabar daripada lafal allaah atau lafal rasuuluhu dibuang atau tidak disebutkan"
        },
        {
            "chapter": 9,
            "verse": 63,
            "text": "(Tidakkah mereka mengetahui bahwasanya) dhamir di sini adalah dhamir sya`n (barang siapa menentang) melawan (Allah dan Rasul-Nya, maka sesungguhnya neraka Jahanamlah baqinya) sebagai pembalasan (dia kekal di dalamnya. Itu adalah kehinaan yang besar)"
        },
        {
            "chapter": 9,
            "verse": 64,
            "text": "(Merasa takut) merasa khawatir (orang-orang munafik itu akan diturunkan terhadap mereka) yaitu kaum Mukminin (suatu surah yang menerangkan apa yang tersembunyi dalam hati mereka) yakni tentang kemunafikan mereka, tetapi sekalipun demikian mereka masih tetap memperolok-olokkannya (Katakanlah, \"Teruskanlah ejekan-ejekan kalian.\") perintah yang mengandung makna ancaman (Sesungguhnya Allah akan menyatakan) akan menampakkan (apa yang kalian takuti) yaitu kemunafikan kalian akan ditampakkan"
        },
        {
            "chapter": 9,
            "verse": 65,
            "text": "(Dan jika) Lam bermakna qasam/sumpah (kamu tanyakan kepada mereka) tentang ejekan-ejekan mereka terhadap dirimu dan terhadap Alquran, padahal mereka berangkat bersamamu ke Tabuk (tentulah mereka akan menjawab) mengemukakan alasannya (\"Sesungguhnya kami hanyalah bersenda-gurau dan bermain-main saja\") dalam ucapan kami guna melenyapkan rasa bosan dalam menempuh perjalanan yang jauh ini, dan kami tidak bermaksud apa-apa selain daripada itu (Katakanlah)kepada mereka! (\"Apakah dengan Allah, ayat-ayat-Nya dan Rasul-Nya kalian berolok-olok)"
        },
        {
            "chapter": 9,
            "verse": 66,
            "text": "(Tidak usah kalian meminta maaf) akan hal tersebut (karena kalian kafir sesudah beriman) artinya kekafiran kalian ini tampak sesudah kalian menampakkan keimanan. (Jika Kami memaafkan) bila dibaca memakai ya berarti menjadi mabni maf'ul sehingga bacaannya menjadi ya'fa. Jika dibaca memakai huruf nun, berarti mabni fa'il, dan bacaannya seperti yang tertera pada ayat (segolongan daripada kalian) lantaran keikhlasan dan tobatnya, seperti apa yang dilakukan oleh Jahsy bin Humair (niscaya Kami akan mengazab) dapat dibaca tu`adzdzib dan dapat pula dibaca nu`adzdzib (golongan yang lain disebabkan mereka adalah orang-orang yang selalu berbuat dosa) yakni, karena mereka selalu menetapi kemunafikannya dan selalu melancarkan ejekan-ejekan"
        },
        {
            "chapter": 9,
            "verse": 67,
            "text": "(Orang-orang munafik laki-laki dan orang-orang munafik perempuan sebagian dari mereka dengan sebagian yang lain adalah sama) yakni mereka mempunyai sikap dan sepak terjang yang sama, perihalnya sama dengan setali tiga uang (mereka menyuruh membuat yang mungkar) berupa kekafiran dan maksiat-maksiat (dan melarang berbuat yang makruf) berupa keimanan dan ketaatan (dan mereka menggenggam tangannya) daripada berinfak di jalan ketaatan (mereka telah lupa kepada Allah) artinya mereka tidak mau taat kepada-Nya (maka Allah melupakan mereka) dibiarkannya mereka melupakan pertanda sifat pemurah Allah. (Sesungguhnya orang-orang munafik itulah orang-orang yang fasik)"
        },
        {
            "chapter": 9,
            "verse": 68,
            "text": "(Allah mengancam orang-orang munafik laki-laki dan perempuan dan orang-orang kafir dengan neraka Jahanam, mereka kekal di dalamnya. Cukuplah neraka itu bagi mereka) sebagai pembalasan dan hukuman (dan Allah melaknat mereka) Dia menjauhkan mereka dari rahmat-Nya (dan bagi mereka azab yang kekal) yang abadi"
        },
        {
            "chapter": 9,
            "verse": 69,
            "text": "Keadaan kalian hai orang-orang munafik (seperti keadaan orang-orang yang sebelum kalian, mereka lebih kuat daripada kalian dan lebih banyak harta benda dan anak-anaknya daripada kalian. Maka mereka telah menikmati) mereka telah bersenang-senang (dengan bagian mereka) maksudnya bagian duniawi mereka (dan kalian telah menikmati) hai orang-orang munafik (bagian kalian sebagaimana orang-orang yang sebelum kalian menikmati bagiannya dan kalian mempercakapkan) hal-hal yang batil dan mencela Nabi saw. (sebagaimana mereka mempercakapkannya) seperti apa yang biasa mereka pergunjingkan. (Mereka itu amalannya menjadi sia-sia di dunia dan di akhirat dan mereka itulah orang-orang yang merugi)"
        },
        {
            "chapter": 9,
            "verse": 70,
            "text": "(Belumkah datang kepada mereka berita penting) kabar penting (tentang orang-orang yang sebelum mereka; yaitu kaum Nuh, Ad) kaumnya Nabi Hud (Tsamud) kaumnya Nabi Saleh (kaum Ibrahim dan penduduk Madyan) kaumnya Nabi Syuaib (dan penduduk negeri-negeri yang telah musnah) negeri-negeri tempat tinggal kaumnya Nabi Luth, yang dimaksud ialah para penduduknya. (Telah datang kepada mereka rasul-rasul dengan membawa keterangan yang nyata) dengan membawa mukjizat-mukjizat akan tetapi mereka tetap mendustakannya, akhirnya mereka dibinasakan (maka Allah tidaklah sekali-kali menganiaya mereka) seumpamanya Dia mengazab mereka tanpa dosa (akan tetapi merekalah yang menganiaya diri mereka sendiri) oleh sebab dosa-dosa yang mereka lakukan"
        },
        {
            "chapter": 9,
            "verse": 71,
            "text": "(Dan orang-orang yang beriman, lelaki dan perempuan sebagian mereka adalah menjadi penolong bagi sebagian yang lain. Mereka menyuruh mengerjakan yang makruf, mencegah dari yang mungkar, mendirikan salat, menunaikan zakat dan mereka taat kepada Allah dan Rasul-Nya. Mereka itu akan diberi rahmat oleh Allah; sesungguhnya Allah Maha Perkasa) tiada sesuatu pun yang dapat menghalang-halangi apa-apa yang akan dilaksanakan oleh janji dan ancaman-Nya (lagi Maha Bijaksana) Dia tidak sekali-kali meletakkan sesuatu melainkan persis pada tempat yang sesuai"
        },
        {
            "chapter": 9,
            "verse": 72,
            "text": "(Allah menjanjikan kepada orang-orang yang mukmin, lelaki dan perempuan akan mendapat surga yang di bawahnya mengalir sungai-sungai, kekal mereka di dalamnya dan mendapat tempat-tempat yang bagus di surga Adn) yaitu tempat tinggal (Dan keridaan Allah adalah lebih besar) lebih agung daripada kesemuanya itu (itu adalah keberuntungan yang besar)"
        },
        {
            "chapter": 9,
            "verse": 73,
            "text": "(Hai Nabi, berjihadlah melawan orang-orang kafir) dengan senjata (dan orang-orang munafik itu) dengan memakai hujah dan lisan (dan bersikap keraslah terhadap mereka) dengan sikap keras dan benci. (Tempat mereka ialah neraka Jahanam. Dan itulah tempat kembali yang seburuk-buruknya) yakni tempat yang paling buruk adalah neraka Jahanam"
        },
        {
            "chapter": 9,
            "verse": 74,
            "text": "(Mereka berani bersumpah) yaitu orang-orang munafik (dengan memakai nama Allah bahwa mereka tidak mengatakan) sesuatu yang menyakiti hatimu. (Sesungguhnya mereka telah mengucapkan perkataan kekafiran dan telah menjadi kafir sesudah Islam) yakni mereka telah menampakkan kekafirannya sesudah terlebih dahulu mereka menampakkan keislamannya (dan mengingini apa yang mereka tidak dapat mencapainya) keinginan mereka untuk membunuh Nabi saw. pada malam Aqabah sewaktu beliau kembali dari Tabuk. Jumlah mereka yang mengadakan makar itu ada belasan orang lelaki akan tetapi Ammar bin Yasir segera bertindak memukuli muka-muka kendaraan mereka tatkala mereka mulai mengepung Nabi saw. sehingga mereka bubar (dan mereka tidak mencela) mengingkari Allah dan Rasul-Nya (kecuali karena Allah dan Rasul-Nya telah melimpahkan kecukupan kepada mereka sebagai karunia-Nya) berupa ganimah sesudah mereka sangat menginginkannya. Dengan kata lain mereka belum pernah menerima hal tersebut darinya melainkan hanya kali ini dan hal ini bukan merupakan hal yang diingkari. (Maka jika mereka bertobat) dari kemunafikannya lalu mereka benar-benar beriman kepadamu (itu adalah lebih baik bagi mereka, dan jika mereka berpaling) dari keimanan (niscaya Allah akan mengazab mereka dengan siksaan yang pedih di dunia) dengan dibunuhnya mereka (dan di akhirat) dengan neraka (dan mereka sekali-kali tidak mempunyai pelindung) yang dapat melindungi mereka dari azab Allah itu (dan tidak pula penolong di muka bumi yang dapat mempertahankan diri mereka)"
        },
        {
            "chapter": 9,
            "verse": 75,
            "text": "(Dan di antara mereka ada orang yang telah berikrar kepada Allah, \"Sesungguhnya jika Allah memberikan sebagian karunia-Nya kepada kami, pastilah kami akan bersedekah) lafal lanashshaddaqanna pada asalnya lanatashaddaqanna, kemudian huruf ta dimasukkan ke dalam huruf shad yang bagian asal kalimat, sehingga jadilah lanashshaddaqanna (dan pastilah kami termasuk orang-orang yang saleh.\") orang yang dimaksud ialah Tsa'labah bin Hathib, pada suatu hari ia meminta kepada Nabi saw. supaya mendoakannya, semoga Allah memberinya rezeki harta, kelak ia akan menunaikan hak-haknya kepada setiap orang yang berhak menerimanya. Kemudian Nabi saw. mendoakannya sesuai dengan permintaannya itu; akhirnya Allah memberinya harta yang banyak, sehingga ia lupa akan salat Jumat dan salat berjemaah yang biasa dilakukannya karena sibuk dengan hartanya yang banyak itu, dan lebih parah lagi ia tidak menunaikan zakatnya sebagaimana yang dijelaskan oleh Allah swt. dalam ayat berikutnya, yaitu"
        },
        {
            "chapter": 9,
            "verse": 76,
            "text": "(Maka setelah Allah memberikan kepada mereka sebagian dari karunia-Nya, mereka kikir dengan karunia itu, dan berpaling) dari taat kepada Allah (dan mereka memanglah orang-orang yang selalu berpaling dari kebenaran)"
        },
        {
            "chapter": 9,
            "verse": 77,
            "text": "(Maka Allah menimpakan kepada mereka) yakni menjadikan akibat mereka (kemunafikan) yang tetap (pada hati mereka sampai kepada waktu mereka menemui-Nya) menemui Allah, yaitu pada hari kiamat nanti (karena mereka telah memungkiri terhadap Allah apa yang telah mereka ikrarkan kepada-Nya dan juga karena mereka selalu berdusta) dengan janjinya. Setelah itu Tsa'labah bin Hathib datang menghadap Nabi saw. sambil membawa zakatnya, akan tetapi Nabi saw. berkata kepadanya, \"Sesungguhnya Allah telah melarang aku menerima zakatmu.\" Setelah itu Rasulullah saw. lalu menaburkan tanah di atas kepalanya. Pada masa pemerintahan Khalifah Abu Bakar r.a. ia datang membawa zakatnya kepada Khalifah Abu Bakar, akan tetapi Khalifah Abu Bakar tidak mau menerimanya. Pada masa pemerintahan Khalifah Umar r.a. ia pun datang membawa zakatnya, akan tetapi Khalifah Umar juga tidak mau menerimanya. Pada masa pemerintahan Khalifah Usman ia pun datang lagi membawa zakatnya, akan tetapi ternyata Khalifah Usman sama saja juga tidak mau menerimanya. Ia mati pada masa pemerintahan Khalifah Usman r.a"
        },
        {
            "chapter": 9,
            "verse": 78,
            "text": "(Tidakkah mereka tahu) orang-orang munafik itu (bahwasanya Allah mengetahui rahasia mereka) apa-apa yang mereka simpan di dalam diri mereka (dan bisikan mereka) yakni apa-apa yang mereka bisikkan di antara sesama mereka (dan bahwasanya Allah amat mengetahui segala yang gaib) yang dimaksud dengan gaib ialah segala sesuatu yang tidak terlihat oleh mata. Ketika ayat mengenai sedekah ini diturunkan, ada seorang lelaki datang dengan membawa sedekah yang banyak sekali, lalu orang-orang munafik itu mengatakan, \"Dia hanya ingin pamer saja.\" Datang pula seorang lelaki lain seraya membawa sedekah satu sha', maka orang-orang munafik itu mengatakan pula, \"Sesungguhnya Allah Maha Kaya dari sedekahnya orang ini\", maka pada saat itu juga turunlah firman- Nya berikut ini, yaitu"
        },
        {
            "chapter": 9,
            "verse": 79,
            "text": "(Orang-orang) menjadi mubtada (yang mencela) menganggap aib (orang-orang yang dengan suka rela) senang hati (memberi sedekah dari kalangan orang-orang mukmin, dan mencela orang-orang yang tidak memperoleh sekadar kesanggupannya) kemampuannya lalu mereka menyedekahkannya (maka orang-orang munafik itu menghina mereka) sedangkan khabar daripada mubtada tadi ialah (Allah akan membalas penghinaan mereka itu) artinya, Allah membalas penghinaannya (dan untuk mereka azab yang pedih)"
        },
        {
            "chapter": 9,
            "verse": 80,
            "text": "(Kamu memohonkan ampun) hai Muhammad (bagi mereka atau tidak kamu mohonkan ampun bagi mereka adalah sama saja) ayat ini mengandung pengertian takhyir, yakni boleh memilih memintakan ampun atau tidak. Sehubungan dengan hal ini Rasulullah saw. telah bersabda, \"Sesungguhnya aku disuruh memilih, maka aku memilih memintakan ampun.\" (H.R. Bukhari) (Kendatipun kamu memohonkan ampun bagi mereka tujuh puluh kali, namun Allah sekali-kali tidak akan memberi ampun kepada mereka). Menurut suatu pendapat pengertian tujuh puluh kali ini merupakan ungkapan mubalaghah yang menunjukkan banyaknya istigfar (memohonkan ampun). Di dalam kitab sahih Bukhari telah diketengahkan sebuah hadis mengenai hal ini yaitu, \"Seandainya aku mengetahui, bahwa jika permohonan ampunku diterima bila dibacakan lebih daripada tujuh puluh kali, maka niscaya aku akan menambahkannya.\" (H.R. Bukhari). Dalam pendapat yang lain dikatakan, bahwa pengertian yang dimaksud ialah bilangan tertentu, yaitu tujuh puluh itu sendiri. Hal ini pun berlandaskan pada hadis Nabi saw. pula, yaitu, \"Aku akan membacakannya lebih dari tujuh puluh kali.\" Kemudian Allah swt. menjelaskan kepada Nabi-Nya tentang pemutusan ampunan, yaitu melalui firman-Nya, \"Sama saja bagi mereka, kamu mintakan ampunan atau tidak kamu mintakan ampunan. Niscaya Allah sekali-kali tidak akan mengampuni mereka. Sesungguhnya Allah tidak memberi petunjuk kepada orang-orang yang fasik.\" (Q.S. Al-Munafiqun 6). (Yang demikian itu adalah karena mereka kafir kepada Allah dan Rasul-Nya. Dan Allah tidak memberi petunjuk kepada kaum yang fasik)"
        },
        {
            "chapter": 9,
            "verse": 81,
            "text": "(Orang-orang yang ditinggalkan merasa gembira) yaitu mereka yang tidak ikut ke Tabuk (dengan tinggalnya mereka) dengan ketidakikutan mereka (sesudah) keberangkatan (Rasulullah, dan mereka tidak suka berjihad dengan harta dan jiwa mereka pada jalan Allah dan mereka berkata,) artinya sebagian dari mereka mengatakan kepada sebagian yang lain (\"Janganlah kalian berangkat) maksudnya janganlah kalian pergi untuk berjihad (dalam panas terik ini.\" Katakanlah, \"Api neraka Jahanam itu lebih sangat panas) daripada panasnya Tabuk. Yang lebih utama ialah hendaknya mereka menghindarkan diri daripada panasnya Jahanam itu, yaitu dengan ikut berperang dan tidak tinggal di tempat (jika mereka mengetahui) artinya jika mereka mengetahui hal tersebut, tentulah mereka tidak akan tinggal di tempat dan pasti ikut berjihad"
        },
        {
            "chapter": 9,
            "verse": 82,
            "text": "(Maka hendaklah mereka tertawa sedikit) di dunia (dan hendaklah mereka menangis) di akhirat nanti (banyak sebagai pembalasan dari apa yang selalu mereka kerjakan) ayat ini merupakan berita tentang keadaan mereka, diungkapkan dalam bentuk ungkapan amar/perintah"
        },
        {
            "chapter": 9,
            "verse": 83,
            "text": "(Maka jika kamu telah dikembalikan) bila telah dipulangkan dengan selamat (oleh Allah) dari Tabuk (lalu kamu kembali kepada satu golongan dari mereka) yaitu dari kalangan orang-orang munafik yang tinggal di Madinah tidak ikut berangkat berjihad (kemudian mereka minta izin kepadamu untuk keluar) bersamamu dalam perang yang lain (maka katakanlah) kepada mereka (\"Kalian tidak boleh keluar bersamaku selama-lamanya dan tidak boleh memerangi musuh bersamaku. Sesungguhnya kalian telah rela tidak pergi berperang kali yang pertama. Karena itu duduklah/tinggallah bersama orang-orang yang tidak ikut berperang.\") maksudnya bersama mereka yang tidak ikut berperang, yaitu bersama kaum wanita, anak-anak dan lain-lainnya"
        },
        {
            "chapter": 9,
            "verse": 84,
            "text": "Ketika Nabi saw. melakukan salat jenazah atas kematian Ibnu Ubay (pemimpin orang-orang munafik), maka turunlah firman-Nya: (Dan janganlah kamu sekali-kali menyalatkan jenazah seorang yang mati di antara mereka, dan janganlah kamu berdiri di kuburnya) untuk keperluan menguburkannya atau menziarahinya. (Sesungguhnya mereka telah kafir kepada Allah dan Rasul-Nya dan mereka mati dalam keadaan fasik) yaitu dalam keadaan kafir"
        },
        {
            "chapter": 9,
            "verse": 85,
            "text": "(Dan janganlah harta benda dan anak-anak mereka menarik hatimu. Sesungguhnya Allah menghendaki akan mengazab mereka di dunia dengan harta dan anak-anak itu dan agar melayang) dicabut (nyawa mereka dalam keadaan kafir)"
        },
        {
            "chapter": 9,
            "verse": 86,
            "text": "(Dan apabila diturunkan suatu surah) yakni sebagian daripada surah-surah Alquran (bahwa) yang memerintahkan mereka (berimanlah kalian kepada Allah dan berjihadlah beserta Rasul-Nya, niscaya akan meminta izin kepadamu orang-orang yang sanggup) yakni mereka yang memiliki kemampuan (di antara mereka untuk tidak berjihad dan mereka berkata, \"Biarkanlah kami berada bersama orang-orang yang duduk)"
        },
        {
            "chapter": 9,
            "verse": 87,
            "text": "(Mereka rela berada bersama dengan orang-orang yang tidak pergi berperang) lafal khawaalif merupakan bentuk jamak daripada lafal khaalifah, yang dimaksud adalah kaum wanita yang tinggal di rumah-rumahnya (dan hati mereka telah dikunci mati, maka mereka tidak mengetahui) kebaikan"
        },
        {
            "chapter": 9,
            "verse": 88,
            "text": "(Tetapi Rasul dan orang-orang yang beriman bersama dia, mereka berjihad dengan harta dan diri mereka. Dan mereka itulah orang-orang yang memperoleh kebaikan) di dunia dan di akhirat (dan mereka itu pulalah orang-orang yang beruntung) orang-orang yang mendapatkan keberuntungan"
        },
        {
            "chapter": 9,
            "verse": 89,
            "text": "Allah telah menyediakan bagi mereka surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Itulah kemenangan yang besar"
        },
        {
            "chapter": 9,
            "verse": 90,
            "text": "(Kemudian datanglah orang-orang yang mengemukakan uzur) asalnya lafal al-mu`adzdziruuna ialah al-mu`tadziruuna kemudian huruf ta diidgamkan ke dalam huruf dzal sehingga jadilah al-mu`adzdziruuna keduanya mempunyai arti yang sama lalu dibaca al-mu`adzdziruuna (yaitu orang-orang Arab penduduk padang pasir) kepada Nabi saw. (agar diberi izin bagi mereka) untuk tetap tinggal di kampungnya, tidak pergi berjihad karena berhalangan, akhirnya Nabi saw. memberi izin kepada mereka (sedangkan orang-orang yang mendustakan Allah dan Rasul-Nya duduk berdiam diri saja) mereka yang diam adalah orang-orang yang berpura-pura beriman dari kalangan orang-orang munafik penduduk padang pasir, mereka diam saja tidak datang menghadap kepada Nabi saw. untuk mengemukakan alasan ketidakikutannya. (Kelak orang-orang yang kafir di antara mereka itu akan ditimpa azab yang pedih)"
        },
        {
            "chapter": 9,
            "verse": 91,
            "text": "(Tiada dosa atas orang-orang yang lemah) yakni orang-orang jompo (atas orang-orang yang sakit) seperti orang buta dan orang yang sakit parah yang tak sembuh-sembuh (dan atas orang-orang yang tidak memperoleh apa yang akan mereka nafkahkan) untuk berjihad (apabila mereka berlaku ikhlas kepada Allah dan Rasul-Nya) sewaktu ia tidak pergi berjihad, yaitu tidak menimbulkan kekacauan dan rasa takut kepada orang-orang lain dan tetap menaati peraturan. (Tidak atas orang-orang yang berbuat baik) yakni orang-orang yang melaksanakan hal tersebut (jalan) alasan untuk menyalahkan mereka. (Dan Allah Maha Pengampun) kepada mereka (lagi Maha Penyayang) kepada mereka di dalam memberikan kelonggaran mengenai masalah tidak pergi berjihad ini"
        },
        {
            "chapter": 9,
            "verse": 92,
            "text": "(Dan tiada pula dosa atas orang-orang yang apabila mereka datang kepadamu supaya kamu memberi mereka kendaraan) untuk berangkat berperang bersamamu; jumlah mereka ada tujuh orang yang semuanya berasal dari kalangan sahabat Ansar. Akan tetapi menurut pendapat lain dikatakan bahwa mereka semua berasal dari Bani Muqarrin (lalu kamu berkata, \"Aku tidak memperoleh kendaraan untuk membawa kalian.\") jumlah ayat ini menjadi hal/kalimat keterangan (lalu mereka kembali) lafal ayat ini menjadi jawab dari kata idzaa, artinya mereka bubar kembali ke rumah masing-masing (sedangkan mata mereka bercucuran) yakni mengalirkan (berupa) lafal min di sini mempunyai arti bayan/kata penjelasan/kata penafsir (air mata karena kesedihan) lantaran mereka (tidak memperoleh apa yang akan mereka nafkahkan) untuk berjihad"
        }
    ]
}