{
    "juzs": [
        {
            "chapter": 21,
            "verse": 1,
            "text": "(Telah dekat kepada manusia) kepada penduduk Mekah yang ingkar terhadap adanya hari berbangkit (hari penghisaban mereka) yaitu hari kiamat (sedang mereka berada dalam kelalaian) daripadanya (lagi berpaling) tidak bersiap-siap untuk menghadapinya, yaitu dengan bekal iman"
        },
        {
            "chapter": 21,
            "verse": 2,
            "text": "(Tidak datang kepada mereka suatu ayat Alquran pun yang baru diturunkan dari Rabb mereka) secara berangsur-angsur, yakni lafal Alquran (melainkan mereka mendengarnya, sedang mereka bermain-main) mereka memperolok-oloknya"
        },
        {
            "chapter": 21,
            "verse": 3,
            "text": "(Lagi dalam keadaan lalai) yakni kosong (hati mereka) untuk merenungkan makna-maknanya. (Dan mereka berbisik-bisik) mereka merahasiakan pembicaraan mereka (yakni orang-orang yang zalim itu) lafal ayat ini merupakan Badal daripada Dhamir Wawu yang terdapat di dalam lafal Wa Asarrun Najwa (\"Orang ini tidak lain) yakni Nabi Muhammad (hanyalah seorang manusia seperti kalian) dan yang disampaikannya itu adalah sihir belaka (maka apakah kalian menerima sihir itu) yakni apakah kalian mau mengikutinya (padahal kalian menyaksikannya?\") sedangkan kalian telah mengetahui, bahwa yang disampaikan itu adalah sihir"
        },
        {
            "chapter": 21,
            "verse": 4,
            "text": "(Berkatalah Muhammad) kepada mereka, (\"Rabbku mengetahui semua perkataan) yang ada (di langit dan di bumi dan Dialah Yang Maha Mendengar) semua apa yang mereka rahasiakan di dalam pembicaraannya (lagi Maha Mengetahui\") apa yang mereka rahasiakan"
        },
        {
            "chapter": 21,
            "verse": 5,
            "text": "(Bahkan) lafal Bal menunjukkan makna Intiqal atau memindahkan suatu pembicaraan kepada pembicaraan yang lain. Hal ini bersifat tetap di dalam ketiga tempat I'rab (mereka berkata pula:) dalam menanggapi Alquran yang diturunkan kepada Nabi Muhammad, bahwa Alquran itu adalah (\"Mimpi-mimpi yang kalut) mimpi yang tidak menentu yang dilihat dalam tidurnya (malah diada-adakannya) dialah yang membuat-buatnya (bahkan dia sendiri seorang penyair) maka jelas yang disampaikannya itu adalah syair (maka hendaklah ia mendatangkan kepada kita suatu mukjizat, sebagaimana Rasul-rasul yang telah lalu diutus\") yaitu semacam mukjizat unta Nabi Shaleh, tongkat dan tangan Nabi Musa, maka Allah swt. berfirman"
        },
        {
            "chapter": 21,
            "verse": 6,
            "text": "(Tidak ada suatu negeri pun yang beriman sebelum mereka) yakni penduduknya (yang Kami telah binasakan) disebabkan kedustaan mereka terhadap mukjizat-mukjizat yang didatangkan oleh Rasulnya (maka apakah mereka akan beriman?) tentu saja tidak"
        },
        {
            "chapter": 21,
            "verse": 7,
            "text": "(Kami tiada mengutus rasul-rasul sebelum kamu melainkan beberapa orang laki-laki yang Kami beri wahyu) menurut qiraat yang lain lafal Nuuhii dibaca Yuuhaa (kepada mereka) mereka bukanlah malaikat (maka tanyakanlah olehmu kepada orang-orang yang berilmu) yakni ulama yang mengetahui kitab Taurat dan kitab Injil (jika kalian tidak mengetahui) hal tersebut, sesungguhnya mereka mengetahuinya, mengingat kepercayaan kalian kepada ulama kitab Taurat dan Injil lebih kuat daripada kepercayaan kaum Mukminin kepada Muhammad"
        },
        {
            "chapter": 21,
            "verse": 8,
            "text": "(Dan tidaklah Kami jadikan mereka) para rasul itu (tubuh-tubuh) lafal Jasadun sekalipun kata tunggal tetapi maknanya jamak (yang tiada memakan makanan) tetapi justru mereka memakannya (dan tidak pula mereka itu orang-orang yang kekal) hidup di dunia"
        },
        {
            "chapter": 21,
            "verse": 9,
            "text": "(Kemudian Kami tepati janji kepada mereka) yaitu untuk menyelamatkan mereka (maka Kami selamatkan mereka dan orang-orang yang Kami kehendaki) yakni orang-orang yang beriman kepada para rasul itu (dan Kami binasakan orang-orang yang melampaui batas) yaitu orang-orang yang mendustakan para rasul"
        },
        {
            "chapter": 21,
            "verse": 10,
            "text": "(Sesungguhnya telah Kami turunkan kepada kalian) hai orang-orang Quraisy (sebuah Kitab yang di dalamnya disebutkan diri kalian) disebabkan ia memakai bahasa kalian sendiri. (Maka apakah kalian tiada memahaminya?) lalu beriman kepadanya"
        },
        {
            "chapter": 21,
            "verse": 11,
            "text": "(Dan berapa banyaknya Kami telah binasakan) kami hancurkan (beberapa negeri) yakni penduduk-penduduknya (yang penduduknya zalim) berbuat kekafiran (dan Kami adakan sesudah mereka itu kaum yang lain)"
        },
        {
            "chapter": 21,
            "verse": 12,
            "text": "(Maka tatkala mereka merasakan azab Kami) penduduk negeri-negeri tersebut merasakan kebinasaannya telah dekat (tiba-tiba mereka lari tergesa-gesa daripadanya) mereka berupaya melarikan diri secepatnya"
        },
        {
            "chapter": 21,
            "verse": 13,
            "text": "Kemudian berkatalah para Malaikat pembawa azab kepada mereka dengan nada mengejek, (\"Janganlah kalian lari tergesa-gesa, kembalilah kalian kepada kemewahan yang telah kalian rasakan) kepada nikmat yang telah diberikan kepada kalian (dan kepada tempat-tempat kediaman kalian, supaya kalian ditanya\") tentang sesuatu dari keduniaan milik kalian, sebagaimana biasanya"
        },
        {
            "chapter": 21,
            "verse": 14,
            "text": "(Mereka berkata, \"Aduhai) huruf Ya di sini menunjukkan makna penyesalan (celakalah kami) binasalah kami (sesungguhnya kami adalah orang-orang yang zalim\") disebabkan kami kafir"
        },
        {
            "chapter": 21,
            "verse": 15,
            "text": "(Maka tetaplah demikian) kalimat-kalimat itu sebagai (keluhan mereka) yang mereka serukan dan mereka ulang-ulang (sehingga Kami jadikan mereka sebagai tanaman yang telah dituai) bagaikan tanaman yang dipanen dengan sabit; seumpamanya mereka dibunuh dengan memakai pedang (yang tidak dapat hidup lagi) mereka mati bagaikan padamnya nyala api bila dimatikan"
        },
        {
            "chapter": 21,
            "verse": 16,
            "text": "(Dan tidaklah Kami ciptakan langit dan bumi dan segala yang ada di antara keduanya dengan bermain-main) tiada gunanya, tetapi justru hal ini menjadi bukti yang menunjukkan kekuasaan Kami dan sekaligus sebagai manfaat buat hamba-hamba Kami"
        },
        {
            "chapter": 21,
            "verse": 17,
            "text": "(Sekiranya Kami hendak membuat sesuatu permainan) hal-hal yang dapat dijadikan hiburan seperti istri dan anak (tentulah Kami membuatnya dari sisi Kami) para bidadari dan para Malaikat. (Jika Kami menghendaki berbuat) demikian, tetapi Kami tidak akan memperbuatnya dan tidak menghendakinya"
        },
        {
            "chapter": 21,
            "verse": 18,
            "text": "(Sebenarnya Kami melontarkan) yakni melemparkan (yang hak) iman (kepada yang batil) yakni kekafiran (lalu yang hak itu menghancurkannya) yakni melenyapkan yang batil (maka dengan serta merta yang batil itu lenyap) hilang. Asal makna lafal Damaghahu adalah menimpakan pukulan pada otak, yaitu tempat yang mematikan. (Dan bagi kalian) hai orang-orang kafir Mekah (kecelakaan) azab yang keras (disebabkan apa yang kalian sifatkan itu) bahwa Allah mempunyai istri atau anak"
        },
        {
            "chapter": 21,
            "verse": 19,
            "text": "(Dan kepunyaan-Nyalah) kepunyaan Allahlah (segala yang di langit dan di bumi) sebagai milik-Nya (dan makhluk yang di sisi-Nya) yakni para malaikat. Jumlah kalimat ayat ini menjadi Mubtada, sedangkan Khabarnya ialah (mereka tiada mempunyai rasa angkuh untuk menyembah-Nya dan tiada pula merasa letih) tiada merasa payah dalam menyembah-Nya"
        },
        {
            "chapter": 21,
            "verse": 20,
            "text": "(Mereka selalu bertasbih malam dan siang dengan tiada henti-hentinya) bertasbih bagi mereka bagaikan nafas dalam diri kita; tiada sesuatu pun yang mengganggunya"
        },
        {
            "chapter": 21,
            "verse": 21,
            "text": "(Apakah) makna lafal Am di sini sama dengan lafal Bal, artinya akan tetapi. Sedangkan Hamzah Istifhamnya menunjukkan makna ingkar (mereka mengambil tuhan-tuhan) yang diadakan (dari bumi) seperti dari batu, emas dan perak (yang mereka) yakni tuhan-tuhan itu (dapat menghidupkan) orang-orang yang telah mati? Tentu saja tidak dapat; bukanlah Tuhan melainkan yang dapat menghidupkan orang-orang yang mati"
        },
        {
            "chapter": 21,
            "verse": 22,
            "text": "(Sekiranya ada pada keduanya) di langit dan di bumi (tuhan-tuhan selain Allah tentulah keduanya itu telah rusak binasa) maksudnya akan menyimpang daripada tatanan biasanya sebagaimana yang kita saksikan sekarang, hal itu disebabkan adanya persaingan di antara dua kekuasaan yang satu sama lain tiada bersesuaian, yang satu mempunyai ketentuan sendiri dan yang lainnya demikian pula. (Maka Maha Suci) yakni sucilah (Allah Rabb) Pencipta (Arasy) yakni singgasana atau Al Kursi (daripada apa yang mereka sifatkan) dari apa yang disifatkan oleh orang-orang kafir terhadap Allah swt. seperti mempunyai sekutu dan lain sebagainya"
        },
        {
            "chapter": 21,
            "verse": 23,
            "text": "(Dia tidak ditanya tentang apa yang diperbuat-Nya dan merekalah yang akan ditanyai) tentang perbuatan-perbuatan mereka"
        },
        {
            "chapter": 21,
            "verse": 24,
            "text": "(Apakah mereka mengambil selain daripada-Nya) selain dari Allah (sebagai tuhan-tuhan) kata tanya atau Istifham di sini mengandung makna ejekan (Katakanlah, \"Unjukkanlah bukti kalian!\") yang menunjukkan kebenaran dugaan kalian itu. Dan sekali-kali kalian tidak akan dapat melakukannya. (Ini adalah peringatan bagi orang-orang yang bersamaku) yakni umatku; yang dimaksud \"ini\" adalah Alquran, (dan peringatan bagi orang-orang yang sebelumku) umat-umat sebelumku, yang dimaksud adalah kitab Taurat, Injil dan kitab-kitab Allah yang lainnya: Tidak ada satu pun kitab-kitab itu yang mengatakan, bahwa ada Tuhan di samping Allah, sebagaimana yang dikatakan mereka; Maha Suci Allah dari hal tersebut. (Sebenarnya kebanyakan mereka tiada mengetahui yang hak) tidak mengetahui keesaan Allah (karena itu mereka berpaling) dari memikirkan hal-hal yang dapat mengantarkan mereka kepada ajaran tauhid"
        },
        {
            "chapter": 21,
            "verse": 25,
            "text": "(Dan Kami tidak mengutus seorang rasul pun sebelum kamu, melainkan Kami wahyukan) dalam satu qiraat lafal Nuuhii dibaca Yuuhaa (kepadanya, \"Bahwasanya tidak ada Tuhan melainkan Aku, maka sembahlah Aku olehmu sekalian\") artinya tauhidkanlah atau esakanlah Aku"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "(Dan mereka berkata, \"Tuhan Yang Maha Pemurah telah mengambil anak\") berupa Malaikat-malaikat (Maha Suci Allah. Sebenarnya) para malaikat itu (adalah hamba-hamba Allah yang dimuliakan) di sisi-Nya; dan pengertian kehambaan ini jelas bertentangan dengan pengertian keanakan"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "(Mereka tidak mendahului-Nya dengan perkataan) mereka sama sekali tidak pernah berkata melainkan setelah ada firman-Nya (dan mereka mengerjakan perintah-perintah-Nya) yakni setelah diperintahkan oleh-Nya"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "(Allah mengetahui segala sesuatu yang di hadapan mereka dan yang di belakang mereka) apa yang telah mereka kerjakan dan yang sedang mereka kerjakan (dan mereka tiada memberi syafaat melainkan kepada orang yang diridai) oleh Allah swt. untuk mendapatkannya (dan mereka karena takut kepada-Nya) kepada Allah swt. (selalu berhati-hati) selalu takut kepada-Nya"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "(Dan barang siapa di antara mereka mengatakan, \"Sesungguhnya aku adalah tuhan selain daripada-Nya\") selain daripada Allah swt., dia adalah iblis yang menganjurkan manusia untuk menyembah dan taat kepada perintahnya (maka orang itu Kami beri balasan dengan Jahanam, demikianlah) sebagaimana Kami memberikan balasan kepada iblis (Kami memberikan pembalasan kepada orang-orang yang zalim) yakni orang-orang yang musyrik"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "(Apakah tidak) dapat dibaca Awalam atau Alam (melihat) mengetahui (orang-orang yang kafir itu, bahwasanya langit dan bumi itu keduanya dahulu merupakan suatu yang padu) bersatu (kemudian Kami pisahkan) Kami jadikan langit tujuh lapis dan bumi tujuh lapis pula. Kemudian langit itu dibuka sehingga dapat menurunkan hujan yang sebelumnya tidak dapat menurunkan hujan. Kami buka pula bumi itu sehingga dapat menumbuhkan tetumbuhan, yang sebelumnya tidak dapat menumbuhkannya. (Dan daripada air Kami jadikan) air yang turun dari langit dan yang keluar dari mata air di bumi (segala sesuatu yang hidup) tumbuh-tumbuhan dan lain-lainnya, maksudnya airlah penyebab bagi kehidupannya. (Maka mengapakah mereka tiada juga beriman?) kepada keesaan-Ku"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "(Dan telah Kami jadikan di bumi ini berpatok-patok) yakni gunung-gunung yang kokoh (supaya) tidak (goncang ia) yakni, bumi (bersama mereka dan telah Kami jadikan pula padanya) di gunung-gunung itu (celah-celah) yang dapat ditempuh (sebagai jalan-jalan) lafal Subulan ini menjadi Badal dari lafal Fijaajan, artinya jalan-jalan yang luas dan dapat ditempuh (agar mereka mendapat petunjuk) untuk sampai pada tujuan-tujuan mereka dalam bepergian"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "(Dan Kami menjadikan langit itu sebagai atap) bagi bumi, sebagaimana atap yang menaungi rumah (yang terpelihara) tidak sampai ambruk (sedang mereka dari segala tanda-tanda yang ada padanya) berupa matahari, bulan dan bintang-bintang (berpaling) mereka yakni orang kafir tidak mau memikirkan hal itu hingga mereka mengetahui, bahwa pencipta kesemuanya itu tiada sekutu bagi-Nya"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "(Dan Dialah yang telah menciptakan malam dan siang, matahari dan bulan. Masing-masing dari semua itu) lafal Kullun ini tanwinnya merupakan pergantian daripada Mudhaf ilaih, maksudnya masing-masing daripada matahari, bulan dan bintang-bintang lainnya (di dalam garis edarnya) pada garis edarnya yang bulat di angkasa bagaikan bundaran batu penggilingan gandum (beredar) maksudnya semua berjalan dengan cepat sebagaimana berenang di atas air. Disebabkan ungkapan ini memakai Tasybih, maka didatangkanlah Dhamir bagi orang-orang yang berakal; yakni keadaan semua yang beredar pada garis edarnya itu bagaikan orang-orang yang berenang di dalam air"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "Ayat ini diturunkan ketika orang-orang kafir berkata, bahwa sesungguhnya Muhammad itu pasti akan mati (Kami tidak menjadikan hidup kekal bagi seorang manusia pun sebelum kamu) hidup abadi di dunia (maka jika kamu mati, apakah mereka akan kekal?) di dunia? Tentu saja tidak. Jumlah kalimat yang terakhir inilah yang mengandung pengertian ingkar"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "(Tiap-tiap yang berjiwa itu akan merasakan mati) di dunia (dan Kami akan menguji kalian) mencoba kalian (dengan keburukan dan kebaikan) seperti miskin, kaya, sakit dan sehat (sebagai cobaan) kalimat ini menjadi Maf'ul Lah, maksudnya supaya Kami melihat, apakah mereka bersabar dan bersyukur ataukah tidak. (Dan hanya kepada Kamilah kalian dikembalikan) kemudian Kami akan membalas kalian"
        },
        {
            "chapter": 21,
            "verse": 36,
            "text": "(Dan apabila orang-orang kafir itu melihat kamu tidaklah mereka menjadikanmu melainkan hanyalah sebagai bahan perolokan) yakni mereka memperolok-olok kamu seraya mengatakan, (\"Apakah ini orang yang mencela tuhan-tuhan kalian?\") orang yang mencaci maki tuhan-tuhan kalian. (Dan mereka adalah orang-orang yang bila disebutkan nama Tuhan Yang Maha Pemurah) kepada mereka (maka mereka) lafal ini berfungsi menjadi taukid (ingkar) kepada-Nya, karena mereka menjawab, \"Kami tidak mengetahui-Nya"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "Ayat ini diturunkan sewaktu mereka meminta disegerakan turunnya azab atas mereka. (Manusia telah dijadikan dari tergesa-gesa) disebabkan manusia itu bertabiat tergesa-gesa di dalam semua tindakannya, maka seolah-olah ia diciptakan daripadanya. (Kelak Aku akan perlihatkan kepada kalian tanda-tanda azab-Ku) yakni ketentuan waktu bagi azab-Ku (maka janganlah kalian minta kepada-Ku mendatangkannya dengan segera) kemudian Allah memperlihatkan kepada mereka turunnya azab itu, yaitu dengan dibunuhnya mereka dalam perang Badar"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "(Mereka berkata, \"Kapankah janji itu akan datang) yang dimaksud kiamat itu (jika kamu sekalian adalah orang-orang yang benar?\") tentang adanya janji itu"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "Allah berfirman (Andaikata orang-orang kafir itu mengetahui waktu mereka tidak dapat mengelakkan) di waktu mereka tidak mampu menolak (api neraka dari muka mereka dan tidak pula dari punggung mereka sedangkan mereka tidak pula mendapat pertolongan) yang dapat mencegah diri mereka daripada api neraka itu, di hari kiamat nanti. Jawab dari pada lafal Lau tidak disebutkan, yaitu, niscaya mereka tidak akan mengeluarkan perkataan tersebut"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "(Sebenarnya akan mendatangi mereka) hari kiamat itu (dengan sekonyong-konyong lalu membuat mereka menjadi panik) menjadi bingung dan panik (maka mereka tidak sanggup menolaknya dan tidak pula mereka diberi tangguh) ditangguhkan untuk bertobat atau meminta ampunan"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "(Dan sungguh telah diperolok-olok beberapa orang rasul sebelum kamu) ayat ini mengandung hiburan yang ditujukan kepada Nabi saw. (maka turunlah) yakni menimpa (kepada orang-orang yang mencemoohkan rasul-rasul itu apa yang selalu mereka perolok-olokkan) yaitu berupa azab; demikian pula orang-orang yang memperolok-olokkan dirimu akan tertimpa azab yang sama seperti mereka"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "(Katakanlah) kepada mereka, (\"Siapakah yang dapat memelihara kalian) yang dapat menjaga diri kalian (di waktu malam dan siang hari daripada Tuhan Yang Maha Pemurah\") daripada azab-Nya, jika azab itu turun kepada kalian. Maksudnya, tentu saja tidak ada seorang pun yang dapat melakukan hal itu. Orang-orang yang diajak bicara oleh ayat ini tidak merasa takut kepada azab Allah, disebabkan mereka ingkar kepada-Nya atau tidak percaya kepada adanya azab itu. (Sebenarnya mereka terhadap peringatan Rabb mereka) yakni Alquran (adalah orang-orang yang berpaling) tidak mau memikirkan tentangnya"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "(Atau) di dalam kalimat ini terkandung makna ingkar, maksudnya, apakah (mereka mempunyai tuhan-tuhan yang dapat memelihara diri mereka) dari apa-apa yang mencelakakan diri mereka (selain dari Kami) maksudnya apakah mereka mempunyai tuhan-tuhan selain Kami yang dapat mencegah diri mereka dari azab Allah? Tentu saja tidak (mereka pasti tidak akan sanggup) yakni tuhan-tuhan itu (menolong diri mereka sendiri) maka mereka tidak dapat menolongnya (dan tidak pula mereka) orang-orang kafir itu (dari Kami) yakni dari azab Kami (dilindungi) mendapat perlindungan. Asal katanya ialah dari kalimat Shahabakallaahu artinya mudah-mudahan Allah memelihara dan melindungimu"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "(Sebenarnya Kami telah memberi mereka dan bapak-bapak mereka kenikmatan) melalui yang Kami anugerahkan kepada mereka (sehingga panjanglah umur mereka) oleh karenanya mereka menjadi lupa daratan. (Maka apakah mereka tidak melihat bahwasanya Kami mendatangi negeri) mereka, yakni Kami menuju ke negeri orang-orang kafir (lalu Kami kurangi luasnya dari segala penjurunya) melalui penaklukkan yang dilakukan oleh Nabi saw. (Maka apakah mereka yang menang?) tentu saja tidak, tetapi Nabi dan sahabat-sahabatnyalah yang menang"
        },
        {
            "chapter": 21,
            "verse": 45,
            "text": "(Katakanlah) kepada mereka, (\"Sesungguhnya aku hanya memberi peringatan kepada kamu sekalian dengan wahyu) dari Allah swt. bukannya dari diriku sendiri (dan tiadalah orang-orang yang tuli mendengar seruan, apabila) dapat dibaca dengan menyatakan kedua Hamzahnya dan dengan meringankan bacaan Hamzah yang kedua, yaitu antara ucapan Hamzah dan Ya (mereka diberi peringatan\") disebabkan mereka tidak mau mengamalkan apa yang telah mereka dengar dari peringatan-peringatan, sehingga mereka disamakan dengan orang-orang yang tuli"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "(Dan sesungguhnya jika mereka ditimpa sedikit saja) barang sedikit (dari azab Rabbmu, pastilah mereka berkata, \"Aduhai) menunjukkan makna penyesalan (celakalah kami) binasalah kami (bahwasanya kami adalah orang yang menganiaya diri sendiri\") disebabkan kami musyrik dan mendustakan Muhammad"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "(Kami akan memasang timbangan yang tepat) timbangan yang adil (pada hari kiamat) pada hari itu (maka tiadalah dirugikan seseorang barang sedikit pun) dengan dikurangi pahala kebaikannya atau ditambahkan dosa keburukannya. (Dan jika) amalan itu (hanya seberat) sama beratnya dengan (biji sawi Kami mendatangkannya) yakni pahalanya. (Dan cukuplah Kami menjadi penghisab) segala sesuatu, yakni yang menghitungnya"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "(Dan sesungguhnya Kami telah berikan kepada Musa dan Harun kitab Taurat) kitab yang memisahkan antara perkara yang hak dan perkara yang batil dan antara perkara yang halal dan perkara yang haram (dan penerangan) sebagai penerang (serta pengajaran) sebagai pengajaran (bagi semua orang yang bertakwa)"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "(Yaitu orang-orang yang takut kepada Rabb mereka sekalipun mereka menyendiri) jauh dari khalayak ramai, (dan mereka terhadap hari kiamat) yakni kengerian-kengeriannya (merasa takut) mereka merasa khawatir"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "(Dan ini) yakni Alquran ini (adalah suatu kitab peringatan yang mempunyai berkah yang telah Kami turunkan. Maka mengapa kalian mengingkarinya?) Istifham atau kata tanya di sini mengandung pengertian mencemoohkan"
        },
        {
            "chapter": 21,
            "verse": 51,
            "text": "(Dan sesungguhnya telah Kami anugerahkan kepada Ibrahim hidayah kebenaran sebelumnya) sebelum ia mencapai umur balig (dan adalah Kami mengetahuinya) bahwa dia layak untuk menerima hal tersebut"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "(Yaitu ketika Ibrahim berkata kepada bapaknya dan kaumnya, \"Patung-patung apakah ini) maksudnya, apa kegunaan berhala-berhala ini (yang kalian tekun beribadah kepadanya?\") kalian dengan tekun menyembahnya"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "(Mereka menjawab, \"Kami mendapatkan bapak-bapak kami menyembahnya\") maka kami mengikuti mereka"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "(Ibrahim berkata) kepada mereka, (\"Sesungguhnya kalian dan bapak-bapak kalian) disebabkan menyembah berhala-berhala itu (berada dalam kesesatan yang nyata\") yakni jelas sesatnya"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "(Mereka menjawab, \"Apakah kamu datang kepada kami dengan sungguh-sungguh) apakah perkataanmu yang demikian itu sungguh-sungguh (atau apakah kamu termasuk orang yang bermain-main?\") di dalam perkataanmu itu"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "(Ibrahim berkata, \"Sebenarnya Rabb kalian) yang berhak untuk disembah (ialah Rabb) yang memiliki (langit dan bumi yang telah menciptakannya) tanpa contoh sebelumnya (dan aku atas yang demikian itu) yang telah aku katakan sekarang ini (termasuk orang-orang yang menyaksikan\") nya"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "Demi Allah, sesungguhnya aku akan melakukan tipu daya terhadap berhala-berhala kalian sesudah kalian pergi meninggalkannya"
        },
        {
            "chapter": 21,
            "verse": 58,
            "text": "(Maka Ibrahim membuat berhala-berhala itu) sesudah mereka pergi meninggalkannya menuju ke tempat pertemuan di hari raya mereka (menjadi puing-puing) dapat dibaca Judzaadzan dan Jidzaadzan, artinya hancur terpotong-potong di kapak oleh Nabi Ibrahim (kecuali yang terbesar dari mereka) lalu Nabi Ibrahim menggantungkan kapaknya ke pundak berhala yang terbesar itu (agar mereka kepadanya) yakni kepada berhala yang terbesar itu (menanyakannya) maka mereka akan melihat apa yang ia perbuat terhadap berhala-berhala yang lain"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "(Mereka berkata) setelah kembali dan melihat apa yang telah diperbuat terhadap berhala-berhala mereka, (\"Siapakah yang melakukan perbuatan ini terhadap tuhan-tuhan kami, sesungguhnya dia termasuk orang-orang yang zalim\") di dalam perbuatannya ini"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "(Mereka berkata) sebagian dari mereka kepada yang lain, (\"Kami dengar ada seorang pemuda yang menyebut-nyebut mereka) yakni yang mencaci maki berhala-berhala itu (yang bernama Ibrahim)"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "(Mereka berkata, \"Kalau demikian, bawalah dia ke hadapan orang banyak) perlihatkanlah dia kepada mereka (agar mereka menyaksikan\") bahwasanya dialah yang telah melakukan semuanya ini"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "(Mereka bertanya) setelah menghadirkan Ibrahim, (\"Apakah kamu) dapat dibaca A'anta dan A-anta (yang melakukan perbuatan ini terhadap tuhan-tuhan kami, hai Ibrahim)"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "(Ibrahim menjawab) seraya menyembunyikan apa yang sebenarnya telah ia lakukan, (\"Sebenarnya patung yang besar itulah yang melakukannya, maka tanyakanlah kepada berhala-berhala itu) siapakah pelakunya (jika mereka dapat berbicara\") Jawab syarat dari kalimat ayat ini telah didahulukan dan kalimat yang sebelumnya merupakan sindiran bagi para penyembah berhala, bahwa berhala-berhala yang telah dimaklumi ketidakmampuannya untuk berbuat itu bukan tuhan"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "(Maka mereka telah kembali kepada kesadaran mereka) setelah berpikir (lalu berkata) kepada diri mereka sendiri, (\"Sesungguhnya kalian adalah orang-orang yang berbuat aniaya\") disebabkan kalian menyembah berhala yang tidak dapat berbicara"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "(Kemudian mereka menundukkan) karena malu kepada Allah (kepala mereka) karena kekafirannya telah dinyatakan, maka mereka berkata, \"Demi Allah! (Sesungguhnya kamu telah mengetahui, bahwa berhala-berhala itu tidak dapat berbicara\") mengapa kamu menyuruh kami bertanya kepada mereka"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "(Ibrahim berkata, \"Maka mengapakah kalian menyembah selain Allah) sebagai ganti dari-Nya untuk kalian sembah (sesuatu yang tidak dapat memberi manfaat sedikit pun kepada kalian) berupa rezeki dan lain-lainnya (dan tidak pula memberi mudarat kepada kalian?\") barang sedikit pun, jika kalian tidak menyembahnya"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "(Ah, alangkah buruknya) lafal Uffin atau Uffan ini bermakna Mashdar, artinya busuklah (kalian beserta apa yang kalian sembah selain Allah. Maka apakah kalian tidak memahami?) bahwa berhala-berhala itu tidak berhak untuk disembah dan tidak layak untuk dijadikan sesembahan, karena sesungguhnya yang berhak disembah itu hanyalah Allah semata"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "(Mereka berkata, \"Bakarlah dia) yakni Nabi Ibrahim (dan bantulah tuhan-tuhan kalian) dengan membakar Ibrahim (jika kalian benar-benar hendak bertindak\") untuk menolong tuhan-tuhan kalian. Mereka segera mengumpulkan kayu-kayu yang banyak sekali, lalu mereka menyalakannya. Mereka mengikat Nabi Ibrahim, kemudian menaruhnya pada Manjaniq atau alat pelontar yang besar, lalu Nabi Ibrahim dilemparkan ke dalam api yang besar itu. Allah berfirman"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "(Kami berfirman, \"Hai api! Menjadi dinginlah dan menjadi keselamatanlah bagi Ibrahim\") maka api itu tidak membakarnya selain pada tali-tali pengikatnya saja dan lenyaplah panas api itu, yang tinggal hanyalah cahayanya saja, hal ini berkat perintah Allah, 'Salaaman' yakni menjadi keselamatan bagi Ibrahim, akhirnya Nabi Ibrahim selamat dari kematian karena api itu dingin"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "(Mereka hendak berbuat makar terhadap Ibrahim) yaitu dengan membakarnya (maka Kami menjadikan mereka itu orang-orang yang paling merugi) di dalam tujuan mereka"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "(Dan Kami selamatkan Ibrahim dan Luth) anak saudara Nabi Ibrahim yang bernama Haran yang tinggal di negeri Iraq (ke sebuah negeri yang Kami telah memberkahinya untuk sekalian manusia) dengan menjadikan sungai-sungai dan pohon-pohon yang banyak padanya, yaitu negeri Syam. Nabi Ibrahim tinggal di negeri Palestina sedangkan Nabi Luth di Mu'tafikah; jarak antara kedua negeri itu dapat ditempuh dalam sehari"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "(Dan Kami telah memberikan kepadanya) kepada Ibrahim, yang sebelumnya selalu mendambakan mempunyai seorang anak, sebagaimana yang disebutkan di dalam surah Ash-Shaffat (Ishak dan Yakub sebagai suatu anugerah) dari Kami, yaitu anugerah yang lebih daripada apa yang dimintanya. Atau yang dimaksud dengan Naafilah adalah cucu (Dan masing-masingnya) Nabi Ibrahim dan kedua anaknya itu (Kami jadikan orang-orang yang saleh) yakni menjadi nabi semuanya"
        },
        {
            "chapter": 21,
            "verse": 73,
            "text": "(Kami telah menjadikan mereka itu sebagian pemimpin-pemimpin) dapat dibaca A-immatan atau Ayimmatan, yakni pemimpin yang menjadi teladan dalam kebaikan (yang memberi petunjuk) kepada manusia (dengan perintah Kami) memberi petunjuk kepada mereka untuk memeluk agama Kami (dan telah Kami wahyukan kepada mereka mengerjakan kebajikan, mendirikan salat, menunaikan zakat) hendaknya mereka dan orang-orang yang mengikuti mereka mengerjakan semuanya itu. Huruf Ha dari lafal Iqaamah dibuang demi untuk meringankan bunyi, sehingga menjadi Iqaamash Shalaati bukan Iqaamatish Shalaati (dan hanya kepada Kamilah mereka selalu menyembah)"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "(Dan kepada Luth, Kami telah berikan hukum) yang memutuskan di antara orang-orang yang bersengketa (dan ilmu dan telah Kami selamatkan dia dari azab yang telah menimpa kota yang penduduknya mengerjakan) perbuatan-perbuatan (keji) yaitu seperti liwath atau homosex, main dadu, menebak nasib dengan burung dan lain sebagainya. (Sesungguhnya mereka adalah kaum yang jahat) lafal Sau-in adalah bentuk Mashdar dari lafal Saa-a lawan kata dari Sarra, artinya jahat atau buruk (lagi fasik)"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "(Dan Kami masukkan dia ke dalam rahmat Kami) yang antara lain dia Kami selamatkan dari kaumnya. (Karena sesungguhnya dia termasuk orang-orang yang saleh)"
        },
        {
            "chapter": 21,
            "verse": 76,
            "text": "(Dan) ingatlah kisah (Nuh) kalimat yang sesudahnya merupakan Badal atau kata ganti daripadanya (ketika dia berdoa) yakni berdoa bagi kebinasaan kaumnya, sebagaimana yang disitir oleh ayat lain, yaitu firman-Nya, \"Ya Rabbku! Janganlah Engkau biarkan seorang pun di antara orang-orang kafir itu tinggal di atas bumi.\" (Q.S. Nuh, 26). (sebelum itu) sebelum Nabi Ibrahim dan Nabi Luth (dan Kami memperkenankan doanya, lalu Kami selamatkan dia beserta keluarganya) beserta orang-orang yang ada di dalam bahteranya (dari bencana yang besar) dari bencana tenggelam dan permusuhan kaumnya yang mendustakannya"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "(Dan Kami telah menolongnya) Kami pelihara dia (dari kaum yang telah mendustakan ayat-ayat Kami) yang menunjukkan kerasulannya, hingga mereka tidak dapat menimpakan keburukan kepadanya (Sesungguhnya mereka adalah kaum yang jahat, maka Kami tenggelamkan mereka semuanya)"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "(Dan) ingatlah (Daud dan Sulaiman) yakni kisah keduanya, dijelaskan oleh ayat selanjutnya (di waktu keduanya memberikan keputusan mengenai tanaman) berupa ladang atau pohon anggur (karena tanaman itu dirusak oleh kambing-kambing kepunyaan kaumnya) kambing-kambing itu memakannya dan merusaknya di waktu malam hari tanpa ada penggembalanya, karena kambing-kambing itu lepas dengan sendirinya dari kandangnya. (Dan adalah Kami menyaksikan keputusan yang diberikan oleh mereka itu) Dhamir jamak dalam ayat ini menunjukkan makna untuk dua orang, yaitu Nabi Daud dan Nabi Sulaiman. Lalu Nabi Daud berkata, \"Pemilik ladang itu berhak untuk memiliki kambing-kambing yang telah merusak ladangnya\". Akan tetapi Nabi Sulaiman memutuskan, \"Pemilik kebun hanya diperbolehkan memanfaatkan air susu, anak-anak dan bulu-bulunya, sampai tanaman ladang kembali seperti semula, diperbaiki oleh pemilik kambing, setelah itu ia diharuskan mengembalikan kambing-kambing itu kepada pemiliknya"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "(Maka Kami telah memberikan pengertian tentang hukum) yakni keputusan yang adil dan tepat (kepada Sulaiman) keputusan yang dilakukan oleh keduanya itu berdasarkan ijtihad masing-masing, kemudian Nabi Daud mentarjihkan atau menguatkan keputusan yang diambil oleh Nabi Sulaiman. Menurut suatu pendapat dikatakan, bahwa keputusan keduanya itu berdasarkan wahyu dari Allah dan keputusan yang kedua yaitu yang telah diambil oleh Nabi Sulaiman berfungsi memansukh hukum yang pertama, yakni hukum Nabi Daud (dan kepada masing-masing) daripada keduanya (Kami berikan) kepadanya (hikmah) kenabian (dan ilmu) tentang masalah-masalah agama (dan telah Kami tundukkan gunung-gunung dan burung-burung, semua bertasbih bersama Daud) demikianlah gunung-gunung dan burung-burung itu ditundukkan untuk bertasbih bersama Nabi Daud. Nabi Daud memerintahkan gunung-gunung dan burung-burung untuk ikut bertasbih bersamanya bila ia mengalami kelesuan, hingga ia menjadi semangat lagi dalam bertasbih. (Dan Kamilah yang melakukannya) yakni Kamilah yang menundukkan keduanya dapat bertasbih bersama Daud, sekalipun hal ini menurut kalian merupakan hal yang ajaib dan aneh yaitu tunduk dan patuhnya gunung-gunung dan burung-burung kepada perintah Nabi Daud"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "(Dan Kami ajarkan kepada Daud membuat baju besi) yaitu baju yang terbuat dari besi, dialah orang pertama yang menciptakannya dan sebelumnya hanyalah berupa lempengan-lempengan besi saja (untuk kalian) yakni untuk segolongan manusia (guna melindungi diri kalian) jika dibaca Linuhshinakum, maka Dhamirnya kembali kepada Allah, maksudnya, supaya Kami melindungi kalian. Dan jika ia dibaca Lituhshinahum, maka Dhamirnya kembali kepada baju besi, maksudnya, supaya baju besi itu melindungi diri kalian. Jika dibaca Liyuhshinakum, maka Dhamirnya kembali kepada Nabi Daud, maksudnya, supaya dia melindungi kalian (dalam peperangan kalian) melawan musuh-musuh kalian. (Maka hendaklah kalian) hai penduduk Mekah (bersyukur) atas nikmat karunia-Ku itu, yaitu dengan percaya kepada Rasulullah. Maksudnya bersyukurlah kalian atas hal tersebut kepada-Ku"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "(Dan) telah Kami tundukkan (untuk Sulaiman angin yang sangat kencang tiupannya) dan pada ayat yang lain disebutkan Rukha-an, artinya angin yang sangat kencang dan pelan tiupannya, kesemuanya itu sesuai dengan kehendak Nabi Sulaiman (yang berhembus dengan perintahnya ke negeri yang kami telah memberkatinya) yakni negeri Syam. (Dan adalah Kami Maha Mengetahui segala sesuatu) antara lain ilmu Allah yang telah diberikan kepada Sulaiman itu akan mendorongnya tunduk patuh kepada Rabbnya. Allah melakukan hal itu sesuai dengan ilmu-Nya yang maha mengetahui segala sesuatu"
        },
        {
            "chapter": 21,
            "verse": 82,
            "text": "(Dan) telah Kami tundukkan pula kepadanya (segolongan setan-setan yang menyelam untuknya) mereka menyelam ke dalam laut, lalu mereka mengeluarkan batu-batu permata dari dalamnya untuk Nabi Sulaiman (dan mereka mengerjakan pekerjaan selain daripada itu) selain menyelam, yaitu seperti membangun bangunan dan pekerjaan-pekerjaan berat lainnya (dan adalah Kami memelihara mereka) supaya mereka jangan merusak lagi pekerjaan-pekerjaan yang telah mereka perbuat. Karena watak setan itu bilamana selesai dari suatu pekerjaan sebelum malam tiba, mereka merusaknya kembali, jika mereka tidak disuruh mengerjakan pekerjaan yang lain"
        },
        {
            "chapter": 21,
            "verse": 83,
            "text": "(Dan) ingatlah kisah (Ayub,) kemudian dijelaskan oleh Badalnya, yaitu (ketika ia menyeru Rabbnya) pada saat itu dia mendapat cobaan dari-Nya; semua harta bendanya lenyap dan semua anak-anaknya mati serta badannya sendiri tercabik-cabik oleh penyakit, semua orang menjauhinya kecuali istrinya. Hal ini dialaminya selama tiga belas tahun, ada yang mengatakan tujuh belas tahun dan ada pula yang mengatakan delapan belas tahun. Selama itu penghidupan Nabi Ayub sangat sulit dan sengsara (\"Sesungguhnya aku) asal kata Annii adalah Bi-ann (telah ditimpa kemudaratan) yakni hidup sengsara (dan Engkau adalah Yang Maha Penyayang di antara semua penyayang)"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "(Maka Kami pun memperkenankan seruannya) doanya (lalu Kami lenyapkan penyakit yang ada padanya dan Kami kembalikan keluarganya kepadanya) yakni semua anak-anaknya baik yang laki-laki maupun yang perempuan, dengan cara menghidupkan mereka kembali. Jumlah anaknya ada tiga atau tujuh orang (dan Kami lipat gandakan bilangan mereka) bilangan anak-anaknya yang dilahirkan dari istrinya dan istrinya pun dimudakan-Nya. Nabi Ayub mempunyai dua buah lumbung; yang satu untuk tempat gandum dan yang satu lagi untuk tempat jewawut. Kemudian Allah mengirimkan dua kelompok awan; yang satu menurunkan hujan emas pada lumbung tempat gandum dan yang satunya lagi menurunkan hujan perak pada lumbung tempat jewawut, sehingga kedua lumbung itu penuh dengan emas dan perak (sebagai suatu rahmat) lafal Rahmatan ini menjadi Maf'ul Lah (dari sisi Kami) lafal Min 'Indinaa ini berkedudukan menjadi kata sifat (dan untuk menjadi peringatan bagi semua yang menyembah Allah) supaya mereka bersabar, yang karenanya mereka akan mendapatkan pahala"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "(Dan) ingatlah kisah (Ismail, Idris dan Zulkifli. Semua mereka termasuk orang-orang yang sabar) di dalam menjalankan ketaatan kepada Allah dan menjauhi kedurhakaan kepada-Nya"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "(Kami telah memasukkan mereka ke dalam rahmat Kami) yakni kenabian. (Sesungguhnya mereka termasuk orang-orang yang saleh) orang-orang yang mensyukuri rahmat Kami. Dinamakan Zulkifli karena ia telah menyanggupi akan melakukan puasa di siang hari dan beribadah pada malam harinya, serta ia berjanji akan memutuskan peradilan di antara orang-orang dan tidak akan marah. Kemudian ternyata ia memenuhi apa yang telah dijanjikannya itu. Menurut suatu pendapat dikatakan bahwa ia bukan seorang nabi, akan tetapi hanya orang saleh atau wali Allah saja"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "(Dan) ingatlah kisah (Dzun Nun) yaitu orang yang mempunyai ikan yang besar, dia adalah Nabi Yunus bin Mataa. Kemudian dijelaskan kalimat Dzun Nun ini oleh Badalnya pada ayat selanjutnya, yaitu (ketika ia pergi dalam keadaan marah) terhadap kaumnya, disebabkan perlakuan kaumnya yang menyakitkan dirinya, sedangkan Nabi Yunus belum mendapat izin dari Allah untuk pergi (lalu ia menyangka bahwa Kami tidak akan mampu untuk menjangkaunya) menghukumnya sesuai dengan apa yang telah Kami pastikan baginya, yaitu menahannya di dalam perut ikan paus, atau menyulitkan dirinya disebabkan hal tersebut (maka ia menyeru dalam tempat yang gelap gulita) gelapnya malam dan gelapnya laut serta gelapnya suasana dalam perut ikan paus (\"bahwa) asal kata An adalah Bi-an, artinya, bahwasanya (tiada Tuhan selain Engkau, Maha Suci Engkau, sesungguhnya aku adalah termasuk orang-orang yang zalim\") karena pergi dari kaumku tanpa seizin Allah"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "(Maka Kami telah memperkenankan doanya dan menyelamatkannya daripada kedukaan) disebabkan kalimat-kalimat tersebut. (Dan demikianlah) sebagaimana Kami menyelamatkan dia (Kami selamatkan orang-orang yang beriman) daripada malapetaka yang menimpa mereka, jika mereka meminta tolong kepada Kami seraya berdoa"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "(Dan) ingatlah kisah (Zakaria) kemudian dijelaskan oleh Badalnya pada ayat selanjutnya (tatkala ia menyeru Rabbnya) melalui doanya yang mengatakan, (\"Ya Rabbku! Janganlah Engkau membiarkan aku hidup seorang diri) tanpa anak yang kelak akan mewarisiku (dan Engkaulah Waris Yang Paling Baik\") yang tetap abadi sesudah semua makhluk-Mu musnah"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "(Maka Kami memperkenankan doanya) yakni seruannya itu (dan Kami anugerahkan kepadanya Yahya) sebagai anaknya (dan Kami jadikan istrinya dapat mengandung) sehingga dapat melahirkan anak, padahal sebelumnya ia mandul. (Sesungguhnya mereka) para Nabi yang telah disebutkan tadi (adalah orang-orang yang selalu bersegera) mereka selalu bergegas-gegas (di dalam kebaikan-kebaikan) mengerjakan amal-amal ketaatan (dan mereka berdoa kepada Kami dengan mengharapkan) rahmat Kami (dan takut) kepada azab Kami. (Dan mereka adalah orang-orang yang khusyuk kepada Kami) yakni merendahkan diri dan patuh di dalam beribadah"
        },
        {
            "chapter": 21,
            "verse": 91,
            "text": "(Dan) ingatlah kisah Maryam (yang telah memelihara kehormatannya) ia memeliharanya supaya tidak dinodai (lalu Kami tiupkan ke dalam tubuhnya roh dari Kami) malaikat Jibril; dialah yang meniup ke dalam baju kurungnya, lalu Maryam mengandung Isa (dan Kami jadikan dia dan anaknya sebagai tanda yang besar bagi semesta alam) yakni manusia, jin dan malaikat, karena ia dapat mengandung tanpa lelaki"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "(Sesungguhnya ini) agama Islam atau agama tauhid ini (adalah agama kalian) hai orang-orang yang diajak berbicara. Maksudnya, kalian wajib memeluknya (agama yang satu) lafal ayat ini berkedudukan menjadi Hal yang bersifat tetap (dan Aku adalah Rabb kalian, maka sembahlah Aku) tauhidkan atau esakanlah Aku"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "(Dan mereka telah memotong-motong) sebagian daripada orang-orang yang diajak bicara itu (urusan agama mereka di antara mereka) yakni mereka memecah belah perkara agama mereka; sebagian dari mereka bertentangan dengan sebagian yang lain di dalam masalah agama. Mereka adalah sekte-sekte dari agama Yahudi dan Nasrani. Lalu Allah berfirman, (\"Kepada Kamilah masing-masing golongan itu akan kembali) kemudian Kami akan membalas amal perbuatan mereka"
        },
        {
            "chapter": 21,
            "verse": 94,
            "text": "(Maka barang siapa mengerjakan amal saleh, sedang ia beriman, maka tidak ada pengingkaran) tidak diingkari (terhadap amalannya dan sesungguhnya Kami menuliskan amalannya itu untuknya) Kami perintahkan Malaikat-malaikat penulis amal untuk menuliskannya, kemudian akan Kami balas amal perbuatan itu"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "(Sungguh tidak mungkin atas suatu negeri yang telah Kami binasakan) yang dimaksud adalah penduduknya (bahwa mereka) huruf La di sini Zaidah yakni tidak ada maknanya (akan kembali) maksudnya mereka tidak mungkin akan dapat hidup kembali ke dunia"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "(Hingga) lafal Hattaa ini menunjukkan batas waktu bagi terlarangnya mereka untuk dapat hidup kembali (apabila dibukakan) dapat dibaca Futihat dan Futtihat (Yakjuj dan Makjuj) dapat dibaca Yakjuj wa Makjuj dan Yajuj wa Majuj, keduanya adalah nama bagi dua kabilah 'Ajam. Sebelum kalimat ini diperkirakan adanya Mudhaf, maksudnya tembok yang mengurung Yakjuj dan Makjuj; hal itu akan terjadi bila hari kiamat sudah dekat (dan mereka dari seluruh tempat-tempat yang tinggi) yakni dataran-dataran tinggi (turun dengan cepatnya) artinya, mereka turun dengan sangat cepat"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "(Dan telah dekatlah kedatangan janji yang benar) yakni hari kiamat (maka tiba-tiba) kisah kenyataannya (terbelalaklah mata orang-orang yang kafir) pada hari tersebut disebabkan sangat ngeri melihatnya, seraya mengatakan, (\"Aduhai\") ya di sini menunjukkan makna penyesalan (celakalah kami) binasalah kami (sesungguhnya kami) sewaktu hidup di dunia (adalah dalam kelalaian tentang ini) tentang hari kiamat (bahkan kami adalah orang-orang yang zalim) yakni menganiaya diri kami sendiri, disebabkan kami mendustakan para Rasul"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "(Sesungguhnya kalian) hai penduduk Mekah (dan apa yang kalian sembah selain Allah) yaitu berhala-berhala (adalah makanan Jahanam) maksudnya sebagai bahan bakar (kalian pasti masuk ke dalamnya) pasti memasukinya"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "(Andaikata mereka itu) yakni berhala-berhala itu (adalah tuhan-tuhan) sebagaimana sangkaan kalian (tentulah mereka tidak masuk neraka) mereka tidak akan memasukinya. (Dan semuanya) yakni orang-orang yang menyembah berhala bersama berhala-berhala sesembahan mereka (akal kekal di dalamnya)"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "(Mereka) yakni keadaan para penyembah berhala itu (merintih di dalam api dan mereka di dalamnya tidak dapat mendengar) sesuatu pun karena gemuruhnya api Jahanam yang sangat kuat. Ayat ini diturunkan sewaktu Ibnu Zaba'ri mengatakan, bahwa penyembah Uzair, Al Masih dan para Malaikat, mereka semuanya dimasukkan ke dalam neraka, sebagaimana kisah yang telah disebutkan tadi"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "(Sesungguhnya orang-orang yang telah ada untuk mereka ketetapan dari Kami) yakni kedudukan (yang baik) antara lain adalah para nabi yang telah disebutkan tadi (mereka itu dijauhkan dari neraka Jahanam)"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "(Mereka tidak mendengar sedikit pun suaranya) yakni suara gemuruh api neraka itu (dan mereka dalam menikmati apa yang diingini oleh mereka) yakni berupa nikmat surga (hidup kekal)"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "(Mereka tidak disusahkan oleh kedahsyatan yang besar) yaitu perintah yang menyuruh hamba Allah dimasukkan ke dalam neraka (dan mereka disambut) dijemput (oleh para Malaikat) sewaktu mereka keluar dari kuburannya masing-masing, seraya berkata kepada mereka, (\"Inilah hari kalian yang telah dijanjikan kepada kalian\") sewaktu kalian hidup di dunia"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "(Yaitu pada hari) ia dinashabkan oleh lafal Udzkur yang diperkirakan sebelumnya (Kami gulung langit seperti menggulungnya malaikat Sijil) lafal As Sijilli ini adalah nama malaikat pencatat amal perbuatan (terhadap kitab) catatan amal perbuatan anak Adam, sewaktu anak Adam yang bersangkutan mati. Huruf Lam pada lafal Lil Kutubi adalah Zaidah atau tambahan. Atau yang dimaksud dengan As Sijilli adalah lembaran-lembaran, sedangkan yang dimaksud Al Kitab adalah barang yang ditulis atau kertas dan huruf Lamnya bermakna 'Ala. Artinya: sebagaimana tergulungnya lembaran-lembaran kertas. Dan menurut qiraat yang lain lafal Lil Kitabi dibaca Lil Kutubi dalam bentuk jamak, yakni kitab-kitab atau kertas-kertas. (Sebagaimana Kami telah memulai penciptaan pertama) yakni mulai dari alam ketiadaan (begitulah Kami akan mengulanginya) yakni sesudah penciptaan itu ditiadakan. Huruf Kaf di sini berta'alluq kepada lafal Nu'iiduhu dan Dhamir Hu lafal Nu'iiduhu kembali kepada lafal Awwal dan huruf Ma pada lafal Kama adalah Mashdariyah (Itulah suatu janji yang pasti Kami tepati) Lafal Wa'dan dinashabkan oleh lafal Wa'dunaa yang keberadaannya diperkirakan pada sebelumnya, sedangkan lafal Wa'dan ini berfungsi mengukuhkan makna dari lafal yang diperkirakan sebelumnya (sesungguhnya Kamilah yang akan melaksanakannya) yaitu melaksanakan janji yang telah Kami tetapkan"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "(Dan sungguh telah Kami tulis di dalam Zabur) yakni kitab Zabur yang telah diturunkan oleh Allah (sesudah adanya peringatan) yang dimaksud adalah Ummul Kitab atau Alquran yang telah ada di sisi Allah, yakni di Lohmahfuz (bahwasanya bumi ini) yakni bumi surga (diwariskan kepada hamba-hamba-Ku yang saleh) yakni siapa saja di antara hamba-hamba-Ku yang saleh"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "(Sesungguhnya apa yang disebutkan di dalam kitab ini) yakni Alquran (benar-benar menjadi bekal) yakni kecukupan untuk masuk surga (bagi kaum yang menyembah Allah) yakni bagi mereka yang mengamalkannya"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "(Dan tiadalah Kami mengutus kamu) hai Muhammad! (melainkan untuk menjadi rahmat) yakni merupakan rahmat (bagi semesta alam) manusia dan jin melalui kerasulanmu"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "(Katakanlah, \"Sesungguhnya yang diwahyukan kepadaku adalah bahwasanya Tuhan kalian adalah Tuhan Yang Maha Esa) tiada diwahyukan kepadaku sehubungan dengan perkara Tuhan, melainkan keesaan-Nya (maka hendaklah kalian berserah diri) taat kepada apa yang diwahyukan kepadaku, yaitu mentauhidkan Tuhan. Istifham di sini mengandung makna perintah"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "(Jika mereka berpaling) dari hal tersebut (maka katakanlah, \"Aku telah menyerukan kepada kalian) maksudnya telah memberitahukan kepada kalian untuk berperang (dalam keadaan sama) lafal 'Alaa Sawaa-in ini menjadi Hal dari Fa'il dan Maf'ul. Maksudnya, antara kami dan kalian sama-sama mengetahui maklumat ini, aku tidak memaksakan kalian untuk berperang, tetapi kalian sendirilah yang mengajaknya, maka bersiap-siaplah kalian (dan tidaklah) yakni tiadalah (aku mengetahui, apakah yang diancamkan kepada kalian itu sudah dekat atau masih jauh\") maksudnya azab atau kiamat yang juga di dalamnya mengandung azab, akan tetapi sesungguhnya yang mengetahui hal itu hanyalah Allah semata"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "(Sesungguhnya Dia) Allah swt. (mengetahui perkataan yang terang-terangan) dan juga perbuatan kalian dan orang-orang selain kalian (dan Dia mengetahui apa yang kalian rahasiakan) yang dirahasiakan kalian dan selain kalian"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "(Dan tidaklah) (aku mengetahui, barangkali hal itu) apa yang telah aku beritahukan kepada kalian dan belum diketahui saatnya (sebagai cobaan) ujian (bagi kalian) supaya dapat dilihat, apakah yang diperbuat oleh kalian dan kesenangan) yakni bersenang-senang (sampai kepada suatu waktu) maksudnya sampai habisnya umur kalian. Pengertian ayat ini hanya bersifat kebalikan daripada hal yang diharapkan dengan memakai ungkapan La'alla, akan tetapi bukan subjek daripada harapan tersebut"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "(Muhammad berkata) qaala menurut suatu qiraat dibaca Qul, yakni katakanlah hai Muhammad, (\"Ya Rabbku! Berilah keputusan) antara aku dan orang-orang yang mendustakan aku (dengan adil) yakni azab bagi mereka atau pertolongan-Mu di dalam menghadapi mereka. Maka akhirnya mereka diazab di dalam perang Badar, Uhud, Hunain, Ahzab dan Khandaq, Nabi saw. mendapat kemenangan atas mereka. (Dan Rabb kami ialah Tuhan Yang Maha Pemurah lagi Yang dimohonkan pertolongan-Nya terhadap apa yang kalian katakan itu\") kedustaan perkataan kalian kepada Allah: kalian telah mengatakan-Nya, bahwa Allah mempunyai anak. Perkataan kalian kepadaku, bahwa aku ini adalah seorang penyihir. Perkataan kalian terhadap Alquran, bahwa ia adalah syair semata"
        },
        {
            "chapter": 22,
            "verse": 1,
            "text": "(Hai manusia!) yakni penduduk Mekah dan selainnya (Bertakwalah kepada Rabb kalian) takutlah kalian akan azab-Nya, yaitu dengan taat kepada-Nya (sesungguhnya keguncangan hari kiamat itu) yakni saat gempa yang amat dahsyat menimpa bumi, lalu disusul dengan terbitnya matahari dari tempat terbenamnya, itulah pertanda kiamat telah di ambang pintu (adalah suatu kejadian yang sangat besar) sangat mengejutkan manusia hal ini merupakan semacam azab"
        },
        {
            "chapter": 22,
            "verse": 2,
            "text": "(Pada hari kalian melihat keguncangan itu lalailah) disebabkannya (semua wanita yang menyusui anaknya) yang sebenarnya (dari anak yang disusukannya) ia melupakannya (dan gugurlah dari semua wanita yang sedang mengandung) yakni sedang hamil (kandungannya dan kamu lihat manusia dalam keadaan mabuk) disebabkan tercekam perasaan takut yang amat hebat (padahal sebenarnya mereka tidak mabuk) disebabkan minuman keras (akan tetapi azab Allah itu sangat keras) maka mereka takut kepada azab itu"
        },
        {
            "chapter": 22,
            "verse": 3,
            "text": "Ayat berikut ini diturunkan berkenaan dengan Nadhr bin Harits dan para pengikutnya. (Di antara manusia ada orang yang membantah tentang Allah tanpa ilmu pengetahuan) mereka mengatakan, bahwa para Malaikat itu adalah anak-anak perempuan Allah. Alquran adalah dongengan orang-orang dahulu dan mereka mengingkari adanya hari berbangkit serta dihidupkan-Nya kembali manusia yang telah menjadi tanah (dan mengikuti) di dalam bantahannya itu (setiap setan yang sangat jahat) yaitu sangat membangkang"
        },
        {
            "chapter": 22,
            "verse": 4,
            "text": "(Yang telah ditetapkan terhadap setan itu) telah diputuskan terhadapnya (bahwa barang siapa yang berkawan dengan dia) mengikutinya (tentu dia akan menyesatkannya dan membawanya) menjerumuskannya (ke azab neraka) yang apinya berkobar-kobar"
        },
        {
            "chapter": 22,
            "verse": 5,
            "text": "(Hai manusia) yakni penduduk Mekah (jika kalian dalam keraguan) kalian meragukan (tentang hari berbangkit, sesungguhnya Kami telah menciptakan kalian) bapak moyang kalian, yaitu Adam (dari tanah, kemudian) Kami ciptakan anak cucunya (dari setetes nuthfah) air mani (kemudian dari segumpal darah) darah yang kental (kemudian dari segumpal daging) daging yang besarnya sekepal tangan (yang sempurna kejadiannya) telah diberi bentuk berupa makhluk yang sempurna (dan yang tidak sempurna) masih belum sempurna bentuknya (agar Kami jelaskan kepada kalian) kemahasempurnaan kekuasaan Kami, yaitu supaya kalian dapat mengambil kesimpulan daripadanya, bahwa Allah yang memulai penciptaan dapat mengembalikan ciptaan itu kepada asalnya. (Dan Kami tetapkan) kalimat ayat ini merupakan kalimat baru (di dalam rahim, apa yang Kami kehendaki sampai waktu yang sudah ditentukan) hingga ia keluar (kemudian Kami keluarkan kalian) dari perut ibu-ibu kalian (sebagai bayi) lafal Thiflan sekalipun berbentuk tunggal tetapi makna yang dimaksud adalah jamak (kemudian) Kami memberi kalian umur secara berangsur-angsur (hingga sampailah kalian kepada kedewasaan) dewasa dan kuat, yaitu di antara umur tiga puluh tahun sampai empat puluh tahun (dan di antara kalian ada yang diwafatkan) yakni mati sebelum mencapai usia dewasa (dan ada pula di antara kalian yang dipanjangkan umurnya sampai pikun) amat tua sehingga menjadi pikun (supaya dia tidak mengetahui lagi sesuatu pun yang dahulunya telah diketahuinya). Sehubungan dengan hal ini Ikrimah mengatakan, \"Barang siapa yang biasa membaca Alquran, niscaya ia tidak akan mengalami nasib yang demikian itu, yakni terlalu tua dan pikun.\" (Dan kalian lihat bumi ini kering) gersang (kemudian apabila telah Kami turunkan air atasnya, hiduplah bumi itu) menjadi hidup (dan suburlah ia) hidup dengan suburnya (serta dapat menumbuhkan) huruf Min adalah huruf Zaidah (berbagai macam tumbuh-tumbuhan) beraneka ragam tumbuhan (yang indah) yakni yang baik"
        },
        {
            "chapter": 22,
            "verse": 6,
            "text": "(Yang demikian itu) yakni hal-hal yang telah disebutkan itu mulai dari permulaan kejadian manusia hingga dihidupkannya bumi menjadi subur (karena sesungguhnya) disebabkan bahwa (Allah Dialah yang hak) Yang Tetap dan Abadi (dan sesungguhnya Dialah yang menghidupkan segala yang mati dan sesungguhnya Allah Maha Kuasa atas segala sesuatu)"
        },
        {
            "chapter": 22,
            "verse": 7,
            "text": "(Dan sesungguhnya hari kiamat itu pastilah datang, tak ada keraguan) tidak diragukan lagi (padanya; dan bahwasanya Allah membangkitkan semua orang di dalam kubur)"
        },
        {
            "chapter": 22,
            "verse": 8,
            "text": "Ayat berikut ini diturunkan berkenaan dengan Abu Jahal, yaitu: (Dan di antara manusia ada orang-orang yang membantah tentang Allah tanpa ilmu pengetahuan dan tanpa petunjuk) yang menjadi pegangannya (dan tanpa kitab yang bercahaya) kitab yang menjadi pegangannya dan yang dapat menunjukinya"
        },
        {
            "chapter": 22,
            "verse": 9,
            "text": "(Dengan memalingkan lambungnya) Lafal ayat ini berkedudukan menjadi Hal atau keterangan keadaan, maksudnya orang yang membantah itu memalingkan lehernya dengan penuh kesombongan karena tidak mau beriman. Pengertian berpaling di sini adalah baik ke kanan maupun ke kiri sama saja (untuk menyesatkan) dapat dibaca Liyadhilla dan Liyudhilla, untuk menyesatkan manusia (dari jalan Allah) yakni dari agama-Nya. (Ia mendapat kehinaan di dunia) azab di dunia, akhirnya ia terbunuh dalam perang Badar (dan di hari kiamat Kami merasakan kepadanya azab neraka yang membakar) ia akan dibakar oleh api neraka, lalu dikatakan kepadanya"
        },
        {
            "chapter": 22,
            "verse": 10,
            "text": "(Yang demikian itu, adalah disebabkan perbuatan yang dikerjakan oleh kedua tanganmu dahulu) yakni perbuatan kamu dahulu. Diungkapkan demikian mengingat, bahwa kebanyakan pekerjaan itu dilakukan oleh kedua tangan (dan sesungguhnya Allah sekali-kali bukanlah penganiaya) suka menganiaya (hamba-hamba-Nya\") dengan mengazab mereka tanpa dosa"
        },
        {
            "chapter": 22,
            "verse": 11,
            "text": "(Dan di antara manusia ada orang yang menyembah Allah dengan berada di tepi) ia ragu di dalam ibadahnya itu. Keadaannya diserupakan dengan seseorang yang berada di tepi bukit, yakni ia tidak dapat berdiri dengan tetap dan mantap (maka jika ia memperoleh kebaikan) maksudnya kesehatan dan kesejahteraan pada diri dan harta bendanya (tetaplah ia dalam keadaan itu dan jika ia ditimpa oleh suatu bencana) cobaan pada hartanya dan penyakit pada dirinya (berbaliklah ia ke belakang) ia kembali menjadi kafir. (Rugilah ia di dunia) disebabkan terlepasnya semua apa yang ia harapkan dari dunia (dan di akhirat) disebabkan kekafirannya itu. (Yang demikian itu adalah kerugian yang nyata) jelas ruginya"
        },
        {
            "chapter": 22,
            "verse": 12,
            "text": "(Ia menyeru) menyembah (selain Allah) yakni berhala-berhala (sesuatu yang tidak dapat memberi mudarat kepada dirinya) jika ia tidak menyembahnya (dan pula tidak dapat memberi manfaat kepada dirinya) jika ia menyembahnya. (Yang demikian itu) penyembahan itu (adalah kesesatan yang jauh) sekali dari kebenaran"
        },
        {
            "chapter": 22,
            "verse": 13,
            "text": "(Ia menyeru sesuatu) huruf Lam adalah Zaidah (yang sebenarnya mudaratnya) jika ia menyembahnya (lebih dekat dari manfaatnya) jika menurut khayalannya ia dapat memberikan manfaat. (Sesungguhnya sejahat-jahat penolong) adalah sesembahan itu (dan sejahat-jahat kawan) adalah dia pula. Sesudah Allah swt. menyebutkan tentang orang-orang yang ragu dengan akibatnya yaitu kerugian, kemudian Allah mengiringinya dengan kisah mengenai orang-orang Mukmin dengan akibatnya, yaitu mendapatkan pahala dari-Nya. Untuk itu Allah swt. berfirman"
        },
        {
            "chapter": 22,
            "verse": 14,
            "text": "(Sesungguhnya Allah memasukkan orang-orang yang beriman dan mengerjakan amal saleh) amal fardu dan sunah semuanya (ke dalam surga-surga yang di bawahnya mengalir sungai-sungai. Sesungguhnya Allah berbuat apa saja yang Dia kehendaki) termasuk memuliakan orang yang taat kepada-Nya dan menghinakan orang yang durhaka kepada-Nya"
        },
        {
            "chapter": 22,
            "verse": 15,
            "text": "(Barang siapa yang menyangka bahwa Allah sekali-kali tiada menolongnya) menolong Nabi Muhammad saw. (di dunia dan akhirat, maka hendaklah ia merentangkan tali) tambang (ke langit) yang dimaksud adalah atap rumahnya, kemudian tali itu diikatkan ke atap rumah dan ke lehernya (kemudian hendaklah ia memutuskan tali itu) yakni mencekik dirinya dengan tali itu, maksudnya menggantung diri. Demikianlah sebagaimana yang disebutkan di dalam hadis-hadis sahih (kemudian hendaklah ia pikirkan, apakah tipu dayanya itu sungguh dapat melenyapkan) dalam hal tidak ditolongnya nabi (apa yang menyakitkan hatinya) apa yang membuat ia sakit hati. Maksudnya, hendaklah ia tercekik oleh kejengkelannya, karena sesungguhnya Allah pasti akan menolong nabi-Nya"
        },
        {
            "chapter": 22,
            "verse": 16,
            "text": "(Dan demikianlah) sebagaimana Kami turunkan ayat tadi (Kami telah menurunkan dia) ayat-ayat Alquran selanjutnya (yang merupakan ayat-ayat yang nyata) lafal Bayyinatin berkedudukan menjadi Hal, artinya ayat-ayat yang jelas (dan bahwasanya Allah memberikan petunjuk kepada siapa yang Dia kehendaki) untuk mendapatkan petunjuk-Nya; bagian ayat ini di'athafkan kepada dhamir Ha yang terdapat pada lafal Anzalnaahu"
        },
        {
            "chapter": 22,
            "verse": 17,
            "text": "(Sesungguhnya orang-orang yang beriman, orang-orang Yahudi) mereka adalah pemeluk agama Yahudi (orang-orang Shabi'in) salah satu sekte dari orang-orang Yahudi (orang-orang Nasrani, orang-orang Majusi dan orang-orang Musyrik, Allah akan memberi keputusan di antara mereka pada hari kiamat) yaitu dengan memasukkan orang-orang yang beriman ke dalam surga dan mencampakkan orang-orang selain mereka ke dalam neraka. (Sesungguhnya Allah terhadap segala sesuatu) yang diperbuat mereka (Maha Menyaksikan) mengetahuinya secara nyata"
        },
        {
            "chapter": 22,
            "verse": 18,
            "text": "(Apakah kamu tiada melihat) tiada mengetahui (bahwa kepada Allah bersujud makhluk yang ada di langit dan makhluk yang ada di bumi dan matahari, bulan, bintang-bintang, gunung-gunung, pohon-pohon dan hewan-hewan yang melata) semuanya tunduk dan patuh menuruti apa yang dikehendaki-Nya (dan sebagian besar daripada manusia?) adalah orang-orang Mukmin, yaitu dengan bertambah perasaan rendah diri dalam sujud salat mereka. (Dan banyak di antara manusia yang telah ditetapkan azab atasnya) mereka adalah orang-orang kafir, karena mereka membangkang tidak mau bersujud, sedangkan sujud itu adalah pertanda iman. (Dan barang siapa yang dihinakan Allah) disengsarakan-Nya (maka tidak seorang pun yang memuliakannya) yang akan membahagiakannya. (Sesungguhnya Allah berbuat apa yang Dia kehendaki) seperti menghinakan dan memuliakan"
        },
        {
            "chapter": 22,
            "verse": 19,
            "text": "(Inilah dua golongan yang bertengkar) yaitu golongan orang-orang Mukmin di satu pihak dan di pihak lain lima golongan orang-orang kafir yang disebutkan dalam ayat 17=Lafal Khashmun ini dapat diartikan untuk tunggal dan jamak (mereka saling bertengkar mengenai Rabb mereka) dalam urusan agama mereka. (Maka orang-orang kafir akan dibuatkan untuk mereka pakaian-pakaian dari api neraka) yang kemudian mereka pakai, maksudnya mereka diliputi oleh api neraka. (Disiramkan air yang sedang mendidih ke atas kepala mereka) yaitu air yang sangat panas"
        },
        {
            "chapter": 22,
            "verse": 20,
            "text": "(Dihancur leburkan) diluluhkan (dengan air itu apa yang ada dalam perut mereka) yakni lemak dan lain-lainnya (dan) terpangganglah disebabkan panasnya air itu (kulit) mereka"
        },
        {
            "chapter": 22,
            "verse": 21,
            "text": "(Dan untuk mereka palu-palu dari besi) untuk memukul kepala mereka"
        },
        {
            "chapter": 22,
            "verse": 22,
            "text": "(Setiap kali mereka hendak keluar dari neraka) tempat mereka diazab (lantaran kesengsaraan mereka) yang menekan diri mereka di dalam neraka (niscaya mereka dikembalikan ke dalamnya) mereka dipukuli dengan palu-palu besi supaya kembali lagi ke neraka. (Dan) dikatakan kepada mereka, (\"Rasailah azab yang membakar ini\") azab yang sangat membakar ini"
        },
        {
            "chapter": 22,
            "verse": 23,
            "text": "Allah swt. berfirman kepada orang-orang Mukmin, (\"Sesungguhnya Allah memasukkan orang-orang yang beriman dan mengerjakan amal saleh ke dalam surga-surga yang di bawahnya mengalir sungai-sungai. Di surga itu mereka diberi perhiasan dengan gelang-gelang dari emas dan mutiara) kalau dibaca Lu-luin maka artinya perhiasan itu terdiri dari emas dan mutiara, atau emas itu dihiasi dengan mutiara. Jika dibaca Lu-luan berarti ia di'athafkan secara Mahall kepada lafal Min Asaawira. (Dan pakaian mereka adalah sutera) yaitu pakaian yang diharamkan bagi kaum lelaki di dunia"
        },
        {
            "chapter": 22,
            "verse": 24,
            "text": "(Dan mereka diberi petunjuk) di dunia (kepada ucapan-ucapan yang baik) yaitu kalimat La Ilaaha Illallaah/ tidak ada Tuhan selain Allah (dan mereka ditunjuki pula kepada jalan yang terpuji) yakni jalan Allah yang terpuji dan agama-Nya"
        },
        {
            "chapter": 22,
            "verse": 25,
            "text": "(Sesungguhnya orang-orang yang kafir dan menghalangi manusia dari jalan Allah) dari ketaatan kepada-Nya (dan) dari (Masjidilharam yang telah Kami jadikan ia) sebagai manasik dan tempat beribadah (untuk semua manusia, baik yang bermukim) yang tinggal (di situ maupun di padang pasir) yakni pendatang (dan siapa yang bermaksud di dalamnya melakukan kejahatan) huruf Ba di sini adalah Zaidah (secara zalim) yang menyebabkan orang yang bersangkutan zalim, seumpamanya ia mengerjakan perbuatan yang terlarang, sekalipun dalam bentuk mencaci pelayan (niscaya akan Kami rasakan kepadanya sebagian siksa yang pedih)\" yang menyakitkan. Berdasarkan pengertian ini maka Khabar Inna diambil daripadanya. Maksudnya, sesungguhnya orang-orang yang kafir dan menghalangi manusia dari jalan Allah dan dari Masjidilharam, niscaya Kami akan rasakan kepada mereka sebagian siksa yang pedih"
        },
        {
            "chapter": 22,
            "verse": 26,
            "text": "(Dan) ingatlah (ketika Kami jelaskan) Kami terangkan (kepada Ibrahim tempat Baitullah) supaya ia membangunnya kembali karena Baitullah itu telah diangkat sejak zaman banjir besar yakni zamannya Nabi Nuh, kemudian Kami perintahkan kepada Ibrahim, (\"Janganlah kamu menyekutukan Aku dengan sesuatu pun dan sucikanlah rumah-Ku ini) dari berhala-berhala (bagi orang-orang yang tawaf dan orang-orang yang bermukim) yakni orang-orang yang tinggal di sekitarnya (dan orang-orang yang rukuk dan sujud\") Rukka'is-sujuud adalah bentuk jamak dari kata Raaki 'iin dan Saajidin, maksudnya adalah orang-orang yang salat"
        },
        {
            "chapter": 22,
            "verse": 27,
            "text": "(Dan berserulah) serukanlah (kepada manusia untuk mengerjakan haji) kemudian Nabi Ibrahim naik ke puncak bukit Abu Qubais, lalu ia berseru, \"Hai manusia! Sesungguhnya Rabb kalian telah membangun Baitullah dan Dia telah mewajibkan kalian untuk melakukan haji, maka sambutlah seruan Rabb kalian ini\". Lalu Nabi Ibrahim menolehkan wajahnya ke kanan dan ke kiri serta ke arah Timur dan ke arah Barat. Maka menjawablah semua orang yang telah ditentukan baginya dapat berhaji dari tulang-tulang sulbi kaum lelaki dan rahim-rahim kaum wanita, seraya mengatakan, \"Labbaik allaahumma Labbaika\", artinya: Ya Allah, kami penuhi panggilan-Mu, Ya Allah, kami penuhi panggilan-Mu. Sedangkan Jawab dari Amar yang di muka tadi ialah (niscaya mereka akan datang kepadamu dengan berjalan kaki) lafal Rijaalan adalah bentuk jamak dari lafal Raajilun, wazannya sama dengan lafal Qaaimun yang bentuk jamaknya adalah Qiyaamun; artinya berjalan kaki (dan) dengan berkendaraan (dengan menaiki unta yang kurus) karena lamanya perjalanan; lafal Dhamirin dapat ditujukan kepada jenis jantan dan betina (mereka datang) yakni unta-unta kurus itu yang dimaksud adalah orang-orang yang mengendarainya (dari segenap penjuru yang jauh) dari daerah yang perjalanannya sangat jauh"
        },
        {
            "chapter": 22,
            "verse": 28,
            "text": "(Supaya mereka mempersaksikan) yakni mendatangi (berbagai manfaat untuk mereka) dalam urusan dunia mereka melalui berdagang, atau urusan akhirat atau untuk keduanya. Sehubungan dengan masalah ini ada berbagai pendapat mengenainya (dan supaya mereka menyebut nama Allah pada hari-hari yang telah ditentukan) yakni tanggal sepuluh Zulhijah, atau hari Arafah, atau hari berkurban hingga akhir hari-hari Tasyriq; mengenai masalah ini pun ada beberapa pendapat (atas rezeki yang telah Allah berikan kepada mereka berupa binatang ternak) unta, sapi dan kambing yang disembelih pada hari raya kurban dan ternak-ternak yang disembelih sesudahnya sebagai kurban. (Maka makanlah sebagian daripadanya) jika kalian menyukainya (dan berikanlah untuk dimakan orang-orang yang sengsara lagi fakir) yakni sangat miskin"
        },
        {
            "chapter": 22,
            "verse": 29,
            "text": "(Kemudian hendaklah mereka menghilangkan kotoran yang ada pada badan mereka) maksudnya hendaklah mereka merapihkan ketidakrapihan diri mereka seperti memotong rambut dan kuku yang panjang (dan hendaklah mereka menunaikan) dapat dibaca Walyuufuu dan Walyuwaffuu (nazar-nazar mereka) dengan menyembelih hewan ternak sebagai hewan kurban (dan hendaklah mereka melakukan tawaf) tawaf ifadah (sekeliling rumah yang tua itu) yakni rumah kuno, karena ia adalah rumah pertama yang dibuat untuk ibadah manusia"
        },
        {
            "chapter": 22,
            "verse": 30,
            "text": "(Demikianlah) menjadi Khabar dari Mubtada yang keberadaannya diperkirakan sebelumnya, yakni perintah Allah itu sebagaimana yang telah disebutkan (dan barang siapa mengagungkan apa-apa yang terhormat di sisi Allah) yaitu hal-hal yang tidak boleh dirusak (maka itu adalah) mengagungkannya (lebih baik baginya di sisi Rabbnya) di akhirat kelak. (Dan telah dihalalkan bagi kamu sekalian binatang ternak) untuk memakannya sesudah disembelih terlebih dahulu (kecuali yang diterangkan kepada kalian) keharamannya di dalam firman yang lainnya yaitu, \"Diharamkan bagi kalian memakan bangkai...\" (Q.S. Al-Maidah, 3). Dengan demikian berarti Istitsna di sini bersifat Munqathi'. Dan dapat pula dikatakan Muttashil, sedangkan barang yang diharamkan adalah ditujukan kepada hewan yang mati dengan sendirinya dan oleh penyebab-penyebab lainnya (maka jauhilah oleh kalian berhala-berhala yang najis itu) huruf Min di sini menunjukkan arti Bayan atau keterangan, maksudnya barang yang najis itu adalah berhala-berhala (dan jauhilah perkataan-perkataan dusta) perkataan yang mengandung kemusyrikan terhadap Allah di dalam bacaan Talbiyah kalian, atau yang dimaksud adalah kesaksian palsu"
        },
        {
            "chapter": 22,
            "verse": 31,
            "text": "(Dengan ikhlas kepada Allah) yakni berserah diri kepada-Nya serta berpaling dari semua agama selain dari agama-Nya (tidak mempersekutukan sesuatu dengan Dia) kalimat ayat ini mengukuhkan makna kalimat yang sebelumnya dan keduanya itu merupakan Hal atau kata keterangan dari dhamir Wawu. (Barang siapa mempersekutukan sesuatu dengan Allah, maka adalah ia seolah-olah terjungkal) yakni jatuh (dari langit lalu disambar oleh burung) diambil dengan cepat (atau diterbangkan oleh angin yang melemparkannya) yang menjatuhkannya (ke tempat yang jauh sekali) sangat jauh sehingga tidak dapat diharapkan lagi keselamatannya"
        },
        {
            "chapter": 22,
            "verse": 32,
            "text": "(Demikianlah) perintah itu (dan barang siapa mengagungkan syiar-syiar Allah, maka sesungguhnya hal itu) mengagungkan syiar-syiar Allah, yaitu menyembelih hewan kurban untuk tanah suci, seumpamanya hewan kurban itu dipilih yang baik dan digemukkan terlebih dahulu (timbul dari ketakwaan hati) dalam diri mereka. Hewan-hewan kurban itu dinamakan Sya'aair disebabkan kesyiarannya yakni kesemarakannya, disebabkan hewan-hewan tersebut telah diberi tanda yang menunjukkan, bahwa mereka untuk dikurbankan, yaitu seperti dicap dengan besi panas pada punggungnya, sehingga menambah semaraknya suasana hari raya"
        },
        {
            "chapter": 22,
            "verse": 33,
            "text": "(Bagi kalian pada binatang-binatang hadyu itu ada beberapa manfaat) seperti menjadikannya sebagai hewan kendaraan dan untuk mengangkut barang-barang selagi hal itu tidak membuatnya bahaya atau cacat (sampai pada waktu yang ditentukan) yaitu waktu disembelih sebagai hewan kurban (kemudian tempat wajib serta akhir masa penyembelihannya) tempat diperbolehkan menyembelihnya (ialah setelah sampai ke Baitul Atiq) yaitu maksudnya di semua tanah suci"
        },
        {
            "chapter": 22,
            "verse": 34,
            "text": "(Dan bagi tiap-tiap umat) golongan orang-orang yang beriman yang telah mendahului kalian (telah Kami syariatkan penyembelihan kurban) kalau dibaca Mansakan adalah Mashdar dan kalau dibaca Minsakan berarti isim makan atau nama tempat. Maksudnya menyembelih kurban atau tempat penyembelihannya (supaya mereka menyebut nama Allah terhadap binatang ternak yang telah direzekikan Allah kepada mereka) sewaktu mereka menyembelihnya. (Maka Tuhan kalian adalah Tuhan Yang Maha Esa, karena itu berserah dirilah kalian kepada-Nya) taat dan patuhlah kalian kepada-Nya. (Dan berilah kabar gembira kepada orang-orang yang tunduk patuh kepada Allah) orang-orang yang taat dan merendahkan diri kepada-Nya"
        },
        {
            "chapter": 22,
            "verse": 35,
            "text": "(Yaitu orang-orang yang apabila disebutkan nama Allah gemetarlah) yakni takutlah (hati mereka, orang-orang yang sabar terhadap apa yang menimpa mereka) berupa musibah dan malapetaka (orang-orang yang mendirikan salat) yang mengerjakan salat pada waktu-waktunya (dan orang-orang yang menafkahkan sebagian dari apa yang telah Kami rezekikan kepada mereka) mereka menyedekahkannya"
        },
        {
            "chapter": 22,
            "verse": 36,
            "text": "(Dan unta-unta itu) al Budna adalah bentuk jamak dari lafal Badanah, yaitu hewan unta (Kami jadikan untuk kalian sebagian syiar Allah) pertanda-pertanda bagi agama-Nya (kalian memperoleh kebaikan yang banyak padanya) kemanfaatan duniawi sebagaimana yang telah disebutkan tadi dan pahala di akhirat (maka sebutlah oleh kalian nama Allah ketika kalian menyembelihnya) sewaktu menyembelihnya (dalam keadaan berdiri) dengan kaki yang terikat. (Kemudian apabila telah roboh) sesudah disembelih, yaitu telah mati dan sudah waktunya untuk dapat dimakan (maka makanlah sebagiannya) jika kalian suka (dan beri makanlah orang yang rela dengan apa yang ada padanya) maksudnya orang-orang yang menerima dengan apa yang diberikan oleh Allah kepadanya dan ia tidak meminta-minta serta tidak pernah memamerkan dirinya miskin (dan orang yang meminta) yaitu orang yang meminta-minta dan orang yang menampakkan kemiskinannya. (Demikianlah) sebagaimana penundukan tadi (Kami telah menundukkan unta-unta itu kepada kalian) sehingga mereka dapat disembelih dan dapat dinaiki, jika tidak Kami tundukkan maka niscaya kalian tidak akan mampu terhadapnya (mudah-mudahan kalian bersyukur) atas nikmat-Ku kepada kalian"
        },
        {
            "chapter": 22,
            "verse": 37,
            "text": "(Daging-daging unta dan darahnya itu sekali-kali tidak dapat mencapai keridaan Allah) tidak dapat diterima di sisi-Nya (tetapi ketakwaan daripada kalianlah yang dapat mencapai keridaan-Nya) yaitu yang dapat sampai kepada-Nya hanyalah amal saleh yang ikhlas disertai iman. (Demikianlah Allah telah menundukkannya untuk kalian supaya kalian mengagungkan Allah terhadap hidayah-Nya) yakni atas petunjuk-Nya yang telah membimbing kalian sehingga dapat mengetahui pertanda-pertanda agama dan manasik-manasik haji-Nya. (Dan berilah kabar gembira kepada orang-orang yang berbuat baik) yaitu orang-orang yang mentauhidkan Allah"
        },
        {
            "chapter": 22,
            "verse": 38,
            "text": "(Sesungguhnya Allah membela orang-orang yang telah beriman) daripada perbuatan-perbuatan kaum musyrikin. (Sesungguhnya Allah tidak menyukai tiap-tiap orang yang berkhianat) di dalam amanat yang dititipkan kepadanya (lagi mengingkari nikmat) ingkar terhadap nikmat-nikmat-Nya; mereka adalah orang-orang musyrik. Makna ayat ini ialah bahwa Allah akan mengazab mereka"
        },
        {
            "chapter": 22,
            "verse": 39,
            "text": "(Telah diizinkan bagi orang-orang yang diperangi) yaitu orang-orang Mukmin untuk berperang. Ayat ini adalah ayat pertama yang diturunkan sehubungan dengan masalah jihad (karena sesungguhnya mereka) (telah dianiaya) oleh orang-orang kafir. (Dan sesungguhnya Allah benar-benar Maha Kuasa menolong mereka)"
        },
        {
            "chapter": 22,
            "verse": 40,
            "text": "Mereka adalah (orang-orang yang telah diusir dari kampung halaman mereka tanpa alasan yang benar) di dalam pengusiran itu; mereka sekali-kali tidak diusir (melainkan karena mereka berkata) disebabkan perkataan yang mereka ucapkan yaitu, (\"Rabb kami hanyalah Allah\") semata. Perkataan ini adalah perkataan yang hak dan benar, maka mengusir hanya dengan alasan karena mengucapkan perkataan itu adalah tidak dibenarkan. (Dan sekiranya Allah tiada menolak keganasan sebagian manusia) lafal Ba'dhahum menjadi Badal Ba'dh lafal An-Naas (dengan sebagian yang lain, tentulah telah dirobohkan) dibaca Lahuddimat dengan memakai harakat Tasydid menunjukkan makna banyak, yakni telah banyak dirobohkan; sebagaimana dapat dibaca Takhfif yaitu Lahudimat (biara-biara) bagi para rahib (gereja-gereja) bagi orang-orang Nasrani (rumah-rumah ibadah) bagi orang-orang Yahudi; lafal shalawaat artinya tempat peribadatan menurut bahasa Ibrani (dan mesjid-mesjid) bagi kaum Muslimin (yang disebut di dalamnya) maksudnya di dalam tempat-tempat yang telah disebutkan tadi (nama Allah dengan banyak) sehingga ibadah menjadi terhenti karena robohnya tempat-tempat tersebut. (Sesungguhnya Allah pasti menolong orang yang menolong-Nya) menolong agama-Nya. (Sesungguhnya Allah benar-benar Maha Kuat) di atas semua makhluk-Nya (lagi Maha Perkasa) pengaruh dan kekuasaan-Nya maha perkasa"
        },
        {
            "chapter": 22,
            "verse": 41,
            "text": "(Yaitu orang-orang yang jika Kami teguhkan kedudukan mereka di muka bumi) dengan memberikan pertolongan kepada mereka sehingga mereka dapat mengalahkan musuh-musuhnya (niscaya mereka mendirikan salat, menunaikan zakat, menyuruh berbuat yang makruf dan mencegah dari perbuatan yang mungkar) kalimat ayat ini menjadi Jawab Syarat; dan Syarat beserta Jawabnya menjadi Shilah dari Maushul, kemudian diperkirakan adanya lafal Hum sebelumnya sebagai Mubtada (dan kepada Allahlah kembali segala urusan) di akhirat, semua urusan itu kembali kepada-Nya"
        },
        {
            "chapter": 22,
            "verse": 42,
            "text": "(Dan jika mereka mendustakan kamu) ayat ini mengandung makna yang menghibur hati Nabi saw. (maka sesungguhnya telah mendustakan juga sebelum mereka kaum Nuh) lafal Qaum dimuannatskan karena memandang dari segi maknanya (Ad) yakni kaum Nabi Hud (dan Tsamud) kaum Nabi Saleh"
        },
        {
            "chapter": 22,
            "verse": 43,
            "text": "Dan kaum Ibrahim, kaum Luth"
        },
        {
            "chapter": 22,
            "verse": 44,
            "text": "(Dan penduduk Madyan) kaum Nabi Syuaib (dan telah didustakan Musa) didustakan oleh bangsa Koptik bukan oleh kaumnya sendiri yaitu Bani Israel. Maksudnya mereka semuanya mendustakan rasul-rasul mereka, hal itu menjadi perumpamaan bagimu (lalu Aku tangguhkan untuk orang-orang kafir) memberikan tangguh dengan mengakhirkan azab mereka (kemudian Aku balas mereka) yaitu menimpakan azab kepada mereka (maka lihatlah bagaimana besarnya kebencian-Ku) kemurkaan-Ku kepada mereka disebabkan kedustaan mereka, maka Aku binasakan mereka. Istifham di sini mengandung makna Taqrir, maksudnya azab itu benar-benar ditimpakan kepada orang-orang yang berhak menerimanya"
        },
        {
            "chapter": 22,
            "verse": 45,
            "text": "(Berapa banyaknya) sudah berapa banyak (negeri yang Kami telah membinasakannya) menurut qiraat yang lain dibaca Ahlaktuhaa (yang penduduknya dalam keadaan zalim) para penghuninya berbuat aniaya, disebabkan kekafiran mereka (maka runtuhlah) roboh tembok-temboknya (menutupi atap-atapnya) atap-atap rumah mereka tertutup oleh reruntuhan tembok-temboknya (dan) berapa banyak pula (sumur yang terlantar) ditinggalkan begitu saja disebabkan para pemiliknya binasa (dan istana yang tinggi) lagi sepi disebabkan para pemiliknya telah mati binasa"
        },
        {
            "chapter": 22,
            "verse": 46,
            "text": "(Maka apakah mereka tidak berjalan) mereka orang-orang kafir Mekah itu (di muka bumi, lalu mereka mempunyai hati yang dengan itu mereka dapat memahami) apa yang telah menimpa orang-orang yang mendustakan sebelum mereka (atau mempunyai telinga yang dengan itu mereka dapat mendengar?) berita-berita tentang dibinasakannya mereka dan hancurnya negeri-negeri tempat tinggal mereka, oleh sebab itu mereka mengambil pelajaran darinya. (Karena sesungguhnya) kisah yang sesungguhnya (bukanlah mata itu yang buta, tetapi yang buta ialah hati yang di dalam dada) kalimat ayat ini berfungsi mengukuhkan makna sebelumnya"
        },
        {
            "chapter": 22,
            "verse": 47,
            "text": "(Dan mereka meminta kepadamu agar azab itu disegerakan, padahal Allah sekali-kali tidak akan menyalahi janji-Nya) untuk menurunkan azab itu, maka Dia menurunkannya dalam perang Badar. (Sesungguhnya sehari di sisi Rabbmu) hari-hari di akhirat disebabkan pedihnya azab (adalah seperti seribu tahun dari tahun-tahun yang kalian hitung) dapat dibaca Ya'udduuna dan Ta'udduuna, yakni menurut perhitungan tahun-tahun di dunia"
        },
        {
            "chapter": 22,
            "verse": 48,
            "text": "(Dan berapa banyaknya kota yang Kami tangguhkan azab-Ku kepadanya, yang penduduknya berbuat zalim, kemudian Aku azab mereka) yang dimaksud dengan kota di sini adalah para penduduknya (dan hanya kepada Akulah kembalinya segala sesuatu)"
        },
        {
            "chapter": 22,
            "verse": 49,
            "text": "(Katakanlah, \"Hai manusia!) yakni penduduk Mekah (Sesungguhnya aku adalah seorang pemberi peringatan yang nyata kepada kalian\") dan jelas peringatannya, dan aku adalah pembawa berita gembira bagi orang-orang yang beriman"
        },
        {
            "chapter": 22,
            "verse": 50,
            "text": "(Maka orang-orang yang beriman dan mengerjakan amal saleh, bagi mereka ampunan) dari dosa-dosa (dan rezeki yang mulia) yaitu surga"
        },
        {
            "chapter": 22,
            "verse": 51,
            "text": "(Dan orang-orang yang berusaha terhadap ayat-ayat Kami) Alquran dengan menentang dan membatalkannya (dengan melemahkan) orang-orang yang mengikuti Nabi saw., mereka menganggap lemah orang-orang yang mengikutinya, dan mereka berupaya menghambat kaum Muslimin untuk beriman kepadanya, atau mereka menganggap lemah Kami untuk dapat mengazab mereka. Dan menurut qiraat yang lain dibaca Mu'ajjiziina, yakni mereka dapat mendahului Kami, atau dengan kata lain mereka mengira, bahwa diri mereka yang ingkar terhadap adanya hari berbangkit dan hari pembalasan mereka mengira akan selamat dari azab Kami (mereka itu adalah penghuni-penghuni Jahim) yakni neraka"
        },
        {
            "chapter": 22,
            "verse": 52,
            "text": "(Dan Kami tidak mengutus sebelum kamu seorang rasul pun) rasul adalah seorang nabi yang diperintahkan untuk menyampaikan wahyu (dan tidak pula seorang nabi) yaitu orang yang diberi wahyu akan tetapi tidak diperintahkan untuk menyampaikannya (melainkan apabila ia membaca) membacakan Alquran (setan pun, memasukkan godaan-godaan terhadap bacaannya itu) membisikkan apa-apa yang bukan Alquran dan disukai oleh orang-orang yang ia diutus kepada mereka. Sehubungan dengan hal ini Nabi saw. pernah mengatakan setelah beliau membacakan surah An-Najm, yaitu sesudah firman-Nya, \"Maka apakah patut kalian (hai orang-orang musyrik) menganggap Lata, Uzza dan Manat yang ketiganya...\" (Q.S. An-Najm, 19-2O) lalu beliau mengatakan, \"Bintang-bintang yang ada di langit yang tinggi itu, sesungguhnya manfaatnya dapat diharapkan\". Orang-orang musyrik yang ada di hadapan Nabi saw. kala itu merasa gembira mendengarnya. Hal ini dilakukan oleh Nabi saw. di hadapan mereka, dan sewaktu Nabi saw. membacakan ayat di atas lalu setan meniupkan godaan kepada lisan Nabi saw. tanpa ia sadari, sehingga keluarlah perkataan itu dari lisannya. Maka malaikat Jibril memberitahukan kepadanya apa yang telah ditiupkan oleh setan terhadap lisannya itu, lalu Nabi saw. merasa berduka cita atas peristiwa itu. Hati Nabi saw. menjadi terhibur kembali setelah turunnya ayat berikut ini, (\"Allah menghilangkan) membatalkan (apa yang ditiupkan oleh setan itu, dan Dia menguatkan ayat-ayat-Nya) memantapkannya. (Dan Allah Maha Mengetahui) apa yang telah dilancarkan oleh setan tadi (lagi Maha Bijaksana) di dalam memberikan kesempatan kepada setan untuk dapat meniupkan godaannya kepada Nabi saw. Dia berbuat apa saja yang dikehendaki-Nya"
        },
        {
            "chapter": 22,
            "verse": 53,
            "text": "(Agar Dia menjadikan apa yang ditiupkan oleh setan itu sebagai cobaan) yakni musibah (bagi orang-orang yang di dalam hatinya ada penyakit) perselisihan dan kemunafikan (dan yang kasar hatinya) orang-orang musyrik; hati mereka kasar dan keras tidak mau menerima barang yang hak. (Dan sesungguhnya orang-orang yang zalim itu) yakni orang-orang kafir (benar-benar dalam permusuhan yang sangat\") mereka berada dalam perselisihan yang berkepanjangan dengan Nabi saw. dan orang-orang Mukmin, hal ini dapat diketahui sewaktu terlontar kata-kata dari lisan Nabi saw. yang menyebutkan tuhan-tuhan mereka dengan sebutan yang membuat mereka suka; hanya saja hal itu dibatalkan oleh firman Allah selanjutnya"
        },
        {
            "chapter": 22,
            "verse": 54,
            "text": "(Dan agar orang-orang yang telah diberi ilmu meyakini) diberi ilmu tentang ketauhidan dan Alquran (bahwasanya Alquran) itulah (yang hak dari Rabbmu lalu mereka beriman kepadanya dan tenanglah) yakni mantaplah (hati mereka kepadanya, dan sesungguhnya Allah adalah Pemberi petunjuk bagi orang-orang yang beriman kepada jalan) tuntunan (yang lurus) yaitu agama Islam"
        },
        {
            "chapter": 22,
            "verse": 55,
            "text": "(Dan senantiasalah orang-orang kafir itu berada dalam keragu-raguan) tidak percaya (terhadap Alquran) disebabkan apa-apa yang diembuskan oleh setan melalui lisan Nabi, kemudian hal itu dibatalkan (hingga datang kepada mereka saat ajalnya dengan tiba-tiba) saat kematian mereka, atau yang dimaksud adalah hari kiamat yang datang secara mendadak (atau datang kepada mereka azab hari kiamat) yaitu perang Badar, yang di dalam perang itu tiada kebaikan sedikit pun bagi orang-orang kafir; keadaan pada hari itu diserupakan bagaikan angin kering yang tidak membawa kebaikan sedikit pun. Atau makna yang dimaksud adalah azab hari kiamat, yaitu hari yang tidak ada malam hari lagi sesudahnya"
        },
        {
            "chapter": 22,
            "verse": 56,
            "text": "(Kekuasaan di hari itu) yaitu hari kiamat (hanyalah bagi Allah) semata. Makna Istiqrar atau tetap yang terkandung sebelum lafal Yaumaidzin adalah 'Amil yang menashabkan Zharaf atau lafal Yaumaidzin. Maksudnya; kekuasaan pada hari kiamat itu hanyalah tetap bagi Allah semata (Dia memberi keputusan di antara mereka) antara kaum Mukminin dan orang-orang kafir, pengertian ini dijelaskan oleh firman selanjutnya, yaitu, (Maka orang-orang yang beriman dan beramal saleh adalah di dalam surga yang penuh kenikmatan) penuh dengan anugerah dari Allah"
        },
        {
            "chapter": 22,
            "verse": 57,
            "text": "(Dan orang-orang yang kafir dan mendustakan ayat-ayat Kami, maka bagi mereka azab yang menghinakan) azab yang keras disebabkan kekafiran mereka"
        },
        {
            "chapter": 22,
            "verse": 58,
            "text": "(Dan orang-orang yang berhijrah di jalan Allah) jalan ketaatan kepada-Nya, yaitu berhijrah dari Mekah ke Madinah (kemudian mereka dibunuh atau mati, benar-benar Allah akan memberikan kepada mereka rezeki yang baik) yakni rezeki di surga. (Dan sesungguhnya Allah adalah sebaik-baik pemberi rezeki) Pemberi rezeki yang paling utama"
        },
        {
            "chapter": 22,
            "verse": 59,
            "text": "(Sesungguhnya Allah akan memasukkan mereka ke dalam suatu tempat) dapat dibaca Mudkhalan dan Madkhalan, artinya tempat masuk atau suatu tempat (yang mereka menyukainya) yaitu surga. (Dan sesungguhnya Allah Maha Mengetahui) tentang niat mereka (lagi Maha Penyantun) dari menghukum mereka"
        },
        {
            "chapter": 22,
            "verse": 60,
            "text": "Perkaranya (demikianlah) apa yang telah Kami ceritakan kepadamu (dan barang siapa membalas) melakukan pembalasan, yang dimaksud adalah orang-orang Mukmin (seimbang dengan penganiayaan yang pernah ia derita) sesuai dengan penganiayaan yang dialaminya dari orang-orang musyrik yang berbuat aniaya terhadapnya. Atau dengan kata lain, ia memerangi mereka sebagaimana mereka memeranginya di bulan Muharam (kemudian ia dianiaya lagi) dan diusir dari kampung halamannya oleh mereka (pasti Allah akan menolongnya. Sesungguhnya Allah benar-benar Maha Pemaaf) terhadap orang-orang yang beriman (lagi Maha Pengampun) terhadap mereka yang memerangi orang-orang musyrik, sekalipun dalam bulan Muharam"
        },
        {
            "chapter": 22,
            "verse": 61,
            "text": "(Yang demikian itu) pertolongan atau kemenangan itu (adalah karena sesungguhnya Allah kuasa memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam) Dia berkuasa untuk memasukkan masing-masing di antara keduanya kepada yang lainnya, yaitu dengan mengembalikan waktu pada salah satu di antaranya. Yang demikian itu merupakan pengaruh daripada kekuasaan Allah swt. yang dengan kekuasaan-Nya itu kaum Muslimin dapat kemenangan (dan bahwasanya Allah Maha Mendengar) terhadap doa-doa kaum Mukminin (lagi Maha Melihat) perihal orang-orang yang beriman, di mana Dia menjadikan iman dalam diri mereka, kemudian Dia memperkenankan doa mereka"
        },
        {
            "chapter": 22,
            "verse": 62,
            "text": "(Demikian itu) yakni kemenangan itu pun (adalah karena sesungguhnya Allah, Dialah Tuhan yang hak) yang semestinya (dan sesungguhnya apa saja yang mereka seru) dapat dibaca Yad'uuna dan Tad'uuna, maksudnya apa saja yang mereka sembah (selain dari Allah) yakni berhala-berhala (itulah yang batil) yakni yang akan lenyap (dan sesungguhnya Allah, Dialah Yang Maha Tinggi) atas segala sesuatu dengan kekuasaan-Nya (lagi Maha Besar) artinya segala sesuatu selain-Nya adalah kecil"
        },
        {
            "chapter": 22,
            "verse": 63,
            "text": "(Apakah kamu tiada melihat) tidak mengetahui (bahwasanya Allah menurunkan air dari langit) yakni hujan (lalu jadilah bumi itu hijau?) disebabkan adanya tumbuh-tumbuhan sesudah itu, hal ini merupakan bukti bagi kekuasaan Allah. (Sesungguhnya Allah benar-benar Maha Lembut) terhadap hamba-hamba-Nya, karena itu Dia menumbuhkan tumbuh-tumbuhan dengan air hujan itu (lagi Maha Waspada) terhadap apa yang ada dalam hati mereka, di kala hujan datang terlambat"
        },
        {
            "chapter": 22,
            "verse": 64,
            "text": "(Kepunyaan-Nyalah segala yang ada di langit dan segala yang ada di bumi) sebagai milik-Nya. (Dan sesungguhnya Allah benar-benar Maha Kaya) tidak membutuhkan hamba-hamba-Nya (lagi Maha Terpuji) terhadap kekasih-kekasih-Nya"
        },
        {
            "chapter": 22,
            "verse": 65,
            "text": "(Apakah kamu tiada melihat) tiada mengetahui (bahwasanya Allah menundukkan bagi kalian apa yang ada di bumi) berupa hewan-hewan ternak (dan bahtera) perahu, kapal (yang berlayar di laut) hingga dapat dinaiki dan dapat membawa muatan (dengan perintah-Nya) dengan seizin-Nya. (Dan Dia menahan benda-benda langit) (supaya tidak) supaya jangan (jatuh ke bumi melainkan dengan izin-Nya) oleh sebab itu mereka akan hancur binasa. (Sesungguhnya Allah benar-benar Maha Pengasih lagi Maha Penyayang kepada manusia) oleh karenanya Dia menundukkan kesemuanya itu, dan menahan langit supaya tidak jatuh menimpa mereka"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "(Dan Dialah Allah yang telah menghidupkan kalian) menumbuhkan kalian (kemudian mematikan kalian) bilamana ajal atau batas umur kalian telah habis (kemudian menghidupkan kalian lagi) di waktu hari berbangkit (sesungguhnya manusia itu) yakni orang yang musyrik (benar-benar sangat mengingkari) kepada nikmat-nikmat Allah, disebabkan mereka tidak mau mengesakan-Nya"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "(Bagi tiap-tiap umat telah Kami tetapkan manasik tertentu) dapat dibaca Mansakan dan Minsakan artinya syariat (yang mereka lakukan) yakni mereka amalkan (maka janganlah sekali-kali mereka membantah kamu) makna yang dimaksud adalah, janganlah kamu membantah mereka (dalam urusan ini) masalah penyembelihan, karena mereka mengatakan, bahwa apa yang dimatikan oleh Allah yakni bangkai lebih berhak untuk kalian makan daripada apa yang kalian sembelih (dan serulah manusia kepada Rabbmu) agama-Nya. (Sesungguhnya kamu benar-benar berada pada petunjuk) agama (yang lurus)"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "(Dan jika mereka membantah kamu) dalam masalah agama (maka katakanlah! \"Allah lebih mengetahui tentang apa yang kalian kerjakan\") maka Dia akan membalasnya kepada kalian. Ayat ini diturunkan sebelum ada perintah untuk berperang"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "(Allah akan mengadili di antara kalian) hai orang-orang Mukmin dan orang-orang kafir (pada hari kiamat tentang apa yang kalian dahulu selalu berselisih padanya) yaitu satu golongan dengan golongan lainnya berbeda pendapat"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "(Apakah kamu tidak mengetahui) Istifham di sini bermakna Taqrir, maksudnya bukankah kamu telah mengetahui (bahwa sesungguhnya Allah mengetahui apa saja yang ada di langit dan di bumi; bahwasanya yang demikian itu) apa yang telah disebutkan tadi (terdapat dalam Kitab?) yang dimaksud adalah Lohmahfuz. (Sesungguhnya yang demikian itu) pengetahuan apa yang telah disebutkan tadi (amat mudah bagi Allah)"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "(Dan mereka menyembah) yakni orang-orang musyrik (selain daripada Allah, apa yang Allah tidak menurunkan tentang itu) yang dimaksud adalah berhala-berhala (suatu keterangan pun) hujah mengenainya (dan apa yang mereka sendiri tidak mempunyai pengetahuan terhadapnya) bahwasanya hal-hal itu adalah tuhan-tuhan. (Dan bagi orang-orang yang zalim sekali-kali tidak ada) zalim karena melakukan kemusyrikan (seorang penolong pun) yang dapat mencegah azab Allah dari diri mereka"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "(Dan apabila dibacakan di hadapan mereka ayat-ayat Kami) dari Alquran (yang terang) jelas keadaannya (niscaya kamu melihat tanda-tanda keingkaran pada muka orang-orang yang kafir itu) keingkaran mereka terhadap ayat-ayat Kami, yaitu sebagai pengaruh dari kebencian mereka terhadapnya, kelihatan muka mereka sangat masam. (Hampir-hampir mereka menyerang orang-orang yang membacakan ayat-ayat Kami di hadapan mereka) akan menimpakan kekerasan terhadap mereka. (Katakanlah! \"Apakah akan aku kabarkan kepada kalian yang lebih buruk daripada itu?) perkara yang lebih kalian tidak sukai daripada Alquran yang dibacakan kepada kalian ini (Yaitu neraka\". Allah telah mengancamkannya kepada orang-orang yang kafir) bahwasanya tempat kembali mereka adalah neraka. (Dan seburuk-buruk tempat kembali) itu adalah neraka"
        },
        {
            "chapter": 22,
            "verse": 73,
            "text": "(Hai manusia,) yakni penduduk Mekah (telah dibuatkan perumpamaan, maka dengarkanlah oleh kalian perumpamaan itu) yaitu, (Sesungguhnya segala yang kalian seru) kalian sembah (selain Allah) yaitu berhala-berhala (sekali-kali tidak dapat menciptakan seekor lalat pun) lafal Dzubaaban adalah isim jenis, yang artinya jamak, sedangkan bentuk tunggalnya adalah Dzubaabatun; lafal ini dapat dipakai untuk mudzakkar dan muanats (walaupun mereka bersatu untuk menciptakannya) untuk membuatnya. (Dan jika lalat itu merampas sesuatu dari mereka) apa yang ada pada mereka berupa wewangian dan minyak Za'faron yang dilumurkan kepada berhala-berhala mereka itu (tiadalah mereka dapat menyelamatkan sesuatu itu) dapat merampas kembali sesuatu itu (dari lalat itu) karena mereka tidak mampu, mengapa mereka menyembah selain Allah? Yaitu apa-apa yang mereka anggap sebagai sekutu-sekutu Allah. Ini adalah hal yang aneh sekali, diungkapkan oleh peribahasa dengan ungkapan seperti berikut ini, (\"Alangkah lemahnya yang menyeru) yakni yang menyembah (dan alangkah lemahnya pula yang diseru) yakni yang disembah"
        },
        {
            "chapter": 22,
            "verse": 74,
            "text": "(Mereka tidak menganggap Allah) tidak mengagungkan-Nya (dengan sebenar-benarnya) dengan pengagungan yang sebenarnya, disebabkan mereka menyekutukan-Nya dengan apa-apa yang tidak dapat mencegah seekor lalat pun dan tidak dapat pula merebut apa yang telah diambilnya. (Sesungguhnya Allah benar-benar Maha Kuat lagi Maha Perkasa\") yakni Maha Menang"
        },
        {
            "chapter": 22,
            "verse": 75,
            "text": "(Allah memilih utusan-utusan-Nya dari malaikat dan dari manusia) sebagai rasul-rasul-Nya. Ayat ini diturunkan ketika orang-orang musyrik mengatakan, sebagaimana yang telah disitir oleh firman-Nya, \"Mengapa Alquran itu diturunkan kepadanya di antara kita?\" (Q.S. Shad, 8) (sesungguhnya Allah Maha Mendengar) ucapan-ucapan mereka (lagi Maha Melihat) utusan yang telah diangkat-Nya, seperti malaikat Jibril, malaikat Mikail, Nabi Ibrahim, Nabi Muhammad dan Rasul-rasul lainnya, semoga selawat dan salam Allah curahkan kepada mereka semuanya"
        },
        {
            "chapter": 22,
            "verse": 76,
            "text": "(Allah mengetahui apa yang ada di hadapan mereka dan apa yang ada di belakang mereka) apa yang akan mereka lakukan dan apa yang telah mereka lakukan, dan apa yang sekarang sedang mereka lakukan. (Dan hanya kepada Allah dikembalikan semua urusan)"
        },
        {
            "chapter": 22,
            "verse": 77,
            "text": "(Hai orang-orang yang beriman! Rukuk dan sujudlah kalian) salatlah kalian (dan sembahlah Rabb kalian) tauhidkanlah Dia (dan perbuatlah kebaikan) seperti menghubungkan silaturahim dan melakukan akhlak-akhlak yang mulia (supaya kalian mendapat keberuntungan) kalian beruntung karena dapat hidup abadi di surga"
        },
        {
            "chapter": 22,
            "verse": 78,
            "text": "(Dan berjihadlah kalian pada jalan Allah) demi menegakkan agama-Nya (dengan jihad yang sebenar-benarnya) dengan mengerahkan segala kemampuan kalian di dalamnya. Lafal Haqqa dinashabkan disebabkan menjadi Mashdar. (Dia telah memilih kalian) untuk membela agama-Nya (dan Dia sekali-kali tidak menjadikan untuk kalian dalam agama suatu kesempitan) artinya hal-hal yang membuat kalian sulit untuk melakukannya, untuk itu Dia memberikan kemudahan kepada kalian dalam keadaan darurat, antara lain boleh mengkasar salat, bertayamum, memakan bangkai, dan berbuka puasa bagi orang yang sedang sakit dan bagi yang sedang melakukan perjalanan (sebagaimana agama orang tua kalian) kedudukan lafal Millata dinashabkan dengan cara mencabut huruf Jarrnya, yaitu huruf Kaf (Ibrahim) lafal ini menjadi athaf Bayan. (Dia) yakni Allah (telah menamai kalian orang-orang Muslim dari dahulu) sebelum diturunkannya Alquran (dan begitu pula dalam Kitab ini) yakni Alquran (supaya Rasul itu menjadi saksi atas diri kalian) kelak di hari kiamat, bahwasanya dia telah menyampaikan kepada kalian (dan kalian) semuanya (menjadi saksi atas segenap manusia) bahwasanya Rasul-rasul mereka telah menyampaikan risalah-Nya kepada mereka (maka dirikanlah salat) maksudnya laksanakanlah salat secara terus-menerus (tunaikanlah zakat dan berpeganglah kalian kepada Allah) percayalah kalian kepada-Nya (Dia adalah pelindung kalian) yang menolong kalian dan yang mengurus perkara-perkara kalian (maka sebaik-baik pelindung) adalah Dia (dan sebaik-baik penolong) kalian adalah Dia"
        }
    ]
}