{
    "maqras": [
        {
            "chapter": 15,
            "verse": 50,
            "text": "und daß Meine Peinigung doch die qualvolle Peinigung ist"
        },
        {
            "chapter": 15,
            "verse": 51,
            "text": "Und mache ihnen Mitteilung uber die Gaste von Ibrahim"
        },
        {
            "chapter": 15,
            "verse": 52,
            "text": "Als sie bei ihm eintraten, sagten sie: \"Salam (sei mit dir)!\" Er sagte: \"Wir furchten uns vor euch"
        },
        {
            "chapter": 15,
            "verse": 53,
            "text": "Sie sagten: \"Furchte dich nicht! Wir bringen dir doch die frohe Botschaft uber einen außerst wissenden Sohn"
        },
        {
            "chapter": 15,
            "verse": 54,
            "text": "Er sagte: \"Bringt ihr mir etwa eine frohe Botschaft, wo ich vom Alter gezeichnet bin? Was fur eine frohe Botschaft bringt ihr denn"
        },
        {
            "chapter": 15,
            "verse": 55,
            "text": "Sie sagten: \"Wir brachten dir eine frohe Botschaft wahrheitsgemaß, so sei nicht einer der Verzweifelnden"
        },
        {
            "chapter": 15,
            "verse": 56,
            "text": "Er sagte: \"Und wer verzweifelt an der Gnade seines HERRN außer den Abirrenden"
        },
        {
            "chapter": 15,
            "verse": 57,
            "text": "Er sagte: \"Was ist denn euer Bestreben, ihr Entsandte"
        },
        {
            "chapter": 15,
            "verse": 58,
            "text": "Sie sagten: \"Wir wurden doch zu schwer verfehlenden Leuten entsandt"
        },
        {
            "chapter": 15,
            "verse": 59,
            "text": "Nur Luts Familie, die werden wir zweifelsohne erretten, allesamt"
        },
        {
            "chapter": 15,
            "verse": 60,
            "text": "außer seiner Ehefrau. Wir bestimmten: \"Gewiß, sie gehort doch zu den Vergehenden"
        },
        {
            "chapter": 15,
            "verse": 61,
            "text": "Und als die Entsandten zur Familie Luts kamen"
        },
        {
            "chapter": 15,
            "verse": 62,
            "text": "sagte er: \"Ihr seid ziemlich unbekannte Leute"
        },
        {
            "chapter": 15,
            "verse": 63,
            "text": "Sie sagten: \"Nein, sondern wir brachten dir das, was sie anzuzweifeln pflegten"
        },
        {
            "chapter": 15,
            "verse": 64,
            "text": "Und wir kamen zu dir mit derWahrheit, und gewiß, wir sind doch wahrhaftig"
        },
        {
            "chapter": 15,
            "verse": 65,
            "text": "So brich mit deiner Familie am Ende der Nacht auf und bleibe hinter ihnen und keiner von euch wendet sich um. So geht dorthin, wohin es euch auferlegt wurde"
        },
        {
            "chapter": 15,
            "verse": 66,
            "text": "Und WIR haben ihm diese Bestimmung erteilt: \"Diese werden doch beim Morgengrauen bis auf den Letzten vernichtet"
        },
        {
            "chapter": 15,
            "verse": 67,
            "text": "Und die Stadtbewohner kamen voller Erwartung einer frohen Botschaft"
        },
        {
            "chapter": 15,
            "verse": 68,
            "text": "Er sagte: \"Diese sind doch meine Gaste, so bringt mich nicht um die Ehre"
        },
        {
            "chapter": 15,
            "verse": 69,
            "text": "Und handelt Taqwa gemaß ALLAH gegenuber und fugt mir keine Schmach zu"
        },
        {
            "chapter": 15,
            "verse": 70,
            "text": "Sie sagten: \"Haben wir dir etwa nicht verboten, Kontakte mit den Menschen zu pflegen"
        },
        {
            "chapter": 15,
            "verse": 71,
            "text": "Er sagte: \"(Heiratet) diese meine Tochter, solltet ihr es tun wollen"
        },
        {
            "chapter": 15,
            "verse": 72,
            "text": "Mein Schwur bei deinem Leben: sie sind durch ihr heftiges Verlangen verwirrt"
        },
        {
            "chapter": 15,
            "verse": 73,
            "text": "So richtete sie ein Vernichtungsschrei beim Sonnenaufgang zugrunde"
        },
        {
            "chapter": 15,
            "verse": 74,
            "text": "Dann kehrten WIR ihr Oberstes zuunterst und ließen uber sie Steine von Sidsch-dschil hageln"
        },
        {
            "chapter": 15,
            "verse": 75,
            "text": "Gewiß, darin sind zweifelsohne Ayat fur die scharfsinnigen Beobachter"
        },
        {
            "chapter": 15,
            "verse": 76,
            "text": "Und sie (die Ortschaft) liegt doch an einem noch bestehenden Weg"
        },
        {
            "chapter": 15,
            "verse": 77,
            "text": "Gewiß, darin ist zweifellos eine Aya fur die Mumin"
        },
        {
            "chapter": 15,
            "verse": 78,
            "text": "Und die Bewohner von Al-aika waren zweifelsohne Unrecht-Begehende"
        },
        {
            "chapter": 15,
            "verse": 79,
            "text": "So ubten WIR an ihnen Vergeltung. Und beide (Ortschaften) lagen doch an einem bekannten Weg"
        },
        {
            "chapter": 15,
            "verse": 80,
            "text": "Und gewiß, bereits haben die Bewohner von Al-hidschr den Gesandten der Luge bezichtigt"
        },
        {
            "chapter": 15,
            "verse": 81,
            "text": "Und WIR ließen ihnen Unsere Ayat zuteil werden. So pflegten sie sich davon abzuwenden"
        },
        {
            "chapter": 15,
            "verse": 82,
            "text": "Und sie pflegten in die Felsenberge Wohnstatten zu meißeln, in voller Sicherheit"
        },
        {
            "chapter": 15,
            "verse": 83,
            "text": "Dann richtete sie ein Vernichtungsschrei beim Sonnenaufgang zugrunde"
        },
        {
            "chapter": 15,
            "verse": 84,
            "text": "Und von ihnen hat nichts abwehren konnen das, was sie sich zu erwerben pflegten"
        },
        {
            "chapter": 15,
            "verse": 85,
            "text": "Und WIR erschufen die Himmel und die Erde und das, was zwischen ihnen ist, nur in Gesetzmaßigkeit. Und gewiß, die Stunde (der Jungste Tag) wird anschlagen. So verzeihe in guter Verzeihung"
        },
        {
            "chapter": 15,
            "verse": 86,
            "text": "Gewiß, dein HERR, ER ist Der Erschaffende, Der Allwissende"
        },
        {
            "chapter": 15,
            "verse": 87,
            "text": "Und gewiß, bereits ließen WIR dir sieben von Al-mathani und den gigantischen Quran zuteil werden"
        },
        {
            "chapter": 15,
            "verse": 88,
            "text": "Richte deine Augen nicht auf das, was WIR manchen von ihnen an verganglichen Verbrauchsgutern zur Verfugung stellten. Und trauere nicht um sie, und behandle die Mumin milde"
        },
        {
            "chapter": 15,
            "verse": 89,
            "text": "Und sag: \"Gewiß, ich bin der erlauternde Warner"
        },
        {
            "chapter": 15,
            "verse": 90,
            "text": "(WIR offenbarten dir) wie WIR (den Gesandten) derjenigen Einteilenden hinabsandten"
        },
        {
            "chapter": 15,
            "verse": 91,
            "text": "die den Quran in Teile einteilten"
        },
        {
            "chapter": 15,
            "verse": 92,
            "text": "Bei deinem HERRN! WIR werden sie doch zur Rechenschaft ziehen, allesamt"
        },
        {
            "chapter": 15,
            "verse": 93,
            "text": "uber das, was sie zu tun pflegten"
        },
        {
            "chapter": 15,
            "verse": 94,
            "text": "So verkunde, was dir geboten wurde, und meide die Muschrik"
        },
        {
            "chapter": 15,
            "verse": 95,
            "text": "Gewiß, WIR haben an deiner Stelle die Verspottenden abgewehrt"
        },
        {
            "chapter": 15,
            "verse": 96,
            "text": "diejenigen, die neben ALLAH eine andere Gottheit einsetzen. Diese werden es noch wissen"
        },
        {
            "chapter": 15,
            "verse": 97,
            "text": "Und gewiß, bereits wissen WIR, daß du von dem bedruckt bist, was sie sagen"
        },
        {
            "chapter": 15,
            "verse": 98,
            "text": "So lobpreise mit dem Lob deines HERRN und sei einer der Sudschud- Vollziehenden"
        },
        {
            "chapter": 15,
            "verse": 99,
            "text": "und diene deinem HERRN, bis der Tod dich ereilt"
        }
    ]
}