{
    "maqras": [
        {
            "chapter": 21,
            "verse": 51,
            "text": "Und gewiß, bereits gewahrten WIR Ibrahim seine Verstandigkeit vorher und waren uber ihn allwissend"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "Als er seinem Vater und seinen Leuten sagte: \"Was sind diese Statuen, denen ihr Zuwendung erweist"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "Sie sagten: \"Wir fanden unsere Ahnen vor, sie dienten ihnen"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "Er sagte: \"Gewiß, bereits wart ihr und eure Ahnen in einem eindeutigen Irregehen"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "Sie sagten: \"Hast du uns die Wahrheit gebracht, oder bist du etwa einer der des Sinnlosen Treibenden"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "Er sagte: \"Nein, sondern euer HERR ist Der HERR der Himmel und der Erde, Der sie erschuf. Und ich bin dafur einer der Zeugen"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "Und bei ALLAH! Ich werde eure Gotzen auf jeden Fall uberlisten, nachdem ihr abwendend zuruckkehrt"
        },
        {
            "chapter": 21,
            "verse": 58,
            "text": "Dann demolierte er sie zu Stucken außer einer Großen von ihnen, damit sie sich dann an sie wenden"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "Sie sagten: \"Wer tat dies unseren Gottern an? Gewiß, er ist zweifelsohne von den Unrecht-Begehenden"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "Sie sagten: \"Wir horten einen jungen Mann, der sie kritisierte, genannt wird er Ibrahim"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "Sie sagten: \"Dann bringt ihn her vor die Augen der Menschen, vielleicht bezeugen sie es"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "Sie sagten: \"Bist du derjenige, der dies unseren Gottern antat, Ibrahim"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "Er sagte: \"Nein, sondern dies tat die Große (Statue) von ihnen, diese! Also fragt sie doch, sollten sie sprechen konnen"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "Dann wandten sie sich zueinander, dann sagten sie: \"Gewiß, ihr seid selbst die Unrecht-Begehenden"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "Dann wurden sie wieder auf den Kopf gestellt: \"Gewiß, bereits weißt du, daß diese nicht sprechen konnen"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "Er sagte: \"Dient ihr denn anstelle von ALLAH dem, das euch weder in irgend etwas nutzt, noch schadet"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "Pfui fur euch und fur das, dem ihr anstelle von ALLAH dient! Besinnt ihr euch nicht"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "Sie sagten: \"Verbrennt ihn und unterstutzt eure Gotter, solltet ihr dies tun wollen"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "WIR sagten: \"Feuer! Sei etwas Kuhlendes und Salam fur Ibrahim"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "Und sie wollten gegen ihn eine List planen, dann machten WIR sie zu den Verlierern"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "Und WIR erretteten ihn sowie Lut in das Land, das WIR mit Baraka fur die ganze Schopfung erfullten"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "Und WIR schenkten ihm Ishaq und Ya'qub als zusatzliche Gabe. Und beide machten WIR zu gottgefallig Guttuenden"
        },
        {
            "chapter": 21,
            "verse": 73,
            "text": "Und WIR machten sie zu Imamen, die gemaß Unserer Anweisung (die Menschen) rechtleiten, und WIR ließen ihnen mit dem Wahy zuteil werden, das gottgefallig Gute zu tun, das rituelle Gebet ordnungsgemaß zu verrichten und die Zakat zu entrichten. Und sie waren Uns gegenuber Dienende"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "Und Lut ließen WIR Weisheit und Wissen zuteil werden und erretteten ihn von der Ortschaft, (deren Einwohner) die Abscheulichkeiten zu tun pflegten. Gewiß, sie waren Leute der Schlechtigkeit, Fasiq"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "Und WIR ließen ihn in Unsere Gnade eintreten. Gewiß, er war einer der gottgefallig Guttuenden"
        },
        {
            "chapter": 21,
            "verse": 76,
            "text": "Ebenfalls Nuh, als er vorher rief, erhorten WIR ihn, dann erretteten WIR ihn und seine Familie von der gewaltigen Not"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "Und WIR schutzten ihn vor den Leuten, die Unsere Ayat ableugneten. Gewiß, sie waren Leute der Schlechtigkeit, dann ertrankten WIR sie allesamt"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "Ebenfalls Dawud und Sulaiman, als beide in der Angelegenheit des Ackerfeldes ein Urteil fallten, als darauf nachts die Schafe der Leute weideten. Und WIR waren gewiß ihrem Urteil gegenuber Zeugen"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "Dann machten WIR sie (die Angelegenheit) Sulaiman klar. Und beiden ließen WIRWeisheit und Wissen zuteil werden. Und WIR machten mit Dawud die Felsenberge gratis fugbar, sie lobpreisen sowie die Vogel. Und WIR taten es wirklich"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "Und WIR brachten ihm die Herstellung der Panzerhemde fur euch bei, damit sie euch Schutz vor eurer Gewalttatigkeit bieten. Seid ihr dann dankbar"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "Und fur Sulaiman (machten WIR gratis fugbar) den Wind als Sturm, der gemaß seiner Anweisung zum Land weht, das WIR mit Baraka erfullten. Und WIR waren uber alles allwissend"
        },
        {
            "chapter": 21,
            "verse": 82,
            "text": "Und von den Satanen gab es welche, die fur ihn tauchten und andere Arbeit als diese verrichten. Und WIR waren uber sie Wachende"
        }
    ]
}