{
    "maqras": [
        {
            "chapter": 5,
            "verse": 82,
            "text": "Du wirst gewiß finden, daß unter den Menschen die erbittertsten Feinde fur diejenigen, die den Iman verinnerlicht haben, die Juden und diejenigen sind, die Schirk betreiben. Und du wirst gewiß finden, daß die am engsten mit denjenigen, die den Iman verinnerlicht haben verbunden sind, diejenigen sind, welche sagen: \"Wir sind Nazarener.\" Dies ist so, weil doch unter ihnen Priester und Monche sind und weil sie doch sich nicht in Arroganz erheben"
        },
        {
            "chapter": 5,
            "verse": 83,
            "text": "Auch wenn sie horen, was dem Gesandten hinabgesandt wurde, siehst du ihre Augen Tranen uber das vergießen, was sie von der Wahrheit erkannt haben. Sie sagen: \"Unser HERR! Wir haben den Iman verinnerlicht, so trage uns unter den Bezeugenden ein"
        },
        {
            "chapter": 5,
            "verse": 84,
            "text": "Und weshalb sollen wir nicht den Iman an ALLAH verinnerlichen und an das, was zu uns von der Wahrheit kam, und nicht hoffen, daß unser HERR uns mit den gottgefallig guttuenden Leuten (in die Dschanna) eintreten laßt"
        },
        {
            "chapter": 5,
            "verse": 85,
            "text": "So belohnte ALLAH sie fur das, was sie sagten, mit Dschannat, die von Flussen durchflossen sind, in denen sie ewig bleiben. Und dies ist die Belohnung fur die Muhsin"
        },
        {
            "chapter": 5,
            "verse": 86,
            "text": "Und diejenigen, die Kufr betrieben und Unsere Ayat verleugnet haben. Diese sind die Weggenossen der Holle"
        },
        {
            "chapter": 5,
            "verse": 87,
            "text": "Ihr, die den Iman verinnerlicht habt! Erklart nicht fur haram die Tay-yibat dessen, was ALLAH euch fur halal erklarte, und ubertretet nicht! Gewiß, ALLAH liebt nicht die Ubertretenden"
        },
        {
            "chapter": 5,
            "verse": 88,
            "text": "Und speist von dem Rizq, das ALLAH euch als gutes Halal gewahrt hat und handelt Taqwa gemaß ALLAH gegenuber, an Den ihr den Iman verinnerlicht habt"
        },
        {
            "chapter": 5,
            "verse": 89,
            "text": "ALLAH belangt euch nicht fur Unbedachtes in euren Eiden. Doch ER belangt euch fur Eide, die ihr mit Bedacht geschworen habt. Die Kaffara dafur ist die Speisung von zehn Bedurftigen in jenem Maß, wie ihr die Eurigen im Durchschnitt speist, oder Ihre Bekleidung oder die Befreiung eines Unfreien. Wer dies aber nicht kann, fastet drei Tage. Dies ist die Kaffara fur eure Eide, wenn ihr sie geschworen habt. Und achtet auf eure Eide! Solcherart verdeutlicht ALLAH euch Seine Ayat, damit ihr euch dankbar erweist"
        },
        {
            "chapter": 5,
            "verse": 90,
            "text": "Ihr, die den Iman verinnerlicht habt! Khamr, Glucksspiel, Opfersteine und Alazlam sind doch nur Unreinheiten aus dem Werke des Satans, so meidet sie, damit ihr erfolgreich werdet"
        },
        {
            "chapter": 5,
            "verse": 91,
            "text": "Der Satan will doch zwischen euch Feindschaft und Haß durch Khamr und Glucksspiel saen und euch vom Gedenken an ALLAH und vom rituellen Gebet abhalten. Werdet ihr denn damit aufhoren"
        },
        {
            "chapter": 5,
            "verse": 92,
            "text": "Und gehorcht ALLAH, gehorcht dem Gesandten und nehmt euch in Acht! Doch solltet ihr euch abwenden, so wisst, daß Unserem Gesandten nur das deutliche Verkunden obliegt"
        },
        {
            "chapter": 5,
            "verse": 93,
            "text": "Es trifft diejenigen, die den Iman verinnerlicht und gottgefallig Gutes getan haben, keine Verfehlung fur das, was sie (vor dem Verbot) zu sich genommen haben, wenn sie Taqwa gemaß handelten, den Iman verinnerlichten und gottgefallig Gutes taten, dann Taqwa gemaß handelten und Iman verinnerlichten, dann Taqwa und Ihsan gemaß handelten. Und ALLAH liebt die Muhsin"
        },
        {
            "chapter": 5,
            "verse": 94,
            "text": "Ihr, die den Iman verinnerlicht habt! ALLAH wird euch bestimmt mit Einigem an Jagdwild prufen, das eure Hande und eure Speere fangen konnten, damit ALLAH kenntlich macht, wer Ihm im Verborgenen Ehrfurcht entgegenbringt. Wer dann danach ubertritt, fur den ist eine qualvolle Peinigung bestimmt"
        },
        {
            "chapter": 5,
            "verse": 95,
            "text": "Ihr, die den Iman verinnerlicht habt! Totet kein Wild, wahrend ihr im Ihram-Zustand seid. Und wer von euch es vorsatzlich totet, so ist die Vergeltung (dafur) Gleiches von den An'am wie das, was man getotet hat, - daruber befinden zwei Redliche von euch - als Hady-Opfertier, das bei der Ka'ba geopfert wird. Oder als Kaffara ist die Speisung von Bedurftigen oder Gleiches an Fasten, damit er die bosen Konsequenzen seiner Tat erfahrt. ALLAH hat schon das Vorangegangene vergeben. Aber wer es wieder tut, den wird ALLAH der Vergeltung aussetzen. Und ALLAH ist allwurdig und vergeltungs-ubend"
        },
        {
            "chapter": 5,
            "verse": 96,
            "text": "Fur halal wurden euch der Meeresfang und sein Genuß erklart - eine Versorgung fur euch und fur die Reisenden. Doch fur haram wurde euch das Jagdwild des Festlandes erklart, solange ihr im Ihram-Zustand seid. Und handelt Taqwa gemaß ALLAH gegenuber, zu Ihm ihr versammelt werdet"
        }
    ]
}