{
    "maqras": [
        {
            "chapter": 9,
            "verse": 19,
            "text": "Wollt ihr etwa (denjenigen, der sichert) die Versorgung der Wallfahrer mit Trinkwasser und das Aufsuchen von Almasdschidil-haram zum Gottesdienst, gleichsetzen mit demjenigen, der den Iman an ALLAH und an den Jungsten Tag verinnerlicht und Dschihad fi-sabilillah leistet?! Sie sind bei ALLAH nicht gleich! ALLAH leitet nicht diejenigen Menschen recht, die Unrecht begehen"
        },
        {
            "chapter": 9,
            "verse": 20,
            "text": "Die-jenigen, die den Iman verinnerlicht, Hidschra unternommen und Dschihad fisabilillah mit ihrem Vermogen und mit sich selbst geleistet haben, genießen eine hohere Stellung bei ALLAH. Und diese sind die wirklichen Erfolgreichen"
        },
        {
            "chapter": 9,
            "verse": 21,
            "text": "Ihr HERR uberbringt ihnen frohe Botschaft: eine Gnade von Ihm, Zufriedenheit und Dschannat, in denen fur sie bestandige Wonne bestimmt ist"
        },
        {
            "chapter": 9,
            "verse": 22,
            "text": "Ewig verbleiben sie in ihnen - fur immer. Gewiß, ALLAH hat bei sich unermeßliche Belohnung"
        },
        {
            "chapter": 9,
            "verse": 23,
            "text": "Ihr, die den Iman verinnerlicht habt! Nehmt euch eure Eltern und eure Geschwister nicht als Wali, wenn sie den Kufr dem Iman vorziehen. Und wer von euch sie als Wali nimmt, diese sind die wirklichen Unrecht-Begehenden"
        },
        {
            "chapter": 9,
            "verse": 24,
            "text": "Sag: \"Sollten euch eure Eltern, eure Kinder, eure Geschwister, eure Ehepartner, euer Stamm, Vermogenswerte, die ihr erworben habt, Handel, dessen Stagnation ihr furchtet, und von euch bevorzugte Wohnstatten lieber sein als ALLAH, Sein Gesandter und Dschihad fur Ihn, so wartet ab, bis ALLAH Seine Bestimmung vollzieht.\" ALLAH leitet die fisq-betreibenden Leute nicht recht"
        },
        {
            "chapter": 9,
            "verse": 25,
            "text": "Gewiß, bereits hat ALLAH euch den Sieg an vielen Kampfplatzen verliehen sowie am Kampftag von Hunain, als euch eure Uberzahl stolz machte, aber euch nichts nutzte und das Land trotz seiner Weite euch eng erschien und ihr dann fluchtend den Rucken kehrtet"
        },
        {
            "chapter": 9,
            "verse": 26,
            "text": "Dann sandte ALLAH Seinem Gesandten und den Mumin Seine beruhigende Gnade hinab und sandte Kampfer hinab, die ihr nicht gesehen habt, und peinigte diejenigen, die Kufr betrieben haben. Und dies ist die Vergeltung fur die Kafir"
        },
        {
            "chapter": 9,
            "verse": 27,
            "text": "Dann laßt ALLAH danach bereuen wen ER will. Und ALLAH ist allvergebend, allgnadig"
        },
        {
            "chapter": 9,
            "verse": 28,
            "text": "Ihr, die den Iman verinnerlicht habt! Die Muschrik sind wie die rituelle Unreinheit, so laßt sie, nach diesem ihrem Jahr, nicht in die Nahe von Almasdschidilharam kommen! Und wenn ihr (deswegen) Armut furchtet, so wird ALLAH euch von Seiner Gunst genugen, wenn ER will. Gewiß, ALLAH ist allwissend, allweise"
        },
        {
            "chapter": 9,
            "verse": 29,
            "text": "Fuhrt den bewaffneten Kampf gegen diejenigen, die weder den Iman an ALLAH, noch an den Jungsten Tag verinnerlichen, noch das fur haram erklaren, was ALLAH und Sein Gesandter fur haram erklarten, noch sich dem wahren Din fugen von denjenigen, denen die Schrift zuteil wurde, bis sie die Dschizya in Ergebenheit entrichten, wahrend sie unterwurfig sind"
        },
        {
            "chapter": 9,
            "verse": 30,
            "text": "Und die Juden sagten: \"Uzair ist ALLAHs Sohn. Und die Nazarener sagten: \"Almasih ist ALLAHs Sohn.\" Dies ist lediglich ihre Aussage mit ihren Mundern. Sie ahneln (damit) der Aussage derjenigen, die vorher Kufr betrieben haben. ALLAH moge sie zugrunde richten, wie sie (andere) irrefuhren"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "Sie nahmen ihre Rabbiner und Priester als Herren anstelle von ALLAH sowie Almasih Ibnu- Maryam. Ihnen wurde jedoch nur geboten, einem einzigen Gott zu dienen. Es gibt keine Gottheit außer Ihm. Gepriesen-erhaben ist ER uber das, was sie an Schirk betreiben"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "Sie wollen ALLAHs Licht mit ihren Mundern ausloschen. Doch ALLAH lehnt es ab, Sein Licht nicht zu vervollstandigen, selbst dann, wurden die Kafir demgegenuber abgeneigt sein"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "ER ist Derjenige, Der Seinen Gesandten mit der Rechtleitung und dem Din der Wahrheit entsandte, um ihn samtliche Din ubertreffen zu lassen, selbst dann, wurden die Muschrik demgegenuber abgeneigt sein"
        }
    ]
}