{
    "pages": [
        {
            "chapter": 5,
            "verse": 37,
            "text": "Ewanan divên, ku ji agir derkebin, lê ewan ji agir dernakebin û ji bona wan ra şapateke peyweste heye"
        },
        {
            "chapter": 5,
            "verse": 38,
            "text": "Û dizê mêr û diza jin, celeta wan eva ye, ber keda ewan kirîye, hûn îdî destê wan jê bikin, ji bo ku eva celata ji Yezdan, ji wan ra bibe sernegûnî (îdî tiştekî wusa neyê kirinê). Yezdan bi rastî serfîraz e bijejke ye"
        },
        {
            "chapter": 5,
            "verse": 39,
            "text": "Îdî kîjan (diz) ji pêştî (dizîya xwe ye, ku bi wê dizîyê cewr kirîye (malê yekê mayî bê qayîlbûna wî, bi dizîka da hildaye) ji kirina xwe poşman bibe û aştîkarî kiribe (malê dizî, para da dabe) bira ewa (bizane) bi rastî Yezdan jî poşmanîya wî litê kirîye (ewa ji celatdanê, daye baxişandinê). Bi rastî Yezdan baxişkarê dilovîn e"
        },
        {
            "chapter": 5,
            "verse": 40,
            "text": "Ma qey tu nizanî, ku bi rastî seroktîya ezman û zemin ji bona Yezdan ra ne? Ji bona kê ra bivê ku şapat bike, ewî şapat dike û ji bona kîjanî ra jî baxişandinê bivê, ewî dibaxişîne. Û Yezdan 1i ser hemû tiştan dişî"
        },
        {
            "chapter": 5,
            "verse": 41,
            "text": "Pêxember! Çi ji wan fileyên ku bi devê xwe dibêjin: “Me bawer kirîye (ku doza te rast e) qe dilê wan bawer ne kirîye û ji cihûyan, ewanê ku ji bona filetîyê didine ber hev, bira ewa kirina wan te nede mirûz kirinê. Ewanan gohdaryî ji bona derewan dikin û ewan gohdaryî ji bona (îyartîya) komalekî mayî dikin. Ewan (ji bona baweryî) ne hatine bal te. Ewanan, ewan peyvên biryarîyên bi cî hatî, ji piştî ku ewan peyvan (bi biryarî şûna xwe digirin) bi zanîn ji şûna wan diheşivînin. Ewanan (ji komalê xwe ra aha dibejin): “Heke (bawerger û bi pêxemberê xwe va) ji bona we ra, evan (biryaran) neynin, hûn xwe ji wan biryaran biparisînin (bi wan bawer nekin).” Û Yezdan ji bona kêra aşît kirina bivê, îdî tu ji bona ne aşîtkirina wî tu tiştekî ji Yezdan hilnadî. Ewanê ku Yezdan navaye dilê wan paqij bike, evan in. Ji bona wan ra di cîhanê da sernegûnî heye û di para da jî ji bona wan ra şapateke mezin heye"
        }
    ]
}