{
    "pages": [
        {
            "chapter": 8,
            "verse": 46,
            "text": "Û hûn (gelî bawergeran!) bi gotina Yezdan û Pêxemberê wî hûn (bi hev ra) tekoşînê nekin. (Heke hûn bi hev ra xir bikin) wê, îdî hûnê ji hev bêzar bibin û wê bêna (vê bêzarbûna we) here (neyarên) we û hûn (li hemberê wan neyaran) xwe da hew bikin. Bi rastî Yezdan bi hewgeran ra ne"
        },
        {
            "chapter": 8,
            "verse": 47,
            "text": "Û (gelî bawergeran!) hûn jî wekî (wan alotîyên filan, ku ji bona qirînê) bi pesnan û ji bona ku nav û dengê wan li pey wan da bê gotinê ji welatê xwe derketine, nebin. Ewan (filan hene!) ewan rêya Yezdan li ber merivan dibirin; ewan durûtî dikin. Û tişta ku ewan dikin Yezdan hildaye binê zanîna xwe"
        },
        {
            "chapter": 8,
            "verse": 48,
            "text": "Û di wê gavê da pelîd kirinên wan ji bona wan ra xemilandî bûye û pelîd ji bona wan ra (aha) gotîye: \"Di îro da servahatina tu kesî bi ser we da çê nabe û bi rastî ez bi xweber jî ji bona we ra heval im.\" Îdî gava ku her du deste (ji bona qirînê hatin) ji hev ra xûya bûn (pelîd) di para da li ser her du gûzekê xwe teisî (ji wan revîya) û ji wan ra jî (aha) gotîye: \"Bi rastî qe tu gur û gumana min bi we tune ye: Loma tişta ku hûn nabînin, ez dibînim, bi rasti ez ji Yezdan ditirsim. Bi rastî Yezdan bi xweber jî zor şapat e"
        },
        {
            "chapter": 8,
            "verse": 49,
            "text": "Di wê gavê da (ewanê) durû û ewanê ku di dilê wan da nexweşîya (dexesî û filetîyê) heye (aha) digotin: \"Ola van, evan ji avarû derxistine.\" (Gotina wan nîne, lê) kîjan xwe hispêre Yezdanê servahatê bijejk e, îdî ewa serfiraz e"
        },
        {
            "chapter": 8,
            "verse": 50,
            "text": "Xwezîya di gava can sitandina wan da; ku firişte li ber û pişta wan (filan) dixin, ji wan ra (aha) dibêjin: \"Û hûn (gelî filan!) ka îdî şapata şewatê çeşne (tam) bikin\", te temtêla wan bidîta, ka çabû"
        },
        {
            "chapter": 8,
            "verse": 51,
            "text": "Eva (şapata hanê ku bi we da hatîye) bi sedema wan kedên we ne, ku hêj di berê da (we ji bona xwe ra pêşkoçî şandîye) bi cî tê. (Heke ji bona wan nebe) bi rastî Yezdan ji bona bendan ra qe cewrkar nîne"
        },
        {
            "chapter": 8,
            "verse": 52,
            "text": "Wekî temtêla hevrîyên Fir’ewn û temtêla wan komên ku di berya (hevrîyên Fir’ewn da) borîne: Ewan jî Beratên Yezdan dabûne derewdêrandinê, îdî Yezdan ewanan bi gonehên wan şapat kirine (ewan tune kirine), Bi rastî Yezdan bi hêzê zor şapat e"
        }
    ]
}