{
    "pages": [
        {
            "chapter": 17,
            "verse": 105,
            "text": "Û me ewa Qur’ana (ji bona ku rastîyê bide derxistinê) hinartîye. Şixwa ewa bi mafî hinirîye. Me tu jî (Muhemmed!) hey ji bona mizgîn û hişyarîye bi pêxemberî şandîyî"
        },
        {
            "chapter": 17,
            "verse": 106,
            "text": "Me beratên wê Qur’anê anî ji hev derxist, ji bo ku tu hêdî hêdî bi nivanî ji bo kesan ra bixunî. Me ewa Qur’ana (wekî hewcebûna kesan hindik hindik) hinartîye"
        },
        {
            "chapter": 17,
            "verse": 107,
            "text": "(Muhemmed! tu ji wan ra) bêje: \"Hez dikin bawer bikin, ya jî bawer nekin, bi rastî ewanê hêj berya hatina Qur’anê (ji wan ra bihatina Qur’an û pêxember) zanîn hatîye dayînê hene! Gava Qur’an ji wan ra tê xendinê, ewan deverû kunde dibin"
        },
        {
            "chapter": 17,
            "verse": 108,
            "text": "Û (aha) dibêjin: \"Bi rastî Xudayê me ji kêmayan paqij e. Bi rastî peymana Xudayê me dayî, pêk hatîye"
        },
        {
            "chapter": 17,
            "verse": 109,
            "text": "(Qur’an çiqa tê xwendinê) nermaya wan hewqas pir dibe, ewan bi deverû dikebin digrîn"
        },
        {
            "chapter": 17,
            "verse": 110,
            "text": "(Muhemmed! Tu ji wan ra) bêje: \"Hezkî bi navê Yezdan hildin gazî bikin, hezkî bi navê dilovan hildin gazî bikin, hûn bi kîjan navî gazî dikin, bikin, îdî hey navên qenc ji Yezdan ra hene.\" Tu nimêja xwe bi dengê bilind neke û bi dengê dizîka jî neke, tu di nava her du dengan da, dengekî nîvwarî bivê. What do you plan on your 100MB of free space for"
        },
        {
            "chapter": 17,
            "verse": 111,
            "text": "(Muhemmed! Tu aha) bêje: \"Çiqa pesindanî hene, hemû ji bona Yezdan ra ne, ku ji xwe ra zar ne girtine û ji bona wî ra hevparên di maldaryê da jî tune ne û ji bona wî ra serkarên, ku ewî ji belengazîyê fereste bikin jî tune ne, tu ewî ji kêmayan paqij û bilind bike"
        },
        {
            "chapter": 18,
            "verse": 1,
            "text": "Ew Yezdanê, ku 1i ser bendeyê xwe yê (Muhemmed) da pirtûk hinartîye heye! Çiqa pesindan û sipazî hene! Hemî ji bona wîra ne. Ewî ji bona wê pirtûkê ra qe tu xarî çê ne kirîye"
        },
        {
            "chapter": 18,
            "verse": 2,
            "text": "Ji bo ku (merivan) bi wan şapatên zorên li bal we hene! Bide hişyarkirinê (ewa Qur’ana) rast derandîye. (Ewa Qur’ana) ji bona wan (merivên) karê aştî kirine, mizgînî dide, ku bi rastî ji bona wan ra kiryeke qenc heye"
        },
        {
            "chapter": 18,
            "verse": 3,
            "text": "Ewanê di nava wan kirênên qenc da (ku bihişt e) hey bimînin"
        },
        {
            "chapter": 18,
            "verse": 4,
            "text": "Û (Yezdan bi we pirtûkê) ewanê ku dibêjin: \"Yezdan ji bona xwe ra zar girtine.\" (Bi hatina şapatan) dide hişyarkirinê"
        }
    ]
}