{
    "pages": [
        {
            "chapter": 19,
            "verse": 65,
            "text": "Xudayê ezman û zemîn û Xudayê tiştên di nîveka wan herdukan da heye, ewa ye. Îdî tu ji bona wî (Xuda ra) perestî bike û tu ji bona perestîya wî ra binive. Qe tu bi navê yekî (ku bi navê Yezdan hatibe navdanê) dizanî"
        },
        {
            "chapter": 19,
            "verse": 66,
            "text": "Meriv (aha) dibêje: \"Gava ez mirim, dîsa ezê di nêzîk da zindî (ji gorê) derkebim"
        },
        {
            "chapter": 19,
            "verse": 67,
            "text": "Qey meriv bîra xwe naynin, me ewan afirandin, qe ewan di berê da tu tişt nebûn"
        },
        {
            "chapter": 19,
            "verse": 68,
            "text": "Bi Xudayê te! Emê ewan û pelîdan bi hev ra bicivînin, paşê emê ewan li dora dojê li ser çokan amade bikin"
        },
        {
            "chapter": 19,
            "verse": 69,
            "text": "Paşê ji hemî koman, ka kîjan e di hemberê (Yezdan)ê dilovan da, bi curet û serbilind e, emê di nava wan da rakin"
        },
        {
            "chapter": 19,
            "verse": 70,
            "text": "Şîxwa paşê em bi xweber jî çêtir dizanin ka li bal dojê da kîjan babet e, ku bê avêtinê"
        },
        {
            "chapter": 19,
            "verse": 71,
            "text": "Di nava we da yekê neçe dojê tune ye (hemûşk jî herine dojê). Eva ketina dojê li ser Xudayê te fermanek e, pêk hatîye"
        },
        {
            "chapter": 19,
            "verse": 72,
            "text": "Paşê emê ewanê xudaparizî kirine hene! Ewan ji dojê fereste bikin, emê ewanê cewr kiribûne jî di dojê da li ser çokan bihêlin"
        },
        {
            "chapter": 19,
            "verse": 73,
            "text": "Gava beratên me yên daveker ji bona wan ra têne xwendinê, ewanê bûne file hene! Ji bona wanên bawerger ra (aha) dibêjin: \"(Ka hûn gelî bawergeran! Mêze bikin) ji van her du destan, cîyê kîjan yê çêtir e, kîjan qenctir e (ku meriv ji xwe ra bixe heval)"
        },
        {
            "chapter": 19,
            "verse": 74,
            "text": "Me çiqa welatîyên, ku hêj ji van bi mal û temtêla xwe va pir rindtir bûne, teşqele kirine, di berya wan da borîne. (Tu dibe qe evan bi teşqela wan nizanin)"
        },
        {
            "chapter": 19,
            "verse": 75,
            "text": "(Muhemmed! Tu ji wan ra aha) bêje: \"Kî rêya xwe wunda kiribe, heke Yezdanê dilovan heya hinek deman (mal û zar û fırsend) bide wî, çi jê derdikebe? Loma heya gavê peymanê ji bona wan ra tê, ewan ji van her du tiştan, yekê dibînin: Ya celata wan (bi destê bawergeran di vê cîhanê da ne) ya jî di roya rabûna hemî da (doj bi xweber e.)\" Îdî ewanê di wan gavan da bizanin, ka şûna kî, sikê şûna ne û ka bi leşkerî, kê bêvece"
        },
        {
            "chapter": 19,
            "verse": 76,
            "text": "Ewanê hatine rêya rast hene! Yezdan beledîya wan hêj pirtir dike. Ewan karên aştikarî para da mayî hene! Ewan li bal Xudayê te, qencê karan e û (evan karê, ka para da ji bona xweyê wan ra tê dayînê) qencê wan e jî"
        }
    ]
}