{
    "pages": [
        {
            "chapter": 2,
            "verse": 211,
            "text": "(Muhemmed!) tu ji zarne cihûyan bipirse; ka me ji bona wan ra çi qa beratenê daveker daye? Û kê qencîne Yezdan ji piştî ku ji wî ra hatibe, biguhure, bira bizane! Bi rastî Yezdan zor şapat e"
        },
        {
            "chapter": 2,
            "verse": 212,
            "text": "Jîna cihanê ji bona wanê file hatîye xemlandinê û ewanê file bi wanê bawer kirine tinazan dikin. Di roya rabûna hemû da jî ewanê Xuda parisî dikin, li sitû wanê file da nin. Yezdan ji bona evînê xwe ra bê hijmar rozînan dide"
        },
        {
            "chapter": 2,
            "verse": 213,
            "text": "Di cara yekem da hemûşk meriv komeke bi tenê bûne, Yezdan li bal wan da bi mizgînvanî û bi tirs darokî pêxember şandine û (Yezdan) bi wan (pêxemberan ra) pirtûk bi mafî hinartîye, ji bo ku ewan (pêxemberan) bi wan (pirtûkan) di nava (merivan da) di wan tiştne ku (meriv) têda ne wek hev bûne, berewanî bikin. Ji pêştirê wan kesne ku ji wan ra berate hatine, paşê ewan di (ramanê xwe da) ji dexesîya di nava wan da heyî ne wek hev bûne, tu kesî (di wan biryaran da) ne wekhevbûnî nekirine. Îdî Yezdan ewanê, ku bawer kirine bi dustûra xwe ewan ji ne wekhevbûna wanan, kîjan rêya rast e li bal wî da anîye. Bi rastî Yezdan evînê xwe li bal rêya rast da tîne"
        },
        {
            "chapter": 2,
            "verse": 214,
            "text": "Qey (gelî koma Muhemmed!) hûn guman dikin, ku hûn herne bihiştê, wekî wan cefane, ku bi serê wan komne berya we da hatibû, bi serê we da neyê? (Cefa danne wusa hatibû serê wan) ji tirs û tengasî û zemîn hejî, ewanê bawer kiribûn bi tevê pêxemberê xwe va aha lava di kiribûne: “Gelo îdî arîkarya Yezdan ji bona me ra we kengê be?” Hûn bizanin! Bi rastî arîkarya Yezdan nêzîk e"
        },
        {
            "chapter": 2,
            "verse": 215,
            "text": "(Muhemmed!) ewan ji te dipirsin: “Ka ewanê di rêya Xuda da çi bidin?” Tu ji bona wan ra bêje: “Hûn ji qencîyan çi bikin, îdî ewa qencîya ji bona da û bav û pismam û sêwîyan û belengaz û rêwîne rêyan bikin.” Hûn çi qa qencîyekî bikin, şixwa Yezdan bi wî dizane"
        }
    ]
}