{
    "pages": [
        {
            "chapter": 21,
            "verse": 91,
            "text": "Ewa (Meryema) ku daw û zayenda xwe (ji hemî tiştan parisandîye (heye!) Me ji candarya xwe (di dawa) wê da puf kirîye (îdî ewa bi zar maye, paşê ji xwe ra kurek anîye). Me ewa (jinika) bi tevê kurê wê va, ji bona cîhanê ra xistîye berateke (derhoze)"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "Bi rastî eva koma we ya hanê (ola yekatî û misilmana ne). Ez bi xweber jî Xudayê we me. Îdî hûn (gelî misilmanan!) hey ji min bi tenê ra perestî bikin"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "(Evan pêxemberan wekî qulpê zincîran li pey hev peyweste bûne hatine. Ewan ola xwe ji hev hildane, hemî jî ji bona binecîtîya yek bawerîyê hatine, lê merivan bi xweber) di nava hev da bûyerên xwe ji hev raqetandine (ji ola Yezdan ra bi curecure nav da ne). Wê hemîşkê jî li bal me da bizivirin"
        },
        {
            "chapter": 21,
            "verse": 94,
            "text": "Îdî kîjan bi bawerî ji karê aştîyan bike, ji bona kirina wî tu nankorî tune ye (hey ji wî ra sipazî heye). Loma bi rastî em ji bona wî ra nivîsvanok in (kirinê wî bi qencî dinivîsin)"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "(Jîna cîhanê) li ser rûniştine welatê, ku me ewan teşqele kirine ne durist e. Loma îdî ewan (carekî dinê) nazivirine (cîhanê)"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "Gava derê yecûc û mecûcan vedibe, hemî ji gorê xwe, ji her alî da (li bal civînê da) êriş dikin: (Derê goran li mirîyan vedibe hemî li bal civînê da bi xweber lez dikin têne civînê)"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "Îdî danê rabûnê bi rastî nêz bûye. (Gava meriv di roya rabûn a hemî da têne civînê), ewanê bûne file hene! Çavê wan di wê gavê da zoq dimîne (aha ji hev ra dibêjin) \"Xwelî li me be, bi sond! Em ji vî danî bê goman bûne, bi rastî me li xwe cewr kiribûye, lê me (pê nizanbûye)"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "Bi rastî (gelî Mekîyan!) hûn û bi wan perestvanên we yên, ku we ji pêştirê Yezdan ji wan ra perestî dikirin hene! Hûn ardûkê dojê ne, hûnê (bi hev ra) herne dojê"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "(Hûn qe naponijin) heke evan ilah bûnan, evan ne diçûne (dojê)? Ewanê hemûşkê jî di dojê da her bimînin"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "Di dojê da ji bona wan ra qarîn û wîqandin heye, ewan (di dojê da ji zoraya şapatê) qe tu dengî nabihên"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "Lê ewanê, ku ji me ji bona wan ra peymana bi qencîyan hatîye borînê hene! Ewanan ji (dojê) hatine dûrxistinê"
        }
    ]
}