{
    "pages": [
        {
            "chapter": 24,
            "verse": 62,
            "text": "Ewanê bi Yezdan û bi saîyê wî bawer kirine û di gava (ku ewan bi peyxember ra) 1i ser bûyerekî civya bibin, heya destûr ji wî nexwazin, ji bal wî naçin hene! Bi rastî bawergerên rast ev in. (Muhemmed!) bi rastî ewanê ku ji te destûra çûnê dixwazin hene! Ewan bi rastî bi Yezdan û bi saîye wî bawer kirine. Îdî gava ewan ji bona hinek karên xwe, ji te destûrxwastin, tu jî, ji wan kîjanî ra bive, destûra wî bide (bira here karê xwe pêk bîne) û tu ji bona wan ra ji Yezdan baxişandina wan bixwaze. Loma bi rastî Yezdan baxişkarê dilovîn e"
        },
        {
            "chapter": 24,
            "verse": 63,
            "text": "(Gelî bawergeran!) hûn gazîkirina saî, wekî hûn ça gazî hev dikin, negirin; (Peyxember gava gazî we kir, hema bersiva wî bidin, û bal peyxember da bi lez herin). Bi sond! Ewanê ji we ne, ku xwe davêjine pişt hev (ji bo ku nexûyên) hene! Yezdan bi wan dizane. Îdî ewanê ku bê gotina (Peyxember) dikin hene! Bira ewan xwe (ji vê kirina xwe) biparisînin, loma dibe ku (bi sedema van kirinê wan) ku aşîtek bi wan da were, ya jî şapateke dilsoz bi wan bigire"
        },
        {
            "chapter": 24,
            "verse": 64,
            "text": "Hûn (gelî bawergeran!) bizanên, ku bi rastî çi tişt di ezman û zemin da hene! Hemî ji bona Yezdan ra ne. Bi sond! Hûn li ser çibin (amacê we çi be û ramana we ça be, hey) Yezdan pê dizane. Di roya ku ewanê li bal wî da bizivirin, ewa tişta wan kirîye, îdî wê (Yezdanê) kirina wan ji wan ra bêje. Loma bi rastî Yezdan bi hemî tiştî pir dizane"
        },
        {
            "chapter": 25,
            "verse": 1,
            "text": "Ew (Yezdanê) ku li ser bendê xwe î (Muhemmed ra) pirtûka (bi nav) furqan hinartîye; ji bo ku ewa (pirtûka) bibe hişyarî ji bona gerdûnê ra pîroz e"
        },
        {
            "chapter": 25,
            "verse": 2,
            "text": "Ewê ku maldarî û seroktîya ezman û zemîn ji bona wî ra ne heye! Ewa (Yezdan e). Ewî qe ji bona xwe ra tu zar ne girtine û ji bona wî ra tu hevrî jî, di maldarî û seroktîya wî da tune ye. Û ewî hemî tişt afirandîye, îdî (ewî hemî afirandinê xwe) bi pîvanî (danîne rêzikê wusa, ewan bi xweber pîvandina xwe pêk tînin) dixebitin"
        }
    ]
}