{
    "pages": [
        {
            "chapter": 46,
            "verse": 21,
            "text": "Û (Hûd) birayê (komela) Ad di bîr bîne, dema ku wî komela xwe li Ehqafê (Girên ji qûmê) tevî ku berî wî û piþtî wî gellek hiþyarker derbas bûn jî hiþyar kir ku: \"Hûn ji Xuda pêve kesî nehebînin. Bêguman ez li ser we ji ezabê roja mezin ditirsim"
        },
        {
            "chapter": 46,
            "verse": 22,
            "text": "Gotinê: \"Ma tu hatî me bi derewa ji Xudayên me bizivrînî? Vêca eger tu bera ji rastgoyanî ka tu tiþtê me pê ditirsînî ji me re bîne"
        },
        {
            "chapter": 46,
            "verse": 23,
            "text": "(Hûd) got ku: \"Bêguman zanîn tenê li cem Xuda ye, û ez tiþtê pê hatime þandin bi we radigihînim, lê belê ez we komelekî nezan dibînim"
        },
        {
            "chapter": 46,
            "verse": 24,
            "text": "Vêca çi gava wî (ezabî) dîtin ku ewrek e, ber bi newalên wan tê, gotin: \"Evê han ewrek e wê baranê bide me.\" Ne, ew tiþtê we pê dilezande. Bayekî ku tê de ezabekî bi jan heye"
        },
        {
            "chapter": 46,
            "verse": 25,
            "text": "Ewê bi fermana perwerdekarê xwe her tiþtî wêran bike. Vêca ew bûn ku ji ciyên wan pêve nedihat dîtin. Em komela sûcdakarên gunehkar wuha celat dikin"
        },
        {
            "chapter": 46,
            "verse": 26,
            "text": "Sond be, me wan di hin ciyan de bi cîh kir ku me we tê de bi cîh nekiribû, û me ji wan re goh û çav û dilan çêkir. Lê ne gohên wan û ne çavên wan û ne jî dilên wan bi tu tiþtî bikêra wan hat; ji ber ku wan ayetê Xuda înkar dikir û tiþtê pê tinaz dikirin hawîdor li wan girt"
        },
        {
            "chapter": 46,
            "verse": 27,
            "text": "Sond be, me gellek bajarên derûdora we têk bir û me ayetan daxuyand hêvî heye ku ew vegerin"
        },
        {
            "chapter": 46,
            "verse": 28,
            "text": "Vêca ma çima ewên ku bêyî Xuda ji bo nêzikahiyê bi Xudayî digirtin yariya wan nekir. Ne, ew ji wan hinda bûn. Evê han derewa wan e û tiþtê ji ber xwe ve diavetin e"
        }
    ]
}