{
    "pages": [
        {
            "chapter": 51,
            "verse": 31,
            "text": "(Îbrahîm) got ku: \"Vêca xwestina we çiye gelî qasidan"
        },
        {
            "chapter": 51,
            "verse": 32,
            "text": "Gotin: \"Bêguman em bal komelekî gunehkar ve hatine þandin"
        },
        {
            "chapter": 51,
            "verse": 33,
            "text": "Ji bo ku em kevirê ji heriyê bi ser wan de biþînin"
        },
        {
            "chapter": 51,
            "verse": 34,
            "text": "Ew (kevir) li cem perwerdekarê te ji hedderketiyan re nîþankirî ne"
        },
        {
            "chapter": 51,
            "verse": 35,
            "text": "Vêca me bawermendên tê de deranî"
        },
        {
            "chapter": 51,
            "verse": 36,
            "text": "Vêca me tê de ji malekî musilmanan pêve peyda nekir"
        },
        {
            "chapter": 51,
            "verse": 37,
            "text": "Me tê de ji ên ku ji ezabê bi jan ditirsin re ayetek (nîþanek) hiþt"
        },
        {
            "chapter": 51,
            "verse": 38,
            "text": "Di Mûsa de jî dema me wî bi delîlekî xuya þand bal Fîr´ewn (nîþanek heye)"
        },
        {
            "chapter": 51,
            "verse": 39,
            "text": "Vêca wî bi hevalên xwe re rû liba xist û got ku: \"Yan efsûnger e yan jî din e"
        },
        {
            "chapter": 51,
            "verse": 40,
            "text": "Vêca me wî û leþkerê wî girt, êdî me wan avêt deryayê û ewî bi gunehkarî li xwe loma dikir"
        },
        {
            "chapter": 51,
            "verse": 41,
            "text": "Û di (komela) Ad de jî, dema me bayekî kokbirr bi ser wan de þand (nîþanek heye)"
        },
        {
            "chapter": 51,
            "verse": 42,
            "text": "Her tiþtê bi ser de hat, wî nehiþt, wî kir wek giyayê hiþkê hûrbûyî"
        },
        {
            "chapter": 51,
            "verse": 43,
            "text": "Di (komela) Semûd de jî, dema ji wan re hat gotin ku: \"Hûn heya demekî bi xweþî bijîn"
        },
        {
            "chapter": 51,
            "verse": 44,
            "text": "Vêca wan ji fermana perwerdekarê xwe serkêþî kir, êdî qêrînek bêhiþker wan girt û wan jî dinihart"
        },
        {
            "chapter": 51,
            "verse": 45,
            "text": "Êdî wan nedikaribû rabin û n jî hatin yarî kirin"
        },
        {
            "chapter": 51,
            "verse": 46,
            "text": "Û berê jî komela Nûh (me fetisand). Bêguman ew komelekî ji rêya rast derketî bûn"
        },
        {
            "chapter": 51,
            "verse": 47,
            "text": "Me asîman bi desta (bihêz) ava kiriye û bêguman em wî hey fireh dikin"
        },
        {
            "chapter": 51,
            "verse": 48,
            "text": "Me zemîn jî raxistiye. Vêca ên raxistine çi rind in"
        },
        {
            "chapter": 51,
            "verse": 49,
            "text": "Me ji her tiþtî du cota aferandiye. Hêvî heye ku hûn bifikirin-þîret bigrin"
        },
        {
            "chapter": 51,
            "verse": 50,
            "text": "Vêca hûn her bal Xuda ve birevin. Bêguman ez, ji we re jê hiþyarkerekî xuya me"
        },
        {
            "chapter": 51,
            "verse": 51,
            "text": "Hûn bi Xuda re Xudakî din çê nekin. Bêguman ez, ji we re jê hiþyarkerekî xuya me"
        }
    ]
}