{
    "pages": [
        {
            "chapter": 53,
            "verse": 27,
            "text": "Bêguman ên ku bi axretê bawerî naynin ew feriþteyan bi navê mêyan nav dikin"
        },
        {
            "chapter": 53,
            "verse": 28,
            "text": "Tu zanîna wan pê nîne. Ew hey didin pey gumanê. Guman jî bi tu awayî ciyê rastiyê nagire"
        },
        {
            "chapter": 53,
            "verse": 29,
            "text": "Êdî tu ji ê ku piþt daye zikrê (þîretê) me û ji jîna dinê pêve nexwestiya rû bizivrîne"
        },
        {
            "chapter": 53,
            "verse": 30,
            "text": "Ciyê gihîþtina wan ji zanînê evê haye. Bêguman perwerdekarê te, ê ku ji rêya wî þaþ bûye baþ dizane û ê ku rêya rast dîtiye jî baþ dizane"
        },
        {
            "chapter": 53,
            "verse": 31,
            "text": "Tiþtê di asîmana û tiþtê di zemîn de ê Xuda ne; ji bo ku ew ên karê xerab dikin celat bike û ên qencî kirine jî bi a herî qenc xelat bike"
        },
        {
            "chapter": 53,
            "verse": 32,
            "text": "Ewên ku ji gunehên biçûk pêve xwe ji gunehên mezin û nepakiyan dûr dikin. Bêguman perwerdekarê te fireh bexþîne. Ew, dema we ji zemîn çêtir û dema hûn di zikê dayîkên xwe de zarûk bûn, bi we zanatir e. Vêca hûn xwe bi xwe dernexin paqijiyê. Ew, bi ê xwe parastiye zanatir e"
        },
        {
            "chapter": 53,
            "verse": 33,
            "text": "Vêca ma te ê rû liba xist dît"
        },
        {
            "chapter": 53,
            "verse": 34,
            "text": "Û hindikî da û birrî"
        },
        {
            "chapter": 53,
            "verse": 35,
            "text": "Ma qey zanîna penhanî li balê ye vêca ew dibîne"
        },
        {
            "chapter": 53,
            "verse": 36,
            "text": "Ma qey ew bi tiþtê di rûpelê (kitêba) Mûsa de, nehatiye haydar kirin"
        },
        {
            "chapter": 53,
            "verse": 37,
            "text": "Û Îbrahîmê ku (karê xwe) bêkêmasî pêk anî"
        },
        {
            "chapter": 53,
            "verse": 38,
            "text": "Tu gunehkar barê gunehê yekî din hilnagire"
        },
        {
            "chapter": 53,
            "verse": 39,
            "text": "Û ji mirov re ji tiþtê xebitiye pêve nîne"
        },
        {
            "chapter": 53,
            "verse": 40,
            "text": "Û bêguman wê xebata xwe piþtre bibîne"
        },
        {
            "chapter": 53,
            "verse": 41,
            "text": "Paþê wê (Xuda) bergîdanek bêkêmasî bidêyê"
        },
        {
            "chapter": 53,
            "verse": 42,
            "text": "Û bêguman dawî her bal perwerdekarê te ve diqede"
        },
        {
            "chapter": 53,
            "verse": 43,
            "text": "Û bêguman her ew dikenîne û digirîne"
        },
        {
            "chapter": 53,
            "verse": 44,
            "text": "Û bêguman her ew dimirîne û vedijîne"
        }
    ]
}