{
    "pages": [
        {
            "chapter": 3,
            "verse": 109,
            "text": "Û çi tiştên di ezman û di zemîn da hene hemûşk ji bona Yezdan ra ne. Hemû bûyer li bal Yezdan da difetilin"
        },
        {
            "chapter": 3,
            "verse": 110,
            "text": "Hûn (gelî misilman!) qençtirê koman in, ku ji bona merivan ra hatine derxistinê, hûn fermana (bikirina) qencîyan û (bi xwe parisandina) ji sikatîyan dikin û hûn bi Yezdan jî bawer dikin. Û heke xweyê pirtûkan bawer kiribûnan wê ji bona wan ra çêtir bûya. Ji xweyê pirtûkan hinekî bawer kirine hene, lê pirê wan ji rêya rast derketine"
        },
        {
            "chapter": 3,
            "verse": 111,
            "text": "Ewan ji pêştirê cefadanê tu zîyanê nadine we. Heke ewan bi we ra qirîn bikin jî dîsa pişta xwa didine we, para da direvin. Paşê ewan nayêne arîkarkirinê jî"
        },
        {
            "chapter": 3,
            "verse": 112,
            "text": "Ewan li ku dibin bira bibin hey li ser wanan riswatî û pintîtî hatîye vegirtinê. Ji xêncî heke ewan xwe bi kapê (dîn) Yezdan bigirin û ewletîya ji kesan (bi dana, bac û bi sixwurandina malê xwe di rêya Yezdan da ji bona hewcan ra) hildin û ewan bi rastî babetê xeşma Yezdan bûne, ku li ser wan riswatî û pintîtî hatiye vegirtinê. Evan şapatan bi sedema ku ewanan bi beratên Yezdan bûne file û bi sedema ku ewanan bê mafî pêxember dikuştin, bi wan da hatîye. Evan şapatan bi sedema gunahkarêya wan bi wan da hatîye. Û ewan şixwa ji tuxûbê xwe diborî bûne"
        },
        {
            "chapter": 3,
            "verse": 113,
            "text": "Ewan (xweyê pirtûkan hemûşk) wek hev nînin; ji wanan hinek hene, ku di şevê da radibin (perestîya Yezdan dikin) bi kundetî beratên Yezdan dixûnin (hew dikin)"
        },
        {
            "chapter": 3,
            "verse": 114,
            "text": "Ewanan bi Yezdan û bi ro û danê para da bawer dikin û ewanan fermana (kesan) bi qencîyan û (xwe parisdana wan) ji sikatîyan dikin. Ewanan ji bona kirina qencîyan lez dikin û şixwa ewane bi van salixan in, ku bûne ji aştîkaran"
        },
        {
            "chapter": 3,
            "verse": 115,
            "text": "Û ewan ji qencîyan çi bikin bi rastî îdî ewan ji wê qencîyê bê par nabin. Yezdan bi xweber jî bi rastî bi parisvanan dizane"
        }
    ]
}