{
    "rukus": [
        {
            "chapter": 6,
            "verse": 145,
            "text": "آپ کہہ دیجئے کہ جو کچھ احکام بذریعہ وحی میرے پاس آئے ان میں تو میں کوئی حرام نہیں پاتا کسی کھانے والے کے لئے جو اس کو کھائے، مگر یہ کہ وه مردار ہو یا کہ بہتا ہوا خون ہو یا خنزیر کا گوشت ہو، کیونکہ وه بالکل ناپاک ہے یا جو شرک کا ذریعہ ہو کہ غیراللہ کے لئے نامزد کردیا گیا ہو۔ پھر جو شخص مجبور ہوجائے بشرطیکہ نہ تو طالب لذت ہو اور نہ تجاوز کرنے واﻻ ہو تو واقعی آپ کا رب غفور و رحیم ہے"
        },
        {
            "chapter": 6,
            "verse": 146,
            "text": "اور یہود پر ہم نے تمام ناخن والے جانور حرام کرد یئے تھے اور گائے اور بکری میں سے ان دونوں کی چربیاں ان پر ہم نے حرام کردی تھیں مگر وه جو ان کی پشت پر یا انتڑیوں میں لگی ہو یا جو ہڈی سے ملی ہو۔ ان کی شرارت کے سبب ہم نے ان کو یہ سزا دی اور ہم یقیناً سچے ہیں"
        },
        {
            "chapter": 6,
            "verse": 147,
            "text": "پھر اگر یہ آپ کو کاذب کہیں تو آپ فرما دیجئے کہ تمہارا رب بڑی وسیع رحمت واﻻ ہے اور اس کا عذاب مجرم لوگوں سے نہ ٹلے گا"
        },
        {
            "chapter": 6,
            "verse": 148,
            "text": "یہ مشرکین (یوں) کہیں گے کہ اگر اللہ تعالیٰ کو منظور ہوتا تو نہ ہم شرک کرتے اور نہ ہمارے باپ دادا اور نہ ہم کسی چیز کو حرام کہہ سکتے۔ اسی طرح جو لوگ ان سے پہلے ہوچکے ہیں انہوں نے بھی تکذیب کی تھی یہاں تک کہ انہوں نے ہمارے عذاب کامزه چکھا۔ آپ کہیے کہ کیا تمہارے پاس کوئی دلیل ہے تو اس کو ہمارے روبرو ﻇاہر کرو۔ تم لوگ محض خیالی باتوں پر چلتے ہو اور تم بالکل اٹکل سے باتیں بناتے ہو"
        },
        {
            "chapter": 6,
            "verse": 149,
            "text": "آپ کہیے کہ بس پوری حجت اللہ ہی کی رہی۔ پھر اگر وه چاہتا تو تم سب کو راه راست پر لے آتا"
        },
        {
            "chapter": 6,
            "verse": 150,
            "text": "آپ کہیے کہ اپنے گواہوں کو لاؤ جو اس بات پر شہادت دیں کہ اللہ نے ان چیزوں کو حرام کردیا ہے، پھر اگر وه گواہی دے دیں تو آپ اس کی شہادت نہ دیجئے اور ایسے لوگوں کے باطل خیاﻻت کا اتباع مت کیجئے! جو ہماری آیتوں کی تکذیب کرتے ہیں اور وه جو آخرت پر ایمان نہیں رکھتے اور وه اپنے رب کے برابر دوسروں کو ٹھہراتے ہیں"
        }
    ]
}