{
    "rukus": [
        {
            "chapter": 8,
            "verse": 38,
            "text": "آپ ان کافروں سے کہہ دیجئے! کہ اگر یہ لوگ باز آجائیں تو ان کے سارے گناہ جو پہلے ہو چکے ہیں سب معاف کر دیئے جائیں گے اور اگر اپنی وہی عادت رکھیں گے تو (کفار) سابقین کے حق میں قانون نافذ ہو چکا ہے"
        },
        {
            "chapter": 8,
            "verse": 39,
            "text": "اور تم ان سے اس حد تک لڑو کہ ان میں فساد عقیده نہ رہے۔ اور دین اللہ ہی کا ہو جائے پھر اگر یہ باز آجائیں تو اللہ تعالیٰ ان اعمال کو خوب دیکھتا ہے"
        },
        {
            "chapter": 8,
            "verse": 40,
            "text": "اور اگر روگردانی کریں تو یقین رکھیں کہ اللہ تعالیٰ تمہارا کار ساز ہے وه بہت اچھا کار ساز ہے اور بہت اچھا مدد گار ہے"
        },
        {
            "chapter": 8,
            "verse": 41,
            "text": "جان لو کہ تم جس قسم کی جو کچھ غنیمت حاصل کرو اس میں سے پانچواں حصہ تو اللہ کا ہے اور رسول کا اور قرابت داروں کا اور یتیموں اور مسکینوں کا اور مسافروں کا، اگر تم اللہ پر ایمان ﻻئے ہو اور اس چیز پر جو ہم نے اپنے بندے پر اس دن اتارا ہے، جو دن حق وباطل کی جدائی کا تھا جس دن دو فوجیں بھڑ گئی تھیں۔ اللہ ہر چیز پر قادر ہے"
        },
        {
            "chapter": 8,
            "verse": 42,
            "text": "جب کہ تم پاس والے کنارے پر تھے اور وه دور والے کنارے پر تھے اور قافلہ تم سے نیچے تھا۔ اگر تم آپس میں وعدے کرتے تو یقیناً تم وقت معین پر پہنچنے میں مختلف ہو جاتے۔ لیکن اللہ کو تو ایک کام کر ہی ڈالنا تھا جو مقرر ہو چکا تھا تاکہ جو ہلاک ہو، دلیل پر (یعنی یقین جان کر) ہلاک ہو اور جو زنده رہے، وه بھی دلیل پر (حق پہچان کر) زنده رہے۔ بیشک اللہ بہت سننے واﻻ خوب جاننے واﻻ ہے"
        },
        {
            "chapter": 8,
            "verse": 43,
            "text": "جب کہ اللہ تعالیٰ نے تجھے تیرے خواب میں ان کی تعداد کم دکھائی، اگر ان کی زیادتی دکھاتا تو تم بزدل ہو جاتے اور اس کام کے بارے میں آپس میں اختلاف کرتے لیکن اللہ تعالیٰ نے بچا لیا، وه دلوں کے بھیدوں سے خوب آگاه ہے"
        },
        {
            "chapter": 8,
            "verse": 44,
            "text": "جبکہ اس نے بوقت ملاقات انہیں تمہاری نگاہوں میں بہت کم دکھائے اور تمہیں ان کی نگاہوں میں کم دکھائے تاکہ اللہ تعالیٰ اس کام کو انجام تک پہنچا دے جو کرنا ہی تھا اور سب کام اللہ ہی کی طرف پھیرے جاتے ہیں"
        }
    ]
}