{
    "rukus": [
        {
            "chapter": 8,
            "verse": 49,
            "text": "جبکہ منافق کہہ رہے تھے اور وه بھی جن کے دلوں میں روگ تھا کہ انہیں تو ان کے دین نے دھوکے میں ڈال دیا ہے جو بھی اللہ پر بھروسہ کرے اللہ تعالیٰ بلا شک وشبہ غلبے واﻻ اور حکمت واﻻ ہے"
        },
        {
            "chapter": 8,
            "verse": 50,
            "text": "کاش کہ تو دیکھتا جب کہ فرشتے کافروں کی روح قبض کرتے ہیں ان کے منھ پر اور سرینوں پر مار مارتے ہیں (اور کہتے ہیں) تم جلنے کا عذاب چکھو"
        },
        {
            "chapter": 8,
            "verse": 51,
            "text": "یہ بسبب ان کاموں کے جو تمہارے ہاتھوں نے پہلے ہی بھیج رکھا ہے بیشک اللہ اپنے بندوں پر ﻇلم کرنے واﻻ نہیں"
        },
        {
            "chapter": 8,
            "verse": 52,
            "text": "مثل فرعونیوں کے حال کے اور ان سے اگلوں کے، کہ انہوں نے اللہ کی آیتوں سے کفر کیا پس اللہ نے ان کے گناہوں کے باعﺚ انہیں پکڑ لیا۔ اللہ تعالیٰ یقیناً قوت واﻻ اور سخت عذاب واﻻ ہے"
        },
        {
            "chapter": 8,
            "verse": 53,
            "text": "یہ اس لئے کہ اللہ تعالیٰ ایسا نہیں کہ کسی قوم پر کوئی نعمت انعام فرما کر پھر بدل دے جب تک کہ وه خود اپنی اس حالت کو نہ بدل دیں جو کہ ان کی اپنی تھی اور یہ کہ اللہ سننے واﻻ جاننے واﻻ ہے"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "مثل حالت فرعونیوں کے اور ان سے پہلے کے لوگوں کے کہ انہوں نے اپنے رب کی باتیں جھٹلائیں۔ پس ان کے گناہوں کے باعﺚ ہم نے انہیں برباد کیا اور فرعونیوں کو ڈبو دیا۔ یہ سارے ﻇالم تھے"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "تمام جانداروں سے بدتر، اللہ کے نزدیک وه ہیں جو کفر کریں، پھر وه ایمان نہ ﻻئیں"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "جن سے آپ نے عہد وپیمان کر لیا پھر بھی وه اپنے عہد وپیمان کو ہر مرتبہ توڑ دیتے ہیں اور بالکل پرہیز نہیں کرتے"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "پس جب کبھی تو لڑائی میں ان پر غالب آجائے انہیں ایسی مار مار کہ ان کے پچھلے بھی بھاگ کھڑے ہوں، ہو سکتا ہے کہ وه عبرت حاصل کریں"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "اور اگر تجھے کسی قوم کی خیانت کا ڈر ہو تو برابری کی حالت میں ان کا عہدنامہ توڑ دے، اللہ تعالیٰ خیانت کرنے والوں کو پسند نہیں فرماتا"
        }
    ]
}