{
    "rukus": [
        {
            "chapter": 20,
            "verse": 77,
            "text": "ہم نے موسیٰ (علیہ السلام) کی طرف وحی نازل فرمائی کہ تو راتوں رات میرے بندوں کو لے چل، اور ان کے لئے دریا میں خشک راستہ بنا لے، پھر نہ تجھے کسی کے آپکڑنے کا خطره ہوگا نہ ڈر"
        },
        {
            "chapter": 20,
            "verse": 78,
            "text": "فرعون نے اپنے لشکروں سمیت ان کا تعاقب کیا پھر تو دریا ان سب پر چھا گیا جیسا کچھ چھا جانے واﻻ تھا"
        },
        {
            "chapter": 20,
            "verse": 79,
            "text": "فرعون نے اپنی قوم کو گمراہی میں ڈال دیا اور سیدھا راستہ نہ دکھایا"
        },
        {
            "chapter": 20,
            "verse": 80,
            "text": "اے بنی اسرائیل! دیکھو ہم نے تمہیں تمہارے دشمن سے نجات دی اور تم سے کوه طور کی دائیں طرف کا وعده کیا اور تم پر من وسلویٰ اتارا"
        },
        {
            "chapter": 20,
            "verse": 81,
            "text": "تم ہماری دی ہوئی پاکیزه روزی کھاؤ، اور اس میں حد سے آگے نہ بڑھو، ورنہ تم پر میرا غضب نازل ہوگا، اور جس پر میرا غضب نازل ہو جائے وه یقیناً تباه ہوا"
        },
        {
            "chapter": 20,
            "verse": 82,
            "text": "ہاں بیشک میں انہیں بخش دینے واﻻ ہوں جو توبہ کریں ایمان ﻻئیں نیک عمل کریں اور راه راست پر بھی رہیں"
        },
        {
            "chapter": 20,
            "verse": 83,
            "text": "اے موسیٰ! تجھے اپنی قوم سے (غافل کرکے) کون سی چیز جلدی لے آئی؟"
        },
        {
            "chapter": 20,
            "verse": 84,
            "text": "کہا کہ وه لوگ بھی میرے پیچھے ہی پیچھے ہیں، اور میں نے اے رب! تیری طرف جلدی اس لئے کی کہ تو خوش ہو جائے"
        },
        {
            "chapter": 20,
            "verse": 85,
            "text": "فرمایا! ہم نے تیری قوم کو تیرے پیچھے آزمائش میں ڈال دیا اور انہیں سامری نے بہکا دیا ہے"
        },
        {
            "chapter": 20,
            "verse": 86,
            "text": "پس موسیٰ (علیہ السلام) سخت غضبناک ہو کر رنج کے ساتھ واپس لوٹے، اور کہنے لگے کہ اے میری قوم والو! کیا تم سے تمہارے پروردگار نے نیک وعده نہیں کیا تھا؟ کیا اس کی مدت تمہیں لمبی معلوم ہوئی؟ بلکہ تمہارا اراده ہی یہ ہے کہ تم پر تمہارے پروردگار کا غضب نازل ہو؟ کہ تم نے میرے وعدے کا خلاف کیا"
        },
        {
            "chapter": 20,
            "verse": 87,
            "text": "انہوں نے جواب دیا کہ ہم نے اپنےاختیار سے آپ کے ساتھ وعدے کا خلاف نہیں کیا۔ بلکہ ہم پر زیورات قوم کے جو بوجھ ﻻد دیے گئے تھے انہیں ہم نے ڈال دیا، اور اسی طرح سامری نے بھی ڈال دیئے"
        },
        {
            "chapter": 20,
            "verse": 88,
            "text": "پھر اس نے لوگوں کے لئے ایک بچھڑا نکال کھڑا کیا یعنی بچھڑے کا بت، جس کی گائے کی سی آواز بھی تھی پھر کہنے لگے کہ یہی تمہارا معبود ہے اور موسیٰ کا بھی، لیکن موسیٰ بھول گیا ہے"
        },
        {
            "chapter": 20,
            "verse": 89,
            "text": "کیا یہ گمراه لوگ یہ بھی نہیں دیکھتے کہ وه تو ان کی بات کا جواب بھی نہیں دے سکتا اور نہ ان کے کسی برے بھلے کا اختیار رکھتا ہے"
        }
    ]
}