{
    "rukus": [
        {
            "chapter": 2,
            "verse": 8,
            "text": "بعض لوگ کہتے ہیں کہ ہم اللہ تعالیٰ پر اور قیامت کے دن پر ایمان رکھتے ہیں، لیکن درحقیقت وه ایمان والے نہیں ہیں"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "وه اللہ تعالیٰ کو اور ایمان والوں کو دھوکا دیتے ہیں، لیکن دراصل وه خود اپنے آپ کو دھوکا دے رہے ہیں، مگر سمجھتے نہیں"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "ان کے دلوں میں بیماری تھی اللہ تعالیٰ نے انہیں بیماری میں مزید بڑھا دیا اور ان کے جھوٹ کی وجہ سے ان کے لئے دردناک عذاب ہے"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "اور جب ان سے کہا جاتا ہے کہ زمین میں فساد نہ کرو تو جواب دیتے ہیں کہ ہم تو صرف اصلاح کرنے والے ہیں"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "خبردار ہو! یقیناً یہی لوگ فساد کرنے والے ہیں، لیکن شعور (سمجھ) نہیں رکھتے"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "اور جب ان سے کہا جاتا ہے کہ اور لوگوں (یعنی صحابہ) کی طرح تم بھی ایمان لاؤ تو جواب دیتے ہیں کہ کیا ہم ایسا ایمان ﻻئیں جیسا بیوقوف ﻻئے ہیں، خبردار ہوجاؤ! یقیناً یہی بیوقوف ہیں، لیکن جانتے نہیں"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "اور جب ایمان والوں سے ملتے ہیں تو کہتے ہیں کہ ہم بھی ایمان والے ہیں اور جب اپنے بڑوں کے پاس جاتے ہیں تو کہتے ہیں کہ ہم تو تمہارے ساتھ ہیں ہم تو ان سے صرف مذاق کرتے ہیں"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "اللہ تعالیٰ بھی ان سے مذاق کرتا ہے اور انہیں ان کی سرکشی اور بہکاوے میں اور بڑھا دیتا ہے"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "یہ وه لوگ ہیں جنہوں نے گمراہی کو ہدایت کے بدلے میں خرید لیا، پس نہ تو ان کی تجارت نے ان کو فائده پہنچایا اور نہ یہ ہدایت والے ہوئے"
        },
        {
            "chapter": 2,
            "verse": 17,
            "text": "ان کی مثال اس شخص کی سی ہے جس نے آگ جلائی، پس آس پاس کی چیزیں روشنی میں آئی ہی تھیں کہ اللہ ان کے نور کو لے گیا اور انہیں اندھیروں میں چھوڑ دیا، جو نہیں دیکھتے"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "بہرے، گونگے، اندھے ہیں۔ پس وه نہیں لوٹتے"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "یا آسمانی برسات کی طرح جس میں اندھیریاں اور گرج اور بجلی ہو، موت سے ڈر کر کڑاکے کی وجہ سے اپنی انگلیاں اپنے کانوں میں ڈال لیتے ہیں۔ اور اللہ تعالیٰ کافروں کو گھیرنے واﻻ ہے"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "قریب ہے کہ بجلی ان کی آنکھیں اُچک لے جائے، جب ان کے لئے روشنی کرتی ہے تو اس میں چلتے پھرتے ہیں اور جب ان پر اندھیرا کرتی ہے تو کھڑے ہوجاتے ہیں اور اگر اللہ تعالیٰ چاہے تو ان کے کانوں اور آنکھوں کو بیکار کردے۔ یقیناً اللہ تعالیٰ ہر چیز پر قدرت رکھنے واﻻ ہے"
        }
    ]
}