{
    "rukus": [
        {
            "chapter": 25,
            "verse": 35,
            "text": "اور بلاشبہ ہم نے موسیٰ کو کتاب دی اور ان کے ہمراه ان کے بھائی ہارون کو ان کا وزیر بنادیا"
        },
        {
            "chapter": 25,
            "verse": 36,
            "text": "اور کہہ دیا کہ تم دونوں ان لوگوں کی طرف جاؤ جو ہماری آیتوں کو جھٹلا رہے ہیں۔ پھر ہم نے انہیں بالکل ہی پامال کردیا"
        },
        {
            "chapter": 25,
            "verse": 37,
            "text": "اور قوم نوح نے بھی جب رسولوں کو جھوٹا کہا تو ہم نے انہیں غرق کردیا اور لوگوں کے لیے انہیں نشان عبرت بنا دیا۔ اور ہم نے ﻇالموں کے لیے دردناک عذاب مہیا کر رکھا ہے"
        },
        {
            "chapter": 25,
            "verse": 38,
            "text": "اور عادیوں اور ﺛمودیوں اور کنوئیں والوں کو اور ان کے درمیان کی بہت سی امتوں کو (ہلاک کردیا)"
        },
        {
            "chapter": 25,
            "verse": 39,
            "text": "اور ہم نے ان کے سامنے مثالیں بیان کیں پھر ہر ایک کو بالکل ہی تباه و برباد کردیا"
        },
        {
            "chapter": 25,
            "verse": 40,
            "text": "یہ لوگ اس بستی کے پاس سے بھی آتے جاتے ہیں جن پر بری طرح کی بارش برسائی گئی۔ کیا یہ پھر بھی اسے دیکھتے نہیں؟ حقیقت یہ ہے کہ انہیں مرکر جی اٹھنے کی امید ہی نہیں"
        },
        {
            "chapter": 25,
            "verse": 41,
            "text": "اور تمہیں جب کبھی دیکھتے ہیں تو تم سے مسخرا پن کرنے لگتے ہیں۔ کہ کیا یہی وه شخص ہیں جنہیں اللہ تعالیٰ نے رسول بنا کر بھیجا ہے"
        },
        {
            "chapter": 25,
            "verse": 42,
            "text": "(وه تو کہیئے) کہ ہم اس پر جمے رہے ورنہ انہوں نے تو ہمیں ہمارے معبودوں سے بہکادینے میں کوئی کسر نہیں چھوڑی تھی۔ اور یہ جب عذابوں کو دیکھیں گے تو انہیں صاف معلوم ہوجائے گا کہ پوری طرح راه سے بھٹکا ہوا کون تھا؟"
        },
        {
            "chapter": 25,
            "verse": 43,
            "text": "کیا آپ نے اسے بھی دیکھا جو اپنی خواہش نفس کو اپنا معبود بنائے ہوئے ہے کیا آپ اس کے ذمہدار ہوسکتے ہیں؟"
        },
        {
            "chapter": 25,
            "verse": 44,
            "text": "کیا آپ اسی خیال میں ہیں کہ ان میں سے اکثر سنتے یا سمجھتے ہیں۔ وه تو نرے چوپایوں جیسے ہیں بلکہ ان سے بھی زیاده بھٹکے ہوئے"
        }
    ]
}