{
    "rukus": [
        {
            "chapter": 27,
            "verse": 67,
            "text": "کافروں نے کہا کہ کیا جب ہم مٹی ہو جائیں گے اور ہمارے باپ دادا بھی کیا ہم پھر نکالے جائیں گے"
        },
        {
            "chapter": 27,
            "verse": 68,
            "text": "ہم اور ہمارے باپ دادوں کو بہت پہلے سے یہ وعدے دیے جاتے رہے۔ کچھ نہیں یہ تو صرف اگلوں کے افسانے ہیں"
        },
        {
            "chapter": 27,
            "verse": 69,
            "text": "کہہ دیجئے کہ زمین میں چل پھر کر ذرا دیکھو تو سہی کہ گنہگاروں کا کیسا انجام ہوا؟"
        },
        {
            "chapter": 27,
            "verse": 70,
            "text": "آپ ان کے بارے میں غم نہ کریں اور ان کے داؤں گھات سے تنگ دل نہ ہوں"
        },
        {
            "chapter": 27,
            "verse": 71,
            "text": "کہتے ہیں کہ یہ وعده کب ہے اگر سچے ہو تو بتلا دو"
        },
        {
            "chapter": 27,
            "verse": 72,
            "text": "جواب دیجئے! کہ شاید بعض وه چیزیں جن کی تم جلدی مچا رہے ہو تم سے بہت ہی قریب ہوگئی ہوں"
        },
        {
            "chapter": 27,
            "verse": 73,
            "text": "یقیناً آپ کا پروردگار تمام لوگوں پر بڑے ہی فضل واﻻ ہے لیکن اکثر لوگ ناشکری کرتے ہیں"
        },
        {
            "chapter": 27,
            "verse": 74,
            "text": "بیشک آپ کا رب ان چیزوں کو بھی جانتا ہے جنہیں ان کے سینے چھپا رہے ہیں اور جنہیں ﻇاہر کر رہے ہیں"
        },
        {
            "chapter": 27,
            "verse": 75,
            "text": "آسمان وزمین کی کوئی پوشیده چیز بھی ایسی نہیں جو روشن اور کھلی کتاب میں نہ ہو"
        },
        {
            "chapter": 27,
            "verse": 76,
            "text": "یقیناً یہ قرآن بنی اسرائیل کے سامنے ان اکثر چیزوں کا بیان کر رہا ہے جن میں یہ اختلاف کرتے ہیں"
        },
        {
            "chapter": 27,
            "verse": 77,
            "text": "اور یہ قرآن ایمان والوں کے لیے یقیناً ہدایت اور رحمت ہے"
        },
        {
            "chapter": 27,
            "verse": 78,
            "text": "آپ کا رب ان کے درمیان اپنے حکم سے سب فیصلے کر دے گا، وه بڑا ہی غالب اور دانا ہے"
        },
        {
            "chapter": 27,
            "verse": 79,
            "text": "پس آپ یقیناً اللہ ہی پر بھروسہ رکھیے، یقیناً آپ سچے اور کھلے دین پر ہیں"
        },
        {
            "chapter": 27,
            "verse": 80,
            "text": "بیشک آپ نہ مُردوں کو سنا سکتے ہیں اور نہ بہروں کو اپنی پکار سنا سکتے ہیں، جبکہ وه پیٹھ پھیرے روگرداں جا رہے ہوں"
        },
        {
            "chapter": 27,
            "verse": 81,
            "text": "اور نہ آپ اندھوں کو ان کی گمراہی سے ہٹا کر رہنمائی کر سکتے ہیں آپ تو صرف انہیں سنا سکتے ہیں جو ہماری آیتوں پر ایمان ﻻئے ہیں پھر وه فرمانبردار ہوجاتے ہیں"
        },
        {
            "chapter": 27,
            "verse": 82,
            "text": "جب ان کے اوپر عذاب کا وعده ﺛابت ہو جائے گا، ہم زمین سے ان کے لیے ایک جانور نکالیں گے جو ان سے باتیں کرتا ہوگا کہ لوگ ہماری آیتوں پر یقین نہیں کرتے تھے"
        }
    ]
}