{
    "rukus": [
        {
            "chapter": 31,
            "verse": 1,
            "text": "الم"
        },
        {
            "chapter": 31,
            "verse": 2,
            "text": "یہ حکمت والی کتاب کی آیتیں ہیں"
        },
        {
            "chapter": 31,
            "verse": 3,
            "text": "جو نیکو کاروں کے لئے رہبر اور (سراسر) رحمت ہے"
        },
        {
            "chapter": 31,
            "verse": 4,
            "text": "جو لوگ نماز قائم کرتے ہیں اور زکوٰة ادا کرتے ہیں اور آخرت پر (کامل) یقین رکھتے ہیں"
        },
        {
            "chapter": 31,
            "verse": 5,
            "text": "یہی لوگ ہیں جو اپنے رب کی طرف سے ہدایت پر ہیں اور یہی لوگ نجات پانے والے ہیں"
        },
        {
            "chapter": 31,
            "verse": 6,
            "text": "اور بعض لوگ ایسے بھی ہیں جو لغو باتوں کو مول لیتے ہیں کہ بےعلمی کے ساتھ لوگوں کو اللہ کی راه سے بہکائیں اور اسے ہنسی بنائیں، یہی وه لوگ ہیں جن کے لئے رسوا کرنے واﻻ عذاب ہے"
        },
        {
            "chapter": 31,
            "verse": 7,
            "text": "جب اس کے سامنے ہماری آیتیں تلاوت کی جاتی ہیں تو تکبر کرتا ہوا اس طرح منھ پھیر لیتا ہے گویا اس نے سنا ہی نہیں گویا کہ اس کے دونوں کانوں میں ڈاٹ لگے ہوئے ہیں، آپ اسے درد ناک عذاب کی خبر سنا دیجئے"
        },
        {
            "chapter": 31,
            "verse": 8,
            "text": "بیشک جن لوگوں نےایمان قبول کیا اور کام بھی نیک (مطابق سنت) کیے ان کے لئے نعمتوں والی جنتیں ہیں"
        },
        {
            "chapter": 31,
            "verse": 9,
            "text": "جہاں وه ہمیشہ رہیں گے۔ اللہ کا سچا وعده ہے، وه بہت بڑی عزت وغلبہ واﻻ اور کامل حکمت واﻻ ہے"
        },
        {
            "chapter": 31,
            "verse": 10,
            "text": "اسی نے آسمانوں کو بغیر ستون کے پیدا کیا ہے تم انہیں دیکھ رہے ہو اور اس نے زمین میں پہاڑوں کو ڈال دیا تاکہ وه تمہیں جنبش نہ دے سکے اور ہر طرح کے جاندار زمین میں پھیلا دیئے۔ اور ہم نے آسمان سے پانی برسا کر زمین میں ہر قسم کے نفیس جوڑے اگا دیئے"
        },
        {
            "chapter": 31,
            "verse": 11,
            "text": "یہ ہے اللہ کی مخلوق اب تم مجھے اس کے سوا دوسرے کسی کی کوئی مخلوق تو دکھاؤ (کچھ نہیں)، بلکہ یہ ﻇالم کھلی گمراہی میں ہیں"
        }
    ]
}