{
    "pages": [
        {
            "chapter": 7,
            "verse": 150,
            "text": "আর মূসা যখন ক্রুদ্ধ ও ক্ষুদ্ধ হয়ে নিজ সম্প্রদায়ের কাছে ফিরে আসলেন তখন বললেন, ‘আমার অনুপস্থিতিতে তোমরা আমার কত নিকৃষ্ট প্রতিনিধিত্ব করেছ! তোমাদের রবের আদেশের আগেই তোমরা তাড়াহুড়ো করলে? এবং তিনি ফলকগুলো ফেলে দিলেন [১] আর তার ভাইকে চুলে ধরে নিজের দিকে টেনে আনতে লাগলেন। হারূন বললেন, ‘হে আমার সহোদর! লোকেরা তো আমাকে দুর্বল মনে করেছিল এবং আমাকে প্রায় হত্যা করেই ফেলেছিল। সুতরাং তুমি আমার সাথে এমন করবে না যাতে শত্রুরা আনন্দিত হয় এবং আমাকে যালিমদের অন্তর্ভুক্ত করবে না।’"
        },
        {
            "chapter": 7,
            "verse": 151,
            "text": "মূসা বললেন, ‘হে আমার রব! আমাকে ও আমার ভাইকে ক্ষমা করুন এবং আমাদেরকে আপনার রহমতের মধ্যে প্রবিষ্ট করুন। আর আপনিই শ্রেষ্ঠ দয়ালু।’"
        },
        {
            "chapter": 7,
            "verse": 152,
            "text": "নিশ্চয় যারা গো-বাছুরকে উপাস্যরূপে গ্রহণ করেছে, দুনিয়ার জীবনে তাদের উপর ক্রোধ ও লাঞ্ছনা আপতিত হবেই [১]। আর এভাবেই আমরা মিথ্যা রটনাকারীদেরকে প্রতিফল দিয়ে থাকি [২]।"
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "আর যারা অসৎকাজ করে, তারা পরে তওবা করলে ও ঈমান আনলে আপনার রব তো এরপরও পরম ক্ষমাশীল, পরম দয়ালু [১]।"
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "আর মূসার রাগ যখন প্রশমিত হল, তখন তিনি ফলকগুলো তুলে নিলেন। যারা তাদের রবকে ভয় করে তাদের জন্য সে কপিগুলোতে [১] যা লিখিত ছিল তাতে ছিলো হিদায়াত ও রহমত।"
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "আর মূসা তার সম্প্রদায় থেকে সত্তর জন লোককে আমাদের নির্ধারিত স্থানে একত্র হওয়ার জন্য মনোনীত করলেন। অতঃপর তারা যখন ভুমিকম্প দ্বারা আক্রান্ত হলো তখন মূসা বললেন, ‘হে আমার রব! আপনি ইচ্ছে করলে আগেই তো এদেরকে এবং আমাকেও ধ্বংস করতে পারতেন! আমাদের মধ্যে যারা নির্বোধ, তারা যা করেছে সে জন্য কি আপনি আমাদেরকে ধ্বংস করবেন? এটা তো শুধু আপনার পরীক্ষা, যা দ্বারা আপনি যাকে ইচ্ছে বিপদ্গামী করেন এবং যাকে ইচ্ছে সৎপথে পরিচালিত করেন। আপনিই তো আমাদের অভিভাবক; কাজেই আমাদেরকে ক্ষমা করুন এবং আমাদের প্রতি দয়া করুন। আর ক্ষমাশীলদের মধ্যে আপনিই তো শ্রেষ্ঠ।’"
        }
    ]
}