{
    "pages": [
        {
            "chapter": 8,
            "verse": 53,
            "text": "এটা এজন্যে যে, যদি কোনো সম্প্রদায় নিজের অবস্থার পরিবর্তন না করে তবে আল্লাহ্‌ এমন নন যে, তিনি তাদেরকে যে নেয়ামত দান করেছেন, তাতে পরিবর্তন আনবেন এবং নিশ্চয় আল্লাহ্‌ সর্বশ্রোতা, সর্বজ্ঞ [১]।"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "ফির’আউনের বংশধর ও তাদের পূর্ববর্তীদের অভ্যাসের মত এরা এদের রবের আয়াতসমূহে মিথ্যারোপ করেছিল। ফলে তাদের পাপের জন্য আমরা তাদেরকে ধ্বংস করেছি এবং ফির’আউনের বংশধরকে নিমজ্জিত করেছি। আর তারা সকলেই ছিল যালেম।"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "বিচরণকারী প্রাণীদের মধ্যে তারাই তো আল্লাহ্‌র কাছে নিকৃষ্ট, যারা কুফরী করেছে। সুতরাং তারা ঈমান আনবে না।"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "যাদের থেকে আপনি অঙ্গীকার নিয়েছেন, তারপর তারা প্রত্যেকবার তাদের অঙ্গীকার ভঙ্গ করে [১]। আর তারা তাকওয়া অবলম্বন করে না [২]।"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "অতঃপর যুদ্ধে তাদেরকে যদি আপনি আপনার আয়ত্তে পান, তবে তাদের (শাস্তিদানের) মাধ্যমে তাদের পিছনে যারা আছে তাদেরকে ছত্রভঙ্গ করে দিন, যাতে তারা শিক্ষা লাভ করে [১]।"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "আর যদি আপনি কোনো সম্প্রদায়ের চুক্তি ভঙ্গের আশংকা করেন, তবে আপনি তাদের চুক্তি তাদের প্রতি সরাসরি নিক্ষেপ করুন [১]; নিশ্চয় আল্লাহ্‌ চুক্তি ভংগকারীকে পছন্দ করেন না [২]।"
        },
        {
            "chapter": 8,
            "verse": 59,
            "text": "আর কাফেররা যেন কখনো মনে না করে যে, তারা নাগালের বাইরে চলে গিয়েছে; নিশ্চয় তারা (আল্লাহ্‌কে) আপরাগ করতে পারবে না [১]।"
        },
        {
            "chapter": 8,
            "verse": 60,
            "text": "আর তোমরা তাদের মুকাবিলার জন্য যথাসাধ্য প্রস্তুত রাখ শক্তি ও অশ্ব বাহিনী [১], তা দিয়ে তোমরা ভীত-সন্ত্রস্ত করবে আল্লাহ্‌র শত্রুকে, তোমাদের শত্রুকে এবং এরা ছাড়া অন্যদেরকে যাদেরকে তোমরা জান না, আল্লাহ্‌ তাদেরকে জানেন [২]। আল্লাহ্‌র পথে তোমরা যা কিছু ব্যয় করবে তার পূর্ণ প্রতিদান তোমাদেরকে দেয়া হবে এবং তোমাদের প্রতি যুলুম করা হবে না [৩]।"
        },
        {
            "chapter": 8,
            "verse": 61,
            "text": "আর তারা যদি সন্ধির দিকে ঝুঁকে পড়ে তবে আপনিও সন্ধির দিকে ঝুঁকবেন [১] এবং আল্লাহ্‌র উপর নির্ভর করুন [২]; নিশ্চয় তিনি সর্বশ্রোতা, সর্বজ্ঞ।"
        }
    ]
}