{
    "pages": [
        {
            "chapter": 11,
            "verse": 38,
            "text": "আর তিনি নৌকা নির্মাণ করতে লাগলেন এবং যখনই তার সম্প্রদায়ের নেতারা তার পাশ দিয়ে যেত, তাকে নিয়ে উপহাস করত; তিনি বললেন, ‘তোমরা যদি আমাদেরকে নিয়ে উপহাস কর, তবে নিশ্চয় আমরাও তোমাদেরকে উপহাস করব, যেমন তোমরা উপহাস করছ [১]"
        },
        {
            "chapter": 11,
            "verse": 39,
            "text": "‘অতঃপর তোমরা শীঘ্রই জানতে পারবে, কার উপর আসবে এমন শাস্তি যা তাকে লাঞ্ছিত করবে, আর তার উপর আপতিত হবে স্থায়ী শাস্তি।’"
        },
        {
            "chapter": 11,
            "verse": 40,
            "text": "অবশেষে যখন আমাদের আদেশ আসল এবং উনান উথলে উঠল [১]; আমরা বললাম, এতে উঠিয়ে নিন প্রত্যেক শ্রেণীর যুগলের দুটি [২], যাদের বিরুদ্ধে পূর্ব-সিদ্ধান্ত হয়েছে তারা ছাড়া আপনার পরিবার-পরিজনকে এবং যারা ঈমান এনেছে তাদেরকে। আর তার সাথে ঈমান এনেছিল কেবল অল্প কয়েকজন [৩]।"
        },
        {
            "chapter": 11,
            "verse": 41,
            "text": "আর তিনি বললেন, ‘তোমরা এতে আরোহন কর, আল্লাহ্‌র নামে এর গতি ও স্থিতি [১], আমার রব তো অবশ্যই ক্ষমাশীল, পরম দয়ালু।‘"
        },
        {
            "chapter": 11,
            "verse": 42,
            "text": "আর পর্বত-প্রমাণ তরঙ্গের মধ্যে এটা তাদেরকে নিয়ে বয়ে চলল; নূহ তাঁর পুত্রকে, যে পৃথক ছিল, ডেকে বললেন, ‘হে আমার প্রিয় পুত্র! আমাদের সাথে আরোহণ কর এবং কাফিরদের সঙ্গী হয়ো না।’"
        },
        {
            "chapter": 11,
            "verse": 43,
            "text": "সে বলল, ‘আমি এমন এক পর্বতে আশ্রয় নেব যা আমাকে পানি হতে রক্ষা করবে।’ তিনি বললেন, ‘আজ আল্লাহ্‌র হুকুম থেকে রক্ষা করার কেউ নেই, তবে যাকে আল্লাহ্‌ দয়া করবেন সে ছাড়া।’ আর তরঙ্গ তাদের মধ্যে অন্তরায় হয়ে গেল, ফলে সে নিমজ্জিতদের অন্তর্ভুক্ত হল [১]।"
        },
        {
            "chapter": 11,
            "verse": 44,
            "text": "আর বলা হল, ‘হে যমীন! তুমি তোমার পানি গ্রাস করে নাও, হে আকাশ! ক্ষান্ত হও।’ আর পানি হ্রাস করা হল এবং সিদ্ধান্ত বস্তবায়িত হল। আর নৌকা জুদী পর্বতের উপর স্থির হল [১] এবং বলা হল, ‘যালিম সম্প্রদায়ের জন্য ধ্বংস।’"
        },
        {
            "chapter": 11,
            "verse": 45,
            "text": "আর নূহ্‌ তার রবকে ডেকে বললেন, ‘হে আমার রব! নিশ্চয় আমার পুত্র আমার পরিবারভুক্ত এবং নিশ্চয় আপনার প্রতিশ্রুতি সত্য [১], আর আপনি তো বিচারকের মধ্যে শ্রেষ্ট বিচারক [২]।"
        }
    ]
}