{
    "pages": [
        {
            "chapter": 12,
            "verse": 31,
            "text": "অতঃপর স্ত্রীলোকটি যখন তাদের ষড়যন্ত্রের কথা শুনল, তখন সে তাদেরকে ডেকে পাঠাল [১] এবং তাদের জন্য আসন প্রস্তুত করল। আর তাদের সবাইকে একটি করে ছুরি দিল এবং ইউসুফকে বলল, ‘তাদের সামনে বের হও।’ অতঃপর তারা যখন তাকে দেখল তখন তারা তার সৌন্দর্যে অভিভূত হল [২] ও নিজেদের হাত কেটে ফেলল এবং তারা বলল, ‘অদ্ভুত আল্লাহ্‌র মাহাত্ম্য! এ তো মানুষ নয়, এ তো এক মহিমান্বিত ফেরেশ্‌তা [৩]।’"
        },
        {
            "chapter": 12,
            "verse": 32,
            "text": "সে বলল, ‘এ-ই সে যার সম্বন্ধে তোমরা আমার নিন্দা করেছ। আমি তো তার থেকে অসৎ কাজ কামনা করেছি। কিন্তু সে নিজেকে পবিত্র রেখেছে; আর আমি তাকে যা আদেশ করেছি সে যদি তা না করে, তবে সে অবশ্যই অবশ্যই কারারুদ্ধ হবে এবং অবশ্যই সে হীনদের অন্তর্ভুক্ত হবে [১]।’"
        },
        {
            "chapter": 12,
            "verse": 33,
            "text": "ইউসুফ বললেন, ‘হে আমার রব! এ নারীরা আমাকে যার দিকে ডাকছে তার চেয়ে কারাগার আমার কাছে বেশী প্রিয়। আপনি যদি তাদের ছলনা হতে আমাকে রক্ষা না করেন তবে আমি তাদের প্রতি আকৃষ্ট হয়ে পড়ব এবং অজ্ঞদের অন্তর্ভুক্ত হব [১]।’"
        },
        {
            "chapter": 12,
            "verse": 34,
            "text": "সুতরাং তার রব তার ডাকে সাড়া দিলেন এবং তাকে তাদের ছলনা হতে রক্ষা করলেন। তিনি তো সর্বশ্রোতা, সর্বজ্ঞ।"
        },
        {
            "chapter": 12,
            "verse": 35,
            "text": "তারপর বিভিন্ন নিদর্শনাবলী দেখার পর তাদের মনে হল যে, তাকে অবশ্যই কিছু কালের জন্য কারারুদ্ধ করতে হবে।"
        },
        {
            "chapter": 12,
            "verse": 36,
            "text": "আর তার সাথে দুই যুবক কারাগারে প্রবেশ করল। তাদের একজন বলল, ‘আমি স্বপ্নে আমাকে দেখলাম, আমি মদের জন্য আঙুর নিংড়াচ্ছি’ এবং অন্যজন বলল, ‘আমি স্বপ্নে আমাকে দেখলাম, আমি আমার মাথায় রুটি বহন করছি এবং পাখি তা থেকে খাচ্ছে। আমাদেরকে আপনি এটার তাৎপর্য জানিয়ে দিন, আমরা তো আপনাকে মুহসিনদের অন্তর্ভুক্ত দেখেছি [১]।"
        },
        {
            "chapter": 12,
            "verse": 37,
            "text": "ইউসুফ বললেন, ‘তোমাদেরকে যে খাদ্য দেয়া হয় তা আসার আগে আমি তোমাদেরকে স্বপ্নের তাৎপর্য জানিয়ে দেব [১]। আমি যা তোমাদেরকে বলব তা, আমার রব আমাকে যা শিক্ষা দিয়েছেন তা থেকে বলব। নিশ্চয় আমি বর্জন করেছি সে সম্প্রদায়ের ধর্মমত যারা আল্লাহ্র উপর ঈমান আনে না। আর যারা আখিরাতের সাথে কুফরীকারী।’"
        }
    ]
}