{
    "pages": [
        {
            "chapter": 16,
            "verse": 65,
            "text": "আর আল্লাহ্‌ আকাশ হতে বারি বর্ষণ করেন এবং তা দিয়ে তিনি ভূমিকে তার মৃত্যুর পর পুনর্জীবিত করেন। নিশ্চয় এতে নিদর্শন রয়েছে এমন সম্প্রদায়ের জন্য যারা কথা শোনে [১]।"
        },
        {
            "chapter": 16,
            "verse": 66,
            "text": "আর নিশ্চয় গবাদি পশুর মধ্যে তোমাদের জন্য শিক্ষা রয়েছে। তার পেটের গোবর ও রক্তের মধ্য থেকে [১] তোমাদেরকে পান করাই বিশুদ্ধ দুধ, যা পানকারীদের জন্য স্বাচ্ছন্দ্যকর।"
        },
        {
            "chapter": 16,
            "verse": 67,
            "text": "আর খেজুর গাছের ফল ও আঙ্গুর হতে তোমরা মাদক ও উত্তম খাদ্য গ্রহণ করে থাক [১]; নিশ্চয় এতে বোধশক্তি সম্পন্ন সম্প্রদায়ের জন্য রয়েছে নিদর্শন [২]।"
        },
        {
            "chapter": 16,
            "verse": 68,
            "text": "আর আপনার রব মৌমাছিকে তার অন্তরে ইঙ্গিত দ্বারা নির্দেশ দিয়েছেন [১], ‘ঘর তৈরী কর পাহাড়ে, গাছে ও মানুষ যে মাচান তৈরী করে তাতে"
        },
        {
            "chapter": 16,
            "verse": 69,
            "text": "‘এরপর প্রত্যেক ফল হতে কিছু কিছু খাও, অতঃপর তোমার রবের সহজ পথ অনুসরণ কর [১]’। তার পেট থেকে নির্গত হয় বিভিন্ন রঙ এর পানীয় [২]; যাতে মানুষের জন্য রয়েছে আরোগ্য [৩]। নিশ্চয় এতে রয়েছে চিন্তাশীল সম্প্রদায়ের জন্য নিদর্শন [৪]।"
        },
        {
            "chapter": 16,
            "verse": 70,
            "text": "আর আল্লাহ্‌ই তোমাদেরকে সৃষ্টি করেছেন; তারপর তিনি তোমাদের মৃত্যু ঘটাবেন এবং তোমাদের মধ্যে কাউকে প্রত্যাবর্তিত [১] করা হবে নিকৃষ্টতম বয়সে [২]; যাতে জ্ঞান লাভের পরেও তার সবকিছু অজানা হয়ে যায়। নিশ্চয় আল্লাহ্‌ সর্বজ্ঞ, পূর্ণ ক্ষমতাবান [৩]।"
        },
        {
            "chapter": 16,
            "verse": 71,
            "text": "আর আল্লাহ্‌ জীবনোপকরণে তোমাদের মধ্যে কাউকে কারো উপর শ্রেষ্ঠত্ব দিয়েছেন। যাদেরকে শ্রেষ্ঠত্ব দেয়া হয়েছে তারা তাদের অধীনস্থ দাসদাসীদেরকে নিজেদের জীবনোপকরণ হতে এমন কিছু দেয় না যাতে তারা এ বিষয়ে তাদের সমান হয়ে যায় [১]। তবে কি তারা আল্লাহ্‌র অনুগ্রহ অস্বীকার করছে [২]"
        },
        {
            "chapter": 16,
            "verse": 72,
            "text": "আর আল্লাহ্‌ তোমাদের থেকেই তোমাদের জোড়া সৃষ্টি করেছেন [১] এবং তোমাদের যুগল থেকে তোমাদের জন্য পুত্র-পৌত্রাদি সৃষ্টি করেছেন [২] এবং তোমাদেরকে উত্তম জীবনোপকরণ দান করেছেন [৩]। তবুও কি তারা বাতিলের স্বীকৃতি দেবে [৪] আর তারা আল্লাহ্‌র অনুগ্রহ অস্বীকার করবে [৫]"
        }
    ]
}