{
    "pages": [
        {
            "chapter": 19,
            "verse": 65,
            "text": "তিনি আসমানসমূহ, যমীন ও তাদের অন্তর্বর্তী যা কিছু আছে, সে সবের রব। কাজেই তাঁরই ইবাদাত করুন এবং তাঁর ইবাদাতে ধৈর্যশীল থাকুন [১]। আপনি কি তাঁর সমনামগুণসম্পন্ন কাউকেও জানেন [২]"
        },
        {
            "chapter": 19,
            "verse": 66,
            "text": "আর মানুষ বলে, ‘আমার মৃত্যু হলে আমি কি জীবিত অবস্থায় উত্থিত হব?’"
        },
        {
            "chapter": 19,
            "verse": 67,
            "text": "মানুষ কি স্মরণ করে না যে, আমরা তাকে আগে সৃষ্টি করেছি যখন সে কিছুই ছিল না [১]"
        },
        {
            "chapter": 19,
            "verse": 68,
            "text": "কাজেই শপথ আপনার রবের! আমরা তো তাদেরকে ও শয়তানদেরকে একত্রে সমবেত করবই [১] তারপর আমরা নতজানু অবস্থায় জাহান্নামের চারদিকে তাদেরকে উপস্থিত করবই [২]।"
        },
        {
            "chapter": 19,
            "verse": 69,
            "text": "তারপর প্রত্যেক দলের মধ্যে যে দয়াময়ের সর্বাধিক অবাধ্য আমরা তাকে টেনে বের করবই [১]।"
        },
        {
            "chapter": 19,
            "verse": 70,
            "text": "তারপর আমরা তো তাদের মধ্যে জাহান্নামে দগ্ধ হওয়ার যারা সবচেয়ে বেশি যোগ্য তাদের বিষয় ভাল জানি।"
        },
        {
            "chapter": 19,
            "verse": 71,
            "text": "আর তোমাদের প্রত্যেকেই তার (জাহান্নামের) উপর দিয়েই অতিক্রম করবে [১], এটা আপনার রবের অনিবার্য সিদ্ধান্ত।"
        },
        {
            "chapter": 19,
            "verse": 72,
            "text": "পরে আমরা উদ্ধার করব তাদেরকে, যারা তাকওয়া অবলম্বন করেছে এবং যালেমদেরকে সেখানে নতজানু অবস্থায় রেখে দেব।"
        },
        {
            "chapter": 19,
            "verse": 73,
            "text": "আর তাদের কাছে আমাদের স্পষ্ট আয়াতসমূহ তেলওয়াত করা হলে কাফেররা মুমিনদেরকে বলে, দু’দলের মধ্যে কারা মর্যাদায় শ্রেষ্ঠতর ও মজলিস হিসেবে উত্তম [১]"
        },
        {
            "chapter": 19,
            "verse": 74,
            "text": "আর তাদের আগে আমরা বহু মানবগোষ্ঠীকে বিনাশ করেছি---যারা তাদের চেয়ে সম্পদ ও বাহ্যদৃষ্টিতে শ্রেষ্ঠ ছিল।"
        },
        {
            "chapter": 19,
            "verse": 75,
            "text": "বলুন, ‘যারা বিভ্রান্তিতে আছে, দয়াময় তাদেরকে প্রচুর অবকাশ দেবেন যতক্ষণ না তারা যে বিষয়ে তাদেরকে সতর্ক করা হচ্ছে তা দেখবে; তা শাস্তি হোক বা কেয়ামতই হোক [১]। অতঃপর তারা জানতে পারবে কে মর্যাদায় নিকৃষ্ট ও কে দলবলে দুর্বল।"
        },
        {
            "chapter": 19,
            "verse": 76,
            "text": "আর যারা সৎপথে চলে আল্লাহ্ তাদের হেদায়াত বৃদ্ধি করে দেন [১]; এবং স্থায়ী সৎকাজ সমুহ [২] আপনার রবের পুরস্কার প্রাপ্তির জন্য শ্রেষ্ঠ এবং পরিণতির দিক দিয়েও অতি উত্তম।"
        }
    ]
}