{
    "pages": [
        {
            "chapter": 57,
            "verse": 4,
            "text": "তিনি ছয় দিনে আসমানসমূহ ও যমীন সৃষ্টি করেছেন; তারপর তিনি ‘আরশের উপর উঠেছেন। তিনি জানেন যা কিছু যমীনে প্রবেশ করে এবং যা কিছু তা থেকে বের হয়, আর আসমান থেকে যা কিছু অবতীর্ণ হয় এবং তাতে যা কিছু উখিত হয় [১]। আর তোমরা যেখানেই থাক না কেন--তিনি তোমাদের সঙ্গে আছেন, আর তোমরা যা কিছু কর আল্লাহ তার সম্যক দ্রষ্টা [২]।"
        },
        {
            "chapter": 57,
            "verse": 5,
            "text": "আসমানসমূহ ও যমীনের সর্বময় কর্তৃত্ব তাঁরই এবং আল্লাহ্‌রই দিকে সব বিষয় প্রত্যাবর্তিত হবে।"
        },
        {
            "chapter": 57,
            "verse": 6,
            "text": "তিনিই রাতকে প্রবেশ করান দিনে আর দিনকে প্ৰবেশ করান রাতে এবং তিনি অন্তরের বিষয়াদি সম্পর্কে সম্যক অবগত।"
        },
        {
            "chapter": 57,
            "verse": 7,
            "text": "তোমরা আল্লাহ ও তাঁর রাসূলের প্রতি ঈমান আন এবং আল্লাহ তোমাদেরকে যা কিছুর উত্তরাধিকারী করেছেন তা হতে ব্যয় কর। অতঃপর তোমাদের মধ্যে যারা ঈমান আনে ও ব্যয় করে, তাদের জন্য রয়েছে মহাপুরস্কার।"
        },
        {
            "chapter": 57,
            "verse": 8,
            "text": "আর তোমাদের কি হল যে, তোমরা আল্লাহর উপর ঈমান আন না? অথচ রাসূল তোমাদেরকে তোমাদের রবের প্রতি ঈমান আনার জন্য ডাকছেন, অথচ আল্লাহ তোমাদের কাছ থেকে অঙ্গীকার গ্রহণ করেছেন [১], যদি তোমরা ঈমানদার হও [২]।"
        },
        {
            "chapter": 57,
            "verse": 9,
            "text": "তিনিই তাঁর বান্দার প্রতি সুস্পষ্ট আয়াত নাযিল করেন, তোমাদেরকে অন্ধকার হতে আলোতে আনার জন্য। আর নিশ্চয় আল্লাহ্‌ তোমাদের প্রতি করুণাময়, পরম দয়ালু।"
        },
        {
            "chapter": 57,
            "verse": 10,
            "text": "আর তোমাদের কি হলো যে, তোমরা আল্লাহর পথে ব্যয় করছ না? অথচ আসমানসমূহ ও যমীনের মীরাস [১] তো আল্লাহ্‌রই। তোমাদের মধ্যে যারা বিজয়ের আগে ব্যয় করেছে [২] ও যুদ্ধ করছে, তারা (এবং পরবর্তীরা) সমান নয় [৩]। তারা মর্যাদায় শ্রেষ্ঠ তাদের চেয়ে যারা পরবর্তী কালে ব্যয় করেছে ও যুদ্ধ করেছে। তবে আল্লাহ্‌ উভয়ের জন্যই কল্যাণের প্রতিশ্রুতি দিয়েছেন [৪]। আর তোমারা যা কর আল্লাহ্‌ সে সম্পর্কে সবিশেষ অবহিত।"
        },
        {
            "chapter": 57,
            "verse": 11,
            "text": "এমন কে আছে যে আল্লাহকে দেবে উত্তম ঋণ? তাহলে তিনি বহু গুণ এটাকে বৃদ্ধি করবেন তার জন্য। আর তার জন্য রয়েছে সম্মানজনক পুরুস্কার [১]।"
        }
    ]
}