{
    "pages": [
        {
            "chapter": 2,
            "verse": 49,
            "text": "আর স্মরণ কর, যখন আমরা ফির’আউনের বংশ হতে তোমাদেরকে নিষ্কৃতি দিয়েছিলাম, তারা তোমাদের কে মর্মান্তিক শাস্তি দিতো। তোমাদের পুত্রদের যবেহ করে ও তোমাদের নারীদের বাঁচিয়ে রাখতো [১]। আর এতে ছিলো তোমাদের রব এর পক্ষ হতে এক মহা পরীক্ষা [২] ।"
        },
        {
            "chapter": 2,
            "verse": 50,
            "text": "আর স্মরণ করো, যখন আমরা তোমাদের জন্য সাগরকে বিভক্ত করেছিলাম [১] এবং তোমাদের কে উদ্ধার করেছিলাম ও ফির’আউনের বংশকে নিমজ্জিত করেছিলাম। আর তোমরা তা দেখছিলে।"
        },
        {
            "chapter": 2,
            "verse": 51,
            "text": "আর স্মরণ কর, যখন আমরা মূসার সাথে চল্লিশ রাতের অঙ্গীকার করেছিলাম [১], তার (চলে যাওয়ার) পর তোমরা গো-বৎসকে (উপাস্যরূপে) গ্রহণ করেছিলে [২] ; আর তোমরা হয়ে গেলে যালিম [৩]।"
        },
        {
            "chapter": 2,
            "verse": 52,
            "text": "এর পরও আমরা তোমাদেরকে ক্ষমা করেছিলাম যাতে তোমরা কৃতজ্ঞতা জ্ঞাপন কর।"
        },
        {
            "chapter": 2,
            "verse": 53,
            "text": "আর স্মরণ কর, যখন আমরা মূসাকে কিতাব ও ‘ফুরকান [১]’ দান করেছিলাম; যাতে তোমরা হিদায়াত লাভ করতে পার।"
        },
        {
            "chapter": 2,
            "verse": 54,
            "text": "আর স্মরণ কর, যখন মূসা আপনার জাতির লোকদের বললেন, ‘হে আমার জাতি! গো – বৎসকে উপাস্যরূপে গ্রহণ করে তোমরা নিজেদের প্রতি জুলুম করেছ, কাজেই তোমরা নিজেদেরকে হত্যা করে তমাদের স্রষ্টার কাছে তওবা কর। তোমাদের সৃষ্টিকর্তার নিকট এটাই তোমাদের জন্য কল্যাণকর। তারপর তিনি তোমাদের কে ক্ষমা করেছিলেন। অবশ্যই তিনি অত্যন্ত ক্ষমাশীল, পরম দয়ালু’।"
        },
        {
            "chapter": 2,
            "verse": 55,
            "text": "আর স্মরণ কর, যখন তোমরা বলেছিলে, ‘হে মূসা ! আমরা আল্লাহ্‌ কে প্রকাশ্যভাবে না দেখা পর্যন্ত তোমাকে কখনও বিশ্বাস করব না’ , ফলে তোমাদেরকে বজ্র পাকড়াও করলো, যা তোমরা নিজেরাই দেখছিলে।"
        },
        {
            "chapter": 2,
            "verse": 56,
            "text": "তারপর আমরা তোমাদেরকে পুনর্জীবিত করেছি তোমাদের মৃত্যুর পর যাতে তোমরা কৃতজ্ঞ হও।"
        },
        {
            "chapter": 2,
            "verse": 57,
            "text": "আর আমরা মেঘ দ্বারা তোমাদের উপর ছায়া বিস্তার করলাম এবং তোমাদের নিকট ‘মান্না’ ও ‘সাল্‌ওয়া’ [১] প্রেরণ করলাম। (বলেছিলাম), ‘আহার কর উত্তম জীবিকা, যা আমরা তোমাদেরকে দান করেছি’। আর তারা আমাদের প্রতি যুলুম করেনি, বরং তারা নিজেদের প্রতিই যুলুম করেছিল।"
        }
    ]
}