{
    "rukus": [
        {
            "chapter": 7,
            "verse": 73,
            "text": "И до Семуд Ние го испративме Салиха, братот нивни. Салих рече:“О народе мој, обожавајте го Аллаха; вие друг бог освен Него немате. Секако, ви дојде објаснување од Господарот ваш. Оваа камила е Аллахово знамение за вас. Оставете ја да пасе по земјата Аллахова и не правете А никакво зло зашто ќе ве обземе казна болна"
        },
        {
            "chapter": 7,
            "verse": 74,
            "text": "Сетете се кога ОН, по Ад, ве определи за халифи, и кога ве насели на земјата низ чии рамнини подигавте дворови а во ридовите палати. Сетете се на благодатите Аллахови и не ширете по земјата безредие како што шират безредниците"
        },
        {
            "chapter": 7,
            "verse": 75,
            "text": "А големците кои се дуваа од народот негов на оние кои веруваа од нив, што ги сметаа слаби, им рекоа: “Знаете ли дека, навистина, Салих е испратен од Господарот негов?“ - Рекоа: “Ние, навистина, веруваме во она со што е испратен"
        },
        {
            "chapter": 7,
            "verse": 76,
            "text": "Оние кои се дуваа, рекоа: “Ние, навистина, не веруваме во она во што вие верувате"
        },
        {
            "chapter": 7,
            "verse": 77,
            "text": "Па, ја заклаа онаа камила и се оддалечија од наредбата на Господарот свој, и рекоа: “О Салих, дај ни го она што ни го вети ако си меѓу пејгамберите"
        },
        {
            "chapter": 7,
            "verse": 78,
            "text": "И тогаш ги шибна земјотрес; останаа во домовите свои, скаменети"
        },
        {
            "chapter": 7,
            "verse": 79,
            "text": "Па, Салих се сврте од ниви рече: “О народе мој, ви го известив само пратението од Господарот мој и ве посоветував. Но, мтеете, вие не ГИ сакате советувачите"
        },
        {
            "chapter": 7,
            "verse": 80,
            "text": "И Лута Ние го испративме; кога рече: “О народе мој, зарем правите срамно дело кое никој пред вас на светов не го правеше"
        },
        {
            "chapter": 7,
            "verse": 81,
            "text": "а, вие место кон жените страстно приоѓате кон мажите. Ете и вие сте народ расипнички"
        },
        {
            "chapter": 7,
            "verse": 82,
            "text": "Народот негов, одговарајќи, рече вака: “Истерајте ги од населбите ваши. Тоа се, навистина, луѓе кои постојано се снемуваат"
        },
        {
            "chapter": 7,
            "verse": 83,
            "text": "Па, Ние него и семејството негово, освен жена му, ги спасивме. И таа беше меѓу страдалниците"
        },
        {
            "chapter": 7,
            "verse": 84,
            "text": "И врз нив падна голем дожд - та, погледни каква беше казната врз силниците"
        }
    ]
}