{
    "rukus": [
        {
            "chapter": 9,
            "verse": 30,
            "text": "Евреите зборуваат: “Узеир е син на Аллах\", а христијаните зборуваат: “Месих е син на Аллах\". Ете, тоа се зборовите нивни на устите нивни: ги кажуваат сличните зборови на оние кои не веруваа пред нив. Аллах нека ги отепа! Каде кинисуваат, навистина"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "Ги земаат нивните свештеници и нивните калуѓери за господари покрај Аллах, аи на Иса, синот на Мерјем. Им беше наредено да обожаваат само еден Бог. Нема друг бог освен Него! Славен нека е Он, над она што му го здружуваат"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "оние посакуваат да ја угаснат светлината Аллахова со устите свои. А Аллах само Ја надополнува светлината Своја и покрај тоа што многубошците го мразат тоа"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "Он е Оној кој го испрати пејгамбереот Свој со Патокази со вера вистинска за да ја обелодени повеќе од сите други вери и покрај тоа што многубошците го мразат тоа"
        },
        {
            "chapter": 9,
            "verse": 34,
            "text": "О верници, голем број меѓу свештениците и калуѓерите неисправно го трошат имотот на луѓето и одвраќаат од Аллаховиот пат. А на оние кои натрупуваат злато и сребро и кои не делат на Аллаховиот пат, тогаш, зарадувај ги со казна болна"
        },
        {
            "chapter": 9,
            "verse": 35,
            "text": "на Денот кога тоа во огнот ќе се вжари па со него ќе се жигосаат и челата НИВНИ И слабините нивни, И плеќите нивни. “Ова е она што за себе го направивте - та, вкусете го она што го натрупувавте"
        },
        {
            "chapter": 9,
            "verse": 36,
            "text": "Да, бројот на месеците кај Аллах е дванаесет, сметан по Книгата Аллахова од денот кога ги создаде небесата и Земјата. Четири месеци од нив се посветени. Ете, тоа е вера постојана! Па, во тие четири месеци не нанесувајте си зло самите себеси. Борете се против многубошците заедно онака како што многубошците се борат заедно против вас. Знајте дека Аллах, навистина, е со богобојазливите"
        },
        {
            "chapter": 9,
            "verse": 37,
            "text": "Со преместувањето на месеците, навистина, се зголемува неверувањето. Со тоа оние кои не веруваат во заблуда скршнуваат: една година го сметаат дозволено, а друга година го сметаат забрането за да го надополнат бројот на она што го забрани Аллах па да го дозволат она што го забрани Аллах. Ним им се разубавуваат постапките НИВНИ. А Аллах не го упатува народот невернички"
        }
    ]
}