{
    "rukus": [
        {
            "chapter": 10,
            "verse": 11,
            "text": "ллах да брза да им даде зло на луѓето како што тие брзаат да им даде добро крајот НИВНИ веќе ќе беше определен. На оние кои не ја очекуваат Средбата Наша Ние ќе ги оставиме да талкаат во неверието НИВНО"
        },
        {
            "chapter": 10,
            "verse": 12,
            "text": "И кога човекот ќе го снајде неволја Не повикува: лежејќи или седејќи или стоејќи. А, бидејќи ќе го отстраниме злото од него, продолжува како да не Не молел за неволјата што го погодила. Ете, така на расипниците им се разубавува она што го работеа"
        },
        {
            "chapter": 10,
            "verse": 13,
            "text": "И бидејќи поколенијата пред вас правеа зулум Ние ги уништивме. И им доаѓаа пејгамберите нивни со јаснотии и заради тоа што, секако, не веруваа. Ете, така Ние го казнивме народот насилнички"
        },
        {
            "chapter": 10,
            "verse": 14,
            "text": "Потоа Ние определивме по нив да бидат халифи на земјата за да видиме како работите"
        },
        {
            "chapter": 10,
            "verse": 15,
            "text": "А кога им се кажуваат ајетите Наши, јасни, оние кои не ја очекуваат Средбата Наша, велат: “Донеси Куран поинаков од овој или, пак, измени го.\" Кажи: “Мене не ми припаѓа да го менувам ова сам од себе; јас го следам само она што ми се објавува. Јас, навистина, се плашам! Ако сум непослушен кон Господарот мој... а казната на Денот голем"
        },
        {
            "chapter": 10,
            "verse": 16,
            "text": "Кажи: “Кога Аллах би сакал јас тоа не би ви го кажувал а ниту ќе се запознаевте со него. Пред објавувањето негово јас, секако, меѓу вас поминав години многу. Па, нема ли да се вразумите"
        },
        {
            "chapter": 10,
            "verse": 17,
            "text": "Па, кој е поголем зулумќар ОД оној кој фрла лага врз Аллах Или кој ги смета за лажни ајетите Негови!? Силниците, навистина, не успеваат"
        },
        {
            "chapter": 10,
            "verse": 18,
            "text": "Обожаваат други покрај Аллах кои не им наштетуваат и кои не им користат, и зборуваат: “Овие се наши посредници кај Аллах.\" Кажи: “На Аллах ли му велите дека не го знае она што е на небесата и на Земјата?\" Нека биде Славен и Возвишен, над она што Му го здружуваат"
        },
        {
            "chapter": 10,
            "verse": 19,
            "text": "Луѓето беа само една заедница па се разединија. И да не беше Зборот од Господарот твој, кој претходеше, ќе им беше пресудено за она за што, токму, станаа деленици"
        },
        {
            "chapter": 10,
            "verse": 20,
            "text": "И зборуваат: “Зошто не му е објавен еден ајет од Господарот негов?\" Па, кажи: “Тајната, навистина, е - Аллахова. Гогаш, причекајте. Да, јас сум со вас, меѓу очекувачите"
        }
    ]
}