{
    "rukus": [
        {
            "chapter": 21,
            "verse": 42,
            "text": "Кажи: “Кој Ќе ве штити деноноќно од Милостивиот?\" Тие се кон Опомената на Господарот свој рамнодушни"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "Или, пак, ќе ги поддржиш божествата а не Нас? Оние не можат себеси да си помогнат, а ниту пак од Нас да ги придружуваат"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "Но, за нив и предците нивни Ние одредивме да уживаат се додека времето не им се продолжи. Не гледаат ли дека Ние, навистина, ја стеснуваме земјата од краиштата нејзини? И оние ли се победници"
        },
        {
            "chapter": 21,
            "verse": 45,
            "text": "Кажи: “Јас ве опоменувам, навистина, со објавата.\" Но, глувите не го слушаат повикот кога ќе бидат опоменати"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "И кога би ги допрел само еден замав од казната на Господарот твој сигурно би рекле: “Тешко нам! Ние, навистина, бевме зулумќари!“"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "а Денот суден Ние ќе ги поставиме мерилата на правдата И тогаш не ќе биде оштетен. И ако нешто биде ситно колку една голушка ќе му го дадеме. Доста е тоа што Ние ќе пресметуваме"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "ие веќе и на Муса и на Харун им дадовме Разделувач на вистината од невистината, и Светлина и Опомена за богобојазливите"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "кои се плашат од ГосподарОТ свој во тајност И кои го предвидуваат Часот определен"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "А овој Кур\"ан е благословеОпомена која Ние ја објавуваме.Зошто, тогаш, го пренебрегнувате"
        }
    ]
}