{
    "rukus": [
        {
            "chapter": 24,
            "verse": 51,
            "text": "Кога ќе бидат повикани кон Аллах и пејгамберот Негов за да им пресудат и на едни и на други, верниците зборуваат: “Слушаме и послушни сме.\" Тие се, токму, спасените"
        },
        {
            "chapter": 24,
            "verse": 52,
            "text": "Оние кои се послушни и на Аллах и на пејгамберот Негов, И кои стравуваат од Аллах и кои изразуваат богобојазливост кон Него... да, победници се"
        },
        {
            "chapter": 24,
            "verse": 53,
            "text": "Оние кои се колнат Во Аллах на верност, силно изразено, дека да им наредеше сигурно ќе излезеа да се борат... кажи: “Не колнете се! Послушноста, секако, е позната работа. Аллах, навистина, е Ивзвестен за она што го работите! “"
        },
        {
            "chapter": 24,
            "verse": 54,
            "text": "Кажи: “Бидете послушни и на Аллах и на пејгамберот. Па, ако ги свртите плеќите... та, тој е одговорен за она за што е задолжен, а вие сте одговорни за она за што сте задолжени. А ако, пак, Му бидете послушни ќе бидете упатени.\" Пејгамберот е задолжен само да извести јасно"
        },
        {
            "chapter": 24,
            "verse": 55,
            "text": "На оние меѓу вас кои веруваа и кои работеа добри дела Аллах им вети дека ќе бидат поставени халифи на земјава како што беа поставени халифи и оние пред нив, зајакнувајќи ја верата нивна со која е Он задоволен, и стравот нивни ОН со сигурност нивна ќе го замени. Мене ме обожаваат и ништо не Ми здружуваат. А оние кои не веруваат, по тоа, се расипници, навистина"
        },
        {
            "chapter": 24,
            "verse": 56,
            "text": "намаз извршувајте и зекат давајте и бидете послушни на мпејгамберот за да ви се смилува"
        },
        {
            "chapter": 24,
            "verse": 57,
            "text": "Не сметајте дека оние кои не веруваат ќе бидат моќни на земјава. Огнот е престојувалиштето нивно. Е, само колку лошо свратилиште е тоа"
        }
    ]
}