{
    "rukus": [
        {
            "chapter": 28,
            "verse": 14,
            "text": "бидејќи јакна и стаса, Ние му дадовме и мудрости знаење. И ете, така ги наградуваме доброчинителите"
        },
        {
            "chapter": 28,
            "verse": 15,
            "text": "И влезе во градот во време кога жителите негови не го запазија. Па, наиде на два човека кои се тепаа. Едниот беше од неговата пријателска а другиот од неговата неприја-. телска дружина. И го повика во помош оној од дружината негова против оној од дружнината непријателска. И Муса го Удри со рака и го усмрти, и рече: “Ова е дело шејтанско. Шејтанот, навистина, е непријател и скршнувач во заблуда отворена"
        },
        {
            "chapter": 28,
            "verse": 16,
            "text": "Муса рече: “Господаре мој, направив зулум, навистина, за себеси... па, прости ми!\" И Он му прости. Он, навистина, е Простувач и Сомилосен"
        },
        {
            "chapter": 28,
            "verse": 17,
            "text": "рече: “Господаре мој, бидејќи ме опсипа со благодати, никогаш нема да бидам зад силниците"
        },
        {
            "chapter": 28,
            "verse": 18,
            "text": "тој, тогаш, се најде во градот, плашејќи се и очекувајќи нешто; и ете го оној кој вчерадента бараше помош од него, довикувајќи го. Муса му рече: “Ти си, навистина, во заблуда јасна"
        },
        {
            "chapter": 28,
            "verse": 19,
            "text": "бидејќи посака да го зграби оној што им беше и на двајцата непријател, рече: “О Муса, посакуваш ли да ме убиеш како оној што го уби вчера? Посакуваш, знам, да бидеш силник на земјава а не посакуваш да бидеш \"меѓу оние кои ред поставуваат"
        },
        {
            "chapter": 28,
            "verse": 20,
            "text": "И пристигна еден човек од преградието, брзајќи и рече: “О Муса, главешините, навистина, се договараат да те убијат. Ти советувам, тогаш, да се иселиш"
        },
        {
            "chapter": 28,
            "verse": 21,
            "text": "И Муса го напушти градот исплашен, очекувајќи да му се случи нешто. Рече: “Господару мој, мизбави ме од народот зулумќарски"
        }
    ]
}