{
    "rukus": [
        {
            "chapter": 39,
            "verse": 22,
            "text": "Оној чии гради Аллах ги отвори за Послушноста... па ја следеа светлината на Господарот негов. Па, тешко на оние срца нивни кои се затврднати кога ќе се спомене Аллах! Онаквите се во скршнување очигледно"
        },
        {
            "chapter": 39,
            "verse": 23,
            "text": "Аллах го објави најубавиот Говор, ККнига со меѓусебно СЛИЧНИ делови, која се Повторува. Оние кои се плашат од Господарот свој ги фаќаат морници на кожата. Потоа, кога ќе се спомене Аллах, се смируваат и кожите нивни и срцата нивни. Ете, тоа, токму, е Патоказ Аллахов со кој Он упатува кого сака. А оној кого Аллах ќе го скршне во заблуда... та, за него нема упатувач"
        },
        {
            "chapter": 39,
            "verse": 24,
            "text": "Ист ли е оној кој се плаши со лицето свое од пакоста на казната на оној свет? Ќе им се рече на зулумќарите: “Вкусете го она што го спечаливте"
        },
        {
            "chapter": 39,
            "verse": 25,
            "text": "Лажеа и оние кои беа пред нив, па им дојде казна оттаму од каде што и не усетуваа"
        },
        {
            "chapter": 39,
            "verse": 26,
            "text": "Па, Аллах, одреди да вкусат срам на овој свет, а казна најголема, секако, на Ахирет. Е, само кога би знаеле"
        },
        {
            "chapter": 39,
            "verse": 27,
            "text": "Ние им изнесовме на луѓето во овој Кур\"ан од се пример за да се сеќаваат"
        },
        {
            "chapter": 39,
            "verse": 28,
            "text": "Кур\"ан на арапски, без несогласие, за да бидат богобојазливи"
        },
        {
            "chapter": 39,
            "verse": 29,
            "text": "Аллах донесува пример: човек кој е здружен со ортаци кои се расправаат еднисодруги и човек кој е потчинет на еден човек. Можат ли овие примери да се изедначат? Благодарение на Аллах! Но, ете мнозинството од нив не знаат"
        },
        {
            "chapter": 39,
            "verse": 30,
            "text": "Ти си, навистина, смртник, а и оние се, навистина, смртници"
        },
        {
            "chapter": 39,
            "verse": 31,
            "text": "Потоа вие на Денот суден, секако, ќе се расправате еднисодруги кај Господарот ваш"
        }
    ]
}