{
    "rukus": [
        {
            "chapter": 46,
            "verse": 1,
            "text": "Ха, мим"
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "Книга што се објавува Од Аллах, Силен и Мудар"
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "Ние ги создадовме и небесата и Земјата и она што е меѓу нив само со вистина и до рок определен. А оние кои не веруваат се рамнодушни кон она со што се опоменуваат"
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "Кажи: “Покажете ми го она што го посакувавте освен Аллах? Покажете што создадоа на земјата! Или, пак, се здружени во создавањето на небесата. Дајте им ја Книгата пред оваа или, пак, трагите на знаењето ако сте искрени"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "Кој повеќе скршнал од оној кој повикува друг бог освен Аллах, кој не може да му се озвие на Денот суден и тие, освен Аллах, рамнодушни се кон молбите НИВНИ"
        },
        {
            "chapter": 46,
            "verse": 6,
            "text": "и кои, кога луѓето ќе се зберат, ќе станат непријатели НИВНИ, и кои не ги признаваа обожавањата нивни"
        },
        {
            "chapter": 46,
            "verse": 7,
            "text": "А кога им се кажуваат ајетите Наши, јасни, неверниците зборуваат за вистината, бидејќи веќе им дошла: “Ова е волшебништво очигледно"
        },
        {
            "chapter": 46,
            "verse": 8,
            "text": "Или, пак, велат: “Фрла лага врз Аллах\" Кажи: “Ако фрлам лага врз Него, па вие не можете да ме заштитите од казната Аллахова. ОН најдобро го знае она што го изнесувате. Он е Доволен Сведок меѓу мене и меѓу вас. Он е Простувач и Сомилосен"
        },
        {
            "chapter": 46,
            "verse": 9,
            "text": "Кажи: “Меѓу пејгамберите јас не сум нешто ново, И не знам што ќе се прави со мене а и со вас, исто така. Јас само го следам она што ми се објавува и јас сум само опоменувач јасен"
        },
        {
            "chapter": 46,
            "verse": 10,
            "text": "Кажи: “Што мислите?\" Ако Кур\"анот е од Аллах, а вие не верувате во него, а за него, пак, сведочеше еден сведок од сиИновите ИИзраилови дека тој е сличен на претходната Книга та, поверува -а вие се надувте.\" Аллах, навистина, не го упатува народот зулумќарски"
        }
    ]
}