{
    "rukus": [
        {
            "chapter": 5,
            "verse": 67,
            "text": "О пејгамберу, кажувај го она што ти е објавено од Господарот твој. Ако тоа не го направиш, не си го известил посланието Негово. Аллах те чува ОД луѓето. Аллах, навистина, не го упатува народот невернички"
        },
        {
            "chapter": 5,
            "verse": 68,
            "text": "Кажи:“О следбеници на Книгата, вие не сте ништо додека не се придржувате кон Теврат и кон Инџил и кон она што вие објавено од Господарот ваш. Она што е објавено од Господарот твој ќе го засили сигурно, кај МНОГУ ОД НИВ, Насилството И неверувањето, но, тогаш, не задавај си грижа за народот невернички"
        },
        {
            "chapter": 5,
            "verse": 69,
            "text": "Оние кои веруваа и кои станаа Евреи и Сабејци и христијани... кои веруваа во Аллахи во Денот суден и кои работеа добри дела - та, не ќе стравуваат и не ќе тагуваат"
        },
        {
            "chapter": 5,
            "verse": 70,
            "text": "И Ние веќе го прифативме Договорот од синовите Израилови и им испраќавме пејгамбери. И секојпат кога им доаѓаше пејгамбер со она што не им се беендисуваше на желбите нивНи... врз едни лага фрлаа, а другите, пак, ги убиваа"
        },
        {
            "chapter": 5,
            "verse": 71,
            "text": "Мислеа дека нема да има искушение; па, беа и слепи и глуви. Потоа Аллах им прости. И многу ОД нив, по тоа, беа и слепи И глуви. Аллах го гледа она што го работат"
        },
        {
            "chapter": 5,
            "verse": 72,
            "text": "Сосем не веруваа оние кои зборуваа:“ Аллах, навистина, е Месих, синот на Мерјем.\" А Месих зборуваше: “О синови ИзраИЛОВИ, обожавајте го Аллаха Господарот мој и Господарот ваш! На оној кој ќе Му припише здруженик, Аллах му го забрани Џеннетот и престојувалиштето негово е - огнот! Зулумќарите немаат поддржници никакви"
        },
        {
            "chapter": 5,
            "verse": 73,
            "text": "Сосем не веруваа оние кои зборуваа:“ Аллах е еден од тројцата. Нема друг бог освен еден Бог. А ако не престанат со она што го зборуваат - оние кои не веруваат од нив - за нив ќе има казна болна"
        },
        {
            "chapter": 5,
            "verse": 74,
            "text": "Не се кајат ли и не бараат ли прошка од Него? ДА Аллах е Простувач и Сомилосен"
        },
        {
            "chapter": 5,
            "verse": 75,
            "text": "Месих, синот на Мерјем, е само пејгамбер. И пред него поминаа пејгамбери многу. А мајката негова беше искрена. И двајцата беа јаделе храна. И погледни како Ние им ги објаснуваме знаменијата; потоа погледни како кинисуваат"
        },
        {
            "chapter": 5,
            "verse": 76,
            "text": "Кажи:“Зарем обожавате друг освен Аллах кој не може да ви донесе НИ штета ни корист?\" Аллах е Слушач и Зналец"
        },
        {
            "chapter": 5,
            "verse": 77,
            "text": "О Следбеници на Книгата, не претерувајте во верата ваша, бесправно! И не следете ги желбите на народите кои веќе порано скршнаа, а многу натераа да скршнат: и скршнаа најдалеку по лошиот пат"
        }
    ]
}