{
    "chapter": [
        {
            "chapter": 33,
            "verse": 1,
            "text": "O Profeta, temi Allah e non obbedire ne ai miscredenti, ne agli ipocriti. In verita Allah e sapiente, saggio"
        },
        {
            "chapter": 33,
            "verse": 2,
            "text": "Segui cio che ti e stato rivelato dal tuo Signore. In verita Allah e ben informato di quel che fate"
        },
        {
            "chapter": 33,
            "verse": 3,
            "text": "Riponi fiducia in Allah: Allah e sufficiente patrono"
        },
        {
            "chapter": 33,
            "verse": 4,
            "text": "Allah non ha posto due cuori nel petto di nessun uomo, ne ha fatto vostre madri le spose che paragonate alla schiena delle vostre madri, e neppure ha fatto vostri figli i figli adottivi. Tutte queste non son altro che parole delle vostre bocche; invece Allah dice la verita, e Lui che guida sulla [retta] via"
        },
        {
            "chapter": 33,
            "verse": 5,
            "text": "Date loro il nome dei loro padri: cio e piu giusto davanti ad Allah. Ma se non conoscete i loro padri siano allora vostri fratelli nella religione e vostri protetti. Non ci sara colpa per voi per cio che fate inavvertitamente, ma per quello che i vostri cuori fanno volontariamente. Allah e perdonatore, misericordioso"
        },
        {
            "chapter": 33,
            "verse": 6,
            "text": "Il Profeta e piu vicino ai credenti di loro stessi e le sue spose sono le loro madri. Secondo il Libro di Allah, [nella successione] i legami parentali hanno priorita su quelli tra i credenti e tra gli immigrati, a meno che non vogliate lasciare un legato a favore dei vostri fratelli nella religione. Questo e scritto nel Libro [di Allah]"
        },
        {
            "chapter": 33,
            "verse": 7,
            "text": "[Ricorda] quando accettammo il patto dei profeti: il tuo, quello di Noe, di Abramo, di Mose e di Gesu figlio di Maria; concludemmo con loro un patto solenne"
        },
        {
            "chapter": 33,
            "verse": 8,
            "text": "affinche Allah chieda conto ai sinceri della loro sincerita. Per i miscredenti ha preparato un castigo doloroso"
        },
        {
            "chapter": 33,
            "verse": 9,
            "text": "O credenti, ricordatevi dei favori che Allah vi ha concesso, quando vi investirono gli armati. Contro di loro mandammo un uragano e schiere che non vedeste. Allah vede perfettamente quello che fate"
        },
        {
            "chapter": 33,
            "verse": 10,
            "text": "Quando vi assalirono dall'alto e dal basso, si offuscarono i vostri sguardi: avevate il cuore in gola e vi lasciavate andare ad ogni sorta di congettura a proposito di Allah"
        },
        {
            "chapter": 33,
            "verse": 11,
            "text": "Furono messi alla prova i credenti e turbati da un urto violento"
        },
        {
            "chapter": 33,
            "verse": 12,
            "text": "E [ricorda] quando gli ipocriti e coloro che hanno una malattia nel cuore dicevano: “Allah e il Suo Messaggero ci hanno fatto promesse per ingannarci!”"
        },
        {
            "chapter": 33,
            "verse": 13,
            "text": "E un gruppo di loro disse: “Gente di Yatrib! Non potrete resistere, desistete”, cosicche una parte di loro chiese al Profeta di poter andar via dicendo: “Le nostre case sono indifese”, mentre non lo erano; volevano solo fuggire"
        },
        {
            "chapter": 33,
            "verse": 14,
            "text": "Se fosse stata fatta un'incursione dai limiti esterni [della citta] e se fosse stato chiesto loro di abiurare, lo avrebbero fatto senza indugio"
        },
        {
            "chapter": 33,
            "verse": 15,
            "text": "anche se prima avevano stretto con Allah il patto di non voltare le spalle. Saranno interrogati a proposito del patto con Allah"
        },
        {
            "chapter": 33,
            "verse": 16,
            "text": "Di' [loro]: “La fuga non vi sara utile. Se fuggite la morte o l'essere uccisi, non avrete altro che breve gioia”"
        },
        {
            "chapter": 33,
            "verse": 17,
            "text": "Di': “Chi mai vi porra oltre la portata di Allah, se [Egli] vuole un male per voi o se per voi vuole una misericordia?”. Non troveranno, all'infuori di Allah, alcun patrono o soccorritore"
        },
        {
            "chapter": 33,
            "verse": 18,
            "text": "Certamente Allah conosce quali di voi frappongono ostacoli e quali dicono ai loro fratelli: “Venite da noi”, e ben di rado vanno a combattere"
        },
        {
            "chapter": 33,
            "verse": 19,
            "text": "sono avari verso di voi. Quando li prende il panico, li vedrai guardarti con gli occhi allucinati di chi e svenuto per paura della morte. [Poi], appena passata la paura, vi investono con toni esacerbati, avidi di bottino. Costoro non sono affatto credenti e Allah vanifichera le loro azioni. Cio e facile per Allah"
        },
        {
            "chapter": 33,
            "verse": 20,
            "text": "Pensavano che i coalizzati non se ne sarebbero andati. Se i coalizzati ritornassero, se ne andrebbero nel deserto a vagare tra i beduini e chiederebbero vostre notizie. Se fossero rimasti con voi avrebbero combattuto ben poco"
        },
        {
            "chapter": 33,
            "verse": 21,
            "text": "Avete nel Messaggero di Allah un bell'esempio per voi, per chi spera in Allah e nell'Ultimo Giorno e ricorda Allah frequentemente"
        },
        {
            "chapter": 33,
            "verse": 22,
            "text": "Quando i credenti videro i coalizzati, dissero: “Cio e quanto Allah e il Suo Messaggero ci avevano promesso: Allah e il Suo Messaggero hanno detto la verita”. E cio non fece che accrescere la loro fede e la loro sottomissione"
        },
        {
            "chapter": 33,
            "verse": 23,
            "text": "Tra i credenti ci sono uomini che sono stati fedeli al patto che avevano stretto con Allah. Alcuni di loro hanno raggiunto il termine della vita, altri ancora attendono; ma il loro atteggiamento non cambia"
        },
        {
            "chapter": 33,
            "verse": 24,
            "text": "affinche Allah compensi i fedeli della loro fedelta e castighi, se vuole, gli ipocriti, oppure accetti il loro pentimento. Allah e perdonatore, misericordioso"
        },
        {
            "chapter": 33,
            "verse": 25,
            "text": "Allah ha respinto nel loro astio i miscredenti, senza che abbiano conseguito alcun bene, e ha risparmiato ai credenti la lotta. Allah e forte ed eccelso"
        },
        {
            "chapter": 33,
            "verse": 26,
            "text": "Ha fatto uscire dalle loro fortezze coloro, fra la gente del Libro, che avevano spalleggiato i coalizzati ed ha messo il panico nei loro cuori. Ne uccideste una parte e un'altra parte la faceste prigioniera"
        },
        {
            "chapter": 33,
            "verse": 27,
            "text": "Vi ha dato in eredita la loro terra, le loro dimore e i loro beni e anche una terra che mai avevate calpestato"
        },
        {
            "chapter": 33,
            "verse": 28,
            "text": "O Profeta, di' alle tue spose: “Se bramate il fasto di questa vita, venite: vi daro modo di goderne e vi daro grazioso congedo"
        },
        {
            "chapter": 33,
            "verse": 29,
            "text": "Se invece bramate Allah e il Suo Inviato e la Dimora Ultima, [sappiate] che Allah ha preparato una ricompensa enorme per quelle di voi che fanno il bene”"
        },
        {
            "chapter": 33,
            "verse": 30,
            "text": "O mogli del Profeta, quella fra voi che si rendera colpevole di una palese turpitudine, avra un castigo raddoppiato due volte. Cio e facile per Allah"
        },
        {
            "chapter": 33,
            "verse": 31,
            "text": "Mentre a quella di voi che rimane devota ad Allah e al Suo Inviato, e compie il bene, concederemo ricompensa doppia: le abbiamo riservato generosa provvidenza"
        },
        {
            "chapter": 33,
            "verse": 32,
            "text": "O mogli del Profeta, non siete simili ad alcuna delle altre donne. Se volete comportarvi devotamente, non siate accondiscendenti nel vostro eloquio, che non vi desideri chi ha una malattia nel cuore. Parlate invece in modo conveniente"
        },
        {
            "chapter": 33,
            "verse": 33,
            "text": "Rimanete con dignita nelle vostre case e non mostratevi come era costume ai tempi dell'ignoranza. Eseguite l'orazione, pagate la decima ed obbedite ad Allah e al Suo Inviato. O gente della casa, Allah non vuole altro che allontanare da voi ogni sozzura e rendervi del tutto puri"
        },
        {
            "chapter": 33,
            "verse": 34,
            "text": "E ricordate i versetti di Allah che vi sono recitati nelle vostre case e la saggezza. In verita Allah e perspicace e ben informato"
        },
        {
            "chapter": 33,
            "verse": 35,
            "text": "In verita i musulmani e le musulmane, i credenti e le credenti, i devoti e le devote, i leali e le leali, i perseveranti e le perseveranti, i timorati e le timorate, quelli che fanno l'elemosina e quelle che fanno l'elemosina, i digiunatori e le digiunatrici, i casti e le caste, quelli che spesso ricordano Allah e quelle che spesso ricordano Allah, sono coloro per i quali Allah ha disposto perdono ed enorme ricompensa"
        },
        {
            "chapter": 33,
            "verse": 36,
            "text": "Quando Allah e il Suo Inviato hanno decretato qualcosa, non e bene che il credente o la credente scelgano a modo loro. Chi disobbedisce ad Allah e al Suo Inviato palesemente si travia"
        },
        {
            "chapter": 33,
            "verse": 37,
            "text": "[Ricorda] quando dicevi a colui che Allah aveva gradito e che tu stesso avevi favorito: “Tieni per te la tua sposa e temi Allah”, mentre nel tuo cuore tenevi celato quel che Allah avrebbe reso pubblico. Temevi gli uomini, mentre Allah ha piu diritto ad essere temuto. Quando poi Zayd non ebbe piu relazione con lei, te l'abbiamo data in sposa, cosicche non ci fosse piu, per i credenti, alcun impedimento verso le spose dei figli adottivi, quando essi non abbiano piu alcuna relazione con loro. L'ordine di Allah deve essere eseguito"
        },
        {
            "chapter": 33,
            "verse": 38,
            "text": "Pertanto nessuna colpa al Profeta per cio che Allah gli ha imposto: questa e stata la norma di Allah [anche] per coloro che vissero in precedenza. L'ordine di Allah e decreto immutabile"
        },
        {
            "chapter": 33,
            "verse": 39,
            "text": "[Essi] trasmettevano i messaggi di Allah, Lo temevano e non temevano altri che Allah. Allah e il piu esauriente dei contabili"
        },
        {
            "chapter": 33,
            "verse": 40,
            "text": "Muhammad non e padre di nessuno dei vostri uomini, egli e l'Inviato di Allah e il sigillo dei profeti. Allah conosce ogni cosa"
        },
        {
            "chapter": 33,
            "verse": 41,
            "text": "O voi che credete, ricordate spesso il Nome di Allah"
        },
        {
            "chapter": 33,
            "verse": 42,
            "text": "e glorificateLo al mattino e alla fine del giorno"
        },
        {
            "chapter": 33,
            "verse": 43,
            "text": "Egli e Colui Che effonde le Sue benedizioni su di voi, assieme ai Suoi angeli, per trarvi dalle tenebre alla luce. Egli e misericordioso per i credenti"
        },
        {
            "chapter": 33,
            "verse": 44,
            "text": "Nel Giorno in cui Lo incontreranno, il loro saluto sara: “Pace”. Egli ha preparato per loro generosa ricompensa"
        },
        {
            "chapter": 33,
            "verse": 45,
            "text": "O Profeta, ti abbiamo mandato come testimone, nunzio e ammonitore"
        },
        {
            "chapter": 33,
            "verse": 46,
            "text": "che chiama ad Allah, con il Suo permesso; e come lampada che illumina"
        },
        {
            "chapter": 33,
            "verse": 47,
            "text": "E da' ai credenti la lieta novella che per loro c'e una grande grazia di Allah"
        },
        {
            "chapter": 33,
            "verse": 48,
            "text": "non obbedire ai miscredenti e agli ipocriti, non ti curare della loro persecuzione e confida in Allah. Allah e sufficiente come protettore"
        },
        {
            "chapter": 33,
            "verse": 49,
            "text": "O credenti! Quando sposate le credenti e poi divorziate da esse senza averle toccate, non saranno obbligate a rispettare un periodo d'attesa. Date loro qualcosa e date loro grazioso congedo"
        },
        {
            "chapter": 33,
            "verse": 50,
            "text": "O Profeta, ti abbiamo reso lecite le spose alle quali hai versato il dono nuziale, le schiave che possiedi che Allah ti ha dato dal bottino. Le figlie del tuo zio paterno e le figlie delle tue zie paterne, le figlie del tuo zio materno e le figlie delle tue zie materne che sono emigrate con te e ogni donna credente che si offre al Profeta, a condizione che il Profeta voglia sposarla. Questo e un privilegio che ti e riservato, che non riguarda gli altri credenti. Ben sappiamo quello che abbiamo imposto loro a proposito delle loro spose e delle schiave che possiedono, cosi che non ci sia imbarazzo alcuno per te. Allah e perdonatore, misericordioso"
        },
        {
            "chapter": 33,
            "verse": 51,
            "text": "Se farai aspettare quelle che vorrai e chiamerai da te quella che vorrai e se andrai a riprenderne una che avevi fatto aspettare, non ci sara colpa per te, cosi che siano confortate e cessi la loro afflizione e siano contente di cio che avrai concesso loro. Allah conosce quel che c'e nei vostri cuori. Allah e sapiente e magnanimo"
        },
        {
            "chapter": 33,
            "verse": 52,
            "text": "D'ora in poi non ti e piu permesso di prendere altre mogli e neppure di cambiare quelle che hai con altre, anche se ti affascina la loro bellezza, eccetto le schiave che possiedi. Allah osserva ogni cosa"
        },
        {
            "chapter": 33,
            "verse": 53,
            "text": "O credenti, non entrate nelle case del Profeta, a meno che non siate invitati per un pasto, e dopo aver atteso che il pasto sia pronto. Quando poi siete invitati, entrate; e dopo aver mangiato andatevene senza cercare di rimanere a chiacchierare familiarmente. Cio e offensivo per il Profeta, ma ha vergogna di [dirlo a] voi, mentre Allah non ha vergogna della verita. Quando chiedete ad esse un qualche oggetto, chiedetelo da dietro una cortina: cio e piu puro per i vostri cuori e per i loro. Non dovete mai offendere il Profeta e neppure sposare una delle sue mogli dopo di lui: sarebbe un'ignominia nei confronti di Allah"
        },
        {
            "chapter": 33,
            "verse": 54,
            "text": "Sia che rendiate palese qualcosa o la nascondiate, in verita Allah conosce ogni cosa"
        },
        {
            "chapter": 33,
            "verse": 55,
            "text": "Nessuna colpa [per le spose del Profeta, se si mostreranno] ai loro padri, ai loro figli, ai figli dei loro fratelli, ai figli delle loro sorelle, alle loro donne o alle loro schiave. E temano Allah, Allah e testimone di ogni cosa"
        },
        {
            "chapter": 33,
            "verse": 56,
            "text": "In verita Allah e i Suoi angeli benedicono il Profeta. O voi che credete, beneditelo e invocate su di lui la pace"
        },
        {
            "chapter": 33,
            "verse": 57,
            "text": "Coloro che offendono Allah e il Suo Messaggero sono maledetti da Allah in questa vita e nell'altra: [Allah] ha preparato per loro un castigo avvilente"
        },
        {
            "chapter": 33,
            "verse": 58,
            "text": "E quelli che ingiustamente offendono i credenti e le credenti si fan carico di calunnia e di evidente peccato"
        },
        {
            "chapter": 33,
            "verse": 59,
            "text": "O Profeta, di' alle tue spose, alle tue figlie e alle donne dei credenti di coprirsi dei loro veli, cosi da essere riconosciute e non essere molestate. Allah e perdonatore, misericordioso"
        },
        {
            "chapter": 33,
            "verse": 60,
            "text": "Se gli ipocriti, coloro che hanno un morbo nel cuore e coloro che spargono la sedizione non smettono, ti faremo scendere in guerra contro di loro e rimarranno ben poco nelle tue vicinanze"
        },
        {
            "chapter": 33,
            "verse": 61,
            "text": "Maledetti! Ovunque li si trovera saranno presi e messi a morte"
        },
        {
            "chapter": 33,
            "verse": 62,
            "text": "Questa e stata la consuetudine di Allah nei confronti di coloro che vissero precedentemente. Non troverai alcun cambiamento nella consuetudine di Allah"
        },
        {
            "chapter": 33,
            "verse": 63,
            "text": "Ti interrogano gli uomini a proposito dell'Ora. Di': “La scienza di cio e solo presso Allah”. Cosa ne sai? Forse l'Ora e vicina"
        },
        {
            "chapter": 33,
            "verse": 64,
            "text": "In verita Allah ha maledetto i miscredenti ed ha preparato per loro la Fiamma"
        },
        {
            "chapter": 33,
            "verse": 65,
            "text": "affinche vi rimangano in perpetuo, senza trovare ne protettore ne ausilio"
        },
        {
            "chapter": 33,
            "verse": 66,
            "text": "Il Giorno in cui i loro volti saranno rivoltati nel Fuoco, diranno: “Ahi noi, ah, se avessimo obbedito ad Allah, se avessimo obbedito al Messaggero!”"
        },
        {
            "chapter": 33,
            "verse": 67,
            "text": "E diranno: “Nostro Signore, noi abbiamo obbedito ai nostri capi e ai nostri notabili. Sono loro che ci hanno sviato dalla [retta] via"
        },
        {
            "chapter": 33,
            "verse": 68,
            "text": "Signor nostro, da' loro doppio castigo e maledicili della maledizione piu grande”"
        },
        {
            "chapter": 33,
            "verse": 69,
            "text": "O credenti! Non siate come coloro che molestarono Mose: gia Allah lo scagiono da quello che avevano detto. Egli e in grande onore presso Allah"
        },
        {
            "chapter": 33,
            "verse": 70,
            "text": "O credenti, temete Allah e parlate onestamente"
        },
        {
            "chapter": 33,
            "verse": 71,
            "text": "si che corregga il vostro comportamento e perdoni i vostri peccati. Chi obbedisce ad Allah e al Suo Inviato otterra il piu grande successo"
        },
        {
            "chapter": 33,
            "verse": 72,
            "text": "In verita proponemmo ai cieli, alla terra e alle montagne la responsabilita [della fede] ma rifiutarono e ne ebbero paura, mentre l'uomo se ne fece carico. In verita egli e ingiusto e ignorante"
        },
        {
            "chapter": 33,
            "verse": 73,
            "text": "[Ed e cosi affinche] Allah castighi gli ipocriti e le ipocrite, gli associatori e le associatrici e accolga Allah il pentimento dei credenti e delle credenti. Allah e perdonatore, misericordioso"
        }
    ]
}