{
    "chapter": [
        {
            "chapter": 50,
            "verse": 1,
            "text": "Qaf. Per il glorioso Corano"
        },
        {
            "chapter": 50,
            "verse": 2,
            "text": "E invece si stupiscono che sia giunto loro un ammonitore della loro gente. Dicono i miscredenti: “Questa e una cosa strana"
        },
        {
            "chapter": 50,
            "verse": 3,
            "text": "Ma come, quando saremo morti e ridotti in polvere...? Sarebbe tornare da lontano!”"
        },
        {
            "chapter": 50,
            "verse": 4,
            "text": "Ben sappiamo quel che la terra divorera, presso di Noi c'e un Libro che conserva [ogni cosa]"
        },
        {
            "chapter": 50,
            "verse": 5,
            "text": "E invece tacciano di menzogna la verita che e giunta loro, ed ecco che sono in grande confusione"
        },
        {
            "chapter": 50,
            "verse": 6,
            "text": "Non osservano il cielo sopra di loro, come lo abbiamo edificato e abbellito e senza fenditura alcuna"
        },
        {
            "chapter": 50,
            "verse": 7,
            "text": "E la terra l'abbiamo distesa, vi infiggemmo le montagne e vi facemmo crescere ogni specie di meravigliosa vegetazione"
        },
        {
            "chapter": 50,
            "verse": 8,
            "text": "invito [questo] alla riflessione e monito per ogni servo penitente"
        },
        {
            "chapter": 50,
            "verse": 9,
            "text": "Abbiamo fatto scendere dal cielo un'acqua benedetta, per mezzo della quale abbiamo fatto germogliare giardini e il grano delle messi"
        },
        {
            "chapter": 50,
            "verse": 10,
            "text": "e palme slanciate dalle spate sovrapposte"
        },
        {
            "chapter": 50,
            "verse": 11,
            "text": "sostentamento dei [Nostri] servi. Per suo tramite rivivifichiamo una terra che era morta, e in egual maniera [avverra] la Resurrezione"
        },
        {
            "chapter": 50,
            "verse": 12,
            "text": "Prima di loro tacciarono di menzogna [i Nostri segni] il popolo di Noe e quelli di ar-Rass, i Thamud"
        },
        {
            "chapter": 50,
            "verse": 13,
            "text": "e gli Ad e Faraone e i fratelli di Lot"
        },
        {
            "chapter": 50,
            "verse": 14,
            "text": "e le genti di al-'Aykah e il popolo di Tubba: tutti quanti accusarono di menzogna i messaggeri. La Mia minaccia dunque si realizzo"
        },
        {
            "chapter": 50,
            "verse": 15,
            "text": "Saremmo forse spossati dalla prima creazione? No, sono invece loro ad essere confusi [a proposito] della nuova creazione"
        },
        {
            "chapter": 50,
            "verse": 16,
            "text": "In verita siamo stati Noi ad aver creato l'uomo e conosciamo cio che gli sussurra l'animo suo. Noi siamo a lui piu vicini della sua vena giugulare"
        },
        {
            "chapter": 50,
            "verse": 17,
            "text": "Quando i due che registrano seduti alla sua destra e alla sua sinistra, raccoglieranno [il suo dire]"
        },
        {
            "chapter": 50,
            "verse": 18,
            "text": "[l'uomo] non pronuncera nessuna parola senza che presso di lui ci sia un osservatore solerte"
        },
        {
            "chapter": 50,
            "verse": 19,
            "text": "L'agonia della morte fara apparire la verita: ecco da cosa fuggivi"
        },
        {
            "chapter": 50,
            "verse": 20,
            "text": "Sara soffiato nel corno. Ecco il Giorno della minaccia"
        },
        {
            "chapter": 50,
            "verse": 21,
            "text": "Ogni anima verra accompagnata da una guida e da un testimone"
        },
        {
            "chapter": 50,
            "verse": 22,
            "text": "[Uno dira]: “Davvero trascuravi tutto cio: [ora] abbiamo sollevato il tuo velo e quindi oggi la tua vista e acuta”"
        },
        {
            "chapter": 50,
            "verse": 23,
            "text": "E dira il suo compagno: “Ecco quello che ho pronto”"
        },
        {
            "chapter": 50,
            "verse": 24,
            "text": "“O voi due, gettate nell'Inferno ogni miscredente testardo"
        },
        {
            "chapter": 50,
            "verse": 25,
            "text": "nemico del bene, trasgressore e scettico"
        },
        {
            "chapter": 50,
            "verse": 26,
            "text": "che pose, a fianco di Allah, un'altra divinita: gettatelo nell'orrendo castigo.”"
        },
        {
            "chapter": 50,
            "verse": 27,
            "text": "Dira il suo compagno: “Signore, non sono stato io ad incitarlo alla ribellione, gia era profondamente traviato”"
        },
        {
            "chapter": 50,
            "verse": 28,
            "text": "Dira [Allah]: “Non polemizzate al Mio cospetto: gia vi resi nota la minaccia"
        },
        {
            "chapter": 50,
            "verse": 29,
            "text": "Di fronte a Me la sentenza non cambia, ne sono ingiusto verso i Miei servi”"
        },
        {
            "chapter": 50,
            "verse": 30,
            "text": "Il Giorno in cui diremo all'Inferno: “Sei pieno?”, esso rispondera: “C'e altro [da aggiungere]?”"
        },
        {
            "chapter": 50,
            "verse": 31,
            "text": "Il Giardino sara avvicinato ai timorati"
        },
        {
            "chapter": 50,
            "verse": 32,
            "text": "“Ecco quel che vi e stato promesso, a [voi e a] chi e pentito, a chi si preserva [dal peccato]"
        },
        {
            "chapter": 50,
            "verse": 33,
            "text": "a chi teme il Compassionevole nell'invisibile e ritorna [a Lui] con cuore contrito"
        },
        {
            "chapter": 50,
            "verse": 34,
            "text": "Entratevi in pace”. Questo e il Giorno della perpetuita"
        },
        {
            "chapter": 50,
            "verse": 35,
            "text": "cola avranno tutto quel che vorranno e presso di Noi c'e ancora di piu"
        },
        {
            "chapter": 50,
            "verse": 36,
            "text": "Quante generazioni sterminammo prima di loro, che pure erano piu potenti di loro e che inutilmente cercarono, percorrendo le contrade, di sfuggire [al castigo]"
        },
        {
            "chapter": 50,
            "verse": 37,
            "text": "In cio vi e un monito per chi ha un cuore, per chi presta attenzione e testimonia"
        },
        {
            "chapter": 50,
            "verse": 38,
            "text": "Gia creammo i cieli, la terra e quel che vi e frammezzo in sei giorni, senza che Ci cogliesse fatica alcuna"
        },
        {
            "chapter": 50,
            "verse": 39,
            "text": "Sopporta dunque con pazienza quel che ti dicono e glorifica il tuo Signore prima che si levi il sole e prima che tramonti"
        },
        {
            "chapter": 50,
            "verse": 40,
            "text": "glorificaLo in una parte della notte e dopo la prosternazione"
        },
        {
            "chapter": 50,
            "verse": 41,
            "text": "Ascolta: il Giorno in cui l'Araldo chiamera da un luogo vicino"
        },
        {
            "chapter": 50,
            "verse": 42,
            "text": "il Giorno in cui davvero sentiranno il Grido, quello sara il Giorno della Resurrezione"
        },
        {
            "chapter": 50,
            "verse": 43,
            "text": "Siamo Noi che diamo la vita e che diamo la morte. A Noi ritorna ogni cosa"
        },
        {
            "chapter": 50,
            "verse": 44,
            "text": "Il Giorno in cui la terra si spacchera all'improvviso, Ci sara facile radunarli"
        },
        {
            "chapter": 50,
            "verse": 45,
            "text": "Ben conosciamo quello che dicono: tu non sei tiranno nei loro confronti! Ammonisci dunque con il Corano chi non teme la Mia minaccia"
        }
    ]
}