{
    "rukus": [
        {
            "chapter": 4,
            "verse": 142,
            "text": "אכן הצבועים מנסים\tלהערים על אלוהים, ואולם הוא זה אשר מתכנן נגדם בהצלחה. וכאשר קמים לתפילה, קמים עצלנים, וזאת רק כדי שהאנשים יראו אותם. אך אין הם מזכירים את שם אלוהים אלא לעתים רחוקות"
        },
        {
            "chapter": 4,
            "verse": 143,
            "text": "מתנדנדים, ואינם משתייכים לאלה (המאמינים) או לאלה (הלא מאמינים.) וכל מי שאלוהים מתעה, לא תמצא לו שביל (לאמונה והדרכה)"
        },
        {
            "chapter": 4,
            "verse": 144,
            "text": "הוי אלה אשר האמינו! אל תיקחו את הכופרים לבעלי-ברית במקום המאמינים, התרצו לתת לאלוהים הוכחות בהירות נגדכם (שאינכם צודקים באמונתכם)"
        },
        {
            "chapter": 4,
            "verse": 145,
            "text": "אכן הצבועים יהיו בשכבה הנמוכה של אש הגיהינום, ולא תמצא להם אף תומך"
        },
        {
            "chapter": 4,
            "verse": 146,
            "text": "אך לא כך אלה אשר התחרטו בכנות ואחזו (סמכו על) באלוהים, ודבקו והתמסרובאמונה באלוהים, אלהיהיועםהמאמינים (בעולם הזה ובעולם הבא.) אלוהים יעניק למאמינים גמול אדיר"
        },
        {
            "chapter": 4,
            "verse": 147,
            "text": "מדוע שאלוהים יעניש אתכם אם תכירו טובה ותאמינו? אלוהים מכיר טובה ויודע"
        },
        {
            "chapter": 4,
            "verse": 148,
            "text": "אלוהים אינו אוהב את המדברים בקול רם ברבים בגנות אחרים, אלא אם כן קופחו. אלוהים הוא הכול שומע הכול יודע"
        },
        {
            "chapter": 4,
            "verse": 149,
            "text": "בין אם תגלו מעשה טוב או תסתירוהו או תסלחו על רעה, הן, אלוהים הוא הסלחן הכול-יכול"
        },
        {
            "chapter": 4,
            "verse": 150,
            "text": "אלה אשר כפרו באלוהים ובשליחיו והרוצים להפריד בין אלוהים לבין שליחיו, והאומרים, נאמין באחדים מהם ונכפור באחרים, והם מחפשים דרך ביניים (בין האמונה לכפירה)"
        },
        {
            "chapter": 4,
            "verse": 151,
            "text": "אלה הם הכופרים האמתיים, ולכופרים הועדנו עונש משפיל"
        },
        {
            "chapter": 4,
            "verse": 152,
            "text": "ולאלה אשר מאמינים באלוהים ובשליחיו, הנשים מבלי להבדיל ביניהם, הוא ייתן להם את גמולם, כי אלוהים הוא הסלחן הרחום"
        }
    ]
}