{
    "maqras": [
        {
            "chapter": 2,
            "verse": 203,
            "text": "Remember God during the calculated days. Anyone whose anxious to leave within two days commits no offence, while anyone who stays on, commits no offence either, provided he does his duty. Heed God, and know that you will be summoned to Him"
        },
        {
            "chapter": 2,
            "verse": 204,
            "text": "There is a certain man whose talk about worldly life intrigues you. He calls God to witness whatever is in his heart. He is extremely violent in quarreling"
        },
        {
            "chapter": 2,
            "verse": 205,
            "text": "Whenever he holds the upper hand, he rushes around the earth ruining it. He destroys [people´s] crops and breeding stock even though God does not like ruination"
        },
        {
            "chapter": 2,
            "verse": 206,
            "text": "When someone tells him: \"Heed God,\" a [false] sense of importance leads him off to sin. He can count on Hell; what an awful couch"
        },
        {
            "chapter": 2,
            "verse": 207,
            "text": "Another type sells his own soul while craving God´s approval, even though God is Gentle with [His] servants"
        },
        {
            "chapter": 2,
            "verse": 208,
            "text": "You who believe, enter absolutely into peace! Do not follow Satan´s footsteps; he is an open enemy of yours"
        },
        {
            "chapter": 2,
            "verse": 209,
            "text": "If you should lapse after explanations have come to you, then know that God is Powerful, Wise"
        },
        {
            "chapter": 2,
            "verse": 210,
            "text": "Are they only waiting for God as well as angels to come along to them under canopies of clouds, so the matter will be settled? Unto God do matters return"
        },
        {
            "chapter": 2,
            "verse": 211,
            "text": "Ask the Children of Israel how many clear signs We have given them. Anyone who changes God´s favor once it has come to him will find God is Stem in punishment"
        },
        {
            "chapter": 2,
            "verse": 212,
            "text": "Worldly life has attracted those who disbelieve. They ridicule those who believe! Yet those who do their duty will stand ahead of them on Resurrection Day; God provides for anyone He wishes without any reckoning"
        },
        {
            "chapter": 2,
            "verse": 213,
            "text": "Mankind was [once] one nation, so God dispatched prophets as heralds and warners. He sent the Book down along with them to bring the Truth, so as to decide among mankind concerning whatever they had been disagreeing about. However only those to whom it was given disagreed about it out of envy towards one another, after explanations had been brought them. By His permission God has guided those who believe to any Truth they may have disagreed about. God guides anyone He wishes to a Straight Road"
        },
        {
            "chapter": 2,
            "verse": 214,
            "text": "Or did you reckon you will enter the Garden when the same thing never happened to you such as [happened] to those who have passed away before you? Suffering and hardship assailed them, and they were battered about until the Messenger and those who believed along with him said: \"When is God´s support [due]? Is not God´s support near"
        },
        {
            "chapter": 2,
            "verse": 215,
            "text": "They will ask you about what they should spend [in taxes]. SAY: ´Any money you contribute should be [first] spent on both your parents, close relatives, orphans, the needy and the wayfarer. God is Aware of any good you do"
        },
        {
            "chapter": 2,
            "verse": 216,
            "text": "Fighting is also prescribed for you even though it may seem detestable to you. It may be that you detest something which is good for you; while perhaps you love something even though it is bad for you. God knows, while you do not know"
        },
        {
            "chapter": 2,
            "verse": 217,
            "text": "They will ask you about fighting during the hallowed month. SAY: \"Fighting in it is serious, while obstructing God´s way, disbelief in Him and the Hallowed Mosque, and turning His people out of it are even more serious with God. Even dissension is more serious than killing.\" They will never stop fighting you until they make you abandon your religion if they can manage to do so. Anyone of you who abandons his religion and dies while he is a disbeliever will find their actions will miscarry in this world and the Hereafter. Those [will become] inmates o the Fire; they will remain there"
        },
        {
            "chapter": 2,
            "verse": 218,
            "text": "Those who have believed and who have migrated and striven for God´s sake may expect to receive God´s mercy, for God is Forgiving, Merciful"
        }
    ]
}