{
    "maqras": [
        {
            "chapter": 29,
            "verse": 1,
            "text": "L.M"
        },
        {
            "chapter": 29,
            "verse": 2,
            "text": "Do people reckon that they will be left alone just because they say: \"We believe,\" and they will not be tested"
        },
        {
            "chapter": 29,
            "verse": 3,
            "text": "We have tested the ones who preceded them. God knows the ones who are truthful and He will recognize liars"
        },
        {
            "chapter": 29,
            "verse": 4,
            "text": "Or do the ones who perform evil deeds reckon they will get ahead of Us? How badly do they judge"
        },
        {
            "chapter": 29,
            "verse": 5,
            "text": "God´s deadline is coming for anyone who has been expecting to meet God! He is the Alert, Aware"
        },
        {
            "chapter": 29,
            "verse": 6,
            "text": "Anyone who strives, strives only for his own soul´s sake. God is Transcendent, beyond [any need of] the Universe"
        },
        {
            "chapter": 29,
            "verse": 7,
            "text": "We will overlook their evil deeds, and reward them with the finest of whatever they have been doing"
        },
        {
            "chapter": 29,
            "verse": 8,
            "text": "We have instructed everyman to treat his parents kindly. Yet if they should strive to make you associate anything with Me which you have no knowledge of, do not obey them! To Me shall be your return, and I will notify you about anything you have been doing"
        },
        {
            "chapter": 29,
            "verse": 9,
            "text": "We will let the ones who believe and perform honorable deeds enter in among honorable people"
        },
        {
            "chapter": 29,
            "verse": 10,
            "text": "There are some people who say: \"We believe in God\"; yet whenever they suffer abuse for God´s sake, they maintain that any trials by mankind are like God´s torment. If any support should come from your Lord, they would say: \"We have stood alongside you.\" Is God not quite Aware of what is on the minds of [everybody in] the Universe"
        },
        {
            "chapter": 29,
            "verse": 11,
            "text": "God does recognize those who believe and He (also) recognizes hypocrites"
        },
        {
            "chapter": 29,
            "verse": 12,
            "text": "Those who disbelieve tell those who believe: \"Follow our course and we will assume [responsibility for] your mistakes.\" They will not assume their mistakes in any way: they are such liars"
        },
        {
            "chapter": 29,
            "verse": 13,
            "text": "However they will carry their own loads and others´ loads besides their own. They will be questioned on Resurrection Day about what they have invented"
        },
        {
            "chapter": 29,
            "verse": 14,
            "text": "We sent Noah to his folk. He remained among them for a thousand years less fifty twelvemonths. The Flood seized them while they were doing wrong"
        },
        {
            "chapter": 29,
            "verse": 15,
            "text": "However We saved him and the companions in the ship, and made it into a sign for [everyone in] the Universe"
        },
        {
            "chapter": 29,
            "verse": 16,
            "text": "Next Abraham told his folk: \"Serve God and heed Him. That will be best for you if you only realized it"
        },
        {
            "chapter": 29,
            "verse": 17,
            "text": "You serve only images instead of God, and create a sham. The ones you serve instead of God do not control any sustenance for you, so seek sustenance from God Himself and serve Him; act grateful towards Him; to Him will you be returned"
        },
        {
            "chapter": 29,
            "verse": 18,
            "text": "Yet if you should deny it - and nations before you have already denied such-the Messenger has only to deliver [his message] clearly"
        },
        {
            "chapter": 29,
            "verse": 19,
            "text": "Have they not seen how God begins with creation, then performs it all over again? That is so easy for God [to do]"
        },
        {
            "chapter": 29,
            "verse": 20,
            "text": "SAY: \"Travel around the earth and see how He began with creation; later on God raises up fresh growth. God is Capable of everything"
        },
        {
            "chapter": 29,
            "verse": 21,
            "text": "He punishes anyone He wishes to and shows mercy to anyone He wishes; to Him will you be restored"
        },
        {
            "chapter": 29,
            "verse": 22,
            "text": "You cannot prevent anything [from happening] on earth nor in Heaven; you have no patron nor any supporter besides God"
        },
        {
            "chapter": 29,
            "verse": 23,
            "text": "Those who reject God´s signs and [any hope of] meeting Him despair of My mercy; those will have painful torment"
        },
        {
            "chapter": 29,
            "verse": 24,
            "text": "There was no answer from his folk except they said: \"Kill him or bum him up!\" Yet God saved him from the fire; in that are signs for folk who believe"
        },
        {
            "chapter": 29,
            "verse": 25,
            "text": "He said: \"You have merely adopted images instead of God, out of affection for one another during worldly life. Then on Resurrection Day some of you will disown one another while others of you will curse each other. Your refuge will be the Fire; you will have no supporters"
        }
    ]
}