{
    "maqras": [
        {
            "chapter": 7,
            "verse": 47,
            "text": "When their sight is shifted towards the inmates of the Fire, they will say: \"Our Lord, do not place us alongside such wrongdoing folk"
        },
        {
            "chapter": 7,
            "verse": 48,
            "text": "The Companions on the Heights will call out to some men whom they will recognize by their features; they will say: \"How did all your storing things up and how proud you acted benefit you"
        },
        {
            "chapter": 7,
            "verse": 49,
            "text": "Are you those who swore that God would not confer any mercy on them? Enter the Garden; there is no [need] for you to fear nor should you feel saddened"
        },
        {
            "chapter": 7,
            "verse": 50,
            "text": "The inmates of the Fire will call out to the inhabitants of the Garden: \"Pour some water over us, or anything God has provided you with!\" They will say: \"God has forbidden either of them to disbelievers"
        },
        {
            "chapter": 7,
            "verse": 51,
            "text": "who have taken their religion as a pastime and for amusement; worldly life has lured them on.\" Today We shall forget them just as they forgot about meeting on this day of theirs. Did they not repudiate Our signs"
        },
        {
            "chapter": 7,
            "verse": 52,
            "text": "We have given them the Book; We have spelled it out knowingly as a guideline and mercy for folk who believe"
        },
        {
            "chapter": 7,
            "verse": 53,
            "text": "Are they only waiting for it to be interpreted? The day its interpretation comes along, those who have already forgotten it will say: \"Our Lord´s messengers did bring the Truth! Have we any intercessors to intercede for us? Or should we be sent back, then we would act so differently from the way we have been acting.\" They have lost their souls and what they have been inventing has left them in the lurch"
        },
        {
            "chapter": 7,
            "verse": 54,
            "text": "Your Lord is God, Who created Heaven and Earth in six days; then He mounted on the Throne. He wraps night up with daytime, seeking it automatically. The sun, moon and stars are regulated by His command. Surely creation and authority belong to Him. Blessed be God, Lord of the Universe"
        },
        {
            "chapter": 7,
            "verse": 55,
            "text": "Appeal to your Lord beseeching and in private; He does not love those who are aggressive"
        },
        {
            "chapter": 7,
            "verse": 56,
            "text": "Do not spoil things on earth once they have been improved. Appeal to Him out of fear and expectation; God´s mercy lies close to those who act kindly"
        },
        {
            "chapter": 7,
            "verse": 57,
            "text": "He is the One Who sends winds to announce His mercy directly, so that whenever they lift up heavy clouds, We drive them along to a dead countryside and send down water from them; and thus We bring forth every kind of fruit. Thus We bring forth the dead too so you may bear this in mind"
        },
        {
            "chapter": 7,
            "verse": 58,
            "text": "A good land brings forth its plants with its Lord´s permission, while whatever is sterile will produce only grudgingly. Thus We spell out signs for folk who act grateful"
        },
        {
            "chapter": 7,
            "verse": 59,
            "text": "We sent Noah to his people, and he said: \"My folk, serve Go [Alone]; you have no other deity than Him. I fear the torment of an awful day for you"
        },
        {
            "chapter": 7,
            "verse": 60,
            "text": "The elders of his people said: \"We see you are in obvious error"
        },
        {
            "chapter": 7,
            "verse": 61,
            "text": "He said: \"My folk, no trace of error lies in me, but I am a messenger from the Lord of the Universe"
        },
        {
            "chapter": 7,
            "verse": 62,
            "text": "I transmit my Lord´s messages to you, and counsel you sincerely. I know something you do not know about God"
        },
        {
            "chapter": 7,
            "verse": 63,
            "text": "Are you surprised that a Reminder should come to you from your Lord through one of your own men, so He may warn you and you will do your duty, and in order that you may receive mercy"
        },
        {
            "chapter": 7,
            "verse": 64,
            "text": "Yet they said he was lying, so We saved him and those who were along with him in the Ark. We let those who rejected Our signs drown; they were such blind folk"
        }
    ]
}