{
    "rukus": [
        {
            "chapter": 8,
            "verse": 70,
            "text": "О пророк! Скажи тем, которые попали к вам в плен: \"Если в ваших сердцах добрые мысли, Аллах знает это, и Он дарует вам лучшее, чем то, что было у вас взято верующими, и простит вам неверие и злодеяния. Поистине, Аллах Прощающ и милосерден к тем, которые каются в своих грехах"
        },
        {
            "chapter": 8,
            "verse": 71,
            "text": "Если же они захотят предать тебя (о Мухаммад!), ложно высказывая свою склонность к исламу, в то время как в своих сердцах они намерены обмануть тебя, не огорчайся. Аллах поможет тебе и отдаст их в твою власть. Ведь они прежде тебя предали Аллаха, придав Ему сотоварищей, и отрицали веру в Его блага. Аллах отдал их в твою власть, когда помог тебе одержать победу над ними в сражении при Бадре, несмотря на малочисленность ваших войск по сравнению с их войсками. Поистине, Аллах - Всемогущий, Мудрый, Всезнающий - помог Своим верующим рабам в победе над врагом"
        },
        {
            "chapter": 8,
            "verse": 72,
            "text": "Поистине, те, которые уверовали в Истину Аллаха, повиновались Ему: переселились из Мекки, сражались за Аллаха, жертвуя своей жизнью и имуществом, а также те, которые дали этим верующим убежище в изгнании, предоставив им очаг, и встали на сторону пророка Аллаха, вступая в сражение с его противниками, они - покровители и помощники друг другу в защите Истины Аллаха и победе Его веры. А те, которые уверовали, но не переселились из Мекки в Медину, нет для них покровительства и поддержки от верующих, которые переселились, ибо нет пути оказать им покровительство, пока они также не переселятся. Если они попросят у вас, о верующие в изгнании, поддержки против тех, которые угнетают их из-за веры в Аллаха, тогда нужно поддержать их и помочь им. Но если они попросят помощи против их врага, с которым у вас есть договор и который не нарушал своего договора с вами, не отвечайте на их просьбу. Аллах видит всё, что вы делаете. Следуйте за Его назиданиями и установленными пределами, чтобы не быть наказанными"
        },
        {
            "chapter": 8,
            "verse": 73,
            "text": "Те, которые не уверовали, - покровители друг другу и помогают друг другу в заблуждении и вражде против вас. Не входите с ними в союз, не помогайте им, а то посеете смуту и раскол в ваших рядах, и будет великое бесчинство на земле"
        },
        {
            "chapter": 8,
            "verse": 74,
            "text": "А те, которые уверовали, переселились в Медину и сражались на пути Аллаха, и те, которые дали им приют и поддержали их, Истину Аллаха и Его веру - они и есть искренние верующие. Аллах Всевышний их прощает, и для них будет большой удел в ближайшей жизни и в будущей"
        },
        {
            "chapter": 8,
            "verse": 75,
            "text": "Те, которые уверовали позже и тоже переселились из Мекки в Медину, и боролись за дело Аллаха вместе с первыми переселившимися верующими, они - одни из вас. О вы, переселившиеся и ансары! Для них такое же покровительство и права, как и для вас. А ваши родственники из верующих имеют право на покровительство по вере и по кровному родству. Они ближе друг другу по любви, имуществу, поддержке и помощи и имеют на это право, как указано в Писании Аллаха. Поистине, Аллах Всеведущ и о каждой вещи знает"
        }
    ]
}