{
    "rukus": [
        {
            "chapter": 20,
            "verse": 25,
            "text": "Муса просил своего Господа: \"Расширь мне грудь, чтобы гнев исчез и чтобы я мог передать Послание Господа своего"
        },
        {
            "chapter": 20,
            "verse": 26,
            "text": "Он просил также Господа: \"Облегчи мне дело, возложенное на меня, чтобы я мог его выполнить как следует"
        },
        {
            "chapter": 20,
            "verse": 27,
            "text": "и развяжи узел в моём языке, чтобы я мог разъяснить Послание"
        },
        {
            "chapter": 20,
            "verse": 28,
            "text": "чтобы люди поняли точно, что я им говорю"
        },
        {
            "chapter": 20,
            "verse": 29,
            "text": "и дай мне помощника из моей семьи"
        },
        {
            "chapter": 20,
            "verse": 30,
            "text": "Харуна, моего брата"
        },
        {
            "chapter": 20,
            "verse": 31,
            "text": "подкрепи им мою силу"
        },
        {
            "chapter": 20,
            "verse": 32,
            "text": "и сделай его помощником и соучастником в ответственности за передачу Послания"
        },
        {
            "chapter": 20,
            "verse": 33,
            "text": "чтобы мы оба прославляли Тебя, восхваляли Твои славные качества многократно"
        },
        {
            "chapter": 20,
            "verse": 34,
            "text": "и многократно поминали Тебя, и повторяли Твои прекраснейшие имена"
        },
        {
            "chapter": 20,
            "verse": 35,
            "text": "О Господь наш! Ведь Ты по отношению к нам зорок, заботишься о нас. Ты - наш Поручитель и Покровитель"
        },
        {
            "chapter": 20,
            "verse": 36,
            "text": "И Аллах призвал Своего посланника Мусу и сказал ему: \"То, о чём ты просишь, уже даровано тебе: это Моё благоволение к тебе"
        },
        {
            "chapter": 20,
            "verse": 37,
            "text": "Мы уже оказали тебе милость прежде, о которой ты не просил"
        },
        {
            "chapter": 20,
            "verse": 38,
            "text": "когда внушили твоей матери то, благодаря чему ты ещё жив"
        },
        {
            "chapter": 20,
            "verse": 39,
            "text": "Мы ей внушили положить тебя - грудного ребёнка - в ящик и бросить в реку Нил, чтобы спасти тебя от Фараона, который мог бы тебя убить, как убивал новорожденных мальчиков у сынов Исраила. Мы направили воду так, чтобы она выбросила ящик на берег. С Нашего дозволения Фараон, Мой враг и твой враг, взял ящик. Я простёр Мою любовь, милость и покровительство на тебя, чтобы всякий, кто увидит, полюбил тебя и чтобы ты был воспитан в благородстве под Нашим наблюдением"
        },
        {
            "chapter": 20,
            "verse": 40,
            "text": "Знай, Муса, Нашу прежнюю заботу о тебе, когда твоя сестра шла, следя, что будет с тобой. Когда она дошла до дворца Фараона и увидела, что там ищут кормилицу, она указала им на твою мать. Так Мы вернули тебя к твоей матери, чтобы она обрадовалась тому, что ты ещё жив и вернулся к ней, и больше не печалилась и не плакала. Когда ты вырос, ты неумышленно убил человека из народа Фараона, а Мы спасли тебя от скорби и от их злобы. Ты уехал в Мадйан и пробыл там несколько лет. Затем ты вернулся из Мадйана в предназначенное Нами время, чтобы передать Наше Послание"
        },
        {
            "chapter": 20,
            "verse": 41,
            "text": "Мы избрали тебя для передачи Нашего Послания"
        },
        {
            "chapter": 20,
            "verse": 42,
            "text": "Иди ты и твой брат, поддерживаемые Моими знамениями, доказывающими, что ты пророк, избранный Нами для передачи Нашего Послания. И не слабейте духом, исполняя свою миссию, и не переставайте поминать Меня и обращаться ко Мне за помощью"
        },
        {
            "chapter": 20,
            "verse": 43,
            "text": "Ступайте оба к Фараону. Ведь он, нечестивец, преступил все пределы и совершил беззаконие и несправедливость"
        },
        {
            "chapter": 20,
            "verse": 44,
            "text": "Кротко и мягко призывайте его к вере в Меня с надеждой, что он образумится, вспомнит настоящую веру и убоится последствий неверия и творимой им несправедливости"
        },
        {
            "chapter": 20,
            "verse": 45,
            "text": "Муса и его брат просили Аллаха, обращаясь к Нему: \"О наш Господь! Мы боимся, как бы Фараон не обидел нас, проявив беззаконие и причинив нам вред"
        },
        {
            "chapter": 20,
            "verse": 46,
            "text": "Аллах успокоил их, сказав: \"Не бойтесь Фараона. Ведь Я с вами и слежу за вами. Я слышу то, что он говорит, и вижу то, что он делает. Я не разрешу ему вредить вам"
        },
        {
            "chapter": 20,
            "verse": 47,
            "text": "Ступайте же к нему и скажите: \"Мы - посланцы Господа к тебе и пришли, чтобы призвать тебя к вере в Господа и чтобы ты освободил сынов Исраила от плена и от мучений. Мы пришли к тебе со знамением от Аллаха, которое подтверждает истину того, к чему мы тебя призываем. И будет мир и спасение от наказания Аллаха и Его гнева тому, кто пойдёт по Его прямому пути"
        },
        {
            "chapter": 20,
            "verse": 48,
            "text": "Аллах открыл нам, что жестокое наказание постигнет того, кто нам не поверит и отвратится от нашего призыва к вере в Аллаха"
        },
        {
            "chapter": 20,
            "verse": 49,
            "text": "Фараон, находясь на вершине своей силы и достигнув предела в беззаконии и несправедливости, сказал: \"Кто же ваш Господь, о Муса"
        },
        {
            "chapter": 20,
            "verse": 50,
            "text": "Муса ему ответил: \"Господь наш - Тот, который придал каждой твари породу, форму, а потом повёл к выполнению предназначенного ей в жизни"
        },
        {
            "chapter": 20,
            "verse": 51,
            "text": "Фараон спросил: \" А что относительно первых поколений? Что ты скажешь об этом"
        },
        {
            "chapter": 20,
            "verse": 52,
            "text": "Муса сказал: \"Про это знает только мой Господь. Всё записано в Книге деяний людей, ничто не скроется от Него и не забудется"
        },
        {
            "chapter": 20,
            "verse": 53,
            "text": "Он - Господь, - который сотворил Своих рабов и охраняет их Своей мощью. Он сделал для вас землю равниной и проложил по ней дороги, по которым вы можете ходить, и низвёл с неба дожди, и потекли реки по земле. Господь - слава Ему! - взрастил парами разновидные растения по цвету, по вкусу и по их пользе. Среди них есть и белые, и чёрные, и сладкие, и горькие"
        },
        {
            "chapter": 20,
            "verse": 54,
            "text": "Господь - слава Ему! - научил Своих рабов извлекать пользу из этих растений: питаться ими, пасти скот и тому подобное. Он напомнил о том, что в этом прекрасном творении, которое Он даровал Своим рабам - ясные доказательства и ясные знамения для тех, кто обладает разумом, чтобы они уверовали в Аллаха и в Его Послания"
        }
    ]
}