{
    "rukus": [
        {
            "chapter": 25,
            "verse": 10,
            "text": "Да возвысится Аллах и увеличится Его милость! Если Он пожелает, дарует тебе в земном мире лучшее, чем предлагают неверные. Он, если пожелает, дарует тебе подобное тому, что обещал в дальней жизни, - много садов, по которым текут реки, и устроит тебе великолепные дворцы"
        },
        {
            "chapter": 25,
            "verse": 11,
            "text": "В действительности они отвергают всё это, потому что отвергают воскресение и Судный день. Поэтому они выдвигают эти требования, чтобы отвернуть людей от истинного пути и направить их по ложному пути. Для тех, кто опровергал и не верил в Судный день, Мы уготовили адский огонь, горящий жарким пламенем"
        },
        {
            "chapter": 25,
            "verse": 12,
            "text": "Когда они увидят этот огонь, и огонь увидит их издалека, они услышат страшный яростный рёв, готовый погубить их; и в нём, словно всхлипы, которые выходят из груди разгневанного человека, свидетельствуя, как сильна его ярость"
        },
        {
            "chapter": 25,
            "verse": 13,
            "text": "Когда неверные будут брошены там в тесное место - в соответствии с их преступлениями - с руками, привязанными к шее, они будут молить ускорить их гибель, чтобы облегчить эти страшные мучения"
        },
        {
            "chapter": 25,
            "verse": 14,
            "text": "Тогда им скажут с упрёком и издёвкой: \"Не просите одну гибель, а просите много гибелей. Ведь нет спасения от того, в чём вы находитесь, и есть ещё много видов наказания"
        },
        {
            "chapter": 25,
            "verse": 15,
            "text": "Скажи (о пророк!) неверующим: \"Что лучше - эта судьба, обещанная неверным, или вечный рай благоденствия, который Аллах обещал богобоязненным и которые будут в нём после воскресения и расчёта"
        },
        {
            "chapter": 25,
            "verse": 16,
            "text": "В этих садах благоденствия у них будет всё, что они хотят, и будут они вечно наслаждаться благами. Всё это блаженство, о котором они просили, - обещание Аллаха им в ответ на их просьбу. Поистине, обещание Аллаха никогда не нарушается"
        },
        {
            "chapter": 25,
            "verse": 17,
            "text": "Скажи им (о Мухаммад!) как назидание и поучение. Аллах соберёт всех многобожников для расчёта в День воскресения вместе с теми, кому они поклонялись в ближайшей жизни помимо Аллаха, как Ису (Иисуса), Узайра и ангелов. Аллах спросит тех, кому они поклонялись: \"Это вы, кто сбил Моих рабов с прямого пути и повелел им поклоняться вам, или же они сами впали в заблуждение и сбились с прямого пути, поклоняясь вам"
        },
        {
            "chapter": 25,
            "verse": 18,
            "text": "Они ответят: \"Хвала Тебе - Аллаху Безупречному! У нас не было никакого права брать вместо Тебя покровителя и заступника. Как же мы могли призывать кого-либо поклоняться нам вместо Тебя? Ты долго одаривал их и их отцов благами в ближайшей жизни, и это усилило их жестокосердие, и они забыли о чести и справедливости, забыли благодарить Тебя и поклоняться Тебе Единому. Своим нечестием и несправедливостью они заслуживают гибель"
        },
        {
            "chapter": 25,
            "verse": 19,
            "text": "Тогда Аллах скажет многобожникам: \"Те, которым вы поклонялись, обличают вас во лжи за то, что вы говорите, что они сбили вас с прямого пути. Теперь вы будете наказаны и не сможете отвратить этого наказания, и не найдёте помощи от заступника для спасения вас. Пусть все люди знают, что тех, кто неправеден - как те люди, - Мы подвергнем мучительной каре"
        },
        {
            "chapter": 25,
            "verse": 20,
            "text": "Если многобожники осуждают тебя (о пророк!) за то, что ты ешь и ходишь по рынкам в поисках работы, чтобы заработать деньги, - это ведь закон Аллаха относительно всех посланников, бывших до тебя. Мы не посылали ни одного посланника, который бы не ел пищу и не ходил бы по рынкам. Мы сделали одних из вас, о люди, испытанием для других. Нечестивцы всеми способами стараются воспрепятствовать другим найти дорогу к прямому пути и истине. Вытерпите ли вы, о верующие, и будете ли вы верны своей религии и вере, пока Аллах не пошлёт вам победу? Терпите! Ведь Аллах ведает о всякой вещи и воздаст каждому за его деяния"
        }
    ]
}