{
    "rukus": [
        {
            "chapter": 29,
            "verse": 31,
            "text": "Когда пришли от Аллаха к Ибрагиму - да будет мир над ним! - с доброй вестью (о том, что у него будет сын) ангелы, они сказали ему, что им повелено Аллахом погубить обитателей этого селения, ибо они погрязли в разврате и причинили себе большой урон, будучи нечестивцами, творящими мерзость"
        },
        {
            "chapter": 29,
            "verse": 32,
            "text": "Ибрахим - да будет ему мир! - сказал ангелам: \"В этом селении живёт Лут. Как же можно подвергнуть их гибели, если он живёт среди них?\" Ангелы ему ответили, что они знают, кто там живёт, и они спасут Лута и его семью, кроме его жены. Она будет в числе погибших, ибо она - из мерзких нечестивцев"
        },
        {
            "chapter": 29,
            "verse": 33,
            "text": "Когда ангелы - посланцы Аллаха - пришли к Луту, он, увидев их, огорчился, боясь распутства своего народа по отношению к ним. Он был не в состоянии их защитить. Но они успокоили его, сказав: \"Не бойся развратных действий твоего народа по отношению к нам и не огорчайся. Мы ведь пришли погубить жителей этого селения, но мы спасём тебя и твою семью, а твоя нечестивая жена будет в числе погибших"
        },
        {
            "chapter": 29,
            "verse": 34,
            "text": "Ангелы добавили, что они посланы выполнить повеление Аллаха: ниспослать с неба наказание на жителей этого селения за их мерзость, распутство и неверие"
        },
        {
            "chapter": 29,
            "verse": 35,
            "text": "Аллах погубил жителей этого селения, оставив там ясное знамение, свидетельствующее о могуществе Аллаха для тех, кто разумеет"
        },
        {
            "chapter": 29,
            "verse": 36,
            "text": "Аллах направил к мадйанитам посланника из них - Шуайба, который призвал их к единобожию и поклонению Ему, к творению добрых деяний, к боязни Судного дня и ко всему тому, что заслуживает награды Аллаха. Шуайб запретил им распространять нечестие и злодеяния на земле"
        },
        {
            "chapter": 29,
            "verse": 37,
            "text": "Народ опроверг призыв Шуайба и не слушал его. И погубил их Аллах за это страшным землетрясением, которое разрушило их дома, и они погибли в них и остались недвижимыми"
        },
        {
            "chapter": 29,
            "verse": 38,
            "text": "Вспомни (о посланник!), как Мы погубили адитов и самудян. От их жилищ остались явные следы, которые вам видны. Они подверглись гибели, ибо шайтан обольстил их совершать скверные деяния. Они следовали за ним, и он сбил их с пути истины, который они знали, ибо посланники Аллаха указали им прямой путь"
        },
        {
            "chapter": 29,
            "verse": 39,
            "text": "Расскажи (о посланник!) этим, превозносящимся своим имуществом и властью, о гибели Каруна, Фараона и Хамана, которых погубил Аллах, как и других неуверовавших нечестивцев. Аллах направил к ним Мусу с ясными знамениями, доказывающими истинность его пророческой миссии. Их обуяла гордыня, и они не стали его слушать и сочли его лжецом, но они не смогли избежать кары Аллаха (за их скверные деяния)"
        },
        {
            "chapter": 29,
            "verse": 40,
            "text": "Аллах погубил все народы, которые считали посланников Аллаха лжецами. Он их наказал за их неверие, нечестивость и за те скверные деяния, которые они творили. На некоторых из них Аллах обрушил каменный дождь, некоторых постиг оглушительный вопль, некоторых поглотила земля по велению Аллаха, а некоторых Аллах потопил в море. Аллах не был несправедливым к ним, это они сами были несправедливы к себе, совершая грехи и не уверовав в Аллаха, поэтому они и подверглись каре"
        },
        {
            "chapter": 29,
            "verse": 41,
            "text": "Те, которые поклоняются другим богам- покровителям, кроме Аллаха, подобны в своей слабости и немощи пауку, который устроил себе дом, чтобы защитить себя. Но самое слабое, самое непрочное и неподходящее для защиты жильё - это дом паука. Если бы эти многобожники, не уверовавшие в Аллаха и призывающие помимо Него других покровителей знали это и были разумны, они бы так не поступили"
        },
        {
            "chapter": 29,
            "verse": 42,
            "text": "Поистине, Аллах - хвала Ему Всевышнему! - ведает о всех тех, которым поклоняются многобожники, кроме Него, и знает, что они ложные боги. Поистине, Аллах - Всепобеждающий, превыше всех и всего, мудрый во всех своих назиданиях и установлениях"
        },
        {
            "chapter": 29,
            "verse": 43,
            "text": "Аллах приводит людям эти притчи для назидания. Но только разумные извлекают для себя поучительные уроки"
        },
        {
            "chapter": 29,
            "verse": 44,
            "text": "Наряду с теми рассказами, притчами и знамениями, которые Аллах привёл людям, есть ещё более явное знамение - творение небес и земли Аллахом Своей мощью и мудростью, которыми Он управляет на благо людей. В этом - ясные знамения для тех, кто верует в Истину"
        }
    ]
}