{
    "rukus": [
        {
            "chapter": 2,
            "verse": 267,
            "text": "О вы, верующие! Расходуйте лучшее из того, что вы зарабатываете, или из того, что дарует вам земля. Не жертвуйте того, от чего бы вы отказались сами, если бы вам это предложили; а если бы и взяли, то только закрыв глаза. Знайте, что Аллах богат, и Ему не нужны ваши неискренние благодеяния. Он достоин славы за то, что направляет вас к благодеяниям и благочестию"
        },
        {
            "chapter": 2,
            "verse": 268,
            "text": "Шайтан пугает вас бедностью и старается отвратить вас от благодеяний, чтобы вы не расходовали имущество на богоугодные дела, а соблазняет вас быть скупыми, не давать милостыню и совершать непристойные дела. Аллах обещает вам Своё прощение и милость. Он знает все ваши поступки и дела"
        },
        {
            "chapter": 2,
            "verse": 269,
            "text": "Аллах дарует мудрость тому, кому пожелает, чтобы он был справедлив в речах, поступках и делах. Кому дарована мудрость, тому даровано великое благо от Аллаха. Только разумные люди понимают знамения Аллаха и следуют знамениям и увещеваниям Корана, потому что хорошо понимают истину и не поддаются скверным страстям"
        },
        {
            "chapter": 2,
            "verse": 270,
            "text": "Что бы вы ни израсходовали на благие дела или на дурные дела, Аллах знает и воздаст вам за это. Какой бы обет вы ни дали Аллаху, Ему известно об этом. Те неверные, которые тратят имущество ради тщеславия, а не ради Аллаха, или сопровождают свою милостыню попрёками и обидой, или расходуют на нечестивые дела, у них не будет заступников в Судный день, чтобы защитить их от мучений в последующей жизни"
        },
        {
            "chapter": 2,
            "verse": 271,
            "text": "Если вы открыто будете творить милостыню, но без лицемерия, то хорошо; а если вы скроете её, подавая бедным, чтобы они не стеснялись, то это - лучше для вас. Поистине, Аллах прощает за это ваши прегрешения. Он знает, что вы скрываете в своих сердцах и что объявляете. Он знает ваши намерения во всём, что вы делаете открыто или тайно"
        },
        {
            "chapter": 2,
            "verse": 272,
            "text": "Не на тебя (о Мухаммад!) возложена ответственность вести их праведным путём или заставить их творить добро. Твоя ответственность в том, чтобы донести до них заповеди Аллаха, а Он ведёт прямым путём того, кого захочет, и открывает их сердца к истинной вере. Чтобы вы ни потратили на добродеяния и помощь другим - только для вас. Аллах наградит вас за это, если только вы стремитесь выполнить свои обязанности перед Богом и удовлетворить свои верующие сердца и свою совесть. Что бы вы ни пожертвовали на благие дела, вам будет полностью воздано за это, и вы не будете обижены"
        },
        {
            "chapter": 2,
            "verse": 273,
            "text": "Среди бедных, на которых нужно жертвовать, те, которые сражались, защищая веру, и, вследствие этого, страдая от физических недостатков, отражающихся на трудоспособности, не могут работать и зарабатывать деньги. Они горды и ничего не просят. Их скромность побуждает незнающего подумать, что они живут в достатке, но ты можешь по разным признакам узнать, как они нуждаются. Что бы вы ни пожертвовали из добра вашего, Аллах знает об этом, и вам будет полная награда за это"
        }
    ]
}