{
    "rukus": [
        {
            "chapter": 40,
            "verse": 38,
            "text": "Уверовавший из рода Фараона сказал: \"О народ мой! Последуйте за мной, и я выведу вас на путь правоты"
        },
        {
            "chapter": 40,
            "verse": 39,
            "text": "О народ мой! Жизнь в земном мире - только временные услады, которые быстро проходят, а будущая жизнь - обитель вечного пребывания"
        },
        {
            "chapter": 40,
            "verse": 40,
            "text": "Тот, кто вершит зло в этом мире, получит воздаяние только подобным злом, а кто творит добродеяния, будь то мужчина или женщина, и верует в Аллаха, войдёт в рай и наделен будет там без счёта"
        },
        {
            "chapter": 40,
            "verse": 41,
            "text": "О народ мой! Почему я зову вас к спасению, а вы ведёте меня к огню"
        },
        {
            "chapter": 40,
            "verse": 42,
            "text": "призывая не верить в Аллаха и признавать наряду с Ним другие божества, о которых я ничего не знаю. Я же призываю вас к Могучему, Непобедимому, прощающему грехи"
        },
        {
            "chapter": 40,
            "verse": 43,
            "text": "Нет сомнения в том, что то божество, к которому вы меня призываете, не заслуживает поклонения и не может вам помочь ни в этой жизни, ни в будущей. Мы все будем возвращены к Аллаху. И будут обитателями огня те, кто преступает пределы, а не те, кто смиренно верует"
        },
        {
            "chapter": 40,
            "verse": 44,
            "text": "Вы узнаете истинность того, что я вам сказал, и я полагаюсь на Аллаха. Аллах объемлет всё, видит Своих рабов и воздаст им за их деяния"
        },
        {
            "chapter": 40,
            "verse": 45,
            "text": "И охранил Аллах этого верующего из рода Фараона от их козней и зла. А Фараона и его род поразило жестокое наказание"
        },
        {
            "chapter": 40,
            "verse": 46,
            "text": "огонь, в который, будучи в \"аль- Барзах\" они ввергаются утром и вечером. В Судный же день Аллах Всевышний скажет: \"Подвергайте род Фараона ещё более жестокому наказанию"
        },
        {
            "chapter": 40,
            "verse": 47,
            "text": "Скажи им, о Мухаммад, как обитатели огня будут препираться там, и слабые последователи скажут надменным вельможам и вождям: \"Мы последовали по вашим стопам в земном мире. Не избавите ли теперь нас хоть от части наказания в огне"
        },
        {
            "chapter": 40,
            "verse": 48,
            "text": "Превозносившиеся ответят: \"Все мы в нём. Аллах рассудил между людьми по справедливости. Каждый из нас несёт наказание, назначенное ему Аллахом"
        },
        {
            "chapter": 40,
            "verse": 49,
            "text": "Те слабые, которые находятся вместе со своими вождями в огне, скажут стражам огня, прося их: \"Позовите вашего Господа, чтобы Он облегчил нам наказание хотя бы на один день, чтобы мы отдохнули немного"
        },
        {
            "chapter": 40,
            "verse": 50,
            "text": "Стражи ада с упрёком ответят им: \"Неужели вы не обращали внимания на то, что было ниспослано вам - на явные доказательства и свидетельства, с которыми приходили к вам посланники?!\" Обитатели ада ответят: \"Да, к нам приходили посланники, но мы считали их лжецами\". Стражи скажут: \"Если таково дело, тогда вы сами призовите Аллаха\". Но призыв неверных тщетен"
        }
    ]
}