{
    "rukus": [
        {
            "chapter": 41,
            "verse": 9,
            "text": "Скажи многобожникам (о пророк!): \"Неужели вы не веруете в Аллаха, который сотворил землю в два дня, и вы, несмотря на это, равняете с Ним других?! Поистине, Он - Творец земли и Господь миров и их Наставник"
        },
        {
            "chapter": 41,
            "verse": 10,
            "text": "Аллах создал прочно стоящие горы на земле, чтобы она не колебалась. Он благословил землю и создал на ней много благ и пользы, и, по Своей мудрости, распределил на ней наделы для существования её обитателей. Он создал всё это (землю и блага) за четыре дня, но вы, несмотря на это, придаёте Ему в сотоварищи тех, которым вы поклоняетесь. Аллах сотворил всё на земле без недостатков и без излишеств. Эти подробности сотворения земли - разъяснение для тех, которые задают вопросы"
        },
        {
            "chapter": 41,
            "verse": 11,
            "text": "Затем Аллах обратился к небу, которое было, как дым, и сотворил его. Своей мощью Ему легко было сотворить небеса и землю. Он просто сказал им: \"Явитесь по доброй воле или невольно!\" - и они повиновались, говоря: \"Мы явимся добровольно"
        },
        {
            "chapter": 41,
            "verse": 12,
            "text": "Аллах сотворил семь небес в два дня и определил для каждого неба его предназначение, ради которого оно было сотворено по Его мудрости. Аллах украсил ближайшее небо яркими звёздами, словно светильниками, в руководство людям и для охраны от шайтанов, чтобы они не могли слышать вести об обитателях вышних небес. Это прекрасное творение - установление Аллаха Великого, Могущественного и Непобедимого, который объемлет всякую вещь"
        },
        {
            "chapter": 41,
            "verse": 13,
            "text": "Если многобожники опровергнут веру в Аллаха, после того как стали ясны знамения и доказательства Истины Аллаха, тогда скажи им (о пророк!): \"Я увещеваю вас суровым наказанием, подобным молнии, поразившей народы Ада и Самуда"
        },
        {
            "chapter": 41,
            "verse": 14,
            "text": "Народы Ада и Самуда поразили молнии после того, как пришли к ним посланцы с разных сторон и всеми способами призывали их к вере в Аллаха, говоря им: \"Не поклоняйтесь никому, кроме Аллаха\". Но люди Ада и Самуда ответили: \"Если бы Аллах пожелал послать посланника, он бы направил к нам ангелов. Мы не верим в то (т.е. в единобожие), к чему вы нас призываете"
        },
        {
            "chapter": 41,
            "verse": 15,
            "text": "Адиты превозносились на земле без права на эту гордыню и сказали надменно: \"Кто же сильнее нас мощью?\"! Неужели они так сказали?! Разве они не знали, что Аллах, который их сотворил, превосходит их мощью?! Но они отвергли все Наши знамения"
        },
        {
            "chapter": 41,
            "verse": 16,
            "text": "И направили Мы на них ураган в дни несчастные, чтобы они вкусили позор и унижение в земном мире. Клянусь, наказание в дальней жизни - позорнее и унизительнее! Тогда их никто не защитит и не будет у них заступника"
        },
        {
            "chapter": 41,
            "verse": 17,
            "text": "А самудянам Мы показали прямой путь блага в отличие от пути зла, но они предпочли заблуждение истине, и тогда их поразила молния, которая сожгла их,- молния унизительного наказания за те грехи, которые они вершили"
        },
        {
            "chapter": 41,
            "verse": 18,
            "text": "Мы спасли от этого наказания тех, которые уверовали в Аллаха, были богобоязненными и страшились Его наказания"
        }
    ]
}