{
    "rukus": [
        {
            "chapter": 46,
            "verse": 21,
            "text": "Расскажи многобожникам историю Худа, брата адитов, когда он предупредил свой народ, живущий в аль- Ахкаф - а до него и после него уже приходили посланники с подобными увещеваниями, -сказав: \"Не поклоняйтесь никому, кроме Аллаха. Я боюсь, что вас поразит наказание Дня великого своим ужасом"
        },
        {
            "chapter": 46,
            "verse": 22,
            "text": "Народ Худа сказал ему, порицая: \"Неужели ты пришёл отвратить нас от наших богов? Низведи на нас наказание, которое ты обещаешь нам, если ты правдив в своём обещании"
        },
        {
            "chapter": 46,
            "verse": 23,
            "text": "Худ сказал: \"Только Аллах знает, когда постигнет вас наказание. Я передаю вам то, с чем я послан, но я вижу, что вы народ несведущий в том, с чем отправлены посланники"
        },
        {
            "chapter": 46,
            "verse": 24,
            "text": "К ним пришло наказание в виде облаков. Когда адиты увидели на горизонте облака, направляющиеся к их долинам, они, ликуя, сказали: \"Это облака, которые принесут нам дождь и благо\". Им было сказано: \"Нет! Это - то, что вы торопили, - вихрь, несущий вам мучительнейшее наказание"
        },
        {
            "chapter": 46,
            "verse": 25,
            "text": "Он губит всё по велению своего Господа\". Этот вихрь уничтожил их, и ничего не осталось от них, кроме их жилищ. Подобному наказанию Мы подвергаем всех, кто совершал подобные грехи"
        },
        {
            "chapter": 46,
            "verse": 26,
            "text": "Мы даровали адитам могущества и богатства больше, чем Мы даровали вам, о мекканцы. Мы даровали им слух, зрение и сердца, которые, если бы они пожелали, могли принести им пользу, но ни их слух, ни их зрение, ни их сердца нисколько не помогли им, так как они отрицали знамения Аллаха, и это мешало им пользоваться тем, что было им даровано, и их постигло наказание, над которым они издевались"
        }
    ]
}