{
    "rukus": [
        {
            "chapter": 3,
            "verse": 31,
            "text": "Скажи им (о Мухаммад!): \"Если вы искренне любите Аллаха и желаете, чтобы Он вас любил, то следуйте за мной в том, что я вам приказываю, и не делайте того, что я вам запрещаю. Ведь я передаю ниспосланное мне Писание Аллаха. Аллах будет за это вас любить и простит все ваши прегрешения. Поистине, Аллах - прощающий, милосердный к Своим рабам"
        },
        {
            "chapter": 3,
            "verse": 32,
            "text": "Скажи им (о Мухаммад!): \"Повинуйтесь Аллаху и Его посланнику\". Если они отвернутся от тебя, тогда они не верят в Аллаха и Его посланника. Аллах не любит неверных"
        },
        {
            "chapter": 3,
            "verse": 33,
            "text": "Аллах избрал Мухаммада - да благословит его Аллах и приветствует! - для передачи людям Его Послания и указал, что повиновение Мухаммаду - да благословит его Аллах и приветствует! - путь к любви, прощению и милости Аллаха. Аллах избрал также пророками и посланниками Адама и Нуха, и род Ибрахима, и Исмаила, Исхака и пророков из их сыновей, из них Муса - да будет мир им! Аллах избрал их всех перед мирами. И избрал Господь также семейство Имрана, а из него Ису и его мать. Аллах послал Ису к сынам Исраила. Аллах сделал Марйам матерью Исы без отца"
        },
        {
            "chapter": 3,
            "verse": 34,
            "text": "Аллах избрал это чистое потомство, которое наследует друг от друга непорочность, чистоту, достоинство и добро. Аллах слышит Своих рабов, знает их поступки и тайны в их сердцах"
        },
        {
            "chapter": 3,
            "verse": 35,
            "text": "Вспомни (о Мухаммад!) жену Имрана, когда она дала обет посвятить Аллаху то, что у неё было во чреве, чтобы он повиновался и служил Аллаху. Она сказала: \"Господи! Я отдаю Тебе то, что у меня во чреве. Прими же от меня; ведь Ты слышишь все просьбы и знаешь все дела"
        },
        {
            "chapter": 3,
            "verse": 36,
            "text": "Когда она разрешилась от бремени, она извинилась перед Господом, сказав: \" Вот я родила её - женского пола\". - А Аллах знал, кого она родила, и знал, что этот ребёнок женского пола будет лучше, чем ребёнок мужского пола, которого она хотела бы иметь. - \" Я назвала её Марйам и прошу защитить её и её потомство от шайтана, изгнанного, проклятого и побиваемого камнями"
        },
        {
            "chapter": 3,
            "verse": 37,
            "text": "И Аллах, ответив на её молитву, благосклонно принял Марйам, как просила мать. Аллах возрастил её хорошим ростом, дал ей в удел благо и уделил ей заботу - ведь Аллах даёт большой удел тем из Своих рабов, которым Он пожелает. Всякий раз, как Закарийа (Захария), кому было поручено попечение о Марйам, входил к ней в молельню, он находил перед ней пищу. Он спросил, удивляясь: \"Марйам, откуда у тебя эта пища?\" Она сказала: \"Это от Аллаха\". Поистине, Он даёт много в удел, кому пожелает, без счёта"
        },
        {
            "chapter": 3,
            "verse": 38,
            "text": "Увидев удел, данный Аллахом Марйам, Закарийа в молельне воззвал к Аллаху: \"Господи! Дай мне от Тебя, по Твоему достоинству и щедрости, сына благого. Ведь Ты - слышащий молитву просящих!\" Поистине, Аллах слышит наши молитвы и отвечает на них, несмотря на естественные помехи: старость или бесплодие"
        },
        {
            "chapter": 3,
            "verse": 39,
            "text": "Аллах ответил на его молитву, когда он стоял в молельне, обращаясь к Своему Господу. Ангелы возгласили ему: \"Аллах радует тебя вестью о рождении Йахйи (Иоанна). Он уверует в Ису - да будет мир ему, - который будет сотворён Словом Аллаха. Йахйа займёт выдающееся место среди своего народа своими знаниями, богобоязненностью и молитвой. Он будет воздержанным, мудрым пророком, одним из числа праведных"
        },
        {
            "chapter": 3,
            "verse": 40,
            "text": "Услышав эту весть, Закарийа обратился к Аллаху с просьбой разъяснить, как у него может быть мальчик, когда его уже постигла старость, а жена его неплодна. Аллах ему ответил, что как Он пожелает, так и будет. Он сотворит его. Ведь Аллах творит, что пожелает"
        },
        {
            "chapter": 3,
            "verse": 41,
            "text": "Закарийа воззвал к Аллаху: \"Господи! Яви мне какое- нибудь знамение, что эта весть осуществится!\" Аллах ему ответил, что знамением ему будет то, что он в течение трёх дней будет объясняться с людьми только знаками, а не словами. Он должен неустанно поминать Аллаха и воздавать Ему хвалу вечером и утром"
        }
    ]
}