{
    "rukus": [
        {
            "chapter": 71,
            "verse": 1,
            "text": "Мы послали Нуха к его народу и сказали ему: \"Увещевай свой народ до того, как постигнет его мучительное наказание"
        },
        {
            "chapter": 71,
            "verse": 2,
            "text": "Нух сказал: \"О народ мой! Поистине, я для вас - увещеватель, разъясняющий вам Послание вашего Господа понятным вам языком"
        },
        {
            "chapter": 71,
            "verse": 3,
            "text": "Повинуйтесь Аллаху, будьте покорными Ему, выполняя Его предписания, бойтесь Его, отказываясь от того, что Он запретил вам и повинуйтесь мне, следуя моему наставлению"
        },
        {
            "chapter": 71,
            "verse": 4,
            "text": "Тогда Аллах простит вам грехи, продлит вам жизнь до определенного срока, который Он сделал пределом вашей жизни. Поистине, когда придёт смерть, то она никогда не будет отсрочена. Если бы вы знали, какое сожаление охватит вас, когда настанет ваш смертный час, вы уверовали бы"
        },
        {
            "chapter": 71,
            "verse": 5,
            "text": "Нух сказал: \"Господи мой! Я неустанно призывал мой народ к вере денно и нощно"
        },
        {
            "chapter": 71,
            "verse": 6,
            "text": "Но мой призыв только усилил их упрямство и нежелание повиноваться Тебе"
        },
        {
            "chapter": 71,
            "verse": 7,
            "text": "И, поистине, каждый раз, когда я их призывал к вере в Тебя, чтобы Ты простил им грехи, они вкладывали свои пальцы в уши, дабы не услышать мой призыв, и закрывались своей одеждой, чтобы не видеть моё лицо, и упорствовали в своём неверии, и отказывались от моего призыва, гордо превозносясь"
        },
        {
            "chapter": 71,
            "verse": 8,
            "text": "Я призывал их к вере открыто, громким голосом"
        },
        {
            "chapter": 71,
            "verse": 9,
            "text": "потом я иногда возвещал им явно, а иногда беседовал с ними тайно, используя все способы увещевания"
        },
        {
            "chapter": 71,
            "verse": 10,
            "text": "Я говорил своему народу: \"Попросите же у своего Господа прощения за неверие и неповиновение. Поистине, Он прощает грехи вернувшимся к Нему кающимся"
        },
        {
            "chapter": 71,
            "verse": 11,
            "text": "Он низведёт вам с неба обильный дождь"
        },
        {
            "chapter": 71,
            "verse": 12,
            "text": "и наделит вас имуществом и детьми, являющимися украшением этой жизни, и одарит вас садами, чтобы вы ими наслаждались и пользовались их плодами, и устроит вам реки, чтобы вы поливали растения и поили скот"
        },
        {
            "chapter": 71,
            "verse": 13,
            "text": "Почему же вы не чтите величия Аллаха должным образом, надеясь на милость Аллаха, чтобы Он спас вас от наказания"
        },
        {
            "chapter": 71,
            "verse": 14,
            "text": "а ведь Он последовательно создал вас: каплей спермы, потом - сгустком крови, потом - куском мяса, потом - костями и мясом"
        },
        {
            "chapter": 71,
            "verse": 15,
            "text": "Разве вы не видите, что Аллах сотворил семь небес одно над другим"
        },
        {
            "chapter": 71,
            "verse": 16,
            "text": "И сделал луну в них источником света, и сделал солнце светильником, чтобы люди с помощью его лучей могли видеть то, что им нужно увидеть"
        },
        {
            "chapter": 71,
            "verse": 17,
            "text": "И Аллах создал вас из глины и взрастил вас на земле, как будто чудесное растение"
        },
        {
            "chapter": 71,
            "verse": 18,
            "text": "Потом Он вернёт вас в землю после смерти, а потом, непременно, выведет вас из неё (в День воскресения)"
        },
        {
            "chapter": 71,
            "verse": 19,
            "text": "Аллах простёр для вас землю"
        },
        {
            "chapter": 71,
            "verse": 20,
            "text": "чтобы вы ходили по её великим просторам"
        }
    ]
}