{
    "rukus": [
        {
            "chapter": 2,
            "verse": 40,
            "text": "О сыны Исраила! Вспомните милость Мою, которую Я оказал вам и вашим отцам. Думайте об этом и будьте Мне благодарны и признательны. Верно соблюдайте обет, который Я взял с вас, - веру в Аллаха и добродеяния и веру в пророков, которые будут посланы после Мусы. Тогда и Я буду соблюдать Мой завет с вами - дам вам добрую награду и вечный рай. Только Меня искренне почитайте и избегайте Моего гнева"
        },
        {
            "chapter": 2,
            "verse": 41,
            "text": "И веруйте в Коран, который Я ниспослал в подтверждение истинности Писаний, находящихся у вас, в единобожие и в поклонение Аллаху, и в справедливость в отношениях между людьми. Не торопитесь отнестись к нему с недоверием и не будьте среди людей первыми, которые отвергают его, вместо того, чтобы быть первыми из уверовавших в него. Вы не принимаете за истину Мои пророчества, знамения и Моего пророка, отказавшись от истинной цены в угоду суете быстротечного и быстроисчезающего мира. Будьте осторожными, не вызывайте Мой гнев, идите по Моему пути и отвернитесь от заблуждения, Меня бойтесь"
        },
        {
            "chapter": 2,
            "verse": 42,
            "text": "И не облекайте ниспосланную Мною Истину для руководства в выдуманную вами ложь. И не скрывайте истину, в том числе и истину Мухаммада, в то время как вы знаете, что она отражает действительность"
        },
        {
            "chapter": 2,
            "verse": 43,
            "text": "Веруйте в Меня, выстаивайте молитву как положено, давайте закят (очистительную милостыню) тому, кто его заслуживает, и кланяйтесь вместе с совершающими коленопреклонения в совместной молитве передо Мной, чтобы получить воздаяние за молитвы. Для этого требуется, чтобы вы были мусульманами"
        },
        {
            "chapter": 2,
            "verse": 44,
            "text": "Неужели вы повелеваете оказывать милость и творить добро в то время, как сами не делаете того, к чему призываете, и не следуете по пути мудрости и благочестия? А ведь вы читаете Писание - Тору - и знаете её текст, в котором есть предостережение тем, у которых слово расходится с делом. Неужели вы не образумитесь, чтобы изменить такое безрассудное поведение"
        },
        {
            "chapter": 2,
            "verse": 45,
            "text": "Призовите на помощь терпение, исполняя предписанные религиозные обязанности, чтобы предостеречь себя от неправильных поступков, и запаситесь чудесной молитвой, которая очищает сердце и удерживает от мерзости и гнусности. Молитва Аллаху кажется людям великой тяготой, но только не для смиренных, сердца которых наполнены религиозными и духовными добродетелями"
        },
        {
            "chapter": 2,
            "verse": 46,
            "text": "для тех, у которых сердца спокойны, которые твёрдо верят в Последний день и в то, что они встретят своего Господа, что они к Нему одному возвратятся, и Он воздаст им за их деяния"
        }
    ]
}