{
    "rukus": [
        {
            "chapter": 5,
            "verse": 116,
            "text": "Ra tyo samaya pani varnana yogya cha jaba allahale bhanne chah he isa bina mariyama! Ke timile manisaharusita bhaneka thiyau ki allaha baheka mala'i ra meri amala'i pujya bana'ihala? Isale bhanne chan ki timi pavitra chau, mala'i tyo kuro bhanna ucita kasari huna sakdathyau juna kurako mala'i adhikara chaina? Maile tyaso bhaneko bha'e timila'i thaha hola, (kinabhane) juna kuro mero manama cha tyo pani timila'i thaha cha ra juna kuro timro manama cha tyo mala'i thaha chaina. Nihsandeha timi sabai gupta kurako jnata hau"
        },
        {
            "chapter": 5,
            "verse": 117,
            "text": "Maile ta tiniharusita aru kehi pani bhaneko ho'ina tara tyo baheka junaki timile mala'i bhanna adesa garyau, yo ki timiharule allahako upasana gara, jo mero ra timro sabaiko palanakarta ho ra jabasam'ma ma tiniharuko bicama thi'em, tiniharuko avasthako saksi thi'em, pheri jaba timile mala'i utha'ihalyau taba timi nai tiniharuko sanraksaka bhayau ra timi pratyeka kurako jnata hau"
        },
        {
            "chapter": 5,
            "verse": 118,
            "text": "Yadi timile tiniharula'i danda dinchau bhane tiniharu timra dasa hun ra yadi timile ksama garidinchau bhane nihsandeha timi sarvasaktimana ra kausala sampanna chau"
        },
        {
            "chapter": 5,
            "verse": 119,
            "text": "Allaha bhanne cha ki aja tyo dina ho jabaki satyanisthaharula'i tiniharuko satyatale pha'ida purya'une cha. Tiniharuka lagi bagaincaharu chan jasako satahama naharaharu bagirakheka chan. Sadhaim tiniharu tyasama basa garne chan. Allaha tiniharusita prasanna cha ra tiniharu allasamga khusi chan, yo atyanta thulo saphalata ho"
        },
        {
            "chapter": 5,
            "verse": 120,
            "text": "Akasaharu ra jamina ra je–jati tiniharuko bicama cha sabai allahako rajya ho ra u pratyeka kuramathi sakti sampanna cha"
        }
    ]
}