{
    "rukus": [
        {
            "chapter": 16,
            "verse": 35,
            "text": "Musrikaharule bhane ki allahale caheko bha'e hamile ra hamra babubajele usabaheka aru kasaiko puja garne thi'enan ra nata hamile usako adesa bina kunai kurala'i harama (varjita) thahara'umthyaum. (He paigambara!) Yastai prakarale yiniharubhanda agadika manisaharule pani gareka thi'e, tasartha paigambaraharuko jim'mama matra spastarupale sandesa purya'idinu baheka aru kehi cha"
        },
        {
            "chapter": 16,
            "verse": 36,
            "text": "Hamile hareka samudayama paigambara pathayaum ki manisaharu allahakai puja garun, ra usa baheka an'ya samasta pujyaharula'i tyagihalun ani tiniharumadhye kehi yasta chan, jasala'i allahale marga darsana garyae ra kehi yasta chana jo margavicalanama pare. Tasartha timi svayam prthvima ghumaphira garera herihala ki (satyala'i) jhutho bhanneharuko parinama kasto bhayo"
        },
        {
            "chapter": 16,
            "verse": 37,
            "text": "yadyapi tapa'i yi kaphiraharuko pathapradarsanako lagi icchuka bha'e pani jasala'i allahale pathavicalita garcha, tyasala'i margadarsana dine gardaina, ra yasta manisaharuko kohi sahayata garne pani humdaina"
        },
        {
            "chapter": 16,
            "verse": 38,
            "text": "Tiniharule thula–thula sapathaharu kha'era bhanchan ki marekaharula'i allahale jivita gardaina. Kina ho'ina! Avasya jinda garnecha. Yo allahako e'uta satya vacana ho jasala'i usale avasya pura garnecha tara adhikatara manisaharu jandainan"
        },
        {
            "chapter": 16,
            "verse": 39,
            "text": "Tyasakarana pani ki juna kurama yiniharule vivada gardathe, tyasa kurala'i spastasamga allahale varnana garos ra yasa karana pani ki kaphiraharule janihalun ki tiniharu jhutha thi'e"
        },
        {
            "chapter": 16,
            "verse": 40,
            "text": "Jaba hamile kunai kurako iccha gardachaum ta yati matra bhanidinchaum ki ‘‘bha'ihala’’ ani tyo bha'ihalcha"
        }
    ]
}