{
    "rukus": [
        {
            "chapter": 29,
            "verse": 52,
            "text": "Bhanidinus! Ki mero ra timro bicama allaha saksi hunu paryapta cha. Je jati akasa ra dharatima cha usale sabai jandacha. Jasale asatyama visvasa gare ra allahala'i inkara gare, tiniharule thulo noksani bhognechan"
        },
        {
            "chapter": 29,
            "verse": 53,
            "text": "Yiniharule tapar'insita yatana (allahabata di'ine ajaba) ko lagi hatara garirakheka chan. Yadi mero tarphabata e'uta niscita samaya nirdharita nabha'isakeko bha'e uniharumathi yatana pani a'isakne thiyo ra tyo kunai samayama ekkasi uniharumathi avasya a'era nai chadnecha"
        },
        {
            "chapter": 29,
            "verse": 54,
            "text": "Yiniharule sajayako lagi hatara gardaichan, (dhairyarakhun) narkale ta kaphiraharula'i gherihalnecha"
        },
        {
            "chapter": 29,
            "verse": 55,
            "text": "Tyasa dina yatanale uniharula'i mathidekhi talasam'ma chopirakhnecha ra allahako adesa hunecha ki juna (galata) kama timile garne gardathyau aba tyasako svada cakha"
        },
        {
            "chapter": 29,
            "verse": 56,
            "text": "‘‘He mera imanavala sevakaharu, mero dharati dherai vistrta cha, atah merai upasana gara"
        },
        {
            "chapter": 29,
            "verse": 57,
            "text": "Pratyeka jivale mrtyuko svada cakhnevala cha, ani timi sabai hamitirai pharka'inechau"
        },
        {
            "chapter": 29,
            "verse": 58,
            "text": "Ra jasale imanalya'e ra asala karma garirahe, uniharula'i niscaya nai hamile bahista (svarga) ka agla–agla mahalaharuma tha'um pradana garnechaum, jasamuni naharaharu bagirakheka chan, jaham sadhaim tiniharu basnechan. Asala karma garneharula'i yo kati ramro badala (pratiphala) ho"
        },
        {
            "chapter": 29,
            "verse": 59,
            "text": "Ti jasale dhairya garera aphno palanakartamathi bharosa gardachan"
        },
        {
            "chapter": 29,
            "verse": 60,
            "text": "Ra dherai janavara yasta chan jasale aphno jivika boki hindirakheka hudainan. Allahale nai uniharula'i jivika pradana gardacha ra timila'i pani. Ra u sabaikura sundacha, jandacha"
        },
        {
            "chapter": 29,
            "verse": 61,
            "text": "Ra yadi tapa'ile uniharusamga sodhnuhuncha ki akasaharu ra dharatila'i kasale srsti garyo ra surya ra candrala'i kasale kamama lagayo? Ta uniharule bhanihalnechan ‘‘ki allahale!’’ Ani uniharu kata vimukha bha'i jamdaichan"
        },
        {
            "chapter": 29,
            "verse": 62,
            "text": "allahale aphna bhaktaharumadhye jasako nimti cahancha jivika vistrta garidincha ra jasako lagi cahancha sankucita garidincha. Nihsandeha allaha pratyeka kura jandacha"
        },
        {
            "chapter": 29,
            "verse": 63,
            "text": "Ra yadi tapar'inle uniharusita sodhnuhuncha ki akasabata pani kasale barsayo, ani tyasabata dharatila'i mrtyu pascata jivita kasale garyo,? Ta niscaya nai uniharuko javapha hunecha ki ‘‘allahale!’’ Tapar'im bhannus ki sampurna prasansa allahakai lagi cha. Kintu uniharumadhye adhikatarale bud'dhile kama lidainan"
        }
    ]
}