{
    "rukus": [
        {
            "chapter": 34,
            "verse": 46,
            "text": "bhanidinush ‘‘ma timila'i e'utai kurako upadesa gardachu ki allahako nimti du'i–du'i ra eka–eka gari ubhihala, ani vicara gara. Timro yasa sathila'i kunai unmada chaina. U ta e'uta kathora yatana hunubhanda agadi timila'i saceta garnevala nai ho’’"
        },
        {
            "chapter": 34,
            "verse": 47,
            "text": "Bhannush maile timisamga kunai badla mamgeko chu bhane tyo timrai lagi nai ho. Mero puraskara ta matra allahako jim'mama cha ra u pratyeka kurako saksi ra janakara cha’’"
        },
        {
            "chapter": 34,
            "verse": 48,
            "text": "Bhanidinus ki ‘‘mero palanakartale mathibata satya vahya patha'umcha usale paroksa kura jandacha’’"
        },
        {
            "chapter": 34,
            "verse": 49,
            "text": "Bhanidinus ‘‘satya a'isakeko cha asatyale nata agadi kehi garna sakyo ra nagarna saknecha’’"
        },
        {
            "chapter": 34,
            "verse": 50,
            "text": "Bhanidinush ‘‘yadi ma vicalita hunchu bhane mero vicalanako dosa mamathi nai hunecha. Ra yadi ma sojho margama chu, bhane yasako karana tyo vahya ho juna ki mero palanaharale matira patha'umcha. U sabai kura sundacha ra dherai najika cha"
        },
        {
            "chapter": 34,
            "verse": 51,
            "text": "Ra yadi tapa'inle tyo samaya dekhnuhuncha jaba kaphiraharu atti'eka hunechan, ani bamcera bhagna sakne kunai tarika hunechaina ra najikabata samatinechan"
        },
        {
            "chapter": 34,
            "verse": 52,
            "text": "Yasabela bhannechanh ki ‘‘hamile yasa kura'anamathi imana lyayaum.’’ Tara uniharuko nimti kaham sambhava cha ki yati tadha usala'i pa'unasakun"
        },
        {
            "chapter": 34,
            "verse": 53,
            "text": "Yasabhanda pahila ta uniharule yasako inkara gare ra tadhabata nadekhikan, adkalabaji garirahe"
        },
        {
            "chapter": 34,
            "verse": 54,
            "text": "Uniharu ra uniharuka icchaharuko bicama roka laga'inecha, juna prakarale yasabhanda agadi pani unaka sahamargiharusamga gariyo. Uni pani niscaya nai (uniharu jastai) sandeha ra asamanjasama thi'e"
        }
    ]
}