{
    "rukus": [
        {
            "chapter": 4,
            "verse": 23,
            "text": "Timro lagi timra amaharu ra choriharu ra didi bahiniharu ra timra phuphuharu ra timra sani ama, thuli amaharu ra bhatijiharu ra bhanjiharu ra timra ti amaharu jasale ki timila'i dudha khva'eka chin, ra (reja'i) didibahiniharu ra timra sasuharu ra timile timro godama lalana palana gareko choriharu juna sambhoga gareko mahilabata janmeka chin timro lagi varjita chin. Ho yadi timile tiniharusamga (ketiko amasamga) yauna sambandha gareka chainau bhane timila'i kunai gunaha chaina, ra timra sakhkhai choraharuka svasniharu pani ra du'i didi bahiniharula'i ekaisatha bihe garnu pani tyajya cha. Tara vigatama je bhayo bha'isakyo. Nihsandeha allaha ksama garnevala ra dayavana cha"
        },
        {
            "chapter": 4,
            "verse": 24,
            "text": "Ra vivahita striharu pani (varjita chin) tara ti baheka junaki (dasiko rupama) timro adhikarama a'umchin. Yo adesa allahako tarphabata timrolagi anivarya gari'eko ho ra yi varjita striharu baheka an'ya striharu timro lagi halala chin, aphno dhanabata mahara di'era tiniharusamga vivaha garna cahanchau bhane, tara yo sartama nikahako uddesya duracarabata bacnu hunuparcha na ki vasanako purtiko nimti. Tasartha juna striharusamga timile labha prapta gardachau, tinala'i maharama nirdharita gari'eko dhana di'ihala ra yadi mahara nirdharita garisakepachi apasi sahamatibata an'yatha taya gardachau bhane tyasama timila'i kunai papa lagdaina. Nihsandeha allaha sabai kurako jnata cha (ra) sampurnarupale tatvajna cha"
        },
        {
            "chapter": 4,
            "verse": 25,
            "text": "Ra timiharumadhye juna manisasala'i svatantra musalamana strisamga nikaha garne pura ksamata chaina, tyasale musalamana dasisamgai, joki timra adhikarama a'isakekachin, nikaha garihalos ra allahala'i timro imanabare ramrari thaha cha! Timiharu eka apasama sajatiya hau, tasartha ti dasiharusamga, tinaka malikaharubata anumati prapta gari nikaha garihala ra nirdharita gari'e bamojima tinaka mahara pani di'ihala tara yo sarta cha ki tiniharu pavitra hunupardacha na ki vyabhicarini, jasale khullama khulla va lukichipi an'ya vyaktiharusamga sambandha sthapita gardachin. Tara yadi nikaha bha'isakepachi tiniharu byabhicara gardachina bhane juna svatantra striharula'i cha, tyasako adha tiniharula'i sajaya dinupardacha. (Dasi sanga nikaha garne) yo anumati usa vyaktila'i cha jasala'i vyabhicara garihalne bhaya cha. Ra timile dhairya rakhnu dherai ramro cha, ra allaha ksamadata ra atyanta dayavana cha"
        }
    ]
}