{
    "rukus": [
        {
            "chapter": 4,
            "verse": 71,
            "text": "He mominaharu! Aphno raksako sadhana li'ihala, ani tyasapachi samuha–samuhama prasthana gara athava sabai ekai sathama niskihala"
        },
        {
            "chapter": 4,
            "verse": 72,
            "text": "Ra niscayanai timimadhye kohi yasto pani cha jo ja'um ki naja'um jasto gardacha, pheri yadi timimathi kunai kasta a'ipardacha bhane bhandacha ki allahale mamathi thulo krpa gareko cha ki ma tiniharuko sathama upasthita thi'ena"
        },
        {
            "chapter": 4,
            "verse": 73,
            "text": "Ra yadi allaha timimathi krpa gardacha bhane yasto bhandacha ki unako ra timro kunai mitrata nai thi'ena, pascatapa gardai bhandacha ki yadi ma pani tiniharuko sathama ga'eko bha'e thulo saphalata prapta hune thiyo"
        },
        {
            "chapter": 4,
            "verse": 74,
            "text": "Tasartha jasale sansarika jivanala'i akhiratako jivanaka lagi beceka chan, tiniharula'i avasyaka cha ki allahako margama yud'dha garun ra jo manisa allahako margama yud'dha gardai sahida huncha athava vijayi huncha niscaya nai hamile usala'i bahumulya puraskara pradana garnechaum"
        },
        {
            "chapter": 4,
            "verse": 75,
            "text": "Akhira ke karana cha ki allahako margama, ti nihsahaya logne manisaharu, ra svasni manisaharu ra baccaharu mukta gara'unaka lagi timi yud'dha gardainau? Jasale prarthana garne gardachan ki he raba! Hamila'i atyacariharuko saharabata nikalihala ra hamro nimti aphna visesa raksaka niyukta gara ra hamro nimti khasa aphnaitarphabata sahayogi bana'ide'u"
        },
        {
            "chapter": 4,
            "verse": 76,
            "text": "Juna manisaharule imana lya'eka chan tiniharule allahako margama yud'dha gardachan ra jo kaphira chan tiniharule allaha baheka aruko margama yud'dha gardachan. Tasartha timiharu saitanaka sahayogiharuko virud'dha yud'dha gara, visvasa gara ki saitanako sadyantra ati kamajora cha"
        }
    ]
}