{
    "chapter": [
        {
            "chapter": 52,
            "verse": 1,
            "text": "Ina rantsuwa da ¦ur (Dutsen Musa)"
        },
        {
            "chapter": 52,
            "verse": 2,
            "text": "Da wani littafi rubutacce"
        },
        {
            "chapter": 52,
            "verse": 3,
            "text": "A cikin wata takardar fata shimfiɗaɗɗa"
        },
        {
            "chapter": 52,
            "verse": 4,
            "text": "Da Gidan da aka rayar da shi (da ibada)"
        },
        {
            "chapter": 52,
            "verse": 5,
            "text": "Da rufin nan da aka ɗaukaka"
        },
        {
            "chapter": 52,
            "verse": 6,
            "text": "Da tekun nan da aka cika (da ruwa)"
        },
        {
            "chapter": 52,
            "verse": 7,
            "text": "Lalle, azabar Ubangijinka, haƙiƙa, mai aukuwa ce"
        },
        {
            "chapter": 52,
            "verse": 8,
            "text": "Ba ta da mai tunkuɗewa"
        },
        {
            "chapter": 52,
            "verse": 9,
            "text": "Ranar da sama ke yin motsi tana kai kawo"
        },
        {
            "chapter": 52,
            "verse": 10,
            "text": "Kuma duwatsu na tafiya suna shuɗewa"
        },
        {
            "chapter": 52,
            "verse": 11,
            "text": "To, bone ya tabbata a ranar nan ga masu ƙaryatawa"
        },
        {
            "chapter": 52,
            "verse": 12,
            "text": "Waɗanda suke a cikin kududdufi suna wasa"
        },
        {
            "chapter": 52,
            "verse": 13,
            "text": "Ranar da za a tunkuɗa su zuwa wutar Jahannama, tunkuɗawa"
        },
        {
            "chapter": 52,
            "verse": 14,
            "text": "(A ce musu): \"Wannan ita ce wutar da kuka kasance kuna ƙaryatawa game da ita"
        },
        {
            "chapter": 52,
            "verse": 15,
            "text": "To, shin wannan sihiri ne ko kuwa ku ne ba ku gani"
        },
        {
            "chapter": 52,
            "verse": 16,
            "text": "Ku shige ta. To, ku yi haƙuri ko kuma kada ku yi haƙuri, dai dai ne a kanku, kawai ana yi muku sakamakon abin da kuka kasance kuna aikatawa"
        },
        {
            "chapter": 52,
            "verse": 17,
            "text": "Lalle, masu taƙawa, suna a cikin gidajen Aljanna da wata ni'ima"
        },
        {
            "chapter": 52,
            "verse": 18,
            "text": "Suna masu jin daɗi da abin da Ubangijinsu Ya ba su, kuma Ubangijinsu Ya tsare musu azabar Jahim"
        },
        {
            "chapter": 52,
            "verse": 19,
            "text": "(A ce musu): \"Ku ci, ku sha, da ni'ima, domin abin da kuka kasance kuna aikatawa"
        },
        {
            "chapter": 52,
            "verse": 20,
            "text": "Suna kishingiɗe a kan karagu waɗanda ke cikin sahu, kuma Muka aurar da su waɗansu mata masu farin idanu, masu girmansu"
        },
        {
            "chapter": 52,
            "verse": 21,
            "text": "Kuma waɗanda suka yi imani kuma zuriyarsu *suka bi su ga imanin, Mun riskar da zuriyarsu da su, alhali kuwa ba da Mun rage musu kome ba daga aikinsu, kowane mutum jingina ne ga abin da ya sana'anta"
        },
        {
            "chapter": 52,
            "verse": 22,
            "text": "Kuma Muka yalwata musu 'ya'yan itace da nama irin wanda suke marmari"
        },
        {
            "chapter": 52,
            "verse": 23,
            "text": "Suna miƙa wa junansu a cikinta hinjalan giya, wadda babu yasassar magana a cikinta, kuma babu jin nauyin zunubi"
        },
        {
            "chapter": 52,
            "verse": 24,
            "text": "Kuma waɗansu samari na gewayawa a kansu, kamar dai su lu'ulu'u ne wanda ke kulle"
        },
        {
            "chapter": 52,
            "verse": 25,
            "text": "Waɗansunsu suka fuskanta zuwa ga waɗansu, suna tambayar juna"
        },
        {
            "chapter": 52,
            "verse": 26,
            "text": "Suka ce: \"Lalle mu mun kasance a gabanin wannan (a duniya) a cikin iyalanmu muna jin tsoro"
        },
        {
            "chapter": 52,
            "verse": 27,
            "text": "To, Allah Ya yi mana kyautar falala, kuma Ya tsare mana azabar iskar zafi"
        },
        {
            "chapter": 52,
            "verse": 28,
            "text": "Lalle mu mun kasance, a gabanin haka, muna kiran sa. Lalle Shi, Shi ne Mai kyautatawa, Mai rahama"
        },
        {
            "chapter": 52,
            "verse": 29,
            "text": "To, ka tunatar kai fa saboda ni'imar Ubangjinka, ba boka kake ba, kuma ba mahaukaci ba"
        },
        {
            "chapter": 52,
            "verse": 30,
            "text": "Shin za su ce: \"Mawaƙi ne, muna jiran, masifun mutuwa game da shi"
        },
        {
            "chapter": 52,
            "verse": 31,
            "text": "Ka ce: \"Ku yi jira, domin ni ma lalle ina a cikin masu jira tare da ku"
        },
        {
            "chapter": 52,
            "verse": 32,
            "text": "Shin, hankulansu ne ke umarin su da wannan, ko kuwa su wasu mutane ne masu ƙetare haddi"
        },
        {
            "chapter": 52,
            "verse": 33,
            "text": "Shin, cewa suke yi: \"Shi ne ke ƙaga faɗarsa\"? A'a ba su dai yi imani ba"
        },
        {
            "chapter": 52,
            "verse": 34,
            "text": "Sai su zo da wani labari mai misalinsa idan sun kasance sumasu gaskiya ne"
        },
        {
            "chapter": 52,
            "verse": 35,
            "text": "Shin, an halitta su ne ba daga kome ba, ko kuwa su ne masu yin halitta"
        },
        {
            "chapter": 52,
            "verse": 36,
            "text": "Shin, sun halitta sammai da ƙasa ne? A'a ba su dai yi imanin yaƙini ba"
        },
        {
            "chapter": 52,
            "verse": 37,
            "text": "Shin, taskokin Ubangijinka, suna a wurinsu ne? Ko kuwa su ne masu rinjaya"
        },
        {
            "chapter": 52,
            "verse": 38,
            "text": "Shin, suna da wani tsani ne wanda suke (hawa suna) sauraron (labarin sama) a cikinsa? Sai mai sauraronsu ya zo da wani dalili bayyananne"
        },
        {
            "chapter": 52,
            "verse": 39,
            "text": "Shin, Yana da* 'ya'ya mata ne kuma ku, kuna da ɗiya maza ne"
        },
        {
            "chapter": 52,
            "verse": 40,
            "text": "Shin, kana tambayar su wata ijara ne, saboda haka suka zama masu jin nauyin biyan tarar"
        },
        {
            "chapter": 52,
            "verse": 41,
            "text": "Shin, a wurinsu akwai ilmin gaibi, saboda haka suna rubutawa"
        },
        {
            "chapter": 52,
            "verse": 42,
            "text": "Shin, suna nufin wani kaidi ne? To, waɗanda suka kafirta su ne waɗanda ake yi wa kaidi"
        },
        {
            "chapter": 52,
            "verse": 43,
            "text": "Shin, suna da wani abin bautawa ne wanda ba Allah ba? Tsarki ya tabbata ga Allah daga abin da suke yi na shirki"
        },
        {
            "chapter": 52,
            "verse": 44,
            "text": "Kuma idan sun ga wani ɓaɓɓake daga sama yana faɗuwa, sai su ce wani girgije ne, mai hauhawar juna"
        },
        {
            "chapter": 52,
            "verse": 45,
            "text": "To, ka bar su, sai sun haɗu da yinin nan da za a sumar da su a cikinsa"
        },
        {
            "chapter": 52,
            "verse": 46,
            "text": "Ranar da kaidinsu ba ya wadatar masu da kome, kuma ba a taimakon su"
        },
        {
            "chapter": 52,
            "verse": 47,
            "text": "Kuma lalle, waɗannan da suka yi zaluncin, suna da azaba (a nan duniya) banda waccan, kuma mafi yawansu ba su sani ba"
        },
        {
            "chapter": 52,
            "verse": 48,
            "text": "Sai ka yi hakuri da hukuncin Ubangijinka, lalle kai fa kana idanun Mu, kuma ka tsarkake* Ubangijinka da (tasbihi) game da gode Masa a lokacin da kake tashi tsaye (domin salla ko wani abu)"
        },
        {
            "chapter": 52,
            "verse": 49,
            "text": "Kuma daga dare, sai ka tsarkake Shi (da tasbihin) da lokacin juyawar taurari"
        }
    ]
}