{
    "rukus": [
        {
            "chapter": 9,
            "verse": 30,
            "text": "Żydzi powiedzieli: \"Uzajr jest synem Boga.\" A chrześcijanie powiedzieli: \"Mesjasz jest synem Boga.\" Takie są słowa wypowiedziane ich ustami. Oni naśladują słowa tych, którzy przedtem nie wierzyli. Niech zwalczy ich Bóg! Jakże oni są przewrotni"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "Oni wzięli swoich uczonych w piśmie i swoich mnichów za panów, poza Bogiem, i Mesjasza, syna Marii. A rozkazano im przecież czcić tylko Boga Jedynego. Nie ma boga, jak tylko On! Jakże On bardziej godny jest chwały aniżeli to, co oni Jemu dodają jako współtowarzyszy"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "Oni chcą zagasić światło Boga swoimi ustami, lecz Bóg nie dopuści do tego, by nie uczynić pełnym Swojego światła, chociażby niewierni czuli do tego wstręt"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "On jest Tym, który wysłał Swojego Posłańca z drogą prostą i religią prawdy, aby uczynić ją widoczną ponad wszelką religię, chociażby bałwochwalcy czuli do tego wstręt"
        },
        {
            "chapter": 9,
            "verse": 34,
            "text": "O wy, którzy wierzycie! Zaprawdę, wielu spośród uczonych w piśmie - rabinów i mnichów - zjada nadaremnie majątki ludzi i oddala od drogi Boga. A tym, którzy zbierają złoto i srebro, a nie rozdają ich na drodze Boga - obwieść karę bolesną"
        },
        {
            "chapter": 9,
            "verse": 35,
            "text": "W Dniu, kiedy te metale będą rozpalone w ogniu Gehenny i będą napiętnowane nimi ich czoła, ich boki i grzbiety: \"Oto co zebraliście dla siebie. Zakosztujcie więc tego, co zebraliście"
        },
        {
            "chapter": 9,
            "verse": 36,
            "text": "Liczba miesięcy u Boga: dwanaście miesięcy zaznaczonych w Księdze Boga w dniu, kiedy On stworzył niebiosa i ziemię. Wśród nich - cztery święte. To jest religia prawdziwa. Przeto nie czyńcie sobie niesprawiedliwości w tych miesiącach i zwalczajcie bałwochwalców w całości, tak jak oni was zwalczają w całości. Wiedzcie, iż Bóg jest z bogobojnymi"
        },
        {
            "chapter": 9,
            "verse": 37,
            "text": "Przesunięcie miesiąca jest tylko pomnożeniem niewiary; są wprowadzeni przez to w błąd tylko ci, którzy nie wierzą. Oni uznają to za dozwolone jednego roku i uznają to za zakazane innego roku, aby wyrównać liczbę tych miesięcy uświęconych przez Boga i w ten sposób za dozwolone uznać to, czego zakazał Bóg. Zostało im upiększone zło ich działania, lecz Bóg nie prowadzi drogą prostą ludzi niesprawiedliwych"
        }
    ]
}