{
    "rukus": [
        {
            "chapter": 12,
            "verse": 94,
            "text": "A kiedy karawana wyruszyła w drogę powrotną, powiedział ich ojciec: \"Zaprawdę, ja czuję zapach Józefa! Tylko nie uważajcie mnie za mówiącego brednie"
        },
        {
            "chapter": 12,
            "verse": 95,
            "text": "Oni powiedzieli: \"Na Boga! Ty ciągle jesteś w dawnym błędzie"
        },
        {
            "chapter": 12,
            "verse": 96,
            "text": "A kiedy przybył zwiastun radosnej nowiny i zarzucił koszulę na jego twarz, on odzyskał wzrok i powiedział: \"Czyż wam nie mówiłem, że wiem od Boga to, czego wy nie wiecie"
        },
        {
            "chapter": 12,
            "verse": 97,
            "text": "Oni powiedzieli: \"O ojcze nasz! Proś o przebaczenie nam naszych grzechów! My przecież byliśmy grzesznikami"
        },
        {
            "chapter": 12,
            "verse": 98,
            "text": "Będę prosił dla was o przebaczenie mego Pana. Zaprawdę, On jest Przebaczający, Litościwy"
        },
        {
            "chapter": 12,
            "verse": 99,
            "text": "A kiedy weszli oni do Józefa, on przyjął do siebie swoich rodziców i powiedział: \"Wejdźcie do Egiptu bezpieczni, jeśli Bóg tak chce"
        },
        {
            "chapter": 12,
            "verse": 100,
            "text": "A oni padli przed nim na twarz, wybijając pokłony. On powiedział: \"O ojcze mój! Oto jest wyjaśnienie mego dawnego widzenia! Mój Pan uczynił je prawdą. On okazał mi dobroć: oto wyprowadził mnie z więzienia i przyprowadził was z pustyni, choć przedtem szatan zasiał niezgodę między mną i między moimi braćmi. Zaprawdę, mój Pan jest łagodny względem wszystkiego, co chce! Zaprawdę, On jest Wszechwiedzący, Mądry"
        },
        {
            "chapter": 12,
            "verse": 101,
            "text": "Panie mój! Ty mi dałeś nieco władzy królewskiej i nauczyłeś mnie tłumaczenia wydarzeń. Ty jesteś stwórcą niebios i ziemi i jesteś moim opiekunem na tym świecie i w życiu ostatecznym. Daj mi umrzeć poddanym Tobie całkowicie i dołącz mnie do sprawiedliwych"
        },
        {
            "chapter": 12,
            "verse": 102,
            "text": "Oto jedno z opowiadań o tym, co skryte, które tobie objawiamy. Ty nie byłeś przy nich, kiedy oni uzgodnili swój zamysł i kiedy planowali chytrość"
        },
        {
            "chapter": 12,
            "verse": 103,
            "text": "I większa część ludzi, choćbyś bardzo tego chciał, nie będzie wierząca"
        },
        {
            "chapter": 12,
            "verse": 104,
            "text": "Ty nie żądasz od nich za to żadnej nagrody. To jest tylko napomnienie dla światów"
        }
    ]
}