{
    "rukus": [
        {
            "chapter": 14,
            "verse": 7,
            "text": "Oto ogłosił wasz Pan: \"Jeśli będziecie wdzięczni, to Ja obdarzę was więcej; a jeśli nie będziecie wdzięczni, to, zaprawdę, Moja kara będzie straszna"
        },
        {
            "chapter": 14,
            "verse": 8,
            "text": "I powiedział Mojżesz: \"Jeśli nie będziecie wdzięczni - wy i ci, którzy są na ziemi -... zaprawdę, Bóg jest bogaty i godny chwały"
        },
        {
            "chapter": 14,
            "verse": 9,
            "text": "Czy nie doszło do was opowiadanie o tych, którzy byli przed wami - o ludzie Noego, o ludach Ad i Samud, jak i o tych, którzy przyszli po nich, a o których wie tylko Bóg? Przyszli do nich posłańcy z jasnymi dowodami, lecz oni włożyli ręce do swoich ust i powiedzieli: \"My nie wierzymy w to, z czym zostaliście posłani. I, zaprawdę, jesteśmy w głębokim zwątpieniu względem tego, do czego nas wzywacie"
        },
        {
            "chapter": 14,
            "verse": 10,
            "text": "Powiedzieli ich posłańcy: \"Czy można wątpić o Bogu, stwórcy niebios i ziemi? On was wzywa,. aby wam przebaczyć grzechy i aby wam udzielić zwłoki aż do oznaczonego terminu.\" Oni powiedzieli: \"Jesteście tylko ludźmi, tak jak my. Chcecie nas oddalić od tego, co czcili nasi ojcowie. Dajcie nam więc jakiś jasny dowód władzy"
        },
        {
            "chapter": 14,
            "verse": 11,
            "text": "Powiedzieli im ich posłańcy: \"Jesteśmy tylko ludźmi, tak jak wy, lecz Bóg obdarowuje dobrodziejstwami tego, kogo chce spośród Swoich sług; i nie możemy przychodzić do was z dowodem władzy inaczej, jak tylko za zezwoleniem Boga. Niech więc zaufają Bogu ludzie wierzący"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "A dlaczego nie mielibyśmy zaufać Bogu, skoro On nas poprowadził po naszych drogach? My będziemy, z pewnością, bardzo cierpliwie znosić to wszystko, czym nas obrażacie. _Niech więc zaufają Bogu ci, którzy są pełni ufności"
        }
    ]
}