{
    "rukus": [
        {
            "chapter": 39,
            "verse": 53,
            "text": "Powiedz: \"O słudzy moi, którzy wykroczyliście przeciwko sobie samym, nie traćcie nadziei w miłosierdzie Boga! Zaprawdę, Bóg przebacza grzechy w całości. Przecież On jest Przebaczający, Litościwy"
        },
        {
            "chapter": 39,
            "verse": 54,
            "text": "Nawracajcie się więc do waszego Pana! Poddajcie Mu się całkowicie, zanim spotka was kara, wtedy bowiem nie będziecie wspomożeni"
        },
        {
            "chapter": 39,
            "verse": 55,
            "text": "Idźcie za najpiękniejszym z tego, co zesłał wam wasz Pan, zanim spotka was kara niespodziewanie, kiedy nie będziecie jej przeczuwać"
        },
        {
            "chapter": 39,
            "verse": 56,
            "text": "Aby nie powiedziała żadna dusza: \"Biada mi za to, co zaniedbałam względem Boga! Ja przecież byłam wśród wyszydzających"
        },
        {
            "chapter": 39,
            "verse": 57,
            "text": "Albo żeby nie powiedziała: \"Jeśliby Bóg poprowadził mnie drogą prostą, to znalazłabym się wśród bogobojnych"
        },
        {
            "chapter": 39,
            "verse": 58,
            "text": "Albo też żeby nie powiedziała, kiedy ujrzy karę: \"Jeśliby mi było dane powrócić, to byłabym wśród czyniących dobro"
        },
        {
            "chapter": 39,
            "verse": 59,
            "text": "Owszem! Przyszły do ciebie Moje znaki, lecz uznałeś je za kłamstwo i uniosłeś się pychą; i znalazłeś się wśród niewiernych"
        },
        {
            "chapter": 39,
            "verse": 60,
            "text": "W Dzień Zmartwychwstania zobaczysz tych, którzy pomawiali Boga o kłamstwo, z twarzami poczerniałymi. Czyż nie w Gehennie jest miejsce pobytu dla dumnych"
        },
        {
            "chapter": 39,
            "verse": 61,
            "text": "A Bóg wybawi tych, którzy byli bogobojni, dając im miejsce bezpieczne; i nie dotknie ich zło, i nie będą się smucić"
        },
        {
            "chapter": 39,
            "verse": 62,
            "text": "Bóg jest Stwórcą wszelkiej rzeczy i On jest każdej rzeczy stróżem"
        },
        {
            "chapter": 39,
            "verse": 63,
            "text": "On ma klucze niebios i ziemi. A ci, którzy nie uwierzyli w znaki Boga, ponoszą stratę"
        }
    ]
}