{
    "rukus": [
        {
            "chapter": 54,
            "verse": 23,
            "text": "Za kłamstwo uznał lud Samud ostrzeżenia"
        },
        {
            "chapter": 54,
            "verse": 24,
            "text": "Oni powiedzieli: \"Czy mamy postępować za śmiertelnikiem, jednym z nas samych? Wówczas popadlibyśmy w zabłądzenie i szaleństwo"
        },
        {
            "chapter": 54,
            "verse": 25,
            "text": "Czy napomnienie zostało dane jemu tylko spośród nas? Przeciwnie! On jest bezczelnym kłamcą"
        },
        {
            "chapter": 54,
            "verse": 26,
            "text": "Oni dowiedzą się jutro, kto jest bezczelnym kłamcą"
        },
        {
            "chapter": 54,
            "verse": 27,
            "text": "Oto My posyłamy im wielbłądzicę jako doświadczenie dla nich. Obserwuj ich pilnie i bądź cierpliwy"
        },
        {
            "chapter": 54,
            "verse": 28,
            "text": "I obwieść im, że woda ma być podzielona między nich: a wszyscy pić będą po kolei"
        },
        {
            "chapter": 54,
            "verse": 29,
            "text": "Wtedy wezwali swego towarzysza, a on zakrzątnął się i przeciął jej ścięgna"
        },
        {
            "chapter": 54,
            "verse": 30,
            "text": "Jakaż była Moja kara i Moje ostrzeżenia"
        },
        {
            "chapter": 54,
            "verse": 31,
            "text": "Oto wysłaliśmy przeciw nim jeden krzyk, a oni stali się jak zeschłe witki budującego ogrodzenie"
        },
        {
            "chapter": 54,
            "verse": 32,
            "text": "My uczyniliśmy łatwym Koran dla przypomnienia. Lecz czy znajdzie się ktoś, kto będzie pamiętał"
        },
        {
            "chapter": 54,
            "verse": 33,
            "text": "Za kłamstwo uznał lud Lota ostrzeżenia"
        },
        {
            "chapter": 54,
            "verse": 34,
            "text": "Oto wysłaliśmy przeciw nim huragan niosący kamienie; jedynie rodzinę Lota uratowaliśmy o świcie"
        },
        {
            "chapter": 54,
            "verse": 35,
            "text": "Jako dobrodziejstwo od Nas. W ten sposób wynagradzamy tych, którzy są wdzięczni"
        },
        {
            "chapter": 54,
            "verse": 36,
            "text": "On ostrzegał ich przed Naszą srogością, lecz oni powątpiewali w te ostrzeżenia"
        },
        {
            "chapter": 54,
            "verse": 37,
            "text": "Starali się nawet odsunąć od niego jego gości, lecz My oślepiliśmy ich. Zakosztujcie więc Mojej kary i Moich ostrzeżeń"
        },
        {
            "chapter": 54,
            "verse": 38,
            "text": "I wcześnie rankiem spadła na nich kara ustanowiona"
        },
        {
            "chapter": 54,
            "verse": 39,
            "text": "Zakosztujcie więc Mojej kary i Moich ostrzeżeń"
        },
        {
            "chapter": 54,
            "verse": 40,
            "text": "My uczyniliśmy łatwym Koran dla przypomnienia. Lecz czy znajdzie się ktoś, kto będzie pamiętał"
        }
    ]
}