{
    "rukus": [
        {
            "chapter": 4,
            "verse": 1,
            "text": "O ludzie! Bójcie się waszego Pana, który was stworzył z jednej istoty i stworzył z niej drugą do pary; a z nich dwojga rozprzestrzenił wiele mężczyzn i kobiet. Bójcie się Boga, o którego jedni drugich pytacie, i czcijcie łona"
        },
        {
            "chapter": 4,
            "verse": 2,
            "text": "Dawajcie sierotom ich mienie i nie zamieniajcie tego, co dobre, na to, co złe; i nie zjadajcie ich majątku, dołączając go do waszego majątku! Zaprawdę, to jest wielki grzech"
        },
        {
            "chapter": 4,
            "verse": 3,
            "text": "A jeśli się obawiacie, iż nie będziecie sprawiedliwi względem sierot... Żeńcie się zatem z kobietami, które są dla was przyjemne - z dwoma, trzema lub czterema. Lecz jeśli się obawiacie, że nie będziecie sprawiedliwi, to żeńcie się tylko z jedną albo z tymi, którymi zawładnęły wasze prawice. To jest dla was odpowiedniejsze, abyście nie postępowali niesprawiedliwie"
        },
        {
            "chapter": 4,
            "verse": 4,
            "text": "I dawajcie kobietom wiana jako dar. Jeśli one jednak są dobre dla was i użyczą wam cośkolwiek z niego, to jedzcie to dla zdrowia i pomyślności"
        },
        {
            "chapter": 4,
            "verse": 5,
            "text": "I nie dawajcie nierozumnym waszych dóbr, które wam dał Bóg jako utrzymanie; lecz dajcie im zaopatrzenie z niego i ubierajcie ich, i przemawiajcie do nich życzliwie"
        },
        {
            "chapter": 4,
            "verse": 6,
            "text": "Doświadczajcie sieroty, aż osiągną wiek do małżeństwa. A jeśli zauważycie w nich dojrzałość sądu, oddajcie im ich dobra! I nie zjadajcie ich dóbr rozrzutnie i pośpiesznie, zanim one osiągną wiek dojrzały. Ten, kto jest bogaty, niech się powstrzyma wspaniałomyślnie, a ten, kto jest biedny, niech zjada w sposób odpowiedni. A kiedy oddajecie im ich dobra, to wezwijcie świadków. A Bóg wystarczy jako przyjmujący rachunek"
        },
        {
            "chapter": 4,
            "verse": 7,
            "text": "Mężczyznom przypada część tego, co pozostawili rodzice i krewni; i kobietom przypada część tego, co pozostawili rodzice i krewni. Czy to będzie mało, czy dużo, to jest udział obowiązujący prawnie"
        },
        {
            "chapter": 4,
            "verse": 8,
            "text": "A kiedy są przy podziale obecni: dalsi krewni, sieroty i biedacy, to dajcie im nieco zaopatrzenia i przemawiajcie do nich uprzejmie"
        },
        {
            "chapter": 4,
            "verse": 9,
            "text": "I niech się obawiają ci, którzy gdyby pozostawili potomstwo słabe, niepokoiliby się o nie; i niech oni boją się Boga i mówią słowa rozsądne"
        },
        {
            "chapter": 4,
            "verse": 10,
            "text": "Zaprawdę, ci, którzy zjadają dobra sierot, popełniając niesprawiedliwość, zjadają to, co w ich trzewiach będzie ogniem; i będą wystawieni na ogień płonący"
        }
    ]
}