{
    "chapter": 57,
    "verse": 1,
    "text": "AL-HADID (BESI) Pendahuluan: Madaniyyah, 29 ayat ~ Surat ini dimulai dengan berita bahwa Allah disucikan oleh semua yang ada di langit dan di bumi, lalu dilanjutkan dengan keterangan tentang sebab-sebab penyucian itu, yaitu bahwa Allah adalah Pemilik kerajaan langit dan bumi, Maha Mengetahui dan bebas melakukan apa saja terhadap segala makhluk yang ada pada keduanya. Selanjutnya, disebutkan pula perintah untuk beriman kepada Allah dan membelanjakan harta di jalan-Nya. Membelanjakan harta, menurut bagian surat selanjutnya terbagi menjadi beberapa tingkat, tergantung pada faktor apa yang mendorongnya. Setelah itu, surat ini memaparkan gambaran orang-orang Mukmin di hari kiamat yang memancarakan cahaya, dari arah depan dan dari arah-arah sekitarnya. Selain itu, dalam surat ini terdapat pula gambaran tentang orang munafik yang berusaha menunggu orang-orang Mukmin itu demi mengambil sedikit dari cahaya mereka. Kedua kelompok ini dipisahkan oleh suatu pagar yang berpintu: bagian dalamnya berisi kasih sayang, sedang bagian luarnya adalah siksaan. Pembicaraan kemudian beralih kepada perintah kepada kaum mukminin untuk menundukkan hati mereka mengingat Allah dan kebenaran yang telah diturunkan (al-Qur'ân). Selanjutnya surat ini memaparkan kepada kaum mukminin itu kedudukan orang-orang yang mempercayai, baik laki-laki maupun perempuan, di sisi Tuhan dan menerangkan bahwa tempat kembali orang-orang kafir dan pendusta adalah neraka Jahîm. Ayat-ayat berikutnya berisikan tamsil tentang betapa remehnya kehidupan dunia dengan segala kesenangan yang ada di dalamnya, dan tamsil tentang betapa besarnya kesenangan dan azab akhirat. Pada bagian berikutnya, surat ini menyampaikan himbauan agar kita menjadi orang yang bersegera meminta ampunan, dan menenangkan hati dengan meyakini bahwa segala kebaikan dan keburukan yang menimpa sudah tercatat di sisi Allah, dengan harapan agar hati menjadi tunduk dan menerima ketentuan-Nya. Pada bagian selanjutnya, surat ini membicarakan masalah pengutusan dan kesinambungan para rasul, dan bagaimana mereka didukung dengan bukti-bukti, kitab-kitab dan sarana- sarana kekuatan dan bagaimana mereka berbuat untuk meluruskan umat manusia secara adil. Dan, sebagai penutup, surat ini diakhiri dengan seruan kepada umat Islam untuk bertakwa, janji untuk melipatgandakan kasih sayang, dan janji untuk mendapatkan karunia yang tidak dapat diwujudkan oleh selain Allah. Hal itu disebabkan karena karunia itu berada di tangan Allah. Dia bebas untuk memberikannya kepada siapa saja. Allah memiliki karunia yang besar.]] Semua makhluk yang ada di langit dan di bumi--manusia, hewan dan benda mati--menyucikan Allah Yang Mahaperkasa, mengatur semua urusan dengan bijaksana"
}