{
    "rukus": [
        {
            "chapter": 67,
            "verse": 15,
            "text": "かれこそは，大地をあなたがたに使い易くなされた方である。それでその諸地域を往来し，かれの糧を食べるがよい。そして復活の時にはかれに召されていく身である。"
        },
        {
            "chapter": 67,
            "verse": 16,
            "text": "大地が揺れ動く時，天にいます方が，あなたがたをそれに呑み込ませられないであろうと，安心しているのか。"
        },
        {
            "chapter": 67,
            "verse": 17,
            "text": "またあなたがたは天にいます方が，（砂石の）烈風をあなたがたに送られないであろうと，安心しているのか。やがてあなたがたは，わが警告が如何なるものかを知るであろう。"
        },
        {
            "chapter": 67,
            "verse": 18,
            "text": "本当にあなたがた以前の者たちも，（わが警告を）嘘であるとした。それでわが不興が如何に（恐ろしいもので）あったか。"
        },
        {
            "chapter": 67,
            "verse": 19,
            "text": "かれらは上を飛ぶ鳥に就いて考えないのか。翼を広げ，またそれを畳むではないか。慈悲あまねく御方の外，誰がそれらを支えることができよう。本当にかれは，凡てのことを御存知であられる。"
        },
        {
            "chapter": 67,
            "verse": 20,
            "text": "慈悲あまねく御方を差し置いてあなたがたを助ける軍勢となり得るものは，誰であるのか。不信者は，妄想しているに過ぎない。"
        },
        {
            "chapter": 67,
            "verse": 21,
            "text": "かれがもし御恵みを止められると，あなたがたに恵みをなし得るものは誰であるのか。いやかれらは高慢と，（真理からの）回避に固執する。"
        },
        {
            "chapter": 67,
            "verse": 22,
            "text": "顔を伏せて（只頑なに）歩く者と，正しい道の上を規則正しく歩く者と，どちらがよく導かれるのか。"
        },
        {
            "chapter": 67,
            "verse": 23,
            "text": "言ってやるがいい。「かれこそはあなたがたを創り，あなたがたのために，聴覚，視覚，感情（知力）を与えられた方である。何とあなたがたの感謝の念の薄いことよ。」"
        },
        {
            "chapter": 67,
            "verse": 24,
            "text": "言ってやるがいい。「かれこそは，あなたがたを地上に分散し繁栄させられた方であり，あなたがたはかれの御許に集められる。」"
        },
        {
            "chapter": 67,
            "verse": 25,
            "text": "かれら（不信者）は，「もしあなたがたの言葉が真実なら，この契約は何時（果たされるの）であろうか。」と言う。"
        },
        {
            "chapter": 67,
            "verse": 26,
            "text": "言ってやるがいい。「本当にそれを知るのは，アッラーだけである。わたしは公明な警告者に過ぎない。」"
        },
        {
            "chapter": 67,
            "verse": 27,
            "text": "かれらが目の辺にそれを見る時，不信者たちの顔は悲しみに曇る。「これがあなたがたの求めていたもの（約束の成就）である。」と告げられる。"
        },
        {
            "chapter": 67,
            "verse": 28,
            "text": "言ってやるがいい。「あなたがたは考えないのか，もしアッラーが，わたしやわたしと一緒の者を滅ぼされても，また慈悲を与えられても，凡そ不信者を痛烈な懲罰から救うものは誰であろうか。」"
        },
        {
            "chapter": 67,
            "verse": 29,
            "text": "言ってやるがいい。「かれは慈悲あまねく御方であられ，わたしたちはかれを信仰し，かれに（全てを）托す。やがてあなたがたは，明らかな過誤の中にいる者が誰であるのかを知るであろう。」"
        },
        {
            "chapter": 67,
            "verse": 30,
            "text": "言ってやるがいい。「あなたがたは考えないのか。もし或る朝，あなたがたの水が地下に沈み去ったならば，涌き出る水を，あなたがたに齎せるものは，一体誰であるのか。」"
        }
    ]
}