{
    "rukus": [
        {
            "chapter": 11,
            "verse": 61,
            "text": "Kuma zuwa ga Samũdãwa (an aika) ɗan'uwansu Sãlihu. Ya ce: \"Ya mutãnena! Ku bauta wa Allah. Bã ku da wani abin bautãwa fãce Shi. Shĩ ne Ya ƙãga halittarku daga ƙasa, kuma Ya sanya ku mãsu yin kyarkyara a cikinta. Sai ku nẽme Shi gãfara, sa'an nan kuma ku tũba zuwa gare Shi. Lalle Ubangijina Makusanci ne Mai karɓãwa"
        },
        {
            "chapter": 11,
            "verse": 62,
            "text": "Suka ce: \"Ya Sãlihu! Haƙĩƙa, kã kasance a cikinmu, wanda ake fatan wani alhẽri da shi a gabãnin wannan. Shin kana hana mu bauta wa abin da ubanninmu suke bauta wa? Kuma haƙĩƙa mũ, munã cikin shakka daga abin da kake kiran mu gare shi, mai sanya kõkanto"
        },
        {
            "chapter": 11,
            "verse": 63,
            "text": "Ya ce: \"Ya mutãnẽna! Kun gani? Idan na kasance a kan hujja bayyananna daga Ubangijina, kuma Ya bã ni rahama daga gare Shi, to, wane ne zai taimake ni daga Allah idan nã sãɓa Masa? Sa'an nan bã zã ku ƙãre ni da kõme ba fãce hasãra"
        },
        {
            "chapter": 11,
            "verse": 64,
            "text": "Kuma ya mutãnena! wannan rãƙumar Allah ce, tanã ãyã a gare ku. Sai ku bar ta ta ci a cikin ƙasar Allah, kuma kada ku shãfe ta da wata cũta kar azãba makusanciya ta kãma ku"
        },
        {
            "chapter": 11,
            "verse": 65,
            "text": "Sai suka sõke ta. Sai ya ce: \"Kuji dãɗi a cikin gidãjenku kwãna uku. Wannan wa'adi ne bã abin ƙaryatãwa ba"
        },
        {
            "chapter": 11,
            "verse": 66,
            "text": "To, a lõkacin da umurnin Mu ya je, muka kuɓutar da Sãlihu da waɗan da suka yi ĩmãni tãre da shi, sabõda wata rahama daga gare Mu, kuma daga wulãkancin rãnar nan. Lalle ne Ubangijinka Shĩ ne Mai ƙarfi, Mabuwãyi"
        },
        {
            "chapter": 11,
            "verse": 67,
            "text": "Sai tsãwa ta kãma waɗanda suka yi zãlunci, sai suka wãyi gari sunã guggurfãne a cikin gidãjensu"
        },
        {
            "chapter": 11,
            "verse": 68,
            "text": "Kamar dai ba su zauna a cikinta ba. To! Lalle ne samũdãwa sun kãfirce wa Ubangijinsu. To, Nĩsa ya tabbata ga Samũdãwa"
        }
    ]
}