{
    "rukus": [
        {
            "chapter": 12,
            "verse": 21,
            "text": "Kuma wanda ya saye shi daga Masar* ya ce wa mãtarsa, \"Ki girmama mazauninsa, akwai tsammãnin ya amfãne mu, kõ kuwa mu riƙe shi ɗã.\"Kuma kamar wancan ne Muka tabbatar ga Yũsufu, a cikin ƙasa kuma dõmin Mu sanar da shi daia fassarar lũbũru, kuma Allah ne Marinjãyi a kan al'amarinSa, kuma amma mafi yawan mutãne ba su sani ba"
        },
        {
            "chapter": 12,
            "verse": 22,
            "text": "Kuma a lõkacin da ya isa mafi ƙarfinsa, Muka bã shi hukunci da ilmi. Kuma kamar wancan ne Muke sãka wa mãsu kyautatãwa"
        },
        {
            "chapter": 12,
            "verse": 23,
            "text": "Kuma wadda yake *a cikin ɗãkinta, ta nẽme shi ga kansa, kuma ta kukkulle ƙõfõfi, kuma ta ce, \"Yã rage a gare ka!\" ya ce: \"Ina neman tsarin Allah! Lalle shĩne Ubangijina. Yã kyautata mazaunina. Lalle ne shĩ, mãsu zãlunci ba su cin nasara"
        },
        {
            "chapter": 12,
            "verse": 24,
            "text": "Kuma lalle ne, tã himmantu da shi. Kuma yã himmantu da ita in bã dõmin ya ga dalĩlin Ubangijinsa ba. Kãmar haka dai, dõmin Mu karkatar da mummũnan aiki da alfãsha daga gare shi. Lalle ne shi, daga bãyinMu zaɓaɓɓu yake"
        },
        {
            "chapter": 12,
            "verse": 25,
            "text": "Kuma suka yi tsẽre* zuwa ga ƙõfa. Sai ta tsãge rigarsa daga bãya, kuma suka iske mijinta a wurin ƙõfar. Ta ce: \"Mẽnene sakamakon wanda ya yi nufin cũta game da iyãlinka? Fãce a ɗaure shi, ko kuwa a yi masa wata azãba mai raɗaɗi"
        },
        {
            "chapter": 12,
            "verse": 26,
            "text": "Ya ce: \"Ita ce ta nẽme ni a kaina.\"Kuma wani mai shaida daga mutãnenta ya bãyar da shaida: *\"Idan rigarsa ta kasance an tsage ta daga gaba, to, tã yi gaskiya, kuma shĩ ne daga maƙaryata"
        },
        {
            "chapter": 12,
            "verse": 27,
            "text": "Kuma idan rigarsa ta kasance an tsãge ta daga bãya, to, tã yi ƙarya, kuma shĩ ne daga mãsu gaskiya"
        },
        {
            "chapter": 12,
            "verse": 28,
            "text": "Sa'an nan a lõkacin da ya ga rĩgarsa an tsãge ta daga bãya, ya ce: \"Lalle ne shi, daga kaidinku ne, mata! Lalle ne kaidinku mai girma ne"
        },
        {
            "chapter": 12,
            "verse": 29,
            "text": "Yusufu! Ka kau da kai daga wannan. Kuma ki nẽmi gãfara* dõmin laifinki. Lalle ne ke, kin kasance daga mãsu kuskure"
        }
    ]
}