{
    "rukus": [
        {
            "chapter": 5,
            "verse": 57,
            "text": "Yã ku waɗanda suka yi ĩmãni! Kada ku riƙi waɗanda suka riƙi addininku bisa izgili da wãsa, daga waɗanda aka bai wa Littãfi daga gabãninku da kãfirai, masõya, Kuma ku bi Allah da taƙawa idan kun kasance muminai"
        },
        {
            "chapter": 5,
            "verse": 58,
            "text": "Kuma idan kuka yi kira zuwa ga salla, sai su riƙe ta bisa izgili da wãsa. Wannan dõmin lalle ne su, mutãne ne (waɗanda) bã su hankalta"
        },
        {
            "chapter": 5,
            "verse": 59,
            "text": "Ka ce: \"Ya Mutãnen Littãfi! Shin, kunã ganin wani laifi daga gare mu? Fãce dai dõmin mun yi ĩmãni da Allah da abin da aka Saukar zuwa gare mu da abin da aka saukar daga gabãni, kuma dõmin mafi yawanku fãsiƙai ne"
        },
        {
            "chapter": 5,
            "verse": 60,
            "text": "Ka ce: \"Shin, in gaya muku mafi sharri daga wannan, dõmin sakamako* daga wurin Allah? wanda Allah Ya la'ane shi kuma Ya yi fushi da shi, kuma Ya sanya daga gare su birai da aladai, kuma ya bauta wa ¦ãguta. Waɗannan ne mafiya sharrin wuri, kuma mafiya ɓata daga tsakar hanya"
        },
        {
            "chapter": 5,
            "verse": 61,
            "text": "Kuma idan sun zo muku sai su ce: \"Mun yi ĩmãni.\" Alhãli kuwa haƙĩƙa, sun shigo da kãfirci, kuma su lalle ne, sun fita da shi, kuma Allah ne Mafi sani ga abin da suka kasance sunã ɓõyewa"
        },
        {
            "chapter": 5,
            "verse": 62,
            "text": "Kuma kana ganin mãsu yawa daga gare su, sunã tseren gaugawa a cikin zunubi da zãlunci da cinsu ga haram. Haƙĩƙa, tir da abin da suka kasance suna aikatãwa"
        },
        {
            "chapter": 5,
            "verse": 63,
            "text": "Don me Malaman Tarbiyya* da manyan malamai (na Yahudu) ba su hanã su daga faɗarsu ga zunubi da cinsu ga haram ba? Haƙiƙa, tir daga abin da suka kasance sunã sanã'antãwa"
        },
        {
            "chapter": 5,
            "verse": 64,
            "text": "Kuma Yahudu suka ce: \"Hannun Allah abin yi wa ƙuƙumi ne.* \" An sanya hannuwansu a cikin ƙuƙumi! Kuma an la'ane su sabõda abin da suka faɗa. Ã'a, hannuwanSa biyu shimfiɗaɗɗu ne, Yanã ciyarwa yadda Yake so. Kuma lalle ne abin da aka saukar zuwa gare ka yanã ƙãra wa mãsu yawa daga gare su, girman kai da kãfirci. Kuma Mun jefa a tsakãninsu, ƙiyayya da ƙeta, zuwa Rãnar ¡iyãma, kõ da yaushe suka hura wata wuta dõmin yãƙi, sai Allah Ya bice ta. Sunã aiki a cikin ƙasa dõmin ɓarna, alhãli kuwa Allah bã Ya son mãsu fasãdi"
        },
        {
            "chapter": 5,
            "verse": 65,
            "text": "Kuma dã dai lalle Mutãnen Littãfi sun yi ĩmãni, kuma sun yi taƙawa, haƙĩƙa, dã Mun kankare miyãgun ayyukansu daga gare su, kuma dã Mun shigar da su gidãjen Aljannar Ni'ima"
        },
        {
            "chapter": 5,
            "verse": 66,
            "text": "Kuma dã dai lalle su, sun tsayar da Attaura da Injĩla da abin da aka saukar zuwa gare su daga Ubangijinsu, haƙĩƙa, dã sun ci daga bisansu da kuma daga ƙarƙashin ƙafãfunsu. Daga gare su akwai wata al'umma mai tsakaitãwa kuma mãsu yawa daga gare su, abin da suke aikatawa yã munana"
        }
    ]
}