{
    "pages": [
        {
            "chapter": 5,
            "verse": 24,
            "text": "Mereka terus melanggar dan berkata, \"Wahai Mûsâ, sesungguhnya kami sama sekali tidak akan memasuki negeri ini, selagi orang-orang yang perkasa itu masih berada di dalamnya. Biarkan kami, sebab kamu tidak mempunyai kekuasaan apa-apa atas kami. Pergilah kamu bersama Tuhanmu dan perangilah mereka. Kami akan tetap tinggal di tempat ini"
        },
        {
            "chapter": 5,
            "verse": 25,
            "text": "Ketika itu Mûsâ meminta pertolongan kepada Tuhannya sambil berkata, \"Ya Tuhanku, aku tidak kuasa selain atas diriku dan saudaraku. Maka tentukanlah keputusan, dengan keadilan-Mu, antara kami dan orang-orang yang durhaka itu"
        },
        {
            "chapter": 5,
            "verse": 26,
            "text": "Allah mengabulkan doa Nabi Mûsâ, dan mengharamkan orang-orang yang melanggar perintah tadi untuk memasuki tanah Bayt al-Maqdis selama empat puluh tahun. Mereka tersesat di padang pasir, tak tahu arah. Kemudian Allah berfirman kepada Mûsâ, \"Janganlah kamu gelisah dengan musibah yang menimpa mereka, karena sesungguhnya mereka adalah orang-orang yang fasik dan keluar dari perintah Allah"
        },
        {
            "chapter": 5,
            "verse": 27,
            "text": "Senang kepada permusuhan adalah tabiat sebagian manusia. Oleh karena itu, wahai Rasulullah, ceritakanlah kepada orang-orang Yahudi--dan kamu adalah orang yang jujur dan benar--kisah dua putra Adam (Qâbîl dan Hâbîl) ketika mempersembahkan korban kepada Allah. Lalu Allah menerima korban Hâbîl karena keikhlasannya, dan tidak menerima korban Qâbîl karena ia tidak ikhlas. Maka, dengan rasa dengki, Qâbîl mengancam akan membunuh Hâbîl. Hâbîl kemudian menjelaskan bahwa Allah tidak akan menerima suatu perbuatan selain dari orang-orang yang bertakwa dan ikhlas berkorban"
        },
        {
            "chapter": 5,
            "verse": 28,
            "text": "Hâbîl berkata kepada Qâbîl, \"Kalaupun kamu tersesatkan oleh setan untuk menggerakkan tanganmu hendak membunuhku, aku tidak akan melakukan seperti yang kamu lakukan. Aku tidak akan menggerakkan tanganku untuk membunuhmu, karena aku takut siksa Tuhanku. Dialah Allah Tuhan semesta alam"
        },
        {
            "chapter": 5,
            "verse": 29,
            "text": "Aku tidak akan melawanmu kalau kamu membunuhku, supaya kamu menanggung sendiri dosa pembunuhan terhadap diriku dan dosa dirimu karena tidak berbuat ikhlas kepada Allah sebelumnya. Dengan demikian, kamu berhak mendapat siksa api neraka di akhirat kelak. Itulah balasan yang adil dari Allah bagi orang yang zalim"
        },
        {
            "chapter": 5,
            "verse": 30,
            "text": "Qâbîl terdorong oleh hawa nafsunya untuk melawan fitrah dan membunuh saudaranya. Ia pun benar- benar membunuh Hâbîl. Dalam ketentuan hukum Allah, Qâbîl termasuk orang-orang yang merugi, sebab telah kehilangan imannya dan kehilangan saudaranya"
        },
        {
            "chapter": 5,
            "verse": 31,
            "text": "Setelah membunuh Hâbîl, Qâbîl merasa menyesal dan bingung, tak tahu apa yang harus diperbuat dengan mayat saudaranya. Lalu Allah mengutus burung gagak yang kemudian menggali tanah untuk mengubur mayat burung gagak lain yang telah mati. Qâbîl pun akhirnya mengetahui bagaimana cara mengubur jasad saudaranya yang telah meninggal. Dengan merasakan akibat buruk apa yang dilakukannya dan penyesalan atas kejahatannya, Qâbîl berkata, \"Mengapa aku tidak mampu berbuat seperti burung gagak ini, sehingga aku dapat menguburkan mayat saudaraku?\" Karena itu, ia pun menjadi orang yang menyesal atas kejahatan dan perbuatannya yang menyalahi fitrah(1). (1) Ayat ini menunjukkan penguburan pertama dalam sejarah umat manusia, di samping menunjukkan bahwa cara penguburan itu merupakan wahyu dari Allah melalui burung gagak. Di antara hikmahnya adalah untuk memberi petunjuk kepada manusia bahwa penguburan itu dapat mencegah tersebarnya berbagai penyakit. Lebih dari itu, penguburan seperti itu merupakan penghormatan kepada mayat"
        }
    ]
}