{
    "pages": [
        {
            "chapter": 6,
            "verse": 125,
            "text": "Kalau mereka telah sesat dan kalian telah mendapatkan petunjuk, itu memang karena kehendak dan takdir Allah. Maka, orang yang telah ditentukan akan mendapat petunjuk, dadanya akan lapang untuk menerima cahaya Islam. Sedangkan orang yang telah ditentukan akan sesat, dadanya akan sangat sempit, karena sempitnya, ia bak orang yang menanjak ke tempat sangat jauh tinggi bagaikan langit. Nafasnya terus menaik, sedangkan ia tidak bisa apa-apa. Dengan cara demikian, Allah menetapkan kerusakan dan kehinaan terhadap orang-orang yang tidak memiliki keimanan"
        },
        {
            "chapter": 6,
            "verse": 126,
            "text": "Yang Kami terangkan ini adalah jalan kebenaran yang lurus, yang telah Kami perinci secara jelas bagi umat manusia. Tidak akan mendapatkan manfaatnya kecuali orang-orang yang mau merenung untuk menangkap pesan-pesan Tuhan dan mencari petunjuk"
        },
        {
            "chapter": 6,
            "verse": 127,
            "text": "Bagi orang-orang yang merenung dan menangkap pesan itu disediakan tempat aman, yaitu surga. Mereka berada di dalam kekuasaan, kecintaan dan pertolongan Allah, oleh sebab kebaikan yang mereka perbuat di dunia"
        },
        {
            "chapter": 6,
            "verse": 128,
            "text": "Kalau orang-orang yang menempuh jalan lurus itu akan mendapat tempat aman dengan kekuasaan Allah, maka orang-orang yang menempuh jalan setan akan mendapat balasan juga atas pelanggaran itu pada saat semua manusia dikumpulkan di hari kiamat. Saat itu, Allah berkata kepada jin dan manusia yang berbuat dosa, \"Wahai sekumpulan jin, kalian telah banyak menggoda manusia, hingga banyak yang mengikuti kalian.\" Manusia-manusia yang mengikuti jin itu berkata, \"Wahai Pencipta dan Penguasa kami, masing-masing kami telah memanfaatkan yang lain dan kami bersenang-senang dengan berbagai kenikmatan dunia. Kini kami telah sampai kepada ajal yang telah Engkau tentukan.\" Allah berkata lagi, \"Tempat kalian semua adalah neraka dan kalian akan kekal abadi di dalamnya. Kecuali orang-orang yang dikehendaki Allah untuk diselamatkan, yaitu orang-orang yang tidak mengingkari pesan-pesan Allah. Sungguh, perbuatan Allah selamanya selalu sejalan dengan kebijaksanaan dan pengetahuan-Nya"
        },
        {
            "chapter": 6,
            "verse": 129,
            "text": "Demikian pula, sebagaimana Kami jadikan masing-masing jin dan manusia yang berbuat maksiat untuk saling menikmati yang lain, Kami jadikan pula orang-orang zalim sebagai penguasa bagi yang lain, akibat dosa besar yang mereka lakukan"
        },
        {
            "chapter": 6,
            "verse": 130,
            "text": "Pada hari kiamat, Allah berkata kepada mereka, \"Wahai sekumpulan jin dan manusia, rasul-rasul telah datang kepada kalian memberi peringatan dengan berbagai bukti dan keterangan, membacakan ayat-ayat dan mengingatkan kalian tentang hari pertemuan dengan Allah ini. Mengapa kalian mendustai mereka? Mereka menjawab, \"Kami mengaku atas kesalahan yang kami lakukan.\" Mereka telah tertipu oleh kenikmatan hidup duniawi. Mereka mengaku bahwa mereka memang ingkar"
        },
        {
            "chapter": 6,
            "verse": 131,
            "text": "Sesungguhnya pengutusan rasul sebagai pemberi peringatan dan pembawa penjelasan hanyalah karena Tuhanmu, wahai Muhammad, tidak akan menghancurkan penduduk suatu tempat akibat kezaliman mereka, sedangkan mereka adalah orang-orang yang tidak tahu kebenaran. Tetapi sebaliknya, Dia mesti menjelaskan dan mengingatkan terlebih dahulu"
        }
    ]
}