{
    "pages": [
        {
            "chapter": 8,
            "verse": 1,
            "text": "AL-ANFAL (HARTA RAMPASAN PERANG) Pendahuluan: Madaniyyah, 75 ayat ~ Surat al-Anfâl diturunkan di Madinah dan terdiri atas 75 ayat. Dalam surat ini Allah memaparkan penjelasan sebagian hukum dan latar belakang perang. Diketengahkan pula faktor-faktor pembawa kemenangan dan peran strategis kekuatan spiritual, juga diterangkan. Allah juga menjelaskan pula hukum harta rampasan perang dan tawanan. Dalam surat ini tampak dengan jelas perpaduan hukum dan hikmah Allah saat menuturkan secara rinci peristiwa perang Badar, latar belakang dan persoalan- persoalan pascaperang, dan pemicu perang, sebagaimana disimpulkan dalam surat, ini disebabkan tindakan pengusiran terhadap nabi oleh orang-orang musyrik dari Mekah. Allah menjelaskan pula dalam surat itu persiapan-persiapan yang mesti dilakukan sebelum perang dan kewajiban menerima perjanjian damai jika pihak musuh menghendaki. Surat al-Anfâl ditutup dengan uraian masalah yang berkaitan dengan perwalian antar sesama orang Mukmin, dan penjelasan hukum yang mewajibkan orang-orang Mukmin untuk berhijrah dari bumi penindasan untuk berjuang bersama saudara-saudara seiman demi kejayaan Islam dan umatnya.]] Bermula dari makar dan rencana jahat orang-orang musyrik untuk membunuh Rasulullah saw., Allah memerintahkan Rasul-Nya itu berhijrah meninggalkan kota suci Mekah menuju Madinah sebagai bumi tempat tinggal selamanya. Di bumi kemenangan itulah nantinya orang-orang Muslim membangun suatu negara yang berdaulat. Bertolak dari realitas seperti itu, tidak ada alasan lain kecuali berjihad menentang tirani, penindasan dan fitnah. Maka pecahlah perang Badar Besar (Badar Pertama). Pada peperangan itu, kemenangan yang gemilang ada di pihak orang-orang Mukmin. Harta rampasan pun cukup banyak. Melimpahnya harta rampasan perang itu sempat mengundang perbedaan pendapat menyangkut persoalan pembagiannya. Lalu mereka bertanya kepadamu, Muhammad, tentang harta rampasan perang: akan dikemanakan, untuk siapa dan bagaimana cara membaginya. Katakan kepada mereka, \"Mula-mula harta yang kalian dapatkan dari berperang itu adalah hak milik Allah dan Rasul-Nya, yang selanjutnya mendapat perintah dari Allah untuk membagikannya. Tidah usah kalian berbeda pendapat menyangkut persoalan harta itu, cukuplah kalian menjadikan rasa takut dan taat pada Allah sebagai simbol kebanggaan kalian. Berusahalah untuk selalu mengadakan perbaikan di antara kamu sekalian dan jadikanlah jiwa cinta kasih dan keadilan sebagai asas tali persaudaraan, karena hal yang demikian itu merupakan sifat orang-orang beriman"
        },
        {
            "chapter": 8,
            "verse": 2,
            "text": "Sesungguhnya hati orang-orang yang benar-benar beriman selalu dipenuhi rasa takut dan tunduk kepada Allah. Apabila disebut asma Allah hati mereka bergetar dan diliputi rasa takut (haybah). Semakin mereka mendengar ayat-ayat al-Qur'ân dibacakan, semakin kokoh keimanan mereka dan semakin mendalam rasa tunduk serta semakin bertambah pengetahuan mereka pada Allah. Sehingga, pada akhirnya, mereka tidak menyandarkan diri selain kepada Allah yang menciptakan, melindungi, dan memelihara mereka"
        },
        {
            "chapter": 8,
            "verse": 3,
            "text": "Sesungguhnya orang-orang yang benar-benar beriman adalah mereka yang mengerjakan salat berikut rukun-rukunnya secara sempurna dengan penuh rasa khusyuk dan ketertundukan diri agar mereka selalu dalam keterkaitan dengan Tuhan, menginfakkan sejumlah harta yang diberikan Allah Swt. kepada mereka untuk kepentingan jihad, kebaikan-kebaikan sosial dan bagi kepentingan kaum lemah"
        },
        {
            "chapter": 8,
            "verse": 4,
            "text": "Mereka yang memiliki sifat-sifat seperti tersebut di atas itulah orang yang benar-benar beriman. Mereka akan mendapatkan derajat yang tinggi di sisi Allah. Dia memberikan perkenan-Nya kepada mereka, mengampuni kesalahan, memberi rezeki yang baik kepada mereka di dunia dan kehidupan yang membahagiakan di akhirat"
        },
        {
            "chapter": 8,
            "verse": 5,
            "text": "Sesungguhnya kemenangan itu ada pada Allah, tempat bergantungnya segala urusan. Dan sesungguhnya persengketaan orang-orang beriman menyangkut soal pembagian harta rampasan perang itu mirip keadaan mereka ketika Allah memberi perintah kepada mereka untuk memerangi orang-orang musyrik di Badar. Padahal itu adalah kebenaran yang nyata, akan tetapi sebagian kalangan dari orang-orang Mukmin itu enggan berperang"
        },
        {
            "chapter": 8,
            "verse": 6,
            "text": "Golongan yang enggan berperang itu membantahmu dan berusaha mempertahankan pendapat sendiri dengan maksud menentang perintah yang benar untuk berjihad. Karena pada saat yang bersamaan kelompok itu bersama kolega-kolega mereka tengah berangkat mencegat iring-iringan kafilah Quraisy yang berangkat ke Syam untuk merampas harta mereka. Akan tetapi usaha mereka menemui kegagalan. Mereka kemudian kembali ke Madinah dan bergabung dengan pasukan Nabi, setelah Nabi sendiri memberitahukan melalui wahyu, bahwa Tuhan telah menjanjikan kemenangan dan orang-orang musyrik akan menjadi gentar. Karena rasa enggan dan takut pada akibat-akibat perang itu, seolah-olah ketika berangkat menuju medan laga, mereka bagaikan orang yang digiring menuju kematian, dengan menyaksikan sebab-sebab kematian itu"
        },
        {
            "chapter": 8,
            "verse": 7,
            "text": "Wahai orang-orang yang beriman, ingatlah janji Allah. Dia akan memenangkan kalian atas salah satu di antara dua golongan musuh, yaitu pasukan yang bersenjata dan berkekuatan. Sementara kalian bermaksud menyerang pasukan yang tengah membawa komoditi dagang dan orang-orang yang tidak memiliki kekuatan. Kalian lebih berkeinginan untuk memerangi mereka yang membawa komoditi dagang dan tidak memiliki kekuatan. Akan tetapi Allah berkeinginan untuk menyatakan kebenaran dengan kehendak, kekuasaan dan kalimat-kalimat-Nya(1)--yang menyatakan kehendak dan kekuasaan itu--serta membasmi kekufuran dari dunia Arab dengan memenangkan orang-orang Mukmin. (2). (1) \"Kalimat\" yang dimaksud dalam ayat ini adalah ayat-ayat yang diturunkan berkenaan dengan perintah memerangi pasukan yang bersenjata dan berkekuatan serta janji-janji kemenangan dari Allah. (2) Ayat di atas menyinggung apa yang biasa terdetik dalam hati mereka yang hendak terjun ke medan perang, yaitu berupa angan-angan untuk berhadapan dengan musuh yang sedikit jumlahnya, tidak mau bertemu musuh yang lebih kuat dan ingin mendapatkan harta rampasan yang banyak. Tapi ditegaskan di sini bahwa Allah berkehendak lain. Dia ingin mengangkat syiar agama, memproklamirkan kebenaran dan membasmi kekufuran"
        },
        {
            "chapter": 8,
            "verse": 8,
            "text": "Juga, demi menegakkan kebenaran dan menghapuskan kebatilan, meskipun orang-orang kafir yang telah melanggar hak Tuhan, hak orang-orang beriman dan hak mereka sendiri merasa benci"
        }
    ]
}