{
    "pages": [
        {
            "chapter": 2,
            "verse": 120,
            "text": "Janganlah kamu menyusahkan dirimu demi memuaskan para pembangkang dari kalangan orang-orang Yahudi dan Nasrani menjadi rela. Sungguh mereka itu tidak akan merelakanmu sehingga kamu mau menjadi pengikut agama yang dalam pandangan mereka itu berisi petunjuk. Katakan kepada mereka, \"Tidak ada yang lebih benar daripada petunjuk yang diturunkan Allah dalam Islam.\" Barangsiapa tergoda untuk mengikuti kehendak hawa nafsu mereka setelah mengetahui kebenaran yang Kami turunkan kepadamu, maka sungguh mereka tidak akan mendapatkan pelindung dan penolong dari azab neraka selain Allah"
        },
        {
            "chapter": 2,
            "verse": 121,
            "text": "Akan tetapi, masih ada di sana sebagian pengikut dari umat yang kepada mereka Kami turunkan Tawrât dan Injîl, (pengikut agama Yahudi dan Nasrani) yang mengkaji kitab suci mereka yang otentik dengan sungguh-sungguh, sehingga mereka mengetahui mana yang palsu. Mereka beriman pada ajaran yang terkandung di dalamnya yang berarti beriman pula pada al-Qur'ân. Barangsiapa yang mengingkari kebenaran kitab suci yang diturunkan oleh Tuhan maka mereka itu adalah orang-orang yang merugi"
        },
        {
            "chapter": 2,
            "verse": 122,
            "text": "Hai Banû Isrâ'îl, berimanlah! Ingatlah akan keagungan karunia yang Kami limpahkan kepada kalian. Kami telah memerdekakan kalian dari tirani Fir'aun. Kami menirimkan buah mann dan salwâ. Kami mengutus nabi-nabi. Kami mengajarkan kitab suci, dan berbagai karunia lainnya. Dan Kami telah melebihkan derajat kalian di atas bangsa-bangsa lain sebagai poros kenabian dalam kurun waktu yang cukup panjang"
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "Takutlah akan siksa Allah pada hari ketika tidak seorang pun mampu menolong diri sendiri. Tidak ada tebusan, tidak ada syafaat dan orang-orang kafir tidak punya penolong kecuali Allah"
        },
        {
            "chapter": 2,
            "verse": 124,
            "text": "Simaklah kembali ketika Allah menguji leluhurmu, Ibrâhîm, dengan berbagai tugas berat, lalu ia mengerjakan dengan sempurna dan sepenuh hati. Kemudian Tuhan berfirman kepadanya, \"Kami hendak menjadikanmu pemimpin (imam) sebagai contoh dan teladan bagi semua manusia.\" Ibrâhîm lantas memohon agar Tuhan menjadikan keturunannya sebagai pemimpin-pemimpin juga. Tuhan menjawab bahwa karunia yang agung itu tidak akan didapat oleh orang-orang yang zalim, dan anak cucu Ibrâhîm ada yang baik dan tidak kurang pula yang jahat"
        },
        {
            "chapter": 2,
            "verse": 125,
            "text": "Renungkanlah pula kisah pembangunan Rumah Allah (Bayt Allâh) di Mekah oleh Ibrâhîm dan Ismâ'îl, anaknya. Di dalamnya terkandung pelajaran yang amat berharga bagi yang memiliki hati nurani bersih. Kami menjadikan rumah peribadatan itu sebagai rujukan bagi seluruh makhluk dan tempat perlindungan yang damai. Kami memerintahkan manusia untuk menjadikan lokasi berdirinya Ibrâhîm saat pembangunan rumah itu sebagai musala. Kami memerintahkan Ibrâhîm dan Ismâ'îl untuk menjaga rumah itu dari segala unsur yang menodai kesuciannya, mempersiapkannya dengan baik untuk mereka yang tawaf, beriktikaf dan bersembahyang"
        },
        {
            "chapter": 2,
            "verse": 126,
            "text": "Ingatlah saat Ibrâhîm memohon kepada Tuhannya agar menjadikan bumi tempat tinggalnya sebagai negeri yang damai, memberi rezeki dari hasil bumi kepada orang-orang yang beriman kepada Allah dan hari akhir. Allah menjawab bahwa Dia tidak akan menjamin penghidupan orang-orang kafir di dunia yang fana ini, bahkan menjerumuskan mereka ke dalam jurang siksa. Sungguh, alangkah buruknya tempat mereka kembali"
        }
    ]
}