{
    "pages": [
        {
            "chapter": 2,
            "verse": 17,
            "text": "Keadaan mereka dalam kemunafikan seperti orang yang menyalakan api untuk digunakan bersama kaumnya. Ketika api itu menerangi sekelilingnya, Allah menghilangkan cahaya yang menerangi mereka dan Allah membiarkan orang-orang yang menyalakan api itu dalam kegelapan yang kelam, tidak dapat melihat apa-apa. Hal itu disebabkan karena mereka tidak berpegang teguh kepada petunjuk yang telah diberikan, sehingga mata mereka menjadi tertutup, dan pantas untuk berada dalam kebimbangan dan kesesatan"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "Mereka bagaikan orang tuli karena telah kehilangan fungsi pendengaran dengan tidak mendengarkan kebenaran untuk diterima atau diikuti. Mereka juga bagaikan bisu karena tidak berbicara sesuai dengan petunjuk atau kebenaran. Dan mereka juga bagaikan orang yang kehilangan penglihatan karena tidak memfungsikan penglihatannya untuk mendapatkan pelajaran atau peringatan. Mereka selalu tidak akan meninggalkan kesesatan"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "Atau keadaan mereka yang penuh kebimbangan, kepedihan yang menimpa dan ketidaktahuan mereka akan manfaat dan bahaya, bagaikan keadaan orang-orang yang ditimpa hujan, kilat dan halilintar. Mereka meletakkan ujung jari di telinga agar tidak mendengar suara halilintar sebab mereka takut akan mati dan mengira bahwa dengan berbuat demikian mereka akan terhindar dari kematian. Apabila diturunkan al-Qur'ân--yang mengandung penjelasan tentang kekafiran dan ancamannya, keimanan dan cahayanya yang kemilau, dan peringatan dan macam-macam siksaan-mereka berpaling dan berusaha menghindar darinya. Mereka mengira sikap menghindar itu akan menyelamatkan mereka dari siksaan. Akan tetapi Allah Maha Mengetahui orang-orang yang kafir, menguasai dari segala penjuru dengan ilmu dan kekuasaan-Nya"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "Kilat yang mengandung peringatan keras ini hampir-hampir menyambar penglihatan mereka dan dengan bantuan cahayanya mereka melangkah. Ketika cahaya itu sirna dan gelap semakin pekat mereka berhenti dalam keadaan bingung dan tersesat. Orang-orang munafik itu, apabila melihat tanda-tanda kekuasaan Allah yang membuat mereka terpesona, mereka langsung menyatakan keinginan untuk mengikuti petunjuk untuk beriman. Akan tetapi selang beberapa saat mereka kembali lagi kepada kekafiran dan kemunafikan. Sesungguhnya kekuasaan Allah amat luas. Jika berkehendak, Dia melakukan sesuatu. Tidak ada sesuatu pun di langit dan di bumi yang menundukkan-Nya"
        },
        {
            "chapter": 2,
            "verse": 21,
            "text": "Hai manusia, sembahlah Tuhanmu yang telah menciptakan dan memelihara kamu seperti halnya orang-orang sebelum kamu. Dia adalah Pencipta segala sesuatu. Semoga dengan begitu jiwa kalian selalu siap untuk mengagungkan Allah dan mengingatnya sehingga menjadi suci, tunduk kepada kebenaran dan takut akan hari pembalasan"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "Sesungguhnya hanya Dialah yang mempersiapkan bumi dengan kekuasaan-Nya, membentangkan permukaannya agar mudah untuk ditempati dan didayagunakan. Dia menjadikan langit, benda-benda dan planetnya seperti bangunan yang kokoh. Dia juga memberikan kepada kalian sumber kehidupan dan segala nikmat, yaitu air. Dia menurunkan air dari langit dan menjadikannya sebagai sebab tumbuhnya tanaman dan pepohonan yang berbuah yang dapat kalian ambil manfaatnya. Dengan demikian, tidaklah benar kalian berpandangan bahwa Allah memiliki sekutu yang kalian sembah seperti menyembah Allah, sebab tiada sekutu bagi-Nya. Dengan fitrah dasar, kalian dapat mengetahui bahwa tidak ada sekutu bagi-Nya. Maka janganlah kalian menyeleweng dari fitrah tersebut"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "Jika kalian tetap meragukan kebenaran al-Qur'ân yang Kami turunkan berangsur-angsur kepada hamba Kami, Muhammad, maka sebenarnya ada bukti nyata di antara kalian yang dapat menjelaskannya. Yaitu: berusahalah membuat surat yang serupa dengan surat-surat al-Qur'ân, baik dari segi sastra, hukum, cakupan ilmu dan petunjuk lainnya, lalu panggillah saksi-saksi penguat bahwa kalian telah melakukannya dan mintalah bantuan mereka, maka sekali-kali tidaklah akan kalian dapatkan. Saksi-saksi penguat tadi tentunya yang selain Allah, sebab Dia selalu menolong hamba-Nya dan menyaksikan segala perbuatannya. Ini semua kalau keraguan kalian terhadap al-Qur'ân benar"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "Jika kalian tidak dapat mendatangkan surat yang serupa--dan pasti kalian tidak akan bisa, sebab al-Qur'ân adalah kalam Tuhan, Sang Khalik, dan itu di luar kemampuan makhluk--maka yang harus kalian lakukan adalah menjauhi hal-hal yang dapat menjerumuskan kepada siksaan di akhirat, yaitu api yang bahan bakarnya terdiri atas orang-orang kafir dan patung-patung sembahan. Api tersebut disediakan untuk menyiksa orang-orang yang ingkar"
        }
    ]
}