{
    "pages": [
        {
            "chapter": 39,
            "verse": 68,
            "text": "Pada saat itu, dengan pasti, akan ditiup sangkakala (shûr). (1) Maka seketika matilah semua yang ada di langit dan bumi, kecuali makhluk yang dikehendaki Allah untuk mati pada waktu lain kelak. Kemudian, sangkakala itu ditiup kembali. Serta merta semua akan bangkit kembali dari kuburnya menanti apa yang akan dilakukan Allah pada diri mereka. (1) Kata \"shûr\" berarti \"bûq\": ('terompet'). Terompet yang dimaksud dalam ayat ini adalah terompet dari alam gaib yang tidak dapat kita ketahui bentuk dan hakekatnya"
        },
        {
            "chapter": 39,
            "verse": 69,
            "text": "Pada hari itu bumi akan bercahaya dengan pancaran sinar Sang Pencipta dan Pemiliknya. Disiapkanlah buku yang mencatat amal perbuatan mereka. Lalu didatangkan para nabi dan orang-orang adil untuk menjadi saksi atas perbuatan umat manusia. Mereka pun kemudian diadili secara sangat adil. Mereka tak akan dicurangi dengan dikuranginya pahala atau ditambahnya siksa"
        },
        {
            "chapter": 39,
            "verse": 70,
            "text": "Masing-masing jiwa pun menerima balasan perbuatannya. Allah Mahatahu apa yang telah mereka perbuat"
        },
        {
            "chapter": 39,
            "verse": 71,
            "text": "Orang-orang kafir digiring, dengan kejamnya, ke neraka Jahanam secara berombongan. Ketika mereka tiba, pintu-pintunya pun dibuka. Para penjaganya, dengan nada menghina, berkata kepada mereka, \"Bukankah telah datang kepada kalian utusan-utusan Allah dari bangsa kalian sendiri yang membacakan ayat-ayat Allah kepada kalian dan memberikan peringatan tentang perjumpaan dengan Allah pada hari ini?\" Orang-orang kafir itu pun mengaku dan berkata, \"Benar, para rasul itu telah datang kepada kami.\" Akan tetapi keputusan bahwa orang-orang kafir itu akan disiksa telah diambil, karena mereka lebih memilih bersikap kafir daripada beriman"
        },
        {
            "chapter": 39,
            "verse": 72,
            "text": "Kepada mereka, dikatakan, \"Masuklah pintu jahanam dengan ketentuan bahwa kalian akan tinggal di dalamnya selama-lamanya. Sungguh, neraka adalah tempat tinggal yang amat buruk bagi orang-orang yang sombong untuk menerima kebenaran"
        },
        {
            "chapter": 39,
            "verse": 73,
            "text": "Dan orang-orang yang bertakwa akan mendapat kehormatan dan dibimbing menuju surga kelompok demi kelompok. Ketika mereka tiba, saat itu pintu-pintu surga telah terbuka untuk mereka, para penjaganya berkata, \"Salam aman dan sejahtera yang berlimpah untuk kalian. Kalian telah merasakan kenikmatan dunia dengan menyucikan diri dari berbagai macam maksiat. Dan kini, di akhirat, kalian pun merasakan kenikmatan dengan sebagian karunia. Masuklah kalian ke dalam surga ini untuk selama-lamanya. Di dalamnya, kalian akan memperoleh kenikmatan yang tak pernah terdetik dalam benak kalian"
        },
        {
            "chapter": 39,
            "verse": 74,
            "text": "Orang-orang yang bertakwa itu berkata, \"Segala puji hanya bagi Allah semata, yang menepati janji yang telah diucapkan kepada kami melalui rasul-rasul-Nya; yang mewariskan tanah surga kepada kami untuk kami diami sesuka kami. Surga, sungguh, merupakan balasan terbaik bagi orang-orang yang telah berbuat baik"
        }
    ]
}