{
    "pages": [
        {
            "chapter": 59,
            "verse": 10,
            "text": "Kaum mukminin yang datang setelah kaum Muhâjirîn dan Anshâr mengatakan, \"Ya Tuhan kami, ampunilah dosa-dosa kami dan dosa-dosa saudara-saudara kami yang telah lebih dahulu beriman! Janganlah Engkau ciptakan rasa iri dalam hati kami terhadap orang-orang yang beriman! Ya Tuhan kami, Engkau benar-benar Mahalembut dan Maha Penyayang"
        },
        {
            "chapter": 59,
            "verse": 11,
            "text": "Apakah kamu tidak melihat dengan heran kepada orang-orang munafik yang berkali-kali berkata kepada kaum Ahl al-Kitâb yang kafir (yaitu Banû Nadlîr), \"Demi Allah, jika kalian dipaksa untuk meninggalkan Madinah kami pasti akan pergi bersama kalian, dan sampai kapan pun kami tidak akan tunduk kepada siapa saja dalam urusan kalian ini. Jika kalian diperangi oleh kaum Muslimin, kami pasti akan menolong kalian.\" Allah benar-benar menyaksikan bahwa yang dijanjikan oleh orang-orang munafik itu adalah kebohongan belaka"
        },
        {
            "chapter": 59,
            "verse": 12,
            "text": "Jika orang-orang Yahudi diusir dari Madinah, orang-orang munafik itu tidak akan pergi bersama mereka. Dan jika diperangi, mereka juga tidak akan membela. Jika pun menolong, mereka pasti akan lari mundur dan tidak akan menang"
        },
        {
            "chapter": 59,
            "verse": 13,
            "text": "Kalian, wahai kaum Muslimin, lebih menakutkan bagi kaum munafik dan Yahudi daripada Allah, karena mereka adalah kelompok bangsa yang tidak mengetahui hakikat keimanan"
        },
        {
            "chapter": 59,
            "verse": 14,
            "text": "Orang-orang Yahudi tidak akan bersatu memerangi kalian kecuali apabila mereka berada di desa-desa yang berbenteng atau berada di balik dinding-dinding yang mereka gunakan sebagai tempat persembunyian. Permusuhan antarsesama mereka sangat hebat. Kalian menduga bahwa mereka itu bersama-sama dan bersatu, padahal hati mereka berpecah-pecah. Mereka mempunyai sifat yang seperti itu karena mereka adalah suatu bangsa yang tidak mencermati akibat dari segala sesuatu"
        },
        {
            "chapter": 59,
            "verse": 15,
            "text": "Perumpamaan Banû Nadlîr adalah seperti orang-orang kafir yang hidup tidak lama sebelum mereka. Di dunia, mereka telah merasakan akibat kekafiran dan pelanggaran janji, dan di akhirat kelak mereka akan mendapatkan siksa yang pedih"
        },
        {
            "chapter": 59,
            "verse": 16,
            "text": "Permisalan orang-orang munafik dalam merayu Banû Nadlîr untuk membangkang kepada Rasulullah adalah seperti setan yang merayu manusia untuk tidak beriman dengan mengatakan, \"Kafirlah!\" Tetapi, setelah manusia itu kafir, setan berkata lagi, \"Aku tidak bertanggung jawab atas dirimu. Aku takut kepada Allah, Tuhan seluruh alam"
        }
    ]
}