{
    "pages": [
        {
            "chapter": 83,
            "verse": 7,
            "text": "Hindarilah kecurangan dan sadarlah akan hari kebangkitan! Sesungguhnya catatan perbuatan orang-orang yang berdosa tersimpan di dalam Sijjîn"
        },
        {
            "chapter": 83,
            "verse": 8,
            "text": "Tahukah kamu apakah Sijjîn itu"
        },
        {
            "chapter": 83,
            "verse": 9,
            "text": "Sijjîn adalah sebuah buku yang berisi catatan yang ditulis dengan jelas"
        },
        {
            "chapter": 83,
            "verse": 10,
            "text": "Celakalah para pendusta, di saat datang hari kebangkitan dan pembalasan"
        },
        {
            "chapter": 83,
            "verse": 11,
            "text": "Yaitu manusia yang mendustakan hari pembalasan"
        },
        {
            "chapter": 83,
            "verse": 12,
            "text": "Sesungguhnya tidak ada yang mendustakan hari pembalasan itu kecuali orang yang melampau batas dan banyak berbuat dosa"
        },
        {
            "chapter": 83,
            "verse": 13,
            "text": "Jika diperdengarkan kepada mereka ayat-ayat Allah yang berbicara tentang hari pembalasan, mereka berkata, \"Itu hanya legenda orang-orang terdahulu"
        },
        {
            "chapter": 83,
            "verse": 14,
            "text": "Hindarilah, wahai orang-orang yang melampaui batas, kata-kata yang kalian lontarkan! Hati orang-orang yang melampaui batas itu telah tertutup oleh sikap kafir dan kemaksiatan yang mereka perbuat"
        },
        {
            "chapter": 83,
            "verse": 15,
            "text": "Para pendusta itu benar-benar terhalangi dari rahmat Allah, lantaran maksiat itu"
        },
        {
            "chapter": 83,
            "verse": 16,
            "text": "Kemudian, sesungguhnya mereka benar-benar masuk neraka"
        },
        {
            "chapter": 83,
            "verse": 17,
            "text": "Lalu dikatakan kepada mereka, sebagai penghinaan, \"Siksa yang diturunkan pada kalian saat ini adalah siksa yang di dunia dahulu kalian dustakan kebenarannya"
        },
        {
            "chapter": 83,
            "verse": 18,
            "text": "Sungguh, catatan perbuatan golongan manusia yang berbakti berada dalam 'Illiyyûn"
        },
        {
            "chapter": 83,
            "verse": 19,
            "text": "Tahukah kamu apakah 'Illiyyûn itu"
        },
        {
            "chapter": 83,
            "verse": 20,
            "text": "Illiyyûn adalah kitab yang tertulis dengan tulisan yang sangat jelas, yang disaksikan dan dijaga oleh malaikat-malaikat yang dekat"
        },
        {
            "chapter": 83,
            "verse": 21,
            "text": "Illiyyûn adalah kitab yang tertulis dengan tulisan yang sangat jelas, yang disaksikan dan dijaga oleh malaikat-malaikat yang dekat"
        },
        {
            "chapter": 83,
            "verse": 22,
            "text": "Sesungguhnya orang-orang yang berbakti akan berada dalam kehidupan penuh kesenangan di surga. Dari atas dipan, mereka memandangi kenikmatan dan kemurahan yang diberikan Allah"
        },
        {
            "chapter": 83,
            "verse": 23,
            "text": "Sesungguhnya orang-orang yang berbakti akan berada dalam kehidupan penuh kesenangan di surga. Dari atas dipan, mereka memandangi kenikmatan dan kemurahan yang diberikan Allah"
        },
        {
            "chapter": 83,
            "verse": 24,
            "text": "Dari wajah mereka, kamu dapat mengetahui kesenangan hidup yang penuh kenikmatan"
        },
        {
            "chapter": 83,
            "verse": 25,
            "text": "Kepada mereka disuguhkan minuman murni yang tersimpan. Semakin lama disimpan, minuman itu semakin bertambah lezat aromanya. Hendaknya manusia saling berlomba untuk mendapatkan kesenangan seperti itu"
        },
        {
            "chapter": 83,
            "verse": 26,
            "text": "Kepada mereka disuguhkan minuman murni yang tersimpan. Semakin lama disimpan, minuman itu semakin bertambah lezat aromanya. Hendaknya manusia saling berlomba untuk mendapatkan kesenangan seperti itu"
        },
        {
            "chapter": 83,
            "verse": 27,
            "text": "Campuran khamar murni itu bersal dari air tasnîm di dalam surga, sebuah sumber air yang hanya boleh diminum oleh penghuni surga yang didekatkan kepada Allah"
        },
        {
            "chapter": 83,
            "verse": 28,
            "text": "Campuran khamar murni itu bersal dari air tasnîm di dalam surga, sebuah sumber air yang hanya boleh diminum oleh penghuni surga yang didekatkan kepada Allah"
        },
        {
            "chapter": 83,
            "verse": 29,
            "text": "Sesungguhnya orang yang melakukan kejahatan-kejahatan menyangkut agama, dengan nada mengejek, mereka selalu mentertawakan orang-orang yang beriman di dunia"
        },
        {
            "chapter": 83,
            "verse": 30,
            "text": "Ketika orang-orang yang beriman berlalu di hadapan orang-orang yang mengejek itu, mereka saling menggunjing sebagai bentuk ejekan"
        },
        {
            "chapter": 83,
            "verse": 31,
            "text": "Dan mereka merasa sangat puas dengan tindakan itu, ketika kembali kepada kelompok mereka"
        },
        {
            "chapter": 83,
            "verse": 32,
            "text": "Apabila melihat orang-orang beriman, meraka berkata, \"Mereka adalah orang-orang tersesat karena mau percaya kepada Muhammad.\" Padahal tidak ada yang memerintah orang-orang yang mengejek itu untuk memberikan penilaian terhadap orang lain: apakah dia tertunjuki atau tersesat, juga bukan untuk menjadi pengawas bagi perbuatan orang lain"
        },
        {
            "chapter": 83,
            "verse": 33,
            "text": "Apabila melihat orang-orang beriman, meraka berkata, \"Mereka adalah orang-orang tersesat karena mau percaya kepada Muhammad.\" Padahal tidak ada yang memerintah orang-orang yang mengejek itu untuk memberikan penilaian terhadap orang lain: apakah dia tertunjuki atau tersesat, juga bukan untuk menjadi pengawas bagi perbuatan orang lain"
        },
        {
            "chapter": 83,
            "verse": 34,
            "text": "Kelak, di hari pembalasan, orang-orang Mukmin akan berbalik menertawakan orang-orang kafir sebagai balasan atas tidakan serupa yang mereka lakukan terhadap orang-orang Mukmin"
        }
    ]
}