{
    "rukus": [
        {
            "chapter": 9,
            "verse": 81,
            "text": "Allah'ın Peygamberinin hilafına geri kalanlar, oturup kalmalarına sevindiler. Allah yolunda mallariyle ve canlariyle cihat hoşlarına gitmedi. \"Sıcakta savaşa çıkmayın\" dediler. De ki: \"Cehennem ateşi daha sıcaktır.\" Keşke bilseydiler"
        },
        {
            "chapter": 9,
            "verse": 82,
            "text": "Yaptıklarının cezası olarak, bundan böyle az gülsünler, çok ağlasınlar"
        },
        {
            "chapter": 9,
            "verse": 83,
            "text": "Allah seni geri döndürüp, onlardan bir toplulukla karşılaştırdığı zaman, senden savaşa çıkmak için izin isterlerse, de ki: \"Benimle asla çıkamayacaksınız, benim yanımda hiçbir düşmanla savaşmıyacaksınız; çünkü baştan, oturup kalmaya razı oldunuz. Artık geri kalanlarla beraber oturun"
        },
        {
            "chapter": 9,
            "verse": 84,
            "text": "Onlardan ölen kimsenin namazını sakın kılma, mezarı başında da durma! Çünkü onlar Allah'ı ve peygamberini inkar ettiler, fasık olarak öldüler"
        },
        {
            "chapter": 9,
            "verse": 85,
            "text": "Malları ve çocukları seni hayrete düşürmesin; Allah bunlarla onlara dünyada azabetmek ve canlarının inkarcı olarak çıkmasını ister"
        },
        {
            "chapter": 9,
            "verse": 86,
            "text": "Allah'a inanın ve Peygamberinin yanında savaşın\" diye bir sure inmiş olsa, onların gücü yetenleri sizden izin isterler ve \"Bizi bırak oturanlarla beraber kalalım\" derler"
        },
        {
            "chapter": 9,
            "verse": 87,
            "text": "Geri kalan kadınlarla beraber bulunmaya razı oldular. Kalbleri kapanmıştır, bu yüzden anlamazlar"
        },
        {
            "chapter": 9,
            "verse": 88,
            "text": "Ama Peygamber ve onunla beraber bulunan müminler, mallariyle ve canlariyle savaştılar. İşte iyilikler onlaradır, saadete erişenler de onlardır"
        },
        {
            "chapter": 9,
            "verse": 89,
            "text": "Allah onlara temelli kalacakları, içlerinden ırmaklar akan cennetler hazırlamıştır. Büyük kurtuluş budur"
        }
    ]
}