{
    "rukus": [
        {
            "chapter": 10,
            "verse": 31,
            "text": "De ki: \"Gökten ve yerden size rızık veren kimdir? Kulak ve gözlerin sahibi kimdir? Diriyi ölüden çıkaran, ölüyü de diriden çıkaran kimdir? Her işi düzenleyen kimdir?\" Onlar: \"Allah'tır! \" diyecekler. \"O halde O'na karşı gelmekten sakınmaz mısınız?\" de"
        },
        {
            "chapter": 10,
            "verse": 32,
            "text": "İşte gerçek Rabbiniz Allah budur. Gerçeğin dışında sadece sapıklık vardır. Öyleyse nasıl olup da döndürülüyorsunuz"
        },
        {
            "chapter": 10,
            "verse": 33,
            "text": "Böylece, fasık olanların inanmayacaklarına dair Rabbinin söylediği söz gerçekleşti"
        },
        {
            "chapter": 10,
            "verse": 34,
            "text": "De ki: \"Koştuğunuz ortaklardan, önce yaratan, sonra bunu tekrar eden var mıdır?\" De ki: \"Allah önce yaratır, sonra bunu tekrar eder. Nasıl da döndürülürsünüz"
        },
        {
            "chapter": 10,
            "verse": 35,
            "text": "De ki: \"Koştuğunuz ortaklardan gerçeğe eriştiren var mıdır?\" De ki: \"Ama Allah gerçeğe eriştirir. Gerçeğe eriştiren mi, yoksa, birisi götürmezse gidemeyen mi uyulmağa daha layıktır? Ne biçim hüküm veriyorsunuz"
        },
        {
            "chapter": 10,
            "verse": 36,
            "text": "Onların çoğu zanna uyarlar; gerçekte ise zan, hakikat karşısında bir şey ifade etmez. Allah, yaptıklarını şüphesiz bilir"
        },
        {
            "chapter": 10,
            "verse": 37,
            "text": "Bu Kuran, Allah'tandır, başkası tarafından uydurulmuş değildir. Ancak kendinden öncekini doğrular ve O Kitap'ı açıklar. Alemlerin Rabbinden geldiğinden şüphe yoktur"
        },
        {
            "chapter": 10,
            "verse": 38,
            "text": "Senin için, \"Onu uydurdu mu?\" diyorlar. De ki: \"Onun surelerine benzer bir sure meydana getirin, iddianızda samimi iseniz, Allah'tan başka çağırabileceklerinizi de çağırın"
        },
        {
            "chapter": 10,
            "verse": 39,
            "text": "Onlar, ilmini kavrayamadıkları ve henüz yorumu da kendilerine bildirilmemiş olan şeyi yalanladılar. Onlardan öncekiler de böylece yalanlamışlardı. Zalimlerin sonunun nasıl olduğuna bir bak"
        },
        {
            "chapter": 10,
            "verse": 40,
            "text": "Aralarında ona inanan ve inanmayan vardır. Rabbin, bozguncuları daha iyi bilir"
        }
    ]
}