{
    "rukus": [
        {
            "chapter": 17,
            "verse": 41,
            "text": "Biz, and olsun ki öğüt almaları için bu Kuran'da bunları türlü türlü açıkladık. Fakat bu açıklamalar ancak onların nefretini artırmıştır"
        },
        {
            "chapter": 17,
            "verse": 42,
            "text": "De ki: \"Eğer dedikleri gibi Allah'la beraber tanrılar bulunsaydı, o takdirde hepsi arşın sahibiyle savaşmaya bir yol ararlardı"
        },
        {
            "chapter": 17,
            "verse": 43,
            "text": "O, onların söylediklerinden Münezzeh'tir, Yüce'dir, Ulu'dur"
        },
        {
            "chapter": 17,
            "verse": 44,
            "text": "Yedi gök, yer ve bunlarda bulunanlar O'nu tesbih eder; O'nu hamd ile tesbih etmeyen hiçbir şey yoktur; fakat siz onların tesbihlerini anlamazsınız. Doğrusu O Halim olandır, Bağışlayan'dır"
        },
        {
            "chapter": 17,
            "verse": 45,
            "text": "Kuran okuduğun zaman senin ile ahirete inanmayan kimseler arasına görünmeyen bir perde çekeriz"
        },
        {
            "chapter": 17,
            "verse": 46,
            "text": "Kuran'ı anlarlar diye kalblerine örtüler ve kulaklarına da ağırlık koyduk. Kuran'da Rabbini bir tek olarak andığın zaman, onlar ürkerek ardlarına dönerler"
        },
        {
            "chapter": 17,
            "verse": 47,
            "text": "Seni dinledikleri zaman neye kulak verdiklerini ve gizli toplantılarında zalimlerin: \"Siz sadece büyülenmiş bir adama uyuyorsunuz\" dediklerini Biz çok iyi biliriz"
        },
        {
            "chapter": 17,
            "verse": 48,
            "text": "Sana nasıl misaller verdiklerine bir bak! Bu yüzden sapmışlardır, artık bir yol da bulamamaktadırlar"
        },
        {
            "chapter": 17,
            "verse": 49,
            "text": "Biz kemik ve ufalanmış toprak olduğumuz zaman, yeniden mutlaka dirilecek miyiz? derler"
        },
        {
            "chapter": 17,
            "verse": 50,
            "text": "De ki: \"İster taş veya demir ya da kalbinizde büyüttüğünüz başka bir yaratık olun, yine de dirileceksiniz.\" \"Bizi tekrar kim diriltir?\" derler; de ki: \"Sizi ilk defa yaratan.\" Sana başlarını sallayarak: \"Ne zamandır bu?\" derler. \"Yakında olması mümkündür\" de"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "De ki: \"İster taş veya demir ya da kalbinizde büyüttüğünüz başka bir yaratık olun, yine de dirileceksiniz.\" \"Bizi tekrar kim diriltir?\" derler; de ki: \"Sizi ilk defa yaratan.\" Sana başlarını sallayarak: \"Ne zamandır bu?\" derler. \"Yakında olması mümkündür\" de"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "Sizi çağırdığı gün, O'na hamdederek davetine uyarsınız ve kabirlerinizde pek az bir müddet kaldığınızı sanırsınız"
        }
    ]
}