{
    "rukus": [
        {
            "chapter": 28,
            "verse": 14,
            "text": "Musa erginlik çağına gelip olgunlaşınca, ona hikmet ve ilim verdik. İyi davrananları böyle mükafatlandırırız"
        },
        {
            "chapter": 28,
            "verse": 15,
            "text": "Musa, halkının haberi olmadığı bir zamanda, şehre girdi. Biri kendi adamlarından, diğeri de düşmanı olan iki adamı döğüşür buldu. Kendi tarafından olan kimse, düşmanına karşı ondan yardım istedi. Musa, onun düşmanına bir yumruk vurdu; ölümüne sebep oldu. \"Bu şeytanin işidir; çünkü o apaçık, saptıran bir düşmandır\" dedi"
        },
        {
            "chapter": 28,
            "verse": 16,
            "text": "Musa: \"Rabbim! Doğrusu kendime yazık ettim, beni bağışla\" dedi. Allah da onu bağışladı. O, şüphesiz bağışlayandır, merhamet edendir"
        },
        {
            "chapter": 28,
            "verse": 17,
            "text": "Musa: \"Rabbim! Bana verdiğin nimete and olsun ki, suçlulara asla yardımcı olmayacağım\" dedi"
        },
        {
            "chapter": 28,
            "verse": 18,
            "text": "Şehirde, korku içinde etrafı gözetip dolaşarak sabahladı. Dün kendisinden yardım isteyen kimse bağırarak ondan yine yardım istiyordu. Musa ona: \"Doğrusu sen besbelli bir azgınsın\" dedi"
        },
        {
            "chapter": 28,
            "verse": 19,
            "text": "Musa, ikisinin de düşmanı olan kimseyi yakalamak isteyince: \"Ey Musa! Dün bir cana kıydığın gibi bana da mı kıymak istiyorsun? Sen ıslah edenlerden olmak değil, ancak yeryüzünde bir zorba olmak istiyorsun\" dedi"
        },
        {
            "chapter": 28,
            "verse": 20,
            "text": "Şehrin öbür ucundan koşarak bir adam geldi: \"Ey Musa! İleri gelenler, seni öldürmek için aralarında görüşüyorlar. Hemen uzaklaş. Doğrusu ben sana öğüt veriyorum\" dedi"
        },
        {
            "chapter": 28,
            "verse": 21,
            "text": "Musa, korku içinde çevresini gözetleyerek oradan çıktı. \"Rabbim! Beni zalim milletten kurtar\" dedi"
        }
    ]
}