{
    "rukus": [
        {
            "chapter": 40,
            "verse": 51,
            "text": "Doğrusu Biz, peygamberlerimize ve inananlara dünya hayatında ve şahidlerin şahidlik edecekleri günde yardım ederiz"
        },
        {
            "chapter": 40,
            "verse": 52,
            "text": "O gün zalimlere, özür beyan etmeleri fayda vermez. Lanet onlaradır. Yurdun kötüsü de onlaradır"
        },
        {
            "chapter": 40,
            "verse": 53,
            "text": "And olsun ki Biz Musa'ya doğruluk rehberi verdik. İsrailoğullarını da, akıl sahipleri için bir öğüt ve doğruluk rehberi olan Kitap'a, Tevrat'a varis kıldık"
        },
        {
            "chapter": 40,
            "verse": 54,
            "text": "And olsun ki Biz Musa'ya doğruluk rehberi verdik. İsrailoğullarını da, akıl sahipleri için bir öğüt ve doğruluk rehberi olan Kitap'a, Tevrat'a varis kıldık"
        },
        {
            "chapter": 40,
            "verse": 55,
            "text": "Sabret, Allah'ın verdiği söz şüphesiz gerçektir. Suçunun bağışlanmasını dile; Rabbini akşam, sabah, överek tesbih et"
        },
        {
            "chapter": 40,
            "verse": 56,
            "text": "Allah'ın ayetleri üzerinde kendilerine gelen bir delil olmadan tartışanların gönüllerinde, ulaşamayacakları bir büyüklenme vardır. Sen Allah'a sığın. O şüphesiz işitendir, görendir"
        },
        {
            "chapter": 40,
            "verse": 57,
            "text": "Göklerin ve yerin yaratılması, insanların yaratılmasından daha büyük bir şeydir. Fakat insanların çoğu bilmezler"
        },
        {
            "chapter": 40,
            "verse": 58,
            "text": "Körle gören, inanıp yararlı iş işleyenlerle kötülük yapan bir değildir. Ne kadar az düşünüyorsunuz"
        },
        {
            "chapter": 40,
            "verse": 59,
            "text": "Kıyamet günü mutlaka gelecektir. Bunda şüphe yoktur, fakat, insanların çoğu inanmıyor"
        },
        {
            "chapter": 40,
            "verse": 60,
            "text": "Rabbiniz: \"Bana dua edin ki duanıza icabet edeyim. Bana kulluk etmeyi büyüklüklerine yediremeyenler alçalmış olarak cehenneme gireceklerdir\" buyurmuştur"
        }
    ]
}