{
    "juzs": [
        {
            "chapter": 12,
            "verse": 53,
            "text": "Eu nu mã dezvinovãþesc pe mine, cãci sufletul este înclinat cãtre rãu, afarã de cel pe care îl pãzeºte Domnul meu prin îndurarea Lui, cãci Domnul meu este Iertãtor ºi În"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "ªi regele a zis: „Aduceþi-mi-l , cãci voiesc sã-l pãstrez lângã mine!” ªi când a vorbit cu el, i-a zis: „De astãzi tu eºti pentru noi cu putere ºi de încredere !”"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "A zis : „Pune-mã pe mine peste hambarele þãrii, cãci eu voi fi bun pãzitor ºi priceput!”"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "Astfel i-am dat Noi putere lui Iosif pe pãmânt ºi i-am îngãduitsã se aºeze în el acolo unde voieºte. Noi îl cuprindem cu îndurareaNoastrã pe cel care voim ºi nu lãsãm sã"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "Iar rãsplata din Lumea de Apoi este chiar ºi mai bunã pentruaceia care cred ºi sunt cu fricã"
        },
        {
            "chapter": 12,
            "verse": 58,
            "text": "ªi au venit fraþii lui Iosif ºi au intrat la el . El i-a cunoscut, însã ei nu l-au mai cunoscut"
        },
        {
            "chapter": 12,
            "verse": 59,
            "text": "ªi dupã ce i-a pregãtit pe ei cu proviziile lor, a zis: „Aduceþi-mi pe un frate al vostru de la tatãl vostru ! Nu vedeþi voi cã eu dau mãsurã plinã ºi cã eu sunt cel mai bun pr"
        },
        {
            "chapter": 12,
            "verse": 60,
            "text": "Iar de nu mi-l veþi aduce, nu veþi mai avea mãsurã la mine ºi nu vã veþi mai apropia de mine !”"
        },
        {
            "chapter": 12,
            "verse": 61,
            "text": "Au zis ei: „Vom încerca sã-l convingem pe tatãl lui. Noi o vomface!”"
        },
        {
            "chapter": 12,
            "verse": 62,
            "text": "A zis slujitorilor sãi : „Puneþi marfa lor înapoi, în sacii lor de pe cãmile! Poate cã ei o s-o recunoascã, atunci când se vor întoarce la familia lor, ºi poate cã ei vor reveni !”"
        },
        {
            "chapter": 12,
            "verse": 63,
            "text": "ªi când s-au întors la tatãl lor, au zis ei: „O, tatã al nostru! Ne-a fost nouã opritã mãsura. Aºadar, trimite-l împreunã cu noi pe fratele nostru ca sã cãpãtãm mãsura"
        },
        {
            "chapter": 12,
            "verse": 64,
            "text": "Dar el a zis: „Sã vi-l încredinþez aºa cum vi l-am încredinþat pe fratele lui mai înainte? Allah este mai bun Pãzitor ºi El este cel mai Îndurãtor dintre îndurãtori!”"
        },
        {
            "chapter": 12,
            "verse": 65,
            "text": "ªi când au desfãcut sarcinile lor, au aflat cã marfa lor le-a fostdatã înapoi. ªi-au zis ei atunci: „O, tatã al nostru! Ce sã mai dorimnoi [mai mult]? Iatã cã marfa noastrã ne-a fost dat"
        },
        {
            "chapter": 12,
            "verse": 66,
            "text": "A zis el : „Nu-l voi trimite împreunã cu voi pânã ce nu veþi faceînvoialã cu mine înaintea lui Allah sã mi-l aduceþi înapoi, afarã de situaþia cã voi aþi fi înconjuraþi !” ªi câ"
        },
        {
            "chapter": 12,
            "verse": 67,
            "text": "ªi a mai zis el : „O, fiii mei! Nu intraþi pe o singurã poartã, ci intraþi pe porþi diferite! Eu nu vã pot fi de nici un folos împotriva lui Allah. Hotãrârea nu este decât la Allah! Eu în El mã în"
        },
        {
            "chapter": 12,
            "verse": 68,
            "text": "ªi când au intrat aºa cum le-a poruncit tatãl lor, nu le-a fostaceasta de nici un folos împotriva [hotãrârii] lui Allah . N-a fost decât cã s-a împlinit o dorinþã din sufletul lui Iacob"
        },
        {
            "chapter": 12,
            "verse": 69,
            "text": "Când au intrat ei la Iosif, l-a luat [acesta] pe fratele sãu lângã elºi i-a zis: „Eu sunt fratele tãu. Nu fi îngrijorat pentru ceea ce au fãcut ei !”"
        },
        {
            "chapter": 12,
            "verse": 70,
            "text": "Când le-a pregãtit proviziile lor, a pus el cupa în sacul de pecãmila fratelui sãu . Apoi un vestitor a strigat : „O, voicãlãtorilor! Voi sunteþi niºte hoþi!”"
        },
        {
            "chapter": 12,
            "verse": 71,
            "text": "Au zis , întorcându-se la ei : „Ce vã lipseºte?”"
        },
        {
            "chapter": 12,
            "verse": 72,
            "text": "Au rãspuns : „Ne lipseºte mãsura regelui! Iar acela care o va aduce, va primi [încã] o sarcinã de cãmilã. ªi eu îi sunt chezaº!”"
        },
        {
            "chapter": 12,
            "verse": 73,
            "text": "Au zis : „Pe Allah, voi ºtiþi cã n-am venit sã facem stricãciune în þarã ºi nu suntem hoþi!”"
        },
        {
            "chapter": 12,
            "verse": 74,
            "text": "Au rãspuns : \"ªi care sã fie pedeapsa lui, dacã voi sunteþi min- cinoºi?”"
        },
        {
            "chapter": 12,
            "verse": 75,
            "text": "Au zis : „Pedeapsa lui, a aceluia în ai cãrui saci va fi gãsitã,este cã el însuºi va fi rãsplatã. Astfel îi pedepsim noi pe cei nelegiuiþi!”"
        },
        {
            "chapter": 12,
            "verse": 76,
            "text": "ªi a început cu sacii lor înainte de sacul fratelui sãu . Apoi a scos-o din sacul fratelui sãu. Astfel am plãnuit Noi vicleºugul pentru Iosif. El nu ar fi putut sã-l ia pe fratele sãu, dupã religia rege"
        },
        {
            "chapter": 12,
            "verse": 77,
            "text": "Au zis : „Dacã el a furat, a mai furat ºi un frate al lui maiînainte”. Însã Iosif a þinut aceasta ascunsã în sufletul sãu ºi nu le-a dezvãluit-o, ci a zis el [în sinea lu]"
        },
        {
            "chapter": 12,
            "verse": 78,
            "text": "Au rãspuns ei: „O, Al-Aziz! El are un tatã tare bãtrân! Ia-l pe unul dintre noi în locul lui! Noi vedem cã tu eºti cu adevãrat dintre oamenii binefãcãtori!”"
        },
        {
            "chapter": 12,
            "verse": 79,
            "text": "A zis : „Fereascã Allah sã luãm pe altcineva decât pe acela la care am gãsit lucrul nostru , cãci atunci noi am fi nedrepþi!”"
        },
        {
            "chapter": 12,
            "verse": 80,
            "text": "Când n-au mai avut nici o nãdejde în privinþa lui , s-au tras deoparte ca sã se sfãtuiascã. A zis cel mai mare dintre ei: „Oare nuºtiþi cã tatãl vostru a fãcut legãmânt"
        },
        {
            "chapter": 12,
            "verse": 81,
            "text": "Întoarceþi-vã la tatãl vostru ºi spuneþi-i: „O, tatã al nostru! Fiul tãu a furat. Noi nu facem mãrturie decât pentru ceea ce ºtim ºi noi nu ne-am putut pãzi de cele nevãzut"
        },
        {
            "chapter": 12,
            "verse": 82,
            "text": "Întreabã cetatea în care am fost ºi caravana cu care am venit! Noi nu spunem decât adevãrul!”"
        },
        {
            "chapter": 12,
            "verse": 83,
            "text": "A zis [Iacob] : „Ba mai degrabã sufletele voastre au nãscocit ceva rãu pentru voi! Dar rãbdare cuviincioasã! Poate cã Allah mi-i va aduce pe toþi ! Cãci El este cel Atoateºtiutor [ºi] &Icir"
        },
        {
            "chapter": 12,
            "verse": 84,
            "text": "S-a întors de la ei ºi a zis: „Cât de rãu îmi pare pentru Iosif!” ªi ochii lui s-au albit de tristeþe ºi el era mâhnit"
        },
        {
            "chapter": 12,
            "verse": 85,
            "text": "Au zis ei : „Pe Allah! Tu nu vei conteni sã-l pomeneºti pe Iosif, pânã ce nu te vei sfârºi ºi nu vei fi printre cei morþi!”"
        },
        {
            "chapter": 12,
            "verse": 86,
            "text": "A rãspuns el : „Însã eu nu mã plâng decât numai faþã de Allah pentru supãrarea ºi mâhnirea mea, cãci eu ºtiu de la Allah ceea ce voi nu ºtiþi"
        },
        {
            "chapter": 12,
            "verse": 87,
            "text": "O, fiii mei! Purcedeþi ºi cãutaþi-i pe Iosif ºi pe fratele sãu ºi nu vãpierdeþi nãdejdea în îndurarea lui Allah! Nu-ºi pierde nãdejdea în îndurarea lui Allah decât neamul d"
        },
        {
            "chapter": 12,
            "verse": 88,
            "text": "ªi când au intrat la el [la Iosif], au zis ei: „O, Al-Aziz! S-a abãtut nenorocirea asupra noastrã ºi asupra familiei noastre ºi nu venim decât cu o marfã lipsitã de mare valoare! Deci dã-ne nouã o"
        },
        {
            "chapter": 12,
            "verse": 89,
            "text": "A zis : „Oare ºtiþi ce aþi fãcut cu Iosif ºi cu fratele sãu, când aþi fost neºtiutori?”"
        },
        {
            "chapter": 12,
            "verse": 90,
            "text": "Au rãspuns ei: „Oare tu eºti cu adevãrat Iosif!?” A zis el: „Eu suntIosif iar acesta este fratele meu! Allah ªi-a revãrsat harul asupra noastrã . Cei care au fricã ºi au rãbdare ... Allah"
        },
        {
            "chapter": 12,
            "verse": 91,
            "text": "Au zis ei: „Pe Allah! Într-adevãr, Allah te-a preferat pe tine nouã, iar noi am fost supuºi greºelii!”"
        },
        {
            "chapter": 12,
            "verse": 92,
            "text": "A zis el : „Astãzi nu mai este nici o dojanã împotriva voastrã! Allah sã vã ierte, cãci El este cel mai milostiv dintre cei milostivi"
        },
        {
            "chapter": 12,
            "verse": 93,
            "text": "Duceþi-vã cu aceastã cãmaºã a mea ºi puneþi-o pe faþa tatãlui meu, ºi el va deveni din nou vãzãtor. ªi veniþi la mine cu tot neamul vostru!”"
        },
        {
            "chapter": 12,
            "verse": 94,
            "text": "Când caravana a pãrãsit [Egiptul] , tatãl lor a zis: „Eu simt mirosul lui Iosif, chiar dacã-mi spuneþi cã aiurez!”"
        },
        {
            "chapter": 12,
            "verse": 95,
            "text": "Iar ei i-au rãspuns : „Pe Allah, tu eºti încã în vechea tarãtãcire!”"
        },
        {
            "chapter": 12,
            "verse": 96,
            "text": "ªi când a sosit binevestitorul, a pus-o peste faþa lui ºi el a devenit din nou vãzãtor. ªi a zis [Iacob]: “Nu v-am spus cã eu ºtiu de la Allah ceea ce voi nu ºtiþi?”"
        },
        {
            "chapter": 12,
            "verse": 97,
            "text": "Iar ei au zis : „O, tatã al nostru! Roagã-te pentru iertarea greºa- lelor noastre, cãci noi am fost pãcãtoºi!”"
        },
        {
            "chapter": 12,
            "verse": 98,
            "text": "El le-a rãspuns: „Voi cere de la Domnul meu iertare pentru voi, cãci El este Iertãtor, Îndurãtor [Al-Ghafur, Ar-Rahim]!”"
        },
        {
            "chapter": 12,
            "verse": 99,
            "text": "ªi când au intrat la Iosif , i-a primit el pe pãrinþii sãi ºi a zis:„Intraþi în Egipt - cu voia lui Allah - în siguranþã !”"
        },
        {
            "chapter": 12,
            "verse": 100,
            "text": "ªi el i-a ridicat pe pãrinþii sãi pe tron ºi au cãzut [cu toþii] dina- intea lui, prosternându-se , iar el a zis: „O, tatã! Acesta estetâlcul vedeniei mele de odinioarã . Domnul meu a f&ati"
        },
        {
            "chapter": 12,
            "verse": 101,
            "text": "Doamne! Tu mi-ai dat putere ºi m-ai învãþat tâlcuirea vedeniilor! Tu eºti Creatorul cerurilor ºi pãmântului! Tu eºti Ocrotitorul meu în aceastã lume ºi în Lumea de Apoi! Ia-mi viaþa când eu sunt î"
        },
        {
            "chapter": 12,
            "verse": 102,
            "text": "Aceasta este una dintre istoriile neºtiute, pe care Noi þi-o revelãm . Tu nu ai fost lângã ei , atunci când s-au adunat cu toþiiºi au viclenit"
        },
        {
            "chapter": 12,
            "verse": 103,
            "text": "ªi cei mai mulþi oameni nu vor crede, chiar dacã tu o doreºti"
        },
        {
            "chapter": 12,
            "verse": 104,
            "text": "ªi tu nu le ceri vreo rãsplatã pentru aceasta, cãci el nu este decât îndemnare pentru toate lumile"
        },
        {
            "chapter": 12,
            "verse": 105,
            "text": "ªi câte semne sunt în cer ºi pre pãmânt, pe lângã care[oamenii] trec, întorcându-ºi faþa de la ele"
        },
        {
            "chapter": 12,
            "verse": 106,
            "text": "Iar cei mai mulþi dintre ei nu cred în Allah, fãrã sã-I facã Lui asociaþi"
        },
        {
            "chapter": 12,
            "verse": 107,
            "text": "Oare sunt ei siguri cã nu va veni o nenorocire a osândei lui Allah sau cã Ceasul nu va veni pe neaºteptate, fãrã ca ei sã-ºi dea seama"
        },
        {
            "chapter": 12,
            "verse": 108,
            "text": "Spune : „Aceasta este calea mea! Eu chem la Allah, eu ºi cei care m-au urmat, bizuindu-ne pe dovadã limpede! Mãrire lui Allah! Iar eu nu sunt dintre politeiºti!”"
        },
        {
            "chapter": 12,
            "verse": 109,
            "text": "ªi nu am trimis înainte de tine decât bãrbaþi - dintre locuitorii ce-tãþilor - cãrora le-am trimis revelaþii. Oare ei nu umblã pe acest pãmânt, ca sã vadã care a fost sfârºitul"
        },
        {
            "chapter": 12,
            "verse": 110,
            "text": "Chiar ºi când trimiºii ºi-au pierdut nãdejdea ºi au crezut cã au fost socotiþi minþiþi, a venit la ei ajutorul Nostru . ªi au fost mântuiþi aceia care Noi am voit . Însã pedeapsa"
        },
        {
            "chapter": 12,
            "verse": 111,
            "text": "În istoria lor a fost pildã pentru cei dãruiþi cu minte. El nueste o poveste care sã fie nãscocitã, ci, dimpotrivã, este întãrirea celor dinaintea lui ºi tâlcuirea tuturor lucrur"
        },
        {
            "chapter": 13,
            "verse": 1,
            "text": "Alif. Lam. Mim. Ra . Acestea sunt versetele Cãrþii . Iar ceea ceþi-a fost revelat de cãtre Domnul tãu este Adevãrul, însã cei mai mulþi oameni nu cred"
        },
        {
            "chapter": 13,
            "verse": 2,
            "text": "Allah este Cel care a înãlþat cerurile fãrã stâlpi pe care sã-i vedeþi, iar apoi s-a aºezat pe Tron ºi a supus soarele ºi luna , fiecareurmându-ºi cursul sãu pânã la"
        },
        {
            "chapter": 13,
            "verse": 3,
            "text": "El este Cel care a întins pãmântul ºi a aºezat pe el munþi ºi râuri. ªi din toate roadele a fãcut pe el câte o pereche . El lasã ca noaptea sã acopere ºi sã ascundã ziua. În a"
        },
        {
            "chapter": 13,
            "verse": 4,
            "text": "Iar pe pãmânt sunt parcele învecinate ºi grãdini de viþã de vie, de grâne, de palmieri în tufe ºi câte unul de la o rãdãcinã, udate de la o singurã apã . ªi le-am fãcut"
        },
        {
            "chapter": 13,
            "verse": 5,
            "text": "ªi dacã tu te miri , de mirare sunt vorbele lor: “Oare când vom fi þãrânã, vom fi noi creaþi din nou ?” Aceia sunt cei care nu cred în Domnul lor. Aceia sunt cei pe ale cãror gâturi se vor afla juguri. Aceia s"
        },
        {
            "chapter": 13,
            "verse": 6,
            "text": "ªi ei îþi cer sã grãbeºti rãul înaintea binelui, când înaintea lor au fost pilde . Domnul tãu este Cel cu iertarea pentru oameni, în pofida nelegiuirii lor. ªi Domnul tãu este aspru la ped"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "ªi cei care nu cred zic: “De ce nu i s-a trimis lui un semn de la Domnul lui?” Dar tu eºti numai un prevenitor ºi fiecare neam are un cãlãuzitor"
        },
        {
            "chapter": 13,
            "verse": 8,
            "text": "Allah ºtie ce poartã fiecare femeie [în pântece] ºi ceea ce lipseºte sau ceea ce este prea mult în pântece ºi tot lucrul are la El mãsurã"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "ªtiutorul celor ascunse ºi al celor vizibile, Cel Mare, CelPreaînalt"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "Pentru El sunt egali acela dintre voi care þine ascuns cuvântul Sãu ºi acela care îl rosteºte cu glas tare , acela care stã ascuns în timpul nopþii ºi acela care se aratã în ziua mare"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "El are îngeri care-l însoþesc unul dupã altul, înaintea lui ºi în urma lui, care îl vegheazã din porunca lui Allah . Allah nu schimbã starea unor oameni pânã ce ei nu schimbã ceea ce se aflã în suflete"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "El este Cel care vã aratã fulgerul [ce vã inspirã] teamã ºi nãdejde ºi El plãsmuieºte norii cei grei"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "ªi-L preamãreºte tunetul aducându-I laudã, ºi îngerii, cu teamã de El . ªi El trimite trãsnetele cu care loveºte pe cine voieºte, pecând ei se ceartã asupra lui Allah , în vreme ce"
        },
        {
            "chapter": 13,
            "verse": 14,
            "text": "Lui I se adreseazã chemarea cea adevãratã, iar aceia pe care îi cheamã afarã de El nu le vor rãspunde în nici un chip, ci ei sunt caacela care întinde mâinile sale cãtre apã pentru ca ea s"
        },
        {
            "chapter": 13,
            "verse": 15,
            "text": "Înaintea lui Allah se prosterneazã [toþi aceia] care sunt în ceruri ºi pre pãmânt, cu voie ºi fãrã voie , ºi la fel ºi umbrele lor dimineaþa ºila asfinþit"
        },
        {
            "chapter": 13,
            "verse": 16,
            "text": "Spune : “Cine este stãpânul cerurilor ºi al pãmântului? ” Spune: „Allah!” Spune: „ªi v-aþi luat voi în afarã de El ocrotitori carenu au nici pentru ei înºiºi folos ºi nici [apãrare de] r"
        },
        {
            "chapter": 13,
            "verse": 17,
            "text": "El face sã coboare din cer apã ºi vãile curg dupã mãsura lor , iar ºuvoiul duce spumã înaltã ºi o spumã asemãnãtoare cu ea se iveºte peste ceea ce [oamenii] topesc"
        },
        {
            "chapter": 13,
            "verse": 18,
            "text": "Pentru aceia care rãspund Domnului lor este rãsplata cea mai bunã, în vreme ce aceia care nu-i rãspund - chiar dacã ar avea toate cele care se aflã pe pãmânt ºi încã pe atât pentru a"
        },
        {
            "chapter": 13,
            "verse": 19,
            "text": "Oare acela care ºtie cã ceea ce þi s-a revelat de cãtre Domnul tãu este Adevãrul sã fie ca acela care este orb? Ci darã chibzuiesc cei care au minte"
        },
        {
            "chapter": 13,
            "verse": 20,
            "text": "Aceia, care-ºi împlinesc fãgãduinþa faþã de Allah ºi nu încalcã legãmântul fãcut"
        },
        {
            "chapter": 13,
            "verse": 21,
            "text": "ªi þin unit ceea ce Allah a poruncit sã fie unit ºi au fricã deDomnul lor ºi se tem de rãul socotirii"
        },
        {
            "chapter": 13,
            "verse": 22,
            "text": "ªi aceia care sunt statornici în cãutarea chipului Domnului lor ºi plinesc Rugãciunea [As-Salat] ºi fac milostenie într-ascuns ºi pe faþã din ceea ce Noi le-am dãruit ºi resping rãul prin"
        },
        {
            "chapter": 13,
            "verse": 23,
            "text": "De grãdinile Edenului, în care vor intra laolaltã cu [toþi] aceia care au fost evlavioºi, dintre pãrinþii, soþii ºi copiii lor, iar îngerii vor intra laei prin toate porþile [zicând]"
        },
        {
            "chapter": 13,
            "verse": 24,
            "text": "„Pace vouã! pentru cã aþi fost statornici . ªi ce bunã este rãs- plata Casei [Veºnice]!”"
        },
        {
            "chapter": 13,
            "verse": 25,
            "text": "Iar aceia care încalcã fãgãduinþa fãcutã lui Allah, dupãlegãmântul faþã de El, ºi vor rupe ceea ce Allah va porunci sã fie unit ºi vor sem&a"
        },
        {
            "chapter": 13,
            "verse": 26,
            "text": "Allah dãruieºte cu prisosinþã sau cu mãsurã cele de trebuinþã pentru trai cui voieºte El. ªi ei se bucurã de viaþã în aceastã lume, darnu este viaþa"
        },
        {
            "chapter": 13,
            "verse": 27,
            "text": "ªi cei care nu cred zic: „De ce nu a fost pogorât asupra lui[Muhammed] un semn de la Domnul sãu?” Spune: „Allah face sã rãtãceascã pe cine voieºte ºi cãlãuzeºte c&ati"
        },
        {
            "chapter": 13,
            "verse": 28,
            "text": "Pe cei ce cred ºi ale cãror inimi sunt liniºtite întru pomenirea lui Allah”, cãci prin pomenirea lui Allah se liniºtesc inimile"
        },
        {
            "chapter": 13,
            "verse": 29,
            "text": "Cei ce cred ºi sãvârºesc fapte bune, aceia vor avea parte de feri- cire ºi bunã întoarcere"
        },
        {
            "chapter": 13,
            "verse": 30,
            "text": "Astfel te-am trimis Noi într-o comunitate înaintea cãreia au fost alte comunitãþi, ca sã le citeºti lor ceea ce Noi îþi revelãm, în vreme ce ei nu cred în Cel Milostiv . Spune: „El este Stãpânul meu. Nu"
        },
        {
            "chapter": 13,
            "verse": 31,
            "text": "ªi de ar fi un Coran cu care sã se mute munþii sau cu care sã se despice pãmântul sau cu care sã se facã morþii sã vorbeascã! Însã alui Allah este întreaga poruncã"
        },
        {
            "chapter": 13,
            "verse": 32,
            "text": "Au fost luaþi în râs trimiºi ºi înainte de tine, însã Eu le-am dat unrãgaz celor care nu au crezut. Apoi i-am prins pe ei. ªi cum a fostpedeapsa Mea"
        },
        {
            "chapter": 13,
            "verse": 33,
            "text": "ªi acela care vegheazã asupra fiecãrui suflet ºi [vede] ceea ce dobândeºte [este la fel ca asociaþii]? ªi totuºi îi fac lui Allah asociaþi! Spune [-le lor]: „Numiþi-i! Sau voiþi s"
        },
        {
            "chapter": 13,
            "verse": 34,
            "text": "Ei vor avea parte de osândã în viaþa aceasta , iar chinul din Viaþa de Apoi va fi ºi mai greu ºi nu vor avea ei nici un apãrãtor de Allah"
        },
        {
            "chapter": 13,
            "verse": 35,
            "text": "Pilda Grãdinii care s-a promis celor evlavioºi ; pe sub ea curgpâraie ºi veºnice sunt roadele ei ºi umbra ei. Aceasta este rãsplata celor care au fricã [de Allah] , iar rãsplata celor necredincio"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "ªi aceia cãrora le-am dat Noi deja cartea se bucurã pentruceea ce þi s-a pogorât . Însã unele cete tãgãduiesc o parte dinea . Spune: „Mi s-a poruncit sã-L ador pe Allah º"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "Aºa i-am trimis Noi [Coranul], ca o orânduialã, [în limba] arabã!Iar dacã tu vei ur ma poftelor lor, dupã ºtiinþa ce a venit la tine, nu vei avea tu nici ocrotitor nici apãrãtor de Allah"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "Am trimis Noi profeþi ºi mai înainte de tine. ªi le-am dat lor soaþeºi urmaºi. Însã nici un trimis nu a putut sã aducã vreun semn decât cu voia lui Allah. ªi fiecare soroc a fost scris într"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "Allah ºterge sau întãreºte ceea ce voieºte ºi la El se aflã mamaCãrþii"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "ªi de-þi vom arãta þie o parte din cele cu care-i ameninþãm sau dete vom lua pe tine la Noi, datoria ta este propovãduirea ºi la Noi e socotirea"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "Oare nu vãd ei cã Noi venim cu porunca Noastrã pe pãmânt ºi cã Noi îl îngustãm? Allah judecã ºi nimeni nu poate împiedica jude- cata Sa ºi El este repede la socotire"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "ªi au viclenit cei de dinaintea lor [împotriva trimiºilor lor], însãviclenia în întregime este la Allah . El ºtie ce dobândeºte fiecaresuflet, iar necredincioºii vor ºti cine va avea parte de r&at"
        },
        {
            "chapter": 13,
            "verse": 43,
            "text": "Cei care nu cred spun : „Tu nu eºti un trimis !” Spune: „Allaheste de ajuns ca martor între mine ºi voi. [ªi cine este mai drept decât] Acela care are cunoºtinþã despre Carte?! ”"
        },
        {
            "chapter": 14,
            "verse": 1,
            "text": "Alif. Lam. Ra. . [Aceasta este] o Carte pe care Noi þi-am pogorât-o pentru ca tu sã-i scoþi pe oameni din întuneric la luminã - cu voiaDomnului lor - pe drumul Celui Puter nic [ºi] Vrednic de Laudã [Al-´Az]"
        },
        {
            "chapter": 14,
            "verse": 2,
            "text": "Allah este Acela cãruia Îi aparþin toate cele din ceruri ºi de pre pãmânt. ªi vai celor necredincioºi pentru chinul cel aspru"
        },
        {
            "chapter": 14,
            "verse": 3,
            "text": "Aceia cãrora le place aceastã viaþã mai mult decât Viaþa de Apoiºi-i împiedicã [pe oameni] de la calea lui Allah ºi cautã sã le-ostrâmbe, aceia se aflã într-o rãt&a"
        },
        {
            "chapter": 14,
            "verse": 4,
            "text": "ªi Noi nu am trimis nici un profet decât cu limba neamului sãu, pentru ca sã le facã limpede [revelaþia] ºi Allah împinge în rãtãcirepe cine voieºte El ºi cãlãuzeºte pe cine"
        },
        {
            "chapter": 14,
            "verse": 5,
            "text": "Noi l-am trimis pe Moise cu semnele Noastre , [zicându-i]: „Scoate neamul tãu din întuneric la luminã ºi adu-le lor aminte de zilele luiAllah!” Întru aceasta sunt semne pentru toþi cei rãbdãtori ºi"
        },
        {
            "chapter": 14,
            "verse": 6,
            "text": "[ªi adu-þi aminte] când Moise a zis neamului sãu: „Aduceþi-vã aminte de binefacerea lui Allah asupra voastrã, când El v-a izbãvit de clanul lui Faraon care v-a supus la rãu chin, i-a mãcelã"
        },
        {
            "chapter": 14,
            "verse": 7,
            "text": "ªi când Domnul vostru a vestit: „Dacã veþi fi mulþumitori , vã voiînmulþi [binefacerile Mele], iar de veþi fi nemulþumitori , pedeapsaMea va fi asprã!”"
        },
        {
            "chapter": 14,
            "verse": 8,
            "text": "ªi a zis Moise : „Dacã voi ºi toþi cei de pre pãmânt sunteþi nerecu- noscãtori, [atunci aflaþi] cã Allah Îºi este Sieºi Deajuns [ºi] cã El este Cel Bogat, Vrednic de Laud"
        },
        {
            "chapter": 14,
            "verse": 9,
            "text": "Nu v-a venit vouã vestea despre cei de dinaintea voastrã: neamul lui Noe ºi neamul ’Ad ºi neamul Thamud ºi cei de dupã ei ºi pe care numai Allah îi ºtie? Trimiºii lor au venit la ei cu semne limpezi, în"
        },
        {
            "chapter": 14,
            "verse": 10,
            "text": "Trimiºii lor au zis: „Aveþi voi îndoialã în privinþa lui Allah, Creatorul cerurilor ºi al pãmântului, care vã cheamã ca sã vã iertepentru o parte din pãcatele voastre"
        },
        {
            "chapter": 14,
            "verse": 11,
            "text": "Le-au rãspuns trimiºii lor: „Într-adevãr, noi nu suntem decât niºte oameni ca ºi voi, însã Allah binecuvânteazã pe cine voieºte El dintre robii Sãi . Nu ne revine nouã sã vã"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "ªi cum sã nu ne încredem noi în Allah , când El ne-a cãlãuzit pecãile noastre [pe care trebuia sã le urmãm] ? Însã noi vom înduraorice durere ne veþi aduce! ªi în Allah trebuie s&atil"
        },
        {
            "chapter": 14,
            "verse": 13,
            "text": "Dar cei care nu credeau au zis cãtre trimiºii lor: „Noi vã vomalunga din þara noastrã, dacã nu vã întoarceþi la religia noastrã!” Dar Domnul lor le-a revelat : „Noi îi vom nimici pe"
        },
        {
            "chapter": 14,
            "verse": 14,
            "text": "ªi vã vom stabili pe voi pe acest pãmânt, dupã ei! Aceasta pentru aceia care se tem de prezenþa Mea ºi se tem de ameninþarea Mea ”"
        },
        {
            "chapter": 14,
            "verse": 15,
            "text": "Ei au cerut [de la Allah] victoria, însã fiecare trufaº îndãrãtnic a fost înfrânt"
        },
        {
            "chapter": 14,
            "verse": 16,
            "text": "În urma lui se aflã Gheena ºi va fi el adãpat cu apã de puroi"
        },
        {
            "chapter": 14,
            "verse": 17,
            "text": "Pe care el o va sorbi cu înghiþituri mici ºi abia o va putea, înghiþi.ªi moartea vine la el din toate pãrþile, însã el nu va fi mort ºi va avea el [parte de] osândã dureroasã"
        },
        {
            "chapter": 14,
            "verse": 18,
            "text": "Pilda acelora care nu cred în Domnul lor este cã faptele lor sunt ca cenuºa în care suflã vântul cu putere într-o zi furtunoasã. Ei nuvor avea nici un folos din ceea ce agonisesc . Aceasta este rãtãcire ad"
        },
        {
            "chapter": 14,
            "verse": 19,
            "text": "Oare nu vezi cã Allah a creat cerurile ºi pãmântul în adevãr? Dacã El ar vrea, v-ar face sã dispãreþi ºi ar aduce fãpturi noi"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "Cãci acest lucru nu este greu pentru Allah"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "ªi toþi se vor înfãþiºa dinaintea lui Allah ºi vor zice cei slabi cãtre cei care s-au arãtat îngâmfaþi : „Noi v-am urmat pe voi! Puteþi voi sã ne fiþi de vreun folos împotriva osând"
        },
        {
            "chapter": 14,
            "verse": 22,
            "text": "ªi când totul va fi hotãrât , va zice ªeitan: „Allah v-a fãcut vouão fãgãduinþã adevãratã . V-am fãgãduit ºi eu, însã eu nu mi-am þinut cuvântul dat"
        },
        {
            "chapter": 14,
            "verse": 23,
            "text": "Cei care cred ºi sãvârºesc fapte bune vor fi duºi sã intre în grãdini pe sub care curg pâraie ºi în ele vor sãlãºlui veºnic - cu voia Stãpânului lor. Iar salutul lor în e"
        },
        {
            "chapter": 14,
            "verse": 24,
            "text": "Nu vezi ce pildã a dat Allah pentru cuvântul bun? El este ca un pom bun, cu rãdãcina neclintitã ºi cu ramuri [ce se înalþã] în cer"
        },
        {
            "chapter": 14,
            "verse": 25,
            "text": "El dã fructe tot timpul - cu voia Domnului sãu. ªi Allah dã pilde oamenilor pentru ca ei sã-ºi aducã aminte"
        },
        {
            "chapter": 14,
            "verse": 26,
            "text": "Iar pilda unui cuvânt rãu este ca un pom rãu care a fost smuls de pe faþa pãmântului ºi care nu mai are pic de statornicie"
        },
        {
            "chapter": 14,
            "verse": 27,
            "text": "Allah îi întãreºte pe cei care cred cu vorbe hotãrâte atât în viaþa aceasta, cât ºi în Viaþa de Apoi. Allah îi duce în rãtãcire pe cei nelegiuiþi ºi Allah face ceea ce voieºte"
        },
        {
            "chapter": 14,
            "verse": 28,
            "text": "Nu i-ai vãzut pe cei care au schimbat îndurarea lui Allah cu necredinþa ºi au adus neamul lor în casa pieirii"
        },
        {
            "chapter": 14,
            "verse": 29,
            "text": "În Gheena, în care o sã ardã? ªi ce rãu sãlaº"
        },
        {
            "chapter": 14,
            "verse": 30,
            "text": "ªi i-au fãcut lui Allah semeni care sã-i ducã în rãtãcire [peoameni] de la calea Lui . Spune : „Veseliþi-vã [în aceastã viaþã],cãci sfârºitul vostru va fi în"
        },
        {
            "chapter": 14,
            "verse": 31,
            "text": "Spune robilor Mei care cred sã împlineascã Rugãciunea [As-Salat]ºi sã dãruiascã într-ascuns ºi pe faþã din ceea ce le-am dat spre vieþuire, înainte de a veni Ziua în care"
        },
        {
            "chapter": 14,
            "verse": 32,
            "text": "Allah este Cel care a creat cerurile ºi pãmântul ºi a pogorât din cer apa , cu care scoate pentru voi din roade mijloc de vieþuire.El a supus pentru voi corãbiile care plutesc pe mare, la poruncaSa , ºi a su"
        },
        {
            "chapter": 14,
            "verse": 33,
            "text": "ªi a supus pentru voi Soarele ºi Luna, amândouã urmându-ºi cursul fãrã oprire, ºi a supus pentru voi noaptea ºi ziua"
        },
        {
            "chapter": 14,
            "verse": 34,
            "text": "ªi v-a dat El din toate câte le-aþi cerut . ªi de aþi socotibinefacerile lui Allah, nu le-aþi putea numãra . Dar omul este cuadevãrat nelegiuit ºi necredincios"
        },
        {
            "chapter": 14,
            "verse": 35,
            "text": "(ªi a zis Avraam: „Doamne, fã aceastã þarã un loc sigur ) ºi fereºte-mã pe mine ºi pe fiii mei sã nu-i adorãm pe idoli"
        },
        {
            "chapter": 14,
            "verse": 36,
            "text": "Doamne, ei i-au dus în rãtãcire pre mulþi oameni . Cel ce mã va urma va fi dintre ai mei, iar cel ce nu mi se va supune..., Tu eºti Iertãtor, Îndurãtor [Gafur, Rahim]"
        },
        {
            "chapter": 14,
            "verse": 37,
            "text": "Doamne, eu am aºezat o parte din urmaºii mei într-o vale fãrã verdeaþã , în apropiere de Casa Ta cea Sfântã. Doamne, pentru a împlini ei Rugãciunea [As-Salat]! ªi fã inimile unor oameni s&ati"
        },
        {
            "chapter": 14,
            "verse": 38,
            "text": "Doamne, Tu ºtii ºi ce þinem ascuns ºi ce lãsãm sã se vadã, cãci nu-I este nimic ascuns lui Allah, nici de pre pãmânt ºi nici din cer"
        },
        {
            "chapter": 14,
            "verse": 39,
            "text": "Laudã lui Allah, care mi i-a dat mie, în ciuda bãtrâneþelor mele,pe Ismail ºi pe Isaac ! Domnul meu este cel care aude rugãciunile"
        },
        {
            "chapter": 14,
            "verse": 40,
            "text": "Doamne, fã ca eu sã împlinesc Rugãciunea [As-Salat] cu sâr-guinþã , ca ºi o parte din urmaºii mei! ªi primeºte ruga mea, Doamne"
        },
        {
            "chapter": 14,
            "verse": 41,
            "text": "Doamne, iartã-mi mie ºi pãrinþilor mei ºi dreptcredincioºilor înZiua când se va face socoteala!”"
        },
        {
            "chapter": 14,
            "verse": 42,
            "text": "Sã nu crezi cã Allah nu este cu luare aminte la ceea ce sãvârºesc nelegiuiþii, însã El doar le dã lor rãgaz pânã într-o zi în care privirile lor vor fi împietrite [de spaimã]"
        },
        {
            "chapter": 14,
            "verse": 43,
            "text": "În vreme ce ei vor alerga cu capetele ridicate, cu ochii rãtãciþi ºi cu inimile goale"
        },
        {
            "chapter": 14,
            "verse": 44,
            "text": "Prevesteºte-i pe oameni despre Ziua în care va veni peste ei osânda ºi în care cei ce au fost nelegiuiþi vor zice: „Doamne, pãsu- ieºte-ne pe noi pentru un termen scurt , ca sã rãspundem chemãr"
        },
        {
            "chapter": 14,
            "verse": 45,
            "text": "Voi locuiþi în sãlaºurile celor care au fost nelegiuiþi faþã de ei înºiºi ºivi s-a arãtat vouã limpede ce am fãcut cu ei . ªi v-am dat vouã pilde"
        },
        {
            "chapter": 14,
            "verse": 46,
            "text": "Au plãsmuit ei vicleºug , însã vicleºugul lor este la Allah ,chiar de-ar fi vicleºugul lor [într-atât de puternic] încât sã disparãmunþii"
        },
        {
            "chapter": 14,
            "verse": 47,
            "text": "ªi sã nu socoteºti cã Allah nu-ºi þine fãgãduinþa fãcutã trimiºilorSãi ! Allah este Puternic [Al-’Aziz] cu Rãzbunare"
        },
        {
            "chapter": 14,
            "verse": 48,
            "text": "În ziua în care pãmântul va fi schimbat cu un altul, ca ºi cerurile , ºi ei [oamenii] se vor înfãþiºa dinaintea lui Allah Cel Unic, Biruitorul [Al-Wahid, Al-Qahhar]"
        },
        {
            "chapter": 14,
            "verse": 49,
            "text": "ªi în ziua aceea îi vei vedea pe pãcãtoºi legaþi unii de alþii cu lan- þuri"
        },
        {
            "chapter": 14,
            "verse": 50,
            "text": "Iar straiele lor vor fi din catran ºi focul le va acoperi chipurile"
        },
        {
            "chapter": 14,
            "verse": 51,
            "text": "[Toate acestea] pentru ca Allah sã rãsplãteascã fiecare suflet dupã ce ºi-a agonisit. Allah este, neîndoielnic, repede la socotire"
        },
        {
            "chapter": 14,
            "verse": 52,
            "text": "Aceasta este o vestire pentru oameni , pentru ca sã fie pre- veniþi prin ea ºi pentru ca sã ºtie cã El este un Dumnezeu Unic ºi sã ia aminte cei înzestraþi cu judecatã"
        }
    ]
}