{
    "maqras": [
        {
            "chapter": 34,
            "verse": 24,
            "text": "(ای پیغمبر! به مشرکان) بگو: چه کسی شما را از آسمانها و زمین روزی می‌رساند (و برکات و نعمات آنها را در اختیارتان می‌گذارد؟ اگر از روی عناد پاسخت ندادند، خودت) بگو: خدا. قطعاً یا ما (مؤمنان) و یا شما (مشرکان) بر هدایت یا ضلالت آشکاری هستیم. (چرا که عقیده‌ی ما و شما با هم تضادّ روشنی دارد. پس حتماً گروهی از ما و شما اهل هدایت و دسته‌ای گرفتار ضلالت است)"
        },
        {
            "chapter": 34,
            "verse": 25,
            "text": "بگو: از شما درباره‌ی گناهانی که ما کرده‌ایم، و از ما درباره‌ی گناهانی که شما کرده‌اید، پرسیده نمی‌شود (و پافشاری ما برای راهنمائی شما تنها جنبه‌ی دلسوزی به حال شما دارد و بس)"
        },
        {
            "chapter": 34,
            "verse": 26,
            "text": "بگو: پروردگارمان ما را (در روز رستاخیز) گرد می‌آورد و سپس در میان ما به حق داوری می‌کند. تنها او داور آگاه (از کارهای ما و شما) است"
        },
        {
            "chapter": 34,
            "verse": 27,
            "text": "بگو: کسانی را که به عنوان شریک خدا به خدا ملحق ساخته‌اید، به من نشان دهید (تا ببینم برابر کدام ویژگی، در الوهیّت با خداوندی انبازند که چیزی همسان او نیست؟!) نه، هرگز! (چنین چیزی ممکن نیست. آخر این یک مشت سنگ و چوب خاموش و بی‌جان، که آنها را سمبل و نماد ارواح و فرشتگان می‌دانید، ساخته و پرداخته‌ی دست خودتان بوده و مرتبه‌ی خدائی را نشایند) بلکه تنها الله (که آفریدگار آسمانها و زمین) و چیره و کار بجا است، خدا است و بس"
        },
        {
            "chapter": 34,
            "verse": 28,
            "text": "ما تو را برای جملگی مردمان فرستاده‌ایم تا مژده‌رسان (مؤمنان به سعادت ابدی) و بیم دهنده (ی کافران به شقاوت سرمدی) باشی، ولیکن اکثر مردم (از این معنی) بی‌خبرند (و همگانی بودن نبوّت تو را باور نمی‌دارند)"
        },
        {
            "chapter": 34,
            "verse": 29,
            "text": "(کافران) می‌گویند: اگر راست می‌گوئید (که رستاخیزی در میان است، به ما بگوئید) این وعده کی به وقوع می‌پیوندد؟"
        },
        {
            "chapter": 34,
            "verse": 30,
            "text": "بگو: وعده‌ی شما روز مشخّصی است که نه ساعتی از آن پسی می‌گیرید، و نه ساعتی از آن پیشی می‌گیرید"
        },
        {
            "chapter": 34,
            "verse": 31,
            "text": "کافران می‌گویند: ما هرگز به این قرآن و دیگر کتابهای پیش از آن ایمان نخواهیم آورد. اگر برایت ممکن بود که ببینی (حال چنین ستمگرانی را) در آن زمان که ستمگران در پیشگاه پروردگارشان (برای حساب و کتاب) نگاه داشته شده‌اند (از کارشان در شگفت می‌ماندی. چرا که) همه با یکدیگر در گفتگویند و هر یکی گناه را به گردن دیگری می‌اندازد. مستضعفان و زیردستان، به مستکبران و بالادستان می‌گویند: اگر شما نبودید (و ما را گمراه نمی‌کردید) ما ایمان می‌آوردیم (و اکنون رستگار می‌شدیم)"
        },
        {
            "chapter": 34,
            "verse": 32,
            "text": "مستکبران هم به مستضعفان می‌گویند: آیا ما شما را از هدایتی باز داشته‌ایم که برایتان آمده بوده است؟! (هرگز ما چنین کاری را نکرده‌ایم و) بلکه خود شما گناهکار بوده‌اید (و به کفر و الحاد گرائیده‌اید)"
        },
        {
            "chapter": 34,
            "verse": 33,
            "text": "مستضعفان به مستکبران (بار دیگر) می‌گویند: بلکه توطئه‌ها و تبلیغات مکّارانه‌ی شما در شب و روز سبب شد که ما از هدایت بازمانیم، در آن هنگامی که شما به ما دستور می‌دادید که خدا را به یگانگی نشناسیم و انبازها و همتاهائی برای او قرار دهیم. (سرانجام هر دو گروه از شدّت وحشت، نفَسهایشان در سینه‌ها حبس می‌شود) و پشیمانی خود را پنهان می‌دارند، بدان گاه که عذاب را مشاهده می‌کنند و ما غل و زنجیرها را به گردن کافران می‌اندازیم (و ایشان را روانه‌ی دوزخ می‌سازیم). آیا به آنان جزائی جز (جزای) کارهائی که می‌کرده‌اند داده می‌شود؟"
        },
        {
            "chapter": 34,
            "verse": 34,
            "text": "ما به هر شهر و دیاری که پیغمبری را فرستاده‌ایم، سران و متنعّمان آنجا گفته‌اند: ما بدانچه آورده‌اید باور نداریم"
        },
        {
            "chapter": 34,
            "verse": 35,
            "text": "و گفته‌اند: ما که (در دنیا) اموال و اولاد بیشتری داریم و (این نشانه‌ی علاقه و محبّت خدا به ما است، و در آخرت هم) ما هرگز عذاب نمی‌بینیم و شکنجه نمی‌شویم"
        },
        {
            "chapter": 34,
            "verse": 36,
            "text": "بگو: پروردگارم روزی را برای هر کس که خود بخواهد فراخ یا تنگ می‌گرداند (اعم از عاصی و مطیع. داشتن و نداشتن، نشانه‌ی محبّت و خوشنودی، و یا نفرت و ناخوشنودی خدا از بنده نیست) و لیکن بیشتر مردم (چنین چیزی را) نمی‌دانند"
        },
        {
            "chapter": 34,
            "verse": 37,
            "text": "اموال و اولاد شما چیزهائی نیستند که شما را به ما نزدیک و مقرّب سازند، بلکه کسانی که ایمان بیاورند و کارهای شایسته و بایسته بکنند آنان (مقرّب درگاه الهی بوده و) در برابر اعمالی که انجام داده‌اند پاداش مضاعف دارند، و ایشان در طبقات بالا (یعنی در برترین منازل بهشت) در امن و امان بسر می‌برند"
        },
        {
            "chapter": 34,
            "verse": 38,
            "text": "کسانی که (در دنیا پیوسته) تلاش می‌کنند آیات ما را تکذیب و انکار کنند، و تصوّر می‌کنند که (پیغمبر را شکست می‌دهند و او را) درمانده می‌سازند (و جلو پخش قرآن و فرمان یزدان را می‌گیرند) آنان به عذاب احضارشدگانند (و جاودانه در آن ماندگار می‌مانند)"
        },
        {
            "chapter": 34,
            "verse": 39,
            "text": "بگو: پروردگارم روزی را برای هر کس از بندگانش که بخواهد فراخ و یا تنگ می‌گرداند، و هر چه را (در راه خدا) ببخشید و صرف کنید، خدا جای آن را پر می‌کند، و او بهترین روزی دهندگان است"
        },
        {
            "chapter": 34,
            "verse": 40,
            "text": "(یادآور شو) روزی را که خداوند جملگی آنان را گرد می‌آورد و سپس به فرشتگان (رو در روی فرشته پرستان) می‌گوید: آیا اینان شما را (به جای من) پرستش می‌کرده‌اند؟"
        },
        {
            "chapter": 34,
            "verse": 41,
            "text": "می‌گویند: تو منزّهی (از این نسبتهای ناروائی که به ساحت مقدّست داده‌اند، ما به هیچ وجه با این گروه ارتباط نداشته‌ایم) و تنها تو یار و یاور ما بوده‌ای نه آنان. بلکه ایشان جنّیان را می‌پرستیده‌اند، و اکثر آنان بدیشان ایمان داشته‌اند"
        },
        {
            "chapter": 34,
            "verse": 42,
            "text": "در آن روز هیچ یک از شما نمی‌تواند برای دیگری سودی و زیانی داشته باشد، و به ستمگران می‌گوئیم: عذاب آتشی را بچشید که آن را دروغ می‌دانستید"
        },
        {
            "chapter": 34,
            "verse": 43,
            "text": "و هنگامی که آیه‌های روشن ما بر آنان خوانده می‌شود، می‌گویند: او مردی است که می‌خواهد شما را باز دارد از چیزهائی که پدرانتان پرستش می‌کرده‌اند. و می‌گویند: این (قرآن) جز دروغ بزرگی نیست که (به خدا) نسبت داده شده است. همچنین کافران هنگامی که قرآن برایشان می‌آید درباره‌ی آن می‌گویند: این جادوی آشکاری بیش نیست"
        },
        {
            "chapter": 34,
            "verse": 44,
            "text": "ما (قبلاً) هیچ کتابی برای ایشان نفرستاده‌ایم تا آن را بخوانند (و به اتّکای آن، سخنان تو را تکذیب کنند)، و پیش از تو هیچ پیغمبری نیز به سویشان روانه نکرده‌ایم (تا در پرتو کلام او، دعوت تازه‌ی اسلام را نادرست و ناروا ببینند)"
        },
        {
            "chapter": 34,
            "verse": 45,
            "text": "کسانی که پیش از اینان بوده‌اند. (آیات کتابهای آسمانی را) تکذیب کرده‌اند، و حال این که اینان (حتّی از لحاظ قوّت و قدرت) به یکدهم ایشان هم نمی‌رسند، از آنجا که پیغمبران مرا تکذیب کرده‌اند، بنگرید که چگونه کیفرشان داده‌ام (و شهر و دیارشان را آئینه‌ی عبرت دیگران ساخته‌ام. پس شما ستمگرانِ مکّه، و شما ستمگرانِ تاریخ، سرنوشت خود را از ایشان قیاس کنید و بدانید نه سنّت الهی تغییرپذیر است و نه شما از آنان برتر و مقتدرترید)"
        }
    ]
}