{
    "maqras": [
        {
            "chapter": 52,
            "verse": 24,
            "text": "پیوسته در گرداگرد آنان نوجوانان ایشان (برای خدمتگزاریشان) در چرخش و گردشند. انگار آنان (در صفا و پاکی) مرواریدهای پنهان (در صدف) هستند"
        },
        {
            "chapter": 52,
            "verse": 25,
            "text": "پرسش‌کنان روی به همدیگر می‌کنند (و هر یک از آنان از نعمتها و خوشیهای بهشت و الطاف بیکران یزدان با دیگری سخن می‌گوید)"
        },
        {
            "chapter": 52,
            "verse": 26,
            "text": "می‌گویند: ما پیش از این (در دنیا) در میان خانواده و فرزندانمان بیمناک (از خشم خدا و حساب و کتاب و جزا و سزای قیامت) بودیم"
        },
        {
            "chapter": 52,
            "verse": 27,
            "text": "سرانجام خداوند در حق ما لطف و مرحمت فرمود، و از عذاب سراپا شعله‌ی دوزخ ما را بدور داشت"
        },
        {
            "chapter": 52,
            "verse": 28,
            "text": "ما پیش از این (در جهان، تنها) او را به فریاد می‌خواندیم و فقط وی را پرستش می‌کردیم. واقعاً او نیکوکار و مهربان است"
        },
        {
            "chapter": 52,
            "verse": 29,
            "text": "(مردمان را به قرآن) پند و اندرز بده، تو در پرتو لطف و مرحمت پروردگارت نه غیبگوئی و نه دیوانه"
        },
        {
            "chapter": 52,
            "verse": 30,
            "text": "آیا آنان می‌گویند که او شاعر است (و بگذارید تا زنده است اشعار خود را بسراید و دل مردمانی را برباید) و ما در انتظار مرگ او هستیم (تا دفتر اشعار و طومار عمرش را درهم پیچد و ما را از دست او راحت سازد)"
        },
        {
            "chapter": 52,
            "verse": 31,
            "text": "بگو: شما در انتظار (پندارهای خامتان) باشید، و من هم با شما در انتظار (عاقبت نیک خود و سرانجام بد شما) هستم"
        },
        {
            "chapter": 52,
            "verse": 32,
            "text": "آیا خردهایشان ایشان را به این (سخنان متناقض) دستور می‌دهد؟ یا این که اصلاً مردمان طغیانگر و سرکشی هستند (و سرپیچی از فرمان حق، سرشت و خصیصه‌ی آنان شده است؟)"
        },
        {
            "chapter": 52,
            "verse": 33,
            "text": "آیا می‌گویند: (محمّد خودش قرآن را از پیش خود ساخته است و) آن را فراهم آورده است؟! بلکه ایشان اصلاً ایمان ندارند"
        },
        {
            "chapter": 52,
            "verse": 34,
            "text": "اگر راست می‌گویند (که محمّد خودش قرآن را از پیش خود ساخته است) سخنی همچون آن را بیاورند و ارائه دهند"
        },
        {
            "chapter": 52,
            "verse": 35,
            "text": "آیا ایشان (همین جوری از عدم سر بر آورده‌اند و) بدون هیچ گونه خالقی آفریده شده‌اند؟ و یا این که (خودشان خویشتن را آفریده‌اند و) خودشان آفریدگارند؟"
        },
        {
            "chapter": 52,
            "verse": 36,
            "text": "یا این که آنان آسمانها و زمین را آفریده‌اند؟! بلکه ایشان طالب یقین نیستند"
        },
        {
            "chapter": 52,
            "verse": 37,
            "text": "آیا گنجینه‌های پروردگارت نزد ایشان و در اختیار آنان است (تا هر گونه که بخواهند قضاوت کنند و نبوّت را به این بدهند و به آن ندهند؟) یا این که ایشان (بر همه چیز جهان) سیطره دارند (و ارباب و فرمانده کلّ کائنات هستند؟)"
        },
        {
            "chapter": 52,
            "verse": 38,
            "text": "آیا نردبانی دارند و بالای آن (می‌روند و در آسمانها، به عالم ملکوت) گوش فرا می‌دارند (و اسرار وحی را می‌شنوند؟). گوش فرا دهنده‌ی ایشان دلیل روشنی بیاورد و ارائه دهد (و این ادّعای خود را ثابت کند)"
        },
        {
            "chapter": 52,
            "verse": 39,
            "text": "آیا دختران، سهم خدایند، و پسران، سهم شما؟"
        },
        {
            "chapter": 52,
            "verse": 40,
            "text": "یا این که تو از آنان اجر و پاداشی (در مقابل ابلاغ رسالت خود بدیشان) میخواهی، و همچون بار گرانی بر دوش آنان سنگینی می‌کند؟"
        },
        {
            "chapter": 52,
            "verse": 41,
            "text": "یا این که نزد ایشان، علم غیبیّات و اسرار نهان (جهان و ملکوت یزدان) است و از روی آن (برای مردم هر چه بخواهند) می‌نویسند؟"
        },
        {
            "chapter": 52,
            "verse": 42,
            "text": "یا این که می‌خواهند نیرنگ بزنند (و طرحهای شیطانی بریزند و حیله‌گری کنند، تا پیغمبر را از میان بردارند، یا با آئین او مقابله کنند. باید بدانند که) کفّار به حیلت خود گرفتار می‌آیند (و توطئه‌های ایشان سرانجام بر ضدّ خودشان تمام می‌شود و جملگی ایشان محکوم نقشه‌های الهی هستند)"
        },
        {
            "chapter": 52,
            "verse": 43,
            "text": "یا این که (آنان خیال می‌کنند که) معبودی (و حامی و یاوری) جز خدا دارند؟ خدا پاک و منزّه از چیزهائی است که انبازش می‌دانند و می‌خوانند"
        },
        {
            "chapter": 52,
            "verse": 44,
            "text": "اگر بنگرند که قطعه‌ای از آسمان فرو می‌افتد، می‌گویند: ابر متراکمی است"
        },
        {
            "chapter": 52,
            "verse": 45,
            "text": "پس ایشان را به حال خود واگذار، تا برسند به روزی که در آن هلاک می‌گردند"
        },
        {
            "chapter": 52,
            "verse": 46,
            "text": "آن روزی که نیرنگها و توطئه‌هایشان سودی به حالشان نخواهد داشت، و (از هیچ سوئی) مدد و یاری نمی‌شوند"
        },
        {
            "chapter": 52,
            "verse": 47,
            "text": "برای ستمگران عذابی پیش از آن (عذاب سرمدی و ابدی، در همین جهان) هست، ولی بیشتر ایشان متوجّه نمی‌گردند و نمی‌فهمند"
        },
        {
            "chapter": 52,
            "verse": 48,
            "text": "برابر فرمان پروردگارت، صبر و شکیبائی پیش گیر (و با استقامت و شجاعت، پیام آسمانی را به گوش انسانها برسان و مترس) که تو زیر نظر ما و تحت حفاظت و رعایت ما هستی. وقتی که (سحرگاهان از خواب) بلند می‌شوی، به تسبیح و تقدیس و شکر و سپاس پروردگارت بپرداز"
        },
        {
            "chapter": 52,
            "verse": 49,
            "text": "و در پاره‌ای از شب، و در وقت ناپدید شدن ستارگان (به سبب نور خورشید به هنگام طلوع فجر) شکر و سپاس و تسبیح و تقدیس خدای را بجای آور"
        },
        {
            "chapter": 53,
            "verse": 1,
            "text": "سوگند به ستاره در آن زمان که دارد غروب می‌کند"
        },
        {
            "chapter": 53,
            "verse": 2,
            "text": "یار شما (محمّد) گمراه و منحرف نشده است، و راه خطا نپوئیده است و به کژراهه نرفته است"
        },
        {
            "chapter": 53,
            "verse": 3,
            "text": "و از روی هوا و هوس سخن نمی‌گوید"
        },
        {
            "chapter": 53,
            "verse": 4,
            "text": "آن (چیزی که با خود آورده است و با شما در میان نهاده است) جز وحی و پیامی نیست که (از سوی خدا بدو) وحی و پیام می‌گردد"
        },
        {
            "chapter": 53,
            "verse": 5,
            "text": "(جبرئیل، فرشته‌ی) بس نیرومند آن را بدو آموخته است"
        },
        {
            "chapter": 53,
            "verse": 6,
            "text": "همان کسی که دارای خرد استوار و اندیشه‌ی وارسته است. سپس او (به صورت فرشتگی خود و با بالهائی که کرانه‌های آسمان را پر کرده بود) راست ایستاد"
        },
        {
            "chapter": 53,
            "verse": 7,
            "text": "در حالی که او در جهت بلند (آسمان رو به روی بیننده) قرار داشت"
        },
        {
            "chapter": 53,
            "verse": 8,
            "text": "سپس (جبرئیل) پائین آمد و سر در نشیب گذاشت"
        },
        {
            "chapter": 53,
            "verse": 9,
            "text": "تا آنکه فاصله‌ی او (و محمّد) به اندازه‌ی دو کمان یا کمتر گردید"
        },
        {
            "chapter": 53,
            "verse": 10,
            "text": "پس جبرئیل به بنده‌ی خدا (محمّد) وحی کرد آنچه می‌بایست وحی کند"
        },
        {
            "chapter": 53,
            "verse": 11,
            "text": "دل (محمّد) تکذیب نکرد چیزی را که او (با چشم سر) دیده بود"
        },
        {
            "chapter": 53,
            "verse": 12,
            "text": "آیا با او درباره‌ی چیزی که دیده است، ستیزه می‌کنید؟"
        },
        {
            "chapter": 53,
            "verse": 13,
            "text": "او که بار دیگر (در شب معراج) وی را دیده است"
        },
        {
            "chapter": 53,
            "verse": 14,
            "text": "نزد سدرةالمنتهی"
        },
        {
            "chapter": 53,
            "verse": 15,
            "text": "بهشت که منزل (و مأوای متّقیان) است در کنار آن است"
        },
        {
            "chapter": 53,
            "verse": 16,
            "text": "در آن هنگام، چیزهائی سدره را فرا گرفته بود که فرا گرفته بود (و چنان عجائب و غرائبی، قابل توصیف و بیان، با الفبای زبان انسان نیست)"
        },
        {
            "chapter": 53,
            "verse": 17,
            "text": "چشم (محمّد در دیدن خود به چپ و راست) منحرف نشد و به خطا نرفت، و سرکشی نکرد و (تنها به همان چیزی نگریست که می‌بایست ببیند و بنگرد)"
        },
        {
            "chapter": 53,
            "verse": 18,
            "text": "او بخشی از نشانه‌های بزرگ (و عجائب ملکوت) پروردگارش را (در آنجا) مشاهده کرد (از جمله، سدرةالمنتهی، بیت‌المعمور، بهشت، دوزخ، و جبرئیل را با قیافه‌ی فرشتگی خود)"
        },
        {
            "chapter": 53,
            "verse": 19,
            "text": "آیا چنین می‌بینید (و این گونه معتقدید) که لات و عزی"
        },
        {
            "chapter": 53,
            "verse": 20,
            "text": "و منات، سومین بت دیگر (معبود شما و دختران خدایند، و دارای قدرت و عظمت می‌باشند؟)"
        },
        {
            "chapter": 53,
            "verse": 21,
            "text": "آیا پسر مال شما باشد، و دختر مال خدا؟! (در حالی که به گمان شما دختران کم‌ارزش‌تر از پسرانند؟)"
        },
        {
            "chapter": 53,
            "verse": 22,
            "text": "در این صورت، این تقسیم ظالمانه و ستمگرانه‌ای است"
        },
        {
            "chapter": 53,
            "verse": 23,
            "text": "اینها فقط نامهائی (بی‌محتوی و اسمهائی بی‌مسمّی) است که شما و پدرانتان (از پیش خود) بر آنها گذاشته‌اند. هرگز خداوند دلیل و حجّتی (بر صحّت آنها) نازل نکرده است. آنان جز از گمانهای بی‌اساس و از هواهای نفس پیروی نمی‌کنند. در حالی که هدایت و رهنمود از سوی پروردگارشان برای ایشان آمده است (و در پرتو آن می‌توانند به ناچیزی بتها پی ببرند و رضای خدای را بجویند و راه سعادت بپویند)"
        },
        {
            "chapter": 53,
            "verse": 24,
            "text": "مگر آنچه انسان آرزو کند به آن می‌رسد و خواهد داشت؟"
        },
        {
            "chapter": 53,
            "verse": 25,
            "text": "چرا که دنیا و آخرت از آن خدا است (و قانونگذاری و فرماندهی هر دو سرا مربوط بدو است)"
        }
    ]
}