{
    "maqras": [
        {
            "chapter": 63,
            "verse": 4,
            "text": "هنگامی که ایشان را می‌بینی، پیکر، و سیمایشان تو را می‌گیرد و به شگفت می‌آورد (و به خود می‌گوئی: چه انسانهای باوقار و برازنده‌ای!) و هنگامی که به سخن درمی‌آیند (به علّت حلاوت کلامشان) به سخنانشان گوش فرا می‌دهی. (با وجود این جذبه‌ی سیما و گیرائی گفتار) آنان انگار تخته‌هائی هستند که (بر دیوار) تکیه داده شده باشند (بی‌جان و بی‌ایمان، هیکلهای توخالی، درونهای بی‌نور و صفا، نقشهائی بر در و دیوارها). هر فریادی را بر ضدّ خود می‌پندارند و هر آوازی را به زیان خویش! آنان دشمنان بشمارند و از ایشان برحذر باش. خدایشان بکُشاد! چگونه (از حق) برگردانده می‌شوند (و منحرف می‌گردند؟)"
        },
        {
            "chapter": 63,
            "verse": 5,
            "text": "چون به آنان گفته شود که بیائید تا پیغمبر خدا برایتان آمرزش بخواهد، سرهای خود را (از روی غرور و تکبّر، و به عنوان استهزاء) تکان می‌دهند وآنان راخواهی دید مستکبرانه روی می‌گردانند و می‌روند"
        },
        {
            "chapter": 63,
            "verse": 6,
            "text": "برای آنان یکسان است چه برای ایشان آمرزش بخواهی، و چه آمرزش نخواهی، (چون آنان از نفاق خود دست نمی‌کشند) هرگز خدا ایشان را نخواهد بخشید. خداوند قطعاً مردمان فاسق را هدایت نمی‌دهد"
        },
        {
            "chapter": 63,
            "verse": 7,
            "text": "آنان کسانیند که می‌گویند: به آنانی که (از مکّه به مدینه مهاجرت کرده‌اند و) نزد فرستاده‌ی خدا هستند، بذل و بخششی نکنید و چیزی ندهید تا پراکنده شوند و بروند. (غافل از این که) گنجینه‌های آسمانها و زمین از آن خدا است (و به هر کس که بخواهد از آنها بدو عطاء می‌کند) ولیکن منافقان نمی‌فهمند"
        },
        {
            "chapter": 63,
            "verse": 8,
            "text": "می‌گویند: اگر (از غزوه‌ی بنی‌مصطلق) به مدینه برگشتیم، باید افراد باعزّت و قدرت، اشخاص خوار و ناتوان را از آنجا بیرون کنند. عزّت و قدرت از آن خدا و فرستاده‌ی او و مؤمنان است، ولیکن منافقان (این را درک نمی‌کنند و) نمی‌دانند"
        },
        {
            "chapter": 63,
            "verse": 9,
            "text": "ای مؤمنان! اموالتان و اولادتان شما را از یاد خدا غافل نکند. کسانی که چنین کنند (و اموال و اولادشان، آنان را سرگرم و به خود مشغول دارد) ایشان زیانکارند"
        },
        {
            "chapter": 63,
            "verse": 10,
            "text": "از چیزهائی که به شما داده‌ایم بذل و بخشش و صدقه و احسان کنید، پیش از آن که مرگ یکی از شما در رسد و بگوید: پروردگارا! چه می‌شود اگر مدّت کمی مرا به تأخیر اندازی و زنده‌ام بگذاری تا احسان و صدقه بدهم و در نتیجه از زمره‌ی صالحان و خوبان شوم؟"
        },
        {
            "chapter": 63,
            "verse": 11,
            "text": "خداوند هرگز مرگ کسی را به تأخیر نمی‌اندازد هنگامی که اجلش فرا رسیده باشد. خداوند کاملاً آگاه از کارهائی است که انجام می‌دهید (و سزا و جزای شما را خواهد داد)"
        },
        {
            "chapter": 64,
            "verse": 1,
            "text": "آنچه در آسمانها و آنچه در زمین است، به تسبیح و تقدیس خدا مشغول است. حاکمیّت و مالکیّت از آن او است، و سپاس و ستایش خاصّ او است. او بر هر چیزی توانا است"
        },
        {
            "chapter": 64,
            "verse": 2,
            "text": "او کسی است که شما را آفریده است (و به شما آزادی و اختیار داده است). گروهی از شما کافر و گروهی از شما مؤمن می‌گردید. خدا می‌بیند هرچه را که می‌کنید"
        },
        {
            "chapter": 64,
            "verse": 3,
            "text": "خداوند، آسمانها و زمین را به حق آفریده است (نه به باطل. در آفرینش آن، نظام دقیق و راستینی به کار رفته است، و دارای هدفی حکیمانه و مسیری درست است) و شما را شکل بخشیده است و شکلهای شما را خوب و زیبا کرده است. سرانجام بازگشت به سوی او است"
        },
        {
            "chapter": 64,
            "verse": 4,
            "text": "او می‌داند که در آسمانها و زمین چه چیزهائی است، و از آنچه شما پنهان یا آشکار می‌دارید با خبر است، و خدا بس آگاه از عقائد و نیّاتی است که در درون سینه‌ها است"
        },
        {
            "chapter": 64,
            "verse": 5,
            "text": "آیا خبر کافرانی که در روزگاران پیشین می‌زیسته‌اند به شما نرسیده است؟ آنان عقوبت ناگوار کارهای خود را (در دنیا) چشیدند، و عذاب دردناکی (هم در آخرت) دارند"
        },
        {
            "chapter": 64,
            "verse": 6,
            "text": "این (سوء عاقبت و عذاب آخرت) بدان خاطر است که پیغمبرانشان به پیش ایشان می‌آمدند و معجزات روشن و دلائل متقن برای آنان می‌آوردند و ایشان می‌گفتند: آیا آدمیان، ما را هدایت می‌کنند؟ (مگر می‌شود انسانهائی همچون خودمان پیغمبران خدا شوند؟! پیغمبران باید فرشته باشند. بدین وسیله به مخالفت برمی‌خاستند و) کافر می‌گشتند و سر بر می‌تافتند و رویگردان می‌شدند، و خدا هم بی‌نیاز (از ایمان و اطاعت ایشان) بود و (همیشه هم) بی‌نیاز است و سزاوار ستایش و سپاس"
        },
        {
            "chapter": 64,
            "verse": 7,
            "text": "کافران می‌پندارند که هرگز زنده و برانگیخته نخواهند گردید! بگو: چنین نیست که می‌پندارید، به پروردگارم سوگند! زنده و برانگیخته خواهید شد، و سپس از آن چیزهائی که می‌کرده‌اید با خبرتان خواهند کرد. و این کار برای خدا ساده و آسان است"
        },
        {
            "chapter": 64,
            "verse": 8,
            "text": "ایمان بیاورید به خدا و پیغمبرش و نوری که (قرآن نام دارد و آن را برای روشن کردن راه سعادت دنیا و آخرت شما انسانها) نازل کرده‌ایم. خداوند کاملاً آگاه از هر آن چیزی است که انجام می‌دهید"
        },
        {
            "chapter": 64,
            "verse": 9,
            "text": "زمانی، خداوند شما را در روز گردهمآئی (جملگی پیشینیان و پسینیان) جمع می‌آورد. آن روز، روز زیانمندی (کافران، و سودمندی مؤمنان) است. کسانی که به خدا ایمان بیاورند و کارهای شایسته بکنند. خداوند بدیهای ایشان را می‌زداید، و آنان را به باغهای بهشتی داخل می‌گرداند که از زیر (کاخها و درختان) آن رودبارها جاری است، و در آنجا برای همیشه جاودانه می‌مانند. این است رستگاری سترگ و پیروزی بزرگ"
        },
        {
            "chapter": 64,
            "verse": 10,
            "text": "و کسانی که کافر بشوند و آیات ما را تکذیب بکنند، آنان دوزخیانند جاودانه در آنجا می‌مانند، و چه سرانجام و جایگاه بدی (که دارند)"
        },
        {
            "chapter": 64,
            "verse": 11,
            "text": "هیچ واقعه و حادثه‌ای جز به فرمان و اجازه‌ی خدا رخ نمی‌دهد، و هر کس که به خدا ایمان داشته باشد، خدا دل او را (به ثبات و آرامش، و خوشنودی به قضا و قدر الهی می‌رساند و) رهنمود می‌گرداند، و خداوند از هر چیزی کاملاً آگاه است"
        },
        {
            "chapter": 64,
            "verse": 12,
            "text": "از خدا و پیغمبر اطاعت کنید. اگر رویگردان شوید، بر فرستاده‌ی ما جز رساندن پیام روشن و آشکار نیست"
        },
        {
            "chapter": 64,
            "verse": 13,
            "text": "جز خدا معبودی نیست، پس مؤمنان باید بر خدا توکّل کنند و بس"
        },
        {
            "chapter": 64,
            "verse": 14,
            "text": "ای مؤمنان! قطعاً بعضی از همسران و فرزندانتان دشمنان شما هستند. (شما را از راه خدا باز می‌دارند، و از عبادت و طاعت سست می‌گردانند) پس از ایشان خویشتن را بر حذر دارید. اگر عفو کنید و چشم پوشی نمائید و ببخشید (خدا هم شما را مشمول عفو و مرحمت و مغفرت خود می‌نماید) چرا که خداوند بخشاینده‌ی مهربان است"
        },
        {
            "chapter": 64,
            "verse": 15,
            "text": "قطعاً اموالتان و اولادتان، وسیله‌ی آزمایش شمایند، و (اگر در این میدان آزمایش، از عهده بر آئید، برای شما) اجر و پاداش بزرگی در پیشگاه خدا است"
        },
        {
            "chapter": 64,
            "verse": 16,
            "text": "پس آن قدر که در توان دارید از خدا بهراسید و پرهیزگاری کنید، و (درسها و اندرزهای آسمانی را) بشنوید و بپذیرید، و (از قوانین و فرمانهای خدا) اطاعت کنید. و (در راه خدا، صدقه و احسان و) بذل و بخشش کنید، (انجام این کارها) به سود شما خواهد بود. کسانی که از بخل و حرص نفس خویش، مصون داشته شوند، آنان قطعاً رستگارند"
        },
        {
            "chapter": 64,
            "verse": 17,
            "text": "اگر به خدا قرض‌الحسنه‌ای بدهید، آن را برایتان چندین برابر می‌سازد، و شما را می‌آمرزد. خداوند سپاسگزار و بردبار است (و او از بندگانش به وسیله‌ی دادن پاداشهای عظیم تشکّر می‌نماید، و در پرتو بردباری خود، در عقوبت بندگان تعجیل نمی‌فرماید، و بلکه گناهانشان را می‌بخشاید)"
        },
        {
            "chapter": 64,
            "verse": 18,
            "text": "او آگاه از نهان و آشکار، و چیره‌ی کار بجا است"
        }
    ]
}