{
    "maqras": [
        {
            "chapter": 6,
            "verse": 141,
            "text": "خدا است که آفریده است باغهائی را که بر پایه استوار می‌گردند (و درختانش با قلّابهای ویژه به اشیاء اطراف می‌چسبند و کمر راست می‌کنند و روی داربستها قرار می‌گیرند) و باغهائی را که چنین نیستند و (نیازی به پایه و داربست و پیچیدن به اطراف ندارند و بر سر پای خود می‌ایستند و گردن می‌افرازند. بلی این خدا است که انواع) خرمابُنها و کشتزارها را آفریده است که ثمره‌ی آنها (در رنگ و طعم و بو و شکل و غیره) گوناگون است، و نیز درختان زیتون و انار را آفریده است که (در برخی صفات) همگونند و (در برخی صفات) متفاوتند. هنگامی که به بار آمدند از میوه‌ی آنها بخورید و به هنگام رسیدن و چیدن و درو کردنشان از آنها (به فقراء و مساکین) ببخشید و زکات لازم آنها را بدهید، و (در خوردن و یا بخشیدن از آنها) اسراف نکنید، زیرا که خداوند اسراف‌کنندگان را دوست نمی‌دارد"
        },
        {
            "chapter": 6,
            "verse": 142,
            "text": "(این خدا است که برای شما) از چهارپایان (یعنی: شتر و گاو و بز و گوسفند) حیواناتی (را آفریده است که بزرگ و) باربرند، و حیواناتی (را آفریده است) که کوچکند (و از پشم و موی آنها فرشها و گستردنیها تهیّه می‌کنید. اینها روزی خدا برای شمایند و) از آنچه خدا نصیب شما کرده است (و برای شما حلال نموده است) بخورید و از گامهای اهریمن پیروی مکنید (و با افتراء تحلیل و تحریم، در راه او گام برندارید) بیگمان اهریمن دشمن آشکار شما است (و هرگز خیر و خوبی شما را نمی‌خواهد)"
        },
        {
            "chapter": 6,
            "verse": 143,
            "text": "(خداوند از هر نوعی از چهارپایان، یعنی: شتر و گاو و بز و گوسفند، نر و ماده آفریده است که رویهم) هشت جفت آفریده است: از گوسفند دو جفت و از بز دو جفت. (ای محمّد: به کسانی که از پیش خود در تحلیل و تحریم چهارپایان به میل خود سخن می‌رانند) بگو: آیا خداوند نرهای آنها را حرام کرده است؟ (که چنین نیست؛ زیرا گاهی نرها را حلال می‌دانید) یا ماده‌های آنها را؟ (که چنین هم نیست؛ چه گاهی ماده‌ها را حلال می‌دانید) یا این که آنچه ماده‌ها در شکم دارند؟ (که چنین هم نیست؛ زیرا که شما همیشه جنینها را حرام نمی‌دانید! پس این چه تحلیل و تحریمی است که می‌انگارید و هردم به گونه‌ای بیان می‌دارید؟!) اگر (در تحلیل و تحریم خود مستند و دلیلی دارید و) راست می‌گوئید مرا از روی علم و دانش (از آن حجّت و برهان) بیاگاهانید"
        },
        {
            "chapter": 6,
            "verse": 144,
            "text": "و (خداوند آفریده است) از شترانْ، نر و ماده را و از گاوْ، نر و ماده را. بگو: آیا خداوند دو نر را حرام کرده است؟ (که چنین نیست؛ زیرا گاهی نرها را حلال می‌دانید) یا دو ماده را؟ (که چنین هم نیست؛ چه گاهی ماده‌ها را حلال می‌دانید) یا این که آنچه در شکم ماده‌ها است؟ (که چنین هم نیست؛ زیرا که شما پیوسته جنینها را حرام نمی‌دانید. شما گمان می‌برید که این تحلیل و تحریمِ خاصّ شما به فرمان ایزد بوده است!) آیا شما بدان هنگام (که فرمان خدا درباره‌ی این تحریم صادر شد) حاضر بودید (و با گوش خود شنیدید) که خداوند آن را به شما سفارش کرد؟ (هرگز چنین نبوده است. پس از این کارهای ناشایستی که می‌کنید دست بکشید؛ چرا که ظلم است) و چه کسی ظالم‌تر از کسی است که بر خدا دروغ بندد تا مردمان را از روی جهل گمراه سازد؟ خداوند هیچ گاه ستمکاران را (به راه راست و به سوی چیزی که خیر و صلاح دنیا و آخرتشان در آن باشد) هدایت نخواهد کرد"
        },
        {
            "chapter": 6,
            "verse": 145,
            "text": "(ای پیغمبر!) بگو: در آنچه به من وحی شده است، چیزی را بر خورنده‌ای حرام نمی‌یابم، مگر (چهار چیز و آنها عبارتند از:) مردار، (همچون حیوان خفه شده، پرت‌گشته، شاخ‌زده، درنده خورنده، ذبح شرعی نشده.) و خون روان (نه بسته همچون جگر و سپرز و خون مانده در میان عروق، که مباح است)، و گوشت خوک که همه‌ی اینها ناپاک (و مضرّ برای بدن) هستند، و گوشت حیوانی که (در وقت ذبح به نام خدا سربریده نشده باشد و بلکه) به نام (بتی یا معبودی) جز خدا سربریده شده باشد (که مایه‌ی خروج از عقیده‌ی صحیح است). ولی اگر کسی (به سبب قحطی و نیافتن چیزی برای خوردن) وادار (به استفاده‌ی از این محرّمات) گردد بدون آن که علاقه‌مند (بدانها) باشد و (از سدّ جوع و اندازه‌ی ضرورت) تجاوز کند (گناهی براو نیست). چه پروردگار تو بس آمرزگار و مهربان است"
        },
        {
            "chapter": 6,
            "verse": 146,
            "text": "(این چیزهائی بود که بر شما حرام کرده‌ایم) و بر یهودیان هر (حیوان) ناخنداری (یعنی: درندگان که دارای پنجه‌های قوی، و پرندگان شکاری که از چنگال نیرومند برخوردارند) حرام کرده بودیم، و از گاو و گوسفند (تنها) پیه‌ها و چربیهای آنها را بر آنان حرام نموده بودیم، مگر پیه‌ها و چربیهائی که بر پشت اینها یا در اندرونه (و لابلای احشاء و امعاء) قرار دارد و یا پیه‌ها و چربیهائی که آمیزه‌ی استخوان گردیده است. این هم پادافره ایشان در برابر ستمگریشان بود که بدانان دادیم (تا از غوطه‌ور شدن در گناهان و پیروی از شهوات خویشتن را به دور دارند) و ما (در همه‌ی اخبارمان و از جمله این خبر) راستگوئیم"
        },
        {
            "chapter": 6,
            "verse": 147,
            "text": "اگر تو را تکذیب کردند (و این حقائق را که از جانب خدا به تو وحی می‌شود نپذیرفتند) بدیشان بگو: پروردگار شما دارای رحمت گسترده و مهر فراوان است و (در این جهان مؤمنان و کافران را در بر می‌گیرد. اگر خدا در مجازات ناباوران و بزهکاران شتاب روا نمی‌دارد، شما را نفریبد، چرا که کیفر طاغی و یاغی چون شما حتمی است و) عذاب او از رسیدن به گناهکاران ردخور ندارد"
        },
        {
            "chapter": 6,
            "verse": 148,
            "text": "مشرکان (برای اعتذار از کفر و معذرت‌خواهی از تحریم خوراکیهای حلال) خواهند گفت: (شرک ما و تحریم چیزهای حلال از سوی ما، برابر مشیّت خدا است!) اگر خدا می‌خواست، ما و پدران ما مشرک نمی‌شدیم، و چیزی را (از اشیاء حلال بر خود) تحریم نمی‌کردیم. کسانی که پیش از آنان بوده‌اند نیز همین گونه (که به تو دروغ می‌گویند و تو را تکذیب می‌دارند، به پیغمبران ما دروغ می‌گفتند و آنان را) تکذیب می‌نمودند تا (سرانجام طعم) عذاب ما را چشیدند (و کیفر اعمال بد خود را دیدند). بگو: آیا دلیل قاطعی (و سند درستی برای رضایت خدا از شرک خود و تحریم چیزهای حلال، در دست) دارید تا آن را به ما ارائه دهید؟! شما فقط از پندارهای بی‌اساس پیروی می‌کنید و (حجّت و برهانی بر گفتار و کردار خود ندارید. شما نه از روی علم و یقین، بلکه) از روی ظنّ و تخمین کار می‌کنید"
        },
        {
            "chapter": 6,
            "verse": 149,
            "text": "(ای پیغمبر!) بگو: خدا دارای دلیل روشن و رسا است (بر این که گفتار و کردارتان بی‌پایه و بی‌مایه است، و شما اصلاً دلیل قطعی بر صدق گفتار و درستی کردار خود ندارید در این که می‌گوئید: خدا به کفر و شرک ما راضی و به تحلیل و تحریم ما خوشنود است! آری) اگر خدا می‌خواست همگی شما را (از راه اجبار به سوی حق و حقیقت) هدایت می‌نمود (امّا هدایت اجباری بیسود است و راهیابی اختیاری پسندیده و ستوده است)"
        },
        {
            "chapter": 6,
            "verse": 150,
            "text": "(ای پیغمبر!) بگو: گواهان خود را بیاورید که گواهی می‌دهند بر این که خداوند این چیزها را حرام کرده است (که شما قائل به تحریم آنها هستید). در صورتی که (حاضر آمدند و به دروغ) گواهی دادند، با آنان (هم‌صدا مشو و) گواهی مده. (چرا که دروغگویند و شایسته‌ی تصدیق نیستند.) و از هوی و هوس کسانی پیروی مکن که آیات (قرآنی و جهانی) ما را تکذیب می‌نمایند و به آخرت ایمان نمی‌آورند و برای پروردگار خود (بتان و معبودهای باطلی را) همتا و همطراز می‌کنند"
        }
    ]
}