{
    "maqras": [
        {
            "chapter": 10,
            "verse": 71,
            "text": "(ای پیغمبر! برای دلداری مؤمنان و بیداری مشرکان، سرگذشت برخی از پیغمبران و پیشینیان، از جمله) سرگذشت نوح را (از قرآن) برای آنان بخوان. وقتی (از اوقات) نوح به قوم خود گفت: ای قوم من! اگر ماندنم (در میانتان) و پند دادنم (به شما) با آیات خدا (و دلائل الهی) برایتان سخت و غیرقابل تحمّل است، من (بر این کار پایدار و ماندگارم و) بر خدا تکیه دارم، پس همراه با معبودهایتان قاطعانه تصمیم خود را بگیرید (و هرچه از دستتان برمی‌آید درباره‌ی من انجام دهید و هیچ کوتاهی مکنید. این کار را از روی مشورت کامل و تصمیم قاطع انجام دهید تا) بعداً منظورتان از خودتان نهان نماند و مایه‌ی اندوهتان نشود. پس از آن نسبت به من هرچه می‌خواهید بکنید و مرا مهلت ندهید"
        },
        {
            "chapter": 10,
            "verse": 72,
            "text": "اگر (از دعوت من) روی گردانیدید (به من زیانی نمی‌رسانید) چرا که من کمترین مزد و پاداشی از شما نمی‌خواهم. مزد و پاداش من جز بر خدا نیست، و به من دستور داده شده است که (همه‌ی کار و بار خود را بدو حوالت دارم و) از زمره‌ی تسلیم‌کنندگان (امور زندگی به خدا و فرمانبرداران اوامر الله) باشم"
        },
        {
            "chapter": 10,
            "verse": 73,
            "text": "آنان او را تکذیب کردند (و دروغگویش نامیدند) و ما او و کسانی را که با او در کشتی نشستند نجات دادیم، و کسانی را که آیات ما را تکذیب کردند غرق نمودیم، و آن مؤمنان را جایگزین (ایشان در زمین) گرداندیم. بنگر که سرانجام بیم‌شدگان (نافرمان و بی‌ایمان) چگونه گردید؟"
        },
        {
            "chapter": 10,
            "verse": 74,
            "text": "سپس بعد از نوح، پیغمبران فراوان و بزرگواری را فرستادیم. آنان همراه با دلائل روشن (و معجزات دالّ بر صدق خود) به پیش قوم خویش رفتند. امّا ایشان هم حاضر نشدند به چیزی ایمان بیاورند که قبلاً دیگران آن را تکذیب کرده بودند. به همین شیوه دلهای متجاوزان را مهر می‌زنیم (تا دیگر حق و حقیقت بدانها نفوذ نکند و راهیاب نشوند. یعنی کفر و نفاق و استمرار گناه تدریجاً بر دلهای متجاوزان اثر می‌گذارد تا بدانجا که انگار دلها مهر باطل می‌خورند و پرده‌ای بر آنها فرو می‌افتد، و دیگر نور حق بر آنها نمی‌تابد)"
        },
        {
            "chapter": 10,
            "verse": 75,
            "text": "سپس بعد از آنان، موسی و هارون را برانگیختیم و همراه با آیات و معجزات خود به پیش فرعون و درباریانش فرستادیم. ولی تکبّر کردند (و خود را بالاتر از آن دیدند که از موسی و هارون پیروی کنند و آئین خدا را بپذیرند) و قوم گناهکاری شدند"
        },
        {
            "chapter": 10,
            "verse": 76,
            "text": "هنگامی که حق از سوی ما (بر دست موسی) برای آنان روشن و جلوه‌گر شد، گفتند: واقعاً این جادوی آشکاری است"
        },
        {
            "chapter": 10,
            "verse": 77,
            "text": "موسی گفت: آیا به حق که به سوی شما آمده است، سحر می‌گوئید؟ آیا این (معجزات) جادو است؟ (اگر جادو است، من شما را به مبارزه می‌طلبم و از شما می‌خواهم که جادوگران را گرد آورید تا ثابت کنید که این جادو است). به هر حال جادوگران پیروز نمی‌شوند"
        },
        {
            "chapter": 10,
            "verse": 78,
            "text": "گفتند: (ای موسی!) آیا به پیش ما آمده‌ای تا ما را از (عقائد و تقالید و) چیزهائی منصرف گردانی که پدران و نیاکان خود را بر آن دیده و یافته‌ایم، و می‌خواهید بزرگی (و ریاست) در زمین برای شما دو نفر باشد؟ ما به هیچ وجه به شما ایمان نمی‌آوریم"
        },
        {
            "chapter": 10,
            "verse": 79,
            "text": "فرعون گفت: همه‌ی جادوگران ماهر و زبردست را به پیش من بیاورید (تا کار این دو جادوگر را بسازیم)"
        },
        {
            "chapter": 10,
            "verse": 80,
            "text": "هنگامی که جادوگران گرد آمدند، موسی بدیشان گفت: (هرچه از فنون سحر می‌دانید به کار بندید و) آنچه می‌توانید بیندازید و بیفکنید (تا ببینیم)"
        },
        {
            "chapter": 10,
            "verse": 81,
            "text": "هنگامی که (ریسمانها و عصاهای خود را) انداختند، موسی گفت: آنچه ارائه دادید واقعاً جادو است. قطعاً خداوند آن را پوچ و نابود خواهد کرد و (جای شگفت نیست، چرا که) خداوند کار تبهکاران را (بقاء و دوام نمی‌بخشد و) شایسته و سودمند نمی‌گرداند"
        },
        {
            "chapter": 10,
            "verse": 82,
            "text": "خداوند با سخنان خود (که بر انبیاء نازل می‌کند) حق را پایدار و ماندگار می‌گرداند، هرچند که گناهکاران و بزهکاران نپسندند"
        },
        {
            "chapter": 10,
            "verse": 83,
            "text": "هیچ کس به موسی ایمان نیاورد مگر گروهی از مردمان قومش، (که ایمان آوردند) و از فرعون و درباریان و اشراف بنی‌اسرائیل می‌ترسیدند که (شکنجه و آزارشان رسانند و) آنان را از دین برگردانند. بیگمان فرعون در زمین عَلَم طغیان برافراشته بود و گردنکشی کرده بود و از زمره‌ی متجاوزان (در ظلم و فساد و جنایت و خونریزی) بود"
        },
        {
            "chapter": 10,
            "verse": 84,
            "text": "موسی (برای دلداری و تشجیع مؤمنان) گفت: ای قوم من! اگر واقعاً به خدا ایمان دارید بر او توکّل کنید (و باید بر او توکّل کنید) اگر خود را بدو تسلیم کرده‌اید"
        },
        {
            "chapter": 10,
            "verse": 85,
            "text": "پس مؤمنان گفتند: بر خدا توکّل می‌کنیم و بس. پروردگارا! ما را (وسیله‌ی) آزمون مردمان ستمکار و (آماج) بلا و آزار کافران (بدکردار) مساز"
        },
        {
            "chapter": 10,
            "verse": 86,
            "text": "و ما را با فضل و رحمت خود از دست مردمان کافر نجات بده"
        },
        {
            "chapter": 10,
            "verse": 87,
            "text": "و به موسی و برادرش (هارون) وحی کردیم که برای قوم خود خانه‌هائی در سرزمین مصر برگزینید و خانه‌هایتان را مقابل یکدیگر بسازید و (در آنجاها، به دور از چشم فرعون و فرعونیان) نماز را برپای دارید، و به ایمانداران مژده بده (که سرانجام پیروز می‌شوند و در دنیا نصرت و در آخرت جنّت از آن ایشان می‌گردد)"
        },
        {
            "chapter": 10,
            "verse": 88,
            "text": "(هنگامی که کینه‌توزی کافران و اذیّت و آزار ایشان با موسی به غایت رسید) موسی گفت: پروردگارا! تو به فرعون و فرعونیان در دنیا زینت (و بهجت جهان، یعنی فرزندان و قدرت فراوان و نعمت) و دارائی (سرشار) داده‌ای، و عاقبتِ آن این شده است که (بندگانت را) از راه تو به در می‌برند و گمراهشان می‌کنند. پروردگارا! اموالشان را نابود گردان و بر دلهایشان (بند قسوت را) محکم کن، تا ایمان نیاورند مگر آن گاه که به عذاب دردناک (دوزخ) گرفتار آیند (که آن وقت توبه و پشیمانی دیگر سودی ندارد)"
        },
        {
            "chapter": 10,
            "verse": 89,
            "text": "خدا فرمود: دعای شما (موسی و هارون) پذیرفته شد، پس بر راستای راه پابرجا باشید و استقامت به خرج دهید (و از انبوه مشکلات نهراسید) و از راه و برنامه‌ی کسانی پیروی نکنید که ناآگاهند"
        }
    ]
}