{
    "maqras": [
        {
            "chapter": 16,
            "verse": 51,
            "text": "Powiedział Bóg: \"Nie bierzcie sobie dwóch bogów! Przecież jest tylko Jeden Bóg! Oto Ja! Czcijcie Mnie"
        },
        {
            "chapter": 16,
            "verse": 52,
            "text": "Do Niego należy to, co jest w niebiosach, i to, co jest na ziemi. Jego religia jest na zawsze. Czy będziecie okazywać bogobojność względem kogoś innego aniżeli Boga"
        },
        {
            "chapter": 16,
            "verse": 53,
            "text": "Jakiekolwiek macie dobrodziejstwa, one pochodzą od Boga. A kiedy dotknie was nieszczęście, to wy do Niego kierujecie wasze błagania"
        },
        {
            "chapter": 16,
            "verse": 54,
            "text": "Kiedy zaś nieszczęście oddali się od was, to niektórzy dodają współtowarzyszy swojemu Panu"
        },
        {
            "chapter": 16,
            "verse": 55,
            "text": "Ażeby nie być wdzięcznym za to, co im daliśmy. Używajcie więc, a niebawem się dowiecie"
        },
        {
            "chapter": 16,
            "verse": 56,
            "text": "Oni udzielają części z tego, w co ich zaopatrzyliśmy, temu, czego oni nie znają. Na Boga! Wy zostaniecie zapytani o to, co wymyśliliście"
        },
        {
            "chapter": 16,
            "verse": 57,
            "text": "Oni przypisują Bogu córki - niech Mu będzie chwała! - a oni mają to, czego pragną"
        },
        {
            "chapter": 16,
            "verse": 58,
            "text": "A kiedy zwiastują któremuś z nich córkę, to jego oblicze się zasępia i jest udręczony"
        },
        {
            "chapter": 16,
            "verse": 59,
            "text": "On ukrywa się przed ludźmi z powodu tego nieszczęścia, które mu obwieszczono: czy on ma je zachować, mimo poniżenia, czy też pogrzebać je w prochu. Jakże źle oni rozumują"
        },
        {
            "chapter": 16,
            "verse": 60,
            "text": "Ci, którzy nie wierzą w życie ostateczne, są przykładem zła; natomiast Bóg jest przykładem tego, co najwznioślejsze. On jest Potężny, Mądry"
        },
        {
            "chapter": 16,
            "verse": 61,
            "text": "Jeśliby Bóg karał ludzi z powodu ich niesprawiedliwości, to nie pozostawiłby na ziemi żadnego stworzenia. Lecz On daje im zwłokę do oznaczonego czasu. A kiedy nadejdzie ich termin, to oni nie będą mogli opóźnić go ani przyśpieszyć nawet o jedną godzinę"
        },
        {
            "chapter": 16,
            "verse": 62,
            "text": "Oni przypisują Bogu to, czego sami nienawidzą. Ich języki wypowiadają kłamstwo, kiedy mówią, że czeka ich to, co piękne. Nie ma wątpliwości, iż czeka ich ogień i że oni będą wrzuceni pierwsi"
        },
        {
            "chapter": 16,
            "verse": 63,
            "text": "Na Boga! My posyłaliśmy już posłańców do narodów przed tobą, lecz szatan upiększał im ich czyny. On jest dzisiaj ich opiekunem i spotka ich kara bolesna"
        },
        {
            "chapter": 16,
            "verse": 64,
            "text": "Posłaliśmy tobie Księgę tylko dlatego, abyś im wyjaśnił to, w czym oni się różnią, i jako drogę prostą i miłosierdzie dla ludzi, którzy wierzą"
        },
        {
            "chapter": 16,
            "verse": 65,
            "text": "Bóg zesłał z nieba wodę i ożywił przez nią ziemię po jej śmierci. Zaprawdę, w tym jest znak dla ludzi, którzy słuchają"
        },
        {
            "chapter": 16,
            "verse": 66,
            "text": "Zaprawdę, macie pouczający przykład w waszych trzodach! My poimy was tym, co jest w ich wnętrznościach, między pokarmem strawionym a krwią - mlekiem czystym, przyjemnym dla pijących"
        },
        {
            "chapter": 16,
            "verse": 67,
            "text": "A z owoców palm i winnej latorośli czerpiecie dla siebie napój oszałamiający i wyśmienite pożywienie. Zaprawdę, w tym jest znak dla ludzi, którzy są rozumni"
        },
        {
            "chapter": 16,
            "verse": 68,
            "text": "I objawił twój Pan pszczołom: \"Wybierajcie sobie wasze mieszkania w górach, w drzewach i w tym, co ludzie budują"
        },
        {
            "chapter": 16,
            "verse": 69,
            "text": "Następnie jedzcie ze wszystkich owoców i chodźcie pokornie drogami swego Pana!\" Z wnętrzności ich wychodzi napój różnego koloru, w którym ludzie znajdują uzdrowienie. Zaprawdę, w tym jest znak dla ludzi, którzy się zastanawiają"
        },
        {
            "chapter": 16,
            "verse": 70,
            "text": "Bóg stworzył was, potem was wezwie. Wśród was bywają tacy, którzy żyją do najnędzniejszej zgrzybiałości, tak iż niczego już nie wiedzą, choć przedtem wiedzieli. Zaprawdę, Bóg jest wszechwiedzący, wszechmocny"
        },
        {
            "chapter": 16,
            "verse": 71,
            "text": "Bóg wywyższył jednych z was nad drugimi w rozdziale swoich dóbr. Lecz ci, którym dano więcej, nie oddadzą swoich dóbr swoim niewolnikom, tak iżby byli równi. Czyżby zaprzeczali dobroci Boga"
        },
        {
            "chapter": 16,
            "verse": 72,
            "text": "Bóg dał wam żony spośród was samych. A z waszych żon dał wam synów i wnuków; i zaopatrzył was w dobre rzeczy. Czyżby więc wierzyli w fałsz, a nie w dobrodziejstwo Boga"
        },
        {
            "chapter": 16,
            "verse": 73,
            "text": "Czy oni mają czcić, poza Bogiem, to, co nie może im dać żadnego zaopatrzenia, ani z niebios, ani z ziemi, i nie jest zdolne nic uczynić"
        },
        {
            "chapter": 16,
            "verse": 74,
            "text": "Nie dodawajcie więc Bogu Jemu podobnych! Zaprawdę, Bóg wie, a wy nie wiecie"
        }
    ]
}