{
    "maqras": [
        {
            "chapter": 16,
            "verse": 90,
            "text": "Zaprawdę, Bóg nakazuje: sprawiedliwość, dobroczynność i szczodrobliwość względem bliskich krewnych! On zabrania tego, co bezecne, naganne i występne. On was napomina - być może, wy się opamiętacie"
        },
        {
            "chapter": 16,
            "verse": 91,
            "text": "Wypełniajcie wiernie przymierze z Bogiem, skoro je zawarliście! Nie łamcie przysiąg, skoro je złożyliście, boć przecież uczyniliście Boga waszym poręczycielem! Zaprawdę, Bóg wie, co wy czynicie"
        },
        {
            "chapter": 16,
            "verse": 92,
            "text": "Nie bądźcie jak ta, która rozkręciła swoje przędziwo na włókna, mocno je przedtem skręciwszy. Nie posługujcie się waszymi przysięgami dla wzajemnego oszukiwania się, uważając, iż jeden naród jest większy od drugiego. Bóg was w ten sposób tylko doświadcza. On wam ukaże jasno w Dniu Zmartwychwstania to, w czym się różniliście"
        },
        {
            "chapter": 16,
            "verse": 93,
            "text": "Gdyby zechciał Bóg, to uczyniłby was jednym narodem. Lecz On sprowadza z drogi, kogo chce, i prowadzi drogą prostą, kogo chce. Wy z pewnością zostaniecie zapytani o to, co czyniliście"
        },
        {
            "chapter": 16,
            "verse": 94,
            "text": "Nie używajcie między sobą waszych przysiąg jako podstępu, aby nie pośliznęła się wam noga, solidnie przedtem stojąca. Wy zakosztujecie zła za to, iż odsunęliście się od drogi Boga, i kara wasza będzie ogromna"
        },
        {
            "chapter": 16,
            "verse": 95,
            "text": "I nie przehandlujcie za niską cenę przymierza z Bogiem! To, co się znajduje u Boga, jest dla was lepsze, gdybyście tylko wiedzieli"
        },
        {
            "chapter": 16,
            "verse": 96,
            "text": "To, co wy posiadacie, wyczerpuje się; a to, co jest u Boga, jest trwałe. My z pewnością zapłacimy tym, którzy byli cierpliwi, nagrodą piękniejszą aniżeli to, co oni czynili"
        },
        {
            "chapter": 16,
            "verse": 97,
            "text": "Tego, kto spełni dobre dzieło - czy to. mężczyzna, czy kobieta - i jest wierzącym, My ożywimy życiem wspaniałym, i takim wypłacimy ich wynagrodzenie czymś piękniejszym niż to, co czynili"
        },
        {
            "chapter": 16,
            "verse": 98,
            "text": "Kiedy recytujesz Koran, to szukaj ucieczki u Boga przed szatanem przeklętym"
        },
        {
            "chapter": 16,
            "verse": 99,
            "text": "Nie ma on bowiem żadnej władzy nad tymi, którzy uwierzyli i którzy ufają swojemu Panu"
        },
        {
            "chapter": 16,
            "verse": 100,
            "text": "Jego władza jest tylko nad tymi, którzy biorą sobie jego za opiekuna i którzy przez niego są bałwochwalcami"
        },
        {
            "chapter": 16,
            "verse": 101,
            "text": "A kiedy My zmieniamy jeden znak na inny - a Bóg wie najlepiej, co zsyła - to oni mówią: \"Ty jesteś tylko oszustem!\" Lecz większość z nich nie wie"
        },
        {
            "chapter": 16,
            "verse": 102,
            "text": "Powiedz: \"Zesłał go święty Duch od twego Pana, z całą prawdą, aby utwierdzić tych, którzy uwierzyli, i jako drogę prostą i radosną wieść dla muzułmanów"
        },
        {
            "chapter": 16,
            "verse": 103,
            "text": "My wiemy, że oni mówią: \"Jego uczy tylko zwykły człowiek.\" Język tego, na którego oni wskazują, jest obcy, a ten - to język arabski, jasny"
        },
        {
            "chapter": 16,
            "verse": 104,
            "text": "Zaprawdę, tych, którzy nie wierzą w znaki Boga, Bóg nie poprowadzi drogą prostą i spotka ich kara bolesna"
        },
        {
            "chapter": 16,
            "verse": 105,
            "text": "Jedynie kłamstwo wymyślają ci, którzy nie wierzą w znaki Boga; tacy są kłamcami"
        },
        {
            "chapter": 16,
            "verse": 106,
            "text": "Ten, kto nie wierzy w Boga, choć przedtem w Niego wierzył - z wyjątkiem tego, kto został zmuszony, lecz serce jego jest spokojne w wierze - ten, kto otworzył swą pierś na niewiarę - nad nimi wszystkimi będzie gniew Boga i spotka ich kara ogromna"
        },
        {
            "chapter": 16,
            "verse": 107,
            "text": "Tak się stanie dlatego, że oni kochali życie tego świata bardziej aniżeli życie ostateczne, i dlatego, iż Bóg nie prowadzi drogą prostą ludzi niewierzących"
        },
        {
            "chapter": 16,
            "verse": 108,
            "text": "To są ci, którym Bóg nałożył pieczęć na serca, słuch i spojrzenie. Tacy są niedbali"
        },
        {
            "chapter": 16,
            "verse": 109,
            "text": "Nie ma wątpliwości, iż w życiu ostatecznym oni są stratni"
        },
        {
            "chapter": 16,
            "verse": 110,
            "text": "Zaprawdę, twój Pan będzie z pewnością przebaczający i litościwy dla tych, którzy razem wywędrowali, po tym jak zostali doświadczeni, a następnie prowadzili walkę i byli cierpliwi"
        }
    ]
}