{
    "maqras": [
        {
            "chapter": 23,
            "verse": 36,
            "text": "Daleko, daleko jest to, co wam zostało obiecane"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "Nie ma tu nic innego, jak tylko nasze życie na tym świecie; umieramy i żyjemy, i nie będziemy wskrzeszeni"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "Ten oto jest tylko człowiekiem, który wymyślił przeciwko Bogu kłamstwo. My jemu nie wierzymy"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "Powiedział: \"Panie mój, dopomóż mi, ponieważ oni uznali mnie za kłamcę"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "Rzekł: \"Wkrótce oni zapewne będą żałować"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "I słusznie pochwycił ich krzyk, i uczyniliśmy ich śmieciem. Precz z ludem niesprawiedliwych"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "I stworzyliśmy po nich inne pokolenie"
        },
        {
            "chapter": 23,
            "verse": 43,
            "text": "Żaden naród nie wyprzedzi swego terminu ani go nie opróżni"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "Następnie wysłaliśmy Naszych posłańców, jednego po drugim. Za każdym razem, kiedy przychodził do jakiegoś narodu jego posłaniec, oni go uważali za kłamcę. I tak posyłaliśmy jednych za drugimi, i sprawiliśmy, iż przeszli do legend. Precz z ludem niewiernych"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "Potem posłaliśmy Mojżesza i jego brata Aarona, z Naszymi znakami i władzą oczywistą"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "Do Faraona i jego starszyzny. Lecz oni wbili się w pychę i okazali się ludem dumnym"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "Oni powiedzieli: \"Czyż mamy wierzyć dwom śmiertelnikom podobnym do nas, skoro ich lud to nasi niewolnicy"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "I uznali ich obydwóch za kłamców, i znaleźli się wśród tych, którzy są zgubieni"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "I daliśmy Mojżeszowi Księgę - być może, oni pójdą po drodze prostej"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "I uczyniliśmy syna Marii i jego matkę znakiem. Daliśmy im schronienie na wzgórzu spokojnym i obfitym w źródła"
        },
        {
            "chapter": 23,
            "verse": 51,
            "text": "O wy, posłańcy! Jedzcie wyśmienite rzeczy i czyńcie dobro! Ja wiem doskonale, co wy czynicie"
        },
        {
            "chapter": 23,
            "verse": 52,
            "text": "Zaprawdę, ten wasz naród jest narodem jedynym. Ja jestem waszym Panem. Bójcie się Mnie"
        },
        {
            "chapter": 23,
            "verse": 53,
            "text": "Oni jednak podzielili się na różne sekty; i każda grupa cieszy się tym, co posiada"
        },
        {
            "chapter": 23,
            "verse": 54,
            "text": "Pozostaw ich więc w błędzie na pewien czas"
        },
        {
            "chapter": 23,
            "verse": 55,
            "text": "Czy, oni przypuszczają, że to, co My im dajemy w postaci majątku i synów"
        },
        {
            "chapter": 23,
            "verse": 56,
            "text": "Oznacza zachętę do czynienia dobrych dzieł? Przeciwnie! Oni nie są tego świadomi"
        },
        {
            "chapter": 23,
            "verse": 57,
            "text": "Zaprawdę, ci, którzy drżą z obawy przed swoim Panem"
        },
        {
            "chapter": 23,
            "verse": 58,
            "text": "Ci, którzy wierzą w znaki swego Pana"
        },
        {
            "chapter": 23,
            "verse": 59,
            "text": "Ci, którzy nie dodają współtowarzyszy swemu Panu"
        },
        {
            "chapter": 23,
            "verse": 60,
            "text": "Ci, którzy dają to, co dają, podczas gdy ich serca drżą, iż mają powrócić do swego Pana"
        },
        {
            "chapter": 23,
            "verse": 61,
            "text": "oto są ci, którzy się śpieszą ku dobrym uczynkom; oni są pierwsi w ich spełnianiu"
        },
        {
            "chapter": 23,
            "verse": 62,
            "text": "My nakładamy na każdą duszę tylko to, co jest w jej możliwości. My mamy Księgę, która mówi prawdę, i oni nie doznają niesprawiedliwości"
        },
        {
            "chapter": 23,
            "verse": 63,
            "text": "Jednak serca ich pod tym względem są w niepewności. Oni mają jeszcze za sobą inne czyny, oprócz tych, które stale popełniają"
        },
        {
            "chapter": 23,
            "verse": 64,
            "text": "A kiedy My ukarzemy tych spośród nich, którzy żyją w dostatku, wtedy oni będą błagać"
        },
        {
            "chapter": 23,
            "verse": 65,
            "text": "Nie lamentujcie dzisiaj, przecież nie otrzymacie od Nas pomocy"
        },
        {
            "chapter": 23,
            "verse": 66,
            "text": "Moje znaki były wam recytowane, lecz wy obracaliście się na piętach"
        },
        {
            "chapter": 23,
            "verse": 67,
            "text": "Okazując dumę względem nich, i spędzaliście noc na pustych rozmowach"
        },
        {
            "chapter": 23,
            "verse": 68,
            "text": "Czyż oni się nie zastanowili nad tym słowem, kiedy przyszło do nich to, co nie przyszło do ich pierwszych ojców"
        },
        {
            "chapter": 23,
            "verse": 69,
            "text": "Czyżby oni nie poznali swojego Posłańca, skoro się go wyrzekli"
        },
        {
            "chapter": 23,
            "verse": 70,
            "text": "Albo też czy powiedzą, iż jest on opętany przez dżiny? Przeciwnie, on przyszedł do nich z prawdą, lecz większość z nich nienawidzi prawdy"
        },
        {
            "chapter": 23,
            "verse": 71,
            "text": "A gdyby prawda poszła za ich namiętnościami, to, z pewnością, uległyby rozkładowi niebiosa i ziemia, i ci, którzy się w nich znajdują. Tak, przyszliśmy do nich z napomnieniem, lecz oni od napomnienia się odwrócili"
        },
        {
            "chapter": 23,
            "verse": 72,
            "text": "Albo czy ty żądasz od nich jakiejś daniny? Lecz obdarowanie pochodzące od twego Pana jest lepsze. On jest najlepszym z dających zaopatrzenie"
        },
        {
            "chapter": 23,
            "verse": 73,
            "text": "Ty wzywasz ich na pewno ku drodze prostej"
        },
        {
            "chapter": 23,
            "verse": 74,
            "text": "I, zaprawdę, ci, którzy nie wierzą w życie ostateczne, od tej drogi odchodzą"
        }
    ]
}