{
    "maqras": [
        {
            "chapter": 38,
            "verse": 21,
            "text": "Czy doszło do ciebie opowiadanie o prowadzących spór? Oto oni wspięli się po murze do sanktuarium"
        },
        {
            "chapter": 38,
            "verse": 22,
            "text": "Kiedy weszli do Dawida, on się ich przestraszył, oni zaś powiedzieli: \"Nie obawiaj się! My jesteśmy dwoma kłótnikami, każdy z nas nastaje na drugiego. Rozsądź więc między nami według prawdy i nie bądź niesprawiedliwy, i wyprowadź nas na równą drogę"
        },
        {
            "chapter": 38,
            "verse": 23,
            "text": "Oto mój brat. Posiada on dziewięćdziesiąt dziewięć owiec, a ja mam tylko jedną owcę. I powiedział on: Powierz mi ją - i on zwyciężył mnie w mowie"
        },
        {
            "chapter": 38,
            "verse": 24,
            "text": "Powiedział Dawid: \"On był dla ciebie niesprawiedliwy, prosząc o przyłączenie twojej owcy do swoich. Zaprawdę, wielu spośród wspólników wyrządza sobie nawzajem krzywdy, z wyjątkiem tych, którzy uwierzyli i którzy pełnią dobre dzieła, a jest ich niewielu.\" I domyślił się Dawid, że wystawiliśmy go tylko na próbę. Poprosił o przebaczenie swego Pana i padł na twarz, wybijając pokłony, i nawrócił się"
        },
        {
            "chapter": 38,
            "verse": 25,
            "text": "Więc przebaczyliśmy mu to i czeka go miejsce blisko Nas i piękna przystań"
        },
        {
            "chapter": 38,
            "verse": 26,
            "text": "O Dawidzie! Uczyniliśmy ciebie namiestnikiem na ziemi. Rozsądzaj więc między ludźmi według prawdy, nie idź za namiętnością, bo sprowadzi cię z drogi Boga. Zaprawdę, tych, którzy schodzą z drogi Boga czeka kara straszna za to, iż zapomnieli o Dniu rozrachunku"
        },
        {
            "chapter": 38,
            "verse": 27,
            "text": "My nie stworzyliśmy nieba i ziemi, i tego, co jest między nimi, nadaremnie. Takie jest mniemanie tych, którzy nie wierzą. Lecz biada tym, którzy nie wierzą, w obliczu ognia"
        },
        {
            "chapter": 38,
            "verse": 28,
            "text": "Czy My będziemy traktować tych, którzy wierzą i czynią dobre dzieła, tak jak tych, którzy szerzą zgorszenie na ziemi? Czyż będziemy traktować bogobojnych tak jak rozpustników"
        },
        {
            "chapter": 38,
            "verse": 29,
            "text": "To jest Księga, którą tobie zesłaliśmy, błogosławiona - aby oni zastanowili się nad jej znakami i aby się opamiętali ludzie posiadający rozum"
        },
        {
            "chapter": 38,
            "verse": 30,
            "text": "Dawidowi darowaliśmy Salomona. Jakże wspaniały to sługa! Zaprawdę, on był pełen skruchy"
        },
        {
            "chapter": 38,
            "verse": 31,
            "text": "Kiedy mu przedstawiono wieczorem lekko stąpające, szlachetne rumaki"
        },
        {
            "chapter": 38,
            "verse": 32,
            "text": "On powiedział: \"Zaprawdę, postawiłem wyżej miłość tego dobra aniżeli wspomnienie mego Pana; dopóki ono nie skryło się za zasłoną"
        },
        {
            "chapter": 38,
            "verse": 33,
            "text": "Przyprowadźcie je do mnie!\" I zaczął przecinać ich ścięgna i szyje"
        },
        {
            "chapter": 38,
            "verse": 34,
            "text": "I doświadczyliśmy Salomona,. umieszczając na tronie jakąś postać. Wtedy on się nawrócił"
        },
        {
            "chapter": 38,
            "verse": 35,
            "text": "Powiedział: \"Panie mój! Przebacz mi! I daj mi królestwo takie, które nie będzie odpowiednie dla nikogo po mnie. Zaprawdę, Ty jesteś Obdarzający"
        },
        {
            "chapter": 38,
            "verse": 36,
            "text": "I poddaliśmy jemu wiatr, który płynie, na jego rozkaz, lekko, tam gdzie on zamierzył"
        },
        {
            "chapter": 38,
            "verse": 37,
            "text": "I szatanów, zarówno budujących, jak i nurkujących"
        },
        {
            "chapter": 38,
            "verse": 38,
            "text": "I innych, parami spętanych"
        },
        {
            "chapter": 38,
            "verse": 39,
            "text": "Oto jest Nasz dar! Rozdzielaj go hojnie lub zachowaj, bez zdawania rachunku"
        },
        {
            "chapter": 38,
            "verse": 40,
            "text": "Zaprawdę, czeka go miejsce blisko Nas i piękna przystań"
        },
        {
            "chapter": 38,
            "verse": 41,
            "text": "I wspomnij Naszego sługę Hioba, kiedy wołał do swego Pana: \"Czy to szatan mnie dotknął cierpieniem i karą"
        },
        {
            "chapter": 38,
            "verse": 42,
            "text": "Uderz nogą! Oto woda chłodna do obmycia się i picia"
        },
        {
            "chapter": 38,
            "verse": 43,
            "text": "I oddaliśmy mu jego rodzinę dwakroć liczniejszą, jako miłosierdzie od Nas i jako napomnienie dla ludzi rozumnych"
        },
        {
            "chapter": 38,
            "verse": 44,
            "text": "I weź w rękę garść trawy, i smagaj nią, i nie złam twojej przysięgi!\" I znaleźliśmy go cierpliwym. Jakże to wspaniały sługa! Zaprawdę, on był pełen skruchy"
        },
        {
            "chapter": 38,
            "verse": 45,
            "text": "I wspomnij nasze sługi: Abrahama, Izaaka i Jakuba - posiadających władzę i jasne spojrzenie"
        },
        {
            "chapter": 38,
            "verse": 46,
            "text": "Oczyściliśmy ich czystą myślą - wspomnieniem o siedzibie"
        },
        {
            "chapter": 38,
            "verse": 47,
            "text": "Oni są u Nas przecież wśród wybranych, najlepszych"
        },
        {
            "chapter": 38,
            "verse": 48,
            "text": "I wspomnij Isma`ila, Eliasza i Zu'I-Kifla - każdy z nich jest wśród najlepszych"
        },
        {
            "chapter": 38,
            "verse": 49,
            "text": "To jest napomnienie. I, zaprawdę, bogobojnych czeka piękna przystań"
        },
        {
            "chapter": 38,
            "verse": 50,
            "text": "Ogrody Edenu z otwartymi dla nich bramami"
        },
        {
            "chapter": 38,
            "verse": 51,
            "text": "Leżąc tam wygodnie, proszą oni o owoce obfite i napój"
        }
    ]
}