{
    "maqras": [
        {
            "chapter": 53,
            "verse": 26,
            "text": "A ileż to aniołów jest w niebiosach, których wstawiennictwo nic nie pomoże, chyba tylko, jeśli Bóg pozwoli, i temu, komu zechce, i kto Mu się spodoba"
        },
        {
            "chapter": 53,
            "verse": 27,
            "text": "Zaprawdę, ci, którzy nie wierzą w życie ostateczne, nazywają aniołów imionami żeńskimi"
        },
        {
            "chapter": 53,
            "verse": 28,
            "text": "A nie mają oni o tym żadnej wiedzy i idą tylko za przypuszczeniem, a przypuszczenie nie ma żadnej wartości wobec prawdy"
        },
        {
            "chapter": 53,
            "verse": 29,
            "text": "Odwróć się więc od tych, którzy odwracają się od Naszego Napomnienia i nie chcą niczego innego, jak tylko życia na tym świecie"
        },
        {
            "chapter": 53,
            "verse": 30,
            "text": "Taka jest ich suma wiedzy. Zaprawdę, twój Pan zna najlepiej tych, którzy zeszli z Jego drogi, i zna najlepiej tych, którzy poszli drogą prostą"
        },
        {
            "chapter": 53,
            "verse": 31,
            "text": "Do Boga należy to, co jest w niebiosach, i to, co jest na ziemi - aby mógł zapłacić tym, którzy czynili zło, za to, co uczynili, i aby mógł zapłacić tym, którzy czynili dobro, najpiękniejszą nagrodą"
        },
        {
            "chapter": 53,
            "verse": 32,
            "text": "Tych, którzy unikają wielkich grzechów i szpetnych czynów, z wyjątkiem lekkich występków - zaprawdę, twój Pan jest wszechogarniający w Swoim przebaczeniu! On znał was najlepiej, kiedy stworzył was z gliny i kiedy byliście embrionami w łonach waszych matek. Przeto nie uważajcie samych siebie za oczyszczonych. On zna najlepiej tych, którzy są bogobojni"
        },
        {
            "chapter": 53,
            "verse": 33,
            "text": "Czy, widziałeś tego, który się odwrócił plecami"
        },
        {
            "chapter": 53,
            "verse": 34,
            "text": "I dał mało, i skąpił"
        },
        {
            "chapter": 53,
            "verse": 35,
            "text": "Czyż posiada on wiedzę tego, co skryte, aby mógł widzieć"
        },
        {
            "chapter": 53,
            "verse": 36,
            "text": "Czy nie został on powiadomiony o tym, co znajduje się na kartach Mojżesza"
        },
        {
            "chapter": 53,
            "verse": 37,
            "text": "I Abrahama, który był bardzo wierny"
        },
        {
            "chapter": 53,
            "verse": 38,
            "text": "Że żadna dusza obładowana ciężarem nie poniesie ciężaru innej duszy"
        },
        {
            "chapter": 53,
            "verse": 39,
            "text": "I że człowiek będzie miał tylko to, o co się pilnie starał"
        },
        {
            "chapter": 53,
            "verse": 40,
            "text": "I że jego wysiłek będzie widziany"
        },
        {
            "chapter": 53,
            "verse": 41,
            "text": "Potem będzie on wynagrodzony w pełni"
        },
        {
            "chapter": 53,
            "verse": 42,
            "text": "I że do twego Pana wszystko zmierza"
        },
        {
            "chapter": 53,
            "verse": 43,
            "text": "I że to On powoduje śmiech i płacz"
        },
        {
            "chapter": 53,
            "verse": 44,
            "text": "I że to On powoduje śmierć i daje życie"
        },
        {
            "chapter": 53,
            "verse": 45,
            "text": "I że to On stworzył parę - mężczyznę i kobietę"
        },
        {
            "chapter": 53,
            "verse": 46,
            "text": "z kropli spermy, kiedy wytryska"
        },
        {
            "chapter": 53,
            "verse": 47,
            "text": "I że na Nim opiera się drugie powstanie"
        },
        {
            "chapter": 53,
            "verse": 48,
            "text": "I że to On wzbogaca i zaopatruje"
        },
        {
            "chapter": 53,
            "verse": 49,
            "text": "I że to On jest Panem Syriusza"
        },
        {
            "chapter": 53,
            "verse": 50,
            "text": "I że to On wytracił dawny lud Ad"
        },
        {
            "chapter": 53,
            "verse": 51,
            "text": "I lud Samud - i nie oszczędził ich"
        },
        {
            "chapter": 53,
            "verse": 52,
            "text": "A przedtem lud Noego - ponieważ oni byli najbardziej niesprawiedliwi i byli największymi buntownikami"
        },
        {
            "chapter": 53,
            "verse": 53,
            "text": "I miasto obrócone w perzynę On zniszczył"
        },
        {
            "chapter": 53,
            "verse": 54,
            "text": "Tak iż pokryło je to, co je pokryło"
        },
        {
            "chapter": 53,
            "verse": 55,
            "text": "Przeto które z dobrodziejstw twego Pana będziesz podawał w wątpliwość"
        },
        {
            "chapter": 53,
            "verse": 56,
            "text": "To jest ostrzeżenie wśród ostrzeżeń dawnych"
        },
        {
            "chapter": 53,
            "verse": 57,
            "text": "Zbliża się to, co nieuchronne"
        },
        {
            "chapter": 53,
            "verse": 58,
            "text": "Nikt, poza Bogiem, nie może tego odsunąć"
        },
        {
            "chapter": 53,
            "verse": 59,
            "text": "Czyż zdumiewa was ta mowa"
        },
        {
            "chapter": 53,
            "verse": 60,
            "text": "I wy się śmiejecie, a nie płaczecie"
        },
        {
            "chapter": 53,
            "verse": 61,
            "text": "I wy się zabawiacie"
        },
        {
            "chapter": 53,
            "verse": 62,
            "text": "Przeto wybijajcie pokłony Bogu i oddawajcie Mu cześć"
        },
        {
            "chapter": 54,
            "verse": 1,
            "text": "Przybliżyła się Godzina i rozerwał się księżyc"
        },
        {
            "chapter": 54,
            "verse": 2,
            "text": "Lecz ilekroć ujrzą oni znak, odwracają się i mówią: \"To ustawiczne czary"
        },
        {
            "chapter": 54,
            "verse": 3,
            "text": "Zadali oni kłam i poszli za swoimi namiętnościami. Lecz każda rzecz jest ustanowiona"
        },
        {
            "chapter": 54,
            "verse": 4,
            "text": "Dotarły już do nich, z pewnością, takie opowieści, w których jest odstraszenie"
        },
        {
            "chapter": 54,
            "verse": 5,
            "text": "Mądrość dalekosiężna; jednak na nic się zdają ostrzeżenia"
        },
        {
            "chapter": 54,
            "verse": 6,
            "text": "Przeto odwróć się od nich w Dniu, kiedy wezwie wzywający do rzeczy strasznej"
        },
        {
            "chapter": 54,
            "verse": 7,
            "text": "Oni wyjdą z grobów z opuszczonymi spojrzeniami. Będą podobni do szarańczy rozsypanej"
        },
        {
            "chapter": 54,
            "verse": 8,
            "text": "śpieszący z wyciągniętymi szyjami ku wzywającemu. Niewierni będą mówili: \"To jest trudny dzień"
        }
    ]
}