{
    "pages": [
        {
            "chapter": 7,
            "verse": 31,
            "text": "Yã ɗiyan Ãdam! Ku riƙi ƙawarku a wurin kõwane masallãci kuma ku ci, kuma ku sha; Kuma kada ku yi ɓarna. Lalle ne Shĩ (Allah), bã Ya son mãsu ɓarna"
        },
        {
            "chapter": 7,
            "verse": 32,
            "text": "Ka ce: \"Wãne ne ya haramta ƙawar Allah, wadda Ya fitar sabõda bãyinSa, da mãsu dãɗi daga abinci?\" Ka ce: \"Sũ, dõmin waɗanda suka yi ĩmani suke a cikin rãyuwar dũniya, suna keɓantattu a Rãnar Kiyãma. \"Kamar wannan ne Muke bayyana ãyõyi, daki-daki, ga mutãnen da suke sani"
        },
        {
            "chapter": 7,
            "verse": 33,
            "text": "Ka ce: \"Abin sani kawai, Ubangijina Yã hana abũbuwanalfãsha; abin da ya bayyana daga gare su da abin da ya ɓõyu, da zunubi da rarraba jama'a, bã da wani hakki ba, kuma da ku yi shirki da Allah ga abin da bai saukar da wani dalĩli ba gare shi, kuma da ku faɗi abin da ba ku sani ba, ga Allah"
        },
        {
            "chapter": 7,
            "verse": 34,
            "text": "Kuma ga kõwace al'umma akwai ajali. Sa'an nan idan ajalinsu ya je, bã zã a yi musu jinkiri ba, sa'a guda, kuma bã zã su gabãce shi ba"
        },
        {
            "chapter": 7,
            "verse": 35,
            "text": "Yã ɗiyan Ãdam! Ko dai wasu manzanni, daga cikinku, su jẽ muku, sunã gaya muku ayõyiNato, wanda ya yi taƙawa, kuma ya gyara aikinsa, to, bãbu tsoro a kansu, kuma bã su yin baƙin ciki"
        },
        {
            "chapter": 7,
            "verse": 36,
            "text": "Kuma waɗanda suka ƙaryatã game da ãyõyinMu, kuma suka yi girman kai daga gare su, waɗannan sũ ne abõkan wuta, sũ, a cikinta madawwama ne"
        },
        {
            "chapter": 7,
            "verse": 37,
            "text": "To, wãne ne mafi zãlunci daga wanda ya ƙirƙira ƙarya ga Allah, kõ kuwa ya ƙaryata game da ãyõyinSa? Waɗannan rabonsu daga Littãfi yanã sãmunsu, har a lõkacin da ManzanninMu suka je musu, sunã karɓar rãyukansu, su ce: \"Ĩnã abin da kuka kasance kunã kira, baicin Allah?\" Su ce: \"Sun ɓace daga gare mu, \"Kuma su yi shaida a kansu cẽwa lalle sũ, sun kasance kãfirai"
        }
    ]
}