{
    "pages": [
        {
            "chapter": 15,
            "verse": 52,
            "text": "A lõkacin da suka shiga gunsa, sai suka ce: \"Sallama.\" Ya ce: \"Lalle mũ, daga gare ku, mãsu firgita ne"
        },
        {
            "chapter": 15,
            "verse": 53,
            "text": "Suka ce: \"Kada ka firgita. Lalle ne mũ, munã yi makabushãra game da wani yãro masani"
        },
        {
            "chapter": 15,
            "verse": 54,
            "text": "Ya ce: \"Shin kun bã ni bushãra* ne a kan tsũfa yã shãfe ni? To, da me kuke bã ni bushara"
        },
        {
            "chapter": 15,
            "verse": 55,
            "text": "Suka ce: \"Munã yi maka bushãra da gaskiya ne, sabõda haka, kada da kasance daga mãsu yanke tsammãni"
        },
        {
            "chapter": 15,
            "verse": 56,
            "text": "Ya ce: \"Kuma wãne ne yake yanke tsammãni daga rahamar Ubangijin sa, fãce ɓatattu"
        },
        {
            "chapter": 15,
            "verse": 57,
            "text": "Ya ce: \"To, mẽne ne babban al'amarinku? Yã kũ manzanni"
        },
        {
            "chapter": 15,
            "verse": 58,
            "text": "Suka ce: \"Lalle ne mũ, an aika mu zuwa ga wasu mutãne mãsu laifi"
        },
        {
            "chapter": 15,
            "verse": 59,
            "text": "Fãce mutãnen Lũɗu, lalle ne mũ, haƙĩƙa, mãsu tsĩrar dasu ne gabã ɗaya"
        },
        {
            "chapter": 15,
            "verse": 60,
            "text": "Fãce mãtarsa mun ƙaddara cẽwa lalle ne ita, haƙĩƙa, tanã daga mãsu halaka"
        },
        {
            "chapter": 15,
            "verse": 61,
            "text": "To, a lõkacin da mazannin suka jẽ wa mutãnen Lũɗu"
        },
        {
            "chapter": 15,
            "verse": 62,
            "text": "Ya ce: \"Lalle ne ku mutãne ne waɗanda ba a sani ba"
        },
        {
            "chapter": 15,
            "verse": 63,
            "text": "Suka ce: \"Ã'a, mun zo maka sabõda abin da suka kasance sunã shakka a cikinsa"
        },
        {
            "chapter": 15,
            "verse": 64,
            "text": "Kuma mun zo maka da gaskiya. Kuma lalle ne mũ, haƙĩƙa, mãsu gaskiya ne"
        },
        {
            "chapter": 15,
            "verse": 65,
            "text": "Sai ka yi tafiya da iyãlinka, a wani yanki na dare, kuma ka bi bãyansu, kuma kada wani daga cikinku ya yi waiwaye, kuma ku bi ta inda aka aumurce ku"
        },
        {
            "chapter": 15,
            "verse": 66,
            "text": "Kuma Muka hukunta wancan al'amarin zuwa gare shi cẽwa lalle ne ƙarshen waɗancan abin yankẽwa ne a lõkacin da suke mãsu shiga Asuba"
        },
        {
            "chapter": 15,
            "verse": 67,
            "text": "Kuma mutãnen alƙaryar suka je sunã mãsu bushãra"
        },
        {
            "chapter": 15,
            "verse": 68,
            "text": "Ya ce: \"Lalle ne waɗannan bãƙĩna ne, sabõda haka kada ku kunyata ni"
        },
        {
            "chapter": 15,
            "verse": 69,
            "text": "Kuma ku bi Allah da taƙawa, kuma kada ku sanya ni a baƙin ciki"
        },
        {
            "chapter": 15,
            "verse": 70,
            "text": "Suka ce: \"Ashe ba mu hana ka daga tãlikai ba"
        }
    ]
}