{
    "pages": [
        {
            "chapter": 24,
            "verse": 37,
            "text": "Waɗansu maza, waɗanda wani fatauci bã ya shagaltar da su, kuma sayarwa bã ta shagaltar da su daga ambaton Allah, da tsai da salla da bãyar da zakka, sunã tsõron wani yini wanda zukãta sunã bibbirkita a cikinsa, da gannai"
        },
        {
            "chapter": 24,
            "verse": 38,
            "text": "Dõmin Allah Ya sãka musu da mafi kyaun abin da suka aikata, kuma Ya ƙãra musu daga falalarsa. Kuma Allah Yanã azurta wanda Yake so, bã da lissafi ba"
        },
        {
            "chapter": 24,
            "verse": 39,
            "text": "Kuma waɗanda suka ƙãfirta ayyukansu sunã kamar ƙawalwalniyã ga faƙo, mai ƙishirwa yanã zaton sa ruwa, har idan ya jẽ masa bai iske shi kõme ba, kuma ya sãmi* Allah a wurinsa, sai Ya cika masa hisãbinsa. Kuma Allah Mai gaggãwar sakamako ne"
        },
        {
            "chapter": 24,
            "verse": 40,
            "text": "Kõ kuwa kamar* duffai a cikin tẽku mai zurfi, tãguwar ruwa tanã rufe da shi, daga bisansa akwai wata tãguwa, daga bisansa akwai wani girgije, duffai sãshensu a bisa sãshe, idan ya fitar da tãfinsa ba ya kusa ya gan shi. Kuma wanda Allah bai sanya masa haske ba, to, bã ya da wani haske"
        },
        {
            "chapter": 24,
            "verse": 41,
            "text": "Shin, ba ka gani ba (cẽwa) lalle ne Allah, Wanda yake a cikin sammai da ƙasa sunã yi Masa tasbĩhi, kuma tsuntsaye sunã mãsu sanwa, kõwane lalle ya san sallarsa da tasbĩhinsa kuma Allah Masani ne ga abin da suke aikatãwa"
        },
        {
            "chapter": 24,
            "verse": 42,
            "text": "Mulkin sammai da ƙasa ga Allah kawai yake, kuma zuwa ga Allah makõma take"
        },
        {
            "chapter": 24,
            "verse": 43,
            "text": "Ashe, ba ka ganĩ ba, lalle ne Allah Yanã kõra girgije, sa'an nan kuma Ya haɗa a tsakãninsa sa'an nan kuma Ya sanya shi mai hauhawar jũna? Sai ka ga ruwa yanã fita daga tsattsakinsa, kuma Ya saukar daga waɗansu duwãtsu a cikinsa na ƙanƙarã daga sama, sai ya sãmu wanda Yake so da shi, kuma Ya karkatar da shi daga barin wanda Yake so. Hasken walƙiyarsa Yanã kusa ya tafi da gannai"
        }
    ]
}