{
    "pages": [
        {
            "chapter": 28,
            "verse": 14,
            "text": "Kuma a lõkacin da ya kai ƙarfinsa, kuma ya daidaita, Mun bã shi hukunci* da ilmi kuma kamar haka Muke sãka wa mãsu kyautatãwa"
        },
        {
            "chapter": 28,
            "verse": 15,
            "text": "Kuma sai ya shiga garin a lõkacin da mutãnen garin suka shagala, sai ya sãmu, a cikin garin, waɗansu maza biyu sunã faɗa, wannan daga ƙungiyarsa, kuma ɗayan daga maƙiyansa, sai wannann da yake daga ƙungiyarsa ya nẽmi ãgajinsa, sai Mũsã ya yi masa ƙulli, ya kashe shi. Ya ce: \"Wannan aikin Shaiɗan ne, dõmin shi maƙiyi ne mai ɓatarwa, bayyananne"
        },
        {
            "chapter": 28,
            "verse": 16,
            "text": "Ya ce: \"Ya Ubangijĩna! Lalle na zãlunci kaina, sai Ka yi mini gãfara.\" Sai Ya gãfarta masa, dõmin Shĩ ne Mai yawan gãfara, Mai jin ƙai"
        },
        {
            "chapter": 28,
            "verse": 17,
            "text": "Ya ce: \"Yã Ubangijĩna! Dõmin abin da Ka ni'imta shi a kaina, sahõda haka bã zan kasance mai taimako ga mãsu laifi ba"
        },
        {
            "chapter": 28,
            "verse": 18,
            "text": "Sai ya wãyi gari a cikin birnin yanã mai tsõro, yanã sauna. Sai ga wanda ya nẽmi taimako daga gare shi a jiya, yanã nẽman ãgajinsa. Mũsã ya ce masa, \"Lalle kai ɓatacce ne, bayyananne"
        },
        {
            "chapter": 28,
            "verse": 19,
            "text": "To, a lõkacin da Mũsã ya yi nufin ya damƙi wanda yake maƙiyi ne a gare su, (mai nẽman ãgajin) ya ce,* \"Ya Mũsã! Shin kanãnufin ka kashe ni ne kamar yadda ka kashe wani rai jiya? Ba ka son kõme fãce ka kasance mai tanƙwasawa** a cikin ƙasa kuma bã ka nufin ka kasance daga mãsu kyautatãwa"
        },
        {
            "chapter": 28,
            "verse": 20,
            "text": "Kuma wani mutum ya zo daga mafi nĩsan birnin yanã taliya da gaggãwa, ya ce: \"Ya Mũsã! Lalle mashãwarta sunã shãwara game da kai dõmin su kashe ka sabõda haka ka fita. Lalle nĩ, mai nasĩha ne a gare ka"
        },
        {
            "chapter": 28,
            "verse": 21,
            "text": "Sai ya fita daga gare ta,* yanã mai jin tsõro yanã sauna. Ya ce: \"Ya Ubangijĩna! Kã tsẽrar da ni daga mutãne azzãlumai"
        }
    ]
}