{
    "pages": [
        {
            "chapter": 39,
            "verse": 6,
            "text": "Yã halitta ku daga rai guda, sa'an nan Ya sanya ma'auranta daga gare shi. Kuma ya saukar muku daga dabbõbin gida nau'i takwas Yanã halitta ku a cikin cikunnan uwayenku, halitta a bãyan wata halitta, a cikin duffai uku. Wannan shĩ ne Allah Ubangijin ku. Mulki a gare shi yake. Bãbu abin bautãwa fãce Shi. To, yãya ake karkatar da ku"
        },
        {
            "chapter": 39,
            "verse": 7,
            "text": "Idan kun kãfirta to, lalle Allah Wadãtacce ne daga barinku, kuma bã Shi yarda da kãfirci ga bãyin Sa, kuma idan kun gõde, Zai yarda da ita (gõdiyar) a gare ku, kuma wani rai mai ɗaukar nauyi, bã ya ɗaukar nauyin wani. Sa'an nan kuma makõmarku zuwa ga Ubangijinku take, dõmin Ya bã ku lãbãri game da abin da kuka kasance kunã aikatãwa. Lalle Shĩ, Masani ne ga abin da yake a ainihin zukata"
        },
        {
            "chapter": 39,
            "verse": 8,
            "text": "Kuma idan wata cũta ta shãfi mutum, sai ya kira Ubangijinsa, yanã mai mai da al'amari zuwa gare Shi, sa'an nan idan Ya jũyar da cũtar da ni'ima ta daga gare Shi, sai ya manta da abin da ya kasance yanã kira zuwa gare shi a gabãnin haka, kuma ya sanya wa Allah waɗansu abõkan tarẽwa dõmin ya ɓatar (da su) daga hanyarSa. Ka ce (masa), \"Ka ji dãɗi da kãfircinka, a ɗan lõkaci, lalle kai daga 'yan wutã ne"
        },
        {
            "chapter": 39,
            "verse": 9,
            "text": "Shin, wanda yake mai tawãli'u sã'õ'in dare, yanã mai sujada kuma yanã mai tsayi ga salla, yanã tsõron Lãhira, kuma yanã fãtan rahamar Ubangijinsa, (yanã daidai da waninsa?) Ka ce: \"Ashe, waɗanda suka sani, sunã daidaita da waɗanda ba su sani ba?\" Mãsu hankali kawai ke yin tunãni"
        },
        {
            "chapter": 39,
            "verse": 10,
            "text": "Ka ce: (Allah Ya ce): \"Yã bãyĩ Na waɗanda suka yi ĩmãni! Ku bi Ubangijinku da taƙawa. Waɗanda suka kyautata a cikin wannan dũniya sunã da sakamako mai kyau, kuma ƙasar Allah mai fãɗi *ce. Mãsu haƙuri kawai ake cika wa ijãrarsu, bã da wani lissãfi ba"
        }
    ]
}