{
    "pages": [
        {
            "chapter": 47,
            "verse": 30,
            "text": "Kuma dã Munã so, dã lalle Mun nũna maka su. To, lalle kanã sanin su game da alãmarsu. Kuma lalle kanã sanin su ga shaguɓen magana, alhali kuwa Allah Yanã sanin ayyukanku"
        },
        {
            "chapter": 47,
            "verse": 31,
            "text": "Kuma lalle ne, Munã jarraba ku, har Mu san mãsu jihãdi daga cikinku da mãsu haƙuri kuma Muna jbrraba lãbãran ku"
        },
        {
            "chapter": 47,
            "verse": 32,
            "text": "Lalle ne, waɗanda suka kãfirta, kuma suka kange daga tafarkin Allah, kuma suka saɓa wa Manzon sa a bãyan shiriyar ta bayyana a gare su, bã za su cũci Allah da kõme ba, kuma zã Ya ɓãta ayyukansu"
        },
        {
            "chapter": 47,
            "verse": 33,
            "text": "Yã kũ waɗanda suka yi ĩmãni! Ku yi ɗã'a ga Allah, kuma ku yi ɗa'a ga Manzon Sa, kuma kada *ku ɓãta ayyukanku"
        },
        {
            "chapter": 47,
            "verse": 34,
            "text": "Lalle ne waɗanda suka kãfirta sa'an nan kuma suka kange (mutãne) daga tafarkin Allah, sa'an nan suka mutu, alhãli kuwa sunã kãfirai, to, Allah bã zai yi gãfara ba a gare su"
        },
        {
            "chapter": 47,
            "verse": 35,
            "text": "Sabõda haka kada ku yi rauni, kuma (kada) ku yi kira zũwaga sulhi alhãli kuwa kũ ne mafiɗaukaka kuma Allah na tãre da ku, kuma bã, zai naƙasa muku ayyukanku ba"
        },
        {
            "chapter": 47,
            "verse": 36,
            "text": "Rãyuwar dũniya, wãsã da abin shagala kawai* ce, kuma idan kun yi ĩmãni, kuma kun yi taƙawa, Allah zai kãwo muku ijarõrinku, kuma bã zai tambaye ku dũkiyarku ba"
        },
        {
            "chapter": 47,
            "verse": 37,
            "text": "Dã Allah zai tambaye ku su (dũkiyõyin) har Ya wajabta muku bãyarwa, zã ku yi rõwa kuma Ya fitar da miyãgun ƙulle-ƙullenku"
        },
        {
            "chapter": 47,
            "verse": 38,
            "text": "Ga ku, ya ku waɗannan! Anã kiran ku dõmin ku ciyar ga tafarkin Allah, sa'an nan daga cikinku akwai mai yin rõwa. Kuma wanda ke yin rõwa, to, yanã yin rõwar ne ga kansa. Kuma Allah ne wadãtacce alhãli kuwa kũ fãƙĩrai ne. Kuma idan kuka jũya (daga yi Masa ɗã'a), zai musanya waɗansu mutãne waɗansunku sa'an nan bã zã su kasance kwatankwacinku ba"
        }
    ]
}