{
    "pages": [
        {
            "chapter": 3,
            "verse": 30,
            "text": "A Rãnar da kõwane rai yake sãmun abin da ya aikata daga alhẽri, a halarce, da kuma abin da ya aikata daga sharri, alhãli yana gũrin, dã dai lalle a ce akwai fage mai nĩsa a tsakãninsa da abin daya aikata na sharrin! Kuma Allah Yanã tsõratar da kũ kanSa. Kuma Allah Mai tausayi ne ga bãyin Sa"
        },
        {
            "chapter": 3,
            "verse": 31,
            "text": "Ka ce: \"Idan kun kasance kunã son Allah to, ku bĩ ni, Allah Ya sõ ku, kuma Ya gãfarta muku zunubanku. Kuma Allah Mai gãfara ne, Mai jin ƙai"
        },
        {
            "chapter": 3,
            "verse": 32,
            "text": "Ka ce: \"Ku yi ɗã'a ga Allah da Manzo.\" To, amma idan sun jũya bãya, to, lalle ne Allah bã Ya son kãfirai"
        },
        {
            "chapter": 3,
            "verse": 33,
            "text": "Lalle ne Allah Yã zãɓi Ãdama da Nũhu da Gidan Ibrãhĩma da Gidan Imrãna a kan tãlikai"
        },
        {
            "chapter": 3,
            "verse": 34,
            "text": "Zuriyya ce sãshensu* daga sãshe, kuma Allah Mai ji ne, Masani"
        },
        {
            "chapter": 3,
            "verse": 35,
            "text": "A lõkacin da mãtar Imrãna* ta ce: \"Ya Ubangijina! Lalle ni, nã yi bãkancen abin da ke cikin cikĩna gare Ka; ya zama 'yantacce, sai Ka karɓa daga gare ni. Lalle ne Kai, Kai ne Mai ji, Masani"
        },
        {
            "chapter": 3,
            "verse": 36,
            "text": "To, a lõkacin da ta haife ta sai ta ce: \"Ya Ubangijina! Lalle ne nĩ, nã haife ta mace!\"KumaAllah ne Mafi sanin abin da ta haifa.\" Kuma namiji bai zama kamar mace ba. Kuma nĩ nã yi mata suna Maryamu* kuma lalle ne ni, ina nẽma mata tsari gare Ka, ita da zũriyarta daga Shaiɗan jẽfaffe"
        },
        {
            "chapter": 3,
            "verse": 37,
            "text": "Sai Ubangijinta Ya karɓe ta karɓa mai kyau. Kuma Ya yabanyartar da ita yabanyartarwa mai kyau, kuma Ya sanya rẽnonta ga Zakariyya. Ko da yaushe Zakariyya ya shiga masallãci, a gare ta, sai ya sãmi abinci a wurinta. (Sai kuwa) ya ce: \"Yã Maryamu! Daga ina wannan yake gare ki?\" (Sai) ta ce: \"Daga wurin Allah yake. Lalle ne Allah yana azurta wanda Ya so ba da lissafi ba"
        }
    ]
}