{
    "pages": [
        {
            "chapter": 61,
            "verse": 6,
            "text": "Kuma a lõkacin da Ĩsã ɗan Maryama ya ce: \"Yã BanĩIsrã'ĩla! Lalle nĩ Manzon Allah ne zuwa gare ku, mai gaskata abin da ke gaba gare ni na Attaura, kuma mai bãyar da bushãra da wani Manzo da ke zuwa a bãyãna, Sũnansa Ahmad (Mashãyabo).\" To, a lõkacin da ya jẽ musu da hujjõji, suka ce: \"Wannan sihiri ne, bayyananne"
        },
        {
            "chapter": 61,
            "verse": 7,
            "text": "Kuma wãne ne mafi zãlunci daga wanda ya ƙirƙira ƙarya ya Jingina ta ga Allah, alhãli kuwa shĩ, anã kiran sa zuwa ga Musulunci? Kuma Allah bã Ya shiryar da mutãne azzãlumai"
        },
        {
            "chapter": 61,
            "verse": 8,
            "text": "Sunã nufin su bice hasken Allah da bãkunansu alhãli kuwa Allah Mai kammala hasken Sa ne, kuma kõ da kãfirai sun ƙi"
        },
        {
            "chapter": 61,
            "verse": 9,
            "text": "Shi ne wanda Ya aiko Manzon Sa da shiriya da addĩnin gakiya, dõmin Ya ɗaukaka shi a kan wani addĩni dukansa kuma kõ dã mushirikai sun ƙi"
        },
        {
            "chapter": 61,
            "verse": 10,
            "text": "Yã kũ waɗanda suka yi ĩmãni! Shin, in nũna muku wani fatauci wanda zai tsarshe ku daga wata azãba mai raɗaɗi"
        },
        {
            "chapter": 61,
            "verse": 11,
            "text": "Ku yi ĩmani da Allah da Manzon Sa, kuma ku yi jihãdi ga ɗaukaka kalmar Allah game da dũkiyõyinku da rãyukanku. Wannan shĩ ne alhẽri a gare ku idan kun kasance kuna da sani"
        },
        {
            "chapter": 61,
            "verse": 12,
            "text": "Sai Allah Ya gãfarta muku zunubbanku, kuma Ya shigar da ku gidãjen Aljanna, ƙoramu na gudãna daga ƙarƙashinsu, da waɗansu ɗãkuna mãsu dãɗi a cikin gidãjen Aljannar zama. Wannan shĩ ne babban rabo, mai girma"
        },
        {
            "chapter": 61,
            "verse": 13,
            "text": "Da wata (falala) da yake kunã son ta; taimako daga Allah da cin nasara wanda yake kusa. Kuma ka yi bushãra ga mũminai"
        },
        {
            "chapter": 61,
            "verse": 14,
            "text": "Yã kũ waɗanda suka yi ĩmani! Ku kasance mataimakan Allah kamar abin da Ĩsã ɗanMaryama ya ce ga Hawãriyãwa, \"Waɗanne ne mataimakãna zuwa ga (aikin) Allah?\" Sai wata ƙungiya daga Banĩ Isrã'ĩla ta yi ĩmãni, kuma wata ƙungiya ta kãfirta. Sai muka ƙarfafa waɗanda suka yi ĩmãni a kan maƙiyansu, sabõda haka suka wãyi gari marinjãya"
        }
    ]
}