{
    "pages": [
        {
            "chapter": 4,
            "verse": 122,
            "text": "Kuma waɗanda suka yi ĩmãni, kuma suka aikata ayyukan ƙwarai, zã mu shigar da su gidãjen Aljanna (waɗanda) ƙõramu sunã gudãna a ƙarƙashinsu, sunã mãsu dawwama a cikinsu har abada bisa ga wa'adin Allah tabbatacce. Wãne ne mafi gaskiya daga Allah ga magana"
        },
        {
            "chapter": 4,
            "verse": 123,
            "text": "(Al'amari) bai zama gũrace- gũracenku ba, kuma* ba gũrace- gũracen Mutãnen Littãfi ba ne. Wanda ya aikata mummunan aiki zã a sãka masa da shi kuma bã zai sãmi wani masõyi ba, baicin Allah, kuma bã zai sãmi mataimaki ba"
        },
        {
            "chapter": 4,
            "verse": 124,
            "text": "Kuma wanda ya yi aiki daga ayyukan ƙwarai, namiji ne ko kuwa mace, alhãli kuwa Yanã mũmini, to, waɗannan sunã shiga Aljanna kuma bã zã a zãlunce su da gwargwadon hancin gurtsun dabĩ no ba"
        },
        {
            "chapter": 4,
            "verse": 125,
            "text": "Kuma wãne ne ya fi kyau ga addini daga wanda ya sallama fuskarsa ga Allah, alhãli kuwa yanã mai kyautatawa kuma ya bi aƙidar Ibrãhĩm, Yanã mai karkata zuwa ga gaskiya? Allah Yã riƙi Ibrãhĩm badãɗayi"
        },
        {
            "chapter": 4,
            "verse": 126,
            "text": "Kuma Allah ke da* (mallakar) abin da ke cikin sammai da kuma abin da ke cikin ƙasa kuma Allah Yã kasance, a dukkan, kõme, Mai kẽwayewa"
        },
        {
            "chapter": 4,
            "verse": 127,
            "text": "Sunã yi maka fatawa a cikin sha'anin mãtã. Ka ce: \"Allah Yanã bayyana fatawarku a cikin sha'aninsu, da abin da ake karantãwa a kanku a cikin Littãfi, a cikin sha'anin marãyun mãtã waɗanda ba ku bã su abin da aka rubũta musu* (na gãdo) ba, kuma kunã kwaɗayin ku aurẽ su, da sha'anin waɗanda aka raunana daga yãra, da sha'anin tsayuwarku ga marãyu da ãdalci. Kuma abin da kuka aikata daga alhẽri, to, lalle ne, Allah Yã kasance Masani a gare shi"
        }
    ]
}