{
    "maqras": [
        {
            "chapter": 17,
            "verse": 70,
            "text": "Assuredly We have honored the children of Adam (with many distinctions): We have sustained their traveling on the land and the sea, and provided for them (their sustenance) out of pure, wholesome things, and preferred them above many of those whom We have created with particular preferment"
        },
        {
            "chapter": 17,
            "verse": 71,
            "text": "On the Day when We will call every human community with its leader: whoever (has followed a leader towards true faith and righteousness and accountability in the Hereafter) is given his Record (of his life) in his right hand – those will read their book with contentment and they will not be wronged by even so much as a tiny hair"
        },
        {
            "chapter": 17,
            "verse": 72,
            "text": "Whoever is blind in this (world) (who has followed no guidance towards true faith and righteousness and accountability in the Hereafter), will be blind in the Hereafter, and even further astray from the way (that leads to Divine forgiveness and eternal contentment)"
        },
        {
            "chapter": 17,
            "verse": 73,
            "text": "They have indeed sought to tempt you (O Messenger) away from what We have revealed to you so that you may fabricate something else against Us. And then (had you done so), they would have taken you as a trusted friend"
        },
        {
            "chapter": 17,
            "verse": 74,
            "text": "And had We not made you wholly firm (in what We reveal to you), you might just have inclined to them a little bit"
        },
        {
            "chapter": 17,
            "verse": 75,
            "text": "In that case, We would have made you taste double punishment in life and double punishment after death, and you would have found none to help you against Us"
        },
        {
            "chapter": 17,
            "verse": 76,
            "text": "Indeed they have sought to estrange you from the land (of your birth) and drive you from it; but then, they themselves will not remain there, after you, except a little while"
        },
        {
            "chapter": 17,
            "verse": 77,
            "text": "(That has been Our) way with all those whom We sent (as Messengers) before you. You will never find any alteration in Our way"
        },
        {
            "chapter": 17,
            "verse": 78,
            "text": "Establish the Prayer in conformity with its conditions, from the declining of the sun to the darkness of the night, and (be ever observant of) the recitation of the Qur’an at dawn (the Dawn Prayer). Surely the recitation of the Qur’an at dawn is witnessed (by the angels and the whole creation awakening to a new day)"
        },
        {
            "chapter": 17,
            "verse": 79,
            "text": "And in some part of the night rise from sleep and observe vigil therein (through Prayer and recital of the Qur’an) as additional worship for you; your Lord may well raise you to a glorious, praised station (of nearness to Him and give you leave to intercede with Him, as He wills, on behalf of His servants, in the Hereafter)"
        },
        {
            "chapter": 17,
            "verse": 80,
            "text": "And say: \"My Lord! Cause me to enter in a manner sincere and faithful to the truth, and cause me to exit in a manner sincere and faithful to the truth, and grant me from Your Presence a sustaining authority"
        },
        {
            "chapter": 17,
            "verse": 81,
            "text": "And say: \"The truth has come, and falsehood has vanished. Surely falsehood is ever bound to vanish by its very nature"
        },
        {
            "chapter": 17,
            "verse": 82,
            "text": "We are sending down the Qur’an in parts – it is a healing and a mercy for the believers, though for the wrongdoers it increases them only in ruin"
        },
        {
            "chapter": 17,
            "verse": 83,
            "text": "When We favor human (an ungrateful one) with comfort and contentment, he draws aside and arrogantly keeps aloof (from any thought of Us), but when evil touches him, he is ever despairing"
        },
        {
            "chapter": 17,
            "verse": 84,
            "text": "Say: \"Every one acts according to his own character (made up of his creed, worldview and disposition), and your Lord knows best who is better guided in his way"
        },
        {
            "chapter": 17,
            "verse": 85,
            "text": "They ask you about the spirit. Say: \"The spirit is of my Lord’s Command, and of knowledge, you have been granted only a little"
        },
        {
            "chapter": 17,
            "verse": 86,
            "text": "(You are not, as the unbelievers allege, the author of the Qur’an. It is only We Who reveal it entirely.) If We willed, We could certainly take away what We have revealed to you (by effacing it from the hearts and memory of you and those who have memorized it, and from any written record of it). Then you would find for yourself no protecting guardian against Us (to help you to claim or recover it) –"
        },
        {
            "chapter": 17,
            "verse": 87,
            "text": "But (you are one favored with) a great, special mercy from your Lord. His favor on you is great indeed"
        },
        {
            "chapter": 17,
            "verse": 88,
            "text": "Say: \"Surely, if humankind and jinn were to come together to produce the like of this Qur’an, they will never be able to produce the like of it, though they backed one another up with help and support"
        },
        {
            "chapter": 17,
            "verse": 89,
            "text": "Assuredly We have set out in diverse ways for humankind in this Qur’an all kinds of parables and comparisons (to help them understand the truth), yet most people refuse to accept anything save unbelief"
        },
        {
            "chapter": 17,
            "verse": 90,
            "text": "They say: \"We will not believe in you (O Messenger), until you cause a spring to gush forth for us from this land (which is short of water)"
        },
        {
            "chapter": 17,
            "verse": 91,
            "text": "Or you have a garden of date-palms and grapes, and cause rivers to gush forth in their midst abundantly"
        },
        {
            "chapter": 17,
            "verse": 92,
            "text": "Or you cause the heaven to fall upon us in pieces, as you have claimed (could happen), or bring God and the angels as a warrant (before our eyes proving the truth of your message)"
        },
        {
            "chapter": 17,
            "verse": 93,
            "text": "Or you have a house of gold, or you ascend to the heaven. But we will even then not believe in your ascension until you bring down upon us (from heaven) a book that we can read.\" Say, (O Messenger): \"All-Glorified is my Lord (in that He is absolutely above what you conceive of Him)! Am I anything but a mortal sent as a Messenger"
        },
        {
            "chapter": 17,
            "verse": 94,
            "text": "And what has kept people from believing when guidance has come to them, except that they said: \"Has God sent a mortal man as the Messenger"
        },
        {
            "chapter": 17,
            "verse": 95,
            "text": "Say: \"If angels had been walking about on earth as their abode, We would surely have sent down upon them an angel from heaven as Messenger"
        },
        {
            "chapter": 17,
            "verse": 96,
            "text": "Say: \"God suffices for a witness between me and you. Surely He is fully aware of His servants, and sees them well"
        },
        {
            "chapter": 17,
            "verse": 97,
            "text": "Whoever God guides, then he it is who is rightly guided; and whoever He leads astray, you shall find for them, apart from Him, no guardians (who might own and help them). We will raise to life and gather them together on the Day of Resurrection prone upon their faces, blind, dumb, and deaf. Their refuge is Hell – every time it (seems to them that its torment) is abating (because of their being inured to it), We increase them in (suffering in its) blazing flame"
        },
        {
            "chapter": 17,
            "verse": 98,
            "text": "That will be their recompense because they disbelieved in Our Revelations and signs (manifesting the truth) and said: \"What! Is it when we have already become bones and particles of dust – is it then that we will be raised as a new creation"
        }
    ]
}