{
    "maqras": [
        {
            "chapter": 20,
            "verse": 1,
            "text": "Ta. Ha"
        },
        {
            "chapter": 20,
            "verse": 2,
            "text": "We do not send down the Qur’an on you so that you suffer distress (in your duty of conveying it to people)"
        },
        {
            "chapter": 20,
            "verse": 3,
            "text": "But only as a reminder for him who holds some awe of God in his heart (and so has the potential to achieve faith)"
        },
        {
            "chapter": 20,
            "verse": 4,
            "text": "A gradual sending down from Him Who has created the earth and the high heavens"
        },
        {
            "chapter": 20,
            "verse": 5,
            "text": "The All-Merciful, Who has established Himself on the Throne"
        },
        {
            "chapter": 20,
            "verse": 6,
            "text": "To Him belongs whatever is in the heavens and whatever is on the earth, and whatever is between them, and whatever is under the soil"
        },
        {
            "chapter": 20,
            "verse": 7,
            "text": "If you say something aloud (or keep it to yourself), He surely knows the secret as well as (whatever you may be keeping as) the more hidden"
        },
        {
            "chapter": 20,
            "verse": 8,
            "text": "God – there is no deity save Him; His are the All-Beautiful Names"
        },
        {
            "chapter": 20,
            "verse": 9,
            "text": "Has the story of Moses come to you"
        },
        {
            "chapter": 20,
            "verse": 10,
            "text": "(He was traveling with his family in the desert) when he saw a fire, and so said to his family: \"Wait here! Indeed I perceive a fire far off. Perhaps I can bring you a burning brand from it, or find guidance by the fire"
        },
        {
            "chapter": 20,
            "verse": 11,
            "text": "Then when he came near to it, he was called by name: \"O Moses"
        },
        {
            "chapter": 20,
            "verse": 12,
            "text": "Indeed it is I, I am your Lord. So take off your sandals, for you are in the sacred valley of Tuwa"
        },
        {
            "chapter": 20,
            "verse": 13,
            "text": "I have chosen you (to be My Messenger), so listen to what is revealed (to you)"
        },
        {
            "chapter": 20,
            "verse": 14,
            "text": "Assuredly, it is I, I am God, there is no deity save Me. So worship Me, and establish the Prayer in conformity with its conditions for remembrance of Me"
        },
        {
            "chapter": 20,
            "verse": 15,
            "text": "Surely the Last Hour is bound to come (unexpectedly. It is so great a truth that) I all but keep it hidden so that every soul may strive for what it strives for (and achieve the just recompense for it)"
        },
        {
            "chapter": 20,
            "verse": 16,
            "text": "So do not let anyone who does not believe in it and (instead) follows his own desire and caprice, turn you from (believing in and preaching the truth about) it, lest you then perish"
        },
        {
            "chapter": 20,
            "verse": 17,
            "text": "What is that in your right hand, Moses"
        },
        {
            "chapter": 20,
            "verse": 18,
            "text": "He said: \"It is my staff. I lean on it, and with it I beat down leaves for my flock, and I have some other uses for it"
        },
        {
            "chapter": 20,
            "verse": 19,
            "text": "(God) said: \"Throw it down, O Moses"
        },
        {
            "chapter": 20,
            "verse": 20,
            "text": "So he threw it down, and there and then it was a snake, slithering"
        },
        {
            "chapter": 20,
            "verse": 21,
            "text": "(God) said: \"Take hold of it and do not fear! We will return it to its former state"
        },
        {
            "chapter": 20,
            "verse": 22,
            "text": "Now, put your (right) hand under your armpit: it will come forth shining white, flawless, as another (miraculous) sign"
        },
        {
            "chapter": 20,
            "verse": 23,
            "text": "So that We may show you some of Our greatest miraculous signs"
        },
        {
            "chapter": 20,
            "verse": 24,
            "text": "Go to the Pharaoh, for he has indeed rebelled"
        },
        {
            "chapter": 20,
            "verse": 25,
            "text": "(Moses) said: \"My Lord! Expand for me my breast"
        },
        {
            "chapter": 20,
            "verse": 26,
            "text": "Make my task easy for me"
        },
        {
            "chapter": 20,
            "verse": 27,
            "text": "Loose a knot from my tongue (to make my speaking more fluent)"
        },
        {
            "chapter": 20,
            "verse": 28,
            "text": "So that they may understand my speech clearly"
        },
        {
            "chapter": 20,
            "verse": 29,
            "text": "And appoint a minister (helper) for me from my family"
        },
        {
            "chapter": 20,
            "verse": 30,
            "text": "Aaron, my brother"
        },
        {
            "chapter": 20,
            "verse": 31,
            "text": "Confirm my strength with him"
        },
        {
            "chapter": 20,
            "verse": 32,
            "text": "And let him share my task"
        },
        {
            "chapter": 20,
            "verse": 33,
            "text": "So that we may glorify You much"
        },
        {
            "chapter": 20,
            "verse": 34,
            "text": "And mention and remember You abundantly"
        },
        {
            "chapter": 20,
            "verse": 35,
            "text": "Surely You are ever seeing and watching us"
        },
        {
            "chapter": 20,
            "verse": 36,
            "text": "(God) said: \"Your request has already been granted, O Moses"
        },
        {
            "chapter": 20,
            "verse": 37,
            "text": "And assuredly We did bestow Our favor upon you at another time before"
        },
        {
            "chapter": 20,
            "verse": 38,
            "text": "We inspired in your mother that which she was to be inspired with, saying"
        },
        {
            "chapter": 20,
            "verse": 39,
            "text": "‘Place the child in a chest and cast it into the river, then the river will throw it up on the bank: one who is both My enemy and his enemy (the Pharaoh, who has decided to kill all the new-born sons of the Children of Israel) will take him up.’ I cast over you (Moses) love from Me (protecting you, so love for you was aroused in the hearts of people who saw you), and so that you were brought up under My eyes"
        },
        {
            "chapter": 20,
            "verse": 40,
            "text": "When your sister (on your mother’s instruction, knowing the Pharaoh’s household had taken you in) went and said: ‘Shall I guide you to one who will nurse him?’ Thus ( – and it is We Who made none other capable of nursing you – ) We returned you to your mother, so that she might rejoice and forget her grief. And (much later on) you killed a man (not intending it), so We saved you from the (ensuing) trouble, and We tested you with trial (of different kinds and degrees only to perfect you). You stayed for years among the people of Midian, and then you attained to the (quality of mind and spirit) expected of and decreed for you, O Moses"
        },
        {
            "chapter": 20,
            "verse": 41,
            "text": "And I have attached you to Myself (and so trained you to My service)"
        },
        {
            "chapter": 20,
            "verse": 42,
            "text": "Go, you and your brother, with My miraculous signs (with which I have provided you), and never slacken in remembrance of Me and reminding (others) of Me"
        },
        {
            "chapter": 20,
            "verse": 43,
            "text": "Go, both of you, to the Pharaoh for he has exceedingly rebelled"
        },
        {
            "chapter": 20,
            "verse": 44,
            "text": "But speak to him with gentle words, so that he might reflect and be mindful or feel some awe (of me, and behave with humility)"
        },
        {
            "chapter": 20,
            "verse": 45,
            "text": "They said: \"Our Lord, we fear lest he act hastily in regard to us (not allowing us to complete our preaching), or become (more) tyrannical"
        },
        {
            "chapter": 20,
            "verse": 46,
            "text": "He said: \"Do not fear! Surely I am with you, hearing and seeing"
        },
        {
            "chapter": 20,
            "verse": 47,
            "text": "Go to him and say: ‘We are indeed Messengers of your Lord (Who has created and sustains you), so let the Children of Israel go with us, and do not cause them to suffer (longer). Assuredly we have come to you with a manifest proof from your Lord. And peace (success and safety and triumph) is upon him who follows His guidance"
        },
        {
            "chapter": 20,
            "verse": 48,
            "text": "‘It has surely been revealed to us that (only) punishment is upon him who denies and turns away (from God’s call).’"
        },
        {
            "chapter": 20,
            "verse": 49,
            "text": "(When they had spoken to the Pharaoh as God had commanded them,) the Pharaoh said: \"Who is this Lord of you two, O Moses"
        },
        {
            "chapter": 20,
            "verse": 50,
            "text": "(Moses) said: \"Our Lord is He Who creates everything and endows each thing with its particular character, and then guides (it to the fulfillment of the aim and purpose of its existence)"
        },
        {
            "chapter": 20,
            "verse": 51,
            "text": "(The Pharaoh) said: \"Then, what is the case with the earlier generations (all of whom have passed away, how are they recompensed for their beliefs and deeds)"
        },
        {
            "chapter": 20,
            "verse": 52,
            "text": "(Moses) answered: \"My Lord holds the knowledge of them in a Record. My Lord never errs, nor forgets"
        },
        {
            "chapter": 20,
            "verse": 53,
            "text": "He Who has made the earth a cradle for you and traced out roads on it for you, and sends down water from the sky, and produces with it pairs of various plants"
        },
        {
            "chapter": 20,
            "verse": 54,
            "text": "Eat thereof, and feed your cattle. Surely, in all this are signs (manifesting the truth) for people of sound, unbiased thinking"
        }
    ]
}