{
    "maqras": [
        {
            "chapter": 25,
            "verse": 21,
            "text": "Those who (being unbelievers) do not expect to meet Us (in the Hereafter) say: \"Why are no angels sent down on us or (why) do we not see our Lord?\" Assuredly they are far too arrogant of themselves (demanding what is impossible for them), and exceed all bounds (in their presumption)"
        },
        {
            "chapter": 25,
            "verse": 22,
            "text": "The Day when they see the angels – there will be no good tidings on that Day for the disbelieving criminals, and they will cry out to the angels in fear: \"Keep away, away from us"
        },
        {
            "chapter": 25,
            "verse": 23,
            "text": "And We will turn to deal with all the (supposedly good) deeds that they did (in the world), and will reduce them all to dust particles scattered about"
        },
        {
            "chapter": 25,
            "verse": 24,
            "text": "Whereas the companions of Paradise will, on that Day, have appointed for them the best abode and the fairest place of repose"
        },
        {
            "chapter": 25,
            "verse": 25,
            "text": "On that Day the heaven will split asunder with the clouds (covering it) and the angels will be made to descend in a majestic descending"
        },
        {
            "chapter": 25,
            "verse": 26,
            "text": "The sovereignty on that Day will absolutely and belong to the All-Merciful, (which He will exercise then with no intermediary veil of cause and effect). It will be a hard day for the unbelievers"
        },
        {
            "chapter": 25,
            "verse": 27,
            "text": "On that Day the wrongdoer will bite at his hands, saying (with remorse) \"Oh, would that I had taken a way in the company of the Messenger"
        },
        {
            "chapter": 25,
            "verse": 28,
            "text": "Oh, woe is me! Would that I had not taken so-and-so for a friend"
        },
        {
            "chapter": 25,
            "verse": 29,
            "text": "Indeed, he led me astray from the Reminder (the Qur’an) once it had come to me. Satan has proved to be a betrayer of humankind"
        },
        {
            "chapter": 25,
            "verse": 30,
            "text": "And the Messenger says: \"My Lord! Surely my people have made this Qur’an something worthy of no attention"
        },
        {
            "chapter": 25,
            "verse": 31,
            "text": "So for every Prophet We have made an enemy (band) from among the disbelieving criminals committed to accumulating sins. But Your Lord is sufficient as a guide (to truth and the right course of action) and a helper (against the plots and practices of your enemies)"
        },
        {
            "chapter": 25,
            "verse": 32,
            "text": "Those who disbelieve say (by way of yet another false argument for unbelief): \"Why has the Qur’an not been sent down on him all at once?\" (We send it down in parts) so that We may (impress it on your mind and) establish your heart with it, and We are conveying it distinctly and gradually, (one part supporting the other, and providing guidance and instruction for emerging occasions)"
        },
        {
            "chapter": 25,
            "verse": 33,
            "text": "And also, they never come to you with any (false) argument (to taunt and provoke you) but that We provide you with the truth (to counter their false arguments) and a better exposition (which enables and deepens understanding)"
        },
        {
            "chapter": 25,
            "verse": 34,
            "text": "Those who will be gathered in Hell upon their faces: such represent the evil side in standing and are further astray from the right way"
        },
        {
            "chapter": 25,
            "verse": 35,
            "text": "(Examples from history:) Assuredly We granted to Moses the Book and appointed his brother Aaron with him as a helper"
        },
        {
            "chapter": 25,
            "verse": 36,
            "text": "Then We said: \"Go both of you to the people who deny Our signs (in the universe and within their own selves that demonstrate Our Existence and Oneness). Then (after they had been warned), We destroyed them utterly"
        },
        {
            "chapter": 25,
            "verse": 37,
            "text": "And the people of Noah – when they denied (Noah and thereby meant to deny) the Messengers, We drowned them, and made them a sign (of warning and instruction) for humankind. We have kept ready a painful punishment for the wrongdoers"
        },
        {
            "chapter": 25,
            "verse": 38,
            "text": "And the Ad and Thamud, and the people of ar-Rass, and many other generations that lived between these (and the people of Noah)"
        },
        {
            "chapter": 25,
            "verse": 39,
            "text": "To each (of them) did We explain the truth in diverse ways and warning examples (from history), and each (of them) did We annihilate utterly"
        },
        {
            "chapter": 25,
            "verse": 40,
            "text": "And they (in Makkah who now persist in unbelief) have surely come across the land (of the Prophet Lot) upon which was rained a rain of evil. Have they, then, never seen it (with an eye to take heed)? No, they have no expectation of being raised after death (and so they pay no heed to any warning)"
        },
        {
            "chapter": 25,
            "verse": 41,
            "text": "Whenever they see you (O Messenger), they take you for nothing but a mockery, (saying): \"Is this the one whom God has sent as Messenger"
        },
        {
            "chapter": 25,
            "verse": 42,
            "text": "Indeed, he would almost have led us astray from our deities, had we not persevered in our attachment to them.\" But in time when they see the (promised) punishment, they will come to know who it was that strayed too far from the right way"
        },
        {
            "chapter": 25,
            "verse": 43,
            "text": "Do you ever consider him who has taken his lusts and fancies for his deity? Would you then be a guardian over him (and thereby assume responsibility for guiding him)"
        },
        {
            "chapter": 25,
            "verse": 44,
            "text": "Or do you think that most of them (really) hear or reason and understand? They are but like cattle, (following only their instincts). No, they are more heedless of the right way (and therefore in greater need of being led than cattle)"
        },
        {
            "chapter": 25,
            "verse": 45,
            "text": "Have you considered your Lord – how He spreads the shade? If He willed, He would surely make it stationary, but We have made the sun its pilot"
        },
        {
            "chapter": 25,
            "verse": 46,
            "text": "And then (as the sun rises), We gradually draw it back up towards Us"
        },
        {
            "chapter": 25,
            "verse": 47,
            "text": "And He it is Who has made the night a garment for you, and sleep a rest. And He has made the day a time of rising to life and going about (for daily livelihood)"
        },
        {
            "chapter": 25,
            "verse": 48,
            "text": "And He it is Who sends forth the (merciful) winds as glad tidings in advance of His mercy. And We cause pure water to descend from the sky"
        },
        {
            "chapter": 25,
            "verse": 49,
            "text": "So that We may revive through it a dead land and give it for drink to many beings among Our creation, beasts as well as humans"
        },
        {
            "chapter": 25,
            "verse": 50,
            "text": "Assuredly We distribute it among them (without depriving any) so that they may remember and so be mindful. But most of humankind obstinately refuse to do anything except showing ingratitude"
        },
        {
            "chapter": 25,
            "verse": 51,
            "text": "Had We so willed, We could certainly have raised up a warner in every township"
        },
        {
            "chapter": 25,
            "verse": 52,
            "text": "(But We have willed instead that you are the last Messenger whose mission is universal.) So pay no heed to (the desires of) the unbelievers, but engage in a mighty striving against them by means of it (the Qur’an)"
        }
    ]
}