{
    "maqras": [
        {
            "chapter": 21,
            "verse": 1,
            "text": "The judgment of mankind has come near, while they are turning away unaware"
        },
        {
            "chapter": 21,
            "verse": 2,
            "text": "When a reminder comes to them from their Lord that is new, they listen to it while playing"
        },
        {
            "chapter": 21,
            "verse": 3,
            "text": "Their hearts are preoccupied, and those who are wicked confer privately: \"Is he not a human being like you Would you accept this magic while you know"
        },
        {
            "chapter": 21,
            "verse": 4,
            "text": "He said: \"My Lord knows what is said in the heavens and in the Earth, and He is the Hearer, the Knower"
        },
        {
            "chapter": 21,
            "verse": 5,
            "text": "They said: \"No, these are just bad dreams; no, he made it up; no, he is a poet. So let him bring us a sign like those who were sent before"
        },
        {
            "chapter": 21,
            "verse": 6,
            "text": "None of the towns which We destroyed before them had believed. Will they believe"
        },
        {
            "chapter": 21,
            "verse": 7,
            "text": "And We did not send before you except men whom We inspired to. So ask the people of the remembrance if you do not know"
        },
        {
            "chapter": 21,
            "verse": 8,
            "text": "And We did not make for them bodies that do not need to eat, nor were they immortal"
        },
        {
            "chapter": 21,
            "verse": 9,
            "text": "Then We fulfilled the promise to them, so We saved them and whom We pleased, and We destroyed those who transgressed"
        },
        {
            "chapter": 21,
            "verse": 10,
            "text": "We have sent down to you a Scripture in which is your remembrance. Do you not comprehend"
        },
        {
            "chapter": 21,
            "verse": 11,
            "text": "And how many a town have We destroyed because of its wrong doing, and We established after them a different people"
        },
        {
            "chapter": 21,
            "verse": 12,
            "text": "So it was that when they perceived Our power, they were running from it"
        },
        {
            "chapter": 21,
            "verse": 13,
            "text": "Do not run, and come back to that which you were living lavishly in and your homes; so that you will be questioned"
        },
        {
            "chapter": 21,
            "verse": 14,
            "text": "They said: \"Woe to us, we have been wicked"
        },
        {
            "chapter": 21,
            "verse": 15,
            "text": "So that remained as their cry until We took them all, and they became still"
        },
        {
            "chapter": 21,
            "verse": 16,
            "text": "And We did not create the heavens and the Earth and what is between them for entertainment"
        },
        {
            "chapter": 21,
            "verse": 17,
            "text": "If We wanted to be amused, We could have done so from what is already with Us, if that is what We wished to do"
        },
        {
            "chapter": 21,
            "verse": 18,
            "text": "No, We cast with the truth upon the falsehood, so it disrupts it, and then it retreats. And woe to you for what you have described"
        },
        {
            "chapter": 21,
            "verse": 19,
            "text": "And to Him is whoever is in the heavens and in the Earth. And those who are near Him are not too proud to serve Him, nor do they complain"
        },
        {
            "chapter": 21,
            "verse": 20,
            "text": "They glorify in the night and the day, they do not cease"
        },
        {
            "chapter": 21,
            "verse": 21,
            "text": "Or have they taken gods from the Earth who can resurrect"
        },
        {
            "chapter": 21,
            "verse": 22,
            "text": "If there were gods in them except for God, then they would have been ruined. Glory be to God, the Lord of the throne from what they describe"
        },
        {
            "chapter": 21,
            "verse": 23,
            "text": "He is not questioned about what He does, while they will be questioned"
        },
        {
            "chapter": 21,
            "verse": 24,
            "text": "Or have they taken gods besides Him Say: \"Bring your proof. This is a reminder of those with me and a reminder of those before me.\" But, most of them do not know the truth, so they turn away"
        },
        {
            "chapter": 21,
            "verse": 25,
            "text": "And We did not send any messenger before you except that We inspired him that: \"There is no god but Me, so serve Me"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "And they said: \"The Almighty has taken a son!\" Be He glorified, they are all but honoured servants"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "They do not speak ahead of Him, and on His command they act"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "He knows their present and their future, and they cannot intercede unless it is for those whom He is pleased with. And they stand in awe and reverence of Him"
        }
    ]
}