{
    "maqras": [
        {
            "chapter": 11,
            "verse": 41,
            "text": "He said: \"Climb inside, in the name of God shall be its sailing and its anchorage. My Lord is Forgiving, Merciful"
        },
        {
            "chapter": 11,
            "verse": 42,
            "text": "And while it was running with them in waves like mountains, Noah called to his son, who was in an isolated place: \"My son, ride with us, and do not be with the rejecters"
        },
        {
            "chapter": 11,
            "verse": 43,
            "text": "He said: \"I will take refuge to the mountain which will save me from the water.\" He said: \"There is no saviour from God's decree except to whom He grants mercy.\" And the wave came between them, so he was one of those who drowned"
        },
        {
            "chapter": 11,
            "verse": 44,
            "text": "And it was said: \"O land, swallow your water, and O sky, cease.\" And the water was diminished, and the matter concluded. And it came to rest on the Judi, and it was said: \"Away with the wicked people"
        },
        {
            "chapter": 11,
            "verse": 45,
            "text": "And Noah called on his Lord, and he said: \"My Lord, my son is from my family, and your promise is the truth, and you are the Wisest of all Judges"
        },
        {
            "chapter": 11,
            "verse": 46,
            "text": "He said: \"O Noah, he is not from your family, he was fathered illicitly, so do not ask what you have no knowledge of. I advise you not to be of the ignorant"
        },
        {
            "chapter": 11,
            "verse": 47,
            "text": "He said: \"My Lord, I seek refuge with You that I would ask You what I did not have knowledge of. And if You do not forgive me and have mercy on me, I will be of the losers"
        },
        {
            "chapter": 11,
            "verse": 48,
            "text": "It was said: \"O Noah, descend in peace from Us and blessings upon you and upon nations to come from those with you; and nations whom We will grant pleasure, then a painful retribution will reach them from Us"
        },
        {
            "chapter": 11,
            "verse": 49,
            "text": "This is from the news of the unseen that We inspire to you. Neither did you nor your people know this, so be patient. The ending is always in favour of the righteous"
        },
        {
            "chapter": 11,
            "verse": 50,
            "text": "And to 'Aad was sent their brother Hud. He said: \"My people, serve God, you have no god besides Him; you are simply conjecturing"
        },
        {
            "chapter": 11,
            "verse": 51,
            "text": "My people, I do not ask you for any wage, my wage is from the One who initiated me. Will you not understand"
        },
        {
            "chapter": 11,
            "verse": 52,
            "text": "And my people, seek forgiveness from your Lord, then repent to Him; He will send the sky to you abundantly, and He will increase might to your might. So do not turn away as criminals"
        },
        {
            "chapter": 11,
            "verse": 53,
            "text": "They said: \"O Hud, you have not come to us with any proof, nor will we leave our gods based on what you say. We will not believe in you"
        },
        {
            "chapter": 11,
            "verse": 54,
            "text": "All we can say is that perhaps some of our gods have seized you with evil.\" He said: \"I make God my witness, and all of you witness, that I disown what you have set up as partners"
        },
        {
            "chapter": 11,
            "verse": 55,
            "text": "Besides Him, so scheme against me all of you, then do not give me respite"
        },
        {
            "chapter": 11,
            "verse": 56,
            "text": "I have put my trust in God, my Lord and your Lord. There is not a creature except He will seize it by frontal lobe. My Lord is on a Straight Path"
        },
        {
            "chapter": 11,
            "verse": 57,
            "text": "So, if you turn away, then I have delivered what I was sent to you with. And my Lord will bring after you a people who are not like you, and you will not harm Him the least. My Lord is Guardian over all things"
        },
        {
            "chapter": 11,
            "verse": 58,
            "text": "And when Our command came, We saved Hud and those who believed with him by a mercy from Us, and We saved them from a mighty retribution"
        },
        {
            "chapter": 11,
            "verse": 59,
            "text": "Such was the case of 'Aad. They disregarded the revelations of their Lord, and they disobeyed His messengers, and they followed the lead of everyone powerful and stubborn"
        },
        {
            "chapter": 11,
            "verse": 60,
            "text": "And they were followed by a curse in this world and on the Day of Judgment, for 'Aad rejected their Lord. There is no more 'Aad, the people of Hud"
        }
    ]
}