{
    "pages": [
        {
            "chapter": 7,
            "verse": 164,
            "text": "و آنگاه كه گروهى از ايشان گفتند: «براى چه قومى را كه خدا هلاك‌كننده ايشان است، يا آنان را به عذابى سخت عذاب خواهد كرد، پند مى‌دهيد؟» گفتند: «تا معذرتى پيش پروردگارتان باشد، و شايد كه آنان پرهيزگارى كنند.»"
        },
        {
            "chapter": 7,
            "verse": 165,
            "text": "پس هنگامى كه آنچه را بدان تذكر داده شده بودند، از ياد بردند، كسانى را كه از [كارِ] بد باز مى‌داشتند نجات داديم؛ و كسانى را كه ستم كردند، به سزاى آنكه نافرمانى مى‌كردند، به عذابى شديد گرفتار كرديم"
        },
        {
            "chapter": 7,
            "verse": 166,
            "text": "و چون از آنچه از آن نهى شده بودند سرپيچى كردند، به آنان گفتيم: «بوزينگانى رانده‌شده باشيد.»"
        },
        {
            "chapter": 7,
            "verse": 167,
            "text": "و [ياد كن‌] هنگامى را كه پروردگارت اعلام داشت كه تا روز قيامت بر آنان [=يهوديان‌] كسانى را خواهد گماشت كه بديشان عذاب سخت بچشانند. آرى، پروردگار تو زودكيفر است و همو آمرزنده بسيار مهربان است"
        },
        {
            "chapter": 7,
            "verse": 168,
            "text": "و آنان را در زمين به صورت گروه‌هايى پراكنده ساختيم: برخى از آنان درستكارند و برخى از آنان جز اينند. و آنها را به خوشيها و ناخوشيها آزموديم، باشد كه ايشان بازگردند"
        },
        {
            "chapter": 7,
            "verse": 169,
            "text": "آنگاه بعد از آنان، جانشينانى وارث كتاب [آسمانى‌] شدند كه متاع اين دنياى پست را مى‌گيرند و مى‌گويند: «بخشيده خواهيم شد.» و اگر متاعى مانند آن به ايشان برسد [باز] آن را مى‌ستانند. آيا از آنان پيمان كتاب [آسمانى‌] گرفته نشده كه جز به حق نسبت به خدا سخن نگويند، با اينكه آنچه را كه در آن [كتاب‌] است آموخته‌اند؟ و سراى آخرت براى كسانى كه پروا پيشه مى‌كنند بهتر است. آيا باز تعقّل نمى‌كنيد؟"
        },
        {
            "chapter": 7,
            "verse": 170,
            "text": "و كسانى كه به كتاب [آسمانى‌] چنگ درمى‌زنند و نماز برپا داشته‌اند [بدانند كه‌] ما اجر درستكاران را تباه نخواهيم كرد"
        }
    ]
}