{
    "pages": [
        {
            "chapter": 41,
            "verse": 21,
            "text": "و به پوست [بدن‌] خود مى‌گويند: «چرا بر ضدّ ما شهادت داديد؟» مى‌گويند: «همان خدايى كه هر چيزى را به زبان درآورده ما را گويا گردانيده است، و او نخستين بار شما را آفريد و به سوى او برگردانيده مى‌شويد.»"
        },
        {
            "chapter": 41,
            "verse": 22,
            "text": "و [شما] از اينكه مبادا گوش و ديدگان و پوستتان بر ضدّ شما گواهى دهند [گناهانتان را] پوشيده نمى‌داشتيد ليكن گمان داشتيد كه خدا بسيارى از آنچه را كه مى‌كنيد نمى‌داند"
        },
        {
            "chapter": 41,
            "verse": 23,
            "text": "و همين بود گمانتان كه در باره پروردگارتان برديد؛ شما را هلاك كرد و از زيانكاران شديد"
        },
        {
            "chapter": 41,
            "verse": 24,
            "text": "پس اگر شكيبايى نمايند جايشان در آتش است و اگر از در پوزش درآيند مورد اجابت قرار نمى‌گيرند"
        },
        {
            "chapter": 41,
            "verse": 25,
            "text": "و براى آنان دمسازانى گذاشتيم، و آنچه در دسترس ايشان و آنچه در پى آنان بود در نظرشان زيبا جلوه دادند و فرمان [عذاب‌] در ميان امّتهايى از جن و انس كه پيش از آنان روزگار به سر برده بودند، بر ايشان واجب آمد، چرا كه آنها زيانكاران بودند"
        },
        {
            "chapter": 41,
            "verse": 26,
            "text": "و كسانى كه كافر شدند گفتند: «به اين قرآن گوش مدهيد و سخن لغو در آن اندازيد، شايد شما پيروز شويد.»"
        },
        {
            "chapter": 41,
            "verse": 27,
            "text": "و قطعاً كسانى را كه كافر شده‌اند عذابى سخت مى‌چشانيم و حتماً آنها را به بدتر از آنچه مى‌كرده‌اند جزا مى‌دهيم"
        },
        {
            "chapter": 41,
            "verse": 28,
            "text": "آرى، سزاى دشمنان خدا همان آتش است كه در آن، منزل هميشگى دارند. [اين‌] جزا به كيفر آن است كه نشانه‌هاى ما را انكار مى‌كردند"
        },
        {
            "chapter": 41,
            "verse": 29,
            "text": "و كسانى كه كفر ورزيدند گفتند: «پروردگارا، آن دو [گمراه‌گرى‌] از جن و انس كه ما را گمراه كردند به ما نشان ده تا آنها را زير قدمهايمان بگذاريم تا زبون شوند.»"
        }
    ]
}