{
    "rukus": [
        {
            "chapter": 11,
            "verse": 110,
            "text": "Veche dadokhme na Musa Pisanieto i nastana raznoglasie za nego. I ako nyamashe predishno Slovo ot tvoya Gospod, shteshe da e ot·sŭdeno mezhdu tyakh. I se sŭmnyavakha v nego s podozrenie"
        },
        {
            "chapter": 11,
            "verse": 111,
            "text": "I na vsichki tvoyat Gospod shte izplati za deyaniyata im. Svedusht e Toĭ za onova, koeto vŭrshat"
        },
        {
            "chapter": 11,
            "verse": 112,
            "text": "I bŭdi na praviya pŭt, kakto ti be poveleno, ti i vseki pokayal se s teb, i ne prestŭpvaĭte! Zryasht e Toĭ za onova, koeto vŭrshite"
        },
        {
            "chapter": 11,
            "verse": 113,
            "text": "I ne klonete kŭm onezi, koito ugnetyavat, za da ne vi zasegne Ogŭnyat! Nyamate osven Allakh pokroviteli. Posle ne shte vi se pomogne"
        },
        {
            "chapter": 11,
            "verse": 114,
            "text": "I ot·sluzhvaĭ molitvata v dvata kraya na denya, i v nachaloto na noshtta! Naistina dobrinite premakhvat zlinite. Tova e napomnyane za pouchavashtite se"
        },
        {
            "chapter": 11,
            "verse": 115,
            "text": "I bŭdi tŭrpeliv! Allakh ne pogubva nagradata na blagodetelnite"
        },
        {
            "chapter": 11,
            "verse": 116,
            "text": "Imashe li sred pokoleniyata predi vas pravedni, vŭzbranyavashti razvalata po zemyata, osven maltsinata ot tyakh, koito spasikhme? Ugnetitelite posledvakha razkosha, v koĭto zhiveekha. I byakha prestŭpvashti"
        },
        {
            "chapter": 11,
            "verse": 117,
            "text": "Tvoyat Gospod ne pogubva selishtata s gnet, kogato zhitelite im vŭrshat pravedni dela"
        },
        {
            "chapter": 11,
            "verse": 118,
            "text": "I ako tvoyat Gospod be pozhelal, shteshe da stori khorata edna obshtnost. Ala te ne prestavat da sa v raznoglasie"
        },
        {
            "chapter": 11,
            "verse": 119,
            "text": "osven koito [zasluzhavat] tvoyat Gospod da gi pomilva i Toĭ [taka] gi e sŭtvoril. I se sbŭdna Slovoto na tvoya Gospod: “Nepremenno shte napŭlnya Ada s dzhinove i khora zaedno.”"
        },
        {
            "chapter": 11,
            "verse": 120,
            "text": "I vsichko ti razkazvame ot vestite za pratenitsite, za da ukrepim s nego sŭrtseto ti. S tyakh pri teb doĭde istinata i pouchenie, i napomnyane za vyarvashtite"
        },
        {
            "chapter": 11,
            "verse": 121,
            "text": "I kazhi na onezi, koito ne vyarvat: “Rabotete kakto mozhete! I nie shte rabotim"
        },
        {
            "chapter": 11,
            "verse": 122,
            "text": "I chakaĭte! I nie chakame.”"
        },
        {
            "chapter": 11,
            "verse": 123,
            "text": "Na Allakh e nevedomoto na nebesata i na zemyata, i kŭm Nego shte bŭdat vŭrnati vsichki dela. Zatova na Nego sluzhi i na Nego se upovavaĭ! Tvoyat Gospod ne podminava delata vi"
        }
    ]
}