{
    "rukus": [
        {
            "chapter": 23,
            "verse": 51,
            "text": "Эй паёмбарон, аз чизҳои покизаву хуш бихӯред ва корҳои шоиста кунед, ки Ман ба корҳое, ки ме- кунед, огоҳам"
        },
        {
            "chapter": 23,
            "verse": 52,
            "text": "Албатта ин дини шумо динест ягона ва Ман Парвардигори шумоям, аз Ман битарсед"
        },
        {
            "chapter": 23,
            "verse": 53,
            "text": "Пас дини худро фирқа-фирқа карданд ва ҳар фирқае ба равише, ки интихоб карда буд, дилхуш буд"
        },
        {
            "chapter": 23,
            "verse": 54,
            "text": "Ононро то чанде дар гумроҳияшон бигузор"
        },
        {
            "chapter": 23,
            "verse": 55,
            "text": "Оё мепиндоранд, ки он молу фарзанд, ки ба онҳо додем"
        },
        {
            "chapter": 23,
            "verse": 56,
            "text": "барои он аст, ки мекӯшем хайре ба онҳо бирасо- нем? На, онон дарнамеёбанд"
        },
        {
            "chapter": 23,
            "verse": 57,
            "text": "Онҳое, ки аз хавфи Парвардигорашон ларзонанд"
        },
        {
            "chapter": 23,
            "verse": 58,
            "text": "ва онҳое, ки ба оёти Парвардигорашон имон ме- оваранд"
        },
        {
            "chapter": 23,
            "verse": 59,
            "text": "ва онҳое, ки ба Парвардигорашон ширк намеова- ранд"
        },
        {
            "chapter": 23,
            "verse": 60,
            "text": "ва онҳое, ки ҳамаи он чиро бояд адо кунанд, адо мекунанд ва боз ҳам дилҳояшон тарсон аст, ки бояд назди Парвардигорашон бозгарданд"
        },
        {
            "chapter": 23,
            "verse": 61,
            "text": "инҳо ҳастанд, ки ба корҳои нек мешитобанд ва дар он бар якдигар пешӣ меҷӯянд"
        },
        {
            "chapter": 23,
            "verse": 62,
            "text": "Бар ҳеҷ кас ҷуз ба миқдори тавонаш таклиф на- мекунем. Ва назди Мо китобест, ки ба ҳақ сухан мегӯяд. Ва бар онҳо ситаме намеравад"
        },
        {
            "chapter": 23,
            "verse": 63,
            "text": "На! Дилҳояшон аз ин сухан дар пардаи ғафлат аст. Ва онҳоро корҳоест ҷуз ин корҳо, ки мекунанд"
        },
        {
            "chapter": 23,
            "verse": 64,
            "text": "То он гоҳ ки сарватмандонашонро ба азоб ги- рифтор кунем ва нола сар диҳанд"
        },
        {
            "chapter": 23,
            "verse": 65,
            "text": "Имрӯз нола сар мадиҳед, ки шуморо аз азоби Мо кас наҷот надиҳад"
        },
        {
            "chapter": 23,
            "verse": 66,
            "text": "Оёти Ман! бароятюн хонда, мешуд ва шумо наме- пазируфтед ва пас-пас мерафтед"
        },
        {
            "chapter": 23,
            "verse": 67,
            "text": "Бар он такаббур мекардед ва шабҳангом дар аф- сонасароӣ носазо мегуфтед"
        },
        {
            "chapter": 23,
            "verse": 68,
            "text": "Оё дар ин сухан намеандешанд ё барои онҳо чи- зе нозил шуда, ки барои ниёгонашон нозил нашуда буд"
        },
        {
            "chapter": 23,
            "verse": 69,
            "text": "Ё он ки паёмбарашонро нашинохтаанд, ки инко- раш мекунанд"
        },
        {
            "chapter": 23,
            "verse": 70,
            "text": "Ё мегӯянд, ки девона аст? На, паёмбарашон ба дини ҳақ бар онҳо фиристода шуд, вале бештара- шон аз ҳақ бадбинӣ доранд"
        },
        {
            "chapter": 23,
            "verse": 71,
            "text": "Агар ҳақ аз паи ҳавасҳояшон мерафт, осмонҳо- ву замин ва ҳар кӣ дар онҳост, ҳалок мешуд. Вале Мо пан; даш, он фиристодем ва онҳо аз пандашон рӯйгардон шуданд"
        },
        {
            "chapter": 23,
            "verse": 72,
            "text": "Ё ту аз онҳо музде металабӣ? Музди Парварди- горат беҳтар аст, ки Ӯ беҳтарини рӯзидиҳандагон аст"
        },
        {
            "chapter": 23,
            "verse": 73,
            "text": "Албатта ту ба роҳи росташон даъват мекунӣ"
        },
        {
            "chapter": 23,
            "verse": 74,
            "text": "Ва касоне, ки ба охират имон надоранд, аз роҳи рост каҷраванд"
        },
        {
            "chapter": 23,
            "verse": 75,
            "text": "Агар бар онҳо раҳмат меоварем ва озореро, ки ба он гирифторанд, аз онҳо дур месохтем, боз ҳам хамчунон бо сарсахтӣ дар таҷовузи худ саргашта ме- монданд"
        },
        {
            "chapter": 23,
            "verse": 76,
            "text": "Ба азоб гирифторашон кардем на сар хам кар- данд ва на илтиҷо"
        },
        {
            "chapter": 23,
            "verse": 77,
            "text": "То он гоҳ ки даре аз азоби сахт ба рӯяшон ку- шодем, чунон ки аз ҳама ҷо ноумед гаштанд"
        }
    ]
}