{
    "rukus": [
        {
            "chapter": 26,
            "verse": 10,
            "text": "Ва Парвардигорат Мӯсоро нидо до, д, ки: эй Мӯсо, ба сӯи он мардуми ситамгор бирав"
        },
        {
            "chapter": 26,
            "verse": 11,
            "text": "қавми Фиръавн. Оё намехоҳанд парҳезгор шаванд"
        },
        {
            "chapter": 26,
            "verse": 12,
            "text": "Гуфт: «Эй Парвардигори ман, метарсам, ки дурӯғгӯям хонанд"
        },
        {
            "chapter": 26,
            "verse": 13,
            "text": "Ва дили ман танг гардад ва забонам кушода нашавад. Ҳорунро пайғамбарӣ деҳ"
        },
        {
            "chapter": 26,
            "verse": 14,
            "text": "Ва бар ман ба гуноҳе даъвое доранд, метарсам, ки маро бикушанд»"
        },
        {
            "chapter": 26,
            "verse": 15,
            "text": "Гуфт: «Ҳаргиз, оёти Маро ҳар ду назди онҳо бибаред, Мо низ бо шумо ҳастем ва гӯшкунандаем"
        },
        {
            "chapter": 26,
            "verse": 16,
            "text": "Пас назди Фиръавн равед ва бигӯед: «Мо расули Парвардигори ҷаҳониён ҳастем"
        },
        {
            "chapter": 26,
            "verse": 17,
            "text": "ки банӣ-Исроилро бо мо бифиристӣ»"
        },
        {
            "chapter": 26,
            "verse": 18,
            "text": "Гуфт: «Оё ба ҳангоми кӯдакӣ назди худ парваришат надодем ва ту чанд сол аз умратро дар миёни мо нагузаронидӣ"
        },
        {
            "chapter": 26,
            "verse": 19,
            "text": "Ва он корро, ки аз ту оар зад, накардаӣ? Пас ту кофири неъматӣ»"
        },
        {
            "chapter": 26,
            "verse": 20,
            "text": "Гуфт: «Он вақт, ки чунон кардам, аз хатокорон будам"
        },
        {
            "chapter": 26,
            "verse": 21,
            "text": "Ва чун аз шумо тарсидам, гурехтам. Вале Парвардигори мам ба ман паёмбарӣ дод ва маро дар шумори паёмбарон овард"
        },
        {
            "chapter": 26,
            "verse": 22,
            "text": "Ва миннати ин неъматро бар ман мекунӣ, ки банӣ-Исроилро ғулом сохтаӣ?»"
        },
        {
            "chapter": 26,
            "verse": 23,
            "text": "Фиръавн гуфт: «Парвардигори ҷаҳониён чист?»"
        },
        {
            "chapter": 26,
            "verse": 24,
            "text": "Гуфт: «Агар ба яқин мепазиред, Парвардигори осмонҳову замин ва ҳар чӣ миёни онҳост»"
        },
        {
            "chapter": 26,
            "verse": 25,
            "text": "Ба онон, ки дар атрофаш буданд, гуфт: «Оё нашунидед?»"
        },
        {
            "chapter": 26,
            "verse": 26,
            "text": "Гуфт; «Парвардпгори шумо ва Парвардигори падарони аввалини шумо»"
        },
        {
            "chapter": 26,
            "verse": 27,
            "text": "Фиръазн гуфт: «Ин паёмбаре, ки бар шумо фиристода шуда, девона аст»"
        },
        {
            "chapter": 26,
            "verse": 28,
            "text": "Гуфт: «Ӯст Парвардигори машрику мағриб ва ҳар чӣ миёни он дӯст, агар ақл кунед»"
        },
        {
            "chapter": 26,
            "verse": 29,
            "text": "Фиръавн гуфт: «Агар ба ҷои ман каси дигареро ба худои гири, ба зиндонат меафканам»"
        },
        {
            "chapter": 26,
            "verse": 30,
            "text": "Гуфт: «Ҳатто агар мӯъҷизае равшан барои ту оварда бошам?»"
        },
        {
            "chapter": 26,
            "verse": 31,
            "text": "Гуфт; Агар рост мегӯӣ, онро биёвар»"
        },
        {
            "chapter": 26,
            "verse": 32,
            "text": "Асояшро партофт. Ба ошкоро аждаҳое шуд"
        },
        {
            "chapter": 26,
            "verse": 33,
            "text": "Ва дасташро берун овард. Дар назари бинандагон сафед менамуд"
        }
    ]
}