{
    "rukus": [
        {
            "chapter": 32,
            "verse": 12,
            "text": "Туро ибрат аст, он гоҳ ки гунаҳкоронро дар назди Парвардигорашон сарафканда бинӣ. Гӯянд: «Эй Парвардигори мо, дидем ва шунидем. Акнун моро бозгардон то коре шоиста кунем, ки инак ба яқин расидаем»"
        },
        {
            "chapter": 32,
            "verse": 13,
            "text": "Агар мехостем, ҳидояти ҳар касро ба ӯ ато мекардем, вале ваъдаи Ман, ки ҷаҳаннамро аз ҳаман ҷинниёну одамиён пур мекунам, ҳақ аст"
        },
        {
            "chapter": 32,
            "verse": 14,
            "text": "Ба ҷазои он, ки дидори чунин рӯзеро фаромӯш карда будед, акнун бичашед. Мо низ шуморо аз ёд бурдаем. Ба сазои корҳое, ки мекардаед, азоби ҷовидро бичашед"
        },
        {
            "chapter": 32,
            "verse": 15,
            "text": "Танҳо касоне ба оёти Мо имон овардаанд, ки чун оёти Моро бишнаванд, ба саҷда бияфтанд ва Парвардигорашонро ба покӣ биситоянд ва саркашӣ накунанд (Сачда)"
        },
        {
            "chapter": 32,
            "verse": 16,
            "text": "Аз бистари хоб паҳлӯ тиҳӣ (бедорхобӣ) мекунанд, Парвардигорашонро бо биму умед илтиҷо мекунанд ва аз он чӣ ба онҳо додаем, садақа мекунанд"
        },
        {
            "chapter": 32,
            "verse": 17,
            "text": "Ва ҳеҷ кас аз он мукофоте аз хушиву хурсандӣ хабар надорад, ки ба музди корҳои кардааш, барояш пинҳон карда шудааст"
        },
        {
            "chapter": 32,
            "verse": 18,
            "text": "Оё он кас, ки имон оварда, мопанди кассет, ки фисқ меварзад? На, баробар нестанд"
        },
        {
            "chapter": 32,
            "verse": 19,
            "text": "Аммо онон, ки имон овардаанд ва корҳои шоиста кардаанд, ба ҷазои неки амалҳое, ки макардаанд, манзилгоҳе дар боғҳои биҳишт хоҳанд ёфт"
        },
        {
            "chapter": 32,
            "verse": 20,
            "text": "Ва аммо фосиқон, манзилгоҳашон оташ аст. Ҳар гоҳ ки бихоҳанд аз он берун оянд, бори дигар онҳоро ба даруни оташ бозгардонанд ва бигӯяндашон: «Бичашед азоби оташеро, ки дурӯғаш мепиндоштед!»"
        },
        {
            "chapter": 32,
            "verse": 21,
            "text": "Ва азоби дунёро пеш аз он азоби бузургтар ба онҳо бичашонем, шояд, ки бозгарданд"
        },
        {
            "chapter": 32,
            "verse": 22,
            "text": "Кист ситамкортар аз он касе, ки ӯро ба оёти Парвардигораш панд диҳанд, вале рӯй гардонад? Мо аз гунаҳкорон интиқом мегирем"
        }
    ]
}