{
    "rukus": [
        {
            "chapter": 2,
            "verse": 267,
            "text": "Эй касоне, ки имон овардаед, аз дастовардҳои некӯи хеш ва аз он чӣ бароятон аз замин рӯёнидем, харҷ кунед, на аз чизҳои нопоку бад, ки худ онҳоро ҷуз аз рӯи чашмпӯшӣ намеситонед. Ва бидонед, ки Худо бениёз ва сазовори ситоиш аст"
        },
        {
            "chapter": 2,
            "verse": 268,
            "text": "Шайтон шумор аз бенавоӣ метарсонад ва ба корҳои зишт вомедорад, дар ҳоле ки Худо шуморо ба омурзиши хеш ва афзунӣ ваъда медиҳад. Худо кушоишдиҳанда ва доност"
        },
        {
            "chapter": 2,
            "verse": 269,
            "text": "Ба ҳар ки хоҳад, ҳикмат медиҳад. Ва ба ҳар ки ҳикмат медиҳад, некии фаровон дода шуда. Ва ҷуз хирадмандон панд напазиранд"
        },
        {
            "chapter": 2,
            "verse": 270,
            "text": "Хар чиро садақа ё назр кардаед, Худо ба он огоҳ аст. Ва ситамкоронро ҳеҷ ёреву мададгоре нест"
        },
        {
            "chapter": 2,
            "verse": 271,
            "text": "Агар ошкоро садақа диҳед, коре некуст ва агар пинҳонӣ ба бенавоён садақа диҳед, некӯтар аст ва гуноҳони шуморо дур созад. Ва Худо ба корҳое, ки мекунед, огоҳ аст"
        },
        {
            "chapter": 2,
            "verse": 272,
            "text": "Ҳидоят ёфтани онон бар ӯҳдаи ту нест, балки Худост, ки ҳар киро, ки бихоҳад, ҳидоят мекунад. Ва ҳар моле, ки садақа мекунед, савобаш азони худи шумост ва ҷуз барои хушнудии Худо чизе харҷ макунед ва ҳар чӣ харҷ кунед, мукофоти он ба шумо мерасад ва бар шумо ситам нахоҳад шуд"
        },
        {
            "chapter": 2,
            "verse": 273,
            "text": "Ин садақот аз они бенавоёнест, ки худро дар тоъати Ҳақ банд кардаанд ва дар талаби қувват нотавонанд ва ончунон дар пардаи ифофанд (худдорӣ), ки ҳар кӣ ҳоли эшон надонад, пиндорад, ки аз тавонгаронанд. Ононро аз симояшон мешиносӣ, ки ба исрор (бо хирагӣ) аз касе чизе нахоҳанд. Ва ҳар моле, ки хайр мекунед, Худо ба он огоҳ аст"
        }
    ]
}