{
    "rukus": [
        {
            "chapter": 35,
            "verse": 38,
            "text": "Худо донои ниҳони осмонҳову замин аст ва Ӯ ба он чӣ дар дилҳост, огоҳ аст"
        },
        {
            "chapter": 35,
            "verse": 39,
            "text": "Ӯст, ки шуморо дар рӯи замин ҷонишини пешиниён кард, пас ҳар кас, ки кофирӣ кунад, куфраш бар зиёни ӯст ва куфри кофирон ҷуз бар душмании Парвардигорашон бо онҳо наяфзояд. Низ куфри кофирон фақат ба зиёнашон афзояд"
        },
        {
            "chapter": 35,
            "verse": 40,
            "text": "Бигӯ: «Он шариконеро, ки ба ҷои Худои якто мехондед, дидед? Ба ман бинамоед, ки аз ин замин чӣ чизро офаридаанд? Ё дар офариниши осмон чӣ шарикие доштаанд? Оё бар онҳо китобе фиристодаем, ки онро ҳуҷҷати худ созанд? На, ситамкорон ба якдигар ғайри фиреб ваъдае намедиҳанд»"
        },
        {
            "chapter": 35,
            "verse": 41,
            "text": "Худо осмонҳову заминро нигаҳ медорад, то аз ҷой беҷо нашаванд ва агар аз ҷой беҷо шаванд, ҳеҷ як аз шумо, ғайри Ӯ, наметавонад онҳоро нигаҳ дорад. Албатта Худо бурдбору бахшоянда аст"
        },
        {
            "chapter": 35,
            "verse": 42,
            "text": "Ба Худо қасамҳои сахт хӯрданд, ки агар бимдиҳандае биёяд, беҳтар аз ҳар уммати дигар ҳидоят ёбанд. Вале чун бимдиҳандае омад, бадбинияшон афзуд"
        },
        {
            "chapter": 35,
            "verse": 43,
            "text": "ба саркашӣ дар замин ва найрангҳои бад. Ва ин найрангҳои бад фақат найрангбозонро дар бар гирад. Оё ҷуз суннате, ки бар гузаштагон рафтааст, мунтазири чизи дигаре ҳастанд? Дар суннати Худо ҳеҷ табдиле намеёбӣ ва дар суннати Худо ҳеҷ тағйире намеёбӣ"
        },
        {
            "chapter": 35,
            "verse": 44,
            "text": "Оё дар замин намегарданд, то бубинанд, ки оқибати мардуме, ки пеш аз онҳо будаанд ва нерӯе бештар доштаанд, ба куҷо кашид? Ҳеҷ чиз дар осмонҳову замин нест, ки Худоро нотавон созад. Зеро Ӯ донову тавоност"
        },
        {
            "chapter": 35,
            "verse": 45,
            "text": "Ва агар Худо бихоҳад, мардумро ба сабаби корҳое, ки кардаанд, бозхост кунад, бар рӯи замин ҳеҷ ҷунбандае боқӣ нагузорад, вале онҳоро то замоне муъайян мӯҳлат медиҳад ва чун муддаташон тамом щуд, ба амалҳои бандагони худ огоҳ аст"
        }
    ]
}