{
    "rukus": [
        {
            "chapter": 45,
            "verse": 12,
            "text": "Худост, ки дарёро роми шумо кард, то дар он ба фармони Ӯ киштиҳо равон бошанд ва талаби маъишат кунед, бошад, ки шукргузор бошед"
        },
        {
            "chapter": 45,
            "verse": 13,
            "text": "Роми шумо сохт он чӣ дар осмонҳост ва он чӣ дар замин аст. Ҳама аз они Ӯст. Дар ин барои фикркунандагон ибратҳоест"
        },
        {
            "chapter": 45,
            "verse": 14,
            "text": "Ба касоне, ки имон овардаанд, бигӯ: «Аз хатои касоне, ки ба рӯзҳои Худо бовар надоранд, даргузаред, то худ он мардумро ба ҷазои амалҳое, ки муртакиб шудаанд (кардаанд), ҷазо диҳад"
        },
        {
            "chapter": 45,
            "verse": 15,
            "text": "Ҳар кас кори шоистае кунад, ба нафъи худи ӯст ва ҳар кас муртакиби кори баде шавад, ба зиёни ӯст. Сипас ҳама ба сӯи Парвардигоратон бозгардонда мешавед"
        },
        {
            "chapter": 45,
            "verse": 16,
            "text": "Мо ба банӣ-Исроил китоб ва илми довариву паёмбарӣ ато кардем ва аз чизҳои покизаву хуш рузияшон кардем. Ва бар ҷаҳониён бартарияшон (беҳтариашон) додем"
        },
        {
            "chapter": 45,
            "verse": 17,
            "text": "Ва онҳоро дар бораи он амр далоиле равшан додем. Ва дар он аз рӯи ҳасаду кина ихтилоф карданд, он гоҳ, ки дониш ёфтанд. Худо дар рӯзи қиёмат дар он чӣ ихтилоф (зиддият) мекарданд, довари хоҳад кард"
        },
        {
            "chapter": 45,
            "verse": 18,
            "text": "Пас туро ба роҳи дин андохтем. Бо он роҳ бирав ва аз паи хоҳиши нодонон марав"
        },
        {
            "chapter": 45,
            "verse": 19,
            "text": "Инҳо туро ҳеҷ аз азоби Худо дафъ намекунанд ва золимон дӯстдорони якдигаранд ва Худо дӯстдори парҳезгорон аст"
        },
        {
            "chapter": 45,
            "verse": 20,
            "text": "Ин Қуръон далелҳои равшани мардум ва ҳидояту раҳматест барои аҳли яқин"
        },
        {
            "chapter": 45,
            "verse": 21,
            "text": "Оё окон, ки кунандаи бадиҳо мешаванд, мепиндоранд, ки дар шумори касоне, ки имон овардаанд ва корҳои шоиста кардаанд, қарорашон медиҳем? Ва оё зиндагиву маргашон яксон аст? Чӣ бад доварӣ мекунанд"
        }
    ]
}