{
    "rukus": [
        {
            "chapter": 48,
            "verse": 1,
            "text": "Мо барои ту пирӯзии намоёнеро ҳукм кардаем"
        },
        {
            "chapter": 48,
            "verse": 2,
            "text": "То Худо гуноҳи туро, он чӣ пеш аз ин буда ва он чӣ пас аз ин бошад, барои ту бибахшояд ва неъмати худро бар ту комил кунад ва туро ба роҳи рост роҳ намояд"
        },
        {
            "chapter": 48,
            "verse": 3,
            "text": "Ва Худо ёрият кунад, ёрӣ кардане пирӯзмандона"
        },
        {
            "chapter": 48,
            "verse": 4,
            "text": "Ӯст, ки бар дилҳои мӯъминон оромиш фиристод, то бар имонашон пайваста бияфзояд. Ва аз они Худост лашкарҳои осмонҳову замин ва Худо донову ҳаким аст"
        },
        {
            "chapter": 48,
            "verse": 5,
            "text": "Ва то мардону занони мӯъминро ба биҳиштҳое дохил кунад, ки дар он наҳрҳо ҷорист ва дар он ҷо ҷовидонанд ва гуноҳонашонро нест кунад. Ва ин дар назди Худо комёбии бузургест"
        },
        {
            "chapter": 48,
            "verse": 6,
            "text": "Ва мардону занони мунофиқ ва мардону занони мушрикро, ки бар Худо бадгумонанд, 'азоб кунад. Бар онҳо бод мусибати бад ва Худо бар онҳо хашм гирифт ва лаънаташон кард ва ҷаҳаннамро барояшон омода кардааст ва ҷаҳаннам ҷойгоҳи бадест"
        },
        {
            "chapter": 48,
            "verse": 7,
            "text": "Аз они Худост лашкарҳои осмонҳову замин ва Худо ғолибу ҳаким аст"
        },
        {
            "chapter": 48,
            "verse": 8,
            "text": "Туро гувоҳидиҳандаву муждадиҳанда ва бимдиҳанда фиристодаем"
        },
        {
            "chapter": 48,
            "verse": 9,
            "text": "То ба Худову паёмбараш имон биёваред ва ёрияш кунеду бузургаш доред ва Худоро субҳгоҳу шомгоҳ тасбеҳ гӯед"
        },
        {
            "chapter": 48,
            "verse": 10,
            "text": "Онон, ки бо ту байъат (аҳд) мекунанд, ҷуз ин нест, ки бо Худо байъат мекунанд. Дасти Худо болои дастҳояшон аст. Ва ҳар кӣ байъатро бишканад, ба зиёни худ шикастааст. Ва ҳар кӣ ба он байъат, ки бо Худо бастааст, вафо кунад, ӯро музде некӯ диҳад"
        }
    ]
}