{
    "rukus": [
        {
            "chapter": 61,
            "verse": 1,
            "text": "Худоро тасбеҳ гӯянд ҳар чӣ дар осмошҳову дар замин аст ва Ӯст пирӯзманду ҳаким"
        },
        {
            "chapter": 61,
            "verse": 2,
            "text": "Эй касоне, ки имон овардаед, чаро суханоне мегӯед, ки иҷро намекунед"
        },
        {
            "chapter": 61,
            "verse": 3,
            "text": "Худованд сахт ба хашм меояд, ки чизе бигӯеду ба ҷой наёваред"
        },
        {
            "chapter": 61,
            "verse": 4,
            "text": "Худо дӯст дорад касонеро, ки дар роҳи Ӯ саф кашида монанди деворе, ки хиштҳояшонро ба ҳам пайванд дода бошанд, меҷанганд"
        },
        {
            "chapter": 61,
            "verse": 5,
            "text": "Ва Мӯсо ба қавми худ гуфт: «Эй қавми ман, чаро маро меозоред, ҳол он ки медонед, ки ман паёмбари Худо бар шумо ҳастам?» Чун аз ҳақ рӯйгардон шуданд, Худо низ дилҳошонро аз ҳақ бигардонид. Ва Худо мардуми нофармонро ҳидоят намекунад"
        },
        {
            "chapter": 61,
            "verse": 6,
            "text": "Ва Исо бинни Марям гуфт: «Эй банӣ-Исроил, ман паёмбари Худо бар шумо ҳастам. Тавротеро, ки пеш аз ман будааст, тасдиқ мекунам ва ба паёмбаре, ки баъд аз ман меояд ва номаш Аҳмад аст, хушхабаратон медиҳам». Чун он паёмбар бо мӯъҷизаҳои равшан омад, гуфтанд: Ин ҷодуест ошкор!»"
        },
        {
            "chapter": 61,
            "verse": 7,
            "text": "Кист золимтар аз он кас, ки ба Худо дурӯғ мебандад, дар ҳоле ки ӯро ба ислом даъйат мекунанд? Ва Худо ситамкоронро ҳидоят намекунад"
        },
        {
            "chapter": 61,
            "verse": 8,
            "text": "Мехоҳанд нури Худоро ба даҳонҳояшон хомӯш кунанд, вале Худо комилкунандаи нури худ аст, агарчи кофиронро нохуш ояд"
        },
        {
            "chapter": 61,
            "verse": 9,
            "text": "Ӯст он Худое, ки паёмбари Худро ҳамроҳ бо ҳидоят ва дини ростин бифиристод, то ӯро бар ҳамаи динҳо ғолиб гардонад, дарчанд мушриконро нохуш ояд"
        }
    ]
}