{
    "rukus": [
        {
            "chapter": 9,
            "verse": 60,
            "text": "Pozhertvovaniya prednaznacheny dlya neimushchikh i bednykh, dlya tekh, kto zanimayetsya ikh sborom i raspredeleniyem, i dlya tekh, ch'i serdtsa khotyat zavoyevat', dlya vykupa rabov, dlya dolzhnikov, dlya raskhodov na puti Allakha i dlya putnikov. Takovo predpisaniye Allakha. Voistinu, Allakh - Znayushchiy, Mudryy"
        },
        {
            "chapter": 9,
            "verse": 61,
            "text": "Sredi nikh yest' takiye, kotoryye obizhayut Proroka i govoryat: «On yest' ukho (vyslushivayet lyubyye novosti)». Skazhi: «On slushayet tol'ko to, chto luchshe dlya vas. On veruyet v Allakha i doveryayet veruyushchim. On yavlyayetsya milost'yu dlya tekh, kotoryye uverovali». Tem zhe, kotoryye obizhayut Poslannika Allakha, ugotovany muchitel'nyye stradaniya"
        },
        {
            "chapter": 9,
            "verse": 62,
            "text": "Oni klyanutsya Allakhom, chtoby ugodit' vam. No dlya nikh bylo by luchshe, yesli tol'ko oni yavlyayutsya veruyushchimi, ugozhdat' Allakhu i Yego Poslanniku"
        },
        {
            "chapter": 9,
            "verse": 63,
            "text": "Razve oni ne znali, chto tomu, kto proyavlyayet vrazhdebnost' k Allakhu i Yego Poslanniku, naveki ugotovan ogon' Geyenny? Eto - velikoye beschestiye"
        },
        {
            "chapter": 9,
            "verse": 64,
            "text": "Litsemery opasayutsya, chto im budet nisposlana sura, kotoraya povedayet o tom, chto v ikh serdtsakh. Skazhi: «Nasmekhaytes'! Allakh nepremenno vyvedet naruzhu to, chego vy opasayetes'»"
        },
        {
            "chapter": 9,
            "verse": 65,
            "text": "Yesli ty ikh sprosish', oni nepremenno skazhut: «My tol'ko boltali i zabavlyalis'». Skazhi: «Neuzheli vy nasmekhalis' nad Allakhom, Yego ayatami i Yego Poslannikom"
        },
        {
            "chapter": 9,
            "verse": 66,
            "text": "Ne izvinyaytes'. Vy stali neveruyushchimi posle togo, kak uverovali». Yesli My prostim nekotorykh iz vas, to nepremenno podvergnem mucheniyam ostal'nykh za to, chto oni stali greshnikami"
        }
    ]
}