{
    "rukus": [
        {
            "chapter": 29,
            "verse": 52,
            "text": "Skazhi: «Dovol'no togo, chto Allakh yavlyayetsya Svidetelem mezhdu mnoyu i vami. On znayet to, chto na nebesakh i na zemle. Te zhe, kotoryye uverovali v lozh' i ne uverovali v Allakha, nepremenno okazhutsya v ubytke»"
        },
        {
            "chapter": 29,
            "verse": 53,
            "text": "Oni toropyat tebya s mucheniyami. Yesli by ne naznachennyy srok, to mucheniya uzhe yavilis' by k nim. Voistinu, oni yavyatsya k nim vnezapno, i oni dazhe ne pochuvstvuyut etogo"
        },
        {
            "chapter": 29,
            "verse": 54,
            "text": "Oni toropyat tebya s mucheniyami. Voistinu, Geyenna nepremenno obstupit neveruyushchikh"
        },
        {
            "chapter": 29,
            "verse": 55,
            "text": "V tot den' mucheniya pokroyut ikh sverkhu i iz-pod nog. On skazhet: «Vkusite to, chto vy sovershali!»"
        },
        {
            "chapter": 29,
            "verse": 56,
            "text": "O Moi veruyushchiye raby! Voistinu, Moya zemlya obshirna, poklonyaytes' zhe Mne"
        },
        {
            "chapter": 29,
            "verse": 57,
            "text": "Kazhdaya dusha vkusit smert', a potom vy budete vozvrashcheny k Nam"
        },
        {
            "chapter": 29,
            "verse": 58,
            "text": "Tekh, kotoryye uverovali i sovershali pravednyye deyaniya, My nepremenno poselim v gornitsakh v Rayu, v kotorom tekut reki. Oni prebudut tam vechno. Kak zhe prekrasno voznagrazhdeniye truzhenikov"
        },
        {
            "chapter": 29,
            "verse": 59,
            "text": "kotoryye byli terpelivy i upovali na svoyego Gospoda"
        },
        {
            "chapter": 29,
            "verse": 60,
            "text": "Skol'ko yest' zhivykh sushchestv, kotoryye ne unosyat svoyego propitaniya (ili ne zapasayutsya svoim propitaniyem)! Allakh nadelyayet propitaniyem ikh i vas. On - Slyshashchiy, Znayushchiy"
        },
        {
            "chapter": 29,
            "verse": 61,
            "text": "Yesli ty sprosish' ikh: «Kto sozdal nebesa i zemlyu i podchinil solntse i lunu?». - oni nepremenno skazhut: «Allakh». Do chego zhe oni otvrashcheny ot istiny"
        },
        {
            "chapter": 29,
            "verse": 62,
            "text": "Allakh uvelichivayet ili ogranichivayet udel tomu iz Svoikh rabov, komu pozhelayet. Voistinu, Allakh znayet o vsyakoy veshchi"
        },
        {
            "chapter": 29,
            "verse": 63,
            "text": "Yesli ty sprosish' ikh: «Kto nisposylayet s neba vodu i ozhivlyayet yeyu zemlyu posle togo, kak ona umerla?». - oni nepremenno skazhut: «Allakh». Skazhi: «Khvala Allakhu!». No bol'shinstvo ikh ne razumeyet"
        }
    ]
}