{
    "rukus": [
        {
            "chapter": 34,
            "verse": 1,
            "text": "Khvala Allakhu, Kotoromu prinadlezhit to, chto na nebesakh, i to, chto na zemle. Yemu zhe nadlezhit khvala v Posledney zhizni. On - Mudryy, Vedayushchiy"
        },
        {
            "chapter": 34,
            "verse": 2,
            "text": "On znayet to, chto pronikayet v zemlyu, i to, chto vykhodit iz neye, i to, chto niskhodit s neba, i to, chto voskhodit k nemu. On - Miloserdnyy, Proshchayushchiy"
        },
        {
            "chapter": 34,
            "verse": 3,
            "text": "Neveruyushchiye skazali: «Chas ne nastupit dlya nas». Skazhi: «Net, klyanus' moim Gospodom, Vedayushchim sokrovennoye! On nepremenno nastupit dlya vas. Ni na nebesakh, ni na zemle ne uskol'znet ot Nego dazhe to, chto vesom s mel'chayshuyu chastitsu, ili men'she neye, ili bol'she neye. Vse eto yest' v yasnom Pisanii"
        },
        {
            "chapter": 34,
            "verse": 4,
            "text": "daby On vozdal tem, kotoryye uverovali i sovershali pravednyye deyaniya. Imenno im ugotovano proshcheniye i shchedryy udel»"
        },
        {
            "chapter": 34,
            "verse": 5,
            "text": "A tem, kotoryye staralis' oslabit' Nashi znameniya, ugotovany stradaniya ot muchitel'nogo nakazaniya"
        },
        {
            "chapter": 34,
            "verse": 6,
            "text": "Te, kotorym darovano znaniye, vidyat, chto nisposlannoye tebe ot tvoyego Gospoda yest' istina, kotoraya vedet k puti Mogushchestvennogo, Dostokhval'nogo"
        },
        {
            "chapter": 34,
            "verse": 7,
            "text": "Neveruyushchiye skazali: «Ukazat' li vam na muzha, kotoryy vozveshchayet vam, chto vy vozrodites' v novom tvorenii posle togo, kak polnost'yu raspadetes'"
        },
        {
            "chapter": 34,
            "verse": 8,
            "text": "Izmyslil li on lozh' ob Allakhe, ili zhe on yavlyayetsya besnovatym?». O net! Te, kotoryye ne veruyut v Poslednyuyu zhizn', budut podvergnuty mucheniyam i prebyvayut v glubokom zabluzhdenii"
        },
        {
            "chapter": 34,
            "verse": 9,
            "text": "Neuzheli oni ne vidyat togo, chto pered nimi i chto pozadi nikh na nebe i na zemle? Yesli My pozhelayem, to zastavim zemlyu poglotit' ikh ili zhe nizrinem na nikh kusok neba. Voistinu, v etom - znameniye dlya kazhdogo raskaivayushchegosya raba"
        }
    ]
}