{
    "rukus": [
        {
            "chapter": 39,
            "verse": 10,
            "text": "Skazhi Moim rabam, kotoryye uverovali: «Boytes' vashego Gospoda! Tem, kotoryye sovershili dobro v etom mire, ugotovano dobro. Zemlya Allakha obshirna. Voistinu, terpelivym ikh nagrada vozdastsya polnost'yu bez scheta»"
        },
        {
            "chapter": 39,
            "verse": 11,
            "text": "Skazhi: «Mne veleno poklonyat'sya Allakhu, ochishchaya pered Nim veru"
        },
        {
            "chapter": 39,
            "verse": 12,
            "text": "Mne takzhe veleno byt' pervym iz musul'man»"
        },
        {
            "chapter": 39,
            "verse": 13,
            "text": "Skazhi: «YA boyus', chto yesli ya oslushayus' svoyego Gospoda, to menya postignut mucheniya v Velikiy den'»"
        },
        {
            "chapter": 39,
            "verse": 14,
            "text": "Skazhi: «YA poklonyayus' odnomu Allakhu, ochishchaya pered Nim veru"
        },
        {
            "chapter": 39,
            "verse": 15,
            "text": "Poklonyaytes' zhe, pomimo Nego, chemu pozhelayete». Skazhi: «Voistinu, poterpyat ubytok te, kotoryye poteryayut sebya i svoi sem'i v Den' voskreseniya. Voistinu, eto i yest' yavnyy ubytok"
        },
        {
            "chapter": 39,
            "verse": 16,
            "text": "Nad nimi budut navesy iz ognya, i pod nimi budut navesy». Etim Allakh ustrashayet Svoikh rabov. O raby Moi, boytes' Menya"
        },
        {
            "chapter": 39,
            "verse": 17,
            "text": "Dlya tekh, kotoryye izbezhali pokloneniya tagutu i obratilis' k Allakhu, yest' blagaya vest'. Obraduy zhe Moikh rabov"
        },
        {
            "chapter": 39,
            "verse": 18,
            "text": "kotoryye prislushivayutsya k slovam i sleduyut nailuchshim iz nikh. Eto - te, kotorykh Allakh nastavil na pryamoy put'. Oni i yest' obladayushchiye razumom"
        },
        {
            "chapter": 39,
            "verse": 19,
            "text": "Razve ty smozhesh' spasti togo, otnositel'no kogo sbylos' Slovo o mucheniyakh, kto nakhoditsya v Ogne"
        },
        {
            "chapter": 39,
            "verse": 20,
            "text": "No dlya tekh, kto boyalsya svoyego Gospoda, ugotovany gornitsy, raspolozhennyye odna nad drugoy, pod kotorymi tekut reki. Takovo obeshchaniye Allakha, i Allakh ne narushayet obeshchaniya"
        },
        {
            "chapter": 39,
            "verse": 21,
            "text": "Neuzheli ty ne videl, chto Allakh nisposlal s neba vodu i provel yeye k istochnikam po zemle? Potom posredstvom neye On vyvodit posevy razlichnykh tsvetov. Zatem oni vyanut, i ty vidish' ikh pozheltevshimi. Zatem On prevrashchayet ikh v trukhu. Voistinu, vo vsem etom - napominaniye dlya obladayushchikh razumom"
        }
    ]
}