{
    "rukus": [
        {
            "chapter": 43,
            "verse": 46,
            "text": "My uzhe otpravili Musu (Moiseya) s Nashimi znameniyami k Faraonu i yego znati, i on skazal: «Voistinu, ya - poslannik Gospoda mirov»"
        },
        {
            "chapter": 43,
            "verse": 47,
            "text": "Kogda zhe on yavilsya k nim s Nashimi znameniyami, oni stali smeyat'sya nad nimi"
        },
        {
            "chapter": 43,
            "verse": 48,
            "text": "Kakoye by iz znameniy My ni pokazyvali im, ono prevoskhodilo predydushcheye. My podvergli ikh mucheniyam, chtoby oni mogli vernut'sya na pryamoy put'"
        },
        {
            "chapter": 43,
            "verse": 49,
            "text": "Oni skazali: «O koldun! Pomolis' za nas tvoyemu Gospodu soglasno zavetu, kotoryy On zaklyuchil s toboy, i togda my obyazatel'no posleduyem pryamym putem»"
        },
        {
            "chapter": 43,
            "verse": 50,
            "text": "Kogda zhe My spasli ikh ot mucheniy, oni totchas narushili dannoye slovo"
        },
        {
            "chapter": 43,
            "verse": 51,
            "text": "Faraon vozzval k svoyemu narodu i skazal: «O moy narod! Razve ne mne prinadlezhit vlast' nad Yegiptom i eti reki, chto tekut podo mnoyu? Razve vy ne vidite"
        },
        {
            "chapter": 43,
            "verse": 52,
            "text": "Razve ya ne luchshe etogo prezrennogo, kotoryy yedva ob\"yasnyayetsya"
        },
        {
            "chapter": 43,
            "verse": 53,
            "text": "I pochemu na nego ne nadety braslety iz zolota? I pochemu s nim ne yavilis' soputstvuyushchiye angely?»"
        },
        {
            "chapter": 43,
            "verse": 54,
            "text": "On obmanul svoy narod (ili schel svoy narod legkomyslennym), i oni podchinilis' yemu. Voistinu, oni byli lyud'mi nechestivymi"
        },
        {
            "chapter": 43,
            "verse": 55,
            "text": "Kogda zhe oni razgnevali Nas, My otomstili im i potopili ikh vsekh"
        },
        {
            "chapter": 43,
            "verse": 56,
            "text": "My sdelali ikh predshestvennikami i nazidatel'nym primerom dlya ostal'nykh"
        }
    ]
}