{
    "rukus": [
        {
            "chapter": 4,
            "verse": 34,
            "text": "Muzhchiny yavlyayutsya popechitelyami zhenshchin, potomu chto Allakh dal odnim iz nikh preimushchestvo pered drugimi, i potomu chto oni raskhoduyut iz svoyego imushchestva. Pravednyye zhenshchiny pokorny i khranyat to, chto polozheno khranit', v otsutstviye muzhey, blagodarya zabote Allakha. A tekh zhenshchin, nepokornosti kotorykh vy opasayetes', uveshchevayte, izbegayte na supruzheskom lozhe i pobivayte. Yesli zhe oni budut pokorny vam, to ne ishchite puti protiv nikh. Voistinu, Allakh - Vozvyshennyy, Bol'shoy"
        },
        {
            "chapter": 4,
            "verse": 35,
            "text": "Yesli vy opasayetes' razlada mezhdu nimi, to otprav'te odnogo sud'yu iz yego sem'i i odnogo sud'yu iz yeye sem'i. Yesli oni oba pozhelayut primireniya, to Allakh pomozhet im. Voistinu, Allakh - Znayushchiy, Vedayushchiy"
        },
        {
            "chapter": 4,
            "verse": 36,
            "text": "Poklonyaytes' Allakhu i ne priobshchayte k Nemu sotovarishchey. Delayte dobro roditelyam, rodstvennikam, sirotam, bednyakam, sosedyam iz chisla vashikh rodstvennikov i sosedyam, kotoryye ne yavlyayutsya vashimi rodstvennikami, nakhodyashchimsya ryadom sputnikam, strannikam i nevol'nikam, kotorymi ovladeli vashi desnitsy. Voistinu, Allakh ne lyubit gordetsov i bakhvalov"
        },
        {
            "chapter": 4,
            "verse": 37,
            "text": "kotoryye skupyatsya, velyat lyudyam byt' skupymi i utaivayut to, chto Allakh daroval im iz Svoyey milosti. My prigotovili dlya neveruyushchikh unizitel'nyye mucheniya"
        },
        {
            "chapter": 4,
            "verse": 38,
            "text": "Oni raskhoduyut svoye imushchestvo napokaz lyudyam i ne veruyut v Allakha i Posledniy den'. Yesli d'yavol yavlyayetsya tovarishchem, to plokh takoy tovarishch"
        },
        {
            "chapter": 4,
            "verse": 39,
            "text": "Chto oni poteryayut, yesli uveruyut v Allakha i Posledniy den' i stanut raskhodovat' iz togo, chem nadelil ikh Allakh? Allakhu izvestno o nikh"
        },
        {
            "chapter": 4,
            "verse": 40,
            "text": "Allakh ne sovershayet nespravedlivosti dazhe vesom v mel'chayshuyu chastitsu, a yesli postupok okazhetsya blagim, to On priumnozhit yego i odarit ot Sebya velikoy nagradoy"
        },
        {
            "chapter": 4,
            "verse": 41,
            "text": "Chto zhe proizoydet, kogda My privedem po svidetelyu ot kazhdoy obshchiny, a tebya privedem svidetelem protiv etikh"
        },
        {
            "chapter": 4,
            "verse": 42,
            "text": "V tot den' te, kotoryye ne uverovali i oslushalis' Poslannika, pozhelayut, chtoby zemlya srovnyalas' s nimi. Oni ne smogut utait' ot Allakha ni odnoy besedy"
        }
    ]
}