{
    "rukus": [
        {
            "chapter": 7,
            "verse": 130,
            "text": "Andolsun biz, Fir'avn ailesini tuttuk, öğüt alsınlar diye yıllarca kıtlıkla ve ürünleri azaltmakla sıktık"
        },
        {
            "chapter": 7,
            "verse": 131,
            "text": "Onlara bir iyilik geldiği zaman: \"Bu, bizimdir (kendi becerimizle bunu elde ettik)\" derler; kendilerine bir kötülük ulaşırsa, Musa ve onunla beraber olanları uğursuz sayarlar(onların yüzünden belaya uğradıklarını sanırlar)dı. İyi bilinki, onların uğursuzluğu Allah katındadır, fakat çokları bilmezler"
        },
        {
            "chapter": 7,
            "verse": 132,
            "text": "Ve dediler ki: \"bizi büyülemek için ne kadar mu'cize getirirsen getir, biz sana inanacak değiliz"
        },
        {
            "chapter": 7,
            "verse": 133,
            "text": "Biz de onların üzerine ayrı ayrı mu'cizeler olarak Tufan, Çekirge, Kımıl (haşerat), Kurbağalar ve Kan gönderdik; ama yine büyüklük tasladılar ve suçlu bir topluluk oldular"
        },
        {
            "chapter": 7,
            "verse": 134,
            "text": "Üzerlerine azab çökünce: \"Ey Musa, dediler, sana verdiği söz uyarınca bizim için Rabbine du'a et; eğer bizden azabı kaldırırsan, muhakkak sana inanacağız ve mutlaka İsrail oğullarını seninle beraber göndereceğiz"
        },
        {
            "chapter": 7,
            "verse": 135,
            "text": "Biz onlardan, geçirecekleri bir süreye kadar azabı kaldırınca, hemen yeminlerini bozmağa başladılar"
        },
        {
            "chapter": 7,
            "verse": 136,
            "text": "Biz de onlardan öc aldık, onları yemm(su)da boğduk! Çünkü onlar, ayetlerimizi yalanlamışlardı ve onları umursamaz olmuşlardı"
        },
        {
            "chapter": 7,
            "verse": 137,
            "text": "Hor görülüp ezilmekte olan milleti de içini bereketlerle donattığımız yerin, doğularına ve batılarına mirasçı kıldık. Rabbinin İsrail oğullarına verdiği güzel söz, sabretmeleri yüzünden tam yerine geldi. Fir'avn'ın ve kavminin yapageldiği şeyleri ve yükseltmekte oldukları sarayları (ve bahçeleri) de yıktık"
        },
        {
            "chapter": 7,
            "verse": 138,
            "text": "İsrail oğullarını denizden geçirdik, kendilerine mahsus birtakım putlara tapan bir kavme rastladılar: \"Ey Musa, dediler, (bak) bunların nasıl tanrıları var, bize de öyle bir tanrı yap!\" (Musa) dedi: \"Siz, gerçekten cahil bir toplumsunuz"
        },
        {
            "chapter": 7,
            "verse": 139,
            "text": "Şunların içinde bulundukları (din) yıkılmıştır ve yaptıkları şeyler boşa çıkmıştır"
        },
        {
            "chapter": 7,
            "verse": 140,
            "text": "Allah, sizi alemlere üstün yapmış iken size Allah'tan başka bir tanrı mı arayayım? dedi"
        },
        {
            "chapter": 7,
            "verse": 141,
            "text": "(Ey İsrail oğulları), hatırlayın o zamanı ki biz sizi Fir'avn ailesinden kurtarmıştık. Onlar size azabın en kötüsünü yapıyorlardı: \"Oğullarınızı öldürüyor, kadınlarınızı sağ bırakıyorlardı. Bunda, size Rabbiniz tarafından büyük bir imtihan vardı"
        }
    ]
}