{
    "rukus": [
        {
            "chapter": 7,
            "verse": 152,
            "text": "Buzağıyı (tanrı diye) benimseyenlere, muhakkak Rablerinden bir öfke ve dünya hayatında bir alçaklık erişecektir! İşte biz iftiracıları böyle cezalandırırız"
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "Ama kötülükler yaptıktan sonra ardından tevbe edip inananlar(a karşı), muhakkak ki Rabbin, o(tevbe ve ima)ndan sonra, elbette bağışlayandır, esirgeyendir"
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "Öfkesi dinince Musa, levhaları aldı. Onlardaki yazıda Rablerinden korkanlar için yol gösterme ve rahmet vardı"
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "(Allah, Musa'ya kırk gece ibadetten sonra buluşma va'detmiş ve kavminden yetmiş kişiyi de seçip o huzura getirmesini emretmişti). Musa, bizimle buluşma vakti için kavminden yetmiş adam seçti (huzura getirdi. Gelenler, Musa ile Allah arasındaki o yüce konuşmayı işitmekle yetinmeyip Allah'ı açıkça görmedikçe inanmayacaklarını söylediler. Bunun üzerine) onları sarsıntı yakalayınca (Musa) dedi ki: \"Rabbim, dileseydin bunları da beni de daha önce helak ederdin. İçimizden bazı beyinsizlerin yaptıklarından ötürü bizi helak mı edeceksin? Bu (iş), senin imtihanından başka bir şey değildir. Onunla dilediğini şaşırtırsın, dilediğine yol gösterirsin. Sen bizim velimizsin, bizi bağışla, bize acı! Sen bağışlayanların en iyisisin"
        },
        {
            "chapter": 7,
            "verse": 156,
            "text": "Bize bu dünyada da iyilik yaz, ahirette de. Biz sana yöneldik. (Alah) buyurdu ki: \"Azabıma, dilediğimi uğratırım; rahmetim ise her şeyi kaplamıştır. Onu, korunanlara, zekatı verenlere ve ayetlerimize inananlara yazacağım"
        },
        {
            "chapter": 7,
            "verse": 157,
            "text": "Onlar ki yanlarındaki Tevrat ve İncil'de yazılı buldukları o Elçi'ye, o ümmi Peygamber'e uyarlar. O (Peygamber) ki, kendilerine iyiliği emreder, kendilerini kötülükten meneder; onlara güzel şeyleri helal, çirkin şeyleri haram kılar, üzerlerindeki ağırlıkları, sırtlarındaki zincirleri kaldırıp atar. O'na inanan, destekleyerek O'na saygı gösteren, O'na yardım eden ve O'nunla beraber indirilen nura uyanlar, işte felaha erenler onlardır"
        }
    ]
}