{
    "rukus": [
        {
            "chapter": 11,
            "verse": 84,
            "text": "Medyen'e de kardeşleri Şu'ayb'i (gönderdik): \"Ey kavmim, dedi, Alah'a kulluk edin, sizin O'ndan başka tanrınız yoktur; ölçüyü ve tartıyı eksik yapmayın. Ben sizi bolluk içinde görüyorum ve ben sizin için kuşatıcı bir günün azabından korkuyorum"
        },
        {
            "chapter": 11,
            "verse": 85,
            "text": "Ey kavmim, ölçüyü ve tartıyı tam dengeli yapın, insanların eşyasını eksik vermeyin ve yeryüzünde bozgunculuk yaparak kötülük etmeyin"
        },
        {
            "chapter": 11,
            "verse": 86,
            "text": "Eğer inanan insanlar iseniz, Allah'ın bıraktığı (kar), sizin için daha hayırlıdır. Fakat ben sizin üzerinize bekçi değilim"
        },
        {
            "chapter": 11,
            "verse": 87,
            "text": "Ey Şu'ayb, dediler, senin namazın mı sana, babalarımızın taptığı şeylerden, yahut mallarımız üzerinde dilediğimizi yapmaktan vazgeçmemizi emrediyor? Oysa sen, yumuşak huylu, akıllı(bir insan)sın"
        },
        {
            "chapter": 11,
            "verse": 88,
            "text": "Ey kavmim, dedi, bakın, ya ben Rabbimden bir kanıt üzerinde isem ve (O), bana kendinden güzel bir rızık vermişse? Ben size menettiğim şeylerde size aykırı davranmak istemiyorum. Sadece gücümün yettiği kadar düzeltmek istiyorum. Başarım ancak Allah(ınyardımı) iledir. Yalnız O'na dayandım ve yalnız O'na yönelirim"
        },
        {
            "chapter": 11,
            "verse": 89,
            "text": "Ey kavmim, bana karşı gelmeniz, sakın sizi Nuh kavminin, yahut Hud kavminin veyahut Salih kavminin başlarına gelenler gibi bir felakete uğratmasın! Lut kavmi henüz sizden uzak değildir"
        },
        {
            "chapter": 11,
            "verse": 90,
            "text": "Rabbinizden mağfiret dileyin, sonra O'na tevbe edin! Doğrusu Rabbim çok esirgeyen, çok sevendir"
        },
        {
            "chapter": 11,
            "verse": 91,
            "text": "Dediler ki: \"Ey Şu'ayb, senin söylediklerinden çoğunu anlamıyoruz, biz seni içimizde zayıf görüyoruz. Kabilen olmasaydı seni mutlaka taşla(yarak öldürü)rdük! Senin bizim yanımızda hiçbir değerin yoktur"
        },
        {
            "chapter": 11,
            "verse": 92,
            "text": "Ey kavmim, dedi, size göre kabilem Allah'tan daha mı değerli ki O'nu arkanıza at(ıp unut)tunuz? Şüphesiz Rabbim yaptıklarınızı kuşatıcıdır (herşeyinizi bilmektedir)"
        },
        {
            "chapter": 11,
            "verse": 93,
            "text": "Ey kavmim, olduğunuz yerde (yaptığınızı) yapın, ben de yapıyorum. Yakında kime azabın gelip kendisini rezil edeceğini ve kimin yalancı olduğunu bileceksiniz. Gözetin, ben de sizinle beraber gözetmekteyim"
        },
        {
            "chapter": 11,
            "verse": 94,
            "text": "Emrimiz gelince, Şu'ayb'i ve onunla beraber inanmış olanları bizden bir acıma ile kurtardık; zulmedenleri de o korkunç ses yakaladı, yurtlarında çöküp kaldılar"
        },
        {
            "chapter": 11,
            "verse": 95,
            "text": "Sanki orada hiç şenlik kurmamışlardı! İyi bilin ki, Semud (kavmi) nasıl uzaklaşıp gittiyse Medyen halkı da öyle uzaklaşıp gitti"
        }
    ]
}