{
    "rukus": [
        {
            "chapter": 18,
            "verse": 102,
            "text": "O nankörler benden ayrı olarak kullarımı kendilerine veliler yapacaklarını mı sandılar? Biz kafirlere cehennemi konak olarak hazırladık"
        },
        {
            "chapter": 18,
            "verse": 103,
            "text": "De ki: \"Size işleri bakımından en çok ziyana uğrayacak olanları söyleyeyim mi"
        },
        {
            "chapter": 18,
            "verse": 104,
            "text": "Dünya hayatında bütün çabaları boşa gitmiş olan ve kendileri de iyi iş yaptıklarını sanan kimseleri"
        },
        {
            "chapter": 18,
            "verse": 105,
            "text": "İşte onlar, Rablerinin ayetlerini ve O'na kavuşmayı inkar eden, bu yüzden eylemleri boşa çıkan kimselerdir. (Yaptıkları işler tamamen boşa çıktığından) kıyamet günü onlar için bir terazi kurmayız (veya onlara hiçbir değer vermeyiz)"
        },
        {
            "chapter": 18,
            "verse": 106,
            "text": "İnkar ettikleri, ayetlerimi ve elçilerimi eğlence yerine koydukları için onların cezası cehennemdir"
        },
        {
            "chapter": 18,
            "verse": 107,
            "text": "İnanıp iyi işler yapanlara gelince, onların konağı da Firdevs cennetleridir"
        },
        {
            "chapter": 18,
            "verse": 108,
            "text": "Orada sürekli kalacaklardır. Oradan hiç ayrılmak istemezler"
        },
        {
            "chapter": 18,
            "verse": 109,
            "text": "De ki: \"Rabbimin sözleri(ni yazmak) için deniz mürekkep olsa, Rabbimin sözleri tükenmeden önce deniz tükenir.\" Yardım için bir o kadarını daha getirsek (yine yetmez)"
        },
        {
            "chapter": 18,
            "verse": 110,
            "text": "De ki: \"Ben de sizin gibi bir insanım; Tanrınızın bir tek Tanrı olduğu bana vahyolunuyor. Kim Rabbine kavuşmayı arzu ediyorsa iyi iş yapsın ve Rabbine (yaptığı) ibadete hiç kimseyi ortak etmesin"
        }
    ]
}