{
    "rukus": [
        {
            "chapter": 22,
            "verse": 11,
            "text": "İnsanlardan kimi de Allah'a bir kenardan, ibadet eder. Eğer kendisine bir hayır gelirse onunla huzura kavuşur (sevinir) ve eğer başına bir kötülük gelirse yüz üstü döner (dini kötüleyerek ondan vazgeçer). O, dünyayı da, ahireti de kaybetmiştir. İşte apaçık ziyan budur"
        },
        {
            "chapter": 22,
            "verse": 12,
            "text": "Allah'tan ayrı olarak kendisine ne zarar, ne de yarar veremeyen şeylere yalvarır. İşte (doğru yoldan) uzak(lara) sapma budur"
        },
        {
            "chapter": 22,
            "verse": 13,
            "text": "Zararı, faydasından daha yakın olana yalvarır. (O), Ne kötü bir yardımcı ve ne kötü bir arkadaştır"
        },
        {
            "chapter": 22,
            "verse": 14,
            "text": "Allah, inanan ve iyi işler yapanları, altlarından ırmaklar akan cennetlere sokacaktır. Şüphesiz Allah istediğini yapar"
        },
        {
            "chapter": 22,
            "verse": 15,
            "text": "Kim Allah'ın, dünyada ve ahirette kendisine yardım etmeyeceğini sanıyorsa öfkesini gidermek için göğe bir sebep(ip)le uzansın, sonra (ayaklarını yerden) kessin de baksın, bu çaresi, öfkelendiği şeyi giderebilecek mi"
        },
        {
            "chapter": 22,
            "verse": 16,
            "text": "Ve işte biz Kur'an'ı böyle açık açık ayetler olarak indirdik. Şüphesiz Allah, dilediğini doğru yola iletir"
        },
        {
            "chapter": 22,
            "verse": 17,
            "text": "İnananlar, yahudiler, sabiiler, hırıstiyanlar, mecusiler ve (Allah'a) ortak koşanlar... Allah, kıyamet günü bunlar arasında hüküm verecek(haklıyı haksızı ortaya çıkaracak)tır. Şüphesiz Allah, her şeye şahidtir"
        },
        {
            "chapter": 22,
            "verse": 18,
            "text": "Görmedin mi (baksana), göklerde, yerde bulunan kimseler, güneş, ay, yıldızlar, dağlar, ağaçlar, hayvanlar ve insanlardan birçoğu hep Allah'a secde ediyorlar! Ama birçoğuna da azab hak olmuştur. Allah kimi aşağılatırsa artık ona değer veren olmaz. Allah, dilediğini yapar"
        },
        {
            "chapter": 22,
            "verse": 19,
            "text": "İşte şunlar, Rableri hakkında çekişen iki hasım taraf: Nankörler için ateşten giysi biçildi, başlarının üstünden de kaynar su dökülüyor"
        },
        {
            "chapter": 22,
            "verse": 20,
            "text": "Onunla karınlarının içindekiler ve derileri eritiliyor"
        },
        {
            "chapter": 22,
            "verse": 21,
            "text": "(Ayrıca) onlar için demir kamçılar da var"
        },
        {
            "chapter": 22,
            "verse": 22,
            "text": "Oradan, (o) gamdan her çıkmak istediklerinde (demir kamçılarla vurularak) oraya geri çevrilirler ve: \"Yangın azabını tadın!\" (denilir)"
        }
    ]
}