{
    "rukus": [
        {
            "chapter": 23,
            "verse": 33,
            "text": "Kavminden, kendilerine dünya hayatında bol ni'met verdiğimiz o inkar eden ve ahiret buluşmasını (hesap ve cezasını) yalanlayan eşraf takımı dedi ki: \"Bu da sizin gibi bir insandan başka bir şey değildir. Sizin yediğinizden yiyor, içtiğinizden içiyor"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "Eğer sizin gibi bir insana ita'at ederseniz o takdirde siz, mutlaka ziyana uğrayanlarsınız demektir"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "O size, siz öldüğünüz, toprak ve kemik haline geldiğiniz zaman yeniden hayata çıkarılacağınızı mı va'dediyor"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "Heyhat, o size va'dedilen şey ne kadar uzak"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "Ne ise hep bu dünya hayatımızdır; ölürüz ve yaşarız, biz öldükten sonra diriltilecek değiliz"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "O, Allah'a yalan uydurandan başka bir adam değildir. Biz ona inanıcı(insan)lar değiliz"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "(O peygamber): \"Rabbim, dedi, beni yalanlamaları karşısında bana yardım et"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "(Allah): \"Az sonra onlar pişman olacaklar!\" dedi"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "Derken o korkunç ses, onları gerçekten yakaladı da onları sel süprüntüsü haline getirdik. Uzak olsun o zalim kavim"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "Sonra onların ardından başka nesiller yetiştirdik"
        },
        {
            "chapter": 23,
            "verse": 43,
            "text": "Hiçbir ümmet, ne süresinden ileri geçebilir, ne de geri kalabilir"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "Sonra biz, elçilerimizi ardı ardına gönderdik. Hangi ümmete elçisi geldiyse onlar onu yalanladılar, biz de onları birbiri ardınca devirdik ve hepsini birer efsane yaptık. İnanmayan toplum uzak olsun"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "Sonra Musa'yı ve kardeşi Harun'u ayetlerimizle ve apaçık bir delille gönderdik"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "Fir'avn'e ve ileri gelen adamlarına. Onlar büyüklük tasladılar ve böbürlenen bir topluluk oldular"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "Şu iki adamın kavmi bize kölelik ederken, şimdi biz kalkıp bizim gibi iki insana mı inanacağız? dediler"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "Onları yalanladılar ve helak edilenlerden oldular"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "(Sonra Musa, İsrail oğullarını Mısır'dan çıkardı. İsrail oğulları) Doğru yolu bulsunlar diye biz, Musa'ya Kitabı (Tevrat'ı) verdik"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "Meryem oğlunu ve annesini bir mu'cize kıldık ve onları oturmaya uygun, çeşmeli bir tepeye yerleştirdik"
        }
    ]
}