{
    "rukus": [
        {
            "chapter": 23,
            "verse": 93,
            "text": "De ki: \"Rabbim, eğer onların tehdidedildikleri şeyi mutlaka bana göstereceksen (ben sağ iken onları cezalandıracaksan)"
        },
        {
            "chapter": 23,
            "verse": 94,
            "text": "Rabbim, beni şu zalim kavmin içinde bırakma"
        },
        {
            "chapter": 23,
            "verse": 95,
            "text": "Biz, onları tehdidettiğimiz şeyi sana göstermeğe elbette kadiriz (onları cezalandıracağız ve sen bunu göreceksin)"
        },
        {
            "chapter": 23,
            "verse": 96,
            "text": "Kötülüğü en güzel şeyle sav. Biz onların (seni) nasıl vasıflandıracaklarını biliyoruz"
        },
        {
            "chapter": 23,
            "verse": 97,
            "text": "Ve de ki: \"Rabbim, şeytanların dürtüklemelerinden sana sığınırım"
        },
        {
            "chapter": 23,
            "verse": 98,
            "text": "Ve onların yanıma uğramalarından sana sığınırım Rabbim"
        },
        {
            "chapter": 23,
            "verse": 99,
            "text": "Nihayet onlardan birine ölüm geldiği zaman: \"Rabbim, der, beni geri döndürünüz"
        },
        {
            "chapter": 23,
            "verse": 100,
            "text": "Ki terk ettiğim dünyada yararlı bir iş yapayım. Hayır, bu onun söylediği bir sözdür. Önlerinde ta diriltilecekleri güne kadar bir berzah vardır"
        },
        {
            "chapter": 23,
            "verse": 101,
            "text": "Sur'a üflendiği zaman, artık o gün aralarında soylar yoktur ve (insanlar, birbirlerine soylarını) sormazlar"
        },
        {
            "chapter": 23,
            "verse": 102,
            "text": "Kimlerin (eylemlerinin) tartıları ağır gelirse, işte onlar kurtuluşa erenlerdir"
        },
        {
            "chapter": 23,
            "verse": 103,
            "text": "Kimlerin tartıları hafif gelirse, işte onlar da kendilerini ziyana sokanlar, cehennemde sürekli kalanlardır"
        },
        {
            "chapter": 23,
            "verse": 104,
            "text": "(Orada onların) yüzlerini ateş yalar. Öyle ki (ateşin) içinde (dehşetten dudakları gerilir de) dişleri açıkta kalır"
        },
        {
            "chapter": 23,
            "verse": 105,
            "text": "Ayetlerim size okunurdu da siz onları yalanlardınız değil mi"
        },
        {
            "chapter": 23,
            "verse": 106,
            "text": "Rabbimiz, dediler, bahtsızlığımız bizi yendi. Biz sapık bir topluluk olduk"
        },
        {
            "chapter": 23,
            "verse": 107,
            "text": "Rabbimiz, bizi bundan çıkar. Eğer bir daha (yaptığımız kötü işlere) dönersek artık biz gerçekten zalimleriz"
        },
        {
            "chapter": 23,
            "verse": 108,
            "text": "Buyurdu ki: \"Sinin orada, bana bir şey söylemeyin"
        },
        {
            "chapter": 23,
            "verse": 109,
            "text": "Zira kullarımdan bir zümre: 'Rabbimiz inandık, bizi bağışla, bize acı, sen acıyanların en hayırlısısın' dedikleri için"
        },
        {
            "chapter": 23,
            "verse": 110,
            "text": "Siz onlarla alay ettiniz, (sürekli onlarla uğraştığınız için onlar) size beni anmayı unutturdular. Siz daima onlara gülüyordunuz"
        },
        {
            "chapter": 23,
            "verse": 111,
            "text": "Bugün ben, onlara sabretmelerinin karşılığını verdim; onlar (evet) işte kurtulup murada erenler onlardır"
        },
        {
            "chapter": 23,
            "verse": 112,
            "text": "Ve buyurdu: \"Yer yüzünde yıllar sayısınca ne kadar kaldınız"
        },
        {
            "chapter": 23,
            "verse": 113,
            "text": "(Herhalde) Bir gün, yahut günün bir kısmı kadar kaldık; sayanlara sor, dediler"
        },
        {
            "chapter": 23,
            "verse": 114,
            "text": "Buyurdu ki: \"Sadece az bir zaman kaldınız, keşke bilseydiniz"
        },
        {
            "chapter": 23,
            "verse": 115,
            "text": "Bizim sizi boş yere, bir oyun ve eğlence olarak yarattığımızı ve sizin bize döndürülüp getirilmeyeceğinizi mi sandınız"
        },
        {
            "chapter": 23,
            "verse": 116,
            "text": "Hak padişah olan Allah, pek yücedir. O'ndan başka tanrı yoktur. O, Kerim Arş'ın sahibidir"
        },
        {
            "chapter": 23,
            "verse": 117,
            "text": "Kim Allah ile beraber, varlığını kanıtlayacak hiçbir delil bulunmayan bir tanrıya taparsa, onun hesabı, Rabbinin yanındadır (onu Allah cezalandırır) çünkü kafirler iflah olmazlar"
        },
        {
            "chapter": 23,
            "verse": 118,
            "text": "De ki: \"Rabbim, bağışla, acı, sen acıyanların en hayırlısısın"
        }
    ]
}