{
    "rukus": [
        {
            "chapter": 6,
            "verse": 31,
            "text": "They indeed are losers who denied their meeting with Allah, until all of a sudden, the Hour (signs of death) is upon them, and they say: \"Alas for us that we gave no thought to it,\" while they will bear their burdens on their backs; and evil indeed are the burdens that they will bear"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "And the life of this world is nothing but play and amusement. But far better is the abode of the Hereafter for those have Taqwa. Will you not then understand"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "We know indeed the grief which their words cause you; it is not you that they deny, but it is the verses of Allah that the wrongdoers deny"
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "Verily, (many) Messengers were denied before you, but with patience they bore the denial, and they were hurt, till Our help reached them, and none can alter the Words of Allah. Surely, there has reached you the information about the Messengers (before you)"
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "If their aversion is hard on you, then if you were able to seek a tunnel in the ground or a ladder to the sky, so that you may bring them a sign. And had Allah willed, He could have gathered them together upon true guidance, so be not you one of the ignorant"
        },
        {
            "chapter": 6,
            "verse": 36,
            "text": "It is only those who listen, that will respond, but as for the dead, Allah will raise them up, then to Him they will be returned"
        },
        {
            "chapter": 6,
            "verse": 37,
            "text": "And they said: \"Why is not a sign sent down to him from his Lord\" Say: \"Allah is certainly able to send down a sign, but most of them know not"
        },
        {
            "chapter": 6,
            "verse": 38,
            "text": "There is not a moving creature on earth, nor a bird that flies with its two wings, but are Umam like you. We have neglected nothing in the Book, then unto their Lord they (all) shall be gathered"
        },
        {
            "chapter": 6,
            "verse": 39,
            "text": "Those who reject Our Ayat are deaf and dumb in darkness. Allah sends astray whom He wills and He guides on the straight path whom He wills"
        },
        {
            "chapter": 6,
            "verse": 40,
            "text": "Say: \"Tell me if Allah's torment comes upon you, or the Hour comes upon you, would you then call upon any one other than Allah (Reply) if you are truthful"
        },
        {
            "chapter": 6,
            "verse": 41,
            "text": "Nay! To Him alone you call, and, if He willed, He would remove that (distress) for which you call upon Him, and you forget at that time whatever partners you joined with Him (in worship)"
        }
    ]
}