{
    "rukus": [
        {
            "chapter": 6,
            "verse": 61,
            "text": "He is the Qahir over His servants, and He sends guardians over you, until when death approaches one of you, Our messengers take his soul, and they never neglect their duty"
        },
        {
            "chapter": 6,
            "verse": 62,
            "text": "Then they are returned to Allah, their Master, the Just Lord. Surely, His is the judgment and He is the swiftest in taking account"
        },
        {
            "chapter": 6,
            "verse": 63,
            "text": "Say: \"Who rescues you from the dark recesses of the land and the sea, when you call upon Him begging and in secret (saying): `If He (Allah) only saves us from these (dangers), we shall truly be grateful"
        },
        {
            "chapter": 6,
            "verse": 64,
            "text": "Say: \"Allah rescues you from these (dangers) and from all distress, and yet you commit Shirk"
        },
        {
            "chapter": 6,
            "verse": 65,
            "text": "Say: \"He has the power to send torment on you from above or from under your feet, or to Yalbisakum in party strife, and make you taste the violence of one another.\" See how variously We explain the Ayat, so that they may understand"
        },
        {
            "chapter": 6,
            "verse": 66,
            "text": "But your people have denied it (the Qur'an) though it is the truth. Say: \"I am not responsible for your affairs"
        },
        {
            "chapter": 6,
            "verse": 67,
            "text": "For every news there is a reality and you will come to know"
        },
        {
            "chapter": 6,
            "verse": 68,
            "text": "And when you see those who engage in false conversation about Our verses (of the Qur'an) by mocking at them, stay away from them till they turn to another topic. And if Shaytan causes you to forget, then after the remembrance, sit not you in the company of those people who are the wrongdoers"
        },
        {
            "chapter": 6,
            "verse": 69,
            "text": "There is no responsibility for them upon those who have Taqwa, but (their duty) is to remind them, that they may (attain) Taqwa"
        },
        {
            "chapter": 6,
            "verse": 70,
            "text": "And leave alone those who take their religion as play and amusement, and are deceived by the life of this world. But remind (them) with it (the Qur'an) lest a soul Tubsal for that which one has earned, when he will find for himself no protector or intercessor besides Allah, and even if he offers every ransom, it will not be accepted from him. Such are they who are given up to destruction because of that which they have earned. For them will be a drink of boiling water and a painful torment because they used to disbelieve"
        }
    ]
}