{
    "rukus": [
        {
            "chapter": 9,
            "verse": 1,
            "text": "Freedom from (all) obligations (is declared) from Allah and His Messenger () to those of the Mushrikin (idolaters), with whom you made a treaty"
        },
        {
            "chapter": 9,
            "verse": 2,
            "text": "So travel freely (O Mushrikin) for four months (as you will) throughout the land, but know that you cannot escape (from the punishment of) Allah; and Allah will disgrace the disbelievers"
        },
        {
            "chapter": 9,
            "verse": 3,
            "text": "And a declaration from Allah and His Messenger to mankind on the greatest day of Hajj that Allah is free from obligations to the Mushrikin and so is His Messenger. So if you repent, it is better for you, but if you turn away, then know that you cannot escape Allah. And give tidings of a painful torment for those who disbelieve"
        },
        {
            "chapter": 9,
            "verse": 4,
            "text": "Except those of the Mushrikin with whom you have a treaty, and who have not subsequently failed you in aught, nor have supported anyone against you. So fulfill their treaty for them until the end of their term. Surely, Allah loves those who have Taqwa"
        },
        {
            "chapter": 9,
            "verse": 5,
            "text": "So when the Sacred Months have passed, then fight the Mushrikin wherever you find them, and capture them and besiege them, and lie in wait for them in each and every ambush. But if they repent and perform the Salah, and give the Zakah, then leave their way free. Verily, Allah is Oft-Forgiving, Most Merciful"
        },
        {
            "chapter": 9,
            "verse": 6,
            "text": "And if anyone of the Mushrikin seeks your protection then grant him protection so that he may hear the Word of Allah (the Qur'an) and then escort him to where he can be secure, that is because they are men who know not"
        }
    ]
}