{
    "rukus": [
        {
            "chapter": 18,
            "verse": 1,
            "text": "All praise is due to Allah, Who has sent down to His servant the Book, and has not placed therein any crookedness"
        },
        {
            "chapter": 18,
            "verse": 2,
            "text": "(He has made it) straight to give warning of a severe punishment from Him, and to give good news to the believers, who do righteous deeds, that they shall have a fair reward"
        },
        {
            "chapter": 18,
            "verse": 3,
            "text": "They shall abide therein forever"
        },
        {
            "chapter": 18,
            "verse": 4,
            "text": "And to warn those who say, \"Allah has begotten a child"
        },
        {
            "chapter": 18,
            "verse": 5,
            "text": "No knowledge have they of such a thing, nor had their fathers. Mighty is the word that comes out of their mouths. They utter nothing but a lie"
        },
        {
            "chapter": 18,
            "verse": 6,
            "text": "Perhaps, you would kill yourself in grief, over their footsteps, because they believe not in this narration"
        },
        {
            "chapter": 18,
            "verse": 7,
            "text": "Verily, we have made that which is on earth an adornment for it, in order that We may test which of them are best in deeds"
        },
        {
            "chapter": 18,
            "verse": 8,
            "text": "And verily, We shall make all that is on it bare, dry soil"
        },
        {
            "chapter": 18,
            "verse": 9,
            "text": "Do you think that the people of Al-Kahf and Ar-Raqim were a wonder among Our signs"
        },
        {
            "chapter": 18,
            "verse": 10,
            "text": "When the young men fled for refuge to Al-Kahf. They said: \"Our Lord! Bestow on us mercy from Yourself, and facilitate for us our affair in the right way"
        },
        {
            "chapter": 18,
            "verse": 11,
            "text": "Therefore, We covered up their hearing in Al-Kahf for a number of years"
        },
        {
            "chapter": 18,
            "verse": 12,
            "text": "Then We raised them up, that We might test which of the two parties was best at calculating the time period they tarried"
        }
    ]
}