{
    "rukus": [
        {
            "chapter": 24,
            "verse": 11,
            "text": "Verily, those who brought forth the slander are a group among you. Consider it not a bad thing for you. Nay, it is good for you. Unto every man among them will be paid that which he had earned of the sin, and as for him among them who had the greater share therein, his will be a great torment"
        },
        {
            "chapter": 24,
            "verse": 12,
            "text": "Why then, did not the believers, men and women, when you heard it, think good of their own people and say: \"This is an obvious lie"
        },
        {
            "chapter": 24,
            "verse": 13,
            "text": "Why did they not produce four witnesses against him Since they have not produced witnesses! Then with Allah, they are the liars"
        },
        {
            "chapter": 24,
            "verse": 14,
            "text": "Had it not been for the grace of Allah and His mercy unto you in this world and in the Hereafter, a great torment would have touched you for that whereof you had spoken"
        },
        {
            "chapter": 24,
            "verse": 15,
            "text": "When you were propagating it with your tongues, and uttering with your mouths that whereof you had no knowledge, you counted it a little thing, while with Allah it was very great"
        },
        {
            "chapter": 24,
            "verse": 16,
            "text": "And why did you not, when you heard it, say: \"It is not right for us to speak of this. Glory be to You (O Allah)! This is a great lie"
        },
        {
            "chapter": 24,
            "verse": 17,
            "text": "Allah forbids you from it and warns you not to repeat the like of it forever, if you are believers"
        },
        {
            "chapter": 24,
            "verse": 18,
            "text": "And Allah makes the Ayat plain to you, and Allah is All-Knowing, All-Wise"
        },
        {
            "chapter": 24,
            "verse": 19,
            "text": "Verily, those who like that Fahishah should be circulated among those who believe, they will have a painful torment in this world and in the Hereafter. And Allah knows and you know not"
        },
        {
            "chapter": 24,
            "verse": 20,
            "text": "And had it not been for the grace of Allah and His mercy on you, and that Allah is full of kindness, Most Merciful"
        }
    ]
}