{
    "rukus": [
        {
            "chapter": 43,
            "verse": 46,
            "text": "And indeed We did send Musa with Our Ayat to Fir`awn and his chiefs. He said: \"Verily, I am a Messenger of the Lord of all that exists"
        },
        {
            "chapter": 43,
            "verse": 47,
            "text": "But when he came to them with Our Ayat, behold, they laughed at them"
        },
        {
            "chapter": 43,
            "verse": 48,
            "text": "And not an Ayah We showed them but it was greater than its fellow preceding it, and We seized them with torment, in order that they might turn"
        },
        {
            "chapter": 43,
            "verse": 49,
            "text": "And they said (to Musa): \"O you sorcerer! Invoke your Lord for us according to what He has made a pact with you. Verily, We shall guide ourselves"
        },
        {
            "chapter": 43,
            "verse": 50,
            "text": "But when We removed the torment from them, behold, they broke their covenant"
        },
        {
            "chapter": 43,
            "verse": 51,
            "text": "And Fir`awn proclaimed among his people (saying): \"O my people! Is not mine the dominion of Egypt, and these rivers flowing underneath me. See you not then"
        },
        {
            "chapter": 43,
            "verse": 52,
            "text": "Am I not better than this one (Musa) who is despicable and can scarcely express himself clearly"
        },
        {
            "chapter": 43,
            "verse": 53,
            "text": "Why then are not golden bracelets bestowed on him, or angels sent along with him"
        },
        {
            "chapter": 43,
            "verse": 54,
            "text": "Thus he fooled his people, and they obeyed him. Verily, they were ever a people who were rebellious"
        },
        {
            "chapter": 43,
            "verse": 55,
            "text": "So when they angered Us, We punished them, and drowned them all"
        },
        {
            "chapter": 43,
            "verse": 56,
            "text": "And We made them a precedent, and an example to later generations"
        }
    ]
}