{
    "rukus": [
        {
            "chapter": 5,
            "verse": 87,
            "text": "O you who believe! Make not unlawful the good things which Allah has made lawful to you, and transgress not. Verily, Allah does not like the transgressors"
        },
        {
            "chapter": 5,
            "verse": 88,
            "text": "And eat of the things which Allah has provided for you, lawful and good, and have Taqwa of Allah in Whom you believe"
        },
        {
            "chapter": 5,
            "verse": 89,
            "text": "Allah will not punish you for what is unintentional in your oaths, but He will punish you for your deliberate oaths; for its expiation feed ten poor, on a scale of the Awsat of that with which you feed your own families; or clothe them; or free a slave. But whosoever cannot afford, then he should fast for three days. That is the expiation for the oaths when you have sworn. And protect your oaths. Thus Allah makes clear to you His Ayat that you may be grateful"
        },
        {
            "chapter": 5,
            "verse": 90,
            "text": "O you who believe! Khamr, Maysir, Ansab, and Azlam are a Rijs of Shaytan's handiwork. So avoid that in order that you may be successful"
        },
        {
            "chapter": 5,
            "verse": 91,
            "text": "Shaytan wants only to excite enmity and hatred between you with Khamr and Maysir, and hinder you from the remembrance of Allah and from the Salah (the prayer). So, will you not then abstain"
        },
        {
            "chapter": 5,
            "verse": 92,
            "text": "And obey Allah and obey the Messenger, and beware. Then if you turn away, you should know that it is Our Messenger's duty to convey in the clearest way"
        },
        {
            "chapter": 5,
            "verse": 93,
            "text": "Those who believe and do righteous good deeds, there is no sin on them for what they ate, if they have Taqwa and believe and do righteous good deeds, and they (again) have Taqwa and believe, and then (once again) have Taqwa and perform good. And Allah loves the good-doers"
        }
    ]
}