{
    "maqras": [
        {
            "chapter": 15,
            "verse": 1,
            "text": "یہ آیتیں کتاب کی ہیں اور قرآن واضح کی"
        },
        {
            "chapter": 15,
            "verse": 2,
            "text": "کافر بڑی حسرت کریں گے کہ کاش وہ مسلمان ہو جاتے"
        },
        {
            "chapter": 15,
            "verse": 3,
            "text": "انہیں چھوڑ دو کھا لیں اور فائدہ اٹھا لیں اور انہیں آرزو بھلائے رکھے سو آئندہ معلوم کر لیں گے"
        },
        {
            "chapter": 15,
            "verse": 4,
            "text": "اور ہم نے جتنی بستیاں ہلاک کی ہیں ان سب کے لیے ایک مقرر وقت لکھا ہوا تھا"
        },
        {
            "chapter": 15,
            "verse": 5,
            "text": "کوئی قوم اپنے وقت مقرر سے نہ پہلے ہلاک ہوئی ہے نہ پیچھے رہی ہے"
        },
        {
            "chapter": 15,
            "verse": 6,
            "text": "اور انہوں نے کہا اے وہ شخص جس پر قرآن نازل کیا گیا ہے بے شک تو مجنون ہے"
        },
        {
            "chapter": 15,
            "verse": 7,
            "text": "اگر تم سچے ہو تو ہمارے پاس فرشتوں کو کیوں نہیں لاتے"
        },
        {
            "chapter": 15,
            "verse": 8,
            "text": "ہم فرشتہ تو فیصلہ ہی کے لیے بھیجا کرتے ہیں اور اس وقت انہیں مہلت نہیں ملے گی"
        },
        {
            "chapter": 15,
            "verse": 9,
            "text": "ہم نے یہ نصیحت اتار دی ہے اور بے شک ہم اس کے نگہبان ہیں"
        },
        {
            "chapter": 15,
            "verse": 10,
            "text": "اور تجھ سے پہلے ہم پہلی قوموں میں بھی رسول بھیج چکے ہیں"
        },
        {
            "chapter": 15,
            "verse": 11,
            "text": "اور وہ بھی جب کوئی رسول ان کے پاس آتا ہے تو اس سے ٹھٹھا ہی کرتے"
        },
        {
            "chapter": 15,
            "verse": 12,
            "text": "اسی طرح ہم یہ ٹھٹھا ان مجرمو ں کے دلوں میں ڈال دیتے ہیں"
        },
        {
            "chapter": 15,
            "verse": 13,
            "text": "یہ لوگ قرآن پر ایمان نہیں لاتے اور یہ پہلوں کا دستور چلا آیا ہے"
        },
        {
            "chapter": 15,
            "verse": 14,
            "text": "اور اگر ہم ان پر آسمان سے دروازہ کھول دیں پھراس میں سے چڑھ جائیں"
        },
        {
            "chapter": 15,
            "verse": 15,
            "text": "البتہ کہیں گے کہ ہماری نظر بندی کر دی گئی تھی بلکہ ہم پر جادو کیا گیا ہے"
        },
        {
            "chapter": 15,
            "verse": 16,
            "text": "او رالبتہ تحقیق ہم نے آسمان پر برج بنائے ہیں اور دیکھنے والو ں کی نطر میں اسے رونق دی ہے"
        },
        {
            "chapter": 15,
            "verse": 17,
            "text": "اور ہم نے اسے ہرشیطان مردود سے محفوظ رکھا"
        },
        {
            "chapter": 15,
            "verse": 18,
            "text": "مگر جس نے چوری سے سن لیا تو اس کے پیچھے چمکتا ہوا انگارہ پڑا"
        },
        {
            "chapter": 15,
            "verse": 19,
            "text": "اور ہم نے زمین کو پھیلایا اور اس پر پہاڑ رکھ دیے اوراس میں ہر چیز اندازے سے اگائی"
        },
        {
            "chapter": 15,
            "verse": 20,
            "text": "اوراس میں تمہارے لیے روزی کے اسباب بنا دیئے اوران کے لیے بھی جنہیں تم روزی دینے والے نہیں ہو"
        },
        {
            "chapter": 15,
            "verse": 21,
            "text": "او رہر چیز کے ہمارے پاس خزانے ہیں اورہم صرف اسے اندازہ معین پر نازل کرتے ہیں"
        },
        {
            "chapter": 15,
            "verse": 22,
            "text": "اور ہم نے بادل اٹھانے والی ہوائیں بھیجیں پھر ہم نے آسمان سے پانی نازل کیا پھر وہ تمہیں پلایا اور تمہارے پاس اس کا خزانہ نہیں ہے"
        },
        {
            "chapter": 15,
            "verse": 23,
            "text": "اور بے شک ہم ہی زندہ کرتے اور مارتے ہیں اورا خیر مالک بھی ہم ہی ہیں"
        },
        {
            "chapter": 15,
            "verse": 24,
            "text": "اور ہمیں تم میں سے اگلے او رپچھلے سب معلوم کر لیں"
        },
        {
            "chapter": 15,
            "verse": 25,
            "text": "اور بے شک تیرا رب ہی انہیں جمع کرے گا بے شک وہ حکمت والا خبردار ہے"
        },
        {
            "chapter": 15,
            "verse": 26,
            "text": "اور البتہ تحقیق ہم نے انسان کو بجتی ہوئی مٹی سے جو سڑے ہوئے گارے سے تھی پیدا کیا"
        },
        {
            "chapter": 15,
            "verse": 27,
            "text": "اور ہم نے اس سے پہلے جنوں کو آگ کے شعلے سے بنایا تھا"
        },
        {
            "chapter": 15,
            "verse": 28,
            "text": "اور جب تیرے رب نے فرشتوں سے کہا کہ میں ایک بشر کو بجتی ہوئی مٹی سے جو کےسڑے ہوئے گارے کی ہو گی پیدا کرنے والا ہوں"
        },
        {
            "chapter": 15,
            "verse": 29,
            "text": "پھر جب میں اسے ٹھیک بنالوں اور اس میں اپنی روح پھونک دوں تو تم اس کے آگے سجدہ میں گر پڑنا"
        },
        {
            "chapter": 15,
            "verse": 30,
            "text": "پھر سب کے سب فرشتوں نے سجدہ کیا"
        },
        {
            "chapter": 15,
            "verse": 31,
            "text": "مگر ابلیس نے انکار کیا کہ سجدہ کرنے والوں کے ساتھ ہو"
        },
        {
            "chapter": 15,
            "verse": 32,
            "text": "فرمایا اے ابلیس! تجھے کیا ہوا کہ سجدہ کرنے والوں کے ساتھ نہ ہوا"
        },
        {
            "chapter": 15,
            "verse": 33,
            "text": "کہا میں ایسا نہ تھا کہ ایک ایسے بشر کو سجدہ کروں جسے تو نے بجتی ہوئی مٹی سے جو سڑے ہوئے گارے کی تھی پیدا کیا ہے"
        },
        {
            "chapter": 15,
            "verse": 34,
            "text": "کہا تو آسمان سے نکل جا بے شک تو مردود ہو گیا"
        },
        {
            "chapter": 15,
            "verse": 35,
            "text": "اور بے شک تجھ پر قیامت کے دن تک لعنت رہے گی"
        },
        {
            "chapter": 15,
            "verse": 36,
            "text": "کہا اے میرے رب! تو پھر مجھے قیامت کے دن تک مہلت دے"
        },
        {
            "chapter": 15,
            "verse": 37,
            "text": "فرمایا بےشک تجھے مہلت ہے"
        },
        {
            "chapter": 15,
            "verse": 38,
            "text": "وقت معلوم کے دن تک"
        },
        {
            "chapter": 15,
            "verse": 39,
            "text": "کہا اے میرے رب! جیسا تو نے مجھے گمراہ لیا ہے البتہ ضرور ضرور میں زمین میں انہیں ان کے گناہوں کو مرغوب کر کے دکھاؤں گا اور ان سب کو گمراہ کروں گا"
        },
        {
            "chapter": 15,
            "verse": 40,
            "text": "سوائے تیرے ان بندوں کے جو ان میں مخلص ہو ں گے"
        },
        {
            "chapter": 15,
            "verse": 41,
            "text": "فرمایا یہ راستہ مجھ پر سیدھا ہے"
        },
        {
            "chapter": 15,
            "verse": 42,
            "text": "بے شک میرے بندوں پر تیرا کچھ بھی بس نہیں چلے گا مگر جو گمراہوں میں سے تیرا تابعدار ہوا"
        },
        {
            "chapter": 15,
            "verse": 43,
            "text": "اور بے شک ان سب کا وعدہ دوزخ پر ہے"
        },
        {
            "chapter": 15,
            "verse": 44,
            "text": "اس کے سات دروازے ہیں ہر دروازے کے لیے ان کے الگ الگ حصے ہیں"
        },
        {
            "chapter": 15,
            "verse": 45,
            "text": "بے شک پرہیزگار باغوں اور چشموں میں رہیں گے"
        },
        {
            "chapter": 15,
            "verse": 46,
            "text": "ان باغوں میں سلامتی اور امن سے جا کر رہو"
        },
        {
            "chapter": 15,
            "verse": 47,
            "text": "اور ان کے دلوں میں جو کینہ تھا ہم وہ سب دور کر دیں گے سب بھائی بھائی ہوں گے تختوں پر آمنے سامنے بیٹھنے والے ہوں گے"
        },
        {
            "chapter": 15,
            "verse": 48,
            "text": "انہیں وہاں کوئی تکلیف نہیں پہنچے گی اور نہ وہ وہاں سے نکالے جائیں گے"
        },
        {
            "chapter": 15,
            "verse": 49,
            "text": "میرے بندوں کو اطلاع دے کہ بےشک میں بحشنے والا مہربان ہوں"
        }
    ]
}