{
    "maqras": [
        {
            "chapter": 20,
            "verse": 55,
            "text": "اسی زمین سے ہم نے تمہیں بنایا اور اسی میں لوٹائیں گے اور دوبارہ اسی سے نکالیں گے"
        },
        {
            "chapter": 20,
            "verse": 56,
            "text": "اورہم نے فرعون کو اپنی سب نشانیاں دکھا دیں پھر اس نے جھٹلایا اورانکار کیا"
        },
        {
            "chapter": 20,
            "verse": 57,
            "text": "کہا اے موسیٰ کیا تو ہمیں اپنے جادو سے ہمارے ملک سے نکالنے کے لیے آیا ہے"
        },
        {
            "chapter": 20,
            "verse": 58,
            "text": "سو ہم بھی تیرے مقابلے میں ایک ایسا ہی جادو لائیں گے سوہمارے او راپنے درمیان ایک وعدہ مقرر کر دے نہ ہم اس کے خلاف کریں اورنہ تو کسی صاف میدان میں"
        },
        {
            "chapter": 20,
            "verse": 59,
            "text": "کہا تمہارا وعدہ جشن کا دن ہے اور دن چڑھے لوگ اکھٹے کیے جائیں"
        },
        {
            "chapter": 20,
            "verse": 60,
            "text": "پھر فرعون لوٹ گیا اور اپنے مکر کا سامان جمع کیا پھر آیا"
        },
        {
            "chapter": 20,
            "verse": 61,
            "text": "موسیٰ نے کہا افسوس تم الله پر بہتان نہ باندھو ورنہ وہ کسی عذاب سے تمہیں ہلاک کر دے گا اوربے شک جس نے جھوٹ بنایا وہ غارت ہوا"
        },
        {
            "chapter": 20,
            "verse": 62,
            "text": "پھر ان کا آپس میں اختلاف ہو گیا اور خفیہ گفتگو کرتے رہے"
        },
        {
            "chapter": 20,
            "verse": 63,
            "text": "کہا بے شک یہ دونوں جادوگر ہیں چاہتے ہیں کہ اپنے جادو کے زور سے تمہیں تمہارے ملک سے نکال دیں اور تمہارے عمدہ طریقہ کو موقوف کر دیں"
        },
        {
            "chapter": 20,
            "verse": 64,
            "text": "پھر تم اپنی تدبیر جمع کر کے صف باندھ کر آؤ اور تحقیق آج جیت گیا جو غالب رہا"
        },
        {
            "chapter": 20,
            "verse": 65,
            "text": "کہا اے موسیٰ یا تو ڈال اوریا ہم پہلے ڈالنے والے ہوں"
        },
        {
            "chapter": 20,
            "verse": 66,
            "text": "کہا بلکہ تم ڈالو پس اچانک ان کی رسیاں او رلاٹھیاں ان کے جادو سے اس کے خیال میں دوڑ رہی ہیں"
        },
        {
            "chapter": 20,
            "verse": 67,
            "text": "پھر موسیٰ نے اپنے دل میں ڈر محسوس کیا"
        },
        {
            "chapter": 20,
            "verse": 68,
            "text": "ہم نے کہا ڈرو مت بیشک تو ہی غالب ہوگا"
        },
        {
            "chapter": 20,
            "verse": 69,
            "text": "او رجو تیرے دائیں ہاتھ میں ہے ڈال دے کہ نگل جائے جو کچھ انہوں نے بنایا ہےجو کچھ کہ انہوں نے بنایا ہے صرف جادوگر کا فریب ہے اورجادوگر کا بھلا نہیں ہوتا جہاں بھی ہو"
        },
        {
            "chapter": 20,
            "verse": 70,
            "text": "پھر جادوگر سجدہ میں گر پڑے کہا ہم ہارون اورموسیٰ کے رب پر ایمان لائے"
        },
        {
            "chapter": 20,
            "verse": 71,
            "text": "کہا تم میری اجازت سے پہلےہی اس پر ایمان لے آئے بے شک یہ تمہارا سردار ہے جس نے تمہیں جادو سکھایا سو اب میں تمہارے ہاتھ اور دوسری طرف کے پاؤں کٹواؤں گا اورتمہیں کھجور کے تنوں پر سولی دوں گا اورتمہیں معلوم ہوجائے گا ہم میں سے کس کا عذاب سخت اور دیر تک رہنے والا ہے"
        },
        {
            "chapter": 20,
            "verse": 72,
            "text": "کہا ہم تجھے ہرگزترجیح نہ دیں گے ان کھلی ہوئی نشانیوں کے مقابلہ میں جو ہمارے پاس آ چکی ہیں اورنہ اس کے مقابلہ میں جس نے ہمیں پیدا کیا ہے سو تو کر گزر جو تجھے کرنا ہے تو صرف اس دنیا کی زندگی پر حکم چلا سکتا ہے"
        },
        {
            "chapter": 20,
            "verse": 73,
            "text": "بے شک ہم اپنے رب پر ایمان لائے ہیں تاکہ ہمارے گناہ معاف کرے اور جو تو نے ہم سے زبردستی جادو کرایا اور الله بہتر اور سدا باقی رہنے والا ہے"
        },
        {
            "chapter": 20,
            "verse": 74,
            "text": "بے شک جو شخص اپنے رب کے پا س مجرم ہو کر آئے گا سواس کے لیے دوزخ ہے جس میں نہ مرے گا اور نہ جیے گا"
        },
        {
            "chapter": 20,
            "verse": 75,
            "text": "اورجو اس کے پاس مومن ہوکر آئے گا حالانکہ اس نے اچھے کام بھی کیے ہوں تو ان کے لیے بلند مرتبے ہوں گے"
        },
        {
            "chapter": 20,
            "verse": 76,
            "text": "ہمیشہ رہنے کے باغ جن کے نیچے نہریں بہتی ہوں گی وہ ان میں ہمیشہ رہیں گے اور یہ اس کی جزا ہے جو گناہ سے پاک ہوا"
        },
        {
            "chapter": 20,
            "verse": 77,
            "text": "او رہم نے البتہ موسیٰ کو وحی کی کہ میرے بندوں کو راتوں رات لے جا پھر ان کے لیے دریامیں خشک راستہ بنا دے پکڑے جانے سے نہ ڈر اور نہ کسی خطرہ کا خوف کھا"
        },
        {
            "chapter": 20,
            "verse": 78,
            "text": "پھر فرعون نے اپنے لشکر کو لے کر ان کا پیچھا کیا پھر انہیں دریا نےڈھانپ لیا جیسا ڈھانپا"
        },
        {
            "chapter": 20,
            "verse": 79,
            "text": "اور فرعون نے اپنی قوم کو بہکایا اور راہ پر نہ لایا"
        },
        {
            "chapter": 20,
            "verse": 80,
            "text": "اے بنی اسرائیل ہم نے تمہیں تمہارے دشمن سے نجات دی اور تم سے طور کی دائیں طرف کا وعدہ کیا اور تم پر من و سلویٰ اتارا"
        },
        {
            "chapter": 20,
            "verse": 81,
            "text": "کھاؤ جو ستھری چیزیں ہم نے تمہیں دی ہیں اور اس میں حد سے نہ گزرو پھر تم پر میرا غضب نازل ہو گا اور جس پرمیرا غضب نازل ہوا سو وہ گڑھے میں جا گرا"
        },
        {
            "chapter": 20,
            "verse": 82,
            "text": "اور بے شک میں بڑا بخشنے والا ہوں اس کو جو توبہ کرے اور ایمان لائے اور اچھے کام کرے پھر ہدایت پر قائم رہے"
        }
    ]
}