{
    "maqras": [
        {
            "chapter": 25,
            "verse": 21,
            "text": "اور ان لوگوں نے کہا جو ہم سے ملنے کی امید نہیں رکھتے کہ ہمارے پاس فرشتے کیوں نہ بھیجے گئے یا ہم اپنے رب کو دیکھ لیتے البتہ انہوں نے اپنے آپ کو بہت بڑاسمجھ لیا ہے اور بہت بڑی سرکشی کی ہے"
        },
        {
            "chapter": 25,
            "verse": 22,
            "text": "جس دن فرشتوں کو دیکھیں گے اس دن مجرموں کے لیے کوئی خوشی نہیں ہو گی اورکہیں گے آڑ کر دی جائے"
        },
        {
            "chapter": 25,
            "verse": 23,
            "text": "اور جو عمل انہوں نے کیے تھے ہم ان کی طرف متوجہ ہوں گے پھر انہیں اڑتی ہوئی خاک کر دیں گے"
        },
        {
            "chapter": 25,
            "verse": 24,
            "text": "اس دن بہشتیوں کا ٹھکانا بہتر ہوگا اور دوپہر کی آرام گاہ بھی عمدہ ہو گی"
        },
        {
            "chapter": 25,
            "verse": 25,
            "text": "اور جس دن آسمان بادل سے پھٹ جائے گا اور فرشتے بکثرت اتارے جائیں گے"
        },
        {
            "chapter": 25,
            "verse": 26,
            "text": "اس دن حقیقی حکومت رحمنٰ ہی کی ہوگی اور وہ دن کافروں پر بڑا سخت ہوگا"
        },
        {
            "chapter": 25,
            "verse": 27,
            "text": "اور اس دن ظالم اپنے ہاتھ کاٹ کاٹ کھائے گا کہے گا اے کاش میں بھی رسول کے ساتھ راہ چلتا"
        },
        {
            "chapter": 25,
            "verse": 28,
            "text": "ہائے میری شامت کاش میں نے فلاں کو دوست نہ بنایا ہوتا"
        },
        {
            "chapter": 25,
            "verse": 29,
            "text": "اسی نے تو نصیحت کے آنے کےبعد مجھے بہکا دیا اور شیطان تو انسان کو رسوا کرنے والا ہی ہے"
        },
        {
            "chapter": 25,
            "verse": 30,
            "text": "اور رسول کہے گا اے میرے رب بےشک میری قوم نے اس قرآن کو نظر انداز کر رکھا تھا"
        },
        {
            "chapter": 25,
            "verse": 31,
            "text": "اور ہم اسی مجرموں کو ہر ایک نبی کا دشمن بناتے رہے ہیں اور ہدایت کرنے اور مدد کرنے کے لیے تیرا رب کافی ہے"
        },
        {
            "chapter": 25,
            "verse": 32,
            "text": "اور کافر کہتے ہیں کہ اس پر یکبارگی قرآن کیوں نازل نہیں کیا گیا اسی طرح اتارا گیا تاکہ ہم اس سے تیرے دل کو اطمینان دیں اور ہم نے اسے ٹھہر ٹھہر کر پڑھ سنایا"
        },
        {
            "chapter": 25,
            "verse": 33,
            "text": "اور جو انوکھی بات تیرے سامنے لائیں گے ہم بھی تمہیں اس کا بہت ٹھیک جواب اوربہت عمدہ حل بتائیں"
        },
        {
            "chapter": 25,
            "verse": 34,
            "text": "جو لوگ مونہوں کے بل گھسیٹ کر جہنم میں ڈالیں جائیں گے یہی برے درجے والے ہیں اور بہت ہی بڑے گمراہ ہیں"
        },
        {
            "chapter": 25,
            "verse": 35,
            "text": "اور البتہ تحقیق ہم نے موسیٰ کو کتاب دی اور ہم نے اس کے ساتھ اس کے بھائی ہارون کو وزیر بنایا"
        },
        {
            "chapter": 25,
            "verse": 36,
            "text": "پھر ہم نے کہا تم دونو ان لوگوں کی طرف جاؤ جنہو ں نے ہماری آیتیں جھٹلائی ہیں پھر ہم نے انہیں جڑ سے اکھاڑ کر پھینک دیا"
        },
        {
            "chapter": 25,
            "verse": 37,
            "text": "اور نوح کی قوم کوبھی جب انہو ں نے رسولوں کو جھٹلایا تو ہم نے انہیں غرق کر دیا اور ہم نے انہیں لوگوں کے لیے نشانی بنا دیا اور ہم نے ظالموں کے لیے دردناک عذاب تیار کیا ہے"
        },
        {
            "chapter": 25,
            "verse": 38,
            "text": "اور عاد اور ثمود اورکنوئیں والوں کو بھی اوربہت سے دور جو ان کے درمیان تھے"
        },
        {
            "chapter": 25,
            "verse": 39,
            "text": "اور ہم نے ہر ایک کو مثالیں دے کر سمجھایا تھا اور سب کو ہم نے ہلاک کر دیا"
        },
        {
            "chapter": 25,
            "verse": 40,
            "text": "اور یہ اس بستی پر بھی گزرے ہیں جس پر بری طرح پتھر برسائے گئے سو کیا یہ لوگ اسے دیکھتے نہیں رہتے بلکہ یہ لوگ مر کر زندہ ہونے کی امید ہی نہیں رکھتے"
        },
        {
            "chapter": 25,
            "verse": 41,
            "text": "اور جب یہ لوگ تمہیں دیکھتے ہیں تو بس تم سے مذاق کرنے لگتے ہیں کیا یہی ہے جسےالله نے رسول بنا کر بھیجا"
        },
        {
            "chapter": 25,
            "verse": 42,
            "text": "اس نے تو ہمیں ہمارے معبودوں سے ہٹا ہی دیا ہوتا اگر ہم ان پر قائم نہ رہتے اور انہیں جلدی معلوم ہوجائے گا جب عذاب دیکھیں گے کہ کون شخص گمراہ تھا"
        },
        {
            "chapter": 25,
            "verse": 43,
            "text": "کیا تم نے اس شخص کو دیکھا جس نے اپنا خدا اپنی خوہشات نفسانی کو بنا رکھا ہے پھر کیا تو اس کا ذمہ دار ہو سکتا ہے"
        },
        {
            "chapter": 25,
            "verse": 44,
            "text": "یا تو خیال کرتا ہے کہ اکثر ان میں سے سنتے یا سمجھتے ہیں یہ تو محض چوپایوں کی طرح ہیں بلکہ ان سے بھی زیادہ گمراہ ہیں"
        },
        {
            "chapter": 25,
            "verse": 45,
            "text": "کیا تو نے اپنے رب کی طرف نہیں دیکھا کہ اس نے سایہ کو کیسے پھیلایا ہے اور اگر چاہتا تو اسے ٹھہرا رکھتا پھر ہم نے سورج کو اس کا سبب بنا دیا ہے"
        },
        {
            "chapter": 25,
            "verse": 46,
            "text": "پھر ہم اسے آہستہ آہستہ اپنی طرف سمیٹتے ہیں"
        },
        {
            "chapter": 25,
            "verse": 47,
            "text": "اور وہی ہے جس نے تمہارے لیے رات کو اوڑھنا اور نیند کو راحت بنا دیا اور دن چلنے پھرنے کے لیے بنایا"
        },
        {
            "chapter": 25,
            "verse": 48,
            "text": "اوروہی تو ہے جو اپنی رحمت سے پہلے خوشخبری لانے والی ہوائیں چلاتا ہے اور ہم نے آسمان سے پاک پانی نازل فرمایا"
        },
        {
            "chapter": 25,
            "verse": 49,
            "text": "تاکہ ہم اس سے مرے ہوئے شہر کو زندہ کریں اور اسے اپنی پیدا کی ہوئی چیزوں، چارپایوں اوربہت سے آدمیوں کوپلائیں"
        },
        {
            "chapter": 25,
            "verse": 50,
            "text": "اور ہم نے اسے لوگوں میں بانٹ دیا ہے تاکہ نصیحت حاصل کریں پس بہت سے آدمی ناشکری کیے بغیر نہ رہے"
        },
        {
            "chapter": 25,
            "verse": 51,
            "text": "اور اگر ہم چاہتے تو ہر گاؤں میں ایک ڈرانے والا بھیج دیتے"
        },
        {
            "chapter": 25,
            "verse": 52,
            "text": "پس کافروں کا کہا نہ مان اس کے ساتھ بڑے زور سے ان کا مقابلہ کر"
        }
    ]
}