{
    "maqras": [
        {
            "chapter": 35,
            "verse": 41,
            "text": "بے شک الله ہی آسمانوں اور زمین کو تھامے ہوئے ہے اس سے کہ وہ اپنی جگہ سے ٹل جائیں اور اگر وہ دونوں اپنی جگہ سے ہٹ جائیں تو ان کو کوئی بھی اس کے بعد روک نہیں سکتا بے شک وہ بردبار بخشنے والا ہے"
        },
        {
            "chapter": 35,
            "verse": 42,
            "text": "اوروہ الله کی پختہ قسمیں کھاتے تھے اگر ان کے پاس کوئی بھی ڈرانے والا آیا تو ہر ایک امت سے زیادہ ہدایت پر ہوں گے پھر جب ان کے پاس ڈرانے والا آیا تو اس سے ان کو اور بھی نفرت بڑھ گئی"
        },
        {
            "chapter": 35,
            "verse": 43,
            "text": "کہ ملک میں سرکشی اور بری تدبیریں کرنے لگ گئے اور بری تدبیر تو تدبیرکرنے والے ہی پر لٹ پڑتی ہے پھر کیا وہ اسی برتاؤ کے منتظر ہیں جو پہلے لوگوں سے برتا گیا پس تو الله کے قانون میں کوئی تبدیلی نہیں پائے گا اورتو الله کے قانوں میں کوئی تغیر نہیں پائے گا"
        },
        {
            "chapter": 35,
            "verse": 44,
            "text": "کیا انہوں نے زمین میں سیر نہیں کی کہ وہ دیکھتے ان لوگو ں کا کیسا برا انجام ہوا جو ان سے پہلے تھے اور وہ ان سے زیادہ طاقتور تھے اور الله ایسا نہیں ہے کہ اسے کوئی چیز آسمانوں میں اور نہ زمین میں عاجز کر دے بے شک وہ جاننے والا قدرت والا ہے"
        },
        {
            "chapter": 35,
            "verse": 45,
            "text": "اور اگر الله لوگوں سے ان کے اعمال پر گرفت کرتا تو سطح زمین پر کوئی جاندار نہ چھوڑتا لیکن وہ انہیں ایک وقت مقرر تک ڈھیل دیتا ہے پس جب ا نکا وقت مقرر آجائے گا تو بے شک الله اپنے بندوں کو خوب دیکھ رہا ہے"
        },
        {
            "chapter": 36,
            "verse": 1,
            "text": "یسۤ"
        },
        {
            "chapter": 36,
            "verse": 2,
            "text": "قرآن حکمت والے کی قم ہے"
        },
        {
            "chapter": 36,
            "verse": 3,
            "text": "بے شک آپ رسولوں میں سے ہیں"
        },
        {
            "chapter": 36,
            "verse": 4,
            "text": "سیدھے راستے پر"
        },
        {
            "chapter": 36,
            "verse": 5,
            "text": "غالب رحمت والے کا اتارا ہوا ہے"
        },
        {
            "chapter": 36,
            "verse": 6,
            "text": "تاکہ آپ اس قوم کو ڈرائیں جن کے باپ دادا نہیں ڈرائے گئے سو وہ غافل ہیں"
        },
        {
            "chapter": 36,
            "verse": 7,
            "text": "ان میں سے اکثر پر خدا کافرمان پورا ہو چکا ہے پس وہ ایمان نہیں لائیں گے"
        },
        {
            "chapter": 36,
            "verse": 8,
            "text": "بے شک ہم نے ان کی گردنوں میں طوق ڈال دیے ہیں پس وہ ٹھوڑیوں تک ہیں سو وہ اوپر کو سر اٹھائے ہوئے ہیں"
        },
        {
            "chapter": 36,
            "verse": 9,
            "text": "اور ہم نے ان کے سامنے ایک دیواربنادی ہے اور ان کے پیچھے بھی ایک دیوارہے پھر ہم نے انہیں ڈھانک دیا ہے کہ وہ دیکھ نہیں سکتے"
        },
        {
            "chapter": 36,
            "verse": 10,
            "text": "اور ان پر برابر ہے کیا آپ ان کو ڈرائیں یا نہ ڈرائیں وہ ایمان نہیں لائیں گے"
        },
        {
            "chapter": 36,
            "verse": 11,
            "text": "بے شک آپ اسی کو ڈرا سکتے ہیں جو نصیحت کی پیروی کرے اوربن دیکھے رحمان سے ڈرے پس خوشخبری دے دو اس کو بخشش اوراجر کی جو عزت والا ہے"
        },
        {
            "chapter": 36,
            "verse": 12,
            "text": "بے شک ہم ہی مردوں کو زندہ کریں گے اور جو انھوں نے آگے بھیجا اور جو پیچھے چھوڑا اس کو لکھتے ہیں اور ہم نے ہر چیز کو کتاب واضح (لوح محفوظ) میں محفوظ کر رکھا ہے"
        },
        {
            "chapter": 36,
            "verse": 13,
            "text": "اور ان سے بستی والوں کا حال مشال کے طور پر بیان کر جب کہ ان کے پاس رسول آئے"
        },
        {
            "chapter": 36,
            "verse": 14,
            "text": "جب ہم نے ان کے پاس دو کو بھیجا انھوں نے ان کو جھٹلایا پھر ہم نے تیسرے سے مدد کی پھر انہوں نے کہا ہم تمہاری طرف بھیجے گئے ہیں"
        },
        {
            "chapter": 36,
            "verse": 15,
            "text": "انہوں نے کہا تم کچھ اور نہیں ہو مگر ہماری طرح انسان ہو اور رحمان نے کوئی چیز نہیں اتاری تم اور کچھ نہیں ہو مگر جھوٹ بول رہے ہو"
        },
        {
            "chapter": 36,
            "verse": 16,
            "text": "انہوں نے کہا ہمارا رب جانتا ہے کہ ہم تمہاری طرف بھیجے ہوئے ہیں"
        },
        {
            "chapter": 36,
            "verse": 17,
            "text": "اورہمارے ذمے کھلم کھلا پہنچا دینا ہی ہے"
        },
        {
            "chapter": 36,
            "verse": 18,
            "text": "انہوں نے کہا ہم نے تو تمہیں منحوس سمجھا ہے اگر تم باز نہ آؤ گے توہم تمہیں سنگسار کر دیں گے اور تمہیں ہمارے ہاتھ سے ضرور دردناک عذاب پہنچے گا"
        },
        {
            "chapter": 36,
            "verse": 19,
            "text": "انہوں نے کہا تمہاری نحوست تو تمہارے ساتھ ہے کیا اگر تمہیں نصیحت کی جائے (تو اسے نحوست سمجھتے ہو) بلکہ تم حد سے بڑھنے والے ہو"
        },
        {
            "chapter": 36,
            "verse": 20,
            "text": "اور شہر کے پرلے کنارے سے ایک آدمی دوڑتا ہوا آیا کہا اے میری قوم رسولوں کی پیروی کرو"
        },
        {
            "chapter": 36,
            "verse": 21,
            "text": "ان کی پیروی کرو جو تم سےکوئی اجر نہیں مانگتے اوروہ ہدایت پانے والے ہیں"
        },
        {
            "chapter": 36,
            "verse": 22,
            "text": "اور میرے لیے کیا ہے کہ میں اس کی عبادت نہ کروں جس نے مجھے پیدا کیا ہے اور اسی کی طرف تم لوٹائے جاؤ گے"
        },
        {
            "chapter": 36,
            "verse": 23,
            "text": "کیا میں اس کے سوا اوروں کو معبود بناؤں کہ اگر رحمان مجھے تکلیف دینے کا ارادہ کرے تو ان کی سفارش کچھ بھی میرے کام نہ آئے اور نہ وہ مجھے چھڑا سکیں"
        },
        {
            "chapter": 36,
            "verse": 24,
            "text": "بے شک تب میں صریح گمراہی میں ہوں گا"
        },
        {
            "chapter": 36,
            "verse": 25,
            "text": "بے شک میں تمہارے رب پر ایمان لایا پس میری بات سنو"
        },
        {
            "chapter": 36,
            "verse": 26,
            "text": "کہا گیا جنت میں داخل ہو جا اس نے کہا اے کاش! میری قوم بھی جان لیتی"
        },
        {
            "chapter": 36,
            "verse": 27,
            "text": "کہ میرے رب نے مجھے بخش دیا اور مجھے عزت والوں میں کر دیا"
        }
    ]
}