{
    "chapter": [
        {
            "chapter": 15,
            "verse": 1,
            "text": "Alif. Lam. Ra. Acestea sunt versetele Cartii si ale unui Coran deslusit"
        },
        {
            "chapter": 15,
            "verse": 2,
            "text": "S-ar putea ca cei care tagaduiesc sa doreasca sa fie supusi"
        },
        {
            "chapter": 15,
            "verse": 3,
            "text": "Lasa-i sa manance si sa se bucure o vreme. Nadejdea le face placere, insa curand vor afla"
        },
        {
            "chapter": 15,
            "verse": 4,
            "text": "Noi nu am nimicit nici o cetate fara ca ea sa nu fi avut o carte cunoscuta"
        },
        {
            "chapter": 15,
            "verse": 5,
            "text": "Nici o adunare nu o ia inaintea sorocului ei, insa nu-l poate nici intarzia"
        },
        {
            "chapter": 15,
            "verse": 6,
            "text": "Ei spuneau: “O, tu cel asupra caruia s-a pogorat amintirea, tu esti un indracit!”"
        },
        {
            "chapter": 15,
            "verse": 7,
            "text": "De ce, daca spui adevarul, nu ai venit la noi cu ingerii"
        },
        {
            "chapter": 15,
            "verse": 8,
            "text": "Noi nu pogoram ingerii decat intru Adevar, asa ca nu vor avea mult de asteptat"
        },
        {
            "chapter": 15,
            "verse": 9,
            "text": "Noi am pogorat amintirea si asupra ei veghem"
        },
        {
            "chapter": 15,
            "verse": 10,
            "text": "Noi am mai trimis si inaintea ta (profeti) printre obstile celor dintai"
        },
        {
            "chapter": 15,
            "verse": 11,
            "text": "Nici un trimis nu a venit insa la ei, fara ca ei sa nu-l batjocoreasca"
        },
        {
            "chapter": 15,
            "verse": 12,
            "text": "Si astfel ii taiem cale in inimile nelegiuitilor"
        },
        {
            "chapter": 15,
            "verse": 13,
            "text": "Ei nu cred in El, in ciuda obiceiului celor dintai"
        },
        {
            "chapter": 15,
            "verse": 14,
            "text": "Chiar de le-am fi deschis o poarta a cerului si ei ar fi putut urca"
        },
        {
            "chapter": 15,
            "verse": 15,
            "text": "tot ar fi spus: “Privirile ne sunt ametite ori suntem niste oameni vrajiti.”"
        },
        {
            "chapter": 15,
            "verse": 16,
            "text": "Noi am pus zodii pe cer si l-am impodobit pentru cei care il privesc"
        },
        {
            "chapter": 15,
            "verse": 17,
            "text": "si il pazim de orice diavol, bun de batut cu pietre"
        },
        {
            "chapter": 15,
            "verse": 18,
            "text": "afara de cel care asculta pe furis si pe care o flacara stralucitoare il urmareste"
        },
        {
            "chapter": 15,
            "verse": 19,
            "text": "Pamantul, Noi l-am intins, am aruncat pe el muntii, si am facut sa creasca pe el totul cu cumpatare"
        },
        {
            "chapter": 15,
            "verse": 20,
            "text": "Noi v-am facut hrana voua, precum si celui pe care voi nu-l hraniti"
        },
        {
            "chapter": 15,
            "verse": 21,
            "text": "Din orice lucru la Noi se afla gramezi, insa il facem sa coboare dupa o masura cunoscuta"
        },
        {
            "chapter": 15,
            "verse": 22,
            "text": "Noi am trimis vanturile cu nori grei si am trimis din cer apa cu care va adapam si pe care voi nu aveti putinta s-o pastrati"
        },
        {
            "chapter": 15,
            "verse": 23,
            "text": "Noi suntem Cei care daruiesc viata si moartea si Noi suntem Mostenitorii"
        },
        {
            "chapter": 15,
            "verse": 24,
            "text": "Noi ii cunoastem pe intaii veniti dintre voi si ii cunoastem si pe cei de pe urma"
        },
        {
            "chapter": 15,
            "verse": 25,
            "text": "Domnul tau este Cel ce ii va strange pe toti. El este Intelept, Stiutor"
        },
        {
            "chapter": 15,
            "verse": 26,
            "text": "Noi am creat omul din lut, dintr-un glod usor de framantat"
        },
        {
            "chapter": 15,
            "verse": 27,
            "text": "iar pe djinii i-am creat, mai inainte, din focul Simumului"
        },
        {
            "chapter": 15,
            "verse": 28,
            "text": "Cand Domnul tau spuse ingerilor: “Eu voi crea un om din lut, dintr-un glod usor de framantat"
        },
        {
            "chapter": 15,
            "verse": 29,
            "text": "dupa ce ii voi desavarsi chipul si voi sufla in el din Duhul Meu, prosternati-va inaintea lui"
        },
        {
            "chapter": 15,
            "verse": 30,
            "text": "Toti ingerii, laolalta, se prosternara"
        },
        {
            "chapter": 15,
            "verse": 31,
            "text": "afara de Iblis care a refuzat sa fie cu cei care se prosterneaza"
        },
        {
            "chapter": 15,
            "verse": 32,
            "text": "Dumnezeu spuse: “O, Iblis! Tu de ce nu esti printre cei care se prosterneaza?”"
        },
        {
            "chapter": 15,
            "verse": 33,
            "text": "El spuse: “Nu am sa ma prosternez inaintea unui om pe care tu l-ai creat din lut, dintr-un glod usor de framantat.”"
        },
        {
            "chapter": 15,
            "verse": 34,
            "text": "Dumnezeu spuse: “Iesi de aici! Sa fii batut cu pietre"
        },
        {
            "chapter": 15,
            "verse": 35,
            "text": "Fie blestemul asupra ta pana in Ziua Judecatii!”"
        },
        {
            "chapter": 15,
            "verse": 36,
            "text": "El spuse: “Domnul meu! Da-mi un ragaz pana in Ziua in care oamenii vor fi inviati.”"
        },
        {
            "chapter": 15,
            "verse": 37,
            "text": "Dumnezeu spuse: “Ai acest ragaz"
        },
        {
            "chapter": 15,
            "verse": 38,
            "text": "pana in ziua timpului cunoscut (de Noi).”"
        },
        {
            "chapter": 15,
            "verse": 39,
            "text": "El spuse: “Domnul meu! Pentru ca Tu m-ai dus in greseala, eu le voi arata raul pe pamant sub infatisari inselatoare si pe toti ii voi duce in greseala"
        },
        {
            "chapter": 15,
            "verse": 40,
            "text": "afara de robii Tai curati.”"
        },
        {
            "chapter": 15,
            "verse": 41,
            "text": "El spuse: “Aceasta este pentru mine o cale dreapta"
        },
        {
            "chapter": 15,
            "verse": 42,
            "text": "Tu nu ai nici o imputernicire asupra robilor Mei, in afara celui care te va urma dintre cei aflati in greseala.”"
        },
        {
            "chapter": 15,
            "verse": 43,
            "text": "Gheena va fi locul lor de intalnire, al tuturor"
        },
        {
            "chapter": 15,
            "verse": 44,
            "text": "Ea are sapte porti. Inaintea fiecarei porti va fi o parte din ei"
        },
        {
            "chapter": 15,
            "verse": 45,
            "text": "iar cei tematori vor fi in gradini, langa izvoare"
        },
        {
            "chapter": 15,
            "verse": 46,
            "text": "“Intrati in ele, in pace si tihna!”"
        },
        {
            "chapter": 15,
            "verse": 47,
            "text": "Noi le vom smulge orice ura din inimile lor. Si asa vor fi ca fratii asezati pe paturi fata in fata"
        },
        {
            "chapter": 15,
            "verse": 48,
            "text": "Nici o osteneala nu-i va atinge si niciodata nu vor fi de-acolo izgoniti"
        },
        {
            "chapter": 15,
            "verse": 49,
            "text": "Da-le de stire robilor Mei ca Eu sunt Iertatorul, Milostivul"
        },
        {
            "chapter": 15,
            "verse": 50,
            "text": "si osanda Mea este osanda cea dureroasa"
        },
        {
            "chapter": 15,
            "verse": 51,
            "text": "Da-le de stire despre oaspetii lui Abraham"
        },
        {
            "chapter": 15,
            "verse": 52,
            "text": "Ei spusera intrand la el: “Pace!” El spuse: “Ne este frica de voi!”"
        },
        {
            "chapter": 15,
            "verse": 53,
            "text": "Ei spusera: “Sa nu-ti fie frica! Noi iti vestim un fecior intelept.”"
        },
        {
            "chapter": 15,
            "verse": 54,
            "text": "El spuse: “Ce sa-mi vestiti, acum cand batranetea m-a atins? Ce-mi vestiti?”"
        },
        {
            "chapter": 15,
            "verse": 55,
            "text": "Ei spusera: “Noi iti vestim doar adevarul. Nu fi dintre cei lipsiti de nadejde!”"
        },
        {
            "chapter": 15,
            "verse": 56,
            "text": "El spuse: “Cine nu nadajduieste la milostivenia Domnului sau, daca nu cei rataciti?”"
        },
        {
            "chapter": 15,
            "verse": 57,
            "text": "Apoi el spuse din nou: “O, voi trimisilor! Care este treaba voastra?”"
        },
        {
            "chapter": 15,
            "verse": 58,
            "text": "“Noi am fost trimisi la un popor nelegiuit"
        },
        {
            "chapter": 15,
            "verse": 59,
            "text": "insa nu si la casa lui Lot, caci Noi ii vom mantui pe toti"
        },
        {
            "chapter": 15,
            "verse": 60,
            "text": "afara de femeia sa.” Noi am hotarat ca ea sa fie printre cei ramasi in urma"
        },
        {
            "chapter": 15,
            "verse": 61,
            "text": "Cand trimisii venira la casa lui Lot"
        },
        {
            "chapter": 15,
            "verse": 62,
            "text": "acesta spuse: “Voi sunteti nerecunoscatori.”"
        },
        {
            "chapter": 15,
            "verse": 63,
            "text": "Ei spusera: “Nu!... Am venit la tine aducand ceea de care ei se indoiesc"
        },
        {
            "chapter": 15,
            "verse": 64,
            "text": "am venit la tine cu Adevarul si suntem sinceri"
        },
        {
            "chapter": 15,
            "verse": 65,
            "text": "Pleaca de cu noapte cu ai tai! Mergi in spatele lor si nimeni dintre voi sa nu se uite inapoi! Mergeti unde vi se porunceste!”"
        },
        {
            "chapter": 15,
            "verse": 66,
            "text": "Asa am hotarat pentru a va mantui, caci maine dimineata acestia vor fi retezati"
        },
        {
            "chapter": 15,
            "verse": 67,
            "text": "Locuitorii cetatii venira sa ceara vesti"
        },
        {
            "chapter": 15,
            "verse": 68,
            "text": "Lot le spuse: “Acestia sunt oaspetii mei. Nu ma faceti de rusine"
        },
        {
            "chapter": 15,
            "verse": 69,
            "text": "Temeti-va de Dumnezeu si nu ma acoperiti de rusine!”"
        },
        {
            "chapter": 15,
            "verse": 70,
            "text": "Ei spusera: “Nu ti-am oprit sa te ocupi de lumi?”"
        },
        {
            "chapter": 15,
            "verse": 71,
            "text": "El spuse: “Daca vreti s-o faceti, iata-le pe fetele mele!”"
        },
        {
            "chapter": 15,
            "verse": 72,
            "text": "Pe viata ta! In betia lor umblau ca orbii"
        },
        {
            "chapter": 15,
            "verse": 73,
            "text": "Strigatul ii lua la rasaritul soarelui"
        },
        {
            "chapter": 15,
            "verse": 74,
            "text": "Noi am intors-o cu josul in sus si am trimis asupra ei o ploaie cu pietre din Iad"
        },
        {
            "chapter": 15,
            "verse": 75,
            "text": "Intru aceasta sunt semne pentru cei scrutatori"
        },
        {
            "chapter": 15,
            "verse": 76,
            "text": "caci ele sunt pe un drum statornic"
        },
        {
            "chapter": 15,
            "verse": 77,
            "text": "Intru aceasta este un semn pentru credinciosi"
        },
        {
            "chapter": 15,
            "verse": 78,
            "text": "Locuitorii din Al-Aika au fost nedrepti"
        },
        {
            "chapter": 15,
            "verse": 79,
            "text": "si Noi ne-am razbunat, atunci, pe ei. Aceste doua cetati sunt o pilda de netagaduit"
        },
        {
            "chapter": 15,
            "verse": 80,
            "text": "Locuitorii din Al-Hijr i-au socotit pe profeti mincinosi"
        },
        {
            "chapter": 15,
            "verse": 81,
            "text": "Noi le-am adus semnele Noastre, insa ei le-au fost potrivnici"
        },
        {
            "chapter": 15,
            "verse": 82,
            "text": "Pe cand scobeau, in tihna, locuinte in munti"
        },
        {
            "chapter": 15,
            "verse": 83,
            "text": "strigatul i-a luat in zori"
        },
        {
            "chapter": 15,
            "verse": 84,
            "text": "Ceea ce agonisisera nu le-a slujit la nimic"
        },
        {
            "chapter": 15,
            "verse": 85,
            "text": "Noi nu am creat decat intru adevar cerurile, pamantul si ceea ce se afla intre ele. Ceasul va veni curand. Iarta cu iertaciune frumoasa"
        },
        {
            "chapter": 15,
            "verse": 86,
            "text": "Domnul tau este Creatorul neostoit, Stiutorul"
        },
        {
            "chapter": 15,
            "verse": 87,
            "text": "Noi ti-am daruit sapte versete care se repeta, precum si Coranul cel Mare"
        },
        {
            "chapter": 15,
            "verse": 88,
            "text": "Nu pune ochii pe ce le-am daruit unora dintre ei pentru o bucurie vremelnica si nu te mahni din pricina lor. Aripa ta coboar-o asupra credinciosilor"
        },
        {
            "chapter": 15,
            "verse": 89,
            "text": "Spune: “Eu sunt un predicator cu vorba limpede.”"
        },
        {
            "chapter": 15,
            "verse": 90,
            "text": "Noi am trimis osanda asupra celor care s-au despartit"
        },
        {
            "chapter": 15,
            "verse": 91,
            "text": "si au facut Coranul bucati"
        },
        {
            "chapter": 15,
            "verse": 92,
            "text": "Pe Domnul tau! Nu-i intreba pe toti"
        },
        {
            "chapter": 15,
            "verse": 93,
            "text": "de aceea ce-au faptuit"
        },
        {
            "chapter": 15,
            "verse": 94,
            "text": "Da glas la ceea ce ti s-a poruncit si impotriveste-te inchinatorilor la idoli"
        },
        {
            "chapter": 15,
            "verse": 95,
            "text": "Noi iti suntem de ajuns inaintea celor care-si bat joc"
        },
        {
            "chapter": 15,
            "verse": 96,
            "text": "alaturand lui Dumnezeu un alt dumnezeu. Ei vor afla curand"
        },
        {
            "chapter": 15,
            "verse": 97,
            "text": "Stim ca inima ti se strange de ceea ce spun"
        },
        {
            "chapter": 15,
            "verse": 98,
            "text": "insa tu preamareste-L pe Domnul tau cu laude! Fii printre cei care se prosterneaza"
        },
        {
            "chapter": 15,
            "verse": 99,
            "text": "Inchina-te Domnului tau pana ce-ti va veni increderea deplina"
        }
    ]
}