{
    "chapter": [
        {
            "chapter": 27,
            "verse": 1,
            "text": "Ta. Sin. Acestea sunt versetele Coranului, ale unei Carti deslusite"
        },
        {
            "chapter": 27,
            "verse": 2,
            "text": "calauzire si vestire pentru credinciosii"
        },
        {
            "chapter": 27,
            "verse": 3,
            "text": "ce isi savarsesc rugaciunea, ce dau milostenie si cred cu tarie in Viata de Apoi"
        },
        {
            "chapter": 27,
            "verse": 4,
            "text": "Celor care nu cred in Viata de Apoi, Noi le-am impodobit faptele in ochii lor, iar ei merg orbeste"
        },
        {
            "chapter": 27,
            "verse": 5,
            "text": "Acestia vor avea osanda cea mai rea si vor fi pierduti in Viata de Apoi"
        },
        {
            "chapter": 27,
            "verse": 6,
            "text": "Tu primesti Coranul de la un Intelept, un Stiutor"
        },
        {
            "chapter": 27,
            "verse": 7,
            "text": "Moise spuse alor sai: “Zaresc un foc. Va voi aduce o veste de la el ori va voi aduce un taciune aprins. Poate va veti incalzi"
        },
        {
            "chapter": 27,
            "verse": 8,
            "text": "Cand ajunse acolo, fu strigat: “Binecuvantat fie Cel ce este in foc si imprejurul lui! Marire lui Dumnezeu, Stapanul lumilor"
        },
        {
            "chapter": 27,
            "verse": 9,
            "text": "O, Moise! Eu sunt Dumnezeu, Puternicul, Inteleptul"
        },
        {
            "chapter": 27,
            "verse": 10,
            "text": "Arunca-ti toiagul!” Cand Moise il vazu scuturandu-se precum ginni, o rupse la fuga fara sa se mai intoarca. “O, Moise! Nu-ti fie teama! Trimisii nu se tem de Mine"
        },
        {
            "chapter": 27,
            "verse": 11,
            "text": "in afara de cei nedrepti. Eu sunt Iertatorul, Milostivul pentru cei care au intors raului binele"
        },
        {
            "chapter": 27,
            "verse": 12,
            "text": "Baga-ti mana in deschizatura mantiei si va iesi alba, fara nici un betesug. Acesta este unul dintre cele noua semne pentru Faraon si poporul sau. Ei sunt stricati.”"
        },
        {
            "chapter": 27,
            "verse": 13,
            "text": "Cand semnele Noastre vin la ei sa-i faca sa vada, ei spun: “Aceasta este o vraja!”"
        },
        {
            "chapter": 27,
            "verse": 14,
            "text": "Ei s-au lepadat de ele pe nedrept si cu trufie, chiar daca in strafundul lor credeau cu tarie. Vezi cum a fost sfarsitul celor care-au semanat stricaciunea"
        },
        {
            "chapter": 27,
            "verse": 15,
            "text": "Noi le-am daruit stiinta lui David si lui Solomon. Ei spuneau: “Lauda lui Dumnezeu care ne-a dat intaietate asupra multora din robii Sai credinciosi!”"
        },
        {
            "chapter": 27,
            "verse": 16,
            "text": "Solomon l-a mostenit pe David si spuse: “O, voi oameni! Am fost invatati limba zburatoarelor. Am fost coplesiti cu bunuri de tot soiul. Cu adevarat aceasta este din harul de netagaduit.”"
        },
        {
            "chapter": 27,
            "verse": 17,
            "text": "Si i se adunara ostirile lui Solomon din ginni, oameni si zburatoare si se oranduira"
        },
        {
            "chapter": 27,
            "verse": 18,
            "text": "Cand ajunsera in Valea Furnicilor, o furnica spuse: “O, voi furnici! Intrati in lacasurile voastre ca sa nu va striveasca Solomon si ostirile sale fara sa-si dea seama.”"
        },
        {
            "chapter": 27,
            "verse": 19,
            "text": "Solomon zambi cu voiosie la spusa ei si spuse la randul sau: “Domnul meu! Ingaduie-mi sa-Ti multumesc pentru harul ce l-ai pogorat asupra mea si asupra parintilor mei si sa savarsesc binele ce Tie Ti-ar aduce multumire. In milostivenia Ta, lasa-ma sa intru intre robii Tai cei drepti.”"
        },
        {
            "chapter": 27,
            "verse": 20,
            "text": "Solomon cerceta zburatoarele, apoi spuse: “De ce oare n-am vazut pupaza? Oare este din cei care lipsesc"
        },
        {
            "chapter": 27,
            "verse": 21,
            "text": "O voi osandi la apriga osanda, o voi injunghia, de nu-mi va veni cu o imputernicire deslusita.”"
        },
        {
            "chapter": 27,
            "verse": 22,
            "text": "Dupa un timp veni langa el si spuse: “Eu stiu ceea ce tu nu stii! Iti aduc o veste sigura de la Saba"
        },
        {
            "chapter": 27,
            "verse": 23,
            "text": "Am aflat acolo o femeie ce domneste peste ei. A fost daruita cu toate bunurile si are un tron maret"
        },
        {
            "chapter": 27,
            "verse": 24,
            "text": "Eu am aflat-o pe ea si poporul ei prosternandu-se inaintea soarelui si nu inaintea lui Dumnezeu. Diavolul le-a impodobit faptele si i-a indepartat de la Calea cea Dreapta si ei nu sunt drept calauziti!”"
        },
        {
            "chapter": 27,
            "verse": 25,
            "text": "De ce nu se prosterneaza inaintea lui Dumnezeu, Cel ce scoate la iveala cele ascunse din ceruri si de pe pamant, Cel ce stie ceea ce tainuiti si ceea ce dezvaluiti"
        },
        {
            "chapter": 27,
            "verse": 26,
            "text": "Dumnezeu!... Nu este dumnezeu afara de El! El este Domnul Tronului cel Mare!”"
        },
        {
            "chapter": 27,
            "verse": 27,
            "text": "Solomon spuse: “Vom vedea daca ai spus adevarul ori ai mintit"
        },
        {
            "chapter": 27,
            "verse": 28,
            "text": "Pleaca cu aceasta carte a mea, arunca-le-o, apoi tine-te la o parte si asteapta raspunsul lor.”"
        },
        {
            "chapter": 27,
            "verse": 29,
            "text": "Regina spuse: “O, voi, capetenii ale poporului! O carte cinstita mi-a fost aruncata"
        },
        {
            "chapter": 27,
            "verse": 30,
            "text": "ea vine de la Solomon, iat-o: “In numele lui Dumnezeu cel Milos si Milostiv"
        },
        {
            "chapter": 27,
            "verse": 31,
            "text": "Nu va semetiti in fata mea, ci catre mine veniti supusi.”"
        },
        {
            "chapter": 27,
            "verse": 32,
            "text": "Ea mai spuse: “O, voi capetenii ale poporului! Sfatuiti-ma in aceasta treaba, eu nu voi hotari nimic fara ca voi sa nu fiti martori.”"
        },
        {
            "chapter": 27,
            "verse": 33,
            "text": "Ei au spus: “Noi avem putere si mare vitejie, insa porunca este la tine, asa ca vezi ce vei porunci!”"
        },
        {
            "chapter": 27,
            "verse": 34,
            "text": "Ea spuse: “Cand regii intra intr-o cetate, o strica si pe cei mai puternici locuitori ai ei ii umilesc. Asa fac ei"
        },
        {
            "chapter": 27,
            "verse": 35,
            "text": "Pe cand eu, le voi trimite un dar si voi astepta ce-mi vor aduce inapoi solii.”"
        },
        {
            "chapter": 27,
            "verse": 36,
            "text": "Cand solul veni la Solomon, acesta ii spuse: “Vreti sa ma ajutati cu averile voastre? Ceea ce Dumnezeu mi-a daruit mie este mai bun decat ceea ce v-a daruit voua, si totusi voi va bucurati de darul vostru"
        },
        {
            "chapter": 27,
            "verse": 37,
            "text": "Intoarce-te la ei! Vom veni asupra lor cu ostiri carora nu se vor putea impotrivi. Ii vom alunga din tinutul lor, umilindu-i si atunci ei isi vor vedea micimea.”"
        },
        {
            "chapter": 27,
            "verse": 38,
            "text": "Solomon a mai spus: “O, capetenii ale poporului meu! Care dintre voi imi va aduce tronul ei, inainte ca sabeeni sa vina la mine supusi?”"
        },
        {
            "chapter": 27,
            "verse": 39,
            "text": "Un ifrit, dintre ginni spuse: “Eu ti-l voi aduce inainte sa te ridici de pe locul tau. Eu sunt puternic pentru aceasta si sunt vrednic de incredere.”"
        },
        {
            "chapter": 27,
            "verse": 40,
            "text": "Unul ce avea o stiinta a Cartii spuse: “Eu ti-l voi aduce inainte ca privirea ta sa se intoarca la tine.” Cand Solomon il vazu stand inaintea lui, spuse: “Acesta este harul Domnului meu care vrea sa ma incerce: voi multumi ori voi tagadui? Cel care multumeste, sa stie ca Domnul meu este Bogat, Daruitor.”"
        },
        {
            "chapter": 27,
            "verse": 41,
            "text": "Solomon a mai spus: “Pociti-i tronul si atunci vom vedea daca este calauzita ori este dintre cei care nu se lasa calauziti.”"
        },
        {
            "chapter": 27,
            "verse": 42,
            "text": "Cand ea a venit, i se spuse: “Acesta este tronul tau?” Ea spuse: “El pare a fi. Stiinta ne-a fost daruita inainte si acum suntem supusi!”"
        },
        {
            "chapter": 27,
            "verse": 43,
            "text": "Cei carora se inchina in locul lui Dumnezeu o ratacisera si ea era astfel dintr-un popor de tagaduitori"
        },
        {
            "chapter": 27,
            "verse": 44,
            "text": "I se spuse: “Intra in palat!” Cand il vazu, crezu tulburata ca este o mare de apa incat isi dezveli coapsele. Solomon ii spuse: “Este un palat pavat cu cristal!” Ea spuse: “Domnul meu! Eu m-am nedreptatit pe mine insami. Impreuna cu Solomon ma supun lui Dumnezeu, Domnul lumilor!”"
        },
        {
            "chapter": 27,
            "verse": 45,
            "text": "Noi l-am trimis la tamuditi pe Salih, fratele lor: “Inchinati-va lui Dumnezeu!” Ei prinsera insa a se certa intre ei si a se imparti in doua tabere"
        },
        {
            "chapter": 27,
            "verse": 46,
            "text": "Salih le spuse: “O, popor al meu! De ce va grabiti sa faceti raul inaintea binelui? Daca ati cere iertare lui Dumnezeu, poate ati fi miluiti!”"
        },
        {
            "chapter": 27,
            "verse": 47,
            "text": "Ei au spus: “Noi avem o presimtire rea cu tine si cu cei care sunt ca tine.” El le spuse: “Soarta voastra este in mainile lui Dumnezeu, iar acum sunteti pusi la incercare.”"
        },
        {
            "chapter": 27,
            "verse": 48,
            "text": "In cetate erau noua insi care semanau stricaciune pe pamant si care nu faceau nimic drept"
        },
        {
            "chapter": 27,
            "verse": 49,
            "text": "Ei au spus: “Jurati-va pe Dumnezeu ca vom navali noaptea peste el si ai sai, apoi vom spune celui ce va voi sa-l razbune: “Noi nu am fost martori la nimicirea alor sai. Noi spunem adevarul!”"
        },
        {
            "chapter": 27,
            "verse": 50,
            "text": "Ei au viclenit, insa si Noi am viclenit fara ca ei sa-si dea seama"
        },
        {
            "chapter": 27,
            "verse": 51,
            "text": "Vezi care a fost sfarsitul viclesugului lor! Noi i-am nimicit pe ei si pe poporul lor in intregime"
        },
        {
            "chapter": 27,
            "verse": 52,
            "text": "Intru aceasta este un semn pentru poporul ce stie"
        },
        {
            "chapter": 27,
            "verse": 53,
            "text": "Noi i-am mantuit pe cei care credeau si se temeau"
        },
        {
            "chapter": 27,
            "verse": 54,
            "text": "Amintiti-va de Lot. El spuse poporului sau: “Voi va dedati desfraului, atunci cand vedeti deslusit"
        },
        {
            "chapter": 27,
            "verse": 55,
            "text": "Voi va apropiati cu pofta de barbati in loc de femei? Sunteti un popor nestiutor.”"
        },
        {
            "chapter": 27,
            "verse": 56,
            "text": "Raspunsul poporului sau a fost: “Alungati-i din cetatea voastra pe ai lui Lot, caci sunt oameni ce se cred neprihaniti.”"
        },
        {
            "chapter": 27,
            "verse": 57,
            "text": "Noi l-am mantuit pe el si pe ai sai in afara de femeia lui, caci am sortit-o sa fie intre cei ramasi in urma"
        },
        {
            "chapter": 27,
            "verse": 58,
            "text": "Noi am trimis asupra lor o ploaie. Ce ploaie rea pentru cei carora li s-a predicat"
        },
        {
            "chapter": 27,
            "verse": 59,
            "text": "Spune: “Lauda lui Dumnezeu! Pace robilor Sai pe care El i-a ales!” Cine este mai bun: Dumnezeu ori cei pe care ei I-i alatura"
        },
        {
            "chapter": 27,
            "verse": 60,
            "text": "El este Cel ce a creat cerurile si pamantul si v-a trimis voua din cer apa cu care facem sa rasara gradini pline de frumuseti si ale caror copaci nu v-ar fi stat in putinta sa-i faceti sa rasara. Ori este alt dumnezeu alaturi de Dumnezeu?” Ei sunt insa un popor care Ii face Lui semeni"
        },
        {
            "chapter": 27,
            "verse": 61,
            "text": "El este Cel ce a facut pamantul temei, Cel ce a facut raurile pe el, Cel ce a pus muntii pe el si o stavila intre cele doua mari. Ori este alt dumnezeu alaturi de Dumnezeu? Cei mai multi insa nu stiu"
        },
        {
            "chapter": 27,
            "verse": 62,
            "text": "El este Cel ce raspunde oropsitului care Il cheama, Cel ce indeparteaza raul, Cel ce v-a facut urmasi pe pamant. Ori este alt dumnezeu alaturi de Dumnezeu? Putini sunt cei care chibzuiesc"
        },
        {
            "chapter": 27,
            "verse": 63,
            "text": "El este Cel ce va calauzeste prin intunecimile uscatului si ale marii. El este Cel ce trimite vanturile ca o veste inainte mergatoare milostiveniei Sale? Ori este alt dumnezeu alaturi de Dumnezeu? Inaltare lui Dumnezeu peste cei care Ii sunt alaturati"
        },
        {
            "chapter": 27,
            "verse": 64,
            "text": "El este Cel ce da la iveala faptura si apoi o duce inapoi. El este Cel ce va inzestreaza din cer si de pe pamant. Ori este alt dumnezeu alaturi de Dumnezeu? Spune: “Aduceti dovada voastra, daca spuneti adevarul!”"
        },
        {
            "chapter": 27,
            "verse": 65,
            "text": "Spune: “Nimeni din ceruri si de pe pamant nu cunoaste Taina in afara de Dumnezeu. Ei nu presimt cand vor fi inviati"
        },
        {
            "chapter": 27,
            "verse": 66,
            "text": "Mai mult chiar! Ei nu stiu nimic din Viata de Apoi de care se indoiesc si fata de ea sunt orbi"
        },
        {
            "chapter": 27,
            "verse": 67,
            "text": "Cei care tagaduiesc spun: “Cand vom fi tarana ca si tatii nostri, vom mai fi oare scosi"
        },
        {
            "chapter": 27,
            "verse": 68,
            "text": "Ni s-a fagaduit asa precum li s-a fagaduit si tatilor nostri odinioara. Acestea nu sunt decat povesti ale celor dintai!”"
        },
        {
            "chapter": 27,
            "verse": 69,
            "text": "Spune: “Strabateti pamantul si vedeti care a fost sfarsitul nelegiuitilor!”"
        },
        {
            "chapter": 27,
            "verse": 70,
            "text": "Nu te mahni pentru ei! Nu te ingrijora de viclesugurile lor"
        },
        {
            "chapter": 27,
            "verse": 71,
            "text": "Ei spun: “Pe cand va fi aceasta fagaduiala, daca spuneti adevarul?”"
        },
        {
            "chapter": 27,
            "verse": 72,
            "text": "Spune: “Poate ca cea careia ii doriti venirea degraba este chiar in spatele vostru, in parte.”"
        },
        {
            "chapter": 27,
            "verse": 73,
            "text": "Domnul tau este Stapanul harului asupra oamenilor, insa cei mai multi nu Ii multumesc"
        },
        {
            "chapter": 27,
            "verse": 74,
            "text": "Domnul tau cunoaste ceea ce ascund inimile lor si ceea ce destainuiesc"
        },
        {
            "chapter": 27,
            "verse": 75,
            "text": "Nimic nu este tainuit in ceruri si pe pamant care sa nu fie scris intr-o Carte deslusita"
        },
        {
            "chapter": 27,
            "verse": 76,
            "text": "Acest Coran povesteste fiilor lui Israel multe din cele asupra carora ei se invrajbeau"
        },
        {
            "chapter": 27,
            "verse": 77,
            "text": "iar pentru credinciosi el este calauzire si milostivenie"
        },
        {
            "chapter": 27,
            "verse": 78,
            "text": "Domnul tau va hotari intre ei prin judecata Sa. El este Puternicul, Stiutorul"
        },
        {
            "chapter": 27,
            "verse": 79,
            "text": "Incredinteaza-te lui Dumnezeu, caci atunci vei fi in limpedele Adevar"
        },
        {
            "chapter": 27,
            "verse": 80,
            "text": "Tu nu ii vei putea face pe morti sa auda, precum nici pe cei surzi sa auda Chemarea atunci cand intorc spatele"
        },
        {
            "chapter": 27,
            "verse": 81,
            "text": "Tu nu ii vei putea calauzi pe orbi in ratacirea lor. Tu nu-i vei face sa auda decat pe cei care cred in semnele Noastre si care se supun lui Dumnezeu"
        },
        {
            "chapter": 27,
            "verse": 82,
            "text": "Cand Cuvantul va cadea asupra lor, le vom scoate din pamant o fiara care va spune oamenilor ca nu cred cu tarie in semnele Noastre.”"
        },
        {
            "chapter": 27,
            "verse": 83,
            "text": "In Ziua aceea vom aduna din fiece semintie o gramada din cei care au socotit semnele Noastre minciuni, si ii vor randui"
        },
        {
            "chapter": 27,
            "verse": 84,
            "text": "Cand vor veni, Dumnezeu le va spune: “Nu ati socotit semnele Mele minciuni fara sa le fi cuprins cu stiinta? Ce ati facut, asadar?”"
        },
        {
            "chapter": 27,
            "verse": 85,
            "text": "Cuvantul va cadea asupra lor, caci au fost nedrepti, iar ei nu vor putea vorbi"
        },
        {
            "chapter": 27,
            "verse": 86,
            "text": "Ei nu vad ca le-am facut noaptea sa se odihneasca si ziua sa vada deslusit? Intru aceasta sunt semne pentru un popor care crede"
        },
        {
            "chapter": 27,
            "verse": 87,
            "text": "In Ziua cand se va sufla in trambita, cei care sunt in ceruri si pe pamant vor fi ingroziti in afara de cei pe care Dumnezeu vrea sa-i izbaveasca. Toti vor veni catre El smerindu-se"
        },
        {
            "chapter": 27,
            "verse": 88,
            "text": "Vei vedea muntii pe care i-ai socotit intepeniti trecand ca norii. Acesta este zidirea lui Dumnezeu, Cel ce face totul desavarsit. El este Cunoscator a ceea ce faceti"
        },
        {
            "chapter": 27,
            "verse": 89,
            "text": "Cei care vor veni in Ziua aceasta cu un bine, vor avea si mai bine si vor fi feriti de orice groaza"
        },
        {
            "chapter": 27,
            "verse": 90,
            "text": "Cei care vor veni cu un rau, vor fi aruncati cu fata in foc: “Sunteti oare rasplatiti pentru altceva decat pentru ceea ce ati facut?”"
        },
        {
            "chapter": 27,
            "verse": 91,
            "text": "“Mie mi s-a poruncit doar sa ma inchin Domnului acestei cetati pe care o sfintit-o. Al Lui este totul! Mie mi s-a poruncit sa fiu printre cei supusi"
        },
        {
            "chapter": 27,
            "verse": 92,
            "text": "si sa recit Coranul.” Cel ce este bine calauzit, este calauzit pentru sufletul sau. Spune celui ratacit: “Eu sunt numai dintre predicatori!”"
        },
        {
            "chapter": 27,
            "verse": 93,
            "text": "Spune: “Lauda lui Dumnezeu! El va va arata curand semnele Sale si voi le veti cunoaste.” Domnul tau nu este nepasator la ceea ce faceti"
        }
    ]
}