{
    "pages": [
        {
            "chapter": 23,
            "verse": 90,
            "text": "Không! TA đã ban cho chúng Chân Lý nhưng chúng mới thực sự là những kẻ nói dối"
        },
        {
            "chapter": 23,
            "verse": 91,
            "text": "Allah không nhận ai làm con trai của Ngài và cũng không có một thần linh nào ở cùng với Ngài bởi lẽ mỗi vị thần sẽ lấy mất đi vật mà vị ấy đã tạo và vị này sẽ cai trị vị kia. Quang vinh thay Allah! Ngài hoàn toàn vô can về những điều chúng đã qui cho Ngài"
        },
        {
            "chapter": 23,
            "verse": 92,
            "text": "Đấng Toàn Tri biết điều kín đáo và điều công khai. Bởi thế, Ngài Tối Cao, vượt hẳn những kẻ mà chúng đã tổ hợp với Ngài"
        },
        {
            "chapter": 23,
            "verse": 93,
            "text": "(Hỡi Muhammad!) hãy thưa: “Lạy Thượng Đế của bề tôi! Nếu Ngài muốn cho bề tôi thấy (hình phạt) đã được hứa với chúng"
        },
        {
            "chapter": 23,
            "verse": 94,
            "text": "thì Lạy Thượng Đế của bề tôi! Xin chớ để cho bề tôi ở cùng với đám người làm điều sai quấy này.”"
        },
        {
            "chapter": 23,
            "verse": 95,
            "text": "Và chắc chắn TA thừa sức làm cho Ngươi thấy điều mà TA đã dọa phạt chúng"
        },
        {
            "chapter": 23,
            "verse": 96,
            "text": "Ngươi hãy lấy điều lành mà xóa tan điều dữ. TA biết rõ điều chúng đã thốt ra"
        },
        {
            "chapter": 23,
            "verse": 97,
            "text": "Và hãy thưa: \"Lạy Thượng Đế của bề tôi! Xin Ngài che chở bề tôi tránh khỏi lời xúi giục của những tên Shaytan"
        },
        {
            "chapter": 23,
            "verse": 98,
            "text": "“Và Lạy Thượng Đế của bề tôi!, Xin Ngài che chở bề tôi sợ rằng chúng sẽ đến gần bề tôi.”"
        },
        {
            "chapter": 23,
            "verse": 99,
            "text": "Cho đến khi một người trong bọn chúng đối diện với cái chết thì y sẽ lạy lục, thưa: “Lạy Thượng Đế xin Ngài trả bề tôi về (trần thế)"
        },
        {
            "chapter": 23,
            "verse": 100,
            "text": "Để bề tôi có thể làm việc thiện mà bề tôi đã bỏ qua!” Không bao giờ! Đấy chỉ là lời nói mà y đã thốt ra. Và trước mặt chúng là một bức màn vô hình ngăn cách chúng với trần thế cho đến Ngày chúng sẽ được phục sinh trở lại"
        },
        {
            "chapter": 23,
            "verse": 101,
            "text": "Rồi, khi Tiếng còi (Tận thế) được thổi lên, vào Ngày đó sẽ không có tình máu mủ ruột thịt giữa bọn chúng và cũng sẽ không có ai hỏi thăm ai cả"
        },
        {
            "chapter": 23,
            "verse": 102,
            "text": "(Hoàn cảnh Hôm đó chỉ có việc:) ai mà bàn cân (chứa việc thiện) của y nặng thì sẽ là những người thành đạt"
        },
        {
            "chapter": 23,
            "verse": 103,
            "text": "Còn ai mà bàn cân (chứa việc thiện) của y nhẹ thì sẽ là những kẻ đã làm thiệt hại bản thân mình. Chúng sẽ ở trong hỏa ngục"
        },
        {
            "chapter": 23,
            "verse": 104,
            "text": "Lửa (của hỏa ngục) sẽ thiêu đốt bộ mặt của chúng và trong đó chúng sẽ nhe răng như cười"
        }
    ]
}