{
    "pages": [
        {
            "chapter": 27,
            "verse": 64,
            "text": "Há (không ưu việt ư?) Đấng đã khởi sự việc tạo hóa rồi tái diễn nó lại và đã cung dưỡng cho các ngươi từ trên trời xuống dưới đất. Có chăng một thần linh cùng (chia sẻ quyền năng) với Allah? Hãy bảo chúng: “Hãy trưng các bằng chứng của các người ra xem nếu các người nói thật?”"
        },
        {
            "chapter": 27,
            "verse": 65,
            "text": "Hãy bảo chúng: “Không ai biết rõ điều vô hình trong các tầng trời và trái đất ngoại trừ Allah; và chúng không biết được giờ phút nào chúng sẽ được phục sinh trở lại.”"
        },
        {
            "chapter": 27,
            "verse": 66,
            "text": "Không, chúng không thể biết đặng đời sau. Không, chúng nghi ngờ về nó (đời sau). Không, chúng mù tịt về nó"
        },
        {
            "chapter": 27,
            "verse": 67,
            "text": "Và những kẻ không tín tưởng nói: “Phải chăng khi chúng tôi và cha mẹ của chúng tôi đã trở thành cát bụi, thật sự chúng tôi sẽ được dựng sống lại?”"
        },
        {
            "chapter": 27,
            "verse": 68,
            "text": "“Quả thật, trước đây chúng tôi lẫn cha mẹ của chúng tôi đã được hứa điều này. Nhưng điều hứa này (theo chúng tôi nghĩ) chỉ là chuyện cổ tích của người cổ xưa.”"
        },
        {
            "chapter": 27,
            "verse": 69,
            "text": "Hãy bảo chúng: “Các người hãy đi du lịch trên trái đất để nhìn xem kết cuộc của những kẻ tội lỗi như thế nào.”"
        },
        {
            "chapter": 27,
            "verse": 70,
            "text": "Và Ngươi (Muhammad!) chớ buồn phiền về điều chúng nói và cũng chớ khổ tâm về những điều chúng âm mưu"
        },
        {
            "chapter": 27,
            "verse": 71,
            "text": "Và chúng nói: “Chừng nào lời hứa (phục sinh) này sẽ xảy ra nếu quí vị (Muslim) nói thật?”"
        },
        {
            "chapter": 27,
            "verse": 72,
            "text": "Hãy bảo chúng: “Điều mà các người thúc giục cho mau đến có lẽ ở sát sau lưng của các người.”"
        },
        {
            "chapter": 27,
            "verse": 73,
            "text": "Và quả thật, Thượng Đế (Allah) của Ngươi (Muhammad!) đã đặc ân đối với loài người, nhưng đa số bọn chúng không biết ơn"
        },
        {
            "chapter": 27,
            "verse": 74,
            "text": "Và quả thật, Thượng Đế (Allah) của Ngươi biết rõ điều chúng giấu giếm trong lòng và điều chúng bộc lộ ra ngoài"
        },
        {
            "chapter": 27,
            "verse": 75,
            "text": "Và không có một điều bí mật (vô hình) nào trên trời và dưới đất mà lại không được ghi trong một Quyển Sổ (định mệnh) rõ ràng"
        },
        {
            "chapter": 27,
            "verse": 76,
            "text": "Rõ thật, Kinh Qur'an này kể lại cho con cháu của Israel nhiều điều mà chúng thường tranh chấp nhau trong đó"
        }
    ]
}