{
    "pages": [
        {
            "chapter": 28,
            "verse": 85,
            "text": "Quả thật, Đấng đã ban cho Ngươi Qur'an sẽ đưa Ngươi trở lại cố hương (hoặc là Makkah hoặc là thiên đàng). Hãy bảo: “ Thượng Đế (Allah) của ta biết rõ ai là người mang Chỉ Đạo (của Ngài) đến và ai là kẻ lầm đường lạc lối.”"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "Và Ngươi đã không mơ ước việc Kinh Sách (Qur'an) được ban xuống cho Ngươi nhưng đó là một Hồng Ân từ Thượng Đế (Allah) của Ngươi; bởi thế, chớ bao giờ tán trợ những kẻ không có đức tin (phủ nhận Allah)"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "Và chớ để chúng (kẻ không tin) làm cho Ngươi từ bỏ những Lời Mặc Khải của Allah sau khi chúng đã được ban xuống cho Ngươi mà hãy kêu gọi (nhân loại) đến với Thượng Đế (Allah) của Ngươi và chớ trở thành một người tôn thờ đa thần"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "Và chớ bao giờ cầu nguyện một thần linh nào khác cùng với Allah (bởi vì) không có Thượng Đế nào khác cả duy chỉ Ngài (là Thượng Đế). Mọi vật đều tiêu tan chỉ trừ sắc Diện của Ngài. Ngài nắm quyền Xét Xử và tất cả các ngươi sẽ được đưa về gặp Ngài trở lại (để chịu sự Phán Xử)"
        },
        {
            "chapter": 29,
            "verse": 1,
            "text": "Alif. Lam. Mim"
        },
        {
            "chapter": 29,
            "verse": 2,
            "text": "Phải chăng thiên hạ nghĩ rằng mình sẽ được yên thân khi nói: “Chúng tôi tin tưởng” và sẽ không bị thử thách hay sao"
        },
        {
            "chapter": 29,
            "verse": 3,
            "text": "Và quả thật, TA đã thử thách những người trước họ để Allah làm cho thấy rõ ai là người chân thật và ai là kẻ gian dối"
        },
        {
            "chapter": 29,
            "verse": 4,
            "text": "Hoặc phải chăng những ai làm điều tội lỗi nghĩ rằng chúng có thể qua mặt được TA hay sao? Điều mà họ xét đoán thật vô cùng tệ hại"
        },
        {
            "chapter": 29,
            "verse": 5,
            "text": "Ai hy vọng sẽ trở về gặp lại Allah thì thời hạn của Allah sẽ đến bởi vì Ngài là Đấng Hằng Nghe, Đấng Hằng Biết"
        },
        {
            "chapter": 29,
            "verse": 6,
            "text": "Và ai phấn đấu thì y chỉ phấn đấu cho bản thân (linh hồn) mình. Rõ thật, Allah Tự Đầy Đủ, không nhờ vả đến thế gian"
        }
    ]
}