{
    "pages": [
        {
            "chapter": 33,
            "verse": 51,
            "text": "Ngươi có thể dời lại (việc đi thăm) người vợ nào của Ngươi tùy Ngươi muốn và có thể tiếp bất cứ người (vợ) nào tùy Ngươi muốn; và Ngươi không bị khiển trách nếu muốn tiếp lại người (vợ) nào mà Ngươi đã dời (phiên của) họ (trước đó); như thế để làm dịu mắt họ (những người vợ) và để cho họ khỏi buồn và hài lòng với phần mà Ngươi đã ban cấp cho tất cả những người vợ của Ngươi. Và Allah biết điều nằm trong lòng của các ngươi. Và Allah Hằng Biết, Hằng Chịu đựng (với bầy tôi của Ngài)"
        },
        {
            "chapter": 33,
            "verse": 52,
            "text": "Sau điều khoản này, Ngươi không được phép cưới thêm vợ nữa; và cũng không được thay đổi họ để lấy vợ khác dẫu rằng sắc đẹp của họ lôi cuốn Ngươi ngoại trừ phụ nữ (nữ tù binh) nào nằm trong tay phải của Ngươi. Và Allah là Đấng Giám Sát mọi việc"
        },
        {
            "chapter": 33,
            "verse": 53,
            "text": "Hỡi những ai có đức tin! Chớ bước vào nhà của Nabi trừ phi được mời đến dùng bữa và chớ đến (sớm hơn) khiến phải ngồi đợi cho đến khi thức ăn được nấu xong; ngược lại, hãy bước vào nhà (của Nabi) khi được mời; và sau khi các ngươi đã dùng bữa, hãy giải tán ra về; và chớ nấn ná ngồi lại tán gẫu. Quả thật, cách xử sự đó làm phiền Nabi và Y cảm thấy e ngại cho việc yêu cầu các ngươi ra về. Ngược lại, Allah không e ngại mà nói cho các ngươi biết sự thật. Và khi các ngươi muốn hỏi chuyện những người (vợ của Nabi) thì các ngươi hãy hỏi họ từ sau một bức màn. Cách đó trong sạch cho tấm lòng của các ngươi và cho tấm lòng của họ hơn. Các ngươi không được phép quấy rầy Vị Sứ Giả của Allah, cũng không bao giờ được phép kết hôn với vợ của Y sau (khi) Y (qua đời). Quả thật, điều đó dưới cái nhìn của Allah là một trọng tội"
        },
        {
            "chapter": 33,
            "verse": 54,
            "text": "Dẫu cho các người có tiết lộ hoặc giấu giếm một điều gì thì Allah vẫn là Đấng hằng biết hết mọi điều"
        }
    ]
}