{
    "pages": [
        {
            "chapter": 36,
            "verse": 41,
            "text": "Và có một dấu hiệu nữa cho họ là việc TA đã chuyên chở con cháu của họ trên một chiếc tàu chất đầy (vào thời đại của Nuh)"
        },
        {
            "chapter": 36,
            "verse": 42,
            "text": "Và TA đã tạo cho họ một chiếc tàu tương tự để chở họ đi"
        },
        {
            "chapter": 36,
            "verse": 43,
            "text": "Và nếu muốn, TA sẽ nhận họ chết chìm và họ sẽ không kêu la cầu cứu với ai được và cũng sẽ không được ai cứu sống"
        },
        {
            "chapter": 36,
            "verse": 44,
            "text": "Trừ phi được TA khoan dung và cho hưởng lạc trong một thời hạn ấn định"
        },
        {
            "chapter": 36,
            "verse": 45,
            "text": "Và khi có lời bảo họ: “Hãy sợ điều trước các người (trên trần thế) và điều sau các người (ở đời sau) để may ra các người được (Allah) khoan dung.”"
        },
        {
            "chapter": 36,
            "verse": 46,
            "text": "Và không một dấu hiệu nào trong số các dấu hiệu của Thượng Đế của họ được trưng bày cho họ mà họ không quay lưng làm ngơ"
        },
        {
            "chapter": 36,
            "verse": 47,
            "text": "Và khi có lời bảo họ: “Hãy chi dùng của cải mà Allah đã ban cấp cho quí vị” thì những kẻ không đức tin bảo những người có đức tin: “Há chúng tôi phải nuôi ăn người (nghèo) mà nếu Allah muốn, chính Ngài phải nuôi hay sao? Rõ thật quí ông lầm lạc.”"
        },
        {
            "chapter": 36,
            "verse": 48,
            "text": "Và họ bảo: “Thế chừng nào Lời Hứa (về sự Trừng Phạt) sẽ xảy ra nếu quí ông (Muslim) nói thật?”"
        },
        {
            "chapter": 36,
            "verse": 49,
            "text": "Họ chỉ đợi một tiếng Gầm duy nhất. Nó sẽ bất ngờ chụp bắt họ trong lúc họ đang cãi nhau"
        },
        {
            "chapter": 36,
            "verse": 50,
            "text": "Lúc đó, họ sẽ không kịp trối trăng và cũng sẽ không kịp trở về gặp gia đình của mình đặng"
        },
        {
            "chapter": 36,
            "verse": 51,
            "text": "G"
        },
        {
            "chapter": 36,
            "verse": 52,
            "text": "Họ sẽ lên tiếng: “Thật khổ thân chúng tôi! Ai đã đánh thức chúng tôi dậy từ những chỗ yên nghỉ của chúng tôi?”; “Đây là điều mà Đấng Al-Rahman đã hứa và các vị Sứ Giả đã xác nhận.”"
        },
        {
            "chapter": 36,
            "verse": 53,
            "text": "Chỉ cần một tiếng gầm duy nhất thì tất cả bọn họ sẽ được đưa đến trình diện trước mặt TA"
        },
        {
            "chapter": 36,
            "verse": 54,
            "text": "Vào Ngày đó, không một người nào sẽ bị xét xử thiệt thòi bất cứ điều gì; và các ngươi sẽ được trả lại đầy đủ về điều mà các ngươi đã làm"
        }
    ]
}