{
    "pages": [
        {
            "chapter": 57,
            "verse": 12,
            "text": "Vào Ngày mà Ngươi sẽ thấy những người có đức tin, nam và nữ: Ánh sáng của họ sẽ chạy trước mặt họ và bên phải của họ. “Ngày nay quí vị được tin vui: Những Ngôi vườn bên dưới có các dòng sông chảy (thiên đàng) để vào ở trong đó đời đời. Đó là một thắng lợi vĩ đại.”"
        },
        {
            "chapter": 57,
            "verse": 13,
            "text": "(Cũng là) ngày mà những kẻ giả tạo đức tin, nam và nữ, sẽ nói với những người có đức tin như sau: “Hãy đợi chúng tôi với! Hãy cho chúng tôi mượn một chút ánh sáng của quí vị.” Sẽ có lời đáp lại: “Hãy trở lui về phía sau các anh và tìm ánh sáng đâu đó!” Thế rồi một bức tường cao có cửa sẽ được dựng lên để phân cách đôi bên; phía bên trong nó (cửa) sẽ là sự Khoan Dung (của Allah) và phía bên ngoài của nó sẽ là mục tiêu của sự trừng phạt (hỏa ngục).”"
        },
        {
            "chapter": 57,
            "verse": 14,
            "text": "(Những kẻ giả tạo đức tin) sẽ gọi họ (những người có đức tin), bảo: “Há chúng tôi không được ở cùng với quí vị hay sao?” Họ đáp: “Vâng, nhưng các anh đã tự để cho mình bị cám dỗ, các anh chờ đợi (sự thất bại của chúng tôi); các anh nghi ngờ (Lời Hứa của Allah); và những ước muốn (hão huyền) của các anh đã lừa dối các anh cho đến khi Mệnh Lệnh của Allah thể hiện. Và tên đại bịp (Shaytan) đã lừa gạt các anh về Allah.”"
        },
        {
            "chapter": 57,
            "verse": 15,
            "text": "“Cho nên ngày nay, việc xin chuộc mạng từ các anh và từ những kẻ không có đức tin sẽ không được (Allah) chấp nhận. Chỗ ở của các anh sẽ là hỏa ngục, nó xứng đáng với các anh và là một nơi đến cuối cùng rất tồi tệ.”"
        },
        {
            "chapter": 57,
            "verse": 16,
            "text": "Há chưa phải là lúc để cho những ai có đức tin (ý thức) rằng tấm lòng của họ nên khiêm tốn trước Lời Nhắc Nhở của Allah và trước Chân Lý đã được ban xuống hay sao và không nên như là những kẻ đã được ban cho Kinh Sách trước đây, do bởi thời hạn đã kéo dài cho nên tấm lòng của họ chai cứng lại (và không tin tưởng)? Và đa số bọn họ là những kẻ bất tuân, dấy loạn"
        },
        {
            "chapter": 57,
            "verse": 17,
            "text": "Nên biết rằng Allah làm cho đất sống lại sau khi nó đã chết (khô). Chắc chắn Ngài trình bày rõ các Lời Mặc Khải cho các ngươi để may ra các ngươi hiểu được"
        },
        {
            "chapter": 57,
            "verse": 18,
            "text": "Quả thật, những người bố thí (Sadaqah), nam và nữ, và cho Allah mượn một phần mượn tốt thì (Allah) sẽ tăng nó lên nhiều cho họ, và sẽ ban cho họ một phần thưởng rộng rãi"
        }
    ]
}