{
    "pages": [
        {
            "chapter": 60,
            "verse": 6,
            "text": "Chắc chắn họ là một gương tốt cho các ngươi noi theo, cho ai là người đặt hy vọng nơi Allah và Ngày (Phán Xử) Cuối Cùng. Và ai quay làm ngơ thì quả thật Allah Rất Mực Giàu Có (không thiếu thốn chi) và Rất Đáng Ca Tụng"
        },
        {
            "chapter": 60,
            "verse": 7,
            "text": "Biết đâu (trong tương lai) Allah sẽ đặt tình thương giữa các ngươi với những kẻ mà các ngươi hiện đang xem như kẻ thù bởi vì Allah có quyền (trên tất cả). Và Allah Hằng Tha Thứ, Rất Mực Khoan Dung"
        },
        {
            "chapter": 60,
            "verse": 8,
            "text": "Allah không cấm các ngươi đối xử tử tế và công bằng với những ai không giao chiến với các ngươi và trục xuất các ngươi ra khỏi nhà cửa của các ngươi vì vấn đễ tôn giáo bởi vì quả thật Allah yêu thương những người công bằng"
        },
        {
            "chapter": 60,
            "verse": 9,
            "text": "Allah chỉ cấm các ngươi kết bạn và giao hảo với những ai đã chiến đấu chống các ngươi vì vấn đề tôn giáo và trục xuất các ngươi ra khỏi nhà cửa của các ngươi và tiếp tay trong việc trục xuất các ngươi, sợ rằng các ngươi có thể quay lại (kết thân) với chúng. Và ai quay về kết bạn với chúng thì đó là những người làm điều sai quấy"
        },
        {
            "chapter": 60,
            "verse": 10,
            "text": "Hỡi những ai có đức tin! Khi những người phụ nữ tin tưởng chạy đến tị nạn với các ngươi (tại Madinah) hãy kiểm tra (sát hạch) họ; Allah biết đức tin của họ. Và khi các ngươi biết chắc họ là những người (nữ) tin tưởng thật sự, chớ giao trả họ về với những kẻ không tin (tại Makkah). Họ không là những (người vợ) hợp pháp cho chúng và chúng cũng không là những (người chồng) hợp pháp cho họ. Nhưng hãy trả lại cho những người chồng ngoại đạo (tiền cưới Mahr) mà chúng đã chi ra (cho người vợ của chúng). Các ngươi không có tội nếu cưới họ làm vợ với điều kiện các ngươi chi cho họ tiền cưới bắt buộc (Mahr) của họ. Và chớ ràng buộc những người (vợ) không có đức tin (tại Makkah) thủ tiết với các ngươi: và đòi họ (vợ ngoại đạo) trả tiền cưới mà các ngươi đã chi ra cho họ và hãy để cho chúng (những người chồng ngoại đạo) đòi lại tiền cưới mà chúng đã chi ra (cho những người vợ Muslim đã chạy đến tị nạn với các ngươi). Đó là Chỉ Dụ của Allah. Ngài xét xử (công bằng) giữa các ngươi bởi vì Allah Toàn Tri, Rất Mực Cao Minh"
        },
        {
            "chapter": 60,
            "verse": 11,
            "text": "Nếu người vợ nào của các người bỏ các ngươi để đến với những kẻ không tin và các ngươi có được một cơ hội tương xứng (qua việc những người đàn bà tin tưởng bỏ chúng chạy về phía của các ngươi), thì hãy trả lại cho những kẻ (không tin) mà vợ đã bỏ đi một số tiền tương đương với tiền cưới mà chúng đã chi ra (cho vợ). Và hãy sợ Allah, Đấng mà các người tin tưởng"
        }
    ]
}