{
    "pages": [
        {
            "chapter": 3,
            "verse": 84,
            "text": "Hãy bảo họ, (hỡi Muhammad!): “Chúng tôi tin tưởng nơi Allah và nơi điều (mặc khải) đã được ban xuống cho chúng tôi và điều đã được ban xuống cho Ibrahim, Isma'il, Is-haq, Ya'qub, các bộ lạc (của Israel) và điều (mặc khải) đã được ban xuống cho Musa, Ysa và các Nabi (của Allah) từ Thượng Đế của họ. Chúng tôi không kỳ thị phân biệt một ai trong số họ và chúng tôi là những người Muslim thần phục Ngài"
        },
        {
            "chapter": 3,
            "verse": 85,
            "text": "Và ai tìm kiếm một tôn giáo nào khác ngoài Islam thì y sẽ không bao giờ được (Allah) chấp thuận, và ở đời sau y sẽ là một trong những kẻ bị thua thiệt"
        },
        {
            "chapter": 3,
            "verse": 86,
            "text": "Làm sao Allah có thể hướng dẫn một đám người phủ nhận đức tin sau khi họ đã tin tưởng và sau khi đã xác nhận rằng Sứ Giả (Muhammad) là sự thật và sau khi đã chứng kiến những bằng chứng rõ rệt? Và Allah không hướng dẫn một đám người làm điều sai quấy"
        },
        {
            "chapter": 3,
            "verse": 87,
            "text": "Họ là những kẻ mà phần thưởng sẽ gồm lời nguyền rủa của Allah, của giới Thiên Thần và của toàn thể nhân loại"
        },
        {
            "chapter": 3,
            "verse": 88,
            "text": "Họ sẽ ở trong (sự nguyền rủa) đó đời đời, hình phạt dành cho họ sẽ không được giảm nhẹ và họ sẽ không được dung tha"
        },
        {
            "chapter": 3,
            "verse": 89,
            "text": "Ngoại trừ những ai biết hối cải và sửa mình sau đó thì quả thật Allah Hằng Tha Thứ, Rất Mực Khoan Dung"
        },
        {
            "chapter": 3,
            "verse": 90,
            "text": "Quả thật, những ai chối bỏ đức tin sau khi đã tin tưởng rồi càng ngoan cố không tin thì sự ăn năn hối cải của họ sẽ không bao giờ được chấp nhận. Và họ là những kẻ hoàn toàn lạc đạo"
        },
        {
            "chapter": 3,
            "verse": 91,
            "text": "Quả thật, những ai chối bỏ đức tin và chết trong tình trạng không có đức tin, cho dù có mang cả một trái đất đầy vàng đến để chuộc tội cho một ai đó trong số họ thì sự chuộc tội đó sẽ không bao giờ được (Allah) chấp nhận. Họ là những kẻ sẽ chịu một sự trừng phạt đau đớn và sẽ không được ai giúp đỡ cả"
        }
    ]
}