{
    "pages": [
        {
            "chapter": 4,
            "verse": 1,
            "text": "Hỡi nhân loại! Hãy sợ Thượng Đế (Allah) của các ngươi, Đấng đã tạo các ngươi từ một người duy nhất (Adam) và từ Y Ngài đã tạo ra người vợ (Hauwa) của Y và từ hai người họ, (Allah) rải ra vô số đàn ông và đàn bà (trên khắp mặt đất). Và hãy kính sợ Allah, Đấng mà các ngươi đòi hỏi (quyền hạn) lẫn nhau và hãy (kính trọng) những dạ con bởi vì quả thật Allah Hằng Theo Dõi các ngươi"
        },
        {
            "chapter": 4,
            "verse": 2,
            "text": "Và hãy trả lại cho các trẻ mồ côi tài sản của chúng (khi chúng đến tuổi trưởng thành). Và chớ tráo vật dụng xấu (của các ngươi) đổi lấy vật dụng tốt (của chúng). Và chớ ăn bớt tài sản của chúng (bằng cách nhập chung lại) với tài sản của các ngươi. Bởi vì đó là một trọng tội"
        },
        {
            "chapter": 4,
            "verse": 3,
            "text": "Và nếu các ngươi sợ không thể đối xử công bằng với các con (gái) mồ côi, hãy cưới những người phụ nữ (khác) mà các ngươi vừa ý hoặc hai, hoặc ba, hoặc bốn. Nhưng nếu các ngươi sợ không thể (ăn ở) công bằng với họ (vợ) thì hãy cưới một bà thôi hoặc người (phụ nữ) nào ở dưới quyền của các ngươi. Điều đó thích hợp cho các ngươi hơn để may ra (vì thế) các ngươi tránh được bất công"
        },
        {
            "chapter": 4,
            "verse": 4,
            "text": "Và hãỵ tặng cho các người vợ tiền cưới bắt buộc (Mahr) của họ. Nhưng nếu họ vui lòng tặng lại một phần nào cho các ngươi thì các ngươi hãy hoan hỉ hưởng nó một cách bổ ích"
        },
        {
            "chapter": 4,
            "verse": 5,
            "text": "Và chớ giao cho các (đứa trẻ mồ côi) kém hiểu biết tài sản của các ngươi mà Allah đã giao quyền quản lý cho các người để làm phương tiện cấp dưỡng (chúng); ngược lại hãy dùng nó để cung dưỡng và may mặc cho chúng và dùng lời lẽ nhã nhặn mà ăn nói với chúng"
        },
        {
            "chapter": 4,
            "verse": 6,
            "text": "Và hãy trắc nghiệm các đứa trẻ mồ côi cho đến lúc chúng đến tuổi kết hôn. Nếu các ngươi nhận thấy chúng đã trưởng thành vững chắc, hãy giao tài sản của chúng lại cho chúng và chớ tiêu phí nó nhanh chóng sợ rằng chúng mau lớn khôn (mà đòi lại), và người (giám hộ) nào giàu, nên hãm mình (tránh tiêu xài nó); ngược lại người (giám hộ) nào nghèo, hãy tiêu dùng nó một cách vừa phải. Bởi thế, khi các ngươi giao tài sản của chúng lại cho chúng, hãy mời người khác đến làm chứng cho chúng; và Allah đủ đảm trách việc ghi sổ"
        }
    ]
}