{
    "juzs": [
        {
            "chapter": 12,
            "verse": 53,
            "text": "۽ (آءٌ) پنھنجي نفس کي پاڪ نٿو ڀانيان، تحقيق نفس بڇڙائيءَ ڏانھن ڇڪيندو آھي پر جنھن تي مُنھنجو رب رحم ڪري، بيشڪ منھنجو پالڻھار بخشڻھار مھربان آھي"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "۽ بادشاھ چيو ته کيس مون وٽ آڻيو ته (آءٌ) کيس پاڻ لاءِ مقرر ڪريان، پوءِ جنھن مھل ساڻس ڳالھايائين (تنھن مھل سندس سياڻپ سمجھي) چيائين ته تون اڄ اسان وٽ وڏي مرتبي وارو امانت وارو آھين"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "(يوسف) چيو ته مون کي ھن مُلڪ (مصر) جي خزانن تي مقرر ڪر، تحقيق آءٌ نگھبان (سڀني ڪمن جو) وڌيڪ ڄاڻندڙ آھيان"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "۽ اھڙي طرح يُوسف کي (انھي) ملڪ ۾ مرتبي وارو ڪيوسون، جتي وڻندو ھوس تِتي ٽڪندو ھو، جنھن لاءِ وڻندو اٿؤن تنھن تي ٻاجھ پھچائيندا آھيون ۽ نيڪَن جو اجر نه وڃائيندا آھيون"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "۽ جن ايمان آندو ۽ پرھيزگاري ڪندا رھيا تن لاءِ آخرت جو اجر ضرورڀلو آھي"
        },
        {
            "chapter": 12,
            "verse": 58,
            "text": "۽ يُوسف جا ڀائر آيا پوءِ وٽس ويا ته کين سڃاتائين ۽ اُھي کيس نه سڃاڻندا ھوا"
        },
        {
            "chapter": 12,
            "verse": 59,
            "text": "۽ جنھن مھل انھن لاءِ سندن سامان تيار ڪيائين (تنھن مھل کين) چيائين ته پنھنجي پيئيتي ڀاءُ کي مون وٽ آڻيو، اوھين نه ٿا ڏسو ڇا ته آءٌ پورو ماڻ ڏيان ٿو ۽ آءٌ چڱو مھماني ڪندڙ آھيان؟"
        },
        {
            "chapter": 12,
            "verse": 60,
            "text": "پوءِ جيڪڏھن کيس مون وٽ نه آڻيندؤ ته اوھان لاءِ مون وٽ ڪا مئپ ڪانھي ۽ نڪي مون کي ويجھا ٿجو"
        },
        {
            "chapter": 12,
            "verse": 61,
            "text": "چيائون سگھو ان بابت (ڪنھن بھاني سان) سندس پيءُ کي راڻينداسون ۽ ضرور اسين (ايئن) ڪرڻ وارا ٿينداسون"
        },
        {
            "chapter": 12,
            "verse": 62,
            "text": "۽ (يوسف) پنھنجن ماڻھن کي چيو ته سندين موڙي سندين مڏين ۾ وجھي ڇڏيو پوءِ جڏھن پنھنجن گھرن ڏانھن موٽي وڃن مانَ انھي کي سڃاڻن مانَ اُھي وري اچن"
        },
        {
            "chapter": 12,
            "verse": 63,
            "text": "پوءِ جنھن مھل پنھنجي پيءُ وٽ (ڪنعان ۾) موٽي آيا (تنھن مھل) چيائون ته اي ابا (اَنَّ) مئي ڏيڻ اسان کان روڪيو ويو آھي تنھنڪري اسان مان اسان جي ڀاءُ (بنيامين) کي موڪل (ته) مئپ وٺون ۽ اسين سندس ضرور نگھبان آھيون"
        },
        {
            "chapter": 12,
            "verse": 64,
            "text": "(يعقوب کين) چيو ته ھن جي نسبت اوھان تي اھڙو ئي اعتبار ٿو ڪريان جھڙو اڳ سندس ڀاءُ جي به نسبت اوھان تي اعتبار ڪيو ھوم، پوءِ الله چڱو نگھبان آھي، ۽ اُھو ٻاجھارن کان کان وڏو ٻاجھارو آھي"
        },
        {
            "chapter": 12,
            "verse": 65,
            "text": "پوءِ جنھن مھل پنھنجو سامان کوليائون (ته اُن وقت) پنھنجي موڙي پاڻ وٽ موٽايل ڏٺائون، چيائون ته اي اسان جا ابا (ٻيو) اسان کي ڇا گھرجي، (جو) ھي اسان جي موڙي اسان ڏانھن وري موٽايل آھي (ته موٽي وڃون)، ۽ پنھنجن گھر وارن لاءِ اَن آڻيون ۽ پنھنجي ڀاءُ جي نگھباني ڪنداسون ۽ ھڪ اُٺ جو بار وڌيڪ به وٺنداسون، اِھو (جيڪي اَن آندو اٿئون سو) ماڻ ٿورو آھي"
        },
        {
            "chapter": 12,
            "verse": 66,
            "text": "(يعقوب کين) چيو ته (آءٌ) اوھان سان ان کي (ايسين) ڪڏھن نه موڪليندس جيسين مون وٽ انجام ڪري الله جو سُنھن (نه) کڻندؤ ته اوھين ڪنھن اوکائي پوڻ کانسواءِ ان کي مون وٽ ضرور آڻيندؤ، پوءِ جنھن مھل کيس پنھنجو پڪو انجام ڏنائون (ته يعقوب) چيو ته جيڪي اسين چئون ٿا تنھن تي الله نگھبان آھي"
        },
        {
            "chapter": 12,
            "verse": 67,
            "text": "۽ چيائين ته اي پٽؤ اوھين ھڪ دروازي کان نه گھِڙجو ۽ الڳ الڳ دروازن مان گھڙجو، ۽ آءٌ اوھان کان الله جي تقدير مان ڪابه شيء ٽاري نه ٿو سگھان، الله کانسواءِ (ٻئي) ڪنھن جو حُڪم نه آھي، مٿس ڀروسو ڪيم، ۽ سڀڪنھن ڀروسي ڪندڙ کي مٿس ڀروسو ڪرڻ گھرجي"
        },
        {
            "chapter": 12,
            "verse": 68,
            "text": "۽ جھڙي طرح سندن پيءُ کين حُڪم فرمايو ھو تھڙي طرح جنھن مھل (مصر جي دروازن کان) گھڙيا، (تنھن مھل جيڪا سختي پھچين ھا) ته سندن پيءُ الله جي تقدير مان کائن ڪجھ به ٽاري نه ٿي سگھيو (اھو حُڪم ڪرڻ) يعقوب جي دل ۾ رڳو ھڪ خيال ھو جو اُن کي پورو ڪيائين، ۽ جيڪي کيس سيکاريو ھوسون تنھن سببان (اُھو) علم وارو ھو پر گھڻا ماڻھو نه ڄاڻندا آھن"
        },
        {
            "chapter": 12,
            "verse": 69,
            "text": "۽ جنھن مھل يُوسف وٽ ويا تنھن مھل اُن پنھنجي (سڳي) ڀاءُ کي پاڻ وٽ جاءِ ڏني چيائين ته سچ پچ آءٌ تنھنجو ڀاءُ آھيان تنھنڪري جيڪي ڪيو اٿن تنھن تي ڏک نه ڪر"
        },
        {
            "chapter": 12,
            "verse": 70,
            "text": "پوءِ جنھن مھل اُنھن لاءِ سندن سامان سنبرايائين (تنھن مھل) پنھنجي (سڳي) ڀاءُ جي مڏيءَ ۾ پيالو لڪايائين وري آواز ڪندڙ آواز ڪيو ته اي قافلي وارؤ اوھين ضرور چور اھيو"
        },
        {
            "chapter": 12,
            "verse": 71,
            "text": "(قافلي وارن ٻڌي) انھن ڏانھن مُنھن ڪري چيو ته ڇا وڃايو اٿو؟"
        },
        {
            "chapter": 12,
            "verse": 72,
            "text": "چيائون ته بادشاھ جو پيالو وڃايو اٿون ۽ جنھن اُھو (لھي) آندو تنھن لاءِ اُٺ جو بار (انعام) آھي ۽ آءٌ (ان انجام) جو ذمي وار آھيان"
        },
        {
            "chapter": 12,
            "verse": 73,
            "text": "چيائون ته الله جو قسم آھي ته اوھان کي خبر ھوندي ته اسين ھن لاءِ نه آيا آھيون ته مُلڪ ۾ ڏڦيڙ وجھون ۽ نڪي اسين چور آھيون"
        },
        {
            "chapter": 12,
            "verse": 74,
            "text": "(وري نوڪرن) چيو ته جيڪڏھن ڪوڙا ھُجو ته اُن (چور) جي سزا ڪھڙي آھي؟"
        },
        {
            "chapter": 12,
            "verse": 75,
            "text": "چيائون ته اُن جي سزا (ھيء) آھي ته جنھنجي مڏيءَ مان اُھو لڌو سو (پاڻ) ان جو بدلو آھي، اھڙي طرح اسين ظالمن کي سزا ڏيندا آھيون"
        },
        {
            "chapter": 12,
            "verse": 76,
            "text": "پوءِ (يُوسف) پنھنجي ڀاءُ جي ٻوري (ڳولڻ) کان اڳ انھن (ٻـين) جون ٻوريون ڳولڻ شروع ڪيون وري اُھو (پيالو) پنھنجي ڀاءُ جي ٻوري مان ڪڍيائين، اھڙي طرح يُوسف کي تجويز سيکاري سون، جو بادشاہ جي قانون موجب پنھنجي ڀاءُ کي الله جي گھُر کانسواءِ وٺي نٿي سگھيو، جنھن کي گھرندا آھيون تنھن کي درجن ۾ مٿاھون ڪندا آھيون، ۽ ھر ڪنھن سياڻي جي مٿان سياڻو آھي"
        },
        {
            "chapter": 12,
            "verse": 77,
            "text": "چيائون ته جيڪڏھن (ھن) چوري ڪئي آڳي ته اڳ سندس ڀاءُ (به) بيشڪ چوري ڪئي ھئي، پوءِ ان (ڳالھ) کي يوسف پنھنجي دل ۾ لڪايو ۽ کين اُھا پڌري نه ڪيائين، (دل ۾) چيائين ته اوھين بڇڙي مان وارا آھيو، ۽ جيڪي بيان ڪريو ٿا سو الله چڱو ڄاڻندڙ آھي"
        },
        {
            "chapter": 12,
            "verse": 78,
            "text": "چيائون ته اي عزيز ھن جو پيءُ پوڙھو وڏيءَ ڄمار وارو آھي اِن ڪري اسان مان ھڪڙو سندس بدران وٺ، اسين توکي نيڪن مان ڏسون ٿا"
        },
        {
            "chapter": 12,
            "verse": 79,
            "text": "چيائين الله پناھ ۾ رکي جنھن وٽ پنھنجو سامان لڌوسون تنھن کانسواءِ ٻئي ڪنھن کي پڪڙيون (جيڪڏھن وٺون ته) انھي مھل اسين ظالم آھيون"
        },
        {
            "chapter": 12,
            "verse": 80,
            "text": "جنھن مھل کانئس نا اميد ٿيا (تنھن مھل) نويڪلا ٿي صلاح ڪندڙ ٿيا، سندن وڏي (ڀاءُ) چيو ته نه ڄاڻندا آھيو ڇا؟ ته اوھان جي پيءُ اوھان کان الله جو پڪو انجام قسم تي ورتو آھي ۽ اڳ اوھان يوسف جي نسبت ۾ ڪجھ نه گھٽايو ھو، تنھنڪري (جيسين) منھنجو پيءُ مون کي موڪل (نه) ڏيندو يا الله مون لاءِ حُڪم نه ڪندو تيسين آءٌ ھن مُلڪ مان ڪڏھن نه نڪرندس، ۽ اُھو چڱو حُڪم ڏيڻ وارو آھي"
        },
        {
            "chapter": 12,
            "verse": 81,
            "text": "اوھين پنھنجي پيءُ وٽ موٽي وڃو پوءِ چئو ته اي ابا تنھنجي پُٽ چوري ڪئي، ۽ جيڪو ڄاتوسون ان کانسواءِ ٻئي (ڳالھ) جي شاھدي نه ڏنيسون ۽ ڳُجھ (جي خبر) نه ڄاڻندا ھواسون"
        },
        {
            "chapter": 12,
            "verse": 82,
            "text": "۽ جنھن ڳوٺ ۾ ھواسون انھي کان ۽ جنھن قافلي ۾ آياسون تنھن کان پُڇا ڪر، اسين ضرور سچا آھيون"
        },
        {
            "chapter": 12,
            "verse": 83,
            "text": "(يعقوب) چيو ته (نه!) بلڪ اوھان جي نفس اوھان لاءِ (ڪا) ڳالھ ٺاھي آھي، تنھنڪري چڱو صبر ڪرڻ (منھنجو ڪم) آھي، اميد آھي ته الله انھن سڀني کي مون وٽ آڻيندو، ڇوته اُھو ڄاڻندڙ حِڪمت وارو آھي"
        },
        {
            "chapter": 12,
            "verse": 84,
            "text": "۽ کانئن مُنھن موڙيائين ۽ چيائين مون کي يُوسف لاءِ افسوس آھي ۽ سندس ٻئي اکيون ڏک کان اڇيون ٿيون پوءِ اُھو ڏک ڀريل ھو"
        },
        {
            "chapter": 12,
            "verse": 85,
            "text": "(۽ سندس گھراڻي وارن) چيو ته الله جو قسم آھي ته تون سدائين يوسف کي ساريندو آھين جيسين بيمار ٿئين يا مري وڃين"
        },
        {
            "chapter": 12,
            "verse": 86,
            "text": "چيائين ته آءٌ پنھنجو ڏک ۽ بيقراري الله جي جناب ۾ بيان ڪندو آھيان ۽ الله جي طرف کان اھو ڄاڻندو آھيان جو اوھين نه ڄاڻندا آھيو"
        },
        {
            "chapter": 12,
            "verse": 87,
            "text": "اي منھنجا پٽؤ وڃو ۽ يُوسف ۽ سندس ڀاءُ جي ڳولا ڪريو ۽ الله جي رحمت کان نا اميد نه ٿيو، ڇوته الله جي ٻاجھ کان ڪافرن جي قوم کانسواءِ (ٻيو) ڪو (به) نا اميد نه ٿيندو آھي"
        },
        {
            "chapter": 12,
            "verse": 88,
            "text": "پوءِ جنھن مھل يوسف وٽ آيا (تنھن مھل) چيائون ته اي عزيز اسان کي ۽ اسان جي گھر وارن کي ڏک پھتو آھي ۽ نڪمو سامان کڻي آيا آھيون پوءِ اسان کي پوري مئپ ڏي ۽ اسان کي (ڪجھ) خيرات (به) ڏي، ڇوته الله خيرات ڪندڙن کي چڱو بدلو ڏيندو آھي"
        },
        {
            "chapter": 12,
            "verse": 89,
            "text": "(يُوسف) کين چيو ته جڏھن اوھين بي سمجھ ھيؤ ته جيڪي اوھان يُوسف ۽ سندس ڀاءُ سان ڪيو سو ڄاتو اٿوَ؟"
        },
        {
            "chapter": 12,
            "verse": 90,
            "text": "چيائون ته تون ئي پڪ يُوسف آھين ڇا؟ چيائين (ھائو) آءٌ يُوسف آھيان ۽ ھيءُ منھنجو ڀاءُ آھي، بيشڪ الله اسان تي ٻاجھ ڪيو آھي، جيڪو پرھيز گاري ڪندو ۽ صبر ڪندو ته الله ڀلارن جو اجر نه وڃائيندو آھي"
        },
        {
            "chapter": 12,
            "verse": 91,
            "text": "چيائون ته الله جو قسم آھي ته بيشڪ الله توکي اسان کان ڀلو ڪيو آھي ۽ بيشڪ اسين خطا ڪندڙ ھواسون"
        },
        {
            "chapter": 12,
            "verse": 92,
            "text": "(يوسف) چيو ته اڄ اوھان تي ڪا ميار نه آھي، الله اوھان کي بخشيندو، ۽ اُھو (سڀني) ٻاجھارن کان بلڪل ٻاجھارو آھي"
        },
        {
            "chapter": 12,
            "verse": 93,
            "text": "ھي منھنجو پھراڻ نيو پوءِ اُھو منھنجي پيءُ جي مُنھن تي گھمايو ته ڏسندڙ ٿيندو، ۽ مڙئي پنھنجي گھر جا آدمي مون وٽ آڻيو"
        },
        {
            "chapter": 12,
            "verse": 94,
            "text": "۽ جنھن مھل قافلو (مصر مان) نڪتو (ته) سندن پيءُ چيو ته جيڪڏھن (اوھين) مون کي ڀورڙو نه ڄاڻو ته مون کي يُوسف جي بوءِ اچي ٿي"
        },
        {
            "chapter": 12,
            "verse": 95,
            "text": "چيائون ته الله جو قسم ته تون اڳئين ويساري ۾ آھين"
        },
        {
            "chapter": 12,
            "verse": 96,
            "text": "جنھن مھل خوشخبري ڏيندڙ آيو ته سندس مُنھن تي اھو (پھراڻ) گھمايائين ته موٽي ڏسندڙ ٿيو، چيائين ته اوھان کي نه چيو ھوم ڇا، ته آءٌ الله جي پار کان اھو ڄاڻندو آھيان جو اوھين نه ڄاڻندا آھيو؟"
        },
        {
            "chapter": 12,
            "verse": 97,
            "text": "چيائون ته اي اسان جا ابا اسان لاءِ اسان جي گناھن جي بخشش گھُر اسين بيشڪ گنھگار آھيون"
        },
        {
            "chapter": 12,
            "verse": 98,
            "text": "(يعقوب) چيو ته آءٌ سِگھو اوھان لاءِ پنھنجي پالڻھار کان بخشش گھرندس، ڇوته اُھو ئي بخشڻھار مھربان آھي"
        },
        {
            "chapter": 12,
            "verse": 99,
            "text": "جنھن مھل يُوسف وٽ پُھتا (ته اُن وقت) پنھنجي ماءُ پيءُ کي پاڻ وٽ جاءِ ڏنائين ۽ چيائين جيڪڏھن الله گھريو ته مصر ۾ بي ڀوا ٿي گِھڙو"
        },
        {
            "chapter": 12,
            "verse": 100,
            "text": "۽ پنھنجي ماءُ پيءُ کي تخت تي وھاريائين ۽ اُھي ڏانھس سجدو ڪندي ڪريا، ۽ (يُوسف) چيو ته اي منھنجا ابا ھيءُ منھنجي اڳين خوابن جو تعبير آھي، بيشڪ منھنجي پالڻھار ان کي سچو ڪيو، ۽ (الله) مون سان تڏھن بيشڪ احسان ڪيو جڏھن مون کي قيد مان ٻاھر ڪڍيائين ۽ منھنجي ۽ منھنجي ڀائرن جي وچ ۾ شيطان جھيڙو وڌو تنھن کانپوءِ اوھان کي ٻھراڙيءَ کان (شھر) ۾ آندائين، ڇوته منھنجو پالڻھار جنھن لاءِ وڻيس تنھن تي احسان ڪندڙ آھي، سچ آھي ته اُھو ڄاڻندڙ حڪمت وارو آھي"
        },
        {
            "chapter": 12,
            "verse": 101,
            "text": "(يُوسف چيو ته) اي منھنجا پالڻھار بيشڪ مون کي بادشاھي ڏني اٿئي ۽ مون کي خوابن جو تعبير سيکاريو اٿئي، اي آسمانن ۽ زمين جا بڻائيندڙ، تون دُنيا ۽ آخرت ۾ منھنجو وارث آھين، مون کي مسلمان ڪري مار ۽ مون کي صالحن سان شامل ڪر"
        },
        {
            "chapter": 12,
            "verse": 102,
            "text": "(اي پيغمبر) اھو (قصو) ڳُجھين خبرن مان آھي جو تو ڏانھن وحي ڪريون ٿا، انھن جڏھن فريب ڪندڙ ٿي پنھنجي ڪم جو پڪو ارادو ڪيائون تڏھن تون وٽن ڪونه ھئين"
        },
        {
            "chapter": 12,
            "verse": 103,
            "text": "۽ (اي پيغمبر) جيتوڻيڪ حرص ڪرين ته به گھڻا ماڻھو ايمان آڻيندڙ نه آھن"
        },
        {
            "chapter": 12,
            "verse": 104,
            "text": "۽ (تون) اُن (قرآن جي پُھچائڻ) تي کانئن ڪو اُجورو نه گھرندو آھين، اُھو (قرآن) جھانن جي نصيحت کانسواءِ (ٻيو ڪي) نه آھي"
        },
        {
            "chapter": 12,
            "verse": 105,
            "text": "۽ ڪيتريون ئي نشانيون آسمانن ۽ زمين ۾ آھن جن تان لنگھندا آھن ۽ اُھي (ڏِسي ڪري) اُنھن (تي ڌيان ڏيڻ) کان مُنھن موڙيندا آھن"
        },
        {
            "chapter": 12,
            "verse": 106,
            "text": "۽ منجھانئن گھڻا الله تي ايمان نه آڻيندا آھن پر اُھي (الله سان) شريڪ بڻائيندڙ آھن"
        },
        {
            "chapter": 12,
            "verse": 107,
            "text": "(اُھي) الله جي عذاب مان پاڻ وٽ ڇِپ اچڻ کان يا قيامت جي اوچتي اچڻ کان بي ڀَوَا ٿيا آھن ڇا؟ جو اُھي نه ڄاڻندا ھُجن؟"
        },
        {
            "chapter": 12,
            "verse": 108,
            "text": "(اي پيغمبر) چؤ ته ھيءُ منھنجي واٽ آھي پڌري حُجّت سان الله ڏانھن سڏيان ٿو آءٌ ۽ منھنجا تابعدار به (سڏيندا آھن)، ۽ الله پاڪ آھي ۽ مان مشرڪن مان نه آھيان"
        },
        {
            "chapter": 12,
            "verse": 109,
            "text": "۽ (اي پيغمبر) اسان توکان اڳ شھر وارن مان مڙسن کانسواءِ ٻيو ڪونه موڪليوسون جن ڏانھن وحي ڪيوسون، پوءِ ڇونه زمين ۾ گھمي ڏسندا آھن ته جيڪي کانئن اڳ ھوا تن جي پڇاڙي ڪھڙي طرح ٿي؟ ۽ آخرت جو گھر انھن لاءِ ڀلو آھي جيڪي ڊڄندا آھن، پوءِ ڇونه ڄاڻندا آھيو؟"
        },
        {
            "chapter": 12,
            "verse": 110,
            "text": "(ايستائين ڍر ڏنيسون) جيستائين پيغمبر (مدد پھچڻ کان) نا اميد ٿيڻ لڳا ۽ (سندين قوم) ڀانيو ته انھن سان ڪوڙو انجام ڪيو ويو آھي وٽن اسان جي مدد پھتي پوءِ جنھن کي گھريوسون تنھن کي ڇوٽڪارو ڏنو ويو، ۽ گنھگار قوم کان اسان جو عذاب نه ٽاريو ويندو آھي"
        },
        {
            "chapter": 12,
            "verse": 111,
            "text": "بيشڪ ڌيان وارن لاءِ انھن (پيغمبرن) جي قِصّن ۾ عِبرت آھي، (ھي قرآن) بڻاوتي آکاڻي نه آھي پر جيڪي (ڪتاب) کانئس اڳ آھن تن کي سچو ڪندڙ آھي ۽ سڀڪنھن شيء لاءِ نکيڙ آھي ۽ ايمان واري قوم لاءِ ھدايت ۽ ٻاجھ آھي"
        },
        {
            "chapter": 13,
            "verse": 1,
            "text": "المّرٰ، ھيءُ ڪتاب جون آيتون آھن، ۽ جيڪي توڏانھن تنھنجي پالڻھار وٽان نازل ڪيو ويو سو حق آھي پر گھڻا ماڻھو نه مڃيندا آھن"
        },
        {
            "chapter": 13,
            "verse": 2,
            "text": "الله اُھو آھي جنھن آسمانن کي ريءَ ٿنڀن جي کڙو ڪيو آھي انھن کي ڏسو ٿا وري عرش ڏي متوجه ٿيو ۽ سج ۽ چنڊ کي فرمانبردار ڪيائين، جو سڀڪو ٺھرايل مُدّت تائين ھلندو آھي، (اُھو) سڀني ڪمن کي رٿيندو آھي نشانيون چٽائيءَ سان بيان ڪندو آھي ته مانَ اوھين پنھنجي پالڻھار جي مِلڻ جو يقين ڪريو"
        },
        {
            "chapter": 13,
            "verse": 3,
            "text": "۽ اُھو (الله) آھي جنھن زمين کي پکيڙيو ۽ منجھس جبل ۽ درياء بڻايائين، ۽ منجھس سڀڪنھن ميوي مان ٻه ٻه قِسم بڻايائين ڏينھن کي رات سان ڍڪيندو آھي، بيشڪ اُن ۾ پروڙيندڙ قوم لاءِ نشانيون آھن"
        },
        {
            "chapter": 13,
            "verse": 4,
            "text": "۽ زمين ۾ (پاڻون واڻا) ٽڪرا لڳولڳ آھن ۽ ڊاکن جا باغ آھن ۽ پوکون ۽ کجيون آھن (انھن مان ڪي) جُوھا ۽ (ڪي) ھڪ ٿُڙ واريون آھن اُنھن کي ھڪ (ئي) پاڻي پياريو ويندو آھي، ۽ اسين ميون ۾ ڪن (جي مزي) کي ڪِن کان وڌيڪ ڪندا آھيون، بيشڪ اُن ۾ سمجھندڙ قوم لاءِ نشانيون آھن"
        },
        {
            "chapter": 13,
            "verse": 5,
            "text": "۽ (اي پيغمبر) جيڪڏھن توکي (سندن انڪار جو) عجب ٿيندو آھي ته سندن (ھن) چوڻ جو به عجب (ڪرڻو) آھي (جو چوندا آھن ته) جڏھن مٽي ٿينداسون ته اسين وري نئين بڻاوت ۾ بڻايا وينداسون ڇا؟ اِھي اُھي آھن جن پنھنجي پالڻھار جو انڪار ڪيو، ۽ اِھي اُھي آھن جن جي ڳچين ۾ ڳٽ ھوندا، ۽ اُھي دوزخي آھن، اُھي منجھس سدائين رھڻ وارا آھن"
        },
        {
            "chapter": 13,
            "verse": 6,
            "text": "۽ (اي پيغمبر) چڱائي (جي پھچڻ) کان اڳي ئي توکان مدائي جلد گھرندا آھن ۽ بيشڪ کانئن اڳ (ماڻھن تي) عذاب ٿي چُڪا آھن، ۽ تنھنجو پالڻھار ماڻھن کي سندن ڏوھي ھجڻ ھوندي به بخشڻ وارو آھي، ۽ تنھنجو پالڻھار ڏاڍي عذاب ڪرڻ وارو (به) آھي"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "۽ ڪافر چوندا آھن ته ھن (پيغمبر) تي سندس پالڻھار کان ڪا (به) نشاني ڇونه نازل ڪئي وئي آھي؟ (اي پيغمبر) تون رڳو ڊيڄاريندڙ آھين ۽ سڀڪنھن قوم لاءِ ھدايت ڪرڻ وارو ھوندو آھي"
        },
        {
            "chapter": 13,
            "verse": 8,
            "text": "سڀڪا مادي (پنھنجي پيٽ ۾) جيڪو (حمل) کڻندي آھي سو الله ڄاڻندو آھي ۽ ڳڀيرڻيون جيڪي گھٽائينديون آھن ۽ جيڪي وڌائينديون آھن (سو به ڄاڻندو آھي)، ۽ سڀڪا شيء وٽس اندازي سان آھي"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "ڳجھ ۽ ظاھر جو ڄاڻندڙ وڏو مٿاھون آھي"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "اوھان مان جيڪو ڳالھ ھوريان ڪري ۽ جيڪووڏي سڏ ڳالھائي ۽ جيڪو رات جو لِڪي ۽ ڏينھن جو پڌرو ٿي گھمي (سي سندس علم ۾) ھڪ جھڙا آھن"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "اُن (ماڻھوءَ) لاءِ (ملائڪ پھريدار) ھڪ ٻئي پٺيان ايندڙ سندس پويان (مقرر) آھن جو الله جي حُڪم سان اُن جي نگھباني ڪندا آھن، بيشڪ الله ڪنھن قوم جي حالت کي (ايستائين) نه ڦيرائيندو آھي جيسين اُھي جيڪي سندين دلين ۾ آھي سو (پاڻ) نه ڦيرائين، ۽ جڏھن الله ڪنھن قوم جي مدائيءَ جو ارادو ڪندو آھي ته اُن کي ڪو ٽَرڻ ڪونه آھي، ۽ نڪي انھن جو الله کانسواءِ ڪو مددگار آھي"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "اُھو (الله) آھي جيڪو اوھان کي ڀؤ ۽ اُميد لاءِ وِڄ ڏيکاريندو آھي ۽ ڳَرن ڪڪرن کي کڻندو آھي"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "۽ رعد ۽ (سڀ) ملائڪ سندس ڀؤ کان سندس ساراھ سان پاڪائي واکاڻيندا آھن، ۽ وِڄون موڪليندو آھي پوءِ اُھي جنھن لاءِ گھرندو آھي تنھن تي ڪيرائيندو آھي ۽ ڪافر الله بابت تڪرار ڪندا آھن، حالانڪ اُھو سخت عذاب ڪرڻ وارو آھي"
        },
        {
            "chapter": 13,
            "verse": 14,
            "text": "کيس (ھر حال ۾) سڏڻ حق آھي، ۽ (ڪافر) الله کانسواءِ جن کي سڏيندا آھن سي (ٻي) ڪنھن (به) طرح ورندي ڏئي نه سگھندا (انھن سڏيندڙن جو مثال) رڳو انھيءَ (ماڻھوءَ) وانگر آھي جو پنھنجو ٻُڪ پاڻيءَ ڏانھن ھن لاءِ ڊگھيڙيندڙ ھجي ته پاڻي سندس وات ۾ پوي ۽ اُھو پاڻي سندس وات ۾ پوڻ وارو نه آھي، ۽ ڪافرن جو سڏڻ رڳو گمراھيءَ ۾ ھجڻ آھي"
        },
        {
            "chapter": 13,
            "verse": 15,
            "text": "۽ جيڪي آسمانن ۽ زمين ۾ آھي سي سَرھا ٿي ۽ ارھا ٿي الله کي سجدو ڪندا آھن ۽ سندن پاڇا (به) صبح جو ۽ سانجھيءَ جو (سجدو ڪندا آھن)"
        },
        {
            "chapter": 13,
            "verse": 16,
            "text": "(اي پيغمبر کانئن) پُڇ ته آسمانن ۽ زمين جو پالڻھار ڪير آھي، (سندن پاران) چؤ ته الله، (وري کانئن) پڇا ڪر ته پوءِ الله کانسواءِ ٻيا اھڙا مددگار ڇو ورتا اَٿو جي پنھنجي جيئن کي نڪي سُک ۽ نڪي ڏک پھچائي سگھندا آھن؟ (۽ اي پيغمبر کين) چؤ ته انڌو ۽ سڄو ڪو برابر آھي ڇا؟ يا اونداھيون ۽ سوجھرو برابر آھن ڇا؟ الله لاءِ (اھڙا) شريڪ مُقرر ڪيا اٿن ڇا جو (انھن) الله جي مخلوقات جھڙي (خلق) خلقي ھجي جو (اُھا) خلق مٿن ھڪ جھڙي ٿي پئي آھي، (اي پيغمبر کين) چؤ ته سڀڪنھن جو خلقڻھار الله آھي ۽ اُھوئي اڪيلو غالب آھي"
        },
        {
            "chapter": 13,
            "verse": 17,
            "text": "(جنھن) آسمان کان پاڻي وَسايو پوءِ نيون پنھنجي قدر سارو وھيون پوءِ ڇَر اُڀامندڙ گجيءَ کي کنيو، ۽ جيڪا شيء زيورن يا سامان جي طلب ڪرڻ لاءِ باھ ۾ ڳاريندا آھن اُن تي اُن جھڙي گجي (ٿيندي) آھي، اھڙي طرح الله کَري ۽ کوٽي جو مثال ڏيندو آھي، پر گجي ته گُم ٿي ويندي آھي، ۽ جا شيء ماڻھن کي نفعو ڏيندي آھي سا زمين ۾ رھندي آھي، اھڙي طرح الله مثال ڏيندو آھي"
        },
        {
            "chapter": 13,
            "verse": 18,
            "text": "جن پنھنجي پالڻھار جو حُڪم قبول ڪيو تن لاءِ ڀلائي آھي، ۽ جيڪي سندس (حُڪم) قبول نه ٿا ڪن سي جيڪي زمين ۾ آھي سو سڀ ۽ پڻ اوترو ساڻس (ٻيو) انھن کي ھجي جيڪڏھن عوض ڏين (ته به قبول نه ڪبو)، انھن لاءِ حساب جي سختي آھي، ۽ سندين جاءِ دوزخ آھي، ۽ اُھا بڇڙي جاءِ آھي"
        },
        {
            "chapter": 13,
            "verse": 19,
            "text": "پوءِ جيڪي توڏانھن تنھنجي پالڻھار کان نازل ڪيو ويو آھي تنھن کي جيڪو ڄاڻندو آھي ته سچ آھي سو ڪو اُن جھڙو آھي ڇا جيڪو انڌو ھجي؟ سمجھ وارن کانسواءِ ڪو نصيحت نه وٺندو آھي"
        },
        {
            "chapter": 13,
            "verse": 20,
            "text": "جيڪي الله جو انجام پاڙيندا آھن ۽ انجام نه ڀڃندا آھن"
        },
        {
            "chapter": 13,
            "verse": 21,
            "text": "۽ الله جنھن جي ڳنڍڻ جو حُڪم ڪيو تنھن کي جيڪي (ماڻھو) ڳنڍيندا آھن ۽ پنھنجي پالڻھار کان ڊڄندا آھن ۽ حساب جي سختيءَ جو ڀؤ ڪندا آھن"
        },
        {
            "chapter": 13,
            "verse": 22,
            "text": "۽ جن پنھنجي پالڻھار جي رضامندي حاصل ڪرڻ لاءِ صبر ڪيو ۽ نماز پڙھي ۽ جيڪي کين روزي ڏني سون تنھن مان ڳجھو ۽ پڌرو خرچيائون ۽ چڱاين سان مدايون ٽاريندا آھن تن لاءِ آخرت جو گھر آھي"
        },
        {
            "chapter": 13,
            "verse": 23,
            "text": "(جي) ھميشگيءَ وارا باغ آھن اُن ۾ گھڙندا ۽ سندن زالن ۽ سندن اولاد مان جيڪي سڌريل ھوندا سي (به گھڙندا) ۽ سڀڪنھن دروازي کان مٿن ملائڪ گھڙندا"
        },
        {
            "chapter": 13,
            "verse": 24,
            "text": "(چوندا ته) انھي ڪري جو (ڏکن ۾) صبر ڪيو ھيؤ سلامتي آھي اوھان تي پوءِ آخرت جو گھر ڀلو آھي"
        },
        {
            "chapter": 13,
            "verse": 25,
            "text": "۽ جيڪي الله جو انجام ان جي پڪي ڪرڻ کان پوءِ ڀڃندا آھن ۽ الله جن ڪمن جي ڳنڍڻ جو حُڪم ڪيو آھي سو ڇنندا آھن ۽ زمين ۾ فساد وجھندا آھن، انھن تي لعنت آھي ۽ انھن لاءِ بڇڙو گھر آھي"
        },
        {
            "chapter": 13,
            "verse": 26,
            "text": "الله جنھن لاءِ گھرندو آھي تنھن لاءِ روزي ڪشادي ڪندو آھي ۽ گھٽ ڪندو آھي، ۽ (ڪافر) دنيا جي حياتي سان خوش ٿيندا آھن، ۽ دنيا جي حياتي آخرت ۾ ٿوريءَ وٿ کانسواءِ نه آھي"
        },
        {
            "chapter": 13,
            "verse": 27,
            "text": "۽ ڪافر چوندا آھن ته ھن جي پالڻھار کان ھن تي معجزو ڇونه نازل ڪيو ويو آھي؟ (اي پيغمبر کين) چؤ ته الله جنھن لاءِ گھرندو آھي تنھن کي ڀلائيندو آھي ۽ جيڪي موٽيو تنھن کي پاڻ ڏانھن ھدايت ڪندو آھي"
        },
        {
            "chapter": 13,
            "verse": 28,
            "text": "(اِھي اُھي آھن) جن ايمان آندو ۽ سندن دليون الله جي ذڪر سان آرامي ٿينديون آھن، خبردار الله جي ذڪر سان دليون آرام وٺنديون آھن"
        },
        {
            "chapter": 13,
            "verse": 29,
            "text": "جن ايمان آندو ۽ چڱا عمل ڪيا تن لاءِ (آخرت ۾) خوشي ۽ چڱي جاءِ آھي"
        },
        {
            "chapter": 13,
            "verse": 30,
            "text": "اھڙي طرح توکي ھڪ اھڙيءَ ٽوليءَ ڏانھن جو بيشڪ کانئن اڳ ڪيتريون ٽوليون گذري ويون آھن ھن لاءِ موڪليوسون ته جيڪي توڏانھن وحي ڪيوسون سو کين پڙھي ٻڌائين ۽ اُھي رحمان جا مُنڪر آھن، (اي پيغمبر کين) چؤ ته اُھو منھنجو پالڻھار آھي اُن کانسواءِ ٻيو ڪو مَعبُود نه آھي، ۽ مٿس ڀروسو ڪيم ۽ ڏانھس منھنجو موٽڻ آھي"
        },
        {
            "chapter": 13,
            "verse": 31,
            "text": "۽ جيڪڏھن سچ پچ قرآن اھڙو ھجي ھا جو اُن سان جبل ھلائجن ھا يا اُن سان زمين ٽڪر ٽڪر ڪجي ھا يا اُن سان مئلن کي ڳالھرائجي ھا (ته به اُھي ايمان نه آڻين ھا) بلڪ سڀ ڪم الله جي وس ۾ آھن، اڃا مؤمنن نه ڄاتو آھي ڇا ته جيڪڏھن الله گھُري ھا ته سڀني ماڻھن کي ھدايت ڪري ھا، ۽ ڪافرن کي سندن ڪرتوتن سببان سدائين سزا پھچندي آھي يا ايستائين سندن گھرن جي آس پاس پئي پھچندي جيسين الله جو انجام ايندو، بيشڪ الله پنھنجي انجام کي نه ڦيرائيندو آھي"
        },
        {
            "chapter": 13,
            "verse": 32,
            "text": "۽ (اي پيغمبر) بيشڪ توکان اڳ پيغمبرن تي ٺـٺوليون ڪيون ويون ھيون پوءِ ڪافرن کي ڍر ڏنم وري کين پڪڙيم، پوءِ منھنجو عذاب ڪئن ھو"
        },
        {
            "chapter": 13,
            "verse": 33,
            "text": "سڀڪنھن ماڻھو جيڪي ڪمايو تنھن جي جيڪو خبر رکندڙ ھجي (سو بيخبر بتن جھڙو آھي) ڇا؟ ۽ (ڪافرن) الله جا شريڪ مقرّر ڪيا آھن، (اي پيغمبر کين) چؤ ته اُنھن (جي وصفن) جا نالا بيان ڪريو، يا کيس اُھو جتائيندا آھيو ڇا جيڪي (ھو) زمين ۾ نه ڄاڻندو آھي؟ يا (بنا حقيقت جي الله سان شريڪ ڪرڻ اِھي) ڇڙيون ڳالھيون آھن، بلڪ ڪافرن کي سندن بڇڙو خيال سھڻو ڪري ڏيکاريو ويو آھي ۽ اُھي سنئين واٽ کان روڪيا ويا آھن، ۽ جنھن کي الله گمراھ ڪري تنھن کي ڪو ھدايت ڪرڻ وارو ڪونه آھي"
        },
        {
            "chapter": 13,
            "verse": 34,
            "text": "اُنھن لاءِ دنيا جي حياتيءَ ۾ عذاب آھي ۽ بيشڪ آخرت جي سزا ته بلڪل سخت آھي، ۽ کين الله (جي عذاب) کان ڪو بچائڻ وارو نه آھي"
        },
        {
            "chapter": 13,
            "verse": 35,
            "text": "جنھن بھشت جو پرھيزگارن سان انجام ڪيو ويو آھي تنھن جو بيان (ھيءُ) آھي، ته ان جي ھيٺان واھيون وھنديون آھن، (۽) اُن جا ميوا ھميشہ آھن ۽ اُن جي ڇانوَ (سدائين رھندڙ آھي) پرھيزگارن جي اھا پڇاڙي آھي، ۽ ڪافرن جي پڇاڙي باھ آھي"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "۽ جن کي ڪتاب ڏنو اٿئون سي جيڪي توڏانھن نازل ڪيو ويو آھي تنھن سان سرھا ٿيندا آھن ۽ (انھن) جماعتن مان ڪو اھڙو آھي جو ان جي ڪن (ڳالھين) جو انڪار ڪندو آھي، (اي پيغمبر کين) چؤ مون کي انھيءَ کانسواءِ ٻيو حُڪم نه ڪيو ويو آھي ته الله جي عبادت ڪريان ۽ ساڻس ڪنھن کي شريڪ نه ڪريان، ڏانھس (ماڻھن کي) سڏيان ٿو ۽ ڏانھس منھنجو موٽڻ آھي"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "۽ اھڙي طرح اُن (قرآن) کي (ھڪ) حُڪم (ڪندڙ) عربي (ٻوليءَ) ۾ موڪليوسون، ۽ (اي پيغمبر) جيڪڏھن تو پاڻ وٽ علم جي اچڻ کان پوءِ سندن سَڌن جي تابعداري ڪندين ته الله وٽان نڪو سنڀاليندڙ ۽ نڪو بچائيندڙ لھندين"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "۽ بيشڪ توکان اڳ (ڪيترائي) پيغمبر موڪلياسون ۽ کين زالون ۽ اولاد ڏنوسون، ۽ ڪنھن پيغمبر کي الله جي حُڪم کان سواءِ ڪو مُعجزو آڻڻ نه جڳائيندو آھي، ھر ڪنھن مُدّت لاءِ لکيل حُڪم آھي"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "جيڪي الله کي وڻندو آھي سو ميٽيندو آھي ۽ قائم رکندو آھي، ۽ وٽس اصل ڪتاب آھي"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "۽ (اي پيغمبر) جيڪو انجام ساڻن ڪريان ٿو (تنھن مان) جيڪڏھن توکي ڪجھ ڏيکاريان يا توکي ماريان ته (بھرحال) توتي پيغام پھچائڻ ۽ اسان تي حساب وٺڻ کانسواءِ (ٻيو ڪي) نه آھي"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "اڃا نه ڏسندا آھن ڇا ته اسين زمين کي سندس چوڌاري گھٽائيندا آھيون، ۽ الله جو به حُڪم ڪندو آھي ته سندس حُڪم کي ڪو روڪڻ وارو نه آھي، ۽ اُھو (الله) سگھو حساب وٺندڙ آھي"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "۽ جيڪي کائن اڳ ھوا تن بيشڪ فريب ڪيو پوءِ سڀ بڇڙي سزا الله جي ھٿ ۾ آھي، سڀڪو جيءُ جيڪا ڪمائي ڪندو آھي (سا الله) ڄاڻندو آھي، ۽ ڪافر سگھو ڄاڻندا ته ڪنھن لاءِ آخرت جو گھر آھي"
        },
        {
            "chapter": 13,
            "verse": 43,
            "text": "۽ ڪافر چوندا آھن ته تون پيغمبر نه آھين، (کين) چؤ ته منھنجي وچ ۾ ۽ اوھان جي وچ ۾ الله شاھد بس آھي ۽ اُھو (به) جنھن وٽ ڪتاب جو علم آھي"
        },
        {
            "chapter": 14,
            "verse": 1,
            "text": "الٓرٰ، ھي ڪتاب آھي جو (اي پيغمبر) اُھو اسان توڏانھن ھن لاءِ نازل ڪيو آھي ته ماڻھن کي اونداھين مان سوجھري ڏانھن ڪڍين، (۽) سندس رب جي حُڪم سان انھي ساراھيل جي واٽ تي آڻين"
        },
        {
            "chapter": 14,
            "verse": 2,
            "text": "جنھن جو اُھو (سڀئي) آھي جيڪي آسمانن ۾ آھي ۽ جيڪي زمين ۾ آھي، ۽ سخت عذاب جي خرابي انھن ڪافرن لاءِ آھي"
        },
        {
            "chapter": 14,
            "verse": 3,
            "text": "جيڪي دنيا جي حياتيءَ کي آخرت جي حياتيءَ کان وڌيڪ پيارو رکندا آھن ۽ (ماڻھن کي) الله جي واٽ کان جھليندا آھن ۽ ان جي ڏنگائي گھرندا آھن، اھي وڏيءَ گمراھي ۾ آھن"
        },
        {
            "chapter": 14,
            "verse": 4,
            "text": "۽ ڪنھن پيغمبر کي سندس قوم جي ٻوليءَ کانسواءِ ٻيء (ٻوليءَ) سان نه موڪليوسون (ھن لاءِ) ته انھن کي (پڌرو) بيان ڪري، پوءِ الله جنھن کي گھري ٿو تنھن کي ڀُلائي ٿو ۽ جنھن لاءِ وڻيس تنھن کي ھدايت ٿو ڪري، ۽ اُھو غالب حڪمت وارو آھي"
        },
        {
            "chapter": 14,
            "verse": 5,
            "text": "۽ بيشڪ موسىٰ کي پنھنجن معجزن سان موڪليوسون (چيوسون) ته پنھنجي قوم کي اونداھين مان سوجھري ڏانھن ڪڍ، ۽ کين الله (جي ڏمر) وارا ڏينھن ياد ڏيار، بيشڪ اُن ۾ ھر ڪنھن صابر شاڪر لاءِ نشانيون آھن"
        },
        {
            "chapter": 14,
            "verse": 6,
            "text": "۽ (ياد ڪر) جڏھن موسىٰ پنھنجي قوم کي چيو ته پاڻ تي الله جون نعمتون ياد ڪريو جڏھن ته فرعون جي (انھن) ماڻھن کان اوھان کي بچايائين جيڪي اوھان کي سخت عذاب چکائيندا ھوا، ۽ اوھان جي پُٽ ڪُھندا ھوا ۽ اوھان جون ڌيئرون جيئريون ڇڏيندا ھوا، ۽ ھن ۾ اوھان جي پالڻھار کان اوھان لاءِ وڏي آزمائش ھُئي"
        },
        {
            "chapter": 14,
            "verse": 7,
            "text": "۽ جڏھن اوھان جي پالڻھار اوھان کي خبردار ڪيو ته جيڪڏھن اوھين (منھنجو) شڪرانو ڪندؤ ته اوھان کي ضرور وڌيڪ ڏيندس ۽ جيڪڏھن بي شُڪري ڪندؤ ته بيشڪ منھنجو عذاب سخت آھي"
        },
        {
            "chapter": 14,
            "verse": 8,
            "text": "۽ موسىٰؑ چيو ته اوھان جو ۽ سڀني جھان وارن جو انڪار ڪرڻ (الله کي ڪجھ نقصان لائي نه سگھندو) ڇوته الله بي پرواھ ساراھيل آھي"
        },
        {
            "chapter": 14,
            "verse": 9,
            "text": "اوھان کي انھن جي سُڌ نه پھتي آھي ڇا جيڪي اوھان کان اڳ نوح ۽ عاد جي قوم جا ھوا، ۽ جيڪي کانئن پوءِ ھوا، جن کي الله کان سواءِ ڪو ڪونه ڄاڻندو ھو، سندن پيغمبر وٽن پڌرن مُعجزن سان آيا پوءِ پنھنجا ھٿ واتن ۾ ورايائون ۽ چيائون ته جنھن شيء سان اوھان کي موڪليو ويو آھي تنھن جا اسين مُنڪر آھيون ۽ جنھن ڏانھن اوھين اسان کي سڏيندا آھيو تنھن کان اسين سخت شڪ ۾ پيل آھيون"
        },
        {
            "chapter": 14,
            "verse": 10,
            "text": "سندن پيغمبر چيو ته (اوھان کي) آسمانن ۽ زمين جي بڻائيندڙ الله جي بابت ڪو شڪ آھي ڇا؟ (اُھو) اوھان کي ھن لاءِ سڏيندو آھي ته اوھان جا گناھ اوھان کي بخشي ۽ ٺھرايل مُدّت تائين اوھان کي مُھلت ڏئي، چيائون ته اوھين به رڳو اسان جھڙا ماڻھو آھيو (تنھنڪري اوھانجي چوڻ تي ڪئن لڳون)، جن کي اسان جا ابا ڏاڏا پوڄيندا ھوا تن کان اسان کي جھلڻ جو ارادو رکندا آھيو (جي سچا آھيو) ته اسان وٽ ڪو پڌرو دليل آڻيو"
        },
        {
            "chapter": 14,
            "verse": 11,
            "text": "سندن پيغمبر کين چيو ته اسين اوھان جھڙا ئي ماڻھو آھيون پر الله پنھنجي ٻانھن مان جنھن لاءِ گھرندو آھي تنھن تي احسان ڪندو آھي، ۽ الله جي حُڪم کانسواءِ اوھان وٽ ڪنھن دليل جي آڻڻ جي اسان کي ڪا سگھ نه آھي، ۽ مؤمنن کي جڳائي ته الله تي ڀروسو ڪن"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "۽ اسان کي ڇا (ٿيو) آھي ته الله تي ڀروسو نه ڪريون ۽ بيشڪ اسان کي اسانجي سِڌن رستن جي ھدايت ڪيائين، ۽ جيڪي اسان کي ڏکوئيندا آھيو تنھن تي ضرور صبر ڪنداسون، ۽ ڀروسي ڪندڙن کي الله تي ڀروسو ڪرڻ گھرجي"
        },
        {
            "chapter": 14,
            "verse": 13,
            "text": "۽ ڪافرن پنھنجن پيغمبرن کي چيو ته اوھان کي پنھنجي مُلڪ مان ڪڍي ڇڏينداسون يا اسان جي مذھب ڏانھن ضرور موٽي اچو، پوءِ سندن پالڻھار انھن ڏانھن وحي ڪيو ته ظالمن کي ضرور ناس ڪنداسون"
        },
        {
            "chapter": 14,
            "verse": 14,
            "text": "۽ اُنھن کان پوءِ مُلڪ ۾ اوھان کي ضرور رھائينداسين، اِھو انجام انھي لاءِ آھي جيڪو منھنجي اڳيان بيھڻ کان ڊڄي ۽ منھنجي دڙڪي کان ڊڄي"
        },
        {
            "chapter": 14,
            "verse": 15,
            "text": "۽ (پيغمبرن) سوڀ جون دُعائون گھريون ۽ سڀڪو ھٺيلو ضدي نامراد ٿيو"
        },
        {
            "chapter": 14,
            "verse": 16,
            "text": "ان جي پويان دوزخ آھي ۽ اُن کي پُونءَ جو پاڻي پياريو ويندو"
        },
        {
            "chapter": 14,
            "verse": 17,
            "text": "ان کي ڍُڪ ڍُڪ ڪري پيئندو ۽ اُن کي ڳيت ڏئي پي نه سگھندو ۽ سڀڪنھن پاسي کان موت ايندس ۽ ھو مُئل نه ھوندو، ۽ ان جي پويان سخت عذاب آھي"
        },
        {
            "chapter": 14,
            "verse": 18,
            "text": "جن پنھنجي پالڻھار کان انڪار ڪيو تن جي ڪرتوتن جو مثال انھيءَ ڪيريءَ جھڙو آھي جنھن کي آنڌيءَ واري ڏينھن ۾ واءُ اڏائي، جيڪي ڪمايائون تنھن جي ذري تي پُھچي نه سگھندا، اھا ئي وڏي گمراھي آھي"
        },
        {
            "chapter": 14,
            "verse": 19,
            "text": "(اي پيغمبر) نه ڏٺو اٿئي ڇا ته الله آسمانن ۽ زمين کي رِٿ سان بڻايو آھي، جيڪڏھن وڻيس ته اوھان کي نئي ۽ ٻي نئين خلق آڻي"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "۽ اِھو (ڪرڻ) الله تي اوکو نه آھي"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "۽ مڙيئي الله جي اڳيان حاضر ٿيندا پوءِ ھيڻا ھٺيلن کي چوندا ته اسين اوھان جي پٺيان لڳا ھئاسون پوءِ اوھين الله جي عذاب مان ڪجھ اسان کان ٽارڻ وارا آھيو ڇا؟ (ھٺيلا) چوندا ته الله اسان کي ھدايت ڪري ھا ته اسين به اوھان کي ھدايت ڪريون ھا، (ھاڻي) اسان جو رئڻ رڙڻ يا اسان جو صبر ڪرڻ اسان لاءِ ھڪ جھڙو آھي اسان کي ڪا واہ ڪانه آھي"
        },
        {
            "chapter": 14,
            "verse": 22,
            "text": "۽ جڏھن ڪم فيصل ڪيو ويندو تڏھن شيطان چوندو الله اوھان سان سچو انجام ڪيو ھو ۽ مون اوھان سان (ڪوڙو) وعدو ڪيو ھو پوءِ اوھان سان نه پاڙيم، مون کي اوھان تي اوھان جي سڏڻ کانسواءِ (ٻيو ڪو) زور نه ھو پوءِ اوھان منھنجو چيو قبول ڪيو، تنھنڪري مون کي ڦٺ جٺ نه ڪريو ۽ (ھاڻي) پاڻ کي ڦٺ جٺ ڪريو، آءٌ اوھان جي دانھن ورنائڻ وارو نه آھيان ۽ نڪي اوھين منھنجي دانھن ٻڌڻ وارا آھيو، اوھان اڳي مون کي (الله) جو شريڪ بڻايو ھو تنھن کان آءٌ بيزار آھيان، ڇوته ظالمن لاءِ ڏکوئيندڙ عذاب آھي"
        },
        {
            "chapter": 14,
            "verse": 23,
            "text": "۽ جن ايمان آندو ۽ چڱا ڪم ڪيا سي (انھن) باغن ۾ داخل ڪيا ويندا جن جي ھيٺان واھيون وھنديون آھن پنھنجي پالڻھار جي موڪل سان منجھن سدائين رھندڙ آھن، منجھس سندين کيڪار سلام آھي"
        },
        {
            "chapter": 14,
            "verse": 24,
            "text": "(اي پيغمبر) توکي معلوم نه آھي ڇا؟ ته الله ڪھڙو مثال بيان ڪيو آھي پاڪ ڪلمون پاڪ وڻ وانگر آھي سنديس پاڙ مُحڪم آھي جنھن جون ٽاريون آسمان آھن"
        },
        {
            "chapter": 14,
            "verse": 25,
            "text": "پنھنجي پالڻھار جي حُڪم سان سڀ ڪنھن وقت پنھنجا ميوا پچائيندو آھي، ۽ الله ماڻھن لاءِ مثال بيان ڪندو آھي مانَ اُھي نصيحت وٺن"
        },
        {
            "chapter": 14,
            "verse": 26,
            "text": "۽ بڇڙي ڳالھ جو مثال بڇڙي وڻ وانگر آھي جو زمين تان پٽيو ويو اُن کي ڪو ٽِڪاءُ نه آھي"
        },
        {
            "chapter": 14,
            "verse": 27,
            "text": "جن ايمان آندو تن کي الله دُنيا جي حياتيءَ ۾ ثابت قول سام مُحڪم رکندو آھي ۽ آخرت ۾ به، ۽ الله ظالمن کي ڀُلائيندو آھي، ۽ الله جيڪي گھرندو آھي سو ڪندو آھي"
        },
        {
            "chapter": 14,
            "verse": 28,
            "text": "(اي پيغمبر) توکي اُھي معلوم نه آھن ڇا؟ جن بي شُڪريءَ سببان الله جي نعمتن کي مٽايو ۽ پنھنجي قوم کي ھلاڪيءَ جي گھر ۾ وڌو"
        },
        {
            "chapter": 14,
            "verse": 29,
            "text": "جو دوزخ آھي، اُھي منجھس گھڙندا، اُھو بڇڙو ٽڪاڻو آھي"
        },
        {
            "chapter": 14,
            "verse": 30,
            "text": "۽ الله سان شريڪ مقرّر ڪيائون ته سندس واٽ کان ماڻھن کي ڀُلائين، (اي پيغمبرکين) چؤ ته اوھين آسودا رھو ڇوته اوھان جو (دوزخ جي) باہ ڏانھن موٽڻ آھي"
        },
        {
            "chapter": 14,
            "verse": 31,
            "text": "(اي پيغمبر) منھنجن اُنھن ٻانھن کي چؤ جن ايمان آندو آھي ته نماز پڙھندا رھن ۽ جيڪي کين رزق ڏنو اٿون تنھن منجھان ڳجھو ۽ پڌرو اُن ڏينھن جي اچڻ کان اڳ (الله جي واٽ ۾) خرچ ڪندا رھن جنھن ۾ نڪو واپار ۽ نڪا يراني ھوندي"
        },
        {
            "chapter": 14,
            "verse": 32,
            "text": "الله اُھو آھي جنھن آسمانن ۽ زمين کي بڻايو ۽ آسمان کان (مينھن جو) پاڻي وسايو پوءِ اُن سان سڀڪنھن جنس جي ميون مان اوھان جي روزي ڪڍيائين، ۽ اوھان کي ٻيڙيون ھن لاءِ نِوائي ڏنائين ته سندس حُڪم سان سمنڊ ۾ ترنديون رھن، ۽ اوھان کي نديون (به) نوائي ڏنائين"
        },
        {
            "chapter": 14,
            "verse": 33,
            "text": "۽ اوھان لاءِ سدائين ھلندڙ سج ۽ چنڊ نوائي ڏنائين، ۽ اوھان لاءِ رات ۽ ڏينھن نوائي ڏنائين"
        },
        {
            "chapter": 14,
            "verse": 34,
            "text": "۽ جيڪا شيءِ کانئس گھريوَ تنھن سڀ مان ڪي اوھان کي ڏنائين، ۽ جيڪڏھن الله جي نعمتن کي ڳڻيندؤ ته اُھي ڳڻي نه سگھندؤ، بيشڪ ماڻھو ضرور بي انصاف بي شڪر آھي"
        },
        {
            "chapter": 14,
            "verse": 35,
            "text": "۽ (ياد ڪر) جڏھن ابراھيم چيو ته اي منھنجا پالڻھار ھن شھر (مڪي) کي امن وارو ڪر ۽ مون کي ۽ منھنجي اولاد کي بُتن جي پوڄڻ کان پاسي ڪر"
        },
        {
            "chapter": 14,
            "verse": 36,
            "text": "اي منھنجا پالڻھار انھن (بتن) ماڻھن مان گھڻن کي ڀُلايو آھي، پوءِ جيڪو منھنجي پويان لڳو سو بيشڪ منھنجو آھي، ۽ جنھن منھنجي نافرماني ڪئي ته تون بيشڪ بخشڻھار مھربان آھين"
        },
        {
            "chapter": 14,
            "verse": 37,
            "text": "اي اسانجا پالڻھار مون پنھنجي اولاد مان ڪن کي غير آباد ميدان ۾ تنھنجي تعظيم واري گھر وٽ ھِن لاءِ ٽڪايو آھي ته اي اسانجا پالڻھار اُھي نماز پڙھن پوءِ ڪن ماڻھن جون دليون انھن ڏانھن لڙندڙيون ڪر ۽ کين ميون جي روزي ڏي ته مانَ اُھي شُڪرانو ڪن"
        },
        {
            "chapter": 14,
            "verse": 38,
            "text": "اي اسان جا پالڻھار جيڪي اسين ڳجھو ڪريون ٿا ۽ جيڪي پڌرو ڪريون ٿا سو تون ڄاڻندو آھين، ۽ ڪابه شيءِ زمين ۾ الله کان ڳُجھي نه آھي ۽ نڪي آسمان ۾"
        },
        {
            "chapter": 14,
            "verse": 39,
            "text": "سڀ ساراھ انھي الله کي جڳائي جنھن مون کي ٻڍاپي ۾ اسماعيل ۽ اسحاق عطا ڪيو، ڇوته منھنجو پالڻھار ضرور دُعا ٻڌندڙ آھي"
        },
        {
            "chapter": 14,
            "verse": 40,
            "text": "اي منھنجا پالڻھار مون کي ۽ منھنجي اولاد مان ڪن کي نماز پڙھندڙ ڪر، اي اسان جا پالڻھار منھنجي دُعا قبول ڪر"
        },
        {
            "chapter": 14,
            "verse": 41,
            "text": "اي اسان جا پالڻھار مون کي ۽ منھنجي ماءُ پيءُ کي ۽ مؤمنن کي (انھي ڏينھن) بخش جنھن ڏينھن حساب کڙو ٿيندو"
        },
        {
            "chapter": 14,
            "verse": 42,
            "text": "۽ جيڪي ظالم ڪندا آھن تنھن کان الله کي ئي بي خبرنه ڀانءِ، الله رڳو کين انھي ڏينھن تائين ڍر ڏني آھي جنھن ڏينھن اکيون ٽڙي وينديون"
        },
        {
            "chapter": 14,
            "verse": 43,
            "text": "پنھنجا ڳاٽ کڻندڙ ڊوڙندڙ ھوندا پاڻ ڏانھن سندن نظر وري نه سگھندي، ۽ سندين دليون پيون دھڪنديون"
        },
        {
            "chapter": 14,
            "verse": 44,
            "text": "۽ (اي پيغمبر) ماڻھن کي اُن ڏينھن کان ڊيڄار (جنھن ڏينھن) کين عذاب پھچندو پوءِ ظالم چوندا ته اي اسان جا پالڻھار اسان کي ويجھي مُدّت توڻي مُھلت ڏي ته تنھنجي سڏڻ کي قبول ڪريون ۽ پيغمبرن جي فرمانبرداري ڪريون، (چيو ويندن ته) ھن کان اڳ اوھين قسم نه کڻندا ھيؤ ڇا ته اوھان کي ڪو زوال نه ٿيندو؟"
        },
        {
            "chapter": 14,
            "verse": 45,
            "text": "۽ اوھين انھن جي جاين ۾ ٽڪيؤ جن پاڻ تي ظلم ڪيو ۽ اوھان کي پڌرو ٿيو ته انھن سان ڪئن ڪيوسون ۽ اوھان کي ڪيئي مثال بيان ڪياسون"
        },
        {
            "chapter": 14,
            "verse": 46,
            "text": "۽ بيشڪ انھن پنھنجو وڏو مڪر ڪيو ۽ الله وت سندن مڪر (جي سزا) آھي، ۽ سندن مڪر ڪو اھڙو نه آھي جنھن سان جبل ٽري وڃن"
        },
        {
            "chapter": 14,
            "verse": 47,
            "text": "پوءِ (اي پيغمبر) الله کي پنھنجن پيغمبرن سان پنھنجي وعدي جي خلافي ڪندڙ ھرگز نه ڀانءِ، ڇوته الله غالب (اُن ڏينھن) بدلي وٺڻ وارو آھي"
        },
        {
            "chapter": 14,
            "verse": 48,
            "text": "جنھن ڏينھن ھيءَ زمين مٽائي ٻي زمين ڪئي ويندي ۽ آسمان (به) ۽ (سڀ ماڻھو) الله ھڪڙي زبردست جي آڏو ٿيندا"
        },
        {
            "chapter": 14,
            "verse": 49,
            "text": "۽ اُن ڏينھن گنھگارن کي زنجيرن ۾ ٻَڌل ڏسندين"
        },
        {
            "chapter": 14,
            "verse": 50,
            "text": "سندن ڪپڙا گندرف مان ھوندا ۽ سندن مُنھن کي باھ وڪوڙيندي"
        },
        {
            "chapter": 14,
            "verse": 51,
            "text": "ھن لاءِ ته سڀڪنھن جيءَ جيڪي ڪمايو تنھن جو اُن کي الله بدلو ڏئي، بيشڪ الله جلد حساب ڪندڙ آھي"
        },
        {
            "chapter": 14,
            "verse": 52,
            "text": "اِھو (قرآن) ماڻھن کي پھچائڻو آھي ته اُن سان ڊيڄاريا وڃن ۽ ڄاڻن ته انھي ھڪ الله کانسواءِ ٻيو ڪو معبود نه آھي ۽ ڌِيان وارا نصيحت وٺن"
        }
    ]
}