{
    "maqras": [
        {
            "chapter": 6,
            "verse": 74,
            "text": "و یادآور شو چون ابراهیم به پدر خود آزر گفت: آیا بت‌ها را معبود خود قرار میدهی؟ یقینا من تو و قومت را در گمراهی آشکار می‌بینم"
        },
        {
            "chapter": 6,
            "verse": 75,
            "text": "و این گونه به ابراهیم پادشاهی عظیم آسمان‌ها و زمین را نشان دادیم تا (بفهمد و) از جملۀ یقین کنندگان باشد"
        },
        {
            "chapter": 6,
            "verse": 76,
            "text": "پس چون بر وی شب تاریک شد، او ستاره‌ای را دید، (به طور تعجب) گفت: (آیا) این پروردگار من است! پس چون غروب کرد، گفت: غائب شوندگان را دوست ندارم"
        },
        {
            "chapter": 6,
            "verse": 77,
            "text": "باز چون ماه را طلوع کنان دید، گفت: (آيا) این است پروردگار من! پس چون ماه (نیز) غروب کرد گفت: اگر پروردگارم مرا هدایت نکند البته از مردمان گمراه می‌شوم"
        },
        {
            "chapter": 6,
            "verse": 78,
            "text": "باز چون آفتاب را طلوع کرده دید، گفت: (آيا) این پروردگار من است! (چونکه) این بزرگتر است، پس چون آفتاب (هم) غروب کرد، گفت: ای قوم من، البته من از آنچه (با الله) شریک می‌سازید بیزارم"
        },
        {
            "chapter": 6,
            "verse": 79,
            "text": "بی‌گمان من روی خود را به‌سوی کسی گردانیده ام که آسمان‌ها و زمین را آفریده است (از عدم به وجود آورده است) در حالیکه من از شرک متنفرم، و از مشرکان نیستم"
        },
        {
            "chapter": 6,
            "verse": 80,
            "text": "و قومش با او مجادله کردند. گفت: (ابراهیم) آیا با من دربارۀ (وحدانیت) الله مجادله می‌کنید؟ در حالیکه او مرا هدایت کرده است، و من از آنچه با او شریک میسازید بیمی ندارم، مگر این که پروردگارم (دربارۀ من) چیزی بخواهد. و علم پروردگار من به هر چیزی احاطه یافته است، پس آیا یادآور نمی‌شوید و پند نمی‌گیرید؟"
        },
        {
            "chapter": 6,
            "verse": 81,
            "text": "و چگونه از آن چیزی که شریک (الله) ساخته‌اید بترسم، در حالیکه شما چیزهایی را که الله هیچ دلیلی در بارۀ آنها نازل نکرده است می‌پرستید و بیمی به دل راه نمی‌دهید؟ (بگویید) که کدام یک از این دو گروه به ایمنی احق ترند، اگر می‌دانید؟"
        },
        {
            "chapter": 6,
            "verse": 82,
            "text": "آنانی که ایمان آورده‌اند و ایمان‌شان را با شرک آلوده نکرده‌اند، این گروه‌اند که از عذاب در امن‌اند و این گروه راه یاب‌اند"
        },
        {
            "chapter": 6,
            "verse": 83,
            "text": "و این (نوع دلیل قطعی) حجت ماست که آن را به ابراهیم در برابر قومش دادیم، هرکه را بخواهیم به درجات بالا می‌بریم، یقینا پروردگار تو حکیم (و) داناست"
        },
        {
            "chapter": 6,
            "verse": 84,
            "text": "و ما به او (ابراهیم) اسحاق و يعقوب را بخشیدیم. و هر یکی آنها را هدایت نمودیم، و نوح را (هم) پیش از آنها هدایت کرده بودیم، و از نسل او (ابراهیم) داود و سلیمان و ایوب و يوسف و موسی و هارون را (نیز هدایت کردیم) و ما اینگونه نیکوکاران را پاداش میدهیم،"
        },
        {
            "chapter": 6,
            "verse": 85,
            "text": "و زکریا و یحیی وعیسی و الیاس را (نیز هدایت نمودیم و) همه از صالحان بودند"
        },
        {
            "chapter": 6,
            "verse": 86,
            "text": "و اسماعيل و يسع و يونس و لوط را (نیز هدایت نمودیم)، و همه را بر جهانیان فضیلت دادیم"
        },
        {
            "chapter": 6,
            "verse": 87,
            "text": "و از پدرانشان و فرزندانشان و برادرانشان، کسانی را برگزیدیم و به راه راست هدایت کردیم"
        },
        {
            "chapter": 6,
            "verse": 88,
            "text": "این است هدایت الله، هر که از بندگانش را که بخواهد به آن هدایت می‌کند. و اگر (بالفرض ) شرک ورزند البته آنچه انجام داده‌اند نابود می‌گردد"
        },
        {
            "chapter": 6,
            "verse": 89,
            "text": "اینها کسانی‌اند که به آنها کتاب و فرمان (فيصله درست) و نبوت دادیم، اگر این قوم (مشرک) به آنان كفر ورزند (غمگین مباش چون ما) قوم دیگری را بر آن گمارده‌ایم که آن را انکار نمی‌کنند"
        },
        {
            "chapter": 6,
            "verse": 90,
            "text": "آنان کسانی‌اند که الله آنها را (به راه حق) هدایت کرد، پس (تو ای محمد) به هدایت آنها اقتدا کن. و بگو: من هیچ مزدی از شما بر آن نمی‌طلبم، این کتاب جز اندرزی برای مردم جهان نیست"
        },
        {
            "chapter": 6,
            "verse": 91,
            "text": "و (مشركان) الله را آن چنان که لایق اوست، نشناختند. چون گفتند: الله بر هیچ انسانی چیزی نازل نکرده است، بگو: کتابی را که موسی برای نور و هدایت مردم آورد، چه کسی بر او نازل کرده بود؟ (لیکن) آن را بر ورق‌ها نوشتید، بخشی از آن را آشکار می‌سازید ولی اکثر آن را پنهان می‌دارید. و به شما چیزهای آموخته شد که از این پیش نه شما می‌دانستید و نه پدرانتان می‌دانستند، بگو: آن الله است (که آن را بر من نازل کرده است) باز ایشان را بگذار تا در انکار و باطل گویی خود غوطه ور باشند"
        },
        {
            "chapter": 6,
            "verse": 92,
            "text": "و (بگو) این است کتابی مبارک؛ که نازل کرده‌ایم، تصديق کننده کتابی است که پیش از آن نازل شده است. تا به وسيله آن مردم ام القرى (مکه) و مردم اطرافش را بترسانی. و آنانی که به روز قیامت ایمان می‌آورند، به آن نیز ایمان دارند. و ایشان بر نمازهای خویش محافظت دارند"
        },
        {
            "chapter": 6,
            "verse": 93,
            "text": "و کیست ظالم‌تر از آن که بر الله دروغ بست، یا گفت: به من وحی شده است؟ در حالیکه چیزی بر او وحی نشده است، و (کیست ظالم‌تر از آن که) گفت: من نیز مانند آنچه که الله نازل کرده است، نازل می‌کنم! و اگر ببینی (تو ای مخاطب) وقتی که آن ظالمان در سختی‌های نزع گرفتار‌اند، و فرشتگان دست‌های خود را (به طرف آنها) گشوده‌اند (و می گویند) که جانهای خود را بیرون کنید، امروز شما به عذابی خوارکننده عذاب داده می‌شوید، و این سزا به سبب آن است که در بارۀ الله به ناحق سخن می‌گفتید و از آیات او تكبر (و سرکشی) می‌کردید"
        },
        {
            "chapter": 6,
            "verse": 94,
            "text": "البته همان طور که در آغاز شما را آفریدیم، اکنون نیز نزد ما تک و تنها آمده‌اید، در حالیکه هر چه را که به شما داده بودیم (در دنیا) پشت سر گذاشته‌اید و هیچ یک از شفیعانتان را که می‌پنداشتید (در سرنوشت شما) شریکان الله‌اند، با شما نمی‌بینیم. البته روابط میان شما و آنها از هم بریده شده و آنچه (از شریکانی که به نفع خود) می‌پنداشتید، از شما گم گشته است"
        }
    ]
}