{
    "pages": [
        {
            "chapter": 3,
            "verse": 101,
            "text": "A kak ne vyarvate, kogato vi bivat cheteni znameniyata na Allakh i sred vas e Negoviyat Pratenik? A koĭto se privŭrzhe zdravo kŭm Allakh, veche e napŭten po praviya pŭt"
        },
        {
            "chapter": 3,
            "verse": 102,
            "text": "O, vyarvashti, boĭte se ot Allakh s istinska boyazŭn pred Nego i umiraĭte samo otdadeni"
        },
        {
            "chapter": 3,
            "verse": 103,
            "text": "I se privŭrzhete vsichki za vŭzheto na Allakh, i ne se razdelyaĭte, i pomnete blagodatta na Allakh kŭm vas, kogato byakhte vragove, a Toĭ pomiri sŭrtsata vi i stanakhte bratya chrez Negovata blagodat! I byakhte vŭrkhu rŭba na rov ot ogŭn, a Toĭ vi spasi ot nego. Taka Allakh vi razkriva Svoite znameniya, za da bŭdete napŭteni"
        },
        {
            "chapter": 3,
            "verse": 104,
            "text": "I neka sred vas ima obshtnost, koyato zove kŭm blagoto i povelyava odobryavanoto, i vŭzbranyava poritsavanoto! Tezi sa spoluchilite"
        },
        {
            "chapter": 3,
            "verse": 105,
            "text": "I ne bŭdete kato onezi, koito se razedinikha i zasporikha, sled kato pri tyakh doĭdokha yasnite znameniya! Za tyakh ima ogromno mŭchenie"
        },
        {
            "chapter": 3,
            "verse": 106,
            "text": "v Denya, kogato litsa shte pobeleyat i litsa shte pocherneyat. A onezi, chiito litsa pocherneyat, [shte chuyat]: “Nima stanakhte nevernitsi, sled kato povyarvakhte? Vkusete mŭchenieto zaradi svoeto neverie!”"
        },
        {
            "chapter": 3,
            "verse": 107,
            "text": "A onezi, chiito litsa pobeleyat, te sa v milostta na Allakh, v neya shte prebivavat vechno"
        },
        {
            "chapter": 3,
            "verse": 108,
            "text": "Tezi sa znameniyata na Allakh, chetem ti gi s istinata. Allakh ne iska gnet za narodite"
        }
    ]
}