{
    "chapter": [
        {
            "chapter": 22,
            "verse": 1,
            "text": "اى مردم! از پروردگارتان پروا كنيد همانا زلزله قيامت واقعه بزرگى است"
        },
        {
            "chapter": 22,
            "verse": 2,
            "text": "روزى كه آن را ببينيد، [از هول آن‌] هر شير دهنده‌اى شير خواره‌اش را از ياد مى‌برد و هر آبستنى بار خود را [بر زمين‌] مى‌نهد، و مردم را مست مى‌بينى حال آن كه مست نيستند، بلكه عذاب خدا شديد است"
        },
        {
            "chapter": 22,
            "verse": 3,
            "text": "و برخى از مردم در باره‌ى خدا بدون هيچ دانشى مجادله مى‌كنند و از هر شيطان سركشى پيروى مى‌نمايند"
        },
        {
            "chapter": 22,
            "verse": 4,
            "text": "بر وى (شيطان) مقرر شده كه هر كس او را ولى بگيرد بى‌ترديد او را گمراه كند و به عذاب آتش بكشاند"
        },
        {
            "chapter": 22,
            "verse": 5,
            "text": "اى مردم! اگر در رستاخيز شك داريد [توجه كنيد كه‌] همانا ما شما را از خاك، سپس از نطفه، سپس از لخته خونى آن‌گاه از پاره گوشتى شكل يافته و شكل نايافته، آفريديم تا [قدرت خود را] براى شما روشن سازيم، و هر چه را بخواهيم تا زمانى معين در رحم‌ها نگاه مى‌داري"
        },
        {
            "chapter": 22,
            "verse": 6,
            "text": "اين [قدرت نمايى‌ها] از آن روست كه خدا حق است و اوست كه مردگان را زنده مى‌كند و هم اوست كه بر هر چيزى تواناست"
        },
        {
            "chapter": 22,
            "verse": 7,
            "text": "[و اين‌] كه بى‌ترديد قيامت در پيش است و شكى در آن نيست و خدا هر كه را در گورهاست بر مى‌انگيزد"
        },
        {
            "chapter": 22,
            "verse": 8,
            "text": "و از ميان مردم كسى است كه بدون هيچ دانش و بى‌هيچ رهنمود و كتاب روشنى در باره‌ى خدا به مجادله مى‌پردازد"
        },
        {
            "chapter": 22,
            "verse": 9,
            "text": "از سر نخوت پشت مى‌كند تا [مردم را] از راه خدا گمراه كند. در اين دنيا براى او خوارى است و روز رستاخيز عذاب آتش سوزان را به او مى‌چشانيم"
        },
        {
            "chapter": 22,
            "verse": 10,
            "text": "[گفته شود:] اين به سزاى آن چيزى است كه به دستان خود پيش فرستاده‌اى، و البته خداوند به بندگان خويش ستمگر نيست"
        },
        {
            "chapter": 22,
            "verse": 11,
            "text": "و از مردم كسى است كه خدا را در حاشيه [و با ترديد] مى‌پرستد حال اگر خيرى [از ديندارى‌] به او رسد بدان آرام گيرد، و چون امتحانى براى او پيش آيد [از دين‌] روى برتابد. او در دنيا و آخرت زيانكار است و اين همان خسارت آشكار است"
        },
        {
            "chapter": 22,
            "verse": 12,
            "text": "به جاى خدا چيزى را مى‌خواند كه نه زيانى به او مى‌رساند و نه سودش مى‌دهد. گمراهى دور همين است"
        },
        {
            "chapter": 22,
            "verse": 13,
            "text": "كسى را مى‌خواند كه زيانش نزديك‌تر از سود اوست. وه، چه بد سرپرستى و چه بد معاشرى است"
        },
        {
            "chapter": 22,
            "verse": 14,
            "text": "بى‌گمان، خدا كسانى را كه گرويده و كارهاى شايسته كرده‌اند به بهشت‌هايى در مى‌آورد كه از پاى درختانش نهرها جارى است. خدا هر چه خواهد انجام مى‌دهد"
        },
        {
            "chapter": 22,
            "verse": 15,
            "text": "هر كس گمان مى‌كرد كه خدا پيامبرش را در دنيا و آخرت هرگز يارى نخواهد كرد [و حال كه مى‌بيند يارى كرده، به خشم آمده است‌] پس ريسمانى به بالا بكشد، آن‌گاه خود را حلق آويز كرده، آن را قطع كند و آن‌گاه بنگرد كه آيا اين نقشه خشم او را از ميان مى‌برد"
        },
        {
            "chapter": 22,
            "verse": 16,
            "text": "و بدين گونه قرآن را به صورت آياتى روشنگر نازل كرديم، و خداست كه هر كه را بخواهد راه مى‌نمايد"
        },
        {
            "chapter": 22,
            "verse": 17,
            "text": "همانا كسانى كه ايمان آوردند و كسانى كه يهودى شدند و صابئى‌ها و مسيحيان و زرتشتيان و كسانى كه شرك ورزيدند، بى‌ترديد خداوند روز قيامت ميانشان داورى خواهد كرد همانا خدا بر هر چيزى گواه است"
        },
        {
            "chapter": 22,
            "verse": 18,
            "text": "آيا نديدى كه هر كس در آسمان‌ها و هر كه در زمين است و خورشيد و ماه و تمام ستارگان و كوه‌ها و درختان و جنبندگان و بسيارى از مردم براى خدا سجده مى‌كنند؟ و بسيارى هم [ابا دارند كه‌] عذاب در باره‌ى آنان حتمى است. و هر كه را خدا خوار كند، او را اكرام كننده"
        },
        {
            "chapter": 22,
            "verse": 19,
            "text": "اينان (مؤمنان و كافران) دو خصم‌اند كه در باره‌ى پروردگارشان به خصومت برخاسته‌اند. پس كسانى كه كافر شدند، جامه‌هايى از آتش برايشان بريده شده است و از بالاى سرشان آب جوشان ريخته مى‌شود"
        },
        {
            "chapter": 22,
            "verse": 20,
            "text": "به نحوى كه هم آنچه در شكم آنهاست با آن گداخته مى‌شود و هم پوستشان"
        },
        {
            "chapter": 22,
            "verse": 21,
            "text": "و آنها را گرزهاى آهنين است"
        },
        {
            "chapter": 22,
            "verse": 22,
            "text": "هر بار بخواهند از [كثرت‌] اندوه از آن بيرون آيند به آن بازگردانده مى‌شوند و [گفته مى‌شود:] بچشيد عذاب آتش سوزان را"
        },
        {
            "chapter": 22,
            "verse": 23,
            "text": "همانا خدا كسانى را كه ايمان آورده و كارهاى شايسته كرده‌اند به بهشت‌هايى داخل مى‌كند كه نهرها از پاى درختانش جارى است. در آن جا با دستبندهاى زرّين و مرواريد آراسته شوند و لباسشان در آن جا حرير است"
        },
        {
            "chapter": 22,
            "verse": 24,
            "text": "و به گفتار پاك هدايت شده و به راه [خداى‌] ستوده هدايت گرديده‌اند"
        },
        {
            "chapter": 22,
            "verse": 25,
            "text": "بى‌ترديد كسانى كه كافر شدند و [مردم را] از راه خدا و مسجد الحرام- كه آن را براى مردم، چه مقيم آن و چه مسافر، يكسان قرار داده‌ايم- باز مى‌دارند، [در خور عذابند]، و هر كه بخواهد در اين سرزمين به ستم كجروى كند، او را از عذابى دردناك مى‌چشانيم"
        },
        {
            "chapter": 22,
            "verse": 26,
            "text": "و چون براى ابراهيم جايگاه كعبه را آماده كرديم [گفتيم: در اين كانون توحيد] چيزى را شريك من نكن، و خانه‌ام را براى طواف كنندگان و قيام كنندگان [به عبادت‌] و ركوع كنندگان و سجده كنندگان پاك دار"
        },
        {
            "chapter": 22,
            "verse": 27,
            "text": "و ميان مردم نداى حج ده تا پياده و سوار بر مركب‌هاى لاغر [تندرو] از هر راه دورى به سوى تو آيند"
        },
        {
            "chapter": 22,
            "verse": 28,
            "text": "تا ناظر منافع خود باشند و نام خدا را در روزهاى معين، بر [ذبح‌] آنچه از چهارپايان روزيشان كرده است ياد كنند پس از آنها بخوريد و به درمانده‌ى مستمند بخورانيد"
        },
        {
            "chapter": 22,
            "verse": 29,
            "text": "سپس بايد آلودگى خود را بزدايند و به نذرهايشان وفا كنند و برگرد خانه‌ى كهن طواف نمايند"
        },
        {
            "chapter": 22,
            "verse": 30,
            "text": "اين است [آنچه مقرر شده‌] و هر كس مقررات خدا را بزرگ دارد، آن براى او نزد پروردگارش بهتر است. و چهارپايان براى شما جز آنچه [حرمت آن‌] بر شما خوانده مى‌شود حلال است، پس از پليدى كه بت‌ها هستند دورى كنيد و از گفتار باطل اجتناب ورزيد"
        },
        {
            "chapter": 22,
            "verse": 31,
            "text": "در حالى كه مخلصان خدا باشيد، نه مشرك به او. و هر كس به خدا شرك آورد، بدان ماند كه گويى از آسمان افتاده و مرغان، او را مى‌ربايند يا تندباد، او را به نقطه‌اى دور پرتاب مى‌كند"
        },
        {
            "chapter": 22,
            "verse": 32,
            "text": "اين است [سخن حق‌]، و هر كس شعائر خدا را بزرگ دارد بى‌ترديد آن نشانه تقواى دل‌هاست"
        },
        {
            "chapter": 22,
            "verse": 33,
            "text": "در آن [قربانى‌ها] براى شما منافعى است [چون شير و پشم‌] تا زمانى معين، سپس محل [قربانى‌] آنها در كنار خانه‌ى كهن است"
        },
        {
            "chapter": 22,
            "verse": 34,
            "text": "و براى هر امتى قربانگاهى قرار داديم تا نام خدا را بر [ذبح‌] چهارپايانى كه روزى آنها كرده است ببرند، پس [بدانيد كه‌] خداى شما خداى يگانه است، پس به فرمان او گردن نهيد. و فروتنان را بشارت ده"
        },
        {
            "chapter": 22,
            "verse": 35,
            "text": "همانان كه چون نام خدا ياد شود دل‌هايشان هراس يابد، و آنان كه بر مصيبتى كه بر سرشان آيد صابرند و برپا دارندگان نمازند و از آنچه روزيشان داده‌ايم انفاق مى‌كنند"
        },
        {
            "chapter": 22,
            "verse": 36,
            "text": "و [قربانى‌] شتران فربه را براى شما از جمله شعائر خدا قرار داديم، در آنها براى شما خير است. پس نام خدا را بر [ذبح‌] آنها در حالى كه ايستاده‌اند ببريد، و چون به پهلو افتادند [و جان دادند] از آنها بخوريد و فقير قانع و فقير سائل را اطعام كنيد. اين گونه آ"
        },
        {
            "chapter": 22,
            "verse": 37,
            "text": "هرگز گوشت و خون آنها به خدا نخواهد رسيد و ليكن تقواى شماست كه به او مى‌رسد. اين گونه آنها را مسخر شما كرد تا خدا را به خاطر آن كه هدايتتان نموده به بزرگى ياد كنيد. و نيكوكاران را مژده ده"
        },
        {
            "chapter": 22,
            "verse": 38,
            "text": "قطعا خداوند از كسانى كه ايمان آورده‌اند دفاع مى‌كند [زيرا] خدا هيچ خيانتكار كفر پيشه‌اى را دوست ندارد"
        },
        {
            "chapter": 22,
            "verse": 39,
            "text": "به كسانى كه جنگ بر آنها تحميل شده اذن [جهاد] داده شده است، چرا كه مورد ظلم قرار گرفته‌اند، و البته خدا بر نصرت آنها تواناست"
        },
        {
            "chapter": 22,
            "verse": 40,
            "text": "كسانى كه به ناحق از خانه‌هايشان بيرون رانده شدند، چرا كه مى‌گفتند: پروردگار ما خداست. و اگر خدا بعضى از مردم را با بعضى ديگر دفع نمى‌كرد، صومعه‌ها و كليساها و كنيسه‌ها و مساجدى كه نام خدا در آنها بسيار ذكر مى‌شود سخت ويران مى‌شد، و قطعا خدا به كسى ك"
        },
        {
            "chapter": 22,
            "verse": 41,
            "text": "كسانى كه چون در زمين به آنها توانايى دهيم نماز برپا مى‌دارند و زكات مى‌دهند و امر به معروف و نهى از منكر مى‌كنند، و سر انجام همه كارها با خداست"
        },
        {
            "chapter": 22,
            "verse": 42,
            "text": "و اگر تو را تكذيب كنند، البته پيش از آنها قوم نوح و عاد و ثمود نيز [پيامبران خود را] تكذيب كردند"
        },
        {
            "chapter": 22,
            "verse": 43,
            "text": "و نيز قوم ابراهيم و قوم لوط"
        },
        {
            "chapter": 22,
            "verse": 44,
            "text": "و همچنين اهل مدين و موسى نيز تكذيب شد پس كافران را مهلت دادم، سپس گريبان آنها را گرفتم [بنگر] عقوبت من چگونه بود"
        },
        {
            "chapter": 22,
            "verse": 45,
            "text": "و چه بسيار شهرها را كه ستمكار بودند هلاكشان كرديم، و اينك آن شهرها بر سقف‌هايش فرو ريخته است، و بسا چاه‌هاى آب كه رها شده و قصرهاى افراشته [كه بى‌صاحب مانده‌اند]"
        },
        {
            "chapter": 22,
            "verse": 46,
            "text": "آيا در زمين گردش نكردند تا صاحب دل‌هايى شوند كه با آن بينديشند يا گوش‌هايى كه با آن بشنوند؟ در حقيقت چشم‌ها كور نمى‌شود، و ليكن دل‌هايى كه در سينه‌هاست كور مى‌شود"
        },
        {
            "chapter": 22,
            "verse": 47,
            "text": "و از تو تقاضاى تعجيل در عذاب مى‌كنند، با آن كه هرگز خدا از وعده‌اش تخلف نمى‌كند، و در حقيقت يك روز [از قيامت‌] نزد پروردگار تو مانند هزار سال است از آنچه مى‌شماريد"
        },
        {
            "chapter": 22,
            "verse": 48,
            "text": "و چه بسيار شهرها كه به آنها مهلت دادم در حالى كه ستمكار بودند، سپس گرفتارشان كردم، و بازگشت به سوى من است"
        },
        {
            "chapter": 22,
            "verse": 49,
            "text": "بگو: اى مردم! من براى شما فقط هشدار دهنده‌اى آشكارم"
        },
        {
            "chapter": 22,
            "verse": 50,
            "text": "پس، آنها كه ايمان آوردند و كارهاى شايسته كردند آمرزش و روزى نيكو براى ايشان خواهد بود"
        },
        {
            "chapter": 22,
            "verse": 51,
            "text": "و كسانى كه در [تخريب‌] آيات ما كوشيدند كه ما را عاجز كنند، آنها اهل دوزخ‌اند"
        },
        {
            "chapter": 22,
            "verse": 52,
            "text": "و پيش از تو نيز هيچ رسول و پيامبرى را نفرستاديم جز اين كه هرگاه آرزو مى‌كرد [و طرحى براى اهداف رسالت خود مى‌ريخت‌] شيطان در خواسته او القاى [شبهه و يأس‌] مى‌كرد، [اما] خدا آنچه را شيطان القا مى‌كرد محو مى‌گردانيد، سپس خدا آيات خود را استوار مى‌ساخت"
        },
        {
            "chapter": 22,
            "verse": 53,
            "text": "تا آنچه را كه شيطان القا مى‌كند آزمودنى براى بيماردلان و سنگدلان قرار دهد، و ستمگران در ستيز بزرگى [با حق‌] گرفتارند"
        },
        {
            "chapter": 22,
            "verse": 54,
            "text": "و تا دانش يافتگان بدانند، كه قرآن حق است و از جانب پروردگار توست و به آن بگروند و دل‌هايشان در برابر آن خاضع گردد. و خداوند بى‌ترديد راهنماى مؤمنان به راه راست است"
        },
        {
            "chapter": 22,
            "verse": 55,
            "text": "و كسانى كه كافر شدند همواره از بابت آن در شك‌اند تا آن‌گاه كه قيامت بر آنها در رسد يا عذاب روز عقيم به سراغشان بيايد [كه قادر به جبران گذشته نباشند]"
        },
        {
            "chapter": 22,
            "verse": 56,
            "text": "در آن روز فرمانروايى از آن خداست [و] ميانشان حكم مى‌كند. سپس كسانى كه ايمان آورده و كارهاى شايسته كرده‌اند در باغ‌هاى پر ناز و نعمت خواهند بود"
        },
        {
            "chapter": 22,
            "verse": 57,
            "text": "و كسانى كه كافر شدند و آيات ما را تكذيب كردند، براى آنان عذابى خفّت‌بار خواهد بود"
        },
        {
            "chapter": 22,
            "verse": 58,
            "text": "و آنها كه در راه خدا مهاجرت كردند، سپس كشته شدند يا مردند، قطعا خداوند به آنها رزقى نيكو مى‌بخشد، و بى‌ترديد خداوند بهترين روزى دهندگان است"
        },
        {
            "chapter": 22,
            "verse": 59,
            "text": "آنان را حتما به جايگاهى كه آن را مى‌پسندند وارد مى‌كند، و شك نيست كه خداوند داناى بردبار است"
        },
        {
            "chapter": 22,
            "verse": 60,
            "text": "اين [حكم خداست‌] و هر كس به آن اندازه كه به او ستم شده مجازات كند و سپس باز بر او ستم كنند، قطعا خدا او را نصرت دهد همانا خدا بخشنده‌ى آمرزنده است"
        },
        {
            "chapter": 22,
            "verse": 61,
            "text": "اين [نصرت مظلوم‌] از آن روست كه خدا [قادر است چيزى را بر ديگرى غالب كند چنان كه‌] شب را در روز داخل مى‌كند [و ظلمت مغلوب مى‌شود] و روز را در شب در مى‌آورد و اين كه خدا شنواى بيناست"
        },
        {
            "chapter": 22,
            "verse": 62,
            "text": "اين از آن روست كه خدا خود حق است و آنچه به جاى او مى‌خوانند باطل است، و اين خداست كه والا و بزرگ است"
        },
        {
            "chapter": 22,
            "verse": 63,
            "text": "آيا نديدى كه خدا از آسمان آبى مى‌فرستد آنگاه زمين سرسبز مى‌گردد؟ آرى، خداوند باريك بين و آگاه است"
        },
        {
            "chapter": 22,
            "verse": 64,
            "text": "آنچه در آسمان‌ها و آنچه در زمين است از آن اوست، و در حقيقت خداست كه بى‌نياز و ستوده است"
        },
        {
            "chapter": 22,
            "verse": 65,
            "text": "آيا نديدى كه خدا آنچه را در زمين است مسخر شما كرده و كشتى‌ها در دريا به امر او مى‌روند و آسمان را نگاه مى‌دارد كه جز به اذن او بر زمين نيفتد؟ بى‌ترديد خداوند نسبت به مردم رئوف و مهربان است"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "و اوست آن كه شما را زنده كرد، سپس شما را مى‌ميراند و آن‌گاه دوباره زنده‌تان مى‌كند. حقا كه انسان سخت ناسپاس است"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "ما براى هر امتى عبادتى قرار داديم كه بدان عمل مى‌كنند پس نبايد با تو در اين امر مجادله كنند. و به سوى پروردگارت بخوان كه تو به راستى بر هدايتى مستقيم هستى"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "و اگر با تو مجادله كنند بگو: خدا به آنچه مى‌كنيد داناتر است"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "خدا روز قيامت ميان شما در مورد آنچه اختلاف مى‌كرديد حكم خواهد كرد"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "آيا ندانسته‌اى كه خداوند آنچه را در آسمان و زمين است مى‌داند؟ اينها همه در كتابى [كه علم الهى است مسطور] است. قطعا اين امر بر خدا آسان است"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "و به جاى خدا چيزى را مى‌پرستند كه بر [تأييد] آن حجّتى نازل نكرده و بدان آگاهى ندارند. و ستمكاران را هيچ ياورى نيست"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "و چون آيات روشن ما بر آنها تلاوت شود، در چهره‌ى كسانى كه كافر شدند آثار ترشرويى و انكار را خواهى ديد. چيزى نمانده است كه بر كسانى كه آيات ما را بر ايشان تلاوت مى‌كنند حمله‌ور شوند. بگو: آيا شما را به بدتر از اين [كه در كمين شماست‌] خبر بدهم؟ آن آتش د"
        },
        {
            "chapter": 22,
            "verse": 73,
            "text": "اى مردم مثلى زده شده است، پس بدان گوش فرا دهيد: كسانى را كه جز خدا مى‌خوانيد، هرگز مگسى را خلق نتوانند كرد هر چند براى آفريدن آن گرد آيند، و اگر آن مگس چيزى از آنها بربايد نمى‌توانند آن را پس بگيرند. طالب و مطلوب هر دو ناتوانند"
        },
        {
            "chapter": 22,
            "verse": 74,
            "text": "منزلت خدا را چنان كه در خور اوست نشناختند. به راستى خدا نيرومند شكست ناپذير است"
        },
        {
            "chapter": 22,
            "verse": 75,
            "text": "خدا از ميان فرشتگان رسولانى بر مى‌گزيند و از مردم نيز. بى‌گمان خدا شنواى بيناست"
        },
        {
            "chapter": 22,
            "verse": 76,
            "text": "آنچه پيش رويشان و آنچه پشت سرشان است (گذشته و آينده‌ى آنها را) مى‌داند و همه كارها به خدا بازگردانده مى‌شود"
        },
        {
            "chapter": 22,
            "verse": 77,
            "text": "اى كسانى كه ايمان آورده‌ايد! ركوع كنيد و سجده آوريد و پروردگارتان را بندگى كنيد و كار خير انجام دهيد، باشد كه رستگار شويد"
        },
        {
            "chapter": 22,
            "verse": 78,
            "text": "و در راه خدا چنان كه شايسته اوست جهاد كنيد. او شما را برگزيد و بر شما در اين دين سختى قرار نداد كه آيين پدرتان ابراهيم است. او شما را از پيش و هم در اين قرآن مسلمان ناميد تا اين پيامبر بر شما گواه باشد و شما بر مردم گواه باشيد. پس نماز را بر پا داري"
        }
    ]
}