{
    "chapter": [
        {
            "chapter": 33,
            "verse": 1,
            "text": "اى پيامبر! از خدا بترس و كافران و منافقان را اطاعت مكن. بى‌ترديد خداوند داناى حكيم است"
        },
        {
            "chapter": 33,
            "verse": 2,
            "text": "و آنچه را كه از جانب پروردگارت به تو وحى مى‌شود، پيروى كن. به يقين خداوند به آنچه مى‌كنيد آگاه است"
        },
        {
            "chapter": 33,
            "verse": 3,
            "text": "و بر خدا توكّل كن، و همين بس كه خدا نگهبان [تو] است"
        },
        {
            "chapter": 33,
            "verse": 4,
            "text": "خداوند براى هيچ مردى در درونش دو دل ننهاده است، و آن زنانتان را كه ظهار مى‌كنيد [و آنها را مادران خود مى‌خوانيد در واقع‌] مادران شما نگردانيده، و پسر خواندگانتان را پسران [واقعى‌] شما قرار نداده است. اين، گفتار شما با دهان [و زبانتان‌] است، ولى خدا حق"
        },
        {
            "chapter": 33,
            "verse": 5,
            "text": "آنها (پسر خواندگان) را به [نام‌] پدرانشان بخوانيد، كه اين نزد خدا منصفانه‌تر است، و اگر پدرانشان را نمى‌شناسيد، پس برادران دينى و دوستان شمايند، [آنها را به نام برادر يا دوست خطاب كنيد.] و بر شما در آنچه اشتباه كرده‌ايد گناهى نيست، ولى در آنچه دل‌هايت"
        },
        {
            "chapter": 33,
            "verse": 6,
            "text": "پيامبر نسبت به مؤمنان از خودشان مقدم‌تر است و همسرانش [در حكم‌] مادران ايشانند. و خويشاوندان طبق كتاب خدا، از مؤمنان و مهاجران نسبت به يكديگر [در ارث‌] اولويت و تقدّم دارند، مگر آن كه بخواهيد به دوستان خود نيكى كنيد [و سهمى از مال خود را برايشان وصيت]"
        },
        {
            "chapter": 33,
            "verse": 7,
            "text": "و [ياد كن‌] هنگامى را كه از پيامبران پيمان گرفتيم و از تو و از نوح و ابراهيم و موسى و عيسى بن مريم، و از [همه‌] آنان پيمانى استوار گرفتيم [كه در تكليف رسالت كوتاهى نكنند]"
        },
        {
            "chapter": 33,
            "verse": 8,
            "text": "تا [خدا] راستگويان را از صدقشان سؤال كند، و براى كافران عذابى دردناك آماده كرده است"
        },
        {
            "chapter": 33,
            "verse": 9,
            "text": "اى كسانى كه ايمان آورده‌ايد! نعمت خدا بر خودتان را ياد كنيد، آن‌گاه كه شما را لشكرهايى [در بدر] آمدند، پس بر سر آنان تندبادى و لشكرهايى كه آنها را نمى‌ديديد فرستاديم، و خدا به آنچه مى‌كنيد ناظر است"
        },
        {
            "chapter": 33,
            "verse": 10,
            "text": "[ياد كنيد] آن‌گاه كه از بالا و پايين [شهر] تان بر شما تاختند، و آن‌گاه كه چشم‌ها خيره شد و جان‌ها به گلوگاه رسيد و به خدا گمان‌هاى گوناگون مى‌برديد"
        },
        {
            "chapter": 33,
            "verse": 11,
            "text": "آن جا بود كه مؤمنان امتحان شدند و سخت تكان خوردند"
        },
        {
            "chapter": 33,
            "verse": 12,
            "text": "و هنگامى كه منافقان و كسانى كه در دل‌هايشان بيمارى است مى‌گفتند: خدا و فرستاده‌اش جز فريب به ما وعده ندادند"
        },
        {
            "chapter": 33,
            "verse": 13,
            "text": "و آن‌گاه كه گروهى از آنان گفتند: اى مردم مدينه! ديگر براى شما جاى ماندن نيست، پس [از جبهه‌] برگرديد. و گروهى از آنها از پيامبر اجازه مى‌خواستند و مى‌گفتند: خانه‌هاى ما بى‌حفاظ است، در حالى كه بى‌حفاظ نبود و جز فرار قصدى نداشتند"
        },
        {
            "chapter": 33,
            "verse": 14,
            "text": "و اگر از اطراف [مدينه به وسيله كفار] مورد هجوم واقع مى‌شدند، سپس از آنها فتنه‌گرى [و بازگشت به شرك‌] خواسته مى‌شد، حتما آن را مى‌پذيرفتند، و جز اندك زمانى در آن درنگ نمى‌كردند"
        },
        {
            "chapter": 33,
            "verse": 15,
            "text": "در حالى كه آنها پيش از اين با خدا پيمان بسته بودند كه پشت [به دشمن‌] نكنند، و پيمان خدا همواره بازخواست شدنى است"
        },
        {
            "chapter": 33,
            "verse": 16,
            "text": "بگو: اگر از مرگ يا كشته شدن بگريزيد، اين گريز اصلا سودى به حال شما نخواهد داشت و در آن صورت جز اندكى [از زندگى‌] برخوردار نخواهيد شد"
        },
        {
            "chapter": 33,
            "verse": 17,
            "text": "بگو: چه كسى مى‌تواند در برابر خدا از شما حمايت كند اگر او براى شما بدى بخواهد يا رحمت بخواهد؟ و آنان غير از خدا براى خود يار و ياورى نخواهند، يافت"
        },
        {
            "chapter": 33,
            "verse": 18,
            "text": "همانا خدا كسانى از شما را كه از جنگ باز مى‌داشتند و كسانى را كه به برادرانشان مى‌گفتند: به سوى ما بياييد [و به جنگ نرويد]، به خوبى مى‌شناسد و جز اندكى به جنگ تن در نمى‌دهند"
        },
        {
            "chapter": 33,
            "verse": 19,
            "text": "[آنها در همه چيز] بر شما بخيلند، و هنگامى كه بيم [جنگ‌] پيش آيد، آنها را مى‌بينى كه به تو مى‌نگرند و چشمانشان [از ترس در حدقه‌] مى‌گردد، مثل كسى كه از مرگ بيهوش شده باشد، و چون ترس برطرف شد، شما را به خاطر حرص مال با زبان‌هاى تند [و نيش‌دار در باره‌]"
        },
        {
            "chapter": 33,
            "verse": 20,
            "text": "مى‌پندارند كه احزاب [هنوز از اطراف مدينه‌] نرفته‌اند و اگر احزاب بيايند، [از ترس آنها] دوست دارند كاش در ميان باديه‌نشين‌ها بودند [و پنهان مى‌شدند] و از اخبار [جنگ‌] شما مى‌پرسيدند، و اگر در ميان شما هم بودند جز اندكى پيكار نمى‌كردند"
        },
        {
            "chapter": 33,
            "verse": 21,
            "text": "قطعا براى شما در [رفتار] رسول خدا سرمشقى نيكوست، براى كسى كه به خدا و روز واپسين اميد دارد و خدا را فراوان ياد مى‌كند"
        },
        {
            "chapter": 33,
            "verse": 22,
            "text": "[امّا] وقتى مؤمنان احزاب را ديدند، گفتند: اين همان چيزى است كه خدا و فرستاده‌اش به ما وعده دادند و خدا و رسولش راست گفتند، و جز بر ايمان و تسليم‌شان نيفزود"
        },
        {
            "chapter": 33,
            "verse": 23,
            "text": "از مؤمنان مردانى هستند كه به آنچه با خدا عهد بستند صادقانه وفا كردند، پس برخى از آنها نذر خود را ادا كرده [به شهادت رسيدند] و برخى از آنها در [همين‌] انتظارند و هرگز پيمان خود را تغيير ندادند"
        },
        {
            "chapter": 33,
            "verse": 24,
            "text": "تا خدا راستگويان را به خاطر راستى‌شان پاداش دهد، و منافقان را اگر بخواهد عذاب كند يا توبه‌شان را بپذيرد كه خدا آمرزنده‌ى مهربان است"
        },
        {
            "chapter": 33,
            "verse": 25,
            "text": "و خدا كافران خشمگين را دفع كرد، بى‌آن كه به غنيمتى رسيده باشند و خداوند مؤمنان را از جنگ كفايت كرد [و پيروزيشان داد] و خدا قوى شكست ناپذير است"
        },
        {
            "chapter": 33,
            "verse": 26,
            "text": "و كسانى از اهل كتاب را كه با [احزاب‌] همپشتى كرده بودند، از دژهايشان به زير آورد و در دل‌هايشان هراس افكند كه گروهى را مى‌كشتيد و گروهى را اسير مى‌كرديد"
        },
        {
            "chapter": 33,
            "verse": 27,
            "text": "و زمينشان و خانه‌ها و اموالشان و سرزمينى را كه در آن پا نگذاشته بوديد، به ارث شما در آورد، و خدا بر هر چيزى تواناست"
        },
        {
            "chapter": 33,
            "verse": 28,
            "text": "اى پيامبر! به همسرانت بگو: اگر خواهان زندگى دنيا و زينت آن هستيد، بياييد تا برخوردارتان كنم و به خوشى و نيكى رهايتان سازم"
        },
        {
            "chapter": 33,
            "verse": 29,
            "text": "و اگر خواستار خدا و فرستاده‌ى وى و سراى آخرتيد، به راستى خدا براى نيكوكاران شما پاداش بزرگى مهيا كرده است"
        },
        {
            "chapter": 33,
            "verse": 30,
            "text": "اى همسران پيامبر! هر كس از شما مبادرت به كار زشت آشكارى كند، عذابش دو چندان خواهد بود و اين بر خداوند آسان است"
        },
        {
            "chapter": 33,
            "verse": 31,
            "text": "و هر كس از شما براى خدا و رسولش، فروتنى و تسليم پيشه كند و كار شايسته انجام دهد، پاداش او را دو چندان مى‌دهيم و برايش روزى كريمانه‌اى فراهم ساخته‌ايم"
        },
        {
            "chapter": 33,
            "verse": 32,
            "text": "اى همسران پيامبر! شما مانند هيچ يك از ديگر زنان نيستيد، اگر تقوا پيشه مى‌كنيد، پس به ناز سخن مگوييد، تا آن كس كه در دلش بيمارى است طمع ورزد و سخن به متعارف گوييد"
        },
        {
            "chapter": 33,
            "verse": 33,
            "text": "و در خانه‌هايتان بنشينيد، و مانند روزگار جاهليت قديم، با خودنمايى ظاهر نشويد، و نماز به پا داريد و زكات بدهيد، و خدا و رسولش را اطاعت كنيد. جز اين نيست كه خدا مى‌خواهد آلودگى را از شما اهل بيت بزدايد و شما را كاملا پاكيزه گرداند"
        },
        {
            "chapter": 33,
            "verse": 34,
            "text": "و آنچه را كه از آيات خدا و حكمت در خانه‌هاى شما خوانده مى‌شود ياد كنيد بى‌ترديد خداوند دقيق و آگاه است"
        },
        {
            "chapter": 33,
            "verse": 35,
            "text": "بى‌گمان، مردان و زنان مسلمان، و مردان و زنان با ايمان، و مردان و زنان اطاعت پيشه، و مردان و زنان راستگو، و مردان و زنان شكيبا، و مردان و زنان فروتن و مردان و زنان صدقه دهنده، و مردان و زنان روزه‌دار، و مردان و زنان پاكدامن، و مردان و زنانى كه خدا را"
        },
        {
            "chapter": 33,
            "verse": 36,
            "text": "و هيچ مرد و زن مؤمنى را نرسد كه چون خدا و رسولش به كارى حكم دهند، براى آنها در كارشان اختيارى باشد. و هر كس خدا و رسولش را نافرمانى كند، قطعا دچار گمراهى آشكارى گرديده است"
        },
        {
            "chapter": 33,
            "verse": 37,
            "text": "و آن‌گاه كه به آن كس كه خدا نعمتش داده بود و تو در حق او احسان كرده بودى [فرزند خوانده‌ات زيد]، گفتى: همسرت را نگاه دار و از خدا پروا بدار، و چيزى را كه خدا عيان كننده‌ى آن بود در ضمير خويش نهان مى‌داشتى، و از مردم مى‌ترسيدى، و خدا سزاوارتر است كه ا"
        },
        {
            "chapter": 33,
            "verse": 38,
            "text": "بر پيامبر در آنچه خدا براى او مقرر كرده محذورى نيست. [اين‌] سنت خداست كه از ديرباز در ميان گذشتگان (پيامبران) نيز بوده و فرمان خدا همواره سنجيده و حساب شده است"
        },
        {
            "chapter": 33,
            "verse": 39,
            "text": "[پيامبران‌] كسانى هستند كه پيام‌هاى خدا را مى‌رسانند و از او مى‌ترسند و از هيچ كس جز خدا نمى‌ترسند، و خدا براى حسابرسى كفايت مى‌كند"
        },
        {
            "chapter": 33,
            "verse": 40,
            "text": "محمد (صلّى الله عليه وآله وسلّم) پدر هيچ يك از مردان شما نيست، و ليكن فرستاده‌ى خدا و خاتم پيامبران است، و خدا به هر چيزى داناست"
        },
        {
            "chapter": 33,
            "verse": 41,
            "text": "اى كسانى كه ايمان آورده‌ايد! خدا را بسيار ياد كنيد"
        },
        {
            "chapter": 33,
            "verse": 42,
            "text": "و صبح و شام او را نيايش كنيد"
        },
        {
            "chapter": 33,
            "verse": 43,
            "text": "اوست كه بر شما درود مى‌فرستد و فرشتگان او نيز، تا شما را از تاريكى‌ها به سوى روشنايى بيرون آورد، و او به مؤمنان مهربان است"
        },
        {
            "chapter": 33,
            "verse": 44,
            "text": "روزى كه خدا را ملاقات مى‌كنند، درودشان سلام است، و خدا پاداش نفيسى براى آنها آماده كرده است"
        },
        {
            "chapter": 33,
            "verse": 45,
            "text": "اى پيامبر! ما تو را شاهد و مژده رسان و بيم دهنده فرستاده‌ايم"
        },
        {
            "chapter": 33,
            "verse": 46,
            "text": "و دعوت كننده به سوى خدا به خواست او، و چراغى تابان"
        },
        {
            "chapter": 33,
            "verse": 47,
            "text": "و مؤمنان را مژده ده كه براى آنها از جانب خدا تفضّلى بزرگ خواهد بود"
        },
        {
            "chapter": 33,
            "verse": 48,
            "text": "و كافران و منافقان را اطاعت نكن و آزارشان را ناديده بگير، و بر خدا توكّل كن، كه حمايت خدا كفايت مى‌كند"
        },
        {
            "chapter": 33,
            "verse": 49,
            "text": "اى كسانى كه ايمان آورده‌ايد! وقتى زنان مؤمن را به همسرى گرفتيد، آن‌گاه پيش از آن كه با آنها نزديكى كنيد طلاقشان داديد، شما را بر آنها عده‌اى نيست كه حسابش را نگاه داريد پس مهرشان را بدهيد و به خوشى رهايشان كنيد"
        },
        {
            "chapter": 33,
            "verse": 50,
            "text": "اى پيامبر! ما براى تو آن همسرانى را كه مهرشان را داده‌اى حلال كرديم، و كنيزانى كه خدا از غنيمت جنگى در اختيار تو قرار داده، و دختران عمويت و دختران عمّه‌هايت و دختران دايى تو و دختران خاله‌هايت كه با تو مهاجرت كرده‌اند [ازدواج با آنها براى تو حلال اس]"
        },
        {
            "chapter": 33,
            "verse": 51,
            "text": "[نوبت‌] هر كدام از آن زنان را كه مى‌خواهى به تأخير مى‌اندازى و هر كدام را كه مى‌خواهى نزد خود جاى مى‌دهى، و اگر هر كدام را كه دور كرده بودى [دوباره‌] بطلبى، بر تو باكى نيست، اين نزديك‌تر است به اين كه چشم‌هاى ايشان روشن شود و محزون نشوند و همگى به آن"
        },
        {
            "chapter": 33,
            "verse": 52,
            "text": "بعد از اين، هيچ زنى [جز همسران كنونى‌ات‌] بر تو حلال نيست، و نيز نمى‌توانى همسرانت را به همسران ديگرى مبدّل سازى، هر چند جمال آنها تو را جلب كند، مگر آنچه به ملك تو در آيد [يعنى كنيزان‌]، و خدا بر هر چيزى مراقب است"
        },
        {
            "chapter": 33,
            "verse": 53,
            "text": "اى كسانى كه ايمان آورده‌ايد! داخل خانه‌هاى پيامبر مشويد، مگر آن كه براى [خوردن‌] طعامى به شما اجازه داده شود، [آن هم‌] بى‌آن كه [قبل از وقت بياييد و] منتظر آماده شدن غذا باشيد، ولى هنگامى كه دعوت شديد در آييد، و وقتى غذا خورديد متفرق شويد و به گفت و"
        },
        {
            "chapter": 33,
            "verse": 54,
            "text": "اگر چيزى را آشكار كنيد يا آن را پنهان داريد، بى‌ترديد خداوند از همه چيز آگاه است"
        },
        {
            "chapter": 33,
            "verse": 55,
            "text": "بر آنها در مورد پدران و پسران و برادران و برادرزاده‌ها و خواهرزاده‌هايشان و زنان [همكيش‌] خود و بردگانشان گناهى نيست [كه نزدشان بى‌حجاب باشند]، و [اى زنان پيامبر!] از خدا بترسيد كه خدا بر هر چيزى ناظر است"
        },
        {
            "chapter": 33,
            "verse": 56,
            "text": "بى‌گمان، خدا و فرشتگان او بر پيامبر درود مى‌فرستند. اى كسانى كه ايمان آورده‌ايد! بر او درود فرستيد و سلام گوييد، سلامى [شايسته و تسليم فرمان او باشيد]"
        },
        {
            "chapter": 33,
            "verse": 57,
            "text": "بى‌گمان، كسانى كه خدا و پيامبر او را آزار مى‌دهند، خدا آنها را در دنيا و آخرت لعنت كرده و برايشان عذابى خفت‌بار آماده كرده است"
        },
        {
            "chapter": 33,
            "verse": 58,
            "text": "و كسانى كه مردان و زنان مؤمن را با [نسبت دادن‌] گناهى كه نكرده‌اند آزار مى‌دهند، قطعا تهمت و گناه آشكارى را به گردن گرفته‌اند"
        },
        {
            "chapter": 33,
            "verse": 59,
            "text": "اى پيامبر! به زنان و دخترانت و به زنان مؤمنان بگو پوشش‌هاى خود را بر خود بپيچند. اين براى آن كه [به عفيف بودن‌] شناخته شوند و مورد تعرض [هوسبازان‌] قرار نگيرند نزديك‌تر است، و خدا آمرزنده و مهربان است"
        },
        {
            "chapter": 33,
            "verse": 60,
            "text": "اگر منافقان و كسانى كه در دل‌هايشان مرض است و شايعه افكنان در مدينه، [از كارهاى خود و آزار زنان‌] باز نايستند، تو را سخت بر آنان مى‌شورانيم كه جز مدت كوتاهى نمى‌توانند در كنار تو در اين شهر بمانند"
        },
        {
            "chapter": 33,
            "verse": 61,
            "text": "مورد خشم و لعنت [خدا] هستند و هر كجا يافته شوند دستگير و به سختى كشته مى‌شوند"
        },
        {
            "chapter": 33,
            "verse": 62,
            "text": "اين سنّت خدا در باره‌ى كسانى است كه پيش‌تر بوده‌اند، و در سنّت خدا هرگز تغييرى نخواهى يافت"
        },
        {
            "chapter": 33,
            "verse": 63,
            "text": "مردم از تو از وقت رستاخيز مى‌پرسند، بگو: علم آن فقط نزد خداست، و تو چه مى‌دانى، شايد رستاخيز نزديك باشد"
        },
        {
            "chapter": 33,
            "verse": 64,
            "text": "به يقين، خدا كافران را لعنت كرده و براى آنها آتشى برافروخته آماده كرده است"
        },
        {
            "chapter": 33,
            "verse": 65,
            "text": "جاودانه در آن مى‌مانند نه دوستى مى‌يابند و نه ياورى"
        },
        {
            "chapter": 33,
            "verse": 66,
            "text": "روزى كه چهره‌هايشان در آتش دگرگون شود، مى‌گويند: اى كاش خدا را فرمان مى‌برديم و پيامبر را اطاعت مى‌كرديم"
        },
        {
            "chapter": 33,
            "verse": 67,
            "text": "و گويند: پروردگارا! ما پيشوايان و بزرگان خويش را اطاعت كرديم و آنها ما را از راه به در كردند"
        },
        {
            "chapter": 33,
            "verse": 68,
            "text": "پروردگارا! آنها را دو چندان عذاب ده و لعنتشان كن، لعنتى بزرگ"
        },
        {
            "chapter": 33,
            "verse": 69,
            "text": "اى كسانى كه ايمان آورده‌ايد! مانند كسانى نباشيد كه موسى را [با اتّهام خود] آزار دادند، و خدا او را از آنچه گفتند مبرّا ساخت، و او نزد خدا آبرومند بود"
        },
        {
            "chapter": 33,
            "verse": 70,
            "text": "اى كسانى كه ايمان آورده‌ايد! از خدا بترسيد و سخن صواب گوييد"
        },
        {
            "chapter": 33,
            "verse": 71,
            "text": "تا كارهاى شما را اصلاح كند و گناهانتان را بر شما ببخشايد. و هر كه خدا و رسولش را اطاعت كند، قطعا به كاميابى بزرگى نايل آمده است"
        },
        {
            "chapter": 33,
            "verse": 72,
            "text": "ما امانت [الهى و بار تكليف‌] را بر آسمان‌ها و زمين و كوه‌ها عرضه كرديم، و آنها [تكوينا] از پذيرفتن آن سرباز زدند و از آن هراسيدند، ولى انسان آن را بر دوش گرفت به راستى او ستمگرى نادان است"
        },
        {
            "chapter": 33,
            "verse": 73,
            "text": "[هدف اين بود] كه خدا مردان و زنان منافق، و مردان و زنان مشرك را [به خاطر سرپيچى از تكليف‌] عذاب كند، و به مردان و زنان با ايمان توجه و عنايت كند، و خدا آمرزنده و مهربان است"
        }
    ]
}