{
    "chapter": [
        {
            "chapter": 28,
            "verse": 1,
            "text": "طا، سين، ميم"
        },
        {
            "chapter": 28,
            "verse": 2,
            "text": "دا د څرګند كتاب ایتونه دي"
        },
        {
            "chapter": 28,
            "verse": 3,
            "text": "مونږ تا ته لولو د موسٰى او فرعون له خبرونو ځنې په حقه سره د هغه قوم لپاره چې ایمان راوړي"
        },
        {
            "chapter": 28,
            "verse": 4,
            "text": "بېشكه فرعون په ځمكه كې لويي راخيستې وه او د دې اوسېدونكې يې ډلې ډلې كړي وو، په دوى كې يې یوه ډله ډېره ضعیفه كوله، د دوى زامن به يې حلالول او د دوى ښځې به يې ژوندۍ پرېښودلې، بېشكه هغه له فساد كوونكو ځنې و"
        },
        {
            "chapter": 28,
            "verse": 5,
            "text": "او مونږ اراده وكړه چې په هغو كسانو احسان وكړو چې په ځمكه كې ډېر ضعیف كړى شوي دي او چې دوى امامان وګرځوو او چې مونږ دوى (د فرعون د ملك) وارثان وګرځوو"
        },
        {
            "chapter": 28,
            "verse": 6,
            "text": "او چې مونږ دوى ته په ځمكه كې قدرت وركړو او چې فرعون او هامان او د دواړو لښكرو ته له دغو (بني اسرائیلو) نه هغه شى وښیو چې دوى به ترې وېرېدل"
        },
        {
            "chapter": 28,
            "verse": 7,
            "text": "او مونږ د موسٰى مور ته وحي وكړه چې ته ده ته تى وركوه، نو كله چې په ده ووېرېدلې، نو دا په سیند كې وغورځوه او مه وېرېږه او غم مه كوه، بېشكه دا مونږ تا ته بېرته راوستونكي یو او مونږ دا له رسولانو له نه ګرځوونكي یو"
        },
        {
            "chapter": 28,
            "verse": 8,
            "text": "نو دى ال فرعون ومونده (او اوچت يې كړ) د دې لپاره چې (عاقبتًا) د دوى لپاره دښمن او غم شي، بېشكه فرعون او هامان او د دواړو لښكرې (دوى ټول) خطا كوونكي وو"
        },
        {
            "chapter": 28,
            "verse": 9,
            "text": "او د فرعون ښځې وویل: (دا هلك) زما او ستا د سترګو یخوالى دى، تاسو دا مه وژنئ، امېد دى چې دا به مونږ ته نفع راورسوي، یا به دا مونږ زوى ونیسو، په دې حال كې چې دوى نه پوهېدل"
        },
        {
            "chapter": 28,
            "verse": 10,
            "text": "او د موسٰى د مور زړه (له صبره) بېخي خالي شو، بېشكه هغه قریب وه چې خامخا د ده اظهار وكړي كه چېرې مونږ د هغې زړه مضبوط كړى نه وى، د دې لپاره چې له باور كوونكو څخه شي"
        },
        {
            "chapter": 28,
            "verse": 11,
            "text": "او هغې د هغه خور ته وویل: د ده (موسٰى) پسې برابره ځه، نو هغې به ده ته له لرې نه كتل، په دې حال كې چې دوى به نه پوهېدل"
        },
        {
            "chapter": 28,
            "verse": 12,
            "text": "او مونږ په ده باندې دايیګانې بندې كړې وې، له مخكې نه، نو هغې (د موسٰى خور) وویل: ایا زه تاسو ته داسې كورنۍ وښیم چې ستاسو لپاره د ده كفالت (او ساتنه) وكړي، په داسې حال كې چې هغوى به له ده سره ښېګڼه كوونكي وي"
        },
        {
            "chapter": 28,
            "verse": 13,
            "text": "نو مونږ هغه خپلې مور ته بېرته راوسته، د دې لپاره چې د هغې سترګې یخې شي او غم ونه كړي او د دې لپاره چې پوه شي چې بېشكه د الله وعده حقه ده۔ او لېكن د دوى زیاتره خلق نه پوهېږي"
        },
        {
            "chapter": 28,
            "verse": 14,
            "text": "او كله چې هغه خپل زور (ځوانۍ) ته ورسېده، او ښه برابر شه، مونږ هغه ته حكم (نبوت) او پوهه وركړه او همداسې مونږ نېكي كوونكو ته بدله وركوو"
        },
        {
            "chapter": 28,
            "verse": 15,
            "text": "او هغه (دې) ښار ته د هغه (ښار) د اوسېدونكو د غفلت (خوب) په وخت كې داخل شو، نو ده په هغه كې دوه سړي وموندل چې له یو بل سره په جنګ وو، دا یو د ده له ډلې (بنی اسرائیلو) نه و او دا بل د ده له دښمنانو ځنې و۔ نو، هغه كس چې د ده له ډلې څخه و، له ده نه يې مرسته وغوښته، د هغه كس په خلاف چې د ده له دښمنانو څخه و۔، نو موسٰى هغه په سوك وواهه، نو هغه يې قتل كړ، ده وویل: دا د شیطان له كاره څخه دى، بېشكه هغه ښكاره ګمراه كوونكى دښمن دى"
        },
        {
            "chapter": 28,
            "verse": 16,
            "text": "ده وویل: اى زما ربه! بېشكه ما په خپل ځان ظلم كړى دى، نو ته ما ته بخښنه وكړې، نو هغه ورته بخښنه وكړه، بېشكه هغه، هم هغه ډېر بخښونكى، بې حده رحم كوونكى دى"
        },
        {
            "chapter": 28,
            "verse": 17,
            "text": "ويې ويل: اى زما ربه! په سبب د هغه انعام چې تا په ما وكړ، نو زه به هېچرې د مجرمانو مددګار نشم"
        },
        {
            "chapter": 28,
            "verse": 18,
            "text": "نو سبا يې كړ په ښار كې، په داسې حال كې چې وېرېدونكى و، (او) انتظار يې كاوه، نو ناڅاپه هغه كس چې پرون يې له ده نه مدد غوښتى و، ده ته نارې وهي، موسٰى ده ته وویل: بېشكه ته خامخا ښكاره ګمراه يې"
        },
        {
            "chapter": 28,
            "verse": 19,
            "text": "نو كله چې ده اراده وكړه چې هغه كس ونیسي چې هغه د دوى دواړو دښمن دى، هغه وویل: اى موسٰى! ایا ته غواړې چې ما (هم) قتل كړې، لكه پرون چې دې یو نفس وژلى و، ته نه غواړې مګر دا چې په ځمكه كې زورور شې او ته نه غواړې چې ته له اصلاح كوونكو څخه شې"
        },
        {
            "chapter": 28,
            "verse": 20,
            "text": "او د ښار تر ټولو لرې غاړې نه یو سړى راغى چې منډې يې راوهلې، ويې ويل: اى موسٰى بېشكه چې مشران ستا په باره كې مشورې كوي، د دې لپاره چې تا قتل كړي، نو ته وځه! بېشكه زه ستا له خیر غوښتونكو ځنې یم"
        },
        {
            "chapter": 28,
            "verse": 21,
            "text": "نو موسٰى له دغه (ښار) نه ووت، په دې حال كې چې وېرېدونكى و (او) انتظار يې كاوه، ويې ويل: اى زما ربه! ته ما ته له ظالم قوم نه نجات راكړې"
        },
        {
            "chapter": 28,
            "verse": 22,
            "text": "او كله چې يې د مدین په طرف مخه كړه، ويې ويل: امېد دى چې زما رب به ما ته نېغه لار راوښيي"
        },
        {
            "chapter": 28,
            "verse": 23,
            "text": "او كله چې د مدین اوبو ته ورسېده، نو د هغه (كوهي) په خوا كې يې د خلقو یوه ډله وموندله چې اوبه يې وركولې او له هغوى نه يې رابېرته دوه ښځې وموندلې چې خپل څاروي يې رامنع كول، ويې ويل: ستاسو څه معامله ده؟ هغوى وویل: مونږ (څارویو ته) اوبه نه وركوو تر هغه پورې چې شپانه بېرته (سره له ماله) لاړ شي او زمونږ پلار عمر خوړلى بوډا دى"
        },
        {
            "chapter": 28,
            "verse": 24,
            "text": "نو (د) هغو (كنډك) ته يې اوبه وركړې، بیا سیوري ته وګرځېده، نو ويې ويل: اى زما ربه! بېشكه زه هر هغه څیز ته چې ته يې ما ته نازلوې له خیره ځنې؛ محتاج یم"
        },
        {
            "chapter": 28,
            "verse": 25,
            "text": "نو په دغو دواړو كې یوه ده ته راغله چې په ډېرې حیا سره يې تګ كاوه، ويې ويل: بېشكه زما پلار تا غواړي، د دې لپاره چې تا ته اجر (حق) دركړې د هغه عمل چې تا مونږ ته (زمونږ څاروي) اوبه كړي وو، نو كله چې هغه ده ته راغى او ده ته يې (خپله) قصه بیان كړه، ويې ويل: ته مه وېرېږه (اوس) ته له ظالم قوم نه خلاص شوى يې"
        },
        {
            "chapter": 28,
            "verse": 26,
            "text": "په دواړو كې یوې وویل: اى زما پلار جانه! ته دا مزدور ونیسه، بېشكه ترټولو غوره په هغه چا كې چې ته يې مزدور نیسې، هغه دى چې ښه قوتناك او امانتګر وي"
        },
        {
            "chapter": 28,
            "verse": 27,
            "text": "ويې ويل: بېشكه زه غواړم په خپلو دغو دوه لوڼو كې یوه تا ته په نكاح دركړم، په دې شرط چې ته به اته كاله زما مزدوري كوې، نو كه تا لس كاله پوره كړل، نو ستا له اړخه به (احسان) وي، او زه په تا باندې مشقت اچول نه غواړم، ژر ده چې ته به ما له نېكانو څخه ومومې، كه الله وغواړي (ان شاء الله)"
        },
        {
            "chapter": 28,
            "verse": 28,
            "text": "ويې ويل: دا دى (عهد مقرر) زما په مینځ كې او ستا په مینځ كې، په دغو دواړو نېټو كې چې كومه ما پوره كړه، نو په ما به (نور) هېڅ زیاتى نه وي، او څه چې مونږ وایو، الله پرې ګواه دى"
        },
        {
            "chapter": 28,
            "verse": 29,
            "text": "نو كله چې موسٰى نېټه پوره كړه او له خپل اهل سره روان شو (، نو) د طور له جانبه يې اور ولیده، خپل اهل ته يې وویل: تاسو ایسار شي، بېشكه ما اور ولیده، كېدى شي چې زه تاسو ته له هغه نه څه خبر، یا د اور سكروټه (شغله) راوړم، د دې لپاره چې تاسو (پرې) تاوده شئ"
        },
        {
            "chapter": 28,
            "verse": 30,
            "text": "نو كله چې دغه (اور) ته راغى (، نو) په مباركه ټوټه (قطعه) كې د ناو په ښې اړخ كې له ونې نه ورته اواز وكړى شو داسې چې اى موسٰى! بېشكه همدا زه الله رب العلمین یم"
        },
        {
            "chapter": 28,
            "verse": 31,
            "text": "او داسې چې خپله امسا وغورځوه، نو كله چې يې هغه وليدله چې حركت كوي، ګویاكې نرى منګرى مار دى، (نو) مخ يې واړوه، په دې حال كې چې شاكوونكى (تښتېدونكى) و، او بېرته را ونه ګرځېده، اى موسٰى! مخ راواړوه او مه وېرېږه: بېشكه ته له امان موندونكو څخه يې"
        },
        {
            "chapter": 28,
            "verse": 32,
            "text": "ته خپل لاس په خپل ګرېوان كې ننباسه، را وبه وځي، په داسي حال كې چې بې له كوم عیبه به تك سپین وي او ته خپل څانګ خپل ځان ته راپېوست كړه، د وېرې له وجې نه، نو دغه دواړه ستا د رب له جانبه دلیلونه دي فرعون او د هغه سردارانو ته، بېشكه چې دوى فاسقان خلق دي"
        },
        {
            "chapter": 28,
            "verse": 33,
            "text": "ويې ويل: اى زما ربه! بېشكه ما له دوى نه یو نفس وژلى دى، نو زه وېرېږم چې دوى به ما ووژني"
        },
        {
            "chapter": 28,
            "verse": 34,
            "text": "او زما ورور هارون چې دى، هغه له ما نه په ژبه كې ډېر فصیح دى، نو ته هغه زما سره مددګار ولېږه چې زما تصدیق كوي، بېشكه زه وېرېږم له دې نه چې دوى به زما تكذیب وكړي"
        },
        {
            "chapter": 28,
            "verse": 35,
            "text": "ويې ويل: ژر به مونږ ستا مټ په خپل ورور سره مضبوط كړو او تاسو لپاره به غلبه وګرځوو، نو دوى به تاسو ته نشي دررسېدلى، زمونږ د نښو په وجه۔ تاسو دواړه او څوك چې ستاسو پیروي كوي هم تاسو (ټول) به غالب وئ"
        },
        {
            "chapter": 28,
            "verse": 36,
            "text": "نو كله چې دوى ته موسٰى زمونږ په څرګندو معجزو سره راغى، دوى وویل: نه دى دا مګر جادو (سحر)، چې په دروغو سره جوړ كړى شوى دى او مونږ دا خبره په خپلو پلرونو كې نه ده اورېدلې چې پخوا وو"
        },
        {
            "chapter": 28,
            "verse": 37,
            "text": "او موسٰى وویل: زما رب ښه عالم دى په هغه چا چې د هغه له جانبه په هدایت سره راغلى دى او په هغه چا چې د هغه لپاره به د اخرت ښه انجام وي، بېشكه شان دا دى چې ظالمان به برى نه مومي"
        },
        {
            "chapter": 28,
            "verse": 38,
            "text": "او فرعون وویل: اى سردارانو! زه تاسو لپاره له خپل ځان نه غیر بل هېڅ معبود نه پېژنم۔، نو اى هامانه! ته زما لپاره په خټې باندې اور بل كړه، پس زما لپاره یوه اوچته ماڼۍ جوړه كړه، كېدى شي چې زه د موسٰى معبود ته وخېژم او بېشكه زه دا له دروغجنانو ځنې ګڼم"
        },
        {
            "chapter": 28,
            "verse": 39,
            "text": "او ده او د ده لښكرو په ځمكه كې ناحقه (تكبر او) اولويي وكړه او دا يې وګڼله چې یقینًا دوى به مونږ ته نه راګرځول كېږي"
        },
        {
            "chapter": 28,
            "verse": 40,
            "text": "نو مونږ دا او د ده لښكرې راونیولې، نو مونږ دوى په درياب كې وغورځول، نو ته وګوره چې د ظالمانو (كافرانو) انجام څنګه و؟"
        },
        {
            "chapter": 28,
            "verse": 41,
            "text": "او مونږه دوى داسې پېشوایان وګرځول چې اور ته بلنه كوي او د قیامت په ورځ به له دوى سره مرسته نه كولى شي"
        },
        {
            "chapter": 28,
            "verse": 42,
            "text": "او په دې دنیا كې مونږ د دوى پسې لعنت ولګاوه، او د قیامت په ورځ به همدوى له خراب كړى شویو (بدمخي شویو) څخه وي"
        },
        {
            "chapter": 28,
            "verse": 43,
            "text": "او یقینًا یقینًا مونږ موسٰى ته كتاب وركړى و، وروسته له هغه نه چې مونږ ړومبني امتونه هلاك كړل، په دې حال كې چې هغه د خلقو لپاره د بصیرتونو والا، او هدايت او رحمت دى، د دې لپاره چې دوى نصیحت ومني"
        },
        {
            "chapter": 28,
            "verse": 44,
            "text": "او (اى نبي!) ته (د موسٰى) سره د مغربي (غره) خوا ته نه وې كله چې مونږ موسٰى ته د (نبوت د) كار وحي وكړه او ته له حاضرینو څخه نه وې"
        },
        {
            "chapter": 28,
            "verse": 45,
            "text": "او لېكن مونږ ډېر امتونه پیدا كړل، نو په دوى خپل عمرونه اوږده شول۔ او ته په مدین والاو كې اوسېدونكى نه وې، چې تا هغوى ته زمونږ ایتونه لوستلى، او لېكن همدا مونږ (تا لره) لېږونكي یو"
        },
        {
            "chapter": 28,
            "verse": 46,
            "text": "او ته د طور خوا ته نه وې كله چې مونږ اواز وكړ او لېكن (ته لېږلى يې مونږ) رحمت، د خپل رب له جانبه، د دې لپاره چې ته هغه قوم ووېروې چې له تا نه مخكې دوى ته كوم وېروونكى نه دى راغلى، د دې لپاره چې دوى نصیحت قبول كړي"
        },
        {
            "chapter": 28,
            "verse": 47,
            "text": "او كه دا نه وى چې دوى ته به څه مصیبت ورسېږي په سبب د هغو عملونو چې د دوى لاسونو مخكې لېږلي دي، بیا به دوى وايي: اى زمونږ ربه! ته مونږ ته كوم رسول ولې نه رالېږې، پس چې مونږ ستا د ایتونو تابع شو او شو له مومنانو څخه"
        },
        {
            "chapter": 28,
            "verse": 48,
            "text": "نو كله چې دوى ته زمونږ له جانبه حق راغى، ويې ويل: ده ته په مثل د هغو (معجزو) ولې نه دي وركړى شوي چې موسٰى ته وركړى شوې دي؟ ایا دوى كافران شوي نه وو په هغو (معجزو) چې له دې نه مخكې موسٰى ته وركړى شوې وې؟ دوى وویل: دوه سحره دي، چې د یو بل مدد كوي، او دوى وویل: مونږ په هر یو سره كفر كوونكي یو"
        },
        {
            "chapter": 28,
            "verse": 49,
            "text": "ته ووایه: تاسو د الله له خوا نه داسې كتاب راوړئ چې هغه د دې دواړو كتابونو نه زیات لار ښوونكى وي، چې زه د هغه پیروي وكړم، كه تاسو رښتیني یئ"
        },
        {
            "chapter": 28,
            "verse": 50,
            "text": "نو كه دوى ستا خبره ونه منله، نو ته پوه شه چې دوى یقینًا يواځې د خپلو خواهشاتو پيروي كوي او له هغه چا نه لوى ګمراه څوك دى، چې د خپل خواهش پيروي كوي، بې له هدایته د الله له جانبه۔، بېشكه الله ظالم قوم ته نېغه لار نه ښیي"
        },
        {
            "chapter": 28,
            "verse": 51,
            "text": "او یقینًا یقینًا مونږ دوى ته كلام پرله پسې لېږلى دى، د دې لپاره چې دوى نصیحت واخلي"
        },
        {
            "chapter": 28,
            "verse": 52,
            "text": "هغه كسان چې مونږ هغوى ته له ده نه مخكې كتاب وركړى و، هغوى په ده باندې ایمان راوړي"
        },
        {
            "chapter": 28,
            "verse": 53,
            "text": "او كله چې دوى ته ولوستى شي، دوى وايي: مونږ په ده باندې ایمان راوړى دى، بېشكه همدا زمونږ د رب له جانبه حق دى، بېشكه مونږ له ده نه مخكې هم مسلمانان وو"
        },
        {
            "chapter": 28,
            "verse": 54,
            "text": "دغه كسان دي چې دوى ته به د دوى اجر دوه كرته وركاوه شي، په سبب د دې چې دوى صبر وكړ۔ او دوى په نېكۍ سره بدي لرې كوي، او ځينې له هغه مال نه چې مونږ دوى ته وركړى دى لګوي يې"
        },
        {
            "chapter": 28,
            "verse": 55,
            "text": "او كله چې دوى بېكاره خبره واوري (، نو) له هغې نه مخ واړوي او وايي: زمونږ لپاره زمونږ عملونه دي او ستاسو لپاره ستاسو عملونه دي، په تاسو دې سلام وي، مونږ جاهلان نه غواړو"
        },
        {
            "chapter": 28,
            "verse": 56,
            "text": "بېشكه ته هدایت نشې كولى هغه چا ته چې ته يې خوښوې، او لېكن الله هدایت وركوي چا ته چې وغواړي او هغه ښه عالم دى په هدایت موندونكو باندې"
        },
        {
            "chapter": 28,
            "verse": 57,
            "text": "او دوى وايي: كه مونږ له تا سره د هدایت پیروي وكړو (نو) له خپلې ځمكې نه به وتښتول (ووېستل) شو، ایا مونږ دوى ته د داسې حرم تمكین نه دى وركړى چې د امن والا دى، ده ته د هر شي مېوې راوړلى (او وركولى) شي ښه رزق وركول، زمونږ له خوا نه، او لېكن د دوى زیاتره نه پوهېږي"
        },
        {
            "chapter": 28,
            "verse": 58,
            "text": "او مونږ څومره ډېر كلي هلاك كړي دي چې په خپل معيشت كې يې سركشي كړې وه، نو دغه د دوى كورونه دي چې له دوى نه پس په كې سكونت نه دى شوى مګر ډېر لږ او هم دا مونږ وارثان یو"
        },
        {
            "chapter": 28,
            "verse": 59,
            "text": "او ستا رب له سره د كلیو هلاكوونكى نه دى، تر هغه پورې چې د هغو (كلیو) په اصل (مركزي ښار) كې یو رسول ولېږي چې دوى ته زمونږ ایتونه لولي، اومونږ د كلیو هلاكوونكي نه یو مګر په داسې حال كې چې د هغو اوسېدونكي ظالمان وي"
        },
        {
            "chapter": 28,
            "verse": 60,
            "text": "او تاسو ته چې څه شى هم دركړى شوى دى، نو د دنيايي ژوند فايده او د هغه زینت دى، او هغه څه چې له الله سره دي، ډېر غوره او ښه باقي پاتې كېدونكي دي، ایا نو تاسو له عقل نه كار نه اخلئ؟"
        },
        {
            "chapter": 28,
            "verse": 61,
            "text": "ایا نو هغه څوك چې له هغه سره مونږ وعده كړې ده، ښه وعده، پس دى له هغې سره ملاقات كوونكى دى، د هغه چا په شان دى، چې مونږ هغه ته فايده وركړه د دنيايي ژوند فايده، بیا به هغه د قیامت په ورځ له حاضر كړى شویو څخه وي؟"
        },
        {
            "chapter": 28,
            "verse": 62,
            "text": "او (یاده كړه) هغه ورځ چې دوى ته به هغه (الله) اواز وكړي، نو وبه وايي: زما هغه شریكان چېرته دي چې تاسو به ګڼل؟"
        },
        {
            "chapter": 28,
            "verse": 63,
            "text": "هغه كسان به ووايي چې پر هغوى باندې خبره ثابته شوې ده: اى زمونږه ربه! دا هغه كسان دي چې مونږ ګمراه كړي وو، مونږ دوى ګمراه كړل، لكه چې مونږ ګمراه شوي وو۔ مونږ (له دوى نه) ستا په طرف بېزاره كېږو، دوى زمونږ عبادت نه كاوه"
        },
        {
            "chapter": 28,
            "verse": 64,
            "text": "او وبه ویل شي: تاسو خپل شریكان وبلئ، نو دوى به هغوى وبلي: نو هغوى به دوى ته هېڅ جواب ورنه كړي او دوى به عذاب وویني (او تمنا به وكړي چې) كاشكې واقعتًا دوى (په دنیا كې) هدایت موندلى وى"
        },
        {
            "chapter": 28,
            "verse": 65,
            "text": "او (یاده كړه) هغه ورځ چې دوى ته به (الله) اواز وكړي، نو وبه وايي: تاسو رسولانو ته څه جواب وركړى و؟"
        },
        {
            "chapter": 28,
            "verse": 66,
            "text": "نو په دغې ورځ به په دوى باندې خبرونه پټ شي، نو دوى به یو تربله پوښتنه نه كوي"
        },
        {
            "chapter": 28,
            "verse": 67,
            "text": "نو پاتې شو هغه كس چې توبه وباسي او ایمان راوړي او نېك عمل وكړي، نو امېد دى چې دغه به له نجات موندونكو څخه وي"
        },
        {
            "chapter": 28,
            "verse": 68,
            "text": "او ستا رب پیدا كوي هغه چې وغواړي او هغه انتخاب كوي، دوى ته هېڅ اختیار نشته، الله لره پاكي ده، او هغه اوچت دى له هغه څه نه چې دوى يې (ورسره) شریكوي"
        },
        {
            "chapter": 28,
            "verse": 69,
            "text": "او ستا رب پوهېږي په هغه څه چې د دوى سینې يې پټوي او څه چې دوى څرګندوي"
        },
        {
            "chapter": 28,
            "verse": 70,
            "text": "او همدغه الله دى، نشته هېڅ لايق د عبادت مګر هم دى دى، خاص هم ده لره ثنا ده په دنیا او اخرت كې، او خاص هم ده لره حكم دى، او خاص ده ته به تاسو بېرته بیولى شئ"
        },
        {
            "chapter": 28,
            "verse": 71,
            "text": "ته (دوى ته) ووایه: تاسو ما ته خبر راكړئ كه چېرې الله پر تاسو باندې د قیامت د ورځې پورې همېشه شپه كړي (نو) له الله نه غیر بل څوك الٰه (معبود) دى چې تاسو ته رڼا راوړي؟ ایا نو تاسو نه اورئ؟"
        },
        {
            "chapter": 28,
            "verse": 72,
            "text": "ته (دوى ته) ووایه: ما ته خبر راكړئ، كه چېرې الله پر تاسو باندې د قیامت د ورځې پورې همېشه ورځ كړي، نو له الله نه غیر بل څوك معبود دى چې تاسو ته هغه شپه راوړي چې تاسو په هغې كې ارام كوئ؟ ایا نو تاسو نه وینئ؟"
        },
        {
            "chapter": 28,
            "verse": 73,
            "text": "او خاص د خپل رحمت له وجې يې تاسو لپاره شپه او ورځ پیدا كړې ده، د دې لپاره چې تاسو په دغې (شپه) كې ارام وكړئ او د دې لپاره چې تاسو (په دغې ورځ كې) د هغه له فضله (څه) ولټوئ او د دې لپاره چې تاسو شكر وباسئ"
        },
        {
            "chapter": 28,
            "verse": 74,
            "text": "او (یاده كړه) هغه ورځ چې دوى ته (الله) اواز وكړي، نو وبه وايي: چېرته دي زما هغه شریكان چې تاسو به ګڼل؟"
        },
        {
            "chapter": 28,
            "verse": 75,
            "text": "او مونږ به له هر امت نه یو ګواه راوباسو، نو مونږ به (دوى ته) ووایو: تاسو خپل دلیل راوړئ، نو دوى به پوه شي چې بېشكه حق خاص د الله لپاره دى، او له دوى نه به هغه څه ورك شي چې دوى به دروغ تړل"
        },
        {
            "chapter": 28,
            "verse": 76,
            "text": "بېشكه قارون د موسٰى له قومه څخه و، نو ده په دغو (بني اسرائیلو) باندې سركشي (او لويي) وكړه او مونږه ده ته له خزانو ځنې دومره مقدار وركړى و چې بېشكه د هغو چابیانې (كلیګانې) به خامخا په طاقتورې ډلې درنېدلې، (یاد كړه) هغه وخت چې ده ته د ده قوم وویل: ته (په مال خوشحالي او) تكبر مه كوه بېشكه الله (په مال خوشالېدونكي) تكبر كوونكي نه خوښوي"
        },
        {
            "chapter": 28,
            "verse": 77,
            "text": "او ته په هغه (مال) كې چې تا ته الله دركړى دى؛ د اخرت كور (جنت) لټوه، او له دنیا نه خپله برخه مه هېروه، او احسان كوه، لكه چې تا سره الله احسان كړى دى، او په ځمكه كې فساد مه غواړه، بېشكه الله فساد كوونكي نه خوښوي"
        },
        {
            "chapter": 28,
            "verse": 78,
            "text": "هغه وویل: یقینًا دا خو ما ته راكړى شوى دى په هغه علم سره چې زما سره دى، ایا دى نه و پوه، چې بېشكه الله یقینًا له ده نه مخكې له امتونو څخه هغه څوك هلاك كړي دي چې هغه له ده نه په قوت كې زیات سخت وو، او په جمع (ډله) كې له ده نه ډېر وو، او له مجرمانو (كافرانو) نه به د خپلو ګناهونو په باره كې، تپوس نه كاوه شي"
        },
        {
            "chapter": 28,
            "verse": 79,
            "text": "نو دى په خپل قوم باندې په زینت كې راووت، (نو) هغو كسانو وویل چې دنيايي ژوند يې غوښته: اى كاشكې چې مونږ له هم وى په شان د هغو (مالونو) چې قارون ته وركړى شوي دي، بېشكه دا خامخا د ډېرې لويې برخې خاوند دى"
        },
        {
            "chapter": 28,
            "verse": 80,
            "text": "او هغو كسانو وویل چې علم ورته وركړى شوى و: په تاسو افسوس! د الله ثواب ډېر غوره دى د هغه چا لپاره چې ایمان يې راوړى دى او نېك عمل يې كړى دى، او دغه خبره ښوولى نشي مګر صبر كوونكو ته"
        },
        {
            "chapter": 28,
            "verse": 81,
            "text": "نو مونږ هغه او د هغه كور په ځمكه كې ننه اېست، نو بیا د ده لپاره له الله نه غیر هېڅ ډله نه وه چې د ده مدد يې كړى وى اونه و دى (پخپله) له بدل اخيستونكو څخه"
        },
        {
            "chapter": 28,
            "verse": 82,
            "text": "او شول هغه كسان چې پرون يې د ده د مرتبې تمنا كوله، چې ویل يې: تعجب دى! ځكه چې یقینًا الله رزق فراخوي چا لپاره چې وغواړي په خپلو بنده ګانو كې او تنګوي يې۔، كه چېرې نه وى دا چې الله پر مونږ احسان وكړ، خامخا مونږ به يې هم (په ځمكه كې) ننه ایستي (ډوب كړي) وو، تعجب دى! ځكه چې یقینًا، كافران خلاصى نه مومي"
        },
        {
            "chapter": 28,
            "verse": 83,
            "text": "دغه د اخرت كور (جنت) دا مونږ د هغو كسانو لپاره مقرروو چې په ځمكه كې نه د لويي اراده لري او نه د فساد (وراني) كولو او ښه انجام د پرهېزګارانو لپاره دى"
        },
        {
            "chapter": 28,
            "verse": 84,
            "text": "چا چې یوه نېكي راوړه، نو د هغه لپاره له هغې نه غوره (بدله) ده او چا چې یوه بدي راوړه، نو جزا نشي وركولى هغو كسانو ته چې بدۍ يې كړي دي، مګر هغه چې دوى به څه عمل كاوه"
        },
        {
            "chapter": 28,
            "verse": 85,
            "text": "بېشكه هغه (الله) چې په تا يې قرآن فرض (نازل) كړى دى یقینًا هغه تالره د وعدې ځاى ته بېرته بېونكى دى ۔، ته ووایه: زما رب ښه عالم دى په هغه چا چې نېكي يې راوړې ده او په هغه چا چې هغه په ښكاره ګمراهۍ كې دى"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "او تا امېد نه لاره چې تا ته به كتاب نازل كړى شي لېكن ستا د رب له جانبه د رحمت په وجه (نازل كړى شو)، نو ته له سره مه كېږه مددګار د كافرانو"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "او دوى (كافران) دې تا د الله له ایتونو نه هیچېرې وانه ړوي، وروسته له دې چې كله تا ته نازل كړى شول، او ته خپل رب طرف ته (خلق) بله، او هیچېرې مه كېږه له مشركانو څخه"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "او ته له الله سره بل هېڅ معبود مه بله۔ (ځكه چې) د عبادت هېڅ لايق نشته مګر هغه دى، د هغه له مخ (ذات) نه غیر هر څیز فناكېدونكى دى۔ حكم خاص د هغه لپاره دى او خاص هغه ته به تاسو بېرته بوتلى شئ"
        }
    ]
}