{
    "chapter": [
        {
            "chapter": 48,
            "verse": 1,
            "text": "بېشكه مونږ تا ته فتح دركړې ده، ښكاره فتح"
        },
        {
            "chapter": 48,
            "verse": 2,
            "text": "د دې لپاره چې الله تا ته ستا هغه ګناهونه وبخښي چې مخكې تېرې شوي دي او هغه چې وروسته دي او په تا باندې خپل نعمتونه پوره كړي او تا ته نېغه لاره وښيي"
        },
        {
            "chapter": 48,
            "verse": 3,
            "text": "او د دې لپاره چې الله ستا مدد وكړي، زبردست مدد كول"
        },
        {
            "chapter": 48,
            "verse": 4,
            "text": "دغه (الله) هغه ذات دى چې د مومنانو په زړونو كې يې سكون (اطمینان) نازل كړ، د دې لپاره چې دوى د خپل (مخكیني) ایمان سره د ایمان په لحاظ نور ورزیات شي۔ او خاص الله لره د اسمانونو او ځمكې لښكرې دي او الله ښه پوه، ښه حكمت والا دى"
        },
        {
            "chapter": 48,
            "verse": 5,
            "text": "د دې لپاره چې هغه مومنان سړي او مومنې ښځې داسې جنتونو ته داخل كړي چې د هغو له لاندې ولې بهېږي، چې دوى به په هغو كې تل ترتله وي او (د دې لپاره چې) هغه (الله) له دوى نه د دوى ګناهونه لرې كړي، او دغه د الله په نیز ډېره لویه كامیابي ده"
        },
        {
            "chapter": 48,
            "verse": 6,
            "text": "او د دې لپاره چې منافقو سړیو او منافقو ښځو او مشركو سړیو او مشركو ښځو ته عذاب وركړي، هغه چې په الله باندې ګمان كوونكي دي، بدګمان، په دوى دې د بدۍ راګرځېدل وي، او الله په دوى باندې غضب كړى دى او په دوى يې لعنت كړى دى او د دوى لپاره يې جهنم تیار كړى دى او هغه د ورتلو بد ځاى دى"
        },
        {
            "chapter": 48,
            "verse": 7,
            "text": "او خاص د الله لپاره د اسمانونو او ځمكې لښكرې دي او الله له ازله ښه غالب، ښه حكمت والا دى"
        },
        {
            "chapter": 48,
            "verse": 8,
            "text": "بېشكه مونږ ته شاهد او زېرى وركوونكى او وېروونكى لېږلى يې"
        },
        {
            "chapter": 48,
            "verse": 9,
            "text": "د دې لپاره چې تاسو (اى خلقو!) په الله او د هغه په رسول ایمان راوړئ او د هغه (الله) مدد وكړئ او د هغه تعظیم وكړئ او سبا او بېګا د هغه تسبیح بیان كړئ"
        },
        {
            "chapter": 48,
            "verse": 10,
            "text": "بېشكه هغه كسان چې له تا سره بیعت كوي، بېشكه همدا خبره ده چې دوى خو له الله سره بیعت كوي۔، د الله لاس د دوى د لاسونو له پاسه دى، نو هغه چا چې (دا بیعت) مات كړ، نو بېشكه همدا خبره ده چې د خپل ځان په ضرر يې ماتوي او هغه څوك چې په هغه څه وفا وكړي چې په هغه يې له الله سره عهد كړى دى، نو ده ته به هغه خامخا ډېر لوى اجر وركړي"
        },
        {
            "chapter": 48,
            "verse": 11,
            "text": "ژر ده چې تا ته په اَعرابو كې وروسته پاتې كړى شوي كسان ووايي: مونږ خپلو مالونو او خپلوكورنيو مشغول كړي وو، لهٰذا ته زمونږ لپاره بخښنه وغواړه۔، دوى په خپلو ژبو سره هغه خبرې وايي چې د دوى په زړونو كې هغه نشته، ته (دوى ته) ووایه: نو تاسو لپاره د الله (له عذاب) نه څوك د څه شي اختیار لرلى شي، كه هغه (الله) تاسو ته د ضرر رسولو اراده وكړي، یا تاسو ته د نفعې رسولو اراده وكړي، بلكې الله په هغو كارونو چې تاسو يې كوئ؛ ښه خبردار دى"
        },
        {
            "chapter": 48,
            "verse": 12,
            "text": "بلكې (اصل خبره دا ده چې) تاسو دا ګمان كړى و چې رسول او مومنان به خپلو كورنيو ته هېڅ كله هم بېرته له سره را ونه ګرځي او دغه خبره ستاسو په زړونو كې ښايسته كړى شوه او تاسو ګمان وكړ، بدګمان، او تاسو هلاكېدونكى قوم شوئ"
        },
        {
            "chapter": 48,
            "verse": 13,
            "text": "او هر څوك چې په الله او د هغه په رسول ایمان رانه وړي، نو بېشكه مونږ د كافرانو لپاره لمبې وهونكى اور تیار كړى دى"
        },
        {
            "chapter": 48,
            "verse": 14,
            "text": "او خاص د الله لپاره د اسمانونو او ځمكې باچايي ده، چا ته چې وغواړي بخښنه كوي او چا ته چې وغواړي عذاب وركوي او الله ډېر بخښونكى، بې حده رحم كوونكى دى"
        },
        {
            "chapter": 48,
            "verse": 15,
            "text": "ژر به وروسته پاتې كړى شوي كسان ووايي، كله چې تاسو غنیمتونو ته روان شئ، د دې لپاره چې هغه راونیسئ: تاسو مونږ پرېږدئ چې تاسو پسې روان شو، دوى غواړي چې د الله كلام بدل كړي، ته (دوى ته) ووایه: تاسو به زمونږ پسې له سره رانشئ، الله همداسې مخكې له دې نه فرمایلي دي: بیا به ژر چې دوى ووايي: بلكې تاسو زمونږ سره حسد كوئ۔ (داسې نه ده) بلكې دوى نه پوهېدل مګر ډېر لږ څه"
        },
        {
            "chapter": 48,
            "verse": 16,
            "text": "په اعرابو كې وروسته پاتې كړى شویو كسانو ته ووایه: ژر ده چې تاسو به له داسې قوم سره (د جنګ كولو) لپاره راوبللى شئ، چې د ډېر سخت جنګ والا دي، تاسو به له هغوى سره جنګ كوئ، یا به هغوى مسلمانېږي، نو كه تاسو اطاعت وكړئ، الله به تاسو ته ډېر ښه اجر دركړي او كه تاسو وګرځېدئ، لكه چې له دې نه مخكې ګرځېدلي وئ۔ (نو) هغه به تاسو ته ډېر دردوونكى عذاب دركړي"
        },
        {
            "chapter": 48,
            "verse": 17,
            "text": "نه په ړانده باندې څه ګناه شته او نه په ګوډ باندې څه ګناه شته او نه په بېمار باندې څه ګناه شته۔ او څوك چې د الله او د هغه د رسول اطاعت وكړي (نو) هغه (الله) به دغه (كس) داسې جنتونو ته داخل كړې چې د هغو له لاندې ولې بهېږي او څوك چې (د الله له احكامو نه) مخ واړوي (، نو) هغه (الله) به ده ته ډېر دردوونكى عذاب وركړي"
        },
        {
            "chapter": 48,
            "verse": 18,
            "text": "یقینًا یقینًا الله له مومنانو نه راضي شو كله چې دوى له تا سره د ونې لاندې بيعت كاوه، پس ده ته هغه څه معلوم وو چې د دوى په زړونو كې وو، بیا هغه په دوى اطمینان نازل كړ او دوى ته يې په عوض كې نژدې برى وركړ"
        },
        {
            "chapter": 48,
            "verse": 19,
            "text": "او ډېر غنیمتونه چې دوى به هغه راحاصل كړي۔ او الله له همېشه ډېر غالب، ښه حكمت والا دى"
        },
        {
            "chapter": 48,
            "verse": 20,
            "text": "الله له تاسو سره د ډېرو غنیموتونو وعده كړې ده چې تاسو به هغه واخلئ، پس دا (غنیمت) يې تاسو ته ژر دركړ او د خلقو لاسونه يې له تاسو نه بند كړل او د دې لپاره چې دا (كار) د مومنانو لپاره یو نښه شي او د دې لپاره چې هغه تاسو ته نېغه لار وښیي"
        },
        {
            "chapter": 48,
            "verse": 21,
            "text": "او نور داسې (غنیمتونه) دي چې تاسو لا په هغو قادر شوي نه یئ، یقینًا الله هغه راګېر كړي دي۔ او الله په هر شي باندې ښه قادر دى"
        },
        {
            "chapter": 48,
            "verse": 22,
            "text": "او كه كافران شویو كسانو له تاسو سره جنګ كړى وى (نو) دوى به خامخا شاګانې ګرځولې وى، بیا به دوى نه څوك كارساز موندلى و او نه كوم مددګار"
        },
        {
            "chapter": 48,
            "verse": 23,
            "text": "الله هغه طریقه جاري كړې ده چې له دې نه مخكې تېره شوې ده او ته به د الله طریقې لره له سره څه تبدیلې ونه مومې"
        },
        {
            "chapter": 48,
            "verse": 24,
            "text": "او دى همغه ذات دى چې له تاسو نه يې د هغوى لاسونه بند كړل او له هغوى نه يې ستاسو لاسونه بند كړل، د مكې په داخل كې، وروسته له دې چې تاسو يې پر هغوى غالب كړئ، او الله هغه څه لره چې تاسو يې كوئ؛ ښه لیدونكى دى"
        },
        {
            "chapter": 48,
            "verse": 25,
            "text": "دوى هغه كسان دي چې كفر يې كړى دى، او تاسو يې له مسجد حرام نه منع كړي يئ او قربانۍ (د هدي څاروي هم)، په دې حال كې چې له دې نه بندې كړى شوي دي چې خپل د حلالې ځاى ته ورسېږي۔ او كه چېرې څه مومن سړي او څه مومنې ښځې نه وى، چې تاسو دوى نه پېژندل، دا چې تاسو به دوى پايمال كړئ، بیا به تاسو ته د دوى په وجه ګناه ورسېږي (، نو د جنګ اجازت به يې دركړى و، خو در يې نه كړ) د دې لپاره چې الله په خپل رحمت كې هغه څوك داخل كړي چې يې غواړي، كه دغه (مسلمانان له كفارو نه) جدا شوي وى، نو مونږ به خامخا په دغو (د مكې په اوسېدونكو) كسانو كې كافران شویو خلقو ته ډېر دردوونكى عذاب وركړى و"
        },
        {
            "chapter": 48,
            "verse": 26,
            "text": "كله چې كافران شویو خلقو په خپلو زړونو كې غیرت واچاوه، د جاهلیت غیرت، نو الله خپل اطمینان په خپل رسول او په مومنانو باندې نازل كړ او په دوى پورې يې د تقوىٰ خبره لازمه (ټینګه) كړه او دوى د دغې ډېر حقدار او د دغې اهل وو۔ او الله همېشه په هر شي ښه پوه دى"
        },
        {
            "chapter": 48,
            "verse": 27,
            "text": "یقینًا یقینًا الله خپل رسول ته خوب په حقه سره رښتیا كړ، چې تاسو به، كه الله وغواړي، مسجد حرام ته په امن او ارام سره ننوځئ، چې خپل سرونه به خروونكي یئ او كموونكي به یئ، په داسې حال كې چې تاسو به نه وېرېږئ، پس هغه ته معلوم دي هغه څه چې تاسو ته معلوم نه دي، نو له دغې نه مخكې يې نژدې برى عطا كړ"
        },
        {
            "chapter": 48,
            "verse": 28,
            "text": "دى همغه ذات دى چې خپل رسول يې په هدایت او حق دین سره رالېږلى دى، د دې لپاره چې هغه (الله) دغه (دین) په ټولو دینونو باندې غالب كړي او هم الله كافي دى ښه ګواه"
        },
        {
            "chapter": 48,
            "verse": 29,
            "text": "محمد د الله رسول دى۔ او هغه كسان چې له ده سره دي، په كافرانو باندې ډېر سخت دي، په خپل مینځ كې ډېر مهرباني كوونكي دي۔، ته به دوى وینې چې ركوع كوونكي، سجده كوونكي دي، له الله نه فضل او رضامندي غواړي۔، د دوى (د دیندارۍ) نښې د دوى په مخونو كې دي۔ د سجدو له اثر نه۔، دغه په تورات كې د دوى مثال دى او په انجیل كې د دوى مثال دى۔، لكه هغه فصل چې خپل تېغ راوباسي، بیا هغه قوي كړي، بیا هغه (فصل، تېغ) پېړ او كلك شي بیا دغه (فصل) په خپلو پنډیو (او بېخونو) ودرېږي، په داسې حال چې زمېنداران (كروندګر) په تعجب كې اچوي، د دې لپاره چې په دغو سره كافران په غصه كړي، الله له هغو كسانو سره چې ایمان يې راوړى دى او نېك عملونه يې كړي دي، چې دغه (اصحابان) دي؛ د بخښنې او د ډېر لوى اجر وعده كړې ده"
        }
    ]
}