{
    "pages": [
        {
            "chapter": 9,
            "verse": 14,
            "text": "Onlarla savaşın ki Allah sizin ellerinizle onlara azâb edip kendilerini rüsvay eylesin ; onlara karşı size yardım edip zafer yolunu açsın da inanan bir topluluğun yüreklerini ferahlatıp şifâ versin"
        },
        {
            "chapter": 9,
            "verse": 15,
            "text": "Kalblerindeki kin ve öfkeyi gidersin. Allah dilediğine tevbeyi nasib eder. Allah bilendir ve hikmet sahibidir"
        },
        {
            "chapter": 9,
            "verse": 16,
            "text": "Yoksa siz, içinizden cihâd edenleri; Allah´tan Peygamberinden ve mü´minlerden başkasını dost ve sırdaş edinmiyenleri kendi ilmiyle ayırd etmeden, Allah´ın sizi kendi hâlinize terkedeceğini mi sanırsınız ? Allah yapageldiğiniz şeylerden haberlidir"
        },
        {
            "chapter": 9,
            "verse": 17,
            "text": "Allah´a ortak koşan putperestler, kendi aleyhlerine küfür ile şehadette bulunup dururlarken Allah´ın mescidlerini imar etmeleri uygun ve yakışır değildir. İşte bunların (iyilik adına) yaptıkları boşa gitmiştir ve ateşte onlar temelli kalıcılardır"
        },
        {
            "chapter": 9,
            "verse": 18,
            "text": "Allah´ın mescidlerini ancak, Allah´a ve Âhiret gününe inanan, namazı dosdoğru kılan, zekâtı veren ve Allah´tan başka kimseden korkmayanlar imâr eder. İşte bunların doğru yolda olup başarıya erişmeleri umulur"
        },
        {
            "chapter": 9,
            "verse": 19,
            "text": "Siz hacılara su vermeyi ve Mescid-i Haram´ı bayındır hale getirmeyi, Allah´a ve Âhiret gününe imân edip Allah yolunda cihâd edenin (imân ve ameli) gibi mi tuttunuz ? Bunlar Allah yanında eşdeğerde değildirler. Hem Allah, zâlim bir topluluğu doğru yola eriştirmez"
        },
        {
            "chapter": 9,
            "verse": 20,
            "text": "Onlar ki imân edip (yurtlarını bırakarak Allah yolunda) hicret ettiler ve Allah yolunda mallariyle, canlariyle savaştılar, derece bakımından Allah yanında çok daha büyüktürler ve işte kurtuluşa erenler bunlardır"
        }
    ]
}