{
    "pages": [
        {
            "chapter": 10,
            "verse": 21,
            "text": "İnsanlara dokunan bir sıkıntı ve dertten sonra onlara bir rahmet (= genişlik, ferahlık ve bolluk) tattırdığımız zaman, âyetlerimiz hakkında (bir de bakarsın) yalan-dolan düzerler. De ki: Allah (yalan-dolana) karşılık vermekte daha çabuktur. Çünkü elçilerimiz (olan melekler) sizin kurduğunuz yalan-dolanı yazmaktadırlar"
        },
        {
            "chapter": 10,
            "verse": 22,
            "text": "Sizi karada da, denizde de gezdiren O´dur. O kadar ki gemide bulunduğunuz bir sırada, gemiler, okşayıcı hoş bir hava içinde seyredip yol alırken, yolcular da bununla ferahlık ve neşe duyarlarken ansızın şiddetli bir fırtına gelir de dalgalar her yandan onlara yönelir, derken ta mamen kuşatılıp (yok olacaklarını) sanırlar ve (bu korku ve telâş içinde) ihlâs üzere dini Allah´a has kılıp O´na duâ ederler, «eğer bizi bundan kurtarırsa herhalde şükredenlerden oluruz !» diye yalvarırlar"
        },
        {
            "chapter": 10,
            "verse": 23,
            "text": "Ne vakit ki Allah onları kur. tarır, (vakit kaybetmeden) yeryüzünde haksız yere taşkınlık ve azgınlığa başlarlar. Ey insanlar! Taşkınlık ve azgınlığınız ancak kendi aleyhinizedir. Bu da dünya hayatının geçici önemsiz bir geçimliğidir. Sonra da dönüşünüz bizedir; yapageldiklerinizi size bir bir haber vereceğiz"
        },
        {
            "chapter": 10,
            "verse": 24,
            "text": "Dünya hayatının misâli, ancak gökten indirdiğimiz suya benzer; insan ve hayvanların yediği yeryüzündeki bitkiler onunla birbirine karışır, tâ ki yeryüzü bütün zînetini takınıp süslendiği, yeryüzü ehli de kendilerini onun üzerinde kudretli sandıkları bir sırada geceleyin ya da gündüzleyin o yere emrimiz gelir de sanki bir gün önce hiçbir şenlik yokmuş gibi onu biçik ve sökük hale getirir. İşte düşünebilecek bir millete âyetleri böylece bir bir açıklarız"
        },
        {
            "chapter": 10,
            "verse": 25,
            "text": "Allah selâmet yurduna çağırır ; dilediğini de doğru yola eriştirir"
        }
    ]
}