{
    "pages": [
        {
            "chapter": 35,
            "verse": 31,
            "text": "Kitap´tan sana önündekini (Tevrat ve İncil´i) doğrulayarak vahyettiğimiz haktır. Şüphesiz ki Allah kullarından haberlidir (onların her halini ve düşündüklerini) görüp bilendir"
        },
        {
            "chapter": 35,
            "verse": 32,
            "text": "Sonra da Kitab´ı kullarımızdan seçip beğendiklerimize miras bıraktık. Artık onlardan bir kısmı kendine haksızlık eder; bir kısmı ortalama gider; bir kısmı da —Allah´ın izniyle— hayırlarda öne geçer, işte bu büyük bir fazilettir"
        },
        {
            "chapter": 35,
            "verse": 33,
            "text": "Onlar Adn Cennetleri´ne girerler, orada altın bileziklerle, incilerle süslenirler. Oradaki elbiseleri ise ipektir"
        },
        {
            "chapter": 35,
            "verse": 34,
            "text": "Bizden üzüntü ve sıkıntıyı gideren Allah´a hamd olsun ; şüphesiz ki Rabbimiz çok bağışlayan ve şükredene şükrünün karşılığını bolca verendir"
        },
        {
            "chapter": 35,
            "verse": 35,
            "text": "Bizi kendi fazl-u kereminden sonsuza dek kalınacak bir konağa yerleştirdi. Artık burada bize ne bir yorgunluk dokunur, ne de burada bize usanç ve bıkkınlık gelir, derler"
        },
        {
            "chapter": 35,
            "verse": 36,
            "text": "Küfür içinde kalanlara ise Cehennem ateşi vardır. Ölüm hükmü verilmez ki ölsünler; ne de oranın azabı kendilerinden hafifletilir. İşte biz, her aşırı nankör inkarcıyı böyle cezalandırırız"
        },
        {
            "chapter": 35,
            "verse": 37,
            "text": "Onlar, Cehennem´de şöyle bağırıp çağırırlar: «Rabbimiz! Bizi (buradan) çıkar, yapageldiğimizden başka iyi-yararlı amelde bulunalım.» Sizi, düşünüp de gerçeği anlayabilenin düşünebileceği kadar ömürlü kılmadık mı ? Üstelik size o peygamber de geldi. O halde tadın tadacağınızı! Artık zâlimler için hiçbir yardımcı yoktur"
        },
        {
            "chapter": 35,
            "verse": 38,
            "text": "Şüphesiz Allah, göklerde ve yerde görünmeyeni, bilinmeyeni bilendir. O elbette kalblerde olanı da çok iyi bilir"
        }
    ]
}