{
    "pages": [
        {
            "chapter": 43,
            "verse": 48,
            "text": "Onlara hiçbir âyet (belge ve mu´cize) göstermedik ki, diğerinden daha büyük olmasın. Belki dönerler diye onları azâb ile yakalayıverdik"
        },
        {
            "chapter": 43,
            "verse": 49,
            "text": "Böyle iken, «ey sihirbaz büyücü !» dediler. «Sana verdiği sözü gereği, Rabbına bizim için duâ edip yalvar, bizler elbette doğru yola geleceğiz.»"
        },
        {
            "chapter": 43,
            "verse": 50,
            "text": "Kendilerinden o azabı kaldırdığımızda, birden verdikleri sözü bozdular (yerine getirmediler)"
        },
        {
            "chapter": 43,
            "verse": 51,
            "text": "Fir´avn kendi milleti içinde şöyle seslendi: «Ey milletim !» dedi, «Mısır mülkü ve krallığı benim değil midir? Şu ırmaklar benim altımdan akmıyor mu ? Görmüyor musunuz"
        },
        {
            "chapter": 43,
            "verse": 52,
            "text": "Yoksa ben, şu zavallı ve neredeyse açık şekilde meramını anlatamıyan kimseden daha hayırlı değil miyim ?»"
        },
        {
            "chapter": 43,
            "verse": 53,
            "text": "(Eğer doğru sözlü ise) «üzerine altından bilezikler atılmalı veya beraberinde melekler yer alıp gelmeli değil miydi ?»"
        },
        {
            "chapter": 43,
            "verse": 54,
            "text": "Böylece o, kendi milletini hafife aldı (da aldatıcı sözler söyledi). Bu sebeple ona itaat ettiler. Şüphesiz ki onlar hakkın yolundan çıkmış ahlâksız bir milletti"
        },
        {
            "chapter": 43,
            "verse": 55,
            "text": "Ne vakit ki, bizi öfkelendirip gazabımızı çektiler, kendilerinden intikam aldık da böylece hepsini (Kızıldeniz´de) boğduk"
        },
        {
            "chapter": 43,
            "verse": 56,
            "text": "Onları sonra gelecekler için geçmiş bir ibret ve misâl yaptık"
        },
        {
            "chapter": 43,
            "verse": 57,
            "text": "Ve ne vakit ki, Meryem oğlu misâl verildi, senin kavmin hemen bağrışıp çağrıştılar"
        },
        {
            "chapter": 43,
            "verse": 58,
            "text": "Ve dediler ki: Bizim tanrılarımız mı hayırlıdır, yoksa O mu hayırlıdır? Bu misâli sırf bir tartışma ve sürtüşme konusu olsun diye sana getirdiler. Zaten onlar yaygaracı, tar-tışıcı bir millettir"
        },
        {
            "chapter": 43,
            "verse": 59,
            "text": "O (Meryem oğlu İsâ) kendisine nîmet verdiğimiz ve İsrail oğulları´na örnek gösterdiğimiz bir kuldur"
        },
        {
            "chapter": 43,
            "verse": 60,
            "text": "Eğer biz, dileseydik yeryüzünde yerinize geçecek melekler yaratırdık"
        }
    ]
}