{
    "pages": [
        {
            "chapter": 60,
            "verse": 1,
            "text": "Ey imân edenler! Benim de düşmanımı, sizin de düşmanınızı dostlar ve arkadaşlar edinmeyin. Size gelen hakkı inkâr ederlerken siz, onlara sevgi sunuyorsunuz! Rabbınız olan Allah´a imân ettiğiniz için, Peygamber´i ve sizi yurdunuzdan çıkarıyorlardı. Eğer siz, benim yolumda cihâda çıkmış ve hoşnutluğumu arzu etmişseniz, onlara (nasıl olurda) sevgi sunup sır verirsiniz ? Ben, sizin gizlediğinizi de, açığa vurduğunuzu da bilirim. Sizden kim böyle yaparsa, gerçekten o doğru yolun ortasında şaşırıp sapıtmıştır"
        },
        {
            "chapter": 60,
            "verse": 2,
            "text": "Eğer onlar, bir yolunu bulup size karşı üstünlük sağlarlarsa, hemen düşmanlarınız oluverirler! Ellerini ve dillerini kötülükle size uzatırlar ve küfre dönmenizi içten arzu ederler"
        },
        {
            "chapter": 60,
            "verse": 3,
            "text": "Kıyamet günü ise, ne hısımlarınızın, ne de evlâdınızın size elbette bir yararı dokunmaz. Allah aranızı ayırır. Allah, işleyegeldiğiniz şeyleri görüp bilendir"
        },
        {
            "chapter": 60,
            "verse": 4,
            "text": "Gerçekten İbrahim´de ve onunla beraber olanlarda sizin için güzel bir örnek vardır: Hani onlar, kendi milletlerine, «şüphesiz ki, sizlerden ve Allah´tan başka taptıklarınızdan beriyiz (uzağız, sizinle hiçbir ilişiğimiz yoktur). Sizi (ve taptıklarınızı) tanımıyoruz. Siz.bir olan Allah´a ibâdet edinceye kadar aramızda düşmanlık ve öfke sürekli olarak belirmiştir» demişlerdi. Ancak İbrahim´in babasına : «And olsun ki senin için istiğfarda (günahların bağışlanmasını) dileyeceğim, ama Allah´tan sana gelecek hiçbir şeyin önüne geçmeğe sahip değilimdir,» dediği sözü müstesna.. Ey Rabbimiz! Ancak sana güvenip dayandık; yalnız sana yönelip gönül verdik ve dönüş de ancak sanadır"
        },
        {
            "chapter": 60,
            "verse": 5,
            "text": "Ey Rabbimiz! Bizi o küfre sapanlarla imtihan etme, (onların yüzünden bizi fitneye uğratma), bizi bağışla ey Rabbimiz! Şüphesiz ki sen, çok üstünsün, çok güçlüsün, hikmet sahibisin"
        }
    ]
}