{
    "pages": [
        {
            "chapter": 68,
            "verse": 43,
            "text": "Gözleri korkudan kararmış halde kendilerini zillet sarıvermiştir. Oysa (daha önce Dünya´da) kendileri sağlam ve sıhhatli iken secdeye çağrılırlardı"
        },
        {
            "chapter": 68,
            "verse": 44,
            "text": "Artık bu sözü yalanlayanı bana bırak; biz, onları bilmedikleri cihetten kademe kademe sürükleyip (azaba) yaklaştırırız"
        },
        {
            "chapter": 68,
            "verse": 45,
            "text": "Onlara biraz zaman verip erteliyoruz; şüphesiz ki, benim ceza düzenim oldukça sağlamdır"
        },
        {
            "chapter": 68,
            "verse": 46,
            "text": "Yoksa sen, onlardan bir ücret istiyorsun da bu yüzden kendileri ağır bir borç altına mı girmiş bulunuyorlar"
        },
        {
            "chapter": 68,
            "verse": 47,
            "text": "Yoksa gayb ile ilgili bilgiler yanlarında bulunuyor da onu mu yazıyorlar"
        },
        {
            "chapter": 68,
            "verse": 48,
            "text": "Sen, Rabbının hükmünü sabırla bekle de, o balığın arkadaşı (Yunus) gibi olma. Hani o öfkeye kapılıp üzüntü içinde (Rabbına) seslenip duâ etmişti"
        },
        {
            "chapter": 68,
            "verse": 49,
            "text": "Eğer Rabbından ona bir lütuf nimeti erişmeseydi, yerilecek bir halde çırılçıplak (sahile) atılacaktı"
        },
        {
            "chapter": 68,
            "verse": 50,
            "text": "Ama Rabbi, onu seçti de iyi-yararlı kişilerden eyledi"
        },
        {
            "chapter": 68,
            "verse": 51,
            "text": "Kâfirler, Kur´ân´ı işittikleri zaman neredeyse seni gözleriyle ye rinden devirecekler ve: «Bu elbette delinin biridir» diyorlardı"
        },
        {
            "chapter": 68,
            "verse": 52,
            "text": "Halbuki Kur´ân, ancak milletler için bir öğüttür"
        },
        {
            "chapter": 69,
            "verse": 1,
            "text": "Sabit olan hakk; nedir sabit olan hakk ? Sabit olan hakkın ne olduğunu bilir misin"
        },
        {
            "chapter": 69,
            "verse": 2,
            "text": "Sabit olan hakk; nedir sabit olan hakk ? Sabit olan hakkın ne olduğunu bilir misin"
        },
        {
            "chapter": 69,
            "verse": 3,
            "text": "Sabit olan hakk; nedir sabit olan hakk ? Sabit olan hakkın ne olduğunu bilir misin"
        },
        {
            "chapter": 69,
            "verse": 4,
            "text": "Semûd ve Âd (kavimleri), inecek o müthiş felâketi yalan saydılar"
        },
        {
            "chapter": 69,
            "verse": 5,
            "text": "Semûd´a gelince: Sınırları aşan bir haykırışla yok edildiler"
        },
        {
            "chapter": 69,
            "verse": 6,
            "text": "Âd ise, yıkıcı bir kasırgayla yok edildiler"
        },
        {
            "chapter": 69,
            "verse": 7,
            "text": "O kasırgayı onların üzerine aralıksız olarak yedi gece, sekiz gündüz musallat edip estirdi; o kavmi, içleri kof hurma kütükleri gibi yere serilmiş görürsün. Onlardan geriye kalan bir şey görebilir misin"
        },
        {
            "chapter": 69,
            "verse": 8,
            "text": "O kasırgayı onların üzerine aralıksız olarak yedi gece, sekiz gündüz musallat edip estirdi; o kavmi, içleri kof hurma kütükleri gibi yere serilmiş görürsün. Onlardan geriye kalan bir şey görebilir misin"
        }
    ]
}