{
    "maqras": [
        {
            "chapter": 16,
            "verse": 1,
            "text": "Ad ias lameo n Oebbi, ur peirit $uoes. Gedha s yiS! Ay Aalay, sennig wayen pcaraken"
        },
        {
            "chapter": 16,
            "verse": 2,
            "text": "Issrusu d lmalayek s ooue si lameo iS, $ef win i S ihwan, deg imdanen iS: \"Nedoet ar ur illi oebbi siwa Nek. Ihi, eezzbet iyI"
        },
        {
            "chapter": 16,
            "verse": 3,
            "text": "Ixleq tamurt akked igenwan, s tidep. Ay Aalay sennig wayen pcaraken"
        },
        {
            "chapter": 16,
            "verse": 4,
            "text": "Ixelq ed amdan si tiqqit; atan iu$al aS, d axuim n uuee"
        },
        {
            "chapter": 16,
            "verse": 5,
            "text": "Ixelq awen d lmal, segsen iceiiiven ieman, aba$uo, u, segsen, teppeppem"
        },
        {
            "chapter": 16,
            "verse": 6,
            "text": "D ccbaea nnwen mara ten id terrem, u mara ten teksem"
        },
        {
            "chapter": 16,
            "verse": 7,
            "text": "Ppawin tiakkwmin nnwen ar tmurt ur teppawvem, siwa ma taapbem. Ih, Mass nnwen, war ccekk, d Umain, d Aenin"
        },
        {
            "chapter": 16,
            "verse": 8,
            "text": "Iaewdiwen, iserdyan, i$wyal, i rrekba nnwen akked ccbaea. Ixelleq ayen ur tessinem"
        },
        {
            "chapter": 16,
            "verse": 9,
            "text": "D Oebbi i Ippawin d ubrid. Ff$en segs. Ma ihwa yaS, a kwen Inhu meooa"
        },
        {
            "chapter": 16,
            "verse": 10,
            "text": "D Neppa i wen d Isse$layen aman seg igenni. Segsen tissit nnwen, segsen ttjuo i itepp lmal"
        },
        {
            "chapter": 16,
            "verse": 11,
            "text": "Isskar awen d yissen nnaama, azemmur, tizdayin, tieuoin, akked yal ppemoa. Deg waya, s tidep, assekni i ugdud ipxemmimen"
        },
        {
            "chapter": 16,
            "verse": 12,
            "text": "Inub awen d s yiv akked wass, iiij akked waggur. Itran ppemnuben s lameo iS. Deg waya, s tidep, issekniyen i ugdud ifehmen"
        },
        {
            "chapter": 16,
            "verse": 13,
            "text": "I wen d Ixleq di tmurt, degs initen imgarraden. Deg waya, s tidep, assekni i ugdud ismektayen"
        },
        {
            "chapter": 16,
            "verse": 14,
            "text": "D Neppa i Inuben s yill, iwakken a pteppem, segs, aksum aleqqaq, a d teksem, segs, rreue i teppeqqnem. A pwaliv lbabuo ipcerrig it, iwakken a pnadim si lfevl iS, amar a ppesnemmrem"
        },
        {
            "chapter": 16,
            "verse": 15,
            "text": "Issers idurar $ef tmurt, ur teppembwiwil yiswen; isaffen, iberdan, amar a ppepwanham"
        },
        {
            "chapter": 16,
            "verse": 16,
            "text": "timuliwin: s yitran, nitni pwanhan"
        },
        {
            "chapter": 16,
            "verse": 17,
            "text": "Day Win Ixelqen am win ur nxelleq? Day ur d tesmektayem ara"
        },
        {
            "chapter": 16,
            "verse": 18,
            "text": "Lemmer a peesbem l$it n Oebbi, ur tezmirem. Ih, Oebbi, war ccekk, Ipsemmie, Ipeunu"
        },
        {
            "chapter": 16,
            "verse": 19,
            "text": "Oebbi Ieoa ayen teffrem akked wayen teqqaoem"
        },
        {
            "chapter": 16,
            "verse": 20,
            "text": "Wid u$uo pnujun, war Oebbi, ur illi wayen xelqen. D nitni i ipwaxelqen"
        },
        {
            "chapter": 16,
            "verse": 21,
            "text": "D lmeggtin ur d imuddiren, ur eoin melmi ara ten id ssekren"
        },
        {
            "chapter": 16,
            "verse": 22,
            "text": "Oebbi nnwen d Oebbi Yiwen. Wid ur numin ara s laxeot, d ulawen nnsen i iugin. U nitni pzzuxun"
        },
        {
            "chapter": 16,
            "verse": 23,
            "text": "War ccekk, Oebbi Ieoa ayen teffren, akked wayen qqaoen. Neppa, s tidep, ur Ieemmel ara imzuxiyen"
        },
        {
            "chapter": 16,
            "verse": 24,
            "text": "Ma nnan asen: \"d acu id Issers Mass nnwen\"? Qqaoen: \"d timucuha imezwura"
        },
        {
            "chapter": 16,
            "verse": 25,
            "text": "Ad bibben, ass n tnekra, tiaakkwmin nnsen, s pmam nnsent, akked wumur si taakkwmin n wid telfen, mebla ma faqen. Day macci dir it wayen bubben"
        },
        {
            "chapter": 16,
            "verse": 26,
            "text": "Ih, undin p, wid i ten id izwaren. Oebbi Iaatad lebni nnsen, si llsas. I$li d ssqef fellasen. Iusa ten id uaaqeb seg wanda ur bnin"
        },
        {
            "chapter": 16,
            "verse": 27,
            "text": "Sinna, ass n tnekra, a ten Idull, ad Yini: \"anda ten icriken iW, i$ef temnamarem\"? Nnan imawlan n tussna: \"war ccekk, ddell akked ddens, assa, $ef ijehliyen"
        },
        {
            "chapter": 16,
            "verse": 28,
            "text": "iwumi ddment lmalayek leowae, nitni densen iman nnsen\". A d ssutren tifrat: \"ur nexdim kra n tucmip\". Xaii, Oebbi, s tidep, Ieoa ayen txeddmem"
        },
        {
            "chapter": 16,
            "verse": 29,
            "text": "Kecmet si tebbura, ar Loahennama; degs a pwekkoem. A yicmet uxxam imzuxiyen"
        }
    ]
}