{
    "maqras": [
        {
            "chapter": 22,
            "verse": 38,
            "text": "Ih, Oebbi Ipfukku wid iumnen. Ih, Oebbi ur Ieemmel ara yal lxayen ajehli"
        },
        {
            "chapter": 22,
            "verse": 39,
            "text": "Tsrie i wid ipwawwven imi pwadensen - Oebbi, s tidep, Izmer a ten Isellek"
        },
        {
            "chapter": 22,
            "verse": 40,
            "text": "wid id ssuff$en seg ixxamen nnsen, war ssebba, imi kan qqaoen: \"Mass nne$ d Oebbi\". Lemmer ur Iswexxio ara Oebbi imdanen, kra s kra, ara ipwahudden, war ccekk, d tiqwebtin, timezgida, lemuellat, lowamaa ideg d smektayen, aias, ism n Oebbi. Ih, Oebbi Ippaawan win iT ippaawanen. Oebbi, s tidep, d Uohid, d Uzmir"
        },
        {
            "chapter": 22,
            "verse": 41,
            "text": "Wid, ma Nessqaad iten di tmurt, bedden i teallit, pzekkin, ppamoen lewqama, gedlen tuccva. Ar Oebbi ara d gwrin lumuo"
        },
        {
            "chapter": 22,
            "verse": 42,
            "text": "Ma skaddben k, ni$ skaddben, uqbel nnsen, igduden n Nue, Aad, akked Tamud"
        },
        {
            "chapter": 22,
            "verse": 43,
            "text": "agdud n Iboahim, akked ugdud n Lui"
        },
        {
            "chapter": 22,
            "verse": 44,
            "text": "At Madyan. Skaddben Musa. Fki$ lmudda i ijehliyen, sinna, Zzi$ d fellasen. A tuzzma W imiren"
        },
        {
            "chapter": 22,
            "verse": 45,
            "text": "Aceal n temdinin ay Nesqucc imi densent. Haatent ppint. Xlan lebyar, akked lebruo uohiden"
        },
        {
            "chapter": 22,
            "verse": 46,
            "text": "Day ur unagen ara di tmurt? Ad saun, $ef waya, ulawen ad fehmen yissen, imeeeu$en ara islen yissen. Maca, macci d allen, d ulawen deg idmaren i idre$len"
        },
        {
            "chapter": 22,
            "verse": 47,
            "text": "B$an k a d tesqeobev aaaqeb. Oebbi ur Ipzeggil lemaahda S, d awez$i. Ni$ ass, ar Mass ik, am agim iseggwasen, s leesab nnwen"
        },
        {
            "chapter": 22,
            "verse": 48,
            "text": "Aceal n temdinin iwumi Fki$ lmudda, u irna densent. Sinna, Zzi$ fellasent. £uoI tu$alin"
        },
        {
            "chapter": 22,
            "verse": 49,
            "text": "Ini: \"a yimdanen! Nek, $uowen, d aneddao kan ipbegginen"
        },
        {
            "chapter": 22,
            "verse": 50,
            "text": "I wid iumnen, ixeddmen ayen ilhan, ssmae akked ooeeq ukyis"
        },
        {
            "chapter": 22,
            "verse": 51,
            "text": "Wid iaanan asfunneg issekniyen nne£, widak d at ujajie"
        },
        {
            "chapter": 22,
            "verse": 52,
            "text": "Ur d Nuzen, uqbel ik, amazan ne$ nnbi, mebla ma ikecm ed Cciian, deg wayen imenna, ma imenna. Itekkes Oebbi ayen d issekcam Cciian, sinna, Itebbit issekniyen iS. Oebbi d Amusnaw, d Bab n uuwab"
        },
        {
            "chapter": 22,
            "verse": 53,
            "text": "Iwakken ad Irr aggway n Cciian d ahewwel, i at wulawen iblan akked at wulawen aquoan. Ih, imednas atnan di t$ennant tu$miqt"
        },
        {
            "chapter": 22,
            "verse": 54,
            "text": "Iwakken ad eoen wid iwumi teppunefk tmusni, ar neppa d tidep, s$uo Mass ik. Ad amnen yis. Ad as anzen wulawen nnsen. Oebbi, s tidep, Inehhu wid iumnen, s abrid uwqim"
        },
        {
            "chapter": 22,
            "verse": 55,
            "text": "Zgan wid ijehlen di ccekk fellas, ar ten id ias yimir, deqzalla, ne$ ibbwev iten id uaaqeb n wass abarar"
        },
        {
            "chapter": 22,
            "verse": 56,
            "text": "Assen, tagelda i Oebbi. Ad Ieudd garasen. Wid iumnen, ixeddmen ayen ilhan, ad ilin di Loennet n ssuaada"
        },
        {
            "chapter": 22,
            "verse": 57,
            "text": "I wid ijehlen, iskaddben issekniyen nne£, aaaqeb isdullun"
        },
        {
            "chapter": 22,
            "verse": 58,
            "text": "Wid iunagen, deg ubrid n Oebbi, sinna, pwan$an ne$ mmuten, a ten I$it Oebbi, war ccekk, s ooeeq umain. Ih, Oebbi Yif akw im$iten"
        },
        {
            "chapter": 22,
            "verse": 59,
            "text": "A ten Issekcem anekcum ara oadin. Ih, Oebbi d Amusnaw, Ieellem"
        }
    ]
}