{
    "maqras": [
        {
            "chapter": 10,
            "verse": 53,
            "text": "Steqsayen k: \"d tidep ayagi\"? Ini: \"ih, s Mass iw, ar ayagi d tidep! Kunwi ur tezmirem i usfunneg"
        },
        {
            "chapter": 10,
            "verse": 54,
            "text": "Xas ad isau, yal amdan idensen, i illan di tmurt, ur d ifeddu yis. Ffren nndama mi walan aaaqeb. Aeuddu garasen, s lmizan, ur pwadensen"
        },
        {
            "chapter": 10,
            "verse": 55,
            "text": "Day, s tidep, macci n Oebbi i illan di tmurt akked igenwan? Ih, day lemaahda n Oebbi macci d tidep? Maca, tegwti segsen ur ssinen"
        },
        {
            "chapter": 10,
            "verse": 56,
            "text": "Neppa Issidir, Ineqq. £uoeS ara tu$alem"
        },
        {
            "chapter": 10,
            "verse": 57,
            "text": "A yimdanen! Ni$ iusa kwen id unabi s$uo Mass nnwen, akked ccfa n wayen iblan ulawen, akked nnhaya, akked ueunu i lmumnin"
        },
        {
            "chapter": 10,
            "verse": 58,
            "text": "Ini: \"s lfevl n Oebbi akked ueunu S, s waya, xas ad feoeen\". Yif ayen pkemmimen"
        },
        {
            "chapter": 10,
            "verse": 59,
            "text": "Ini: \"twalam ayen i wen d Issers Oebbi n ooeeq? Terram segs leelal d leeoam\". Ini: \"Iaammed awen Oebbi, ne$ tesnulfam d $ef Oebbi"
        },
        {
            "chapter": 10,
            "verse": 60,
            "text": "Acu ara meyyzen, ass n tnekra, wid id igren tikerkas $ef Oebbi? Ih, Oebbi d Bab n lfevl af imdanen, maca tegwti segsen ur snemmiren"
        },
        {
            "chapter": 10,
            "verse": 61,
            "text": "Ur teppiliv di lieala, ur temmalev si Leqwoan, ur tepce$wilem di kra, mebla ma Nella d Inagan nnwen, mara tweqmem. Lmizan ubelkim di tmurt u deg igenni, ur idrig i Mass ik. Akken seddaw waya, ne$ sennig es. Akw, di Tezmamt ipbegginen"
        },
        {
            "chapter": 10,
            "verse": 62,
            "text": "Ih, s tidep, iebiben n Oebbi ur ppagwaden, ur $weblen"
        },
        {
            "chapter": 10,
            "verse": 63,
            "text": "Wid iumnen u llan eezzben"
        },
        {
            "chapter": 10,
            "verse": 64,
            "text": "a ten beccoen s lxio di tmeddurt n ddunit, di laxeot. Ur illi ubeddel deg wawalen n Oebbi. D wagi ay d rrbee ameqwoaean"
        },
        {
            "chapter": 10,
            "verse": 65,
            "text": "Ur k i$webbel wawal nnsen. Ih, tazmert akw n Oebbi. Neppa Isell, d Amusnaw"
        },
        {
            "chapter": 10,
            "verse": 66,
            "text": "S tidep, day macci n Oebbi i illan deg igenwan, i illan di tmurt? D acu iiafaoen wid ipnujun, war Oebbi, ar icriken? Iiafaoen kan nnwaya. Oaaalen kan"
        },
        {
            "chapter": 10,
            "verse": 67,
            "text": "Neppa, i wen Irran iv i ureyyee nnwen, ass iwakken a pwalim. Deg waya, s tidep, d issekniyen i ugdud isellen"
        },
        {
            "chapter": 10,
            "verse": 68,
            "text": "Nnan: \"Oebbi Isaa aqcic. Gedha s yiS! Neppa d Ameokanti. IneS i illan deg igenwan, i illan di tmurt. Ur tesaim adabu $ef waya. Day a d tinim $ef Oebbi, ayen ur tessinem"
        },
        {
            "chapter": 10,
            "verse": 69,
            "text": "Ini: \"s tidep, wid id igren tikerkas $ef Oebbi, ur rebeen"
        },
        {
            "chapter": 10,
            "verse": 70,
            "text": "Zzhu di ddunit, sinna, $uone£ tu$alin nnsen. D$a, ad asen Nsaaddi aaaqeb uqsie, imi llan jehlen"
        }
    ]
}