{
    "pages": [
        {
            "chapter": 2,
            "verse": 106,
            "text": "Эгер Биз (Кураандан) бир аятты “насх” кылсак (өкүмүн жойсок) же аны (пенделерге) унуттурсак (анын ордуна) андан да жакшыраагын же болбосо ошого окшогонун келтиребиз. Аллаһ бардык нерсеге Кудуреттүү экенин билбедиңби"
        },
        {
            "chapter": 2,
            "verse": 107,
            "text": "Асмандар жана жер өкүмдарлыгы (жалгыз) Аллаһка таандык экенин жана силерге Аллаһтан башка эч бир кожоюн, эч бир жардамчы жок экенин билбейсиңби"
        },
        {
            "chapter": 2,
            "verse": 108,
            "text": "Же болбосо (о, ыймандуулар), пайгамбарыңарга, мурун Мусага (яхудийлер тарабынан каяша) суроо берилгени сыяктуу суроо узатууну каалайсыңарбы?!! Жана ким ыйманды каапырчылыкка алмаштырса, туура жолдон адашканы ошол"
        },
        {
            "chapter": 2,
            "verse": 109,
            "text": "Китеп ээлеринен көпчүлүгү, аларга чындык анык билинип калгандан кийин деле, көралбастыктарынан улам, силерди момун болгонуңардан соң каапырчылыкка кайтарууну абдан каалашат. Бирок, силер Аллаһтын өкүмү келгиче аларды кечирип, көтөрүмдүү болуп тургула. Албетте Аллаһ ар нерсеге Кудуреттүү"
        },
        {
            "chapter": 2,
            "verse": 110,
            "text": "Намазды толук аткаргыла, зекетти бергиле. Өзүңөр үчүн эмне жакшылык жасасаңар, аны Аллаһтын алдында (сооп иретинде) табасыңар. Албетте, Аллаһ силердин бардык ишиңерди Көрүүчү"
        },
        {
            "chapter": 2,
            "verse": 111,
            "text": "(Китеп ээлери) “Бейишке яхудийлер же христиандар гана кирет” дешти. Бул алардын кыялдарынан башка эмес. Сен (о, Мухаммад, аларга) айт: “Эгер сөзүңөр чын болсо, анда далилиңерди алып келгиле!”"
        },
        {
            "chapter": 2,
            "verse": 112,
            "text": "Андай эмес! Ким жакшылык жасаган! абалда Аллаһга жүзүн (өзүн) толук багынтып, иштерин Аллаһ үчүн калыс кылса, ал үчүн Раббисинин алдында сообу (Бейиши) даяр. Аларга эч коркунуч болбойт жана эч кайгы-капага батышпайт"
        }
    ]
}