{
    "pages": [
        {
            "chapter": 12,
            "verse": 23,
            "text": "Ал үйүндө жашаган аял (вазирдин аялы) аны “жолдон азгырууну” каалап, эшиктерди (ичинен) кулпулап, “келегой” деди. (Анда, Юсуф) айтты: “Аллаһ сактасын! Акыры, ал (сенин эриң) мага орун-жай тууралуу (көп) жакшылык кылган кожоюнум го! (Мен кыянат кылбаймын!) Зулумкер адамдар (тозоктон) кутулбайт!”"
        },
        {
            "chapter": 12,
            "verse": 24,
            "text": "Аял ага умтулду. Эгер (Юсуф) Раббисинин далилдерин (ыйман жана илимди) билбесе, ал да умтулмак. Ушинтип, Биз андан жамандык, бузукулукту буруп жибердик. Чынында, Юсуф Биздин ыкыластуу пенделерибизден"
        },
        {
            "chapter": 12,
            "verse": 25,
            "text": "Экөө тең эшик тарапка (бири качып, бири кууп) чуркады. Аял анын көйнөгүн аркасынан айрып салды. Экөө (ошол абалда) эшиктин оозунда аялдын эрине жолугуп калышты. (Анда) аял (Юсуфка жалаа жаап): “Сенин аялыңа арамдык каалаган адамдын жазасы же зындан же кыйноочу азап” деди"
        },
        {
            "chapter": 12,
            "verse": 26,
            "text": "“Анын өзү мени азгырууну каалады” деди (Юсуф.) Ошондо, аялдын жакын туугандарынан бирөө: “Эгер анын көйнөгү алдынан айрылган болсо, аялың ак, бул жалганчы"
        },
        {
            "chapter": 12,
            "verse": 27,
            "text": "Ал эми, мунун көйнөгү артынан айрылган болсо, бул — ак, аялың жалганчы” деп калыс сөзүн айтты"
        },
        {
            "chapter": 12,
            "verse": 28,
            "text": "(Вазир) Юсуфтун көйнөгү арт жагынан айрылганын көргөндө, (аялына карап): “Бул силердин (аялдардын) амалыңардан турбайбы! Силердин айлакерлигиңер чоң экен!”"
        },
        {
            "chapter": 12,
            "verse": 29,
            "text": "“О, Юсуф, сен муну унутуп кой (эч кимге айтпа.) А, сен болсо, (оо, аялым) күнөөң үчүн кечирим сура. Ката кылуучулардан болуптурсуң”- деди"
        },
        {
            "chapter": 12,
            "verse": 30,
            "text": "Шаардагы аялдар (ушак) айта баштады: “(Уктуңарбы), вазирдин аялы өз кызматкерин азгырууну каалаптыр. Аябай сүйүп калган го. (Ошентсе да) биз аны анык адашуучулукта деп билебиз”"
        }
    ]
}