{
    "pages": [
        {
            "chapter": 14,
            "verse": 11,
            "text": "«Аларга пайгамбарлары айтты: «(Туура). Биз деле силер сыяктуу адамбыз. Бирок, Аллаһ пенделеринен Өзү каалагандарына (мындай) нээмат берет. (Анан), силерге далил-моожизаларды келтириш биздин ыктыярда эмес. Аллаһ кааласа гана келтире алабыз. Момундар Аллаһка гана тобокел кылышат"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "Эмне үчүн биз Аллаһка тобокел кылбайт экенбиз?! Ал бизди (Өзү берген) Туура Жолубузга баштап койду. (Биз бул жолдон кайтпайбыз, эгер азап көрсөтсөңөр) азабыңарга бекем сабыр кылабыз. Тобокел кылуучулар Аллаһка гана тобокел кылсын!»"
        },
        {
            "chapter": 14,
            "verse": 13,
            "text": "Каапыр болгондор пайгамбарларына: «Силерди жерибизден чыгарып жиберебиз, же болбосо, (ата-бабадан калган, эски) динибизге кайтасыңар! (Экөөнөн бирин тандагыла)»-дешти. Андан соң, Раббиси пайгамбарларга: «Биз сөзсүз заалымдарды (каапырларды) жок кылабыз"
        },
        {
            "chapter": 14,
            "verse": 14,
            "text": "жана алардан кийин (мурас калган) жерге силерди жашатып койобуз! Бул (убада Кыяматта) Биздин алдыбызда (эсеп берип) туруудан жана (күнөөлүүлөргө арнаган) убадаларымдан корккон адамдар үчүн» деп вахий (кабар) кылды"
        },
        {
            "chapter": 14,
            "verse": 15,
            "text": "(Момундар) жеңиш сурашты. Ал эми (акыйкатка) зулумдук кылуучу жана (өз каапырчылыгында) өжөрлүк менен туруучу ар бир адам зыянга жолукту"
        },
        {
            "chapter": 14,
            "verse": 16,
            "text": "(Мунун себеби,) анын артында тозок. (Тозокто) ага кайнак ириң ичирилгенде"
        },
        {
            "chapter": 14,
            "verse": 17,
            "text": "(суусагандан улам) ичкенге аракет кылат, бирок иче албайт. Ар тараптан өлүм(гө тете азаптар) келет бирок, өлө албайт. Анын артынан (андан да) катуу азап бар"
        },
        {
            "chapter": 14,
            "verse": 18,
            "text": "Раббисине каапыр болгон адамдар жасаган иштердин! мисалы -бороондуу күндө шамал учуруп кеткен күлгө окшош. Алар өздөрү жасаган иштерден эч бир (пайдалуу) нерсеге жетише албайт. Бул — абдан алыс адашуу"
        }
    ]
}