{
    "pages": [
        {
            "chapter": 16,
            "verse": 80,
            "text": "Аллаһ силер үчүн үйүңөрдү тынч мекен кылды жана айбандардын терилеринен көчүп-конуп жүргөнүңөрдө жеңил болгон үйлөрдү жасап берди. Жана алардын жүндөрүнөн, тыбыттарынан, кылдарынан бир мезгилге (Кыяматка) чейин (керектелүүчү) буюмдарды жана матааларды (жаратты)"
        },
        {
            "chapter": 16,
            "verse": 81,
            "text": "Аллаһ Өзү жараткан нерселерден көлөкө-башпаанектерди, тоолордон үңкүр-үйлөрдү жасап берди. Дагы силер үчүн ысыктан сактаган кийимдерди жана (өз-ара) соккуңардан сактай турган, (зоот) кийимдерди жаратты. (Аллаһ) силерге мына ушинтип Өз нээматын толук берет. Кана эми (силер да толук) мусулман болсоңор"
        },
        {
            "chapter": 16,
            "verse": 82,
            "text": "(О, Мухаммад!) Эгер (наасааттан) жүз бурушса, (артынан түшүп алба) сенин милдетиң анык жеткирүүдөн гана турат"
        },
        {
            "chapter": 16,
            "verse": 83,
            "text": "Алар Аллаһтын нээматын таанып-билип эле турушат. Бирок, кийин моюнга албай коюшат. Алардын көпчүлүгү каапырлар"
        },
        {
            "chapter": 16,
            "verse": 84,
            "text": "(Кыямат) Күндө ар бир үммөттөн (бирден) күбөнү алып келебиз.! Кийин каапырлар үчүн (кечирим суроого) уруксат берилбейт жана (кайрадан жашап келүүгө да) кайтарылышпайт"
        },
        {
            "chapter": 16,
            "verse": 85,
            "text": "Зулумдук кылган (каапыр) адамдар азапты көрүшкөн убакта алардан (азап) жеңилдетилбейт. Жана мөөнөт да берилбейт"
        },
        {
            "chapter": 16,
            "verse": 86,
            "text": "Эгер Аллаһка шерик кошкондор өз “кудайларын” көрүп калса: “О, Раббибиз — (Аллаһ!), Сени таштап биз дуба-ибадат кылган “кудайларыбыз ушулар”-дешет. Анда аларга (“кудайлары”): “Силер — анык жалганчысыңар!” — деп сөз ыргытат"
        },
        {
            "chapter": 16,
            "verse": 87,
            "text": "Ошол күндө алар Аллаһтан жансоога сурап калышат. Ойлоп тапкан “кудайлары” болсо, жок болуп кетет"
        }
    ]
}