{
    "pages": [
        {
            "chapter": 23,
            "verse": 18,
            "text": "Жана асмандан чен-өлчөм менен (кар, жамгыр, мөндүр түрүндө) суу түшүрүп, аны жерге жайгаштырабыз.! Биз ал (жайгашкан) сууну кетирип коюуга да кудуреттүүбүз"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "Биз ал суу менен силерге курма бактарын, жүзүм бактарын өндүрүп беребиз. Ал бактарда силер үчүн (ар түрдүү) көп мөмөлөр бар. Силер андан жейсиңер"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "Жана (ал суу менен) Тур-Сайнада? өсө турган даракты (Зайтунду пайда кылдык). Ал (дарак) май жана тамактануучулар үчүн (нанга жуурулчу) бойок менен өсөт"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "Албетте, силер үчүн үй-чарба айбандарында чоң ибарат-сабак бар. Биз силерди алардын ичиндеги нерсе (сүт) менен сугарабыз. Силерге ал айбандарда көп пайдалар бар. Жана алардан (эттеринен) жейсиңер"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "Жана алардын (ал эми деңизде) кемелердин үстүнө жүктөлүп (минип) жүрөсүңөр. (Кийинки аяттан баштап Аллаһ Таала Нух пайгамбардын жашоосунан үлгүлүү ибараттарды келтирет)"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "Аныгында, Биз Нухту өз коомуна (пайгамбар кылып) жибердик. Ал айтты: «О, коомум, Аллаһка (түздөн-түз) ибадат кылгыла. (Ортого ортомчу кошпогула) Силерге андан башка Кудай жок. (Ошол жалгыз кудайдан) коркпойсуңарбы эми"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "Анан анын коомунун арасынан каапыр болгон уруу башчылар (Нухту элге жек көргөзүү үчүн) айтышты: «Бул эч ким эмес, өзүңөр сыяктуу эле адам. Силерден абзел болуп алууну каалап жатат. Эгер Аллаһ (пайгамбар жиберүүнү кааласа) периштелерди жибермек. Биз муну(н айткандарын) абалкы ата-бабаларыбыздан уккан эмеспиз"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "Ал болгону жин тийген киши. Аны бир мезгилге чейин аңдып тургула!»"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "(Нух) Айтты: «О, Раббим! Мени «жалганчы» дегендери себептүү (ал заалымдарга каршы) мага жардам бер!»"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "Биз ага вахий кылдык: « (О, Нух!) Биздин Көз алдыбызда, Биздин вахий (үйрөтүүбүз) менен (чоң) кеме жаса. Качан (каапырларга) буйругубуз (азап) келгенде жана тандыр(лардын ичинен да) суу атырылып чыкканда кемеге ар бир айбанаттан бир жуптан (эркек-ургаачысын) жана үй-бүлөңдү чыгар. Үй-бүлөңдөн бир гана анын зыянына (каргыш) Сөз өткөнүн (уулуңду) чыгарба жана заалым (каапыр) адамдар жөнүндө (ал сенин уулуң болсо да) Мага («аны куткар» деп) кайрылба!! Алар эч күмөнсүз чөктүрүлөт"
        }
    ]
}