{
    "pages": [
        {
            "chapter": 25,
            "verse": 44,
            "text": "Же болбосо алардан көпчүлүгү угат, акылдарын иштетет деп ойлойсуңбу? Алар айбан сыяктуу болуп калган. Жок! Айбандан да адашуучураак"
        },
        {
            "chapter": 25,
            "verse": 45,
            "text": "(О, Мухаммад!) Раббиңди(н кудуретин) көрбөйсүңбү: (Жер бетине) кантип көлөкөнү (таңкы караңгылыкты) жайып койду. Эгер кааласа аны жылбай турган кылып коймок. Кийин Биз ага Күндү далил? кылдык"
        },
        {
            "chapter": 25,
            "verse": 46,
            "text": "Кийин Биз акырындык менен аны (таңкы көлөкөнү) жыйнап алабыз"
        },
        {
            "chapter": 25,
            "verse": 47,
            "text": "Ал силерге түндү кийим, уйкуну ырахат (эс алуу) кылып койду. Жана эрте мененки убакытты тирилүү (учуру) кылды"
        },
        {
            "chapter": 25,
            "verse": 48,
            "text": "Жана Ал Өз ырайымынын (жамгырдын) астынан, кубаныч кабарчысы катары шамалдарды жиберди. Жана Биз асмандан таза суу түшүрдүк"
        },
        {
            "chapter": 25,
            "verse": 49,
            "text": "аны менен өлүк шаарларды тирилтүү үчүн жана Өзүбүз жараткан көп адамдар менен айбандарды сугаруу үчүн"
        },
        {
            "chapter": 25,
            "verse": 50,
            "text": "Биз аны (Кураан аяттарын) алардын арасында ар түрдүү (ыкмалар менен) баян кылдык, акыл-насаат алуулары үчүн. Бирок, көпчүлүк адамдар каапырлыктан башкасына ыраазы болушпады"
        },
        {
            "chapter": 25,
            "verse": 51,
            "text": "Эгер кааласак Биз ар бир шаарга (бирден) эскертүүчү-пайгамбар жибермекпиз"
        },
        {
            "chapter": 25,
            "verse": 52,
            "text": "(О, Мухаммад!) Каапырларга моюн сунба жана аларга (Кураан) менен чоң жихад кыл"
        },
        {
            "chapter": 25,
            "verse": 53,
            "text": "Ал (Аллаһ) эки деңизди (жанаша) агызып койду. Мунусу (дарыя) ширин-даамдуу, анысы (деңиз) шор-кычкыл. Жана экөөсүнүн арасына (көрүнбөгөн) тосмо жана бекем-бышык парданы жаратты"
        },
        {
            "chapter": 25,
            "verse": 54,
            "text": "Ал адамды суудан жараткан жана аны тууган-урук, куда-сөөк кылып койгон Зат. Сенин Раббиң (ар нерсеге) Кудуреттүү"
        },
        {
            "chapter": 25,
            "verse": 55,
            "text": "Алар (мушриктер) Аллаһтан башка өздөрүнө не пайда, не зыян жеткире албай турган «кудайларга» ибадат кылышат. Каапыр (жараткан) Раббисине каршы (жасалма кудайларга) жардамчы болду"
        }
    ]
}