{
    "pages": [
        {
            "chapter": 28,
            "verse": 71,
            "text": "Айт (оо, Мухаммад): «Эмне дейсиңер, эгер Аллаһ силердин үстүңөрдө түндү Кыямат күнүнө чейин кеткис (түбөлүк) кылып койсо, Аллаһтан башка кайсы «кудайыңар» силерге нур келтире алат? Эми (акыйкатты) укпайсыңарбы?!»"
        },
        {
            "chapter": 28,
            "verse": 72,
            "text": "Айткын: «Эмне деп ойлойсуңар, эгер Аллаһ үстүңөрдөгү күндүздү тээ Кыяматка чейин түбөлүк кеткис кылып койсо, силер эс ала турган түндү Аллаһдан башка кайсы «кудайыңар» келтирмек?! Акылыңарды иштетпейсиңерби"
        },
        {
            "chapter": 28,
            "verse": 73,
            "text": "Силер анда эс алууңар үчүн жана Өзүнүн пазилетинен издешиңер (тиричилик кылышыңар) үчүн Түн менен Күндүздү жаратып койгону Аллаһтын ырайымдуулугунан. Кана эми, шүгүр кылсаңар"
        },
        {
            "chapter": 28,
            "verse": 74,
            "text": "Жана ошол Күнү (Аллаһ) аларга: «Силер (шерик деп) күмөн кылган Менин «шериктерим» кана?»-дейт"
        },
        {
            "chapter": 28,
            "verse": 75,
            "text": "Анан Биз ар бир үммөттөн бир күбөнү (өздөрүнүн пайгамбарын) чыгарып (анын көзүнчө мушрик болгондорго): «Далилиңерди алып келгиле» дейбиз.! Анан алар Акыйкат (кудайлык) Аллаһка гана таандык экенин билип алышат. Өздөрү ойлоп тапкан «кудайлары» жок болуп кетет"
        },
        {
            "chapter": 28,
            "verse": 76,
            "text": "Чынында, Каарун”? Мусанын коомунан болгон. Ал аларга (өз элине) зулумдук көргөздү. Биз ага ачкычтары эле (он кишилик) күчтүү жамаатка оор жүк болчудай казыналарды берген элек. Бир кезде коому ага (мындай) деди: «Оолукпагын, Аллаһ оолуккандарды сүйбөйт!»"
        },
        {
            "chapter": 28,
            "verse": 77,
            "text": "«Аллаһ сага берген байлык менен Акырет коргонун талап кылсаңчы! Бирок, бул дүйнөдөн да насибиңди унутпа! Аллаһ сага ихсан (жакшылык) кылган сыяктуу, сен да (элдерге, динге) ихсан кыл! Жер бетинде бузукулукту издебе! Аллаһ бузукуларды сүйбөйт!»"
        }
    ]
}