{
    "pages": [
        {
            "chapter": 28,
            "verse": 85,
            "text": "(О, Мухаммад!) Чынында, сага Кураанды парыз кылган Зат сени (жана бардык адамдарды) эч шексиз кайтчу жерге (Акыретке) кайтарат. Айткын: «Менин Раббим ким Туура Жол алып келгенин жана ким анык адашуучулукта болгонун эң жакшы билет»"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "Сен (о, Мухаммад), өзүңө Китеп түшүрүлүүсүн оюңа да келтирген эмес болчусуң. Бирок, (бул) Раббиңден Ырайым болду. Эми сен каапырларга жардамчы болбо"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "Сага (бекем, өзгөргүс болуп) түшүрүлгөндөн кийин Аллаһтын аяттарынан (каапырлар) сени тосуп койбосун!! Жана Раббиңе гана дуба (ибадат) кылып, эч качан мушриктерден болбогун"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "Аллаһка шерик кылып башка «кудайга» сыйынба! Эч бир илах-кудай жок, Бир Өзү гана бар! (Себеби) бардык нерсе жок болот, Бир Жүзү (Өзү) гана (түбөлүк) калат! Өкүм жалгыз Өзүнө таандык! Жана бардыгыңар Өзүнө кайтарыласыңар"
        },
        {
            "chapter": 29,
            "verse": 1,
            "text": "Алиф. Лам. Мим"
        },
        {
            "chapter": 29,
            "verse": 2,
            "text": "Адамдар «ыйман келтирдик» деп айтса эле, (ар түрдүү машакаттар менен) сыналбай калабыз деп ойлошобу"
        },
        {
            "chapter": 29,
            "verse": 3,
            "text": "Чынында Биз алардан мурункуларды да (чоң машакаттар менен) сынаганбыз. Натыйжада Аллаһ («ыймандуубуз» деген сөздөрүндө) чынчыл болгондорду да билип алат, жалганчыларды да билип алат"
        },
        {
            "chapter": 29,
            "verse": 4,
            "text": "Жаман (күнөө) иштерди жасаган адамдар Бизден кутулуп кетебиз деп ойлошобу?! Алардын чечимдери кандай жаман"
        },
        {
            "chapter": 29,
            "verse": 5,
            "text": "Ал эми, ким (Кыяматта) Аллаһка жолугуудан үмүт кылса, Аллаһтын (Кыяматка) белгилеген убактысы (сөзсүз) келүүчү. Жана Ал Угуучу, Билүүчү"
        },
        {
            "chapter": 29,
            "verse": 6,
            "text": "Жана ким (өз напсисине, шайтанга жана Аллаһтын душмандарына каршы) жихад кылса, өзүнүн пайдасына жихад кылганы. Чынында, Аллаһ ааламдардан Беймуктаж"
        }
    ]
}