{
    "pages": [
        {
            "chapter": 3,
            "verse": 181,
            "text": "“Аллаһ кембагал, биз байбыз” деген адамдардын сөздөрүн Аллаһ укту.” Биз алар айткан сөздөрдү жана пайгамбарларды кыянаттык менен өлтүргөндөрүн жазып койобуз. Жана (аларга) күйдүрүүчү азаптын даамын таткыла” дейбиз"
        },
        {
            "chapter": 3,
            "verse": 182,
            "text": "Бул (азап) өз колуңар менен жасаган ишиңер себептүү. Аллаһ пенделерге заалым эмес"
        },
        {
            "chapter": 3,
            "verse": 183,
            "text": "Ошол адамдар (яхудийлер): «Пайгамбар (Мухаммад) бизге бир курмандык союп, аны (асмандан түшкөн) от күйдүрмөйүнчө ага ыйман келтирбешибизди Аллаһ бизге осуят кылган» дешет. (О, Мухаммад!) Сен аларга: “Менден мурун деле силерге пайгамбарлар далилдерди жана силер айткан нерсени да келтиришкен. Анда, эмне үчүн аларды өлтүрүп салдыңар, эгер чынчыл болсоңор?!” деп айткын"
        },
        {
            "chapter": 3,
            "verse": 184,
            "text": "(О, Мухаммад!) эгер алар сени жалганчыга чыгарышкан болсо, сага чейин деле далилдер, ыйык жазуулар жана (Шарият өкүмдөрүнөн турган) нурлуу китептерди алып келген пайгамбарлар (ушулар тарабынан) жалганчыга чыгарылган"
        },
        {
            "chapter": 3,
            "verse": 185,
            "text": "Ар бир жан өлүмдү(н даамын) татуучу. Албетте, силер Кыямат Күнү өзүңөрдүн сооп-сыйлыгыңарды толук-түгөл аласыңар.” Ал эми, ким Тозоктон четтетилип, Бейишке киргизилсе — жеңишке чындап жетиптир. Дүйнө жашоосу азгыруучу пайдалардан башка эч нерсе эмес"
        },
        {
            "chapter": 3,
            "verse": 186,
            "text": "(О, момундар!) Албетте, силер малыңарда жана жаныңарда сыналасыңар. Жана, сөзсүз түрдө, силерден мурда китеп берилген (яхудий, христиан ж.б.) адамдардан жана мушриктерден көп заар сөздөрдү угасыңар. Эгер (ошондо) сабыр кылсаңар жана такыбаа болсоңор, албетте, бул өтө улук иштерден"
        }
    ]
}