{
    "pages": [
        {
            "chapter": 6,
            "verse": 95,
            "text": "دانلارنى ۋە ئۇرۇقچىلارنى بىخ ئۇرغۇزغۇچى ھەقىقەتەن اﷲ دۇر، تىرىكنى ئۆلۈكتىن ۋە ئۆلۈكنى تىرىكتىن چىقارغۇچى ئەنە شۇ اﷲ دۇر، (اﷲ نىڭ ئىبادىتىدىن) قانداقمۇ باش تارتىسىلەر؟"
        },
        {
            "chapter": 6,
            "verse": 96,
            "text": "اﷲ سۈبھىنى (قاراڭغۇدىن) يېرىپ چىقارغۇچىدۇر (يەنى تاڭنى يورۇتقۇچىدۇر)، اﷲ كېچىنى (سىلەر ئۈچۈن) ئىستىراھەت قىلىپ ياراتتى، (سىلەرنىڭ) ۋاقىت ھېسابلىشىڭلار ئۈچۈن قۇياش بىلەن ئاينى ياراتتى، بۇ، غالىب، ھەممىنى بىلگۈچى اﷲ نىڭ ئالدىنئالا بەلگىلىگەن ئىشىدۇر"
        },
        {
            "chapter": 6,
            "verse": 97,
            "text": "قۇرۇقلۇق ۋە دېڭىزنىڭ قاراڭغۇلۇقلىرىدا (يەنە كېچىلىك يول يۈرگىنىڭلاردا) يول تېپىشىڭلار ئۈچۈن اﷲ سىلەرگە يۇلتۇزلارنى يارىتىپ بەردى. (اﷲ نىڭ ئۇلۇغلۇقىنى) بىلىدىغان قەۋم ئۈچۈن، (اﷲ نىڭ قۇدرىتىنىڭ) دەلىللىرىنى ھەقىقەتەن ئوچۇق بايان قىلدۇق"
        },
        {
            "chapter": 6,
            "verse": 98,
            "text": "اﷲ سىلەرنى بىر ئىنساندىن (يەنى ئادەم ئەلەيھىسسالامدىن) ياراتتى، سىلەرنى ئاتاڭلارنىڭ پۇشتىدا، ئاناڭلارنىڭ بەچچىدانىدا قارارلاشتۇردى، چۈشىنىدىغان قەۋم ئۈچۈن ئايەتلەرنى ھەقىقەتەن ئوچۇق بايان قىلدۇق"
        },
        {
            "chapter": 6,
            "verse": 99,
            "text": "اﷲ بۇلۇتتىن يامغۇر سۈيىنى چۈشۈردى، شۇنىڭ بىلەن بارلىق ئۆسۈملۈكلەرنى ئۈندۈردى، ئۆسۈملۈكلەردىن يېشىل ياپراقلارنى چىقاردى، (بوغداي ۋە ئارپا باشاقلىرىغا ئوخشاش) بىر - بىرىگە مىنگىشىپ كەتكەن دانلارنى يېتىشتۈردى، خورما دەرىخىنىڭ چېچەكلىرىدىن يەرگە يېقىن ساڭگىلاپ تۇرىدىغان خورما ساپاقلىرىنى يېتىشتۈردى، (يامغۇر سۈيى بىلەن) ئۈزۈملۈك باغلارنى يېتىشتۈردى، (يامغۇر سۈيى بىلەن) شەكىلدە، ھەجىمدە، تەمدە بىر - بىرىگە ئوخشايدىغان ۋە ئوخشىمايدىغان زەيتۇن، ئانار دەرەخلىرىنى يېتىشتۈردى، (ئۇلارنىڭ ھەر بىرىنىڭ) يېڭى تۇتقان مېۋىسىگە ۋە پىشقان مېۋىسىگە قاراڭلار، ئۇلاردا اﷲ نىڭ بارلىقىغا ئىشىنىدىغان قەۋم ئۈچۈن (اﷲ نىڭ قۇدرىتىنى كۆرسىتىدىغان) ئوچۇق دەلىللەر بار"
        },
        {
            "chapter": 6,
            "verse": 100,
            "text": "جىنلارنى اﷲ ياراتقان تۇرسا، (مۇشرىكلار) جىنلارنى اﷲ قا (مۇشرىكلار ئىختىرا قىلغان نەرسىلەردىن) پاكتۇر، ئۇلارنىڭ سۈپەتلىگەنلىرىدىن ئۈستۈندۇر"
        },
        {
            "chapter": 6,
            "verse": 101,
            "text": "اﷲ ئاسمانلارنى ۋە يەرنى ئۆرنەكسىز ياراتقۇچىدۇر، اﷲ نىڭ خوتۇنى يوق تۇرسا، قانداقمۇ بالىسى بولسۇن؟ ھەممە نەرسىنى اﷲ ياراتقان، ھەممە نەرسىنى اﷲ ئوبدان بىلگۈچىدۇر"
        }
    ]
}