{
    "pages": [
        {
            "chapter": 7,
            "verse": 12,
            "text": "اﷲ (ئىبلىسقا) ‹‹سېنى سەجدە قىلىشقا بۇيرۇغان چېغىمدا نېمىشقا سەجدە قىلمىدىڭ؟ ›› دېدى. ئىبلىس: ‹‹مەن ئۇنىڭدىن ئارتۇق. مېنى ئوتتىن، ئۇنى لايدىن ياراتتىڭ›› دېدى"
        },
        {
            "chapter": 7,
            "verse": 13,
            "text": "اﷲ (ئىبلىسقا) ئېيتتى: ‹‹سەن بۇيەردىن (يەنى جەننەتتىن) چۈشۈپ كەت، بۇ يەردىن ئۆزۈڭنى چوڭ تۇتۇشۇڭغا بولمايدۇ، يوقال، سەن ھەقىقەتەن پەسكەشلەردىنسەن››"
        },
        {
            "chapter": 7,
            "verse": 14,
            "text": "ئىبلىس: ‹‹ماڭا كىشىلەر قايتا تىرىلدۈرۈلىدىغان كۈنگىچە (يەنى قىيامەت كۈنىگىچە) مۆھلەت بەرگىن›› دېدى"
        },
        {
            "chapter": 7,
            "verse": 15,
            "text": "اﷲ: ‹‹ساڭا مۆھلەت بېرىلىدۇ›› دېدى"
        },
        {
            "chapter": 7,
            "verse": 16,
            "text": "ئىبلىس ئېيتتى: ‹‹سېنىڭ مېنى ئازدۇرغانلىقىڭدىن ئۇلار (يەنى ئادەم ئەلەيھىسسالام ۋە ئۇنىڭ ئەۋلادىغا ۋەسۋەسە قىلىش) ئۈچۈن چوقۇم سېنىڭ توغرا يولۇڭ ئۈستىدە ئولتۇرىمەن"
        },
        {
            "chapter": 7,
            "verse": 17,
            "text": "ئاندىن ئۇلارغا چوقۇم ئالدىدىن، ئارقىسىدىن، ئوڭدىن، سولىدىن ھۇجۇم قىلىمەن، ئۇلارنىڭ كۆپچىلىكىنىڭ (نېمىتىڭگە) شۈكۈر قىلغۇچىلار ئەمەسلىكىنى كۆرىسەن››"
        },
        {
            "chapter": 7,
            "verse": 18,
            "text": "اﷲ ئېيتتى: ‹‹جەننەتتىن ئەيىبلەنگەن ۋە (رەھمىتىمدىن) مەھرۇم قىلىنغان ھالدا چىق، ئۇلارنىڭ ئىچىدىن ساڭا ئەگەشكەنلەرنى قوشۇپ، ھەممىڭلار بىلەن چوقۇم جەھەننەمنى تولدۇرىمەن››"
        },
        {
            "chapter": 7,
            "verse": 19,
            "text": "‹‹ئى ئادەم! سەن ئايالىڭ بىلەن ئىككىڭلار بىللە جەننەتتە تۇرۇڭلار، جەننەتنىڭ مېۋىلىرىدىن خالىغىنىڭلارچە يەڭلار، بۇ دەرەخكە يېقىنلاشماڭلار، (ئۇنىڭغا يېقىنلاشساڭلار) زالىملاردىن بولۇپ قالىسىلەر››"
        },
        {
            "chapter": 7,
            "verse": 20,
            "text": "لېكىن شەيتان ئۇلارنىڭ يېپىقلىق ئەۋرەتلىرىنى ئېچىۋېتىش ئۈچۈن، ئۇلارغا ۋەسۋەسە قىلدى، شەيتان ئېيتتى: ‹‹پەرۋەردىگارىڭلارنىڭ سىلەرگە بۇ دەرەخنىڭ مېۋىسىنى يېيىشنى مەنئى قىلغانلىقى پەقەت سىلەرنىڭ پەرىشتە بولۇپ كەتمەسلىكىڭلار ياكى (جەننەتتە) مەڭگۈ تۇرۇپ قالماسلىقىڭلار ئۈچۈندۇر››"
        },
        {
            "chapter": 7,
            "verse": 21,
            "text": "شۇنىڭدەك ئۇلارغا: ‹‹مەن چوقۇم سىلەرگە سادىقمەن›› دەپ قەسەم ئىچىپ بەردى"
        },
        {
            "chapter": 7,
            "verse": 22,
            "text": "ئالدامچىلىق ئۇسۇللىرى ئارقىلىق ئۇلارنى (يۇقىرى مەرتىۋىدىن تۆۋەن مەرتىۋىگە) چۈشۈردى. دەرەخنىڭ مېۋىسىنى يېگەندىن كېيىنلا ئۇلارنىڭ ئەۋرەتلىرى ئېچىلىپ قالدى، ئۇلار جەننەتتىكى دەرەخلەرنىڭ ياپراقلىرى بىلەن ئەۋرەتلىرىنى يېپىشقا كىرىشتى، ئۇلارنىڭ پەرۋەردىگارى (ئۇلارغا كايىپ): ‹‹مەن سىلەرگە بۇ دەرەخنى (يەنى مېۋىسىنى) يېيىشنى مەنئى قىلمىغانمىدىم؟ شۈبھىسىزكى، شەيتان سىلەرگە ھەقىقەتەن ئاشكارا دۈشمەندۇر، دېمىگەنمىدىم؟ ›› دەپ نىدا قىلدى"
        }
    ]
}