{
    "pages": [
        {
            "chapter": 7,
            "verse": 105,
            "text": "اﷲ نامىدىن پەقەت ھەقىقەتتىن باشقىنى ئېيتماسلىققا لايىقمەن، راستتىنلا پەرۋەردىگارىڭلار تەرىپىدىن سىلەرگە (مېنىڭ راستلىقىمنى ئىسپاتلايدىغان) بىر مۆجىزە ئېلىپ كەلدىم، شۇنىڭ ئۈچۈن، ئىسرائىل ئەۋلادىنى مەن بىلەن قويۇپ بەرگىن (مەن بىلەن بىللە ئاتا - بوۋىلىرىنىڭ ۋەتىنى مۇقەددەس زېمىنغا بارسۇن)»"
        },
        {
            "chapter": 7,
            "verse": 106,
            "text": "پىرئەۋن (مۇساغا): «ئەگەر سەن پەرۋەردىگارىڭ تەرىپىدىن) بىر مۆجىزە ئېلىپ كەلگەن بولساڭ، (بۇ دەۋايىڭدا) راستچىللاردىن بولساڭ، ئۇنى بىزگە كۆرسەتكىن» دېدى"
        },
        {
            "chapter": 7,
            "verse": 107,
            "text": "مۇسا ھاسىسىنى تاشلىۋېدى، ئۇ ناگاھان ئاشكارا بىر ئەجدىھاغا ئايلاندى"
        },
        {
            "chapter": 7,
            "verse": 108,
            "text": "قولىنى (ياقىسىدىن) چىقىرىۋىدى، ئۇ ناگاھان قارىغۇچىلارغا (نۇر چاقنىتىپ تۇرىدىغان) ئاپئاق بولۇپ كۆرۈندى"
        },
        {
            "chapter": 7,
            "verse": 109,
            "text": "پىرئەۋن قەۋمنىڭ چوڭلىرى ئېيتتى: «بۇ ھەقىقەتەن ناھايىتى ئۇستا سېھىرگەر ئىكەن"
        },
        {
            "chapter": 7,
            "verse": 110,
            "text": "ئۇ سىلەرنى زېمىنىڭلار (يەنى مىسىر زېمىنى) دىن ھەيدەپ چىقىرىۋەتمەكچى. نېمە مەسلىھەت بېرىسىلەر؟»"
        },
        {
            "chapter": 7,
            "verse": 111,
            "text": "ئۇلار ئېيتتى: «(ئۇلارنىڭ ئىشىنى ئۆزۈڭ بىر پىكىرگە كەلگۈچە) تەخىر قىلغىن، شەھەرلەرگە (سېھىرگەرلەرنى) يىغقۇچى كىشىلەرنى ئەۋەتكىن"
        },
        {
            "chapter": 7,
            "verse": 112,
            "text": "ئۇلار بارلىق ئۇستا سېھىرگەرلەرنى سېنىڭ ھۇزۇرۇڭغا ئېلىپ كەلسۇن»"
        },
        {
            "chapter": 7,
            "verse": 113,
            "text": "(پىرئەۋن سېھىرگەرلىرىنى يىغىشقا ئادەملىرىنى ئەۋەتتى) سېھىرگەرلەر پىرئەۋننىڭ قېشىغا كەلدى، ئۇلار: «ئەگەر بىز غەلىبە قىلساق، بىزگە چوقۇم مۇكاپات بېرىلەمدۇ؟» دېدى"
        },
        {
            "chapter": 7,
            "verse": 114,
            "text": "پىرئەۋن: «ھەئە، (مۇكاپات بېرىلىدۇ، ئۇنىڭ ئۈستىگە) سىلەر چوقۇم مېنىڭ يېقىن كىشىلىرىم بولۇپ قالىسىلەر» دېدى"
        },
        {
            "chapter": 7,
            "verse": 115,
            "text": "ئۇلار (يەنى سېھىرگەرلەر): «ئى مۇسا! (ھاساڭنى) سەن ئاۋۋال تاشلامسەن، ياكى بىز (ئۆزىمىزنىڭكىنى) ئاۋۋال تاشلامدۇق؟» دېدى"
        },
        {
            "chapter": 7,
            "verse": 116,
            "text": "مۇسا: «سىلەر تاشلاڭلار!» دېدى. ئۇلار ھاسا، ئارغامچىلارنى تاشلاپ كىشىلەرنىڭ كۆزلىرىنى باغلىدى، ئۇلارنى (يەنى كىشىلەرنى) قاتتىق چۆچۈتۈۋەتتى، ئۇلار (كىشىلەرنىڭ كۆزلىرىگە) چوڭ (كۆرۈنىدىغان) سېھىرنى كۆرسەتتى"
        },
        {
            "chapter": 7,
            "verse": 117,
            "text": "مۇساغا: «ھاساڭنى تاشلىغىن» دەپ ۋەھىي قىلدۇق، (مۇسا ھاسىسىنى تاشلىۋىدى، ئۇ ئەجدىھاغا ئايلىنىپ) ئۇلارنىڭ ئويدۇرما نەرسىلىرىنى دەرھال يۇتۇۋەتتى"
        },
        {
            "chapter": 7,
            "verse": 118,
            "text": "ھەقىقەت ئاشكارا بولدى، ئۇلارنىڭ كۆرسەتكەن سېھىرلىرى بەربات بولدى"
        },
        {
            "chapter": 7,
            "verse": 119,
            "text": "بۇ يەردە ئۇلار (يەنى پىرئەۋن بىلەن قەۋمى) مەغلۇپ بولدى، خار بولغان ھالدا (شەھەرگە قايتتى)"
        },
        {
            "chapter": 7,
            "verse": 120,
            "text": "سېھىرگەرلەر سەجدىگە باردى"
        }
    ]
}