{
    "pages": [
        {
            "chapter": 10,
            "verse": 34,
            "text": "(ئى مۇھەممەد! ئۇلارغا) ئېيتقىنكى، «سىلەرنىڭ بۇتلىرىڭلارنىڭ ئىچىدە مەۋجۇداتنى يوقلۇقتىن بار قىلىپ (ئاندىن يوق قىلىپ)، ئاندىن ئۇنى ئەسلىگە كەلتۈرەلەيدىغانلار بارمۇ؟» ئېيتقىنكى، «اﷲ مەۋجۇداتنى يوقلۇقتىن بار قىلىپ (ئاندىن يوق قىلىپ)، ئاندىن ئۇنى ئەسلىگە كەلتۈرەلەيدۇ. نېمىشقا (ھەقتىن باتىل تەرەپكە) بۇرۇلۇپ كېتىسىلەر؟»"
        },
        {
            "chapter": 10,
            "verse": 35,
            "text": "ئېيتقىنكى، «سىلەرنىڭ بۇتلىرىڭلارنىڭ ئارىسىدا (گۇمراھنى) ھەق يولغا يېتەكلىيەلەيدىغانلار بارمۇ؟» ئېيتقىنكى، «اﷲ گۇمراھنى ھەق يولغا يېتەكلىيەلەيدىغان زاتقا بويسۇنۇشقا تېگىشلىكمۇ؟ ياكى (گۇمراھنى) ھەق يولغا يېتەكلىيەلمەيدىغان، پەقەت ئۆزى باشقىلارنىڭ يېتەكلىشىگە موھتاج بولغان (بۇتلاغا) بويسۇنۇشقا تېگىشلىكمۇ؟ سىلەرگە نېمە بولدى؟ نېمىشقا مۇنداق (باتىل) ھۆكۈم چىقىرىسىلەر؟»"
        },
        {
            "chapter": 10,
            "verse": 36,
            "text": "ئۇلارنىڭ تولىسى (بۇتلارغا ئېتىقاد قىلىشتا) پەقەت پەرەزگىلا تايىنىدۇ، پەرەز دېگەن ھەقىقەتنى ئىسپاتلاشتا ھەقىقەتەن ھېچ نەرسىگە يارىمايدۇ. شۈبھىسىزكى، اﷲ ئۇلارنىڭ قىلمىشلىرىنى ئوبدان بىلگۈچىدۇر"
        },
        {
            "chapter": 10,
            "verse": 37,
            "text": "بۇ قۇرئاننى بىراۋنىڭ اﷲ قا ئىپتىرا قىلىشى ئەقلىغە سىغمايدۇ (چۈنكى قۇرئاننى ھېچ ئىنسان ئىجاد قىلالمايدۇ)، لېكىن قۇرئان ئىلگىرى كەلگەن (تەۋرات، ئىنجىل قاتارلىق ساماۋى) كىتابلارنى تەستىق قىلغۇچىدۇر، اﷲ بەلگىلىگەن ئەھكاملارنى بايان قىلغۇچىدۇر، ئۇنىڭدا ھېچ شەك يوقتۇر، (ئۇ) ئالەملەرنىڭ پەرۋەردىگارى تەرىپىدىن نازىل قىلىنغاندۇر"
        },
        {
            "chapter": 10,
            "verse": 38,
            "text": "ئۇلار: «قۇرئاننى مۇھەممەد ئۆزى توقۇپ چىققان» دېيىشەمدۇ؟ ئېيتقىنكى، «ئەگەر (بۇ سۆزۈڭلاردا) راستچىل بولساڭلار، اﷲ تىن باشقا (ياردەمگە) چاقىرالايدىغانلىكى كىشىڭلارنى چاقىرىپ، قۇرئانغا ئوخشاش بىرەر سۈرىنى كەلتۈرۈپ بېقىڭلار»"
        },
        {
            "chapter": 10,
            "verse": 39,
            "text": "ئۇنداق ئەمەس، ئۇلار قۇرئاننىڭ مەنىسىنى تولۇق چۈشەنمەي ۋە ھەقىقىتىگە تېخى ئەقلى يەتمەي تۇرۇپ ئۇنى ئىنكار قىلىشتى. ئۇلاردىن بۇرۇن ئۆتكەن ئۈممەتلەرمۇ (ئۆزلىرىنىڭ پەيغەمبەرلىرىنى) مۇشۇلارغا ئوخشاش يالغانغا چىقارغان ئىدى. زالىملارنىڭ ئاقىۋىتىنىڭ قانداق بولغانلىقىغا قاراپ باققىن"
        },
        {
            "chapter": 10,
            "verse": 40,
            "text": "ئۇلارنىڭ ئىچىدە قۇرئانغا ئىشىنىدىغانلار بار، ئىشەنمەيدىغانلارمۇ بار، پەرۋەردىگارىڭ بۇزغۇنچىلارنى ھەممىدىن ئوبدان بىلىدۇ"
        },
        {
            "chapter": 10,
            "verse": 41,
            "text": "ئەگەر ئۇلار سېنى يالغانچى قىلىشتا چىڭ تۇرسا: «مېنىڭ ئەمەلىم ئۆزۈم ئۈچۈندۇر، سىلەرنىڭ ئەمەلىڭلارمۇ ئۆزۈڭلار ئۈچۈندۇر، مېنىڭ ئەمەلىمدىن سىلەر ئادا - جۇداسىلەر، سىلەرنىڭ قىلمىشىڭلاردىن مەنمۇ ئادا - جۇدامەن (يەنى بىراۋ يەنە بىراۋنىڭ قىلغان گۇناھىغا جاۋابكار ئەمەس)» دېگىن"
        },
        {
            "chapter": 10,
            "verse": 42,
            "text": "ئۇلارنىڭ ئىچىدە (قۇرئان ئوقۇغىنىڭدا) ساڭا قۇلاق سالىدىغانلار بار، سەن گاسلارغا (يەنى اﷲ ئاڭلاش ئىقتىدارىنى ئېلىپ تاشلىغانلارغا) ئۇلار ھېچ نەرسىنى چۈشەنمىسىمۇ ئاڭلىتالامسەن؟"
        }
    ]
}