{
    "pages": [
        {
            "chapter": 11,
            "verse": 118,
            "text": "ئەگەر پەرۋەردىگارىڭ خالىسا ئىدى، پۈتۈن ئادەملەرنى ئەلۋەتتە بىر ئۈممەت (يەنى بىر دىندا) قىلاتتى، ئۇلار (دىن توغرىسىدا) داۋاملىق ئىختىلاپ قىلىشقۇچىلاردۇر، پەقەت پەرۋەردىگارىڭنىڭ رەھمىتىگە ئېرىشكەنلەر بۇنىڭدىن مۇستەسنا. اﷲ ئۇلارنى شۇنىڭ ئۈچۈن (يەنى ئىختىلاپ ئۈچۈن) ياراتتى. پەرۋەردىگارىڭنىڭ: «مەن چوقۇم پۈتۈن جىنلار ۋە ئىنسانلار بىلەن دوزاخنى توشقۇزىمەن» دېگەن سۆزى ئېنىق بەلگىلەندى"
        },
        {
            "chapter": 11,
            "verse": 119,
            "text": "ئەگەر پەرۋەردىگارىڭ خالىسا ئىدى، پۈتۈن ئادەملەرنى ئەلۋەتتە بىر ئۈممەت (يەنى بىر دىندا) قىلاتتى، ئۇلار (دىن توغرىسىدا) داۋاملىق ئىختىلاپ قىلىشقۇچىلاردۇر، پەقەت پەرۋەردىگارىڭنىڭ رەھمىتىگە ئېرىشكەنلەر بۇنىڭدىن مۇستەسنا. اﷲ ئۇلارنى شۇنىڭ ئۈچۈن (يەنى ئىختىلاپ ئۈچۈن) ياراتتى. پەرۋەردىگارىڭنىڭ: «مەن چوقۇم پۈتۈن جىنلار ۋە ئىنسانلار بىلەن دوزاخنى توشقۇزىمەن» دېگەن سۆزى ئېنىق بەلگىلەندى"
        },
        {
            "chapter": 11,
            "verse": 120,
            "text": "كۆڭلۈڭنى خاتىرجەم قىلىش ئۈچۈن، ساڭا پەيغەمبەرلەرنىڭ قىسسىلىرىنى بايان قىلىپ بېرىمىز، بۇ قىسسىلەر ھەقىقەتنى، مۆمىنلەر ئۈچۈن ۋەز - نەسىھەت، ئىبرەتلەرنى ئۆز ئىچىگە ئالغان"
        },
        {
            "chapter": 11,
            "verse": 121,
            "text": "ئىمان ئېيتمايدىغانلارغا ئېيتقىنكى، «سىلەر ئۆز يولۇڭلار بويىچە ھەرىكەت قىلىڭلار، بىزمۇ ئۆز يولىمىز بويىچە ھەرىكەت قىلايلى"
        },
        {
            "chapter": 11,
            "verse": 122,
            "text": "سىلەر (ئىشىڭلارنىڭ ئاقىۋىتىنى) كۈتۈڭلار، بىزمۇ ئەلۋەتتە (شۇنى) كۈتىمىز»"
        },
        {
            "chapter": 11,
            "verse": 123,
            "text": "ئاسمانلاردىكى ۋە زېمىندىكى غەيبنى بىلىش پەقەت اﷲ قا خاستۇر، ھەممە ئىش اﷲ قا قايتۇرۇلىدۇ، اﷲ قا ئىبادەت قىلغىن ۋە اﷲ قا تەۋەككۈل قىلغىن (يەنى ھەممە ئىشىڭنى اﷲ قا تاپشۇرغىن). پەرۋەردىگارىڭ قىلىۋاتقان ئىشلىرىڭلاردىن غاپىل ئەمەستۇر"
        },
        {
            "chapter": 12,
            "verse": 1,
            "text": "ئەلىف، لام، را. بۇ روشەن كىتاب ئايەتلىرىدۇر"
        },
        {
            "chapter": 12,
            "verse": 2,
            "text": "شۈبھىسىزكى، سىلەرنى چۈشەنسۇن دەپ، ئۇنى ئەرەبچە قۇرئان قىلىپ نازىل قىلدۇق"
        },
        {
            "chapter": 12,
            "verse": 3,
            "text": "بۇ قۇرئاننى ساڭا ۋەھيى قىلىش ئارقىلىق ئەڭ چىرايلىق قىسسىنى ساڭا بايان قىلىپ بېرىمىز، بۇنىڭدىن بۇرۇن بۇ قىسسىدىن ھەقىقەتەن بىخەۋەر ئىدىڭ"
        },
        {
            "chapter": 12,
            "verse": 4,
            "text": "ئۆز ۋاقتىدا يۇسۇف ئۆز ئاتىسىغا: «ئى ئاتا! مەن ھەقىقەتەن چۈشۈمدە 11 يۇلتۇزنىڭ ۋە ئاي بىلەن كۈننىڭ ماڭا سەجدە قىلغانلىقىنى كۆردۈم» دېدى"
        }
    ]
}