{
    "pages": [
        {
            "chapter": 15,
            "verse": 91,
            "text": "ئۇلار (يەنى يەھۇدىيلار ۋە ناسارالار) قۇرئاننى پارچە - پەرچە قىلىۋەتتى (يەنى قۇرئاننىڭ بەزىسىگە ئىشىنىپ، بەزىسىنى ئىنكار قىلدى)"
        },
        {
            "chapter": 15,
            "verse": 92,
            "text": "پەرۋەردىگارىڭنىڭ نامى بىلەن قەسەمكى، ئۇلار (يەنى خالايىق) نىڭ ھەممىسىنىڭ (بۇ دۇنيادا) قىلغان ئىشلىرىنى چوقۇم سورايمىز"
        },
        {
            "chapter": 15,
            "verse": 93,
            "text": "پەرۋەردىگارىڭنىڭ نامى بىلەن قەسەمكى، ئۇلار (يەنى خالايىق) نىڭ ھەممىسىنىڭ (بۇ دۇنيادا) قىلغان ئىشلىرىنى چوقۇم سورايمىز"
        },
        {
            "chapter": 15,
            "verse": 94,
            "text": "ساڭا بۇيرۇلغاننى (يەنى پەرۋەردىگارىڭنىڭ ئەمرىنى) ئاشكارا ئوتتۇرىغا قويغىن، مۇشرىكلار (نىڭ مەسخىرەلىرىگە) پەرۋا قىلمىغىن"
        },
        {
            "chapter": 15,
            "verse": 95,
            "text": "سېنى مەسخىرە قىلغۇچىلارغا بىز چوقۇم تېتىيمىز"
        },
        {
            "chapter": 15,
            "verse": 96,
            "text": "ئۇلار باشقا مەبۇدلارنى اﷲ قا شېرىك قىلىدۇ، ئۇلار ئۇزاققا قالماي (ئىشنىڭ ئاقىۋىتىنى) بىلىدۇ"
        },
        {
            "chapter": 15,
            "verse": 97,
            "text": "بىز ئۇلارنىڭ سۆزلىرىدىن يۈرىكىڭنىڭ سېقىلىۋاتقانلىقىنى ئوبدان بىلىمىز"
        },
        {
            "chapter": 15,
            "verse": 98,
            "text": "پەرۋەردىگارىڭغا ھەمدۇ ۋە تەسبىھ ئېيتقىن، ھەم سەجدە قىلغۇچىلاردىن بولغىن"
        },
        {
            "chapter": 15,
            "verse": 99,
            "text": "سەن ئۆزۈڭگە ئۆلۈم كەلگەنگە (يەنى ئەجىلىڭ يەتكەنگە) قەدەر پەرۋەردىگارىڭغا ئىبادەت قىلغىن"
        },
        {
            "chapter": 16,
            "verse": 1,
            "text": "اﷲ نىڭ پەرمانى (يەنى قىيامەت) چوقۇم كېلىدۇ، ئۇنىڭغا ئالدىراپ كەتمەڭلار، اﷲ ئۇلار (يەنى مۇشرىكلار) نىڭ شېرىك كەلتۈرگەن نەرسىلىرىدىن پاكتۇر ۋە يۈكسەكتۇر"
        },
        {
            "chapter": 16,
            "verse": 2,
            "text": "اﷲ ئۆز ئىرادىسى بويىچە خالىغان بەندىلىرىگە پەرىشتىلەرنى ۋەھيى بىلەن نازىل قىلىپ (مۇنداق دەيدۇ): «(ئىنسانلارنى) ئاگاھلاندۇرۇڭلاركى، مەندىن باشقا ھېچ ئىلاھ يوقتۇر، مەندىن (يەنى ئازابىمدىن) قورقۇڭلار»"
        },
        {
            "chapter": 16,
            "verse": 3,
            "text": "اﷲ ئاسمانلارنى ۋە زېمىننى ھەق ياراتتى، اﷲ ئۇلار (يەنى مۇشرىكلار) نىڭ شېرىك كەلتۈرگەن نەرسىلىرىدىن يۈكسەكتۇر"
        },
        {
            "chapter": 16,
            "verse": 4,
            "text": "ئۇ ئىنساننى ئابىمەنىيدىن ياراتتى، ناگاھان ئۇ (اﷲ قا) ئاشكارا خۇسۇمەت قىلغۇچىدۇر"
        },
        {
            "chapter": 16,
            "verse": 5,
            "text": "اﷲ چارۋا ماللارنى سىلەرنىڭ مەنپەئەتلىنىشىڭلار ئۈچۈن ياراتتى، ئۇلار (نىڭ يۇڭى ۋە تېرىسى) بىلەن ئىسسىنىسىلەر، ئۇلار (نىڭ نەسلى، سۈتى، سۆڭىكى ۋە قىغى) دىن پايدىلىنىسىلەر ۋە ئۇلار (نىڭ گۆشلىرى) نى يەيسىلەر"
        },
        {
            "chapter": 16,
            "verse": 6,
            "text": "ئۇلارنى كەچتە ئوتلاقتىن قايتۇرۇپ كەلگەن ۋە ئەتىگەندە ئوتلاققا ئېلىپ چىققان ۋاقتىڭلاردا، چارۋا ماللار سىلەرگە زىننەت بولۇپ (خۇشاللىق بېغىشلايدۇ)"
        }
    ]
}