{
    "pages": [
        {
            "chapter": 2,
            "verse": 191,
            "text": "ئۇلارنى (يەنى مۇشرىكلارنى) (ئۇلار ھەرەمدە بولسۇن، باشقا يەردە بولسۇن، ئۇرۇش ھارام قىلىنغان ئايلاردا بولسۇن) ئۇچراتقان يەردە ئۆلتۈرۈڭلار، سىلەرنى يۇرتۇڭلاردىن (يەنى مەككىدىن) چىقىرىۋەتكەندەك، سىلەرمۇ ئۇلارنى يۇرتىدىن چىقىرىۋېتىڭلار، زىيانكەشلىك قىلىش ئۇرۇشتىنمۇ ياماندۇر. تاكى ئۇلار ئۆزلىرى ئۇرۇش ئاچمىغىچە مەسجىدى ھەرەم ئەتراپىدا ئۇلار بىلەن ئۇرۇش قىلماڭلار، ئەگەر ئۇلار (مەسجىدى ھەرەم ئەتراپىدا) ئۆزلىرى ئۇرۇش ئاچسا، ئۇلارنى ئۆلتۈرۈۋېرىڭلار. كاپىرلارنىڭ جازاسى شۇنداق بولىدۇ"
        },
        {
            "chapter": 2,
            "verse": 192,
            "text": "ئەگەر ئۇلار ئۇرۇشنى توختاتسا (سىلەرمۇ ئۇرۇشتىن قول يىغىڭلار)، اﷲ (تەۋبە قىلغۇچىلارغا) ھەقىقەتەن مەغپىرەت قىلغۇچىدۇر، ناھايىتى مېھرىباندۇر"
        },
        {
            "chapter": 2,
            "verse": 193,
            "text": "تاكى زىيانكەشلىك تۈگىگەن ۋە اﷲ نىڭ دىنى يولغا قويۇلغانغا قەدەر ئۇلار بىلەن ئۇرۇشۇڭلار؛ ئەگەر ئۇلار ئۇرۇشنى توختاتسا، زۇلۇم قىلغۇچىلاردىن باشقىلارغا دۈشمەنلىك قىلىشقا بولمايدۇ"
        },
        {
            "chapter": 2,
            "verse": 194,
            "text": "(ئۇرۇش) ھارام قىلىنغان ئاي (ئۇرۇش) ھارام قىلىنغان ئايغا تەڭدۇر (يەنى ئۇرۇش ھارام قىلىنغان. ئايلاردا دۈشمىنىڭلار سىلەرگە چېقىلسا، شۇ ئايلاردا سىلەرمۇ ئۇلارغا چېقىلساڭلار بولىدۇ). ھۆرمىتى ساقلىنىشقا تېگىشلىك نەرسىلەر تەڭ - باراۋەردۇر (يەنى ھۆرمىتى ساقلىنىشقا تېگىشلىك نەرسىلەرنى باشقىلار دەپسەندە قىلسا، ئىنتىقام ئېلىش يۈزسىدىن، سىلەرمۇ ئۇلارنى دەپسەندە قىلساڭلار ھېچ يامىنى يوق. (بىراۋ سىلەرگە قانچىلىك چېقىلغان بولسا، سىلەرمۇ ئۇنىڭغا شۇنچىلىك چېقىلىڭلار؛ اﷲ قا تەقۋادارلىق قىلىڭلار، بىلىڭلاركى، اﷲ تەقۋادارلار بىلەن بىللىدۇر)"
        },
        {
            "chapter": 2,
            "verse": 195,
            "text": "اﷲ نىڭ يولىدا (پۇل - مال) سەرپ قىلىڭلار، ئۆزۈڭلارنى ھالاكەتكە تاشلىماڭلار، ئېھسان قىلىڭلار، ئېھسان قىلغۇچىلارنى اﷲ ھەقىقەتەن دوست تۇتىدۇ"
        },
        {
            "chapter": 2,
            "verse": 196,
            "text": "ھەج بىلەن ئۆمرەنى اﷲ ئۈچۈن تولۇق ئورۇنلاڭلار، ئەگەر (دۈشمەن ياكى كېسەللىك سەۋەبىدىن) ھەجنى ياكى ئۆمرەنى ئادا قىلىشتا توسقۇنلۇققا ئۇچرىساڭلار، ئۇ ھالدا نېمە ئوڭاي بولسا (يەنى تۆگە، كالا، قويدىن نېمىنى تاپالىساڭلار)، شۇنى قۇربانلىق قىلىڭلار، قۇربانلىق قىلىنىدىغان مال جايىغا (يەنى بەلگىلەنگەن جايغا) يەتمىگىچە بېشىڭلارنى چۈشۈرمەڭلار، سىلەردىن كىمكى كېسەل (يەنى چېچىنى چۈشۈرسە زىيان قىلىدىغان كېسەل) ياكى بېشىدا ئىللەت (يەنى باش ئاغرىقى، پىتقا ئوخشاشلار) بولۇپ (بېشىنى چۈشۈرمىسە)، فىدىيە قىلىش يۈزىسىدىن (ئۈچ كۈن) روزا تۇتسۇن، ياكى (ئالتە مىسكىنگە ئۈچ سا) سەدىقە بەرسۇن، ياكى (بىرەر مال) قۇربانلىق قىلسۇن، ئەمىنلىكتە بولغان چېغىڭلاردا (ئاراڭلاردىن) ئۆمرە قىلغاندىن كېيىن ھەج قىلىشتىن بەھرىمەن بولغان ئادەم (يەنى ھەجدىن بۇرۇن ئۆمرە قىلىپ تاماملىغان ئادەم) نېمە ئوڭاي بولسا، شۇنى قۇربانلىق قىلسۇن، (پۇلى يوقلۇقتىن ياكى قۇربانلىق مال يوقلۇقىدىن قۇربانلىق مال) تاپالمىغان ئادەم ھەج جەريانىدا ئۈچ كۈن روزا تۇتسۇن، (ھەجدىن) قايتقاندىن كېيىن يەتتە كۈن روزا تۇتسۇن، ئۇنىڭ ھەممىسى ئون كۈن بولىدۇ. مانا بۇ (يەنى ئۆمرە قىلغان ئادەمگە قۇربانلىق قىلىش لازىملىقى ياكى روزا تۇتۇش ھەققىدىكى ھۆكۈم) مەسجىدى ھەرەم دائىرىسىدە (يەنى ھەرەمدە) ئولتۇرۇشلۇق بولمىغان كىشىلەر ئۈچۈندۇر. اﷲ قا تەقۋادارلىق قىلىڭلار، بىلىڭلاركى، اﷲ نىڭ ئازابى قاتتىقتۇر"
        }
    ]
}