{
    "pages": [
        {
            "chapter": 21,
            "verse": 82,
            "text": "سۇلايمانغا يەنە بىر قىسىم شەيتانلارنى مۇسەخخەر قىلىپ بەردۇق، ئۇلار دېڭىزلاردا چۆكۈپ ئۇنىڭغا ئۈنچە - مارجان (گۆھەرلەرنى سۈزۈپ چىقاتتى)، ئۇلار يەنە (شەھەرلەرنى، ئېگىز سارايلارنى سېلىشتەك) باشقا ئىشلارنىمۇ قىلاتتى، بىز ئۇلارنى (سۇلايماننىڭ ئىتائىتىدىن چىقىشتىن) ساقلايتتۇق"
        },
        {
            "chapter": 21,
            "verse": 83,
            "text": "(ئەييۇبنىڭ قسسسىنى بايان قىلغىن). ئۆز ۋاقتىدا ئۇ پەرۋەردىگارىغا: «ھەقىقەتەن مېنى بال (يەنى قاتتىق كېسەل) ئورىۋالدى، سەن ئەڭ مەرھەمەتلىكسەن» دەپ دۇئا قىلدى"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "ئۇنىڭ دۇئاسىنى ئىجابەت قىلدۇق، ئۇنىڭ بېشىغا كەلگەن بالانى كۆتۈرۈۋەتتۇق، ئۇنىڭغا رەھىم قىلغانلىقىمىز، ئىبادەت قىلغۇچىلارغا ئىبرەت قىلغانلىقىمىز ئۈچۈن، ئۇنىڭغا ئائىلىسىنى ۋە ئۇنىڭغا ئوخشاش بىر باراۋەرنى زىيادە ئاتا قىلدۇق (يەنى ئۇنىڭ ئۆلگەن بالىلىرىنىڭ ۋە يوقالغان ماللىرىنىڭ ئورنىغا بىر ھەسسە كۆپ بالا، بىر ھەسسە كۆپ مال بەردۇق)"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "ئىسمائىل، ئىدرىس ۋە زۇلكىفللارنىڭ (قىسسىسىنى باياق قىلغىن). (ئۇلارنىڭ) ھەممىسى سەۋرلىك ئىدى (يەنى اﷲ قا ئىبادەت قىلىشتا چىداملىق ئىدى ۋە گۇناھلار ئالدىدا ئۆزلىرىنى تۇتۇۋالاتتى)"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "ئۇلارنى رەھمىتىمىز دائىرىسىگە كىرگۈزدۇق، ئۇلار ھەقىقەتەن ياخشىلاردىن ئىدى"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "يۇنۇسنىڭ (قىسسىنى بايان قىلغىن) ئۆز ۋاقتىدا ئۇ (قەۋمنىڭ ئىمان ئېيتمىغانلىقىدىن) خاپا بولۇپ (شەھىرىدىن) چىقىپ كەتكەن ئىدى. ئۇ بىزنى (بېلىقنىڭ قارنىدا) ئۆزىنى قىسمايدۇ دەپ ئويلىدى، ئۇ قاراڭغۇلۇقتا (يەنى بېلىقنى قارنىدا): «(پەرۋەردىگارىم) سەندىن بۆلەك ھېچ مەبۇد (بەرھەق) يوقتۇر، سەن (جىمى كەمچىلىكلەردىن) پاكتۇرسەن، مەن ھەقىقەتەن (ئۆز نەپسىمگە) زۇلۇم قىلغۇچىلاردىن بولدۇم» دەپ نىدا قىلدى"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "ئۇنىڭ دۇئاسىنى ئىجابەت قىلدۇق، ئۇنى (بېلىق يۇتقان چاغدىكى) غەمدىن خالاس قىلدۇق، شۇنىڭدەك مۆمىنلەرنى (ئېغىرچىلىقلاردىن) خالاس تاپقۇزىمىز"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "زەكەرىيانىڭ (قىسسىنى بايان قىلغىن). ئۆز ۋاقتىدا ئۇ: «ئى پەرۋەردىگارىم! مىنى (بالىسىز، ۋارىسسىز) يالغۇز قويمىساڭ، سەن ئەڭ ياخشى ۋارىستۇرسەن (يەنى ھەممە ئادەم ئۆلىدۇ، سەنلا باقىي قالىسەن)» دەپ نىدا قىلدى"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "بىز ئۇنىڭ دۇئاسىنى ئىجابەت قىلدۇق، ئۇنىڭغا يەھيانى ئاتا قىلدۇق، ئۇنىڭغا خوتۇنىنى ئۆزگەرتىپ بەردۇق (يەنى تۇغىدىغان قىلىپ بەردۇق). (يۇقىرىقى پەيغەمبەرلەرنىڭ دۇئاسىنى ئىجابەت قىلىشىمىز) شۇنىڭ ئۈچۈن ئىدىكى، ئۇلار ياخشى ئىشلارنى قىلىشقا ئالدىرايتتى، (رەھمىتىمىزنى) ئۈمىد قىلىپ، (ئازابىمىزدىن) قورقۇپ بىزگە دۇئا قىلاتتى، بىزگە كەمتەرلىك بىلەن ئىبادەت قىلاتتى"
        }
    ]
}