{
    "pages": [
        {
            "chapter": 23,
            "verse": 18,
            "text": "بىز بۇلۇتتىن ھاجەتكە قاراپ يامغۇر ياغدۇردۇق، ئۇنى زېمىندا توختاتتۇق، ئۇنى قۇرۇتۇۋېتىشقا ئەلۋەتتە قادىرمىز"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "شۇ يامغۇر بىلەن سىلەرگە خورما باغچىلىرى ۋە ئۈزۈم باغچىلىرىنى يېتىشتۈرۈپ بەردۇق، سىلەر ئۈچۈن ئۇ باغلاردا نۇرغۇن مېۋىلەر بار، ئۇلاردىن يەيسىلەر"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "شۇ يامغۇر بىلەن تۇرسىنادىن چىقىدىغان (زەيتۇن) دەرىخىنى (ئۆستۈرۈپ بەردۇق)، ئۇنىڭدىن ماي چىقىدۇ، يېگۈچىلەر (نانلىرىنى شۇ ماي بىلەن) مايلايدۇ"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "چارۋىلاردا ھەقىقەتەن سىلەرگە ئىبرەت بار، ئۇلارنىڭ قورسىقىدىكى نەرسىلەر (يەنى سۈتلەر) بىلەن سىلەرنى سۇغىرىمىز، ئۇلاردا سىلەر ئۈچۈن نۇرغۇن مەنپەئەتلەر بار، ئۇلارنىڭ گۆشىنى يەيسىلەر"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "ئۇلار (يەنى تۆگە ۋە ئۆكۈزلەر) بىلەن (قۇرۇقلۇقتا)، كېمە بىلەن (دېڭىزدا) يۈك توشۇيسىلەر"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "بىز ھەقىقەتەن نۇھنى قەۋمىگە پەيغەمبەر قىلىپ ئەۋەتتۇق، نۇھ ئېيتتى: «ئى قەۋمىم! (يالغۇز اﷲ قا ئىبادەت قىلىڭلار، سىلەرگە ئۇنىڭدىن باشقا ھېچ مەبۇد (بەرھەق) يوق، اﷲ نىڭ ئازابىدىن) قورقمامسىلەر؟»"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "ئۇنىڭ قەۋمىدىكى ئىمانسىز كاتتىلار ئېيتتى: «بۇ پەقەت سىلەرگە ئوخشاش بىر ئىنساندۇر، ئۇ سىلەردىن ئۈستۈن بولۇۋالماقچى، ئەگەر اﷲ (پەيغەمبەر ئەۋەتىشنى) خالىسا ئىدى، ئەلۋەتتە، پەرىشتىلەرنى ئەۋەتتى، بۇنداق سۆزنى بۇرۇنقى ئاتا - بوۋىلىرىمىزدىن ئاڭلىغان ئەمەسمىز"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "ئۇ پەقەت بىر مەجنۇندۇر، سىلەر ئۇنى بىر مەزگىل كۈتۈڭلار»"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "نۇھ (ئۇلارنىڭ ئىمان ئېيتىشىدىن ئۈمىدىنى ئۈزگەندىن كېيىن): «پەرۋەردىگارىم! ئۇلار مېنى يالغانغا چىقارغانلىقلىرى ئۈچۈن ماڭا ياردەم بەرگىن» دېدى"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "بىز نۇھقا: «بىزنىڭ كۆز ئالدىمىزدا ۋەھيىمىز بويىچە كېمە ياسىغىن، بىزنىڭ بۇيرۇقىمىز يېتىپ كەلگەن ۋە تونۇردىن سۇ ئېتىلىپ چىققان چاغدا، ھايۋانلاردىن (ئەركەك - چىشى بولۇپ) بىر جۈپتىن ئېلىۋالغىن، ئائىلەڭدىكىلەرنىمۇ ئېلىۋالغىن، ئۇلارنىڭ ئىچىدىكى ھالاك بولۇشقا ھۆكۈم قىلىنغانلار بۇنىڭدىن مۇستەسنا. (ئۆزلىرىگە) زۇلۇم قىلغانلار توغرىسىدا ماڭا سۆز ئاچمىغىن (يەنى ئۇلارغا شاپائەت قىلمىغىن)، ئۇلار چوقۇم (توپان بالاسىدا) غەرق قىلىنىدۇ» دەپ ۋەھيى قىلدۇق"
        }
    ]
}