{
    "pages": [
        {
            "chapter": 40,
            "verse": 17,
            "text": "بۈگۈن ھەر ئادەمگە قىلغان ئەمەلىگە يارىشا جازا بېرىلىدۇ، بۈگۈن زۇلۇم يوقتۇر، اﷲ ھەقىقەتەن تېز ھېساب ئالغۇچىدۇر"
        },
        {
            "chapter": 40,
            "verse": 18,
            "text": "ئۇلارنى قىيامەت كۈنىدىن ئاگاھلاندۇرغىن، ئۇ چاغدا دىللار (قورقۇنچنىڭ قاتتىقلىقىدىن) بوغۇزلارغا قاپلىشىۋالىدۇ، ئۇلار قايغۇ - ھەسرەتكە تولىدۇ، زالىملارغا يېقىن دوست ۋە شاپائىتى قوبۇل قىلىنىدىغان شاپائەتچى بولمايدۇ"
        },
        {
            "chapter": 40,
            "verse": 19,
            "text": "اﷲ كۆزلەرنىڭ خىيانىتىنى ۋە دىللاردىكى يوشۇرۇن نەرسىلەرنى بىلىپ تۇرىدۇ"
        },
        {
            "chapter": 40,
            "verse": 20,
            "text": "اﷲ ئادىللىق بىلەن ھۆكۈم چىقىرىدۇ، ئۇلار اﷲ نى قويۇپ ئىبادەت قىلىۋاتقان بۇتلار ھېچ نەرسىگە ھۆكۈم چىقىرىشقا قادىر ئەمەس، اﷲ ھەقىقەتەن (بەندىلەرنىڭ سۆزلىرىنى) ئاڭلاپ تۇرغۇچىدۇر، (ئۇلارنىڭ ئىشلىرىنى) كۆرۈپ تۇرغۇچىدۇر"
        },
        {
            "chapter": 40,
            "verse": 21,
            "text": "ئۇلار زېمىندا سەير قىلىپ، ئۇلاردىن ئىلگىرى ئۆتكەنلەرنىڭ ئاقىۋىتىنىڭ قانداق بولغانلىقىنى كۈزەتمىدىمۇ؟ ئۇلار بولسا زېمىندا كۈچ - قۇۋۋەت ۋە يادىكارلىقلار (يەنى ئۆي - ئىمارەت قۇرۇش) جەھەتتە بۇلار (يەنى سېنىڭ قەۋمىڭنىڭ كاپىرلىرى) دىن ئۈستۈن ئىدى، گۇناھى تۈپەيلىدىن اﷲ ئۇلارنى جازالىدى، ئۇلارنى ھېچ ئەھەدى اﷲ نىڭ ئازابىدىن ساقلاپ قالالمىدى"
        },
        {
            "chapter": 40,
            "verse": 22,
            "text": "بۇ شۇنىڭ ئۈچۈندۇركى، ئۇلارغا پەيغەمبەرلىرى روشەن مۆجىزىلەرنى ئېلىپ كەلگەن ئىدى، ئۇلار ئىشەنمىدى، شۇنىڭ بىلەن اﷲ ئۇلارنى جازالىدى. اﷲ ھەقىقەتەن كۈچلۈكتۇر، (اﷲ نىڭ) ئازابى قاتتىقتۇر"
        },
        {
            "chapter": 40,
            "verse": 23,
            "text": "بىز مۇسانى مۆجىزىلىرىمىز بىلەن، روشەن دەلىل بىلەن ھەقىقەتەن پىرئەۋنگە، ھامانغا ۋە قارۇنغا ئەۋەتتۇق، ئۇلار (مۇسانى) يالغانچى، سېھىرگەر دېيىشتى"
        },
        {
            "chapter": 40,
            "verse": 24,
            "text": "بىز مۇسانى مۆجىزىلىرىمىز بىلەن، روشەن دەلىل بىلەن ھەقىقەتەن پىرئەۋنگە، ھامانغا ۋە قارۇنغا ئەۋەتتۇق، ئۇلار (مۇسانى) يالغانچى، سېھىرگەر دېيىشتى"
        },
        {
            "chapter": 40,
            "verse": 25,
            "text": "مۇسا ئۇلارغا دەرگاھىمىزدىن ھەق (يەنى پەيغەمبەرلىك) بىلەن كەلگەندە، ئۇلار: «مۇسا بىلەن ئىمان ئېيتقانلارنىڭ ئوغۇللىرىنى (نەسلىنى قۇرۇتۇش ئۈچۈن) ئۆلتۈرۈڭلار، ئاياللىرىنى (خىزمەتكە سېلىش ئۈچۈن) قالدۇرۇڭلار» دېدى. كاپىرلارنىڭ ھىيلە - مىكرى پەقەت بەربات بولىدۇ"
        }
    ]
}