{
    "pages": [
        {
            "chapter": 41,
            "verse": 21,
            "text": "ئۇلار ئۆزلىرىنىڭ تېرىلىرىگە: «نېمىشقا بىزنىڭ زىيىنىمىزغا گۇۋاھلىق بەردىڭلار؟» دەيدۇ، تېرىلىرى: «ھەر نەرسىنى سۆزلەتكەن اﷲ بىزنى سۆزلەتتى، ئۇ دەسلەپتە سىلەرنى ياراتتى. ئۇنىڭ دەرگاھىغا قايتۇرۇلىسىلەر» دەيدۇ"
        },
        {
            "chapter": 41,
            "verse": 22,
            "text": "سىلەر (دۇنيادىكى چېغىڭلاردا) قۇلىقىڭلارنىڭ، كۆزۈڭلارنىڭ، تېرىلىرىڭلارنىڭ سىلەرنىڭ زىيىنىڭلارغا گۇۋاھلىق بېرىشىدىن ساقلانمىغان ئىدىڭلار (يەنى يامان ئىشلارنى قىلغان چېغىڭلاردا، رەسۋا بولۇشتىن قورقۇپ، كىشىلەردىن يوشۇرغان ئىدىڭلار، ۋەھالەنكى، ئەزالىرىڭلارنىڭ سىلەرنىڭ زىيىنىڭلارغا گۇۋاھلىق بېرىدىغانلىقىنى گۇمان قىلمىغان ئىدىڭلار)، لېكىن سىلەر قىلمىشىڭلاردىن نۇرغۇن ئىشلارنى «اﷲ بىلمەيدۇ» دەپ گۇمان قىلدىڭلار"
        },
        {
            "chapter": 41,
            "verse": 23,
            "text": "پەرۋەردىگارىڭلارغا قىلغان ئەنە شۇ (قەبىھ) گۇمانىڭلار سىلەرنى ھالاك قىلدى. شۇنىڭ بىلەن زىيان تارتقۇچىلاردىن بولدۇڭلار"
        },
        {
            "chapter": 41,
            "verse": 24,
            "text": "ئەگەر ئۇلار (ئازابقا) چىدىسا، (چىداملىقنىڭ پايدىسى يوق) دوزاخ ئۇلارنىڭ جايىدۇر، ئەگەر ئۇلار (اﷲ تىن) رازىلىق تىلىسە، ھەرگىز رازىلىققا ئېرىشەلمەيدۇ"
        },
        {
            "chapter": 41,
            "verse": 25,
            "text": "ئۇلارغا بىز (شەيتانلاردىن) دوستلارنى مۇسەللەت قىلدۇق، ئۇلار (يەنى شەيتانلار) ئۇلارغا ئالدى - كەينىدىكى نەرسىلەرنى (يەنى ئۇلارنىڭ ھازىرقى ۋە كەلگۈسىدىكى قەبىھ ئەمەللىرىنى) چىرايلىق كۆرسەتتى، ئۇلارغا ئۇلاردىن ئىلگىرى ئۆتكەن ئىنسانلاردىن ۋە جىنلاردىن بولغان (گۇناھكار شەقى) ئۈممەتلەر قاتارىدا ئازاب سۆزى تېگىشلىك بولدى، چۈنكى ئۇلار زىيان تارتقۇچىلار ئىدى"
        },
        {
            "chapter": 41,
            "verse": 26,
            "text": "كاپىرلار: «بۇ قۇرئانغا قۇلاق سالماڭلار، ئۇنى ئېلىشتۇرۇۋېتىڭلار، سىلەر غەلىبە قىلىشىڭلار مۇمكىن» دەيدۇ"
        },
        {
            "chapter": 41,
            "verse": 27,
            "text": "بىز كاپىرلارغا چوقۇم قاتتىق ئازابنى تېتىتىمىز، بىز ئۇلارنىڭ يامان قىلمىشلىرىغا ئەڭ قاتتىق جازا بېرىمىز"
        },
        {
            "chapter": 41,
            "verse": 28,
            "text": "اﷲ نىڭ دۈشمەنلىرىگە بېرىلىدىغان جازا ئەنە شۇ دوزاختۇر، ئۇلارنىڭ مەڭگۈلۈك تۇرىدىغان جايى دوزاختۇر، بىزنىڭ ئايەتلىرىمىزنى ئىنكار قىلغانلىقلىرى ئۈچۈن (ئۇلارغا) شۇنداق جازا بېرىلىدۇ"
        },
        {
            "chapter": 41,
            "verse": 29,
            "text": "كاپىرلار: «پەرۋەردىگارىمىز! ئىنسانلاردىن ۋە جىنلاردىن بىزنى ئازدۇرغانلارنى بىزگە كۆرسەتكىن، (ئۇلارنىڭ) ئەڭ خارلاردىن بولۇشى ئۈچۈن ئۇلارنى ئاياغلىرىمىزنىڭ ئاستىدا چەيلەيمىز» دېدى"
        }
    ]
}