{
    "pages": [
        {
            "chapter": 73,
            "verse": 1,
            "text": "ئى كىيىمگە يۆگىنىۋالغۇچى (پەيغەمبەر)"
        },
        {
            "chapter": 73,
            "verse": 2,
            "text": "كېچىنىڭ ئازغىنىسىدىن باشقىسىدا، يېرىمىدا ياكى يېرىمىدىنمۇ ئازراقىدا ياكى يېرىمىدىن كۆپرەكىدە ناماز ئوقۇغىن، قۇرئاننى تەرتىل بىلەن (يەنى دانە - دانە، ئوچۇق) ئوقۇغىن"
        },
        {
            "chapter": 73,
            "verse": 3,
            "text": "كېچىنىڭ ئازغىنىسىدىن باشقىسىدا، يېرىمىدا ياكى يېرىمىدىنمۇ ئازراقىدا ياكى يېرىمىدىن كۆپرەكىدە ناماز ئوقۇغىن، قۇرئاننى تەرتىل بىلەن (يەنى دانە - دانە، ئوچۇق) ئوقۇغىن"
        },
        {
            "chapter": 73,
            "verse": 4,
            "text": "كېچىنىڭ ئازغىنىسىدىن باشقىسىدا، يېرىمىدا ياكى يېرىمىدىنمۇ ئازراقىدا ياكى يېرىمىدىن كۆپرەكىدە ناماز ئوقۇغىن، قۇرئاننى تەرتىل بىلەن (يەنى دانە - دانە، ئوچۇق) ئوقۇغىن"
        },
        {
            "chapter": 73,
            "verse": 5,
            "text": "ساڭا ھەقىقەتەن تەنتەنىلىك قۇرئاننى نازىل قىلىمىز"
        },
        {
            "chapter": 73,
            "verse": 6,
            "text": "شۈبھىسىزكى، كېچىنىڭ قىيامى (يەنى كېچىدە كىشىنىڭ ئىبادەت قىلىشى ئۈچۈن ئۇيقۇدىن ئويغىنىپ تۇرۇشى) ئەڭ مۇۋاپىقتۇر، (تىنچ بولغانلىقى ئۈچۈن) كېچىنىڭ قىرائىتى ئەڭ توغرا بولىدۇ"
        },
        {
            "chapter": 73,
            "verse": 7,
            "text": "ھەقىقەتەن كۈندۈزى ئىش بىلەن ئالدىراش بولىسەن، (شۇڭا ئىبادەتكە) كېچىسى بېرىلگىن"
        },
        {
            "chapter": 73,
            "verse": 8,
            "text": "پەرۋەردىگارىڭنىڭ نامىنى ياد ئەتكىن، (ئىبادىتىڭدا) ئۇنىڭغا تولۇق يۈزلەنگىن"
        },
        {
            "chapter": 73,
            "verse": 9,
            "text": "ئۇ مەشرىقنىڭ ۋە مەغرىبنىڭ پەرۋەردىگارىدۇر، ئۇنىڭدىن باشقا ھېچ ئىلاھ يوقتۇر، ئۇنى ھامىي قىلىۋالغىن (يەنى ھەممە ئىشىڭنى ئۇنىڭغا تاپشۇرغىن)"
        },
        {
            "chapter": 73,
            "verse": 10,
            "text": "ئۇلارنىڭ (يەنى مەككە كۇففارلىرىنىڭ) (سېنى سېھىرگەر، شائىر، مەجنۇن دېگەن) سۆزلىرىگە سەۋر قىلغىن، ئۇلارنى چىرايلىقچە تەرك ئەتكىن"
        },
        {
            "chapter": 73,
            "verse": 11,
            "text": "(ئى مۇھەممەد! مېنىڭ ئايەتلىرىمنى) ئىنكار قىلغۇچى دۆلەتمەنلەرنى ماڭا قويۇۋەتكىن (يەنى ئۇلارنىڭ جازاسىنى ئۆزۈم بېرىمەن)، ئۇلارغا ئازغىنا مۆھلەت بەرگىن"
        },
        {
            "chapter": 73,
            "verse": 12,
            "text": "شۈبھىسىزكى، بىزنىڭ دەرگاھىمىزدا (ئۇلارغا) ئېغىر ئىشكەللەر ۋە (كۆيدۈرگۈچى) دوزاخ بار"
        },
        {
            "chapter": 73,
            "verse": 13,
            "text": "(زەققۇم، زەرىدىن ئىبارەت) گالدىن ئۆتمەيدىغان تاماق ۋە قاتتىق ئازاب بار"
        },
        {
            "chapter": 73,
            "verse": 14,
            "text": "ئۇ كۈندە زېمىن ۋە تاغلار قاتتىق تەۋرەيدۇ، تاغلار بىر دۆۋە تارقاق قۇمغا ئايلىنىدۇ"
        },
        {
            "chapter": 73,
            "verse": 15,
            "text": "شۈبھىسىزكى، بىز پىرئەۋنگە بىر پەيغەمبەرنى ئەۋەتكەندەك، سىلەرگە (ئەمەلىڭلارغا) گۇۋاھلىق بەرگۈچى بىر پەيغەمبەرنى ئەۋەتتۇق"
        },
        {
            "chapter": 73,
            "verse": 16,
            "text": "پىرئەۋن پەيغەمبەرگە (يەنى مۇسا ئەلەيھىسسالامغا) ئاسىيلىق قىلدى (يەنى پىرئەۋن مۇسا ئەلەيھىسسالامغا ئىمان ئېيتماي، ئۇنى يالغانغا چىقاردى، ئى قۇرەيش جامائەسى! سىلەر مۇھەممەد ئەلەيھىسسالامغا ئاسىيلىق قىلغاندەك، پىرئەۋنمۇ مۇسا ئەلەيھىسسالامغا ئاسىيلىق قىلغان ئىدى)، شۇنىڭ بىلەن ئۇنى قاتتىق جازالىدۇق"
        },
        {
            "chapter": 73,
            "verse": 17,
            "text": "(ئى قۇرەيش جامائەسى!) ئەگەر ئىمان ئېيتمىساڭلار، (دەھشىتىدىن) بالىلارنىڭ بېشىنى ئاقارتىۋېتىدىغان كۈندىن قانداق ساقلىنىسىلەر"
        },
        {
            "chapter": 73,
            "verse": 18,
            "text": "ئۇ كۈننىڭ (دەھشىتىدىن) ئاسمان يېرىلىدۇ، اﷲ نىڭ ۋەدىسى چوقۇم ئەمەلگە ئاشىدۇ (چۈنكى اﷲ ۋەدىسىگە خىلاپلىق قىلمايدۇ)"
        },
        {
            "chapter": 73,
            "verse": 19,
            "text": "بۇ ئايەتلەر ھەقىقەتەن ۋەز - نەسىھەتتۇر، (بۇ ۋەز - نەسىھەتتىن پايدىلىنىشنى) خالىغان ئادەم پەرۋەردىگارىغا يەتكۈزىدىغان يولنى تۇتسۇن"
        }
    ]
}