{
    "pages": [
        {
            "chapter": 3,
            "verse": 109,
            "text": "ئاسمانلار ۋە زېمىندىكى شەيئىلەر اﷲ نىڭ (مۈلكى، مەخلۇقاتى ۋە بەندىلىرى) دۇر، ھەممە ئىشلار اﷲ قا قايتۇرۇلىدۇ"
        },
        {
            "chapter": 3,
            "verse": 110,
            "text": "(ئى مۇھەممەد ئۈممىتى!) سىلەر ئىنسانلار مەنپەئىتى ئۈچۈن ئوتتۇرىغا چىقىرىلغان ياخشىلىققا بۇيرۇپ يامانلىقتىن توسىدىغان اﷲ قا ئىمان ئېيتىدىغان ئەڭ ياخشى ئۈممەتىسلەر. ئەگەر ئەھلى كىتاب (يەنى يەھۇدىيلار، ناسارالار) ئىمان ئېيتسا (يەنى مۇھەممەد ئەلەيھىسسالامغا نازىل قىلىنغان ۋەھيىگە ئىشەنسە)، ئۇلار ئۈچۈن (دۇنيا ۋە ئاخىرەتتە) ئەلۋەتتە ياخشى بولاتتى. ئۇلارنىڭ ئىچىدە مۆمىنلەرمۇ بار، ئۇلارنىڭ تولىسى پاسىقلاردۇر"
        },
        {
            "chapter": 3,
            "verse": 111,
            "text": "ئۇلار سىلەرگە ئازار بېرىشتىن باشقا ھېچقانداق زىيان - زەخمەت يەتكۈزەلمەيدۇ؛ ئەگەر سىلەر بىلەن ئۇرۇشسا، سىلەرگە ئارقىسىنى قىلىپ قاچىدۇ، ئاندىن ئۇلارغا ياردەم بېرىلمەيدۇ"
        },
        {
            "chapter": 3,
            "verse": 112,
            "text": "ئۇلارنىڭ قەيەردە بولمىسۇن اﷲ نىڭ ۋە مۇسۇلمانلارنىڭ ھىمايىسىدە بولغانلىرىدىن باشقىلىرى خارلىققا پېتىپ قالدى، اﷲ نىڭ غەزىپىگە ئۇچرىدى. موھتاجلىققا چۆمدى. بۇ ئۇلارنىڭ اﷲ نىڭ ئايەتلىرىنى ئىنكار قىلغانلىقلىرى ۋە پەيغەمبەرلەرنى ناھەق ئۆلتۈرگەنلىكلىرى ئۈچۈندۇر، ئۇلارنىڭ اﷲ نىڭ پەرمانىدىن چىقىپ كەتكەنلىكلىرى ۋە اﷲ نىڭ چەكلىمىسىدىن ئېشىپ كەتكەنلىكلىرى ئۈچۈندۇر"
        },
        {
            "chapter": 3,
            "verse": 113,
            "text": "ئۇلار بىرخىل ئەمەس، ئەھلى كىتابتىن (يەنى يەھۇدىيلار، ناسارالاردىن) كېچىلىرى اﷲ نىڭ ئايەتلىرىنى تىلاۋەت قىلىپ تۇرىدىغان ۋە سەجدە قىلىپ تۇرىدىغان بىر جامائە كىشىلەر بار"
        },
        {
            "chapter": 3,
            "verse": 114,
            "text": "ئۇلار اﷲ قا ۋە ئاخىرەت كۈنىگە ئىشىنىدۇ، ياخشى ئىشلارغا بۇيرۇيدۇ، يامان ئىشلاردىن توسىدۇ، خەيرلىك ئىشلارنى قىلىشقا ئالدىرايدۇ؛ ئەنە شۇلار ياخشىلاردىندۇر"
        },
        {
            "chapter": 3,
            "verse": 115,
            "text": "ئۇلار ھەر قانداق ياخشىلىقنى قىلسۇن، ئۇ بىكار كەتمەيدۇ. اﷲ تەقۋادارلارنى ئوبدان بىلىدۇ"
        }
    ]
}