{
    "rukus": [
        {
            "chapter": 8,
            "verse": 49,
            "text": "Munofiqon va on kasone, ki dar dil ʙemorie dorand, guftand: «Inhoro dinason firefta ast». Va har kas, ki ʙa Xudo tavakkul kunad, uro piruzmand va hakim xohad joft"
        },
        {
            "chapter": 8,
            "verse": 50,
            "text": "Agar ʙuʙini on zamonro, ki faristagon coni kofironro mesitonand va ʙa rujhovu pustason mezanand va megujand: «Azoʙi suzonro ʙicased!»"
        },
        {
            "chapter": 8,
            "verse": 51,
            "text": "In ʙa cazoi korhoe ʙud, ki pes az in karda ʙuded va Xudo ʙa ʙandagonas sitam kunanda nest"
        },
        {
            "chapter": 8,
            "verse": 52,
            "text": "Monandi amali xonadoni Fir'avn va kasone, ki pes az onho ʙudand» Onho ʙa ojoti Xudo kofir sudand. Pas Xudo onhoro ʙa cazoi gunohonason azoʙ kard, ki Xudo nerumand va saxtuquʙat ast"
        },
        {
            "chapter": 8,
            "verse": 53,
            "text": "Zero Xudo ne'matero, ki ʙa qavme arzoni dosta ast, digargun nasozad, to on qavm xud digargun savand. Va Xudo sunavo va donost"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "Monandi amali xonadoni Fir'avn va kasone, ki pes az onho ʙudand. Onho ojoti Parvardigorasonro duruƣ donistand va Mo ʙa cazoi gunohonason halokason kardem va xonadoni Fir'avnro ƣarq soxtem, zero hama sitamkor ʙudand"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "Alʙatta ʙadtarin cunʙandagon dar nazdi Xudo onhojand, ki kofir sudaand va imon nameovarand"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "Kasone, ki tu az onon pajmon girifti, sipas pajopaj pajmoni xesro mesikanand va hec nametarsand"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "Pas agar onhoro dar cang ʙijoʙi, parokandaason soz, to pajravonason niz parokanda savand, sojad ki iʙrat girand"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "Agar medoni, ki guruhe dar pajmon xijonat mekunand, ʙa onon e'lom kun, ki monandi xudason amal xohi kard. Zero Xudo xoinonro dust nadorad"
        }
    ]
}