{
    "rukus": [
        {
            "chapter": 10,
            "verse": 21,
            "text": "Har goh pas az zarare, ki ʙa mardum rasidaast, rahmate ʙa onho ʙicasonem, ʙini, ki dar ojoti Mo ʙadandesi mekunand, ʙigu: «Makri Xudo zudtar ast». Rasuloni Mo niz ʙadandesihoi sumoro menavisand"
        },
        {
            "chapter": 10,
            "verse": 22,
            "text": "Ust, ki sumoro dar xuski va dar darjo sajr medihad. To on goh, ki dar kistiho hastand va ʙodi muvofiq ʙa harakatason meovarad, sodmonand. Cun tufon faro rasad va mavc az har su ʙar onho rezad, cunon kn pindorand, ki dar muhosirai mavc qaror giriftaand, Xudoro az rui ixlosi aqida ʙixonand, ki agar moro az in xatar ʙirahoni, az sukrguzoron xohem ʙud"
        },
        {
            "chapter": 10,
            "verse": 23,
            "text": "Cun Xudo onhoro ʙirahonad, ʙini, ki dar zamin ʙa nohaq sarkasi kunand. Ej mardum, in sarkasi ʙa zijoni xudaton ast. Manfiatest dar in zindagii dunjavi. On goh hama ʙa nazdi Mo ʙozmegarded to az korhoe, ki mekardaed, ogohaton sozem"
        },
        {
            "chapter": 10,
            "verse": 24,
            "text": "Misoli in zindagii dunjo cun ʙoronest, ki az osmon nozil kunem, to ʙa on har guna rastaniho az zamin ʙirujad, ci onho, ki odamijon mexurand va ci onho, ki corpojon mecarand. Cun zamin zinati xud ʙargirift va orosta sud va mardumas pindostand, ki xud qodir ʙar on hama ʙudaand, farmoni Mo saʙhangom jo ʙa ruz darrasad va cunon az ʙexas ʙarkanem, ki gui diruz dar on makon hec ciz naʙudaast, Ojotro ʙaroi mardume, ki meandesand, incunin tafsil medihem"
        },
        {
            "chapter": 10,
            "verse": 25,
            "text": "Xudovand ʙa saroi salomat da'vat mekunad va har kiro ʙixohad ʙa rohi rost hidojat mekunad"
        },
        {
            "chapter": 10,
            "verse": 26,
            "text": "Muzdi onon, ki neki mekunand, nekist va cize afzun ʙar on. Na sijaxruj savandu na xor. Inho ahli ʙihistand va dar on covidonand"
        },
        {
            "chapter": 10,
            "verse": 27,
            "text": "Va ʙaroi onon, ki murtakiʙi ʙadiho savand, muzdi har ʙadi monandi on ast va xori ʙar onho ƣoliʙ mesavad. Kase onhoro az xasmi Xudo nigah namedorad, cunon savand, ki gujo suratason dar porae az saʙi torik pusida suda ast. Inho ahli cahanamand va covidona dar on hastand"
        },
        {
            "chapter": 10,
            "verse": 28,
            "text": "Va ruze hamai onhoro dar mahsar gird ovarem. Sipas musrikonro guem: «Sumo va ʙuthojaton dar makoni xud qaror gired!» Sipas onhoro az jakdigar cudo mekunem va ʙuthojason megujand: «Sumo hargiz moro nameparastidaed»"
        },
        {
            "chapter": 10,
            "verse": 29,
            "text": "Xudo ʙa guvohi mijoni movu sumo kofist, ki mo az parastisi sumo hargiz ogoh naʙudaem"
        },
        {
            "chapter": 10,
            "verse": 30,
            "text": "Dar on co har kas harci kardaast, cazoasro xohad did va hamaro ʙa sui Xudo — mavloi haqiqiason ʙozmegardonand va hamai on ʙuton, ki ʙa ʙotil meparastidand, noʙud mesavand"
        }
    ]
}