{
    "rukus": [
        {
            "chapter": 20,
            "verse": 77,
            "text": "Ba Muso vahj kardem, ki ʙandagoni Moro saʙhangom ʙerun ʙiʙar va ʙarojason (ʙo mu'ciza) dar darjo guzargohe xusk ʙicuj va matars, ki ʙar tu dast joʙand va ʙim ʙa dil roh madeh"
        },
        {
            "chapter": 20,
            "verse": 78,
            "text": "Firʹavn, ʙo laskarhojas az pajason ravon sud. Va darjo cunon, ki ʙojad, ononro dar xud furu pusid"
        },
        {
            "chapter": 20,
            "verse": 79,
            "text": "Fir'avn qavmasro gumrox kard, na rohnamoi"
        },
        {
            "chapter": 20,
            "verse": 80,
            "text": "«Ej ʙani-Isroil, sumoro az dusmanaton rahonidem va ʙo sumo dar coniʙi rosti kuhi Tur va'da nihodem va ʙarojaton manna (sirini) va salvo (ʙedona) nozil kardem"
        },
        {
            "chapter": 20,
            "verse": 81,
            "text": "Az cizhoi pokiza, ki sumoro ruzi dodaem, ʙixured va az had meguzaronedas, to maʙod xasmi Man ʙa sumo rasad, ki har kas, ki xasmi Man ʙa u ʙirasad, dar otas aftad"
        },
        {
            "chapter": 20,
            "verse": 82,
            "text": "Har kas, ki tavʙa kunad va imon ovarad va kori soista kunad va ʙa rohi hidojat ʙijaftad, uro meʙaxsoem"
        },
        {
            "chapter": 20,
            "verse": 83,
            "text": "Ej Muso, ci ciz turo vodost, to ʙar qavmat pesi giri?» (ja'ne az qavmat pestar ʙijoi)"
        },
        {
            "chapter": 20,
            "verse": 84,
            "text": "Guft: «Onho hamonhojand, ki az pai man ravonand. Ej Parvardigori man, man ʙa sui Tu sitoftam, to xusnud gardi»"
        },
        {
            "chapter": 20,
            "verse": 85,
            "text": "Guft: «Mo qavmi turo pas az tu ozmois kardem va Somiri gumrohason soxt»"
        },
        {
            "chapter": 20,
            "verse": 86,
            "text": "Muso xasmgin va puranduh nazdi qavmas ʙozgastu guft: «Ej qavmi man, ojo Parvardigoraton sumoro va'dahoi neku nadoda ʙud? Ojo der kardani man daroz kasid jo xosted, ki xasmi Parvardigoraton ʙa sumo furud ojad, ki va'dai maro xilof karded?»"
        },
        {
            "chapter": 20,
            "verse": 87,
            "text": "Guftand; «Mo ʙa ixtijori xud va'dai tu xilof nakardem. Az zaru zevari on qavm ʙardostem. Onhoro dar otas andoxtem. Va Somiri niz andoxt"
        },
        {
            "chapter": 20,
            "verse": 88,
            "text": "Va ʙarojason tandisi (pajkarai) gusolae, ki na'rai govonro dost, ʙisoxt va guftand: «In xudoi sumo va xudoi Musost. Va Muso faromus karda ast»"
        },
        {
            "chapter": 20,
            "verse": 89,
            "text": "Ojo namedonand, ki hec posuxe ʙa suxanason namedihad va hec naf'u zijone ʙarojason nadorad"
        }
    ]
}