{
    "rukus": [
        {
            "chapter": 33,
            "verse": 41,
            "text": "Ej kasone, ki imon ovardaed, Xudoro farovon jod kuned"
        },
        {
            "chapter": 33,
            "verse": 42,
            "text": "Va har ʙomdodu saʙongoh tasʙehas gued"
        },
        {
            "chapter": 33,
            "verse": 43,
            "text": "Ust, ki Xud va faristagonas ʙar sumo duruƣ mefiristand, to sumoro az toriki ʙa ravsani ʙarad, zero Xudovand ʙa mu'minon mehruʙon ast"
        },
        {
            "chapter": 33,
            "verse": 44,
            "text": "Ruze, ki ʙo U didor kunand, durudason in ast: «Salom!» Va Xudo ʙarojason mukofote neku omoda kardaast"
        },
        {
            "chapter": 33,
            "verse": 45,
            "text": "Ej pajomʙar, Mo turo firistodem to sohidu muƶdadihanda va ʙimdihanda ʙosi"
        },
        {
            "chapter": 33,
            "verse": 46,
            "text": "Va mardumro ʙa farmoni Xudo ʙa sui U da'vat kuni va caroƣe toʙnok ʙosi"
        },
        {
            "chapter": 33,
            "verse": 47,
            "text": "Va mu'minonro xusxaʙar deh, ki az sui Xudo ʙarojason fazilate ʙuzurg omadaast"
        },
        {
            "chapter": 33,
            "verse": 48,
            "text": "Ba kofironu munofiqon ito'at makun va ozorasonro tark kun va ʙar Xudo tavakkal kun, ki Xudo korsoziro kifoja ast"
        },
        {
            "chapter": 33,
            "verse": 49,
            "text": "Ej kasone, ki imon ovardaed, cun zanoni mu'minro nikoh karded, va pes az on ki ʙo onho nazdiki kuned, taloqason gufted, sumoro ʙar onho iddae nest, ki ʙipojand. Pas ononro hadja dihed va ʙa nekutarin tarz rahojason kuned"
        },
        {
            "chapter": 33,
            "verse": 50,
            "text": "Ej pajomʙar, Mo zanonero, ki mahrasonro dodai va ononro, ki ʙa unvoni ƣanimathoi cangi, ki Xudo ʙa tu ato namudaast, molik sudai va duxtari amuho va duxtari ammaho va duxtari doiho (taƣoho) va duxtari xolahoi turo, ki ʙo tu muhocirat kardaand, ʙar tu halol kardem va niz zani mu'minero, ki xudro ʙa pajomʙar ʙaxsida ʙosad har goh pajomʙar ʙixohad uro ʙa zani girad. In hukmi maxsusi tust na digar muʹminon. Mo medonem dar ʙoram zanonason va kanizonason ci hukme kardaem, to ʙaroi tu muskilie pes najojad. Va Xudo ʙaxsojandavu mehruʙon ast"
        },
        {
            "chapter": 33,
            "verse": 51,
            "text": "Az zanoni xud har kiro xohi ʙa navʙat muaxxar (aqiʙ) dor va har kiro xohi, ʙo xud nigah dor. Va agar az onho, ki dur dostai, jakero ʙitalaʙi, ʙar tu gunohe nest. Dar in intixoʙu ixtijor ʙojad, ki sodmon ʙosand va ƣamgin nasavagd va az on ci hamagijasonro ato menamoi, ʙojad, ki xusnud gardand va Xudo medonad, ki dar dilhoi sumo cist. Va Xudost, ki donovu ʙurdʙor ast"
        },
        {
            "chapter": 33,
            "verse": 52,
            "text": "Ba'd az in zanon hec zane ʙar tu halol nest va niz zane ʙa coi ojaho ixtijor kardan, harcand turo az zeʙoii u xus ojad, ƣajri on ci ʙa ƣanimat ʙa dasti tu aftad. Va Xudo nazoratkunandai har cizest"
        }
    ]
}