{
    "rukus": [
        {
            "chapter": 38,
            "verse": 15,
            "text": "Inho niz ʙonge saxtro intizori dorand, cunon ki onro digar tavaqqufe (ʙozistodane) naʙosad"
        },
        {
            "chapter": 38,
            "verse": 16,
            "text": "Va guftand: «Ej Parvardigori mo, nomai a'moli moro pes az faro rasidani ruzi hisoʙ ʙa dasti mo ʙideh!»"
        },
        {
            "chapter": 38,
            "verse": 17,
            "text": "Bar harci megujand, saʙr kun. Va az ʙandai Mo Dovudi qudratmand, ki hamesa ʙa dargohi Mo tavʙa mekard, jod ovar"
        },
        {
            "chapter": 38,
            "verse": 18,
            "text": "Mo kuhhoro rom kardem va kuhho har somgohu ʙomdodon ʙo u tasʙeh mekardand"
        },
        {
            "chapter": 38,
            "verse": 19,
            "text": "Va parrandagon ʙar u cam' meomadand. Hama farmonʙari u ʙudand"
        },
        {
            "chapter": 38,
            "verse": 20,
            "text": "Farmonravoijasro ustuvori ʙaxsidem va uro hikmatu fasohat dar suxan ato kardem"
        },
        {
            "chapter": 38,
            "verse": 21,
            "text": "Ojo xaʙari on xusumatkunandagonro sunidai, on goh ki az devori qasr ʙa mascid daromadand"
        },
        {
            "chapter": 38,
            "verse": 22,
            "text": "Bar Dovud doxil sudand. Dovud az onho tarsid. Guftand: «Matars, mo du da'vogar hastem, ki jake ʙar digare sitam kardaast. Mijoni mo ʙa haq dovari kun va poj az adolat ʙerun maneh va moro ʙa roxi rost hidojat kun"
        },
        {
            "chapter": 38,
            "verse": 23,
            "text": "In ʙarodari man ast. Uro navadu nuh mes (gusfand) ast va maro jak mes. Megujad: «Onro ham ʙa man ʙideh» va dar da'vo ʙar man ƣalaʙa joftaast»"
        },
        {
            "chapter": 38,
            "verse": 24,
            "text": "Dovud guft: «U, ki mesi turo az tu mexohad to ʙa meshoi xud ʙijafzojad, ʙa tu sitam mekunad. Va ʙisjore az sarikon ƣajri kasone, ki imon ovardaand va korhoi soista kardaand — va inho niz andak hastand — ʙar jakdigar sitam mekunand». Va Dovud donist, ki uro ozmudem. Pas az Parvardigoras ʙaxsois xost va ʙa ruqu' daraftodu tavʙa kard. (Sacda)"
        },
        {
            "chapter": 38,
            "verse": 25,
            "text": "Mo in xatojasro ʙaxsidem. Uro ʙa dargohi Mo taqarruʙ (nazdiki) ast va ʙozgaste neku"
        },
        {
            "chapter": 38,
            "verse": 26,
            "text": "Ej Dovud, Mo turo xalifai rui zamin gardonidem. Dar mijoni mardum ʙa haq dovari kun va az pai havoi nafs marav, ki turo az rohi Xudo ʙeroh sozad. Onon, ki az rohi Xudo kacrav savand, ʙa on saʙaʙ, ki ruzi hisoʙro az jod ʙurdaand, ʙa azoʙe saxt giriftor mesavand"
        }
    ]
}