{
    "rukus": [
        {
            "chapter": 48,
            "verse": 18,
            "text": "Xudo az mu'minon, on hangom ki dar zeri daraxt ʙo tu ʙaj'at kardand, xusnud gast va donist, ki dar dilason ci meguzarad. Pas oromis ʙar onho nozil kard va ʙa fathe (ƣalaʙae) nazdik mukofotason dod"
        },
        {
            "chapter": 48,
            "verse": 19,
            "text": "va ʙa ƣanimathoi ʙisjor, ki ʙa dast meovarand. Va Xudo ƣoliʙu hakim ast"
        },
        {
            "chapter": 48,
            "verse": 20,
            "text": "Xudo ʙa sumo va'dai ƣanimathoi ʙisjor dodaast, ki ʙa dast meovared va in ƣanimatro zudtar ato kard va sumoro az oseʙi mardumon amon ʙaxsid, to ʙaroi mu'minon iʙrate ʙosad va ʙa rohi rost hidojatason kunad"
        },
        {
            "chapter": 48,
            "verse": 21,
            "text": "Va ƣanimathoi digare, ki hanuz ʙa onho dast najoftaed. Har oina (Alʙatta) Xudo ʙa on (ʙo ilmas) ihota dorad va U ʙa har kore tavonost"
        },
        {
            "chapter": 48,
            "verse": 22,
            "text": "Va agar kofiron ʙo sumo ʙa cang ʙarxezand, pust gardonda ʙigrezand va digar hec dustu jorigare namejoʙand"
        },
        {
            "chapter": 48,
            "verse": 23,
            "text": "In sunnati Xudost, ki az pes cunin ʙudaast va tu dar sunnati Xudo digarguni 'naxohi joft"
        },
        {
            "chapter": 48,
            "verse": 24,
            "text": "Ust, ki cun dar ʙatni (moʙajni) Makka ʙar onho ƣoliʙijataton dod, dasti onhoro az sumo va dasti sumoro az onho ʙozdost. Va Xudo ʙa korhoe, ki mekarded, ogohu ʙino ʙud"
        },
        {
            "chapter": 48,
            "verse": 25,
            "text": "Inho hamonhojand, ki kofir sudand va sumoro az mascidulharom ʙozdostand va naguzostand, ki qurʙoni ʙa qurʙongohas ʙirasad. Agar mardoni musalmonu zanoni musalmone, ki onhoro namesinosed, dar mijoni onho naʙudand va ʙimi on naʙud, ki onhoro zeri poj kuned va nodonista gunoh sodir kuned, Xudo dasti sumoro az onho ʙoznamedost. Va Xudo har kiro ʙixohad, somili rahmati Xud gardonad. Agar az jakdigar cudo meʙudand, kofironasonro ʙa azoʙe dardovar azoʙ mekardem"
        },
        {
            "chapter": 48,
            "verse": 26,
            "text": "On goh ki kofiron tasmim giriftand, dar dili xud ta'assuʙro, ta'assuʙi cohili, Xudo niz oromisi Xudro ʙar dili pajomʙaras va mu'minon furud ovard va ʙa taqvo lozimason kard, ki inho ʙa taqvo sazovortaru soistatar ʙudand va Xudo ʙar har cize donost"
        }
    ]
}