{
    "chapter": [
        {
            "chapter": 37,
            "verse": 1,
            "text": "By those who range themselves in ranks"
        },
        {
            "chapter": 37,
            "verse": 2,
            "text": "And so are strong in repelling (evil)"
        },
        {
            "chapter": 37,
            "verse": 3,
            "text": "And thus proclaim the Message (of Allah)"
        },
        {
            "chapter": 37,
            "verse": 4,
            "text": "Verily, verily, your Allah is one"
        },
        {
            "chapter": 37,
            "verse": 5,
            "text": "Lord of the heavens and of the earth and all between them, and Lord of every point at the rising of the sun"
        },
        {
            "chapter": 37,
            "verse": 6,
            "text": "We have indeed decked the lower heaven with beauty (in) the stars"
        },
        {
            "chapter": 37,
            "verse": 7,
            "text": "(For beauty) and for guard against all obstinate rebellious evil spirits"
        },
        {
            "chapter": 37,
            "verse": 8,
            "text": "(So) they should not strain their ears in the direction of the Exalted Assembly but be cast away from every side"
        },
        {
            "chapter": 37,
            "verse": 9,
            "text": "Repulsed, for they are under a perpetual penalty"
        },
        {
            "chapter": 37,
            "verse": 10,
            "text": "Except such as snatch away something by stealth, and they are pursued by a flaming fire, of piercing brightness"
        },
        {
            "chapter": 37,
            "verse": 11,
            "text": "Just ask their opinion: are they the more difficult to create, or the (other) beings We have created? Them have We created out of a sticky clay"
        },
        {
            "chapter": 37,
            "verse": 12,
            "text": "Truly dost thou marvel, while they ridicule"
        },
        {
            "chapter": 37,
            "verse": 13,
            "text": "And, when they are admonished, pay no heed"
        },
        {
            "chapter": 37,
            "verse": 14,
            "text": "And, when they see a Sign, turn it to mockery"
        },
        {
            "chapter": 37,
            "verse": 15,
            "text": "And say, \"This is nothing but evident sorcery"
        },
        {
            "chapter": 37,
            "verse": 16,
            "text": "What! when we die, and become dust and bones, shall we (then) be raised up (again)"
        },
        {
            "chapter": 37,
            "verse": 17,
            "text": "And also our fathers of old"
        },
        {
            "chapter": 37,
            "verse": 18,
            "text": "Say thou: \"Yea, and ye shall then be humiliated (on account of your evil)"
        },
        {
            "chapter": 37,
            "verse": 19,
            "text": "Then it will be a single (compelling) cry; and behold, they will begin to see"
        },
        {
            "chapter": 37,
            "verse": 20,
            "text": "They will say, \"Ah! Woe to us! This is the Day of Judgment"
        },
        {
            "chapter": 37,
            "verse": 21,
            "text": "(A voice will say,) \"This is the Day of Sorting Out, whose truth ye (once) denied"
        },
        {
            "chapter": 37,
            "verse": 22,
            "text": "Bring ye up\", it shall be said, \"The wrong-doers and their wives, and the things they worshipped"
        },
        {
            "chapter": 37,
            "verse": 23,
            "text": "Besides Allah, and lead them to the Way to the (Fierce) Fire"
        },
        {
            "chapter": 37,
            "verse": 24,
            "text": "But stop them, for they must be asked"
        },
        {
            "chapter": 37,
            "verse": 25,
            "text": "What is the matter with you that ye help not each other"
        },
        {
            "chapter": 37,
            "verse": 26,
            "text": "Nay, but that day they shall submit (to Judgment)"
        },
        {
            "chapter": 37,
            "verse": 27,
            "text": "And they will turn to one another, and question one another"
        },
        {
            "chapter": 37,
            "verse": 28,
            "text": "They will say: \"It was ye who used to come to us from the right hand (of power and authority)"
        },
        {
            "chapter": 37,
            "verse": 29,
            "text": "They will reply: \"Nay, ye yourselves had no Faith"
        },
        {
            "chapter": 37,
            "verse": 30,
            "text": "Nor had we any authority over you. Nay, it was ye who were a people in obstinate rebellion"
        },
        {
            "chapter": 37,
            "verse": 31,
            "text": "So now has been proved true, against us, the word of our Lord that we shall indeed (have to) taste (the punishment of our sins)"
        },
        {
            "chapter": 37,
            "verse": 32,
            "text": "We led you astray: for truly we were ourselves astray"
        },
        {
            "chapter": 37,
            "verse": 33,
            "text": "Truly, that Day, they will (all) share in the Penalty"
        },
        {
            "chapter": 37,
            "verse": 34,
            "text": "Verily that is how We shall deal with Sinners"
        },
        {
            "chapter": 37,
            "verse": 35,
            "text": "For they, when they were told that there is no god except Allah, would puff themselves up with Pride"
        },
        {
            "chapter": 37,
            "verse": 36,
            "text": "And say: \"What! shall we give up our gods for the sake of a Poet possessed"
        },
        {
            "chapter": 37,
            "verse": 37,
            "text": "Nay! he has come with the (very) Truth, and he confirms (the Message of) the messengers (before him)"
        },
        {
            "chapter": 37,
            "verse": 38,
            "text": "Ye shall indeed taste of the Grievous Penalty"
        },
        {
            "chapter": 37,
            "verse": 39,
            "text": "But it will be no more than the retribution of (the Evil) that ye have wrought"
        },
        {
            "chapter": 37,
            "verse": 40,
            "text": "But the sincere (and devoted) Servants of Allah"
        },
        {
            "chapter": 37,
            "verse": 41,
            "text": "For them is a Sustenance determined"
        },
        {
            "chapter": 37,
            "verse": 42,
            "text": "Fruits (Delights); and they (shall enjoy) honour and dignity"
        },
        {
            "chapter": 37,
            "verse": 43,
            "text": "In Gardens of Felicity"
        },
        {
            "chapter": 37,
            "verse": 44,
            "text": "Facing each other on Thrones (of Dignity)"
        },
        {
            "chapter": 37,
            "verse": 45,
            "text": "Round will be passed to them a Cup from a clear-flowing fountain"
        },
        {
            "chapter": 37,
            "verse": 46,
            "text": "Crystal-white, of a taste delicious to those who drink (thereof)"
        },
        {
            "chapter": 37,
            "verse": 47,
            "text": "Free from headiness; nor will they suffer intoxication therefrom"
        },
        {
            "chapter": 37,
            "verse": 48,
            "text": "And besides them will be chaste women, restraining their glances, with big eyes (of wonder and beauty)"
        },
        {
            "chapter": 37,
            "verse": 49,
            "text": "As if they were (delicate) eggs closely guarded"
        },
        {
            "chapter": 37,
            "verse": 50,
            "text": "Then they will turn to one another and question one another"
        },
        {
            "chapter": 37,
            "verse": 51,
            "text": "One of them will start the talk and say: \"I had an intimate companion (on the earth)"
        },
        {
            "chapter": 37,
            "verse": 52,
            "text": "Who used to say, 'what! art thou amongst those who bear witness to the Truth (of the Message)"
        },
        {
            "chapter": 37,
            "verse": 53,
            "text": "When we die and become dust and bones, shall we indeed receive rewards and punishments"
        },
        {
            "chapter": 37,
            "verse": 54,
            "text": "(A voice) said: \"Would ye like to look down"
        },
        {
            "chapter": 37,
            "verse": 55,
            "text": "He looked down and saw him in the midst of the Fire"
        },
        {
            "chapter": 37,
            "verse": 56,
            "text": "He said: \"By Allah! thou wast little short of bringing me to perdition"
        },
        {
            "chapter": 37,
            "verse": 57,
            "text": "Had it not been for the Grace of my Lord, I should certainly have been among those brought (there)"
        },
        {
            "chapter": 37,
            "verse": 58,
            "text": "Is it (the case) that we shall not die"
        },
        {
            "chapter": 37,
            "verse": 59,
            "text": "Except our first death, and that we shall not be punished"
        },
        {
            "chapter": 37,
            "verse": 60,
            "text": "Verily this is the supreme achievement"
        },
        {
            "chapter": 37,
            "verse": 61,
            "text": "For the like of this let all strive, who wish to strive"
        },
        {
            "chapter": 37,
            "verse": 62,
            "text": "Is that the better entertainment or the Tree of Zaqqum"
        },
        {
            "chapter": 37,
            "verse": 63,
            "text": "For We have truly made it (as) a trial for the wrong-doers"
        },
        {
            "chapter": 37,
            "verse": 64,
            "text": "For it is a tree that springs out of the bottom of Hell-Fire"
        },
        {
            "chapter": 37,
            "verse": 65,
            "text": "The shoots of its fruit-stalks are like the heads of devils"
        },
        {
            "chapter": 37,
            "verse": 66,
            "text": "Truly they will eat thereof and fill their bellies therewith"
        },
        {
            "chapter": 37,
            "verse": 67,
            "text": "Then on top of that they will be given a mixture made of boiling water"
        },
        {
            "chapter": 37,
            "verse": 68,
            "text": "Then shall their return be to the (Blazing) Fire"
        },
        {
            "chapter": 37,
            "verse": 69,
            "text": "Truly they found their fathers on the wrong Path"
        },
        {
            "chapter": 37,
            "verse": 70,
            "text": "So they (too) were rushed down on their footsteps"
        },
        {
            "chapter": 37,
            "verse": 71,
            "text": "And truly before them, many of the ancients went astray"
        },
        {
            "chapter": 37,
            "verse": 72,
            "text": "But We sent aforetime, among them, (messengers) to admonish them"
        },
        {
            "chapter": 37,
            "verse": 73,
            "text": "Then see what was the end of those who were admonished (but heeded not)"
        },
        {
            "chapter": 37,
            "verse": 74,
            "text": "Except the sincere (and devoted) Servants of Allah"
        },
        {
            "chapter": 37,
            "verse": 75,
            "text": "(In the days of old), Noah cried to Us, and We are the best to hear prayer"
        },
        {
            "chapter": 37,
            "verse": 76,
            "text": "And We delivered him and his people from the Great Calamity"
        },
        {
            "chapter": 37,
            "verse": 77,
            "text": "And made his progeny to endure (on this earth)"
        },
        {
            "chapter": 37,
            "verse": 78,
            "text": "And We left (this blessing) for him among generations to come in later times"
        },
        {
            "chapter": 37,
            "verse": 79,
            "text": "Peace and salutation to Noah among the nations"
        },
        {
            "chapter": 37,
            "verse": 80,
            "text": "Thus indeed do we reward those who do right"
        },
        {
            "chapter": 37,
            "verse": 81,
            "text": "For he was one of our believing Servants"
        },
        {
            "chapter": 37,
            "verse": 82,
            "text": "Then the rest we overwhelmed in the Flood"
        },
        {
            "chapter": 37,
            "verse": 83,
            "text": "Verily among those who followed his Way was Abraham"
        },
        {
            "chapter": 37,
            "verse": 84,
            "text": "Behold! he approached his Lord with a sound heart"
        },
        {
            "chapter": 37,
            "verse": 85,
            "text": "Behold! he said to his father and to his people, \"What is that which ye worship"
        },
        {
            "chapter": 37,
            "verse": 86,
            "text": "Is it a falsehood- gods other than Allah- that ye desire"
        },
        {
            "chapter": 37,
            "verse": 87,
            "text": "Then what is your idea about the Lord of the worlds"
        },
        {
            "chapter": 37,
            "verse": 88,
            "text": "Then did he cast a glance at the Stars"
        },
        {
            "chapter": 37,
            "verse": 89,
            "text": "And he said, \"I am indeed sick (at heart)"
        },
        {
            "chapter": 37,
            "verse": 90,
            "text": "So they turned away from him, and departed"
        },
        {
            "chapter": 37,
            "verse": 91,
            "text": "Then did he turn to their gods and said, \"will ye not eat (of the offerings before you)"
        },
        {
            "chapter": 37,
            "verse": 92,
            "text": "What is the matter with you that ye speak not (intelligently)"
        },
        {
            "chapter": 37,
            "verse": 93,
            "text": "Then did he turn upon them, striking (them) with the right hand"
        },
        {
            "chapter": 37,
            "verse": 94,
            "text": "Then came (the worshippers) with hurried steps, and faced (him)"
        },
        {
            "chapter": 37,
            "verse": 95,
            "text": "He said: \"Worship ye that which ye have (yourselves) carved"
        },
        {
            "chapter": 37,
            "verse": 96,
            "text": "But Allah has created you and your handwork"
        },
        {
            "chapter": 37,
            "verse": 97,
            "text": "They said, \"Build him a furnace, and throw him into the blazing fire"
        },
        {
            "chapter": 37,
            "verse": 98,
            "text": "(This failing), they then sought a stratagem against him, but We made them the ones most humiliated"
        },
        {
            "chapter": 37,
            "verse": 99,
            "text": "He said: \"I will go to my Lord! He will surely guide me"
        },
        {
            "chapter": 37,
            "verse": 100,
            "text": "O my Lord! Grant me a righteous (son)"
        },
        {
            "chapter": 37,
            "verse": 101,
            "text": "So We gave him the good news of a boy ready to suffer and forbear"
        },
        {
            "chapter": 37,
            "verse": 102,
            "text": "Then, when (the son) reached (the age of) (serious) work with him, he said: \"O my son! I see in vision that I offer thee in sacrifice: Now see what is thy view!\" (The son) said: \"O my father! Do as thou art commanded: thou will find me, if Allah so wills one practising Patience and Constancy"
        },
        {
            "chapter": 37,
            "verse": 103,
            "text": "So when they had both submitted their wills (to Allah), and he had laid him prostrate on his forehead (for sacrifice)"
        },
        {
            "chapter": 37,
            "verse": 104,
            "text": "We called out to him \"O Abraham"
        },
        {
            "chapter": 37,
            "verse": 105,
            "text": "Thou hast already fulfilled the vision!\" - thus indeed do We reward those who do right"
        },
        {
            "chapter": 37,
            "verse": 106,
            "text": "For this was obviously a trial"
        },
        {
            "chapter": 37,
            "verse": 107,
            "text": "And We ransomed him with a momentous sacrifice"
        },
        {
            "chapter": 37,
            "verse": 108,
            "text": "And We left (this blessing) for him among generations (to come) in later times"
        },
        {
            "chapter": 37,
            "verse": 109,
            "text": "Peace and salutation to Abraham"
        },
        {
            "chapter": 37,
            "verse": 110,
            "text": "Thus indeed do We reward those who do right"
        },
        {
            "chapter": 37,
            "verse": 111,
            "text": "For he was one of our believing Servants"
        },
        {
            "chapter": 37,
            "verse": 112,
            "text": "And We gave him the good news of Isaac - a prophet,- one of the Righteous"
        },
        {
            "chapter": 37,
            "verse": 113,
            "text": "We blessed him and Isaac: but of their progeny are (some) that do right, and (some) that obviously do wrong, to their own souls"
        },
        {
            "chapter": 37,
            "verse": 114,
            "text": "Again (of old) We bestowed Our favour on Moses and Aaron"
        },
        {
            "chapter": 37,
            "verse": 115,
            "text": "And We delivered them and their people from (their) Great Calamity"
        },
        {
            "chapter": 37,
            "verse": 116,
            "text": "And We helped them, so they overcame (their troubles)"
        },
        {
            "chapter": 37,
            "verse": 117,
            "text": "And We gave them the Book which helps to make things clear"
        },
        {
            "chapter": 37,
            "verse": 118,
            "text": "And We guided them to the Straight Way"
        },
        {
            "chapter": 37,
            "verse": 119,
            "text": "And We left (this blessing) for them among generations (to come) in later times"
        },
        {
            "chapter": 37,
            "verse": 120,
            "text": "Peace and salutation to Moses and Aaron"
        },
        {
            "chapter": 37,
            "verse": 121,
            "text": "Thus indeed do We reward those who do right"
        },
        {
            "chapter": 37,
            "verse": 122,
            "text": "For they were two of our believing Servants"
        },
        {
            "chapter": 37,
            "verse": 123,
            "text": "So also was Elias among those sent (by Us)"
        },
        {
            "chapter": 37,
            "verse": 124,
            "text": "Behold, he said to his people, \"Will ye not fear (Allah)"
        },
        {
            "chapter": 37,
            "verse": 125,
            "text": "Will ye call upon Baal and forsake the Best of Creators"
        },
        {
            "chapter": 37,
            "verse": 126,
            "text": "Allah, your Lord and Cherisher and the Lord and Cherisher of your fathers of old"
        },
        {
            "chapter": 37,
            "verse": 127,
            "text": "But they rejected him, and they will certainly be called up (for punishment)"
        },
        {
            "chapter": 37,
            "verse": 128,
            "text": "Except the sincere and devoted Servants of Allah (among them)"
        },
        {
            "chapter": 37,
            "verse": 129,
            "text": "And We left (this blessing) for him among generations (to come) in later times"
        },
        {
            "chapter": 37,
            "verse": 130,
            "text": "Peace and salutation to such as Elias"
        },
        {
            "chapter": 37,
            "verse": 131,
            "text": "Thus indeed do We reward those who do right"
        },
        {
            "chapter": 37,
            "verse": 132,
            "text": "For he was one of our believing Servants"
        },
        {
            "chapter": 37,
            "verse": 133,
            "text": "So also was Lut among those sent (by Us)"
        },
        {
            "chapter": 37,
            "verse": 134,
            "text": "Behold, We delivered him and his adherents, all"
        },
        {
            "chapter": 37,
            "verse": 135,
            "text": "Except an old woman who was among those who lagged behind"
        },
        {
            "chapter": 37,
            "verse": 136,
            "text": "Then We destroyed the rest"
        },
        {
            "chapter": 37,
            "verse": 137,
            "text": "Verily, ye pass by their (sites), by day"
        },
        {
            "chapter": 37,
            "verse": 138,
            "text": "And by night: will ye not understand"
        },
        {
            "chapter": 37,
            "verse": 139,
            "text": "So also was Jonah among those sent (by Us)"
        },
        {
            "chapter": 37,
            "verse": 140,
            "text": "When he ran away (like a slave from captivity) to the ship (fully) laden"
        },
        {
            "chapter": 37,
            "verse": 141,
            "text": "He (agreed to) cast lots, and he was condemned"
        },
        {
            "chapter": 37,
            "verse": 142,
            "text": "Then the big Fish did swallow him, and he had done acts worthy of blame"
        },
        {
            "chapter": 37,
            "verse": 143,
            "text": "Had it not been that he (repented and) glorified Allah"
        },
        {
            "chapter": 37,
            "verse": 144,
            "text": "He would certainly have remained inside the Fish till the Day of Resurrection"
        },
        {
            "chapter": 37,
            "verse": 145,
            "text": "But We cast him forth on the naked shore in a state of sickness"
        },
        {
            "chapter": 37,
            "verse": 146,
            "text": "And We caused to grow, over him, a spreading plant of the gourd kind"
        },
        {
            "chapter": 37,
            "verse": 147,
            "text": "And We sent him (on a mission) to a hundred thousand (men) or more"
        },
        {
            "chapter": 37,
            "verse": 148,
            "text": "And they believed; so We permitted them to enjoy (their life) for a while"
        },
        {
            "chapter": 37,
            "verse": 149,
            "text": "Now ask them their opinion: Is it that thy Lord has (only) daughters, and they have sons"
        },
        {
            "chapter": 37,
            "verse": 150,
            "text": "Or that We created the angels female, and they are witnesses (thereto)"
        },
        {
            "chapter": 37,
            "verse": 151,
            "text": "Is it not that they say, from their own invention"
        },
        {
            "chapter": 37,
            "verse": 152,
            "text": "Allah has begotten children\"? but they are liars"
        },
        {
            "chapter": 37,
            "verse": 153,
            "text": "Did He (then) choose daughters rather than sons"
        },
        {
            "chapter": 37,
            "verse": 154,
            "text": "What is the matter with you? How judge ye"
        },
        {
            "chapter": 37,
            "verse": 155,
            "text": "Will ye not then receive admonition"
        },
        {
            "chapter": 37,
            "verse": 156,
            "text": "Or have ye an authority manifest"
        },
        {
            "chapter": 37,
            "verse": 157,
            "text": "Then bring ye your Book (of authority) if ye be truthful"
        },
        {
            "chapter": 37,
            "verse": 158,
            "text": "And they have invented a blood-relationship between Him and the Jinns: but the Jinns know (quite well) that they have indeed to appear (before his Judgment-Seat)"
        },
        {
            "chapter": 37,
            "verse": 159,
            "text": "Glory to Allah! (He is free) from the things they ascribe (to Him)"
        },
        {
            "chapter": 37,
            "verse": 160,
            "text": "Not (so do) the Servants of Allah, sincere and devoted"
        },
        {
            "chapter": 37,
            "verse": 161,
            "text": "For, verily, neither ye nor those ye worship"
        },
        {
            "chapter": 37,
            "verse": 162,
            "text": "Can lead (any) into temptation concerning Allah"
        },
        {
            "chapter": 37,
            "verse": 163,
            "text": "Except such as are (themselves) going to the blazing Fire"
        },
        {
            "chapter": 37,
            "verse": 164,
            "text": "(Those ranged in ranks say): \"Not one of us but has a place appointed"
        },
        {
            "chapter": 37,
            "verse": 165,
            "text": "And we are verily ranged in ranks (for service)"
        },
        {
            "chapter": 37,
            "verse": 166,
            "text": "And we are verily those who declare (Allah's) glory"
        },
        {
            "chapter": 37,
            "verse": 167,
            "text": "And there were those who said"
        },
        {
            "chapter": 37,
            "verse": 168,
            "text": "If only we had had before us a Message from those of old"
        },
        {
            "chapter": 37,
            "verse": 169,
            "text": "We should certainly have been Servants of Allah, sincere (and devoted)"
        },
        {
            "chapter": 37,
            "verse": 170,
            "text": "But (now that the Qur'an has come), they reject it: But soon will they know"
        },
        {
            "chapter": 37,
            "verse": 171,
            "text": "Already has Our Word been passed before (this) to our Servants sent (by Us)"
        },
        {
            "chapter": 37,
            "verse": 172,
            "text": "That they would certainly be assisted"
        },
        {
            "chapter": 37,
            "verse": 173,
            "text": "And that Our forces,- they surely must conquer"
        },
        {
            "chapter": 37,
            "verse": 174,
            "text": "So turn thou away from them for a little while"
        },
        {
            "chapter": 37,
            "verse": 175,
            "text": "And watch them (how they fare), and they soon shall see (how thou farest)"
        },
        {
            "chapter": 37,
            "verse": 176,
            "text": "Do they wish (indeed) to hurry on our Punishment"
        },
        {
            "chapter": 37,
            "verse": 177,
            "text": "But when it descends into the open space before them, evil will be the morning for those who were warned (and heeded not)"
        },
        {
            "chapter": 37,
            "verse": 178,
            "text": "So turn thou away from them for a little while"
        },
        {
            "chapter": 37,
            "verse": 179,
            "text": "And watch (how they fare) and they soon shall see (how thou farest)"
        },
        {
            "chapter": 37,
            "verse": 180,
            "text": "Glory to thy Lord, the Lord of Honour and Power! (He is free) from what they ascribe (to Him)"
        },
        {
            "chapter": 37,
            "verse": 181,
            "text": "And Peace on the messengers"
        },
        {
            "chapter": 37,
            "verse": 182,
            "text": "And Praise to Allah, the Lord and Cherisher of the Worlds"
        }
    ]
}