{
    "maqras": [
        {
            "chapter": 21,
            "verse": 83,
            "text": "E Jó, quando chamou a seu Senhor: \"O mal tocou-me, e Tu és O mais Misericordiador dos misericordiadores"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "Então, atendemo-lo e removemo-lhe o que tinha de mal. E concedemo-lhe, em restituição, sua família e, com ela, outra igual por misericórdia de Nossa parte e por lembrança para os adoradores"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "E Ismael e Idrís e Zal-Kifl. todos eram dos perseverantes"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "E fizemo-los entrar em Nossa misericórdia. Por certo, eles eram dos íntegros"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "E Zan-Nūn quando se foi, irado, e pensou que não enviaríamos castigo contra ele; então, clamou nas trevas: \"Não existe deus, senão Tu! Glorificado sejas! Por certo, fui dos injustos"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "Então, atendemo-lo, e salvamo-lo da angústia. E, assim, salvamos os crentes"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "E Zacarias, quando chamou a seu Senhor: \"Senhor meu! Não me deixes só, e Tu és O Melhor dos herdeiros"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "Então, atendemo-lo e dadivamo-lo com Yahia, João, e tornamos fecunda sua mulher. Por certo, eles se apressavam para as boas cousas e Nos invocavam com rogo e veneração. E foram humildes coNosco"
        },
        {
            "chapter": 21,
            "verse": 91,
            "text": "E aquela que escudou sua virgindade; então, sopramos nela, algo de Nosso Espírito; e fizemo-la e a seu filho um sinal para os mundos"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "Por certo, esta é vossa religião uma religião única, e Eu sou vosso Senhor: então, adorai-Me"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "E, contudo, os homens cortaram, entre eles, seus laços religiosos. Mas, todos a Nós estarão retornando"
        },
        {
            "chapter": 21,
            "verse": 94,
            "text": "E quem faz as boas obras, enquanto crente, não haverá negação de seu esforço; e, por certo, estamo-lhe escrevendo as ações"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "E não é permissível a uma cidade que aniquilamos que não retorne"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "Até serem abertas as portas de Ya'jūj e Ma'jūj e eles sairão açodados de cada colina"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "E a verdadeira Promessa aproxima-se; então, eis estarrecidas as vistas dos que renegaram a Fé. Dirão: \"Ai de nós! Com efeito, estávamos em desatenção a isso; aliás, fomos injustos"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "Por certo, vós e o que adorais, além de Allah, sereis o combustível da Geena; nela, ingressareis"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "Se estes fossem deuses, nela não ingressariam. E todos, nela, serão eternos"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "Nela, darão suspiros e, nela, nada ouvirão"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "Por certo, aqueles, aos quais foi antecipada, por Nós, a mais bela recompensa, esses serão dela afastados"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "Não ouvirão seu assobio, e serão eternos no que suas almas apeteceram"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "O grande terror não os entristecerá. E os anjos recebê-los-ão, dizendo: \"Este é vosso dia, que vos foi prometido"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "Um dia, dobraremos o céu, como se dobra o rolo dos livros. Como iniciamos a primeira criação, repeti-la-emos. É promessa que Nos impende. Por certo, seremos Feitor disso"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "E com efeito, escrevemos nos Salmos, após a Mensagem, que a terra herdá-la-ão Meus servos íntegros"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "Por certo, há neste uma comunicação para um povo adorador de Deus"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "E não te enviamos senão como misericórdia para os mundos"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "Dize, Muhammad: \"Revela-se-me que, apenas, vosso Deus é Deus Único. Então, sois muçulmanos"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "E, se eles voltam as costas, dize: \"Adverti-vos, a todos vós, igualmente. E não me inteiro de estar próximo ou distante o que vos é prometido"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "Por certo, Ele sabe o que se diz em alta voz e sabe o que ocultais"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "E não me inteiro de ser isso, talvez, provação para vós e gozo, até certo tempo"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "Ele disse: \"Senhor meu! Julga-nos com a verdade! E nosso Senhor é O Misericordioso, Aquele de Quem se implora ajuda, contra o que alegais"
        }
    ]
}