{
    "maqras": [
        {
            "chapter": 6,
            "verse": 13,
            "text": "E dEle é o que repousa na noite e no dia. E Ele é O Oniouvinte, O Onisciente"
        },
        {
            "chapter": 6,
            "verse": 14,
            "text": "Dize: \"Tomarei eu por protetor outro que Allah, O Criador dos céus e da terra, enquanto Ele é Quem alimenta e não é alimentado?\" Dize: \"Por certo, foi-me ordenado ser o primeiro dos que se islamizam!\" E não sejas, de modo algum, dos idólatras"
        },
        {
            "chapter": 6,
            "verse": 15,
            "text": "Dize: \"Por certo, temo, se desobedecer a meu Senhor, o castigo de um formidável dia"
        },
        {
            "chapter": 6,
            "verse": 16,
            "text": "Nesse dia, de quem quer que seja desviado o castigo, com efeito, será porque Allah dele teve misericórdia. E esse é o evidente triunfo"
        },
        {
            "chapter": 6,
            "verse": 17,
            "text": "E, se Allah te toca com um infortúnio, não haverá quem o remova a Ele sobre todas as cousas"
        },
        {
            "chapter": 6,
            "verse": 18,
            "text": "E Ele é O Dominador sobre Seus servos e Ele é O Sábio, O Conhecedor"
        },
        {
            "chapter": 6,
            "verse": 19,
            "text": "Dize: \"O que há de maior testemunho?\" Dize: \"Allah. Ele é Testemunha entre mim e vós. E foi-me revelado este Alcorão, para com ele admoestar-vos e àqueles a quem ele atingir.\" Testemunhais vós, em verdade, que há junto de Allah outros deuses? Dize: \"Não o testemunho.\" Dize: \"Apenas Ele é Deus Único. E, por certo, estou em rompimento com o que idolatrais"
        },
        {
            "chapter": 6,
            "verse": 20,
            "text": "Aos quais concedêra-mos o Livro, conhecem-no como conhecem a seus filhos. Os que se perdem a si mesmos, então, não crêem"
        },
        {
            "chapter": 6,
            "verse": 21,
            "text": "E quem mais injusto que aquele que forja mentiras acerca de Allah ou desmente Seus sinais? Por certo, os injustos não serão bem-aventurados"
        },
        {
            "chapter": 6,
            "verse": 22,
            "text": "E um dia, os reuniremos a todos; em seguida, diremos aos que idolatram: \"Onde estão vossos ídolos, que pretendíeis serem deuses"
        },
        {
            "chapter": 6,
            "verse": 23,
            "text": "Em seguida, sua provação não será senão dizer: \"Por Allah, Nosso Senhor! Não éramos idólatras"
        },
        {
            "chapter": 6,
            "verse": 24,
            "text": "Olha como mentirão acerca de si mesmos! E sumirá, para longe deles, o que forjavam"
        },
        {
            "chapter": 6,
            "verse": 25,
            "text": "E há dentre eles quem te ouça ao recitares o Alcorão. E fizemo-lhes véus sobre os corações, a fim de o não entenderem, e fizemo-lhes, nos ouvidos, surdez. E, se vissem todos os sinais, não creriam, a tal ponto que, quando te chegassem, discutindo contigo, os que renegam a Fé diriam: \"Isto não são além de fábulas dos antepassados"
        },
        {
            "chapter": 6,
            "verse": 26,
            "text": "E eles coíbem dele os demais e dele se afastam. E não se aniquilam senão a si mesmos, e não percebem"
        },
        {
            "chapter": 6,
            "verse": 27,
            "text": "E se visses quando postos diante do Fogo! Então, dirão: \"Quem dera nos levassem à vida terrena, e não desmentiríamos os sinais de nosso Senhor, e seríamos dos crentes"
        },
        {
            "chapter": 6,
            "verse": 28,
            "text": "Mas mostrar-se-lhes-á o que, antes, escondiam; e se os houvessem"
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "E dizem: \"Não há senão nossa vida terrena, e não seremos ressuscitados"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "E se visses quando postos diante de seu Senhor! Ele dirá: \"Não é esta a Verdade?\" Dirão: \"Sim, por nosso Senhor!\" Ele dirá: \"Então, experimentai o castigo, porque renegáveis a Fé"
        },
        {
            "chapter": 6,
            "verse": 31,
            "text": "Com efeito, os que desmentem o deparar de Allah perdem-se, até que, quando a Hora lhes chegar, inopinadamente, dirão: \"Que aflição a nossa, por descurarmos dela!\" E carregarão nos dorsos seus fardos. Ora, que vil o que carregarão"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "E a vida terrena não é senão diversão e entretenimento. E, certamente, a Derradeira Morada é melhor para os que são piedosos. Então, não razoais"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "Com efeito, sabemos que o certo, não é a ti que desmentem, mas é aos sinais de Allah que os injustos negam"
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "E, com efeito, outros Mensageiros antes de ti, Muhammad, foram desmentidos e eles pacientaram ao serem desmentidos, e foram molestados, até que Nosso socorro lhes chegasse. E não há quem troque as palavras de Allah. E, com efeito, chegaram-te alguns informes dos outros Mensageiros"
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "E, se te é grave que eles dêem de ombros, então, se puderdes buscar um túnel na terra ou uma escada no céu e fazer-lhes faze-o. E se Allah quisesse"
        }
    ]
}