{
    "maqras": [
        {
            "chapter": 7,
            "verse": 31,
            "text": "Ó filhos de Adão! Tomai vossos ornamentos em cada mesquita. E comei e bebei, e não vos entregueis a excessos. Por certo, Ele não ama os entregues a excessos"
        },
        {
            "chapter": 7,
            "verse": 32,
            "text": "Dize: \"Quem proibiu os ornamentos que Allah criou para Seus servos e as cousas benignas do sustento?\" Dize: \"Estas são, nesta vida, para os que crêem, e serão a eles consagradas no Dia da Ressurreição. Assim, aclaramos os sinais a um povo que sabe"
        },
        {
            "chapter": 7,
            "verse": 33,
            "text": "Dize: \"Apenas, meu Senhor proibiu as obscenidades, aparentes e latentes, e o pecado e a agressão desarrazoada, e que associeis a Allah aquilo de que Ele não fez descer sobre vós comprovação alguma, e que digais acerca de Allah o que não sabeis"
        },
        {
            "chapter": 7,
            "verse": 34,
            "text": "E para cada comunidade há um termo. Então, quando seu termo chegar, ela não poderá atrasar-se, uma hora sequer, nem adiantar-se"
        },
        {
            "chapter": 7,
            "verse": 35,
            "text": "Ó filhos de Adão! Se em verdade, vos chegam Mensageiros, vindos de vós, para narrar-vos Meus sinais, então, aqueles que são piedosos e se emendam, por eles nada haverá que temer, e eles não se entristecerão"
        },
        {
            "chapter": 7,
            "verse": 36,
            "text": "E os que desmentem Nossos sinais e diante deles se ensoberbessem, esses serão os companheiros do Fogo. Nele, serão eternos"
        },
        {
            "chapter": 7,
            "verse": 37,
            "text": "E quem mais injusto que aquele que forja mentiras acerca de Allah ou desmente Seus sinais? A esses, alcançá-los-á sua porção do Livro até que, quando Nossos Mensageiros celestiais lhes chegarem para levar-lhes a alma, dirão estes: \"Onde estão os que invocáveis além de Allah?\" Dirão: \"Sumiram, para longe de nós.\" E testemunharão, contra si mesmos, que eram renegadores da Fé"
        },
        {
            "chapter": 7,
            "verse": 38,
            "text": "Allah dirá: \"Entrai no Fogo, junto com comunidades de jinns e de humanos que, com efeito, passaram antes de vós.\" Cada vez que uma comunidade aí entrar, amaldiçoará sua irmã até que, quando se sucederem todas, nele a última dirá, acerca da primeira: \"Senhor nosso! São estes os que nos descaminharam; então, concede-lhes o duplo castigo do Fogo.\" Ele dirá: \"Para cada qual haverá o duplo, mas vós não sabeis"
        },
        {
            "chapter": 7,
            "verse": 39,
            "text": "E a primeira delas dirá à última: \"E não tendes vantagem alguma sobre nós: então, experimentai o castigo pelo que cometíeis"
        },
        {
            "chapter": 7,
            "verse": 40,
            "text": "Por certo, aos que desmentem Nossos sinais e, diante deles, se ensoberbecem, não se lhes abrirão as portas do céu nem entrarão no Paraíso, até que o camelo penetre no fundo da agulha. E, assim, recompensaremos os criminosos"
        },
        {
            "chapter": 7,
            "verse": 41,
            "text": "Terão a Geena, por leito, e sobre eles, cobertas de fogo. E, assim, recompensaremos os injustos"
        },
        {
            "chapter": 7,
            "verse": 42,
            "text": "E os que crêem e fazem as boas obras - não impomos a nenhuma alma senão o que é de sua capacidade - esses são os companheiros do Paraíso. Nele, serão eternos"
        },
        {
            "chapter": 7,
            "verse": 43,
            "text": "E tiraremos o que houver de ódio em seus peitos. Correrão rios a seus pés. E dirão: \"Louvor a Allah, Que nos guiou a isto! E não haveríamos guiado, se Allah não nos houvesse guiado! Com efeito, os Mensageiros de nosso Senhor chegaram com a Verdade.\" E bradar-se-lhes-á: \"Este é o Paraíso que vos fizeram herdar, pelo que fazíeis"
        },
        {
            "chapter": 7,
            "verse": 44,
            "text": "E os companheiros do Paraíso bradarão aos companheiros do Fogo: \"Com efeito, encontramos verdadeiro o que nosso Senhor nos prometera: então, vós encontrastes verdadeiro o que vosso Senhor prometera?\" Eles dirão: \"Sim.\" Então, um anunciador anunciará, entre eles, que a maldição de Allah será sobre os injustos"
        },
        {
            "chapter": 7,
            "verse": 45,
            "text": "Que afastaram os homens do caminho de Allah, e buscaram torná-lo tortuoso, e foram renegadores da Derradeira Vida"
        },
        {
            "chapter": 7,
            "verse": 46,
            "text": "E haverá, entre ambos, uma muralha. E, sobre Al-Araf, haverá homens, que reconhecerão cada um por seu semblante. E bradarão aos companheiros do Paraíso: \"Que a paz esteja sobre vós!\" Eles não entraram nele, enquanto a isso aspiravam"
        }
    ]
}