{
    "maqras": [
        {
            "chapter": 2,
            "verse": 142,
            "text": "Os insensatos, entre os homens, dirão: \"O que os fez voltar as costas a sua direção Quiblah, para a qual estavam virados?\" Dize, Muhammad: \"É de Allah o Levante e o Poente. Ele guia a quem quer a uma senda reta"
        },
        {
            "chapter": 2,
            "verse": 143,
            "text": "E assim, fizemos de vós uma comunidade mediana para que sejais testemunhas dos homens e para que o Mensageiro seja testemunha de vós. E não fizemos a direção, para a qual tu, Muhammad, estavas virado, senão para saber distinguir quem segue o Mensageiro de quem torna atrás, virando os calcanhares. E, por certo, essa mudança é penosa, exceto para aqueles a quem Allah guia. E não é admissível que Allah vos faça perder as recompensas da Fé. Por certo, Allah, para com os homens, é Compassivo, Misericordiador"
        },
        {
            "chapter": 2,
            "verse": 144,
            "text": "Com efeito, vemos o revirar de tua face para o céu. Então, Nós voltar-te-emos, em verdade, para uma direção, que te agrade. Volta, pois, a face rumo à Mesquita Sagrada. E onde quer que estejais, voltai as faces para o seu rumo. E, por certo, aqueles aos quais fora concedido o Livro sabem que isso é a verdade de seu Senhor. E Allah não está desatento ao que fazem"
        },
        {
            "chapter": 2,
            "verse": 145,
            "text": "E em verdade, se fizeres vir todos sinais àqueles aos quais fora concedido o Livro eles não seguirão tua direção nem tu seguirás sua direção; e, entre eles, uns não seguirão a direção dos outros. E em verdade, se seguisses suas paixões, após o que te chegou da ciência, por certo, serias, nesse caso, dos injustos"
        },
        {
            "chapter": 2,
            "verse": 146,
            "text": "Aqueles aos quais concedemos o Livro, conhecem-no como conhecem a seus filhos, e por certo, um grupo deles oculta a verdade, enquanto sabe"
        },
        {
            "chapter": 2,
            "verse": 147,
            "text": "A Verdade vem de teu Senhor. Então, não sejas de modo algum, dos contestadores"
        },
        {
            "chapter": 2,
            "verse": 148,
            "text": "E para cada um há um rumo, para onde Ele o faz voltar-se. Então, emulai-vos, pelas boas ações. De onde quer que estejais, Allah vos fará vir a todos. Por certo, Allah, sobre todas as cousas, é Onipotente"
        },
        {
            "chapter": 2,
            "verse": 149,
            "text": "E, para onde quer que saias, volta a face rumo à Mesquita Sagrada; e por certo, esta é a Verdade de teu Senhor. E Allah não está desatento ao que fazeis"
        },
        {
            "chapter": 2,
            "verse": 150,
            "text": "E para onde quer que saias, volta a face rumo à Mesquita Sagrada; e onde quer que estejais, voltai as faces para seu rumo a fim de que não haja, da parte das pessoas, argumentação contra vós, exceto dos injustos entre elas. Então, não os receeis, e receai-Me. -E isso, para que Eu complete Minha graça para convosco, e para vos guiardes"
        },
        {
            "chapter": 2,
            "verse": 151,
            "text": "Assim enviamo-vos um Mensageiro vindo de vós, que recita para vós Nossos versículos e vos dignifica e vos ensina o Livro e a Sabedoria, e vos ensina o que não sabíeis"
        },
        {
            "chapter": 2,
            "verse": 152,
            "text": "Então, lembrai-vos de Mim, Eu Me lembrarei de vós. E agradecei"
        },
        {
            "chapter": 2,
            "verse": 153,
            "text": "Ó vós que credes! Implorai ajuda com a paciência e a oração. Por certo, Allah é com os perseverantes"
        },
        {
            "chapter": 2,
            "verse": 154,
            "text": "E não digais dos que são mortos no caminho de Allah: \"Eles estão mortos.\" Ao contrário, estão vivos, mas vós não percebeis"
        },
        {
            "chapter": 2,
            "verse": 155,
            "text": "E em verdade, pomo-vos à prova com algo do medo e da fome e da escassez de riquezas e de pessoas e de frutos. E alvissara o Paraíso aos perseverantes"
        },
        {
            "chapter": 2,
            "verse": 156,
            "text": "Àqueles que quando uma desgraça os alcança, dizem: \"Por certo, somos de Allah e, por certo, a Ele retornaremos"
        },
        {
            "chapter": 2,
            "verse": 157,
            "text": "Sobre esses são as bênçãos e a misericórdia de seu Senhor. E esses são os guiados"
        }
    ]
}