{
    "maqras": [
        {
            "chapter": 12,
            "verse": 77,
            "text": "Eles disseram: \"Se ele rouba, com efeito, um irmão seu já roubou, antes.\" Então, José guardou segredo disso em seu âmago, e não lhos mostrou. Disse para si: \"Vossa situação é pior ainda! E Allah é bem Sabedor daquilo que alegais"
        },
        {
            "chapter": 12,
            "verse": 78,
            "text": "Disseram: \"Ó Al-Aziz! Por certo, ele tem um pai bastante idoso; então, toma um de nós em seu lugar. Por certo, vemo-te dos benfeitores"
        },
        {
            "chapter": 12,
            "verse": 79,
            "text": "Ele disse: \"Guarde-nos Allah de tomarmos outro que aquele junto de quem encontramos o que nos pertence! Por certo, nesse caso, seríamos injustos"
        },
        {
            "chapter": 12,
            "verse": 80,
            "text": "Então, quando se desesperaram da aquiescência dele,retiraram-se, confidenciando. O primogênito deles disse: \"Não sabeis que, com efeito, vosso pai recebeu de vós uma promessa, perante Allah e, antes, vós já descurastes de José? Então, não deixarei esta terra, até que mo permita meu pai, ou Allah julgue por mim. E Ele é O Melhor dos juízes"
        },
        {
            "chapter": 12,
            "verse": 81,
            "text": "Retornai a vosso pai, e dizei: 'Ó nosso pai! Por certo, teu filho roubou. E não testemunhamos senão do que sabemos, e não podíamos ser custódios do invisível"
        },
        {
            "chapter": 12,
            "verse": 82,
            "text": "E pergunta à cidade, onde estivemos, e à caravana, em que viemos. E, por certo, somos verídicos"
        },
        {
            "chapter": 12,
            "verse": 83,
            "text": "Jacó disse: \"Mas vossas almas vos aliciaram a algo de mal. Então, cabe-me bela paciência. Quiçá, Allah nos faça vir, a todos. Por certo, Ele é O Onisciente, O Sábio"
        },
        {
            "chapter": 12,
            "verse": 84,
            "text": "E voltou-lhes as costas e disse: \"Que pesar sinto por José!\" E os olhos embranqueceram-se-Ihe de tristeza, pois estava muito angustiado"
        },
        {
            "chapter": 12,
            "verse": 85,
            "text": "Disseram: \"Por Allah! Não cessarás de lembrar-te de José, até ficares desfalecido, ou seres dos aniquilados"
        },
        {
            "chapter": 12,
            "verse": 86,
            "text": "Ele disse: \"Apenas, queixo-me a Allah de minha aflição e tristeza, e sei de Allah o que não sabeis"
        },
        {
            "chapter": 12,
            "verse": 87,
            "text": "Ó meus filhos! Ide e procurai notícias de José e seu irmão, e não vos desespereis da misericórdia de Allah. Por certo, não se desespera da misericórdia de Allah senão o povo renegador da Fé"
        },
        {
            "chapter": 12,
            "verse": 88,
            "text": "E, quando entraram junto dele disseram: \"Ó Al-Aziz! O infortúnio tocou-nos e a nossa família, e chegamos com mercadoria desprezível. Então, completa-nos a medida e esmola-nos. Por certo, Allah recompensa os esmoleres"
        },
        {
            "chapter": 12,
            "verse": 89,
            "text": "Disse: \"Sabeis o que fizestes com José e seu irmão, quando éreis ignorantes"
        },
        {
            "chapter": 12,
            "verse": 90,
            "text": "Disseram: \"Em verdade, és tu José?\" Disse: \"Sou José, e este é meu irmão. Com efeito, Allah fez-nos mercê. Por certo, quem é piedoso e pacienta, Allah não faz perder o prêmio dos benfeitores"
        },
        {
            "chapter": 12,
            "verse": 91,
            "text": "Disseram: \"Por Allah! Com efeito, Allah te deu preferência sobre nós e, por certo, estávamos errados"
        },
        {
            "chapter": 12,
            "verse": 92,
            "text": "Disse: \"Não há exprobração a vós, hoje. Que Allah vos perdoe. E Ele é O mais Misericordioso dos misericordiadores"
        },
        {
            "chapter": 12,
            "verse": 93,
            "text": "Ide com esta minha túnica e lançai-a sobre o rosto de meu pai, ele se tornará vidente. E fazei vir a mim toda vossa família"
        },
        {
            "chapter": 12,
            "verse": 94,
            "text": "E, quando a caravana partia do Egito, seu pai disse: \"Por certo, sinto o odor de José, se me não acusais de devanear"
        },
        {
            "chapter": 12,
            "verse": 95,
            "text": "Eles disseram: \"Por Allah! Certamente, estás em teu antigo descaminho"
        },
        {
            "chapter": 12,
            "verse": 96,
            "text": "E, quando o alvissareiro chegou, lançou-a sobre seu rosto e logo, ele se tornou vidente. Ele disse: \"Não vos disse que, por certo, sei de Allah o que não sabeis"
        },
        {
            "chapter": 12,
            "verse": 97,
            "text": "Disseram: \"Ó nosso pai! Implora perdão de nossos delitos. Por certo, estávamos errados"
        },
        {
            "chapter": 12,
            "verse": 98,
            "text": "Disse: \"Implorarei a meu Senhor perdão para vós. Por certo, Ele é O Perdoador, O Misericordiador"
        },
        {
            "chapter": 12,
            "verse": 99,
            "text": "Então, quando entraram junto de José, este aconchegou a si seus pais e disse: \"Entrai no Egito, em segurança, se Allah quiser"
        },
        {
            "chapter": 12,
            "verse": 100,
            "text": "E elevou seus pais ao trono, e eles caíram, diante dele, em prosternação. E ele disse: \"Ó meu pai! Esta é a interpretação de meu sonho de antes. Com efeito, meu Senhor fê-lo verdadeiro. E de fato, ele me bem-fez, quando me fez sair da prisão e vos fez chegar do deserto, depois de Satã instigar a cizânia, entre mim e meus irmãos. Por certo, meu Senhor é Sutil no que quer. Por certo, Ele é O Onisciente, O Sábio"
        }
    ]
}