{
    "juzs": [
        {
            "chapter": 3,
            "verse": 93,
            "text": "Wszelkie jedzenie było dozwolone synom Izraela z wyjątkiem tego, co Izrael sobie zakazał, zanim została zesłana Tora. Powiedz: \"Przynieście Torę i przeczytajcie ją, jeśli jesteście prawdomówni"
        },
        {
            "chapter": 3,
            "verse": 94,
            "text": "A ci, którzy wymyślają przeciw Bogu kłamstwo, są niesprawiedliwi"
        },
        {
            "chapter": 3,
            "verse": 95,
            "text": "Powiedz: \"Bóg mówi prawdę i Postępujcie więc za religią Abrahama, szczerze wierzącego hanifa, on przecież nie był z liczby bałwochwalców"
        },
        {
            "chapter": 3,
            "verse": 96,
            "text": "Zaprawdę, pierwszy Dom który został ustanowiony dla ludzi, to ten, który jest w Bakka - błogosławiony, - droga prosta dla światów"
        },
        {
            "chapter": 3,
            "verse": 97,
            "text": "W nim są znaki jasne - miejsce, gdzie stał Abraham a kto wszedł do niego, był bezpieczny. Na ludziach ciąży obowiązek względem Boga - na tych, którzy mają ku temu środki - odprawienia pielgrzymki do tego Domu. A kto nie wierzy... zaprawdę, Bóg jest bogaty, ponad światami"
        },
        {
            "chapter": 3,
            "verse": 98,
            "text": "Powiedz: \"O ludu Księgi! Dlaczego nie wierzycie w znaki Boga? Bóg przecież jest świadkiem tego, co wy czytacie"
        },
        {
            "chapter": 3,
            "verse": 99,
            "text": "Powiedz: \"O ludu Księgi! Dlaczego odsuwacie z drogi Boga tych, którzy uwierzyli, starając się ją wykrzywić, a przecież jesteście świadkami? Zaprawdę, Bóg nie jest nieuważny wobec tego, co czynicie"
        },
        {
            "chapter": 3,
            "verse": 100,
            "text": "O wy, którzy wierzycie! Jeśli będziecie słuchać pewnej sekty spośród tych, którzy otrzymali Księgę, to oni was uczynią na nowo niewiernymi, choć przedtem już uwierzyliście"
        },
        {
            "chapter": 3,
            "verse": 101,
            "text": "Jakże możecie nie wierzyć,. kiedy wam się recytuje znaki Boga, i kiedy wśród was jest Jego Posłaniec? A kto trzyma się mocno Boga, ten jest prowadzony ku drodze prostej"
        },
        {
            "chapter": 3,
            "verse": 102,
            "text": "O wy, którzy wierzycie! Bójcie się Boga bojaźnią Jemu należną, i nie umierajcie inaczej, jak tylko będąc całkowicie poddanymi"
        },
        {
            "chapter": 3,
            "verse": 103,
            "text": "I trzymajcie się razem węzła Boga, i nie rozdzielajcie się! Wspominajcie dobroć Boga nad wami! Oto byliście wrogami, a On uczynił przyjaźń w waszych sercach i staliście się przez Jego dobroć braćmi! Byliście na skraju przepaści ognia, a On was od niego wyratował. W ten sposób Bóg wyjaśnia wam Swoje znaki. Być może, wy pójdziecie drogą prostą"
        },
        {
            "chapter": 3,
            "verse": 104,
            "text": "I niech powstanie spośród was naród, który wzywa do dobra, nakazuje to, co jest uznane, i zakazuje tego, co jest naganne. Tacy będą szczęśliwi"
        },
        {
            "chapter": 3,
            "verse": 105,
            "text": "Nie bądźcie jak ci, którzy się podzielili i którzy się poróżnili, po tym, jak przyszły do nich jasne dowody! Tych czeka kara ogromna"
        },
        {
            "chapter": 3,
            "verse": 106,
            "text": "W dniu, kiedy jedne twarze pojaśnieją, a inne pociemnieją. A jeśli chodzi o tych, których twarze pociemniały: \"Czy wy staliście się niewiernymi, choć przedtem uwierzyliście? Zakosztujcie więc kary za to, iż nie wierzyliście"
        },
        {
            "chapter": 3,
            "verse": 107,
            "text": "A jeśli chodzi o tych, których twarze pojaśniały, to oni będą w miłosierdziu Boga; oni tam będą przebywać na wieki"
        },
        {
            "chapter": 3,
            "verse": 108,
            "text": "Takie są znaki Boga, które tobie recytujemy z całą prawdą. Bóg nie chce niesprawiedliwości dla światów"
        },
        {
            "chapter": 3,
            "verse": 109,
            "text": "Do Boga należy to, co jest w niebiosach, i to, co jest na ziemi! I do Boga zostaną zwrócone wszystkie sprawy"
        },
        {
            "chapter": 3,
            "verse": 110,
            "text": "Wy jesteście najlepszym narodem, jaki został utworzony dla ludzi: wy nakazujecie to, co jest uznane, a zakazujecie tego, co jest naganne; i wierzycie w Boga. I A jeśliby uwierzył lud Księgi, to byłoby dla niego lepiej. Wśród nich są wierzący, lecz większość z nich to ludzie szerzący zepsucie"
        },
        {
            "chapter": 3,
            "verse": 111,
            "text": "Oni wam nie przyczynią szkody, oprócz niewielkiej przykrości. A jeśli będą was zwalczać, to odwrócą się plecami; wtedy nie otrzymają oni żadnej pomocy"
        },
        {
            "chapter": 3,
            "verse": 112,
            "text": "Udziałem ich będzie poniżenie, gdziekolwiek by się znajdowali, chyba że będą mieli więź z Bogiem i więź z ludźmi. Oni ściągnęli na siebie gniew Boga i ubóstwo będzie ich udziałem. Tak się stanie, ponieważ nie uwierzyli w znaki Boga i zabijali proroków bez żadnego prawa; ponieważ się zbuntowali i byli występnymi"
        },
        {
            "chapter": 3,
            "verse": 113,
            "text": "Oni nie są jednakowi. Wśród ludu Księgi jest naród stojący mocno: oni recytują znaki Boga czuwając nocą i wybijają pokłony"
        },
        {
            "chapter": 3,
            "verse": 114,
            "text": "Oni wierzą w Boga i w Dzień Ostatni; oni nakazują to, co uznane, a zakazują tego, co jest naganne; oni prześcigają się w czynieniu dobra, oni są z liczby sprawiedliwych"
        },
        {
            "chapter": 3,
            "verse": 115,
            "text": "Cokolwiek uczynią dobrego, to im nie zostanie zaprzeczone. Bóg zna dobrze ludzi bogobojnych"
        },
        {
            "chapter": 3,
            "verse": 116,
            "text": "Zaprawdę, tym, którzy nie uwierzyli, nie pomogą nic przed Bogiem ich majątki i ich dzieci. Tacy będą mieszkańcami ognia, w którym przebywać będą na wieki"
        },
        {
            "chapter": 3,
            "verse": 117,
            "text": "To, co oni rozdają w życiu tego świata, jest podobne do wiatru lodowatego: poraził on zasiewy ludzi, którzy byli dla siebie niesprawiedliwi, i zniszczył je. Nie Bóg wyrządził im niesprawiedliwość, lecz oni sami wyrządzili sobie niesprawiedliwość"
        },
        {
            "chapter": 3,
            "verse": 118,
            "text": "O wy, którzy wierzycie! Nie bierzcie sobie bliskich przyjaciół spoza waszego grona; tacy nie omieszkaliby wam szkodzić; chcieliby, abyście się znaleźli w utrapieniu. Zawiść zionie z ich ust, a to, co kryją ich piersi, jest jeszcze gorsze. Wyjaśniliśmy wam znaki, jeśli jesteście rozumni"
        },
        {
            "chapter": 3,
            "verse": 119,
            "text": "Oto wy jesteście tymi, którzy ich kochają, lecz oni was nie kochają. Wy wierzycie w Księgę w całości, oni zaś, kiedy was spotkają, mówią: \"My wierzymy!\", a kiedy znajdują się na osobności, to gryzą sobie palce ze złości na was. Powiedz: \"Umierajcie w waszej złości! Zaprawdę, Bóg wie dobrze, co znajduje się w waszych piersiach"
        },
        {
            "chapter": 3,
            "verse": 120,
            "text": "Jeśli spotka was coś dobrego, to oni się martwią; a jeśli dosięgnie was coś złego, to oni się tym cieszą. Ale jeśli będziecie cierpliwi i bogobojni, to wcale wam nie zaszkodzi ich podstęp. Zaprawdę, Bóg ogarnia to, co oni czynią"
        },
        {
            "chapter": 3,
            "verse": 121,
            "text": "I oto ty uszedłeś rankiem od twojej rodziny, ustawiając wiernych w szeregi do walki. Bóg jest słyszący, wszechwiedzący"
        },
        {
            "chapter": 3,
            "verse": 122,
            "text": "Oto dwa wasze oddziały były bliskie załamania, lecz Bóg był ich opiekunem. Niech zaufają Bogu wierzący"
        },
        {
            "chapter": 3,
            "verse": 123,
            "text": "Bóg już dopomógł wam pod Badr, kiedy byliście poniżeni. Bójcie się więc Boga! Być może, wy będziecie wdzięczni"
        },
        {
            "chapter": 3,
            "verse": 124,
            "text": "Oto mówiłeś do wiernych: \"Czyż wam to nie wystarczy, że pomaga wam wasz Pan trzema tysiącami zesłanych aniołów"
        },
        {
            "chapter": 3,
            "verse": 125,
            "text": "Tak! Jeśli będziecie cierpliwi i bogobojni i jeśli oni zaatakują was niespodziewanie, to dopomoże wam wasz Pan pięcioma tysiącami aniołów, wyróżnionymi"
        },
        {
            "chapter": 3,
            "verse": 126,
            "text": "I Bóg uczynił to dla was radosną wieścią, aby przez nią uspokoiły się wasze serca - pomoc pochodzi tylko od Boga, Potężnego, Mądrego"
        },
        {
            "chapter": 3,
            "verse": 127,
            "text": "I ażeby odciąć część tych, którzy nie uwierzyli, albo złamać ich tak, ażeby się wycofali, zawiedzeni"
        },
        {
            "chapter": 3,
            "verse": 128,
            "text": "Ty nie masz nic do czynienia w tej sprawie, czy On się zwróci ku nim, czy On ich ukarze. Oni przecież są niesprawiedliwi"
        },
        {
            "chapter": 3,
            "verse": 129,
            "text": "Do Boga należy to, co jest w niebiosach, i to, co jest na ziemi. On przebacza, komu chce, i On karze, kogo chce. Bóg jest przebaczający, litościwy"
        },
        {
            "chapter": 3,
            "verse": 130,
            "text": "O wy, którzy wierzycie! Nie zdzierajcie lichwy podwójnie podwojonej. I bójcie się Boga! Być może, wy będziecie szczęśliwi"
        },
        {
            "chapter": 3,
            "verse": 131,
            "text": "I bójcie się ognia, który został przygotowany dla niewiernych"
        },
        {
            "chapter": 3,
            "verse": 132,
            "text": "Słuchajcie Boga i Posłańca! Być może, doznacie miłosierdzia"
        },
        {
            "chapter": 3,
            "verse": 133,
            "text": "I na wyścigi spieszcie ku przebaczeniu od waszego Pana i ku Ogrodowi - którego rozległość jest jak niebiosa i ziemia - przygotowanemu dla ludzi bogobojnych"
        },
        {
            "chapter": 3,
            "verse": 134,
            "text": "Dla tych, którzy rozdają, i w radości, i w utrapieniu; dla tych, którzy powstrzymują gniew i przebaczają ludziom; - a Bóg kocha ludzi czyniących dobro"
        },
        {
            "chapter": 3,
            "verse": 135,
            "text": "Dla tych, którzy choć popełnili czyn bezecny albo byli niesprawiedliwi względem samych siebie, wspominają Boga i proszą Go o przebaczenie za swoje grzechy - a któż przebacza grzechy oprócz Boga? - i nie trwają uporczywie przy tym, co czynili, bo przecież oni wiedzą"
        },
        {
            "chapter": 3,
            "verse": 136,
            "text": "Dla tych zapłatą będzie: przebaczenie od ich Pana i Ogrody, gdzie w dole płyną strumyki; oni tam będą przebywać na wieki. Jakże wspaniała to zapłata dla działających"
        },
        {
            "chapter": 3,
            "verse": 137,
            "text": "Już przed wami różne były drogi postępowania. Wędrujcie więc po ziemi i patrzcie, jaki był ostateczny koniec tych, którzy oskarżali o kłamstwo"
        },
        {
            "chapter": 3,
            "verse": 138,
            "text": "To jest wyjaśnienie dla ludzi, droga prosta i napomnienie dla bogobojnych"
        },
        {
            "chapter": 3,
            "verse": 139,
            "text": "I nie słabnijcie, i nie smućcie się; wy będziecie górą, jeśli jesteście wierzącymi"
        },
        {
            "chapter": 3,
            "verse": 140,
            "text": "Jeśli boli was jakaś rana, to podobna rana boli innych ludzi. Takie dni zmieniamy kolejno wśród ludzi, żeby Bóg poznał tych, którzy wierzą, i wziął spośród was świadków - a Bóg nie kocha ludzi niesprawiedliwych â"
        },
        {
            "chapter": 3,
            "verse": 141,
            "text": "I aby oczyścił tych, którzy wierzą, i unicestwił niewiernych"
        },
        {
            "chapter": 3,
            "verse": 142,
            "text": "Czy, sądzicie, że wejdziecie do Ogrodu, zanim jeszcze Bóg uzna tych spośród was, którzy się zmagali w walce i pozna tych, którzy są wytrwali"
        },
        {
            "chapter": 3,
            "verse": 143,
            "text": "Wy życzyliście sobie śmierci, zanim ją spotkaliście. Teraz już ją ujrzeliście i będziecie na nią patrzeć"
        },
        {
            "chapter": 3,
            "verse": 144,
            "text": "Muhammad jest tylko Posłańcem. Posłańcy przeminęli już przed nim. Czy jeśli on umrze lub zostanie zabity, wy obrócicie się na piętach? A kto obraca się na piętach, nie zaszkodzi w niczym Bogu, lecz Bóg zapłaci tym, którzy są wdzięczni"
        },
        {
            "chapter": 3,
            "verse": 145,
            "text": "I żadna dusza nie może umrzeć inaczej, jak za zezwoleniem Boga, według zapisu ustanawiającego termin. A kto pragnie nagrody tego świata, to My mu ją damy; a kto pragnie nagrody życia ostatecznego, to My ją też damy. My niebawem zapłacimy tym, którzy są wdzięczni"
        },
        {
            "chapter": 3,
            "verse": 146,
            "text": "A iluż proroków walczyło mając za sobą liczne tysiące?! Oni nie osłabli od tego, co ich dosięgło na drodze Boga, nie osłabli i nie poddali się. A Bóg kocha ludzi wytrwałych"
        },
        {
            "chapter": 3,
            "verse": 147,
            "text": "Jedyne ich słowa były: \"Panie nasz! Przebacz nam nasze grzechy i występność naszego zachowania! Utwierdź nasze stopy i udziel nam pomocy przeciw ludowi niewiernemu"
        },
        {
            "chapter": 3,
            "verse": 148,
            "text": "Bóg dał im nagrodę tego świata oraz piękną nagrodę życia ostatecznego. Bóg kocha ludzi czyniących dobro"
        },
        {
            "chapter": 3,
            "verse": 149,
            "text": "O wy, którzy wierzycie! Jeśli będziecie słuchać tych, którzy nie uwierzyli, to oni sprawią, że obrócicie się na piętach, i wtedy powrócicie jako stratni"
        },
        {
            "chapter": 3,
            "verse": 150,
            "text": "Ależ nie! Bóg jest waszym Panem i On jest najlepszym z pomocników"
        },
        {
            "chapter": 3,
            "verse": 151,
            "text": "My wrzucimy w serca tych, którzy nie uwierzyli, przerażenie za to, iż oni dodawali Bogu jako współtowarzyszy to, czemu On nie zesłał żadnej władzy. Ich miejscem schronienia będzie ogień. A jakże złe to miejsce pobytu dla niesprawiedliwych"
        },
        {
            "chapter": 3,
            "verse": 152,
            "text": "I uczynił dla was Bóg prawdziwą Swoją obietnicę, kiedy zniszczyliście ich - za Jego zezwoleniem. A kiedyście się załamali i zaczęliście się wzajemnie sprzeczać, i podnieśliście bunt - a On przecież pokazał wam to, co kochacie - wśród was ujawnili się tacy, którzy pragnęli tego świata, i wśród was byli tacy, którzy pragnęli życia ostatecznego. Potem On odwrócił was od nich, aby was doświadczyć. I On wam przebaczył, Bóg przecież jest władcą łaski dla tych, którzy wierzą"
        },
        {
            "chapter": 3,
            "verse": 153,
            "text": "Oto kiedy wycofywaliście się na górę nie bacząc na nikogo, a Posłaniec wzywał was na tyłach, wówczas On zsyłał wam troskę za troską, abyście się nie martwili, ani z powodu tego, co was minęło, ani z powodu tego, co was dosięgło. Bóg jest dobrze świadomy tego, co czynicie"
        },
        {
            "chapter": 3,
            "verse": 154,
            "text": "Potem zesłał na was, po tym utrapieniu, bezpieczeństwo - sen, który objął jedną część spośród was. Druga część zaniepokoiła się o siebie, pomyślała o Bogu coś niezgodnego z prawdą, tak jak w epoce pogaństwa. Oni mówili: \"Czy możemy mieć jakiś udział w tej sprawie?\" Powiedz: \"Zaprawdę, cała sprawa należy do Boga!\" Oni ukrywają w swoich duszach to, czego tobie nie ukazują. Oni mówią: \"Jeślibyśmy mieli jakikolwiek udział w tej sprawie, to nie bylibyśmy tutaj zabijani.\" Powiedz: \"Jeślibyście nawet pozostali w swoich domach, to ci, którym pisane było zginąć, pojawiliby się na swoich miejscach odpoczynku - aby przez to doświadczył Bóg to, co jest w ich piersiach, i aby wypróbował to, co jest w waszych sercach.\" Bóg zna dobrze to, co się znajduje w piersiach"
        },
        {
            "chapter": 3,
            "verse": 155,
            "text": "Zaprawdę, jeśli są pośród was tacy, którzy się odwrócili tego dnia, kiedy się spotkały dwa szyki, to tylko szatan winien był ich potknięciu, z powodu tego, co oni dokonali. Bóg im już przebaczył, przecież Bóg jest przebaczający, pobłażliwy"
        },
        {
            "chapter": 3,
            "verse": 156,
            "text": "O wy, którzy wierzycie! Nie bądźcie, jak ci, którzy nie uwierzyli i mówili o swoich braciach, kiedy oni wyruszyli w drogę po ziemi albo kiedy walczyli na wojnie: \"Gdyby byli przy nas, to nie umarliby i nie zostaliby zabici...\" Niech Bóg uczyni to strapieniem w ich sercach. Bóg daje życie i powoduje śmierć. Bóg widzi jasno to, co czynicie"
        },
        {
            "chapter": 3,
            "verse": 157,
            "text": "Z pewnością, jeśli zostaniecie zabici na drodze Boga albo jeśli umrzecie... - to przecież przebaczenie od Boga i miłosierdzie lepsze jest od tego, co oni gromadzą"
        },
        {
            "chapter": 3,
            "verse": 158,
            "text": "I na pewno, jeśli pomrzecie albo jeśli zostaniecie zabici, to ku Bogu zostaniecie zebrani"
        },
        {
            "chapter": 3,
            "verse": 159,
            "text": "I przez miłosierdzie od Boga ty stałeś się dla nich łagodny. Gdybyś był surowy i twardego serca, to oni odeszliby od ciebie. Więc przebacz im i proś Boga o przebaczenie dla nich; zasięgaj ich rady w każdej sprawie! A kiedy poweźmiesz decyzję, to zaufaj Bogu! Zaprawdę, Bóg kocha tych, którzy ufają"
        },
        {
            "chapter": 3,
            "verse": 160,
            "text": "Jeśli pomoże wam Bóg, to nie będzie zwycięzcy nad wami! A jeśli On was pozostawi bez pomocy, to któż wam pomoże prócz Niego?! Niech więc wierzący zaufają Bogu"
        },
        {
            "chapter": 3,
            "verse": 161,
            "text": "I nie godzi się Prorokowi oszukiwać. Ten, kto oszukuje, przyjdzie ze swoim oszustwem w Dniu Zmartwychwstania. Wtedy zostanie zapłacone w pełni każdej duszy to, czego dokonała; nikt nie dozna niesprawiedliwości"
        },
        {
            "chapter": 3,
            "verse": 162,
            "text": "Czy ten, kto postępuje za upodobaniem Boga, jest podobny do tego, kto ściągnął gniew Boga? Jego miejscem schronienia będzie Gehenna. A jakże to złe miejsce przybycia"
        },
        {
            "chapter": 3,
            "verse": 163,
            "text": "Oni będą ustawieni według stopni przed Bogiem, a Bóg widzi jasno to, co oni czynią"
        },
        {
            "chapter": 3,
            "verse": 164,
            "text": "Bóg okazał dobroć wierzącym, kiedy posłał wśród nich posłańca, spośród nich samych, który recytuje im Jego znaki, który oczyszcza ich, który uczy ich Księgi i mądrości, chociaż oni byli przedtem z pewnością w błędzie oczywistym"
        },
        {
            "chapter": 3,
            "verse": 165,
            "text": "Czyż kiedy dosięgło was nieszczęście - chociaż wy zadaliście podwójne nieszczęście nie powiedzieliście: \"Skądże to?\" Powiedz: \"To jest od was samych!\" Zaprawdę, Bóg jest nad każdą rzeczą wszechwładny"
        },
        {
            "chapter": 3,
            "verse": 166,
            "text": "To, co dosięgło was tego dnia, kiedy spotkały się oba oddziały, stało się za zezwoleniem Boga, aby On mógł poznać wierzących"
        },
        {
            "chapter": 3,
            "verse": 167,
            "text": "I aby mógł poznać obłudników. Powiedziano im: \"Przybywajcie! Walczcie na drodze Boga!\" Albo: \"Brońcie się!\" Oni powiedzieli: \"Jeślibyśmy umieli walczyć, to z pewnością poszlibyśmy za wami.\" Oni tego dnia bliżsi byli niewiary aniżeli wiary. Oni mówią swoimi ustami to, czego nie ma w ich sercach. Bóg wie najlepiej, co oni ukrywają"
        },
        {
            "chapter": 3,
            "verse": 168,
            "text": "Ci, którzy powiedzieli o swoich braciach: - a sami siedzieli w domu - \"Gdyby nas posłuchali, to nie zostaliby zabici.\" Powiedz: \"Odsuńcie śmierć od was samych, jeśli jesteście prawdomówni"
        },
        {
            "chapter": 3,
            "verse": 169,
            "text": "I nie uważaj tych, którzy zostali zabici na drodze Boga, za umarłych. Przeciwnie, oni są żyjący! Oni u swojego Pana otrzymują zaopatrzenie"
        },
        {
            "chapter": 3,
            "verse": 170,
            "text": "Radując się tym, co dał im Bóg ze Swojej łaski. I oni radują się na myśl o tych, którzy się jeszcze z nimi nie połączyli i pozostali w tyle, ponieważ oni nie doznają żadnego strachu i nie będą zasmuceni"
        },
        {
            "chapter": 3,
            "verse": 171,
            "text": "Oni się radują błogosławieństwem i łaską od Boga, i tym, że Bóg nie gubi nagrody wierzących"
        },
        {
            "chapter": 3,
            "verse": 172,
            "text": "Ci, którzy odpowiedzieli Bogu i Posłańcowi, kiedy dosięgła ich rana; ci spośród nich, którzy czynili dobro i którzy byli bogobojni - otrzymają nagrodę ogromną"
        },
        {
            "chapter": 3,
            "verse": 173,
            "text": "Niektórym mówiono: \"Oto ludzie zebrali się przeciwko wam, bójcie się ich!\"; lecz to pomnożyło tylko ich wiarę i oni powiedzieli: \"Wystarczy nam Bóg! Jakże to wspaniały poręczyciel"
        },
        {
            "chapter": 3,
            "verse": 174,
            "text": "I oni powrócili z dobrocią i łaską od Boga, i nie dotknęło ich żadne zło. Oni postąpili zgodnie z upodobaniem Boga, a Bóg jest władcą łaski ogromnej"
        },
        {
            "chapter": 3,
            "verse": 175,
            "text": "To tylko szatan budzi strach przez swoich popleczników. Lecz nie bójcie się ich, bójcie się Mnie, jeśli jesteście wierzącymi"
        },
        {
            "chapter": 3,
            "verse": 176,
            "text": "Niech cię nie zasmucają tacy, którzy się wyprzedzają w niewierności! Zaprawdę, oni w niczym nie zaszkodzą Bogu! Bóg nie zechce przygotować im udziału w życiu ostatecznym. Ich kara będzie ogromna"
        },
        {
            "chapter": 3,
            "verse": 177,
            "text": "Zaprawdę, ci, którzy kupili niewiarę za wiarę, nie zaszkodzą w niczym Bogu! Ich kara będzie bolesna"
        },
        {
            "chapter": 3,
            "verse": 178,
            "text": "I niech nie sądzą ci, którzy nie uwierzyli, że zwłoka, jaką My im dajemy, będzie dla nich dobrem. My dajemy im zwłokę tylko po to, by oni pomnożyli grzech. Dla nich kara będzie poniżająca"
        },
        {
            "chapter": 3,
            "verse": 179,
            "text": "Bóg pozostawi wiernych w sytuacji, w jakiej się znajdujecie, jedynie do czasu, aż On rozróżni złego od dobrego. Bóg nie da wam poznać tego, co skryte; lecz Bóg wybiera spośród Swoich posłańców, kogo chce. Wierzcie więc w Boga i w Jego posłańców! A jeśli uwierzycie i będziecie bogobojni, to otrzymacie nagrodę ogromną"
        },
        {
            "chapter": 3,
            "verse": 180,
            "text": "I niech nie sądzą ci, którzy skąpią z tego, co dał im Bóg ze Swojej łaski, że to jest lepsze dla nich. Przeciwnie, to jest gorsze dla nich. W Dniu Zmartwychwstania będą oni nosić na szyi obrożę z tego, czego skąpili. Do Boga należy dziedzictwo niebios i ziemi! A Bóg jest w pełni świadomy tego, co czynicie"
        },
        {
            "chapter": 3,
            "verse": 181,
            "text": "Bóg usłyszał słowa tych, którzy powiedzieli: \"Zaprawdę, Bóg jest biedny, a my jesteśmy bogaci!\" My zapiszemy to, co oni mówili, i to, że oni zabijali proroków bez żadnego prawa, i powiemy: \"Zakosztujcie kary ognia palącego"
        },
        {
            "chapter": 3,
            "verse": 182,
            "text": "Tak będzie za to, co przygotowały wasze ręce, ponieważ Bóg nie jest niesprawiedliwy względem swoich sług"
        },
        {
            "chapter": 3,
            "verse": 183,
            "text": "Tym, którzy powiedzieli: \"Zaprawdę, Bóg zobowiązał nas, abyśmy nie wierzyli posłańcowi, dopóki on nie przyjdzie z ofiarą, którą pożre ogień\" powiedz: \"Już przychodzili do was posłańcy przede mną, z jasnymi dowodami i z tym, o czym wy mówicie. Dlaczego ich zabiliście, jeśli jesteście prawdomówni"
        },
        {
            "chapter": 3,
            "verse": 184,
            "text": "Jeśli oni ciebie uważają za kłamcę, to przecież byli już uznani za kłamców posłańcy przed tobą; oni przyszli z jasnymi dowodami, z Psalmami i Księgą dającą światło"
        },
        {
            "chapter": 3,
            "verse": 185,
            "text": "Każda dusza zakosztuje śmierci i w Dniu Zmartwychwstania zostaną wam w pełni dane nagrody. A ten, kto zostanie odsunięty od ognia i wprowadzony do Ogrodu, ten osiągnął szczęście. Bo życie tego świata, to tylko złudne używanie"
        },
        {
            "chapter": 3,
            "verse": 186,
            "text": "Wy z pewnością będziecie doświadczani w waszych dobrach i w was samych; i usłyszycie od tych, którym została dana Księga przed wami, i od bałwochwalców - wiele złego. A jeśli będziecie cierpliwi i jeśli będziecie bogobojni, to okażecie prawdziwe zdecydowanie"
        },
        {
            "chapter": 3,
            "verse": 187,
            "text": "Oto Bóg zawarł przymierze z tymi, którym została dana Księga: \"Wy będziecie ją wyjaśniać ludziom i nie będziecie jej ukrywać.\" Lecz oni wyrzucili to za swoje plecy, i przehandlowali za niską cenę. Jakże złe jest to, co oni kupują"
        },
        {
            "chapter": 3,
            "verse": 188,
            "text": "Nie uważaj, że ci, którzy się cieszą z tego, czego dokonali, i lubią, aby ich chwalono za to, czego nie uczynili - nie uważaj, iż oni są zabezpieczeni przed karą. Dla nich kara będzie bolesna"
        },
        {
            "chapter": 3,
            "verse": 189,
            "text": "Do Boga należy królestwo niebios i ziemi! Bóg jest nad każdą rzeczą wszechwładny"
        },
        {
            "chapter": 3,
            "verse": 190,
            "text": "Zaprawdę, w stworzeniu niebios i ziemi i w kolejnej zmianie nocy i dnia są znaki dla tych, którzy posiadają rozum"
        },
        {
            "chapter": 3,
            "verse": 191,
            "text": "Dla tych, którzy wspominają Boga, stojąc, siedząc i leżąc, dla tych, którzy rozmyślają nad stworzeniem niebios i ziemi: Panie nasz! Nie stworzyłeś tego nadaremnie. Niech Ci będzie chwała! Uchroń nas od kary ognia i"
        },
        {
            "chapter": 3,
            "verse": 192,
            "text": "Panie nasz! Zaprawdę, kogo Ty wprowadzisz do ognia, tego okryłeś hańbą. Dla ludzi niesprawiedliwych nie będzie pomocników"
        },
        {
            "chapter": 3,
            "verse": 193,
            "text": "Panie nasz! My słyszeliśmy wzywającego, który wzywał do wiary: Wierzcie w waszego Pana! - i uwierzyliśmy. Panie nasz! Przebacz nam nasze grzechy i odpuść nam nasze złe czyny! Powołaj nas razem z pobożnymi"
        },
        {
            "chapter": 3,
            "verse": 194,
            "text": "Panie nasz! Daj nam to, co nam obiecałeś za pośrednictwem Twoich posłańców, i nie zawstydzaj nas w Dniu Zmartwychwstania. Ty przecież nie łamiesz obietnicy"
        },
        {
            "chapter": 3,
            "verse": 195,
            "text": "I wysłuchał ich Pan: \"Ja nie pozwolę zginąć żadnemu uczynkowi tego spośród was, który czyni dobro, czy będzie to mężczyzna, czy kobieta. Jesteście zależni jedni od drugich. A tym, którzy wywędrowali razem, i tym, którzy zostali wypędzeni ze swoich domostw, i tym, którzy walczyli i zostali zabici - My, z pewnością, odpuścimy ich złe czyny, i wprowadzimy ich do Ogrodów, gdzie w dole płyną strumyki: to jest nagroda pochodząca od Boga!\" A u Boga jest piękna nagroda"
        },
        {
            "chapter": 3,
            "verse": 196,
            "text": "I niech nie zwiedzie ciebie niespokojna ruchliwość niewiernych w tym kraju"
        },
        {
            "chapter": 3,
            "verse": 197,
            "text": "To jest tylko krótkie używanie. Potem ich miejscem schronienia będzie Gehenna! A jakże to złe miejsce odpoczynku"
        },
        {
            "chapter": 3,
            "verse": 198,
            "text": "Lecz tych, którzy się boją swego Pana, czekają Ogrody, gdzie w dole płyną strumyki; będą oni tam przebywać na wieki. To jest gościna od Boga. A to, co jest u Boga, jest lepsze dla ludzi pobożnych"
        },
        {
            "chapter": 3,
            "verse": 199,
            "text": "Zaprawdę, wśród ludu Księgi są tacy, którzy wierzą w Boga i w to, co wam zostało zesłane, i w to, co im zostało zesłane, korząc się przed Bogiem; i oni nie sprzedają znaków Boga za małą cenę! Oni otrzymają nagrodę u swego Pana. Zaprawdę, Bóg jest szybki w rachunku"
        },
        {
            "chapter": 3,
            "verse": 200,
            "text": "O wy, którzy wierzycie! Bądźcie cierpliwi i współzawodniczcie w cierpliwości! Bądźcie wytrwali i bójcie się Boga! Być może, będziecie szczęśliwi"
        },
        {
            "chapter": 4,
            "verse": 1,
            "text": "O ludzie! Bójcie się waszego Pana, który was stworzył z jednej istoty i stworzył z niej drugą do pary; a z nich dwojga rozprzestrzenił wiele mężczyzn i kobiet. Bójcie się Boga, o którego jedni drugich pytacie, i czcijcie łona"
        },
        {
            "chapter": 4,
            "verse": 2,
            "text": "Dawajcie sierotom ich mienie i nie zamieniajcie tego, co dobre, na to, co złe; i nie zjadajcie ich majątku, dołączając go do waszego majątku! Zaprawdę, to jest wielki grzech"
        },
        {
            "chapter": 4,
            "verse": 3,
            "text": "A jeśli się obawiacie, iż nie będziecie sprawiedliwi względem sierot... Żeńcie się zatem z kobietami, które są dla was przyjemne - z dwoma, trzema lub czterema. Lecz jeśli się obawiacie, że nie będziecie sprawiedliwi, to żeńcie się tylko z jedną albo z tymi, którymi zawładnęły wasze prawice. To jest dla was odpowiedniejsze, abyście nie postępowali niesprawiedliwie"
        },
        {
            "chapter": 4,
            "verse": 4,
            "text": "I dawajcie kobietom wiana jako dar. Jeśli one jednak są dobre dla was i użyczą wam cośkolwiek z niego, to jedzcie to dla zdrowia i pomyślności"
        },
        {
            "chapter": 4,
            "verse": 5,
            "text": "I nie dawajcie nierozumnym waszych dóbr, które wam dał Bóg jako utrzymanie; lecz dajcie im zaopatrzenie z niego i ubierajcie ich, i przemawiajcie do nich życzliwie"
        },
        {
            "chapter": 4,
            "verse": 6,
            "text": "Doświadczajcie sieroty, aż osiągną wiek do małżeństwa. A jeśli zauważycie w nich dojrzałość sądu, oddajcie im ich dobra! I nie zjadajcie ich dóbr rozrzutnie i pośpiesznie, zanim one osiągną wiek dojrzały. Ten, kto jest bogaty, niech się powstrzyma wspaniałomyślnie, a ten, kto jest biedny, niech zjada w sposób odpowiedni. A kiedy oddajecie im ich dobra, to wezwijcie świadków. A Bóg wystarczy jako przyjmujący rachunek"
        },
        {
            "chapter": 4,
            "verse": 7,
            "text": "Mężczyznom przypada część tego, co pozostawili rodzice i krewni; i kobietom przypada część tego, co pozostawili rodzice i krewni. Czy to będzie mało, czy dużo, to jest udział obowiązujący prawnie"
        },
        {
            "chapter": 4,
            "verse": 8,
            "text": "A kiedy są przy podziale obecni: dalsi krewni, sieroty i biedacy, to dajcie im nieco zaopatrzenia i przemawiajcie do nich uprzejmie"
        },
        {
            "chapter": 4,
            "verse": 9,
            "text": "I niech się obawiają ci, którzy gdyby pozostawili potomstwo słabe, niepokoiliby się o nie; i niech oni boją się Boga i mówią słowa rozsądne"
        },
        {
            "chapter": 4,
            "verse": 10,
            "text": "Zaprawdę, ci, którzy zjadają dobra sierot, popełniając niesprawiedliwość, zjadają to, co w ich trzewiach będzie ogniem; i będą wystawieni na ogień płonący"
        },
        {
            "chapter": 4,
            "verse": 11,
            "text": "I daje wam Bóg przykazanie co do waszych dzieci: synowi przypada udział podobny do udziału dwóch córek. A jeśli będzie córek więcej niż dwie, to pozostanie im dwie trzecie z tego majątku; a jeśli będzie tylko jedna, to dla niej będzie połowa. Jeśli zmarły ma syna, to każdemu z dwojga rodziców zmarłego przypadnie jedna szósta z pozostawionego majątku. A jeśli nie ma syna i dziedziczą po nim rodzice, to jego matce przypada jedna trzecia; a jeśli on ma braci, to jego matce przypadnie jedna szósta - po oddaniu legatu, jaki zalecił w testamencie, lub długu. Albowiem nie wiecie, czy rodzice wasi, czy synowie są dla was bardziej pożyteczni. To jest obowiązek ustanowiony przez Boga. Zaprawdę, Bóg jest wszechwiedzący, mądry"
        },
        {
            "chapter": 4,
            "verse": 12,
            "text": "I wam przypada połowa z tego, co pozostawiły wasze żony, jeśli nie mają dziecka. Jeśli mają dziecko, to wam przypada czwarta część z tego, co one pozostawiły, po potrąceniu legatu, który zapisały w testamencie, lub długu. A im przypadnie czwarta część z tego, co wy zostawicie, jeśli nie macie dziecka. A jeśli macie dziecko, to im przypadnie ósma część z tego, co pozostawicie - po potrąceniu legatu, jaki zapisaliście w testamencie, lub długu. A jeśli mężczyzna lub kobieta mają dziedziców w linii bocznej, i on ma brata lub siostrę, to każdemu z nich dwojga przypadnie szósta część. A jeśli jest ich więcej, to oni są współudziałowcami w jednej trzeciej części dziedzictwa, po potrąceniu legatu zapisanego przez zmarłego w testamencie lub długu - bez niczyjej krzywdy. To jest przykazanie od Boga! A Bóg jest wszechwiedzący, mądry"
        },
        {
            "chapter": 4,
            "verse": 13,
            "text": "Takie są granice Boga. A kto jest posłuszny Bogu i Jego Posłańcowi, tego On wprowadzi do Ogrodów, gdzie w dole płyną strumyki; oni tam będą przebywać na wieki. I to jest wielkie szczęście"
        },
        {
            "chapter": 4,
            "verse": 14,
            "text": "A kto się zbuntuje przeciw Bogu i przeciw Jego Posłańcowi i przekroczy Jego granice, to Bóg wprowadzi go do ognia, gdzie będzie przebywał na wieki. I ta kara będzie dla niego poniżająca"
        },
        {
            "chapter": 4,
            "verse": 15,
            "text": "A wobec tych spośród waszych kobiet, które popełnią wszeteczeństwo, zażądajcie świadectwa czterech spośród was. I jeśli oni poświadczą, to trzymajcie je w domach, dopóki nie zabierze ich śmierć albo też póki Bóg nie przygotuje dla nich jakiejś innej drogi"
        },
        {
            "chapter": 4,
            "verse": 16,
            "text": "A tych dwoje spośród was, którzy dopuszczą się tego czynu, ukarzcie surowo; ale jeśli się oboje nawrócą i poprawią, to odstąpcie od nich! Zaprawdę, Bóg przyjmuje nawrócenie i jest litościwy"
        },
        {
            "chapter": 4,
            "verse": 17,
            "text": "Przecież u Boga jest przebaczenie dla tych, którzy popełniają zło nieświadomie i niezwłocznie się nawracają. Ku tym powraca Bóg. Bóg jest wszechwiedzący, mądry"
        },
        {
            "chapter": 4,
            "verse": 18,
            "text": "Nie ma jednak odpuszczenia dla tych, którzy popełniają złe czyny. A kiedy zastanie któregoś z nich śmierć, wtedy on mówi: \"Ja się teraz nawracam.\" Nie ma też i dla tych, którzy umierają i są niewierni. Dla tych przygotowaliśmy karę bolesną"
        },
        {
            "chapter": 4,
            "verse": 19,
            "text": "O wy, którzy wierzycie! Nie jest wam dozwolone, abyście dziedziczyli kobiety wbrew ich woli. I nie przeszkadzajcie im zabrać część tego, co im daliście, chyba że dopuszczą się jakiegoś wszeteczeństwa oczywistego. Obchodźcie się z nimi w sposób przyzwoity. A jeśli czujecie względem nich wstręt, to, być może, czujecie wstręt do czegoś, w czym Bóg umieścił wielkie dobro"
        },
        {
            "chapter": 4,
            "verse": 20,
            "text": "A jeśli chcecie zamienić żonę na drugą, a jednej z nich daliście kintar, to nie odbierajcie z tego nic! Czyż moglibyście cokolwiek zabrać, zniesławiając się i popełniając grzech oczywisty"
        },
        {
            "chapter": 4,
            "verse": 21,
            "text": "Jakże moglibyście jej to zabrać, skoro byliście niegdyś związani, a one otrzymały od was uroczyste przyrzeczenie"
        },
        {
            "chapter": 4,
            "verse": 22,
            "text": "Nie pojmujcie za żony kobiet, które były żonami waszych ojców, chyba że to miało miejsce w przeszłości. Zaprawdę, to jest wszeteczeństwo i obrzydliwość - i jakże zła droga"
        },
        {
            "chapter": 4,
            "verse": 23,
            "text": "Są wam zabronione: wasze matki, wasze córki i wasze siostry; - wasze ciotki ze strony ojca i ze strony matki; - córki brata i córki siostry; - i wasze matki; które was żywiły piersią; - i wasze siostry mleczne i matki waszych żon; - i wasze pasierbice będące pod waszą opieką, zrodzone z żon, z którymi już żyliście; - a jeśli jeszcze z nimi nie żyliście, to nie będziecie mieli grzechu - - i żony waszych synów, zrodzonych z waszych lędźwi; - i żebyście nie poślubiali dwóch sióstr, chyba że to miało miejsce w przeszłości. Zaprawdę, Bóg jest przebaczający, litościwy"
        }
    ]
}