{
    "maqras": [
        {
            "chapter": 7,
            "verse": 47,
            "text": "En wanneer hun ogen naar de bewoners van het Vuur zijn gericht, zullen zij zeggen: 'Onze Heer, plaats ons niet onder het onrechtvaardige volk"
        },
        {
            "chapter": 7,
            "verse": 48,
            "text": "En de bewoners van de verheven plaatsen zullen tot de mensen die zij aan hun merktekenen herkennen roepen: 'Uw aantal, noch datgene waarover gij hoogmoedig waart, heeft u kunnen helpen"
        },
        {
            "chapter": 7,
            "verse": 49,
            "text": "Zijn dezen het aangaande welke gij hebt gezworen dat Allah hun geen barmhartigheid zou schenken? 'Gaat het paradijs binnen, er zal geen vrees over u komen, noch zult gij treuren"
        },
        {
            "chapter": 7,
            "verse": 50,
            "text": "En de bewoners van het Vuur zullen tot de bewoners van het paradijs roepen: 'Giet wat water over ons uit of iets, waarmnee Allah u heeft voorzien.' Zij zullen antwoorden: 'Allah heeft voorzeker dit voor de ongelovigen verboden"
        },
        {
            "chapter": 7,
            "verse": 51,
            "text": "Degenen, die hun godsdienst tot tijdverdrijf en tot vermaak namen en wie het leven van de wereld had bedrogen, Wij zullen hen deze Dag vergeten, zoals zij de ontmoeting op deze dag vergaten en zoals zij Onze tekenen verwierpen"
        },
        {
            "chapter": 7,
            "verse": 52,
            "text": "En Wij hebben hun voorzeker een Boek gebracht, dat Wij met kennis hebben uiteengezet, als leiding en barmhartigheid voor een volk dat gelooft"
        },
        {
            "chapter": 7,
            "verse": 53,
            "text": "Wachten zij slechts op (een andere) verklaring daarvan? De Dag, waarop deze komen zal, zullen degenen die het voorheen vergaten, zeggen: 'De boodschappers van onze Heer brachten inderdaad de waarheid, zullen wij dan enige bemiddelaars hebben, die voor ons zullen bemiddelen? Of konden wij worden teruggezonden (naar de aarde), opdat wij anders mochten doen, dan hetgeen wij deden?' Zij deden hun ziel inderdaad tekort en hetgeen zij verzonnen is voor hen verloren gegaan"
        },
        {
            "chapter": 7,
            "verse": 54,
            "text": "Voorzeker, uw Heer is Allah, Die de hemelen en de aarde in zes dagen schiep; daarna zette Hij Zich op deTroon neder. Hij doet de nacht de dag bedekken, die hem snel opvolgt. De zon en de maan en de sterren zijn door Zijn gebod in dienst gesteld. Voorwaar, van Hem is de schepping en het gebod. Gezegend is Allah, de Heer der Werelden"
        },
        {
            "chapter": 7,
            "verse": 55,
            "text": "Roept uw Heer in nederigheid en in het verborgene aan. Hij heeft de overtreders zeker niet lief"
        },
        {
            "chapter": 7,
            "verse": 56,
            "text": "En schept geen wanorde op aarde, nadat zij is geordend en roept Hem met vrees en hoop aan. Voorzeker, de Barmhartigheid van Allah is de goeden nabij"
        },
        {
            "chapter": 7,
            "verse": 57,
            "text": "En Hij is het, Die de winden als blijde tijdingen voor Zijn barmhartigheid uitzendt; totdat, wanneer zij zware wolken dragen, Wij ze naar een dor land drijven, daarna zenden Wij er water uit neder, dan brengen Wij alle soorten vruchten voort; zo wekken Wij de doden op, opdat gij er lering uit moogt trekken"
        },
        {
            "chapter": 7,
            "verse": 58,
            "text": "En het goede land - de plantengroei komt er in overvloed van voort door het gebod van zijn Heer - en hetgeen slecht is levert alleen schaarste op. Zo wisselen Wij de tekenen af voor een volk dat dankbaar is"
        },
        {
            "chapter": 7,
            "verse": 59,
            "text": "Wij zonden Noach tot zijn volk en hij zeide: 'O, mijn volk, aanbidt Allah, gij hebt geen god naast Hem. Ik vrees voor u de straf van de grote Dag"
        },
        {
            "chapter": 7,
            "verse": 60,
            "text": "De leiders van zijn volk antwoordden: 'Wij zien dat gij in openlijke dwaling verkeert"
        },
        {
            "chapter": 7,
            "verse": 61,
            "text": "Hij zeide: 'O, mijn volk, er is in mij geen dwaling, doch ik ben een boodschapper van de Heer der Werelden"
        },
        {
            "chapter": 7,
            "verse": 62,
            "text": "Ik breng u de boodschappen van mijn Heer over en geef u oprechte raad en ik weet van Allah wat gij niet weet"
        },
        {
            "chapter": 7,
            "verse": 63,
            "text": "Verwondert gij u, dat er een aanmaning van uw Heer tot u is gekomen door een man uit uw midden opdat hij u moge waarschuwen en opdat gij rechtvaardig moogt worden en opdat u barmhartigheid moge worden betoond"
        },
        {
            "chapter": 7,
            "verse": 64,
            "text": "Maar zij verloochenden hem; Wij redden hem en degenen die met hem in de ark waren en Wij verdronken degenen, die Onze tekenen verwierpen. Zij waren inderdaad een verblind volk"
        }
    ]
}