{
    "maqras": [
        {
            "chapter": 27,
            "verse": 27,
            "text": "Süleyman, bakayım dedi, doğru mu söyledin, yoksa yalancılardan mısın"
        },
        {
            "chapter": 27,
            "verse": 28,
            "text": "Git, şu mektubumu götür, ver onlara, sonra biraz çekil onlardan, bak bakalım, ne cevap verecekler"
        },
        {
            "chapter": 27,
            "verse": 29,
            "text": "Sebe hükümdarı, ey ulular dedi, bana pek güzel bir mektup geldi"
        },
        {
            "chapter": 27,
            "verse": 30,
            "text": "O, gerçekten de Süleyman'dan geliyor ve gerçekten de içinde şunlar yazılı: Rahman ve rahim Allah Adıyla"
        },
        {
            "chapter": 27,
            "verse": 31,
            "text": "Bana karşı yücelik davasına girişmeyin ve teslim olarak gelin bana"
        },
        {
            "chapter": 27,
            "verse": 32,
            "text": "Ey ulular dedi, şu işi ne yapacağım, bana bir rey verin, sizi çağırmadan kesin bir karar vermedim"
        },
        {
            "chapter": 27,
            "verse": 33,
            "text": "Biz dediler; güçlükuvvetli ve şiddetli savaşır bir topluluğuz, fakat emir senin, ne yapacaksan sen düşün, yap"
        },
        {
            "chapter": 27,
            "verse": 34,
            "text": "Dedi ki: Padişahlar, bir şehre girdiler mi, o şehri harap ederler ve halkının yücelerini aşağılık bir hale getirirler ve bunlar da böyle yapacaklar"
        },
        {
            "chapter": 27,
            "verse": 35,
            "text": "Onlara bir armağan göndereyim de bakalım elçiler, dönüp ne cevap getirecekler"
        },
        {
            "chapter": 27,
            "verse": 36,
            "text": "Elçiler, Süleyman'a gelince Süleyman, bana dedi, mal göndererek yardım mı ediyorsunuz? Allah'ın bana verdikleri, sizin getirdiklerinizden daha da hayırlı, fakat siz, armağanınızla sevinir, övünürsünüz"
        },
        {
            "chapter": 27,
            "verse": 37,
            "text": "Dön, git onlara, öyle bir orduyla geleceğim ki karşı duramayacaklar ve oradan, horhakir bir halde çıkaracağım onları, aşağılık bir hale gelecek onlar"
        },
        {
            "chapter": 27,
            "verse": 38,
            "text": "Ey ulular dedi, onlar, bana teslim olup gelmeden onun tahtını kim getirebilir bana"
        },
        {
            "chapter": 27,
            "verse": 39,
            "text": "Cinlerden bir ifrit, sen yerinden kalkmadan dedi, ben onu sana getiririm ve şüphe yok ki ben, elbette güvenilecek bir kuvvete sahibim"
        },
        {
            "chapter": 27,
            "verse": 40,
            "text": "Kitaba ait bir bilgiye sahib olansa ben dedi, gözünü yumup açmadan onu getiririm sana. Derken baktı ki taht yanında durmada, onu görünce bu dedi, Rabbimin lutfundan, ihsanından, şükür mü edeceğim, nankör mü olacağım, beni sınamak istiyor. Fakat şükreden, mutlaka kendisini faydalandırmış olur ve nankörlük edene gelince hiç şüphe yok ki Rabbim, kullarından müstağnidir, onlara karşı lütuf ve kerem sahibidir"
        },
        {
            "chapter": 27,
            "verse": 41,
            "text": "Süleyman, tahtının şeklini değiştirin dedi, bakalım tanıyacak mı, tanımıyacak mı"
        },
        {
            "chapter": 27,
            "verse": 42,
            "text": "Hükümdar gelince, tahtın bumuydu dendi, o da ona pek benziyor zaten daha önce de Süleyman'ın peygamberliğini bilmiş, anlamıştık ve teslim olmuştuk dedi"
        },
        {
            "chapter": 27,
            "verse": 43,
            "text": "Allah'ı bırakıp da kulluk ettiği şeyler, onu yoldan çıkarmıştı; şüphe yok ki o, kafirler topluluğundandı"
        },
        {
            "chapter": 27,
            "verse": 44,
            "text": "Ona, saraya gir dendi. Billur döşemeyi görünce derin bir su sandı ve bacaklarını sıvadı. Süleyman, bu dedi, billur döşenmiş düz bir saha. Bunun üzerine o da Rabbim dedi, ben kendime zulmettim ve teslim oldum Süleyman'la beraber alemlerin Rabbi Allah'a"
        },
        {
            "chapter": 27,
            "verse": 45,
            "text": "Ve andolsun ki biz, Semud kavmine, Allah'a kulluk edin diye kardeşleri Salih'i göndermiştik. O zaman onlar, birbiriyle çekişen, birbirine düşmanlık eden iki fırkaya ayrılmışlardı"
        },
        {
            "chapter": 27,
            "verse": 46,
            "text": "Ey kavmim dedi, iyilikten önce ne diye çarçabuk kötülüğü istersiniz? Ne olur, Allah'tan yarlıganma dileseniz de merhamete layık olsanız"
        },
        {
            "chapter": 27,
            "verse": 47,
            "text": "Biz dediler, seninle ve yanında bulunanlarla uğrusuzluğa uğramadayız. O, uğradığınız uğursuzluk, Allah katından gelmede; hatta siz, sınanmakta olan bir topluluksunuz dedi"
        },
        {
            "chapter": 27,
            "verse": 48,
            "text": "Şehirde dokuz kişi vardı ki yeryüzünde bozgunculuk ediyorlar, düzene hiç yanaşmıyorlardı"
        },
        {
            "chapter": 27,
            "verse": 49,
            "text": "Allah adına, aralarında yemin ederek dediler ki: Bir gece Salih'i de, ailesini de öldürelim, sonra velisine, onu öldürmediğimiz gibi öldüreni de bilmiyoruz ve şüphe yok ki doğru söylüyoruz deriz"
        },
        {
            "chapter": 27,
            "verse": 50,
            "text": "Onlar, bir düzendir kurdular, biz de düzenlerine bir cezadır verdik, fakat onlar, anlamıyorlardı bunu, haberleri bile yoktu bundan"
        },
        {
            "chapter": 27,
            "verse": 51,
            "text": "Düzenlerinin sonucu ne oldu, bak da gör; şüphe yok ki biz, onları da, topluluklarını da tamamıyla helak ettik"
        },
        {
            "chapter": 27,
            "verse": 52,
            "text": "İşte zulümleri yüzünden bomboş kalmış evleri; şüphe yok ki bunda, bilen topluluğa bir delil var"
        },
        {
            "chapter": 27,
            "verse": 53,
            "text": "Ve inanıp çekinenleri kurtardık biz"
        },
        {
            "chapter": 27,
            "verse": 54,
            "text": "Ve Lut'u da göndermiştik de o zaman, kavmine demişti ki: Çirkin bir iş işlemedesiniz ve siz de onun çirkinliğini görüyorsunuz"
        },
        {
            "chapter": 27,
            "verse": 55,
            "text": "Kadınları bırakıp da şehvetle erkeklerle mi temas edeceksiniz, hatta siz, bilgisiz bir topluluksunuz"
        }
    ]
}