{
    "maqras": [
        {
            "chapter": 3,
            "verse": 52,
            "text": "İsa, onların küfrünü duyunca dedi ki: Kimlerdir Allah uğrunda yardımcılarım? Havariler, biziz Allah için yardım edenler dediler, Allah'a inandık, sen de tanık ol ki, biz, ona teslim olanlarız"
        },
        {
            "chapter": 3,
            "verse": 53,
            "text": "Rabbimiz, inandık indirdiğine, uyduk Peygambere, bizi buna tanık olanlarla haşret"
        },
        {
            "chapter": 3,
            "verse": 54,
            "text": "Düzene koyuldular, Allah da düzenlerine karşılık cezalarını verdi. Allah, düzencilere ceza verenlerin hayırlısıdır"
        },
        {
            "chapter": 3,
            "verse": 55,
            "text": "Hani o zaman Allah ya İsa demişti, seni öldürecek de benim, kendime yüceltecek de, kafirlerden kurtarıp arıtacak da. Sana uyanları kıyamete dek kafirlere üst edeceğim. Sonra, dönüp geleceğiniz yer, benim tapımdır, aranızda, aykırılığa düştüğünüz şeylerin hükmünü de ben vereceğim"
        },
        {
            "chapter": 3,
            "verse": 56,
            "text": "Kafir olanlara gelince: Onları dünyada da çetin bir azapla azaplandıracağım, ahirette de ve onlara hiçbir yardımcı yoktur"
        },
        {
            "chapter": 3,
            "verse": 57,
            "text": "İnananlar ve iyi işlerde bulunanlarsa ecirlerini tam olarak alırlar. Allah zulmedenleri sevmez"
        },
        {
            "chapter": 3,
            "verse": 58,
            "text": "Bunları, sana ayetlerimizden ve doğrulukla hükmeden Kur'an'dan okuyoruz"
        },
        {
            "chapter": 3,
            "verse": 59,
            "text": "Gerçekten de Allah katında İsa, Âdem'in örneğidir, onu topraktan yarattı da sonra ol dedi, oluverdi"
        },
        {
            "chapter": 3,
            "verse": 60,
            "text": "Gerçek, Rabbindendir, şüphe edenlerden olma artık"
        },
        {
            "chapter": 3,
            "verse": 61,
            "text": "Sana iyice bildirildikten sonra da gene bu hususta seninle tartışan olursa de ki: Gelin, oğullarımızı ve oğullarınızı, kadınlarımızı ve kadınlarınızı çağıralım, biz bizzat gelelim, siz de gelin. Ondan sonra da dua edelim ve Allah'ın lanetini yalancılara havale edelim"
        },
        {
            "chapter": 3,
            "verse": 62,
            "text": "İşte budur gerçek söz: Allah'tan başka yoktur tapacak ve şüphe yok ki Allah, üstündür, hikmet sahibidir"
        },
        {
            "chapter": 3,
            "verse": 63,
            "text": "Gene yüz çevirirlerse muhakkak ki Allah bozguncuları bilir"
        },
        {
            "chapter": 3,
            "verse": 64,
            "text": "De ki: Ey kitap ehli, gelin aramızda eşit olan tek söze: Ancak Allah'a kulluk edelim, ona hiçbir şeyi eş ve ortak etmeyelim, Allah'ı bırakıp da bazılarımız, bazılarımızı Tanrı tanımayalım. Gene de yüz döndürürlerse deyin ki tanık olun, özümüzü Tanrıya teslim edenleriz biz"
        },
        {
            "chapter": 3,
            "verse": 65,
            "text": "Ey kitap ehli, ne diye İbrahim hakkında çekişip tartışırsınız? Tevrat da ondan sonra inmiştir, İncil de. Akıl etmiyor musunuz ki"
        },
        {
            "chapter": 3,
            "verse": 66,
            "text": "Şöyleböyle bilginiz olan şeye dair tartışıp duruyorsunuz ama hiç bilginiz olmayan şeyde de ne diye tartışmaya kalkışırsınız? Allah bilir, siz bilmezsiniz"
        },
        {
            "chapter": 3,
            "verse": 67,
            "text": "İbrahim ne Yahudi'ydi, ne Nasrani. Dosdoğru Müslüman'dı ve müşriklerden değildi"
        },
        {
            "chapter": 3,
            "verse": 68,
            "text": "İbrahim'e gerçekten de en yakın olanlar, ona inananlarla bu Peygamberdir ve iman edenlerdir. Allah, inananların dostu ve yardımcısıdır"
        },
        {
            "chapter": 3,
            "verse": 69,
            "text": "Kitap ehlinin bir bölüğü, yolunuzu sapıtmak ister. Halbuki sizi değil, ancak kendilerini yoldan çıkarırlar, kendileri sapıklığa düşerler de farkında değillerdir"
        },
        {
            "chapter": 3,
            "verse": 70,
            "text": "Ey kitap ehli, Allah'ın ayetlerini neden inkar edersiniz, halbuki onları görüp duruyorsunuz da"
        },
        {
            "chapter": 3,
            "verse": 71,
            "text": "Ey kitap ehli, ne diye hakkı batılla karıştırıyor, gerçeği gizliyorsunuz? Halbuki biliyorsunuz da"
        },
        {
            "chapter": 3,
            "verse": 72,
            "text": "Kitap ehlinin bir bölüğü de dedi ki: İman edenlere indirilene gündüzün inanın, akşam üstü inanmayın, kafir olun, belki iman edenler de inançlarından dönerler"
        },
        {
            "chapter": 3,
            "verse": 73,
            "text": "Ve dininize uyan kişiden başkasına inanmayın. De ki: Doğru yol, ancak Allah yoludur. Size verilenin başkalarına da verildiğine ve onların, Rabbiniz katında deliller göstererek sizinle tartışacaklarına inanmayın dediler mi de, de ki: Lütuf ve ihsan ancak Allah'ın elindedir, dilediğine lütfeder ve Allah'ın lütfü boldur ve her şeyi bilir o"
        },
        {
            "chapter": 3,
            "verse": 74,
            "text": "Dilediğini rahmetiyle tahsis eder ve Allah, büyük bir lütuf ve ihsan sahibidir"
        }
    ]
}