{
    "maqras": [
        {
            "chapter": 4,
            "verse": 74,
            "text": "Artık Allah yolunda savaşsın dünya yaşayışı yerine ahireti satın alanlar ve kim Allah yolunda savaşır da öldürülür, yahut üst olursa ona büyük bir ecir vereceğiz"
        },
        {
            "chapter": 4,
            "verse": 75,
            "text": "Ne oluyor size ki zayıf ve aciz erkeklerle kadınlar ve çocuklar, Rabbimiz bizi ahalisi zalim olan şu şehirden çıkar, bize katından bir sahip gönder, bize katından bir yardımcı yolla deyip dururlarken siz, Allah yolunda savaşmıyorsunuz"
        },
        {
            "chapter": 4,
            "verse": 76,
            "text": "İnananlar, Allah yolunda savaşırlar, kafir olanlar, Şeytan yolunda savaşırlar. Savaşın Şeytan'ın dostlarıyla ve şüphe yok ki Şeytan'ın hilesi zayıftır"
        },
        {
            "chapter": 4,
            "verse": 77,
            "text": "Görmez misin savaştan el çekin ve namaz kılın, zekat verin denenleri? Onlara savaş farz edilince içlerinden bir kısmı, insanlardan, Allah'tan korkar gibi, hatta daha da fazla korkmaya başladılar da ne olurdu, yakın olan ölümümüze dek bu emri geciktirseydin, bize savaşı emretmeseydin dediler. De ki: Dünyanın zevki azdır, ahiretse sakınanlar için daha hayırlıdır ve onlar, hurma çekirdeğinin içindeki incecik kıl kadar bile zulüm görmezler"
        },
        {
            "chapter": 4,
            "verse": 78,
            "text": "Nerede olursanız olun, ölüm sizi bulur; hatta isterseniz sağlamlaştırılmış yüksek kalelerde olun. Onlara bir iyilik geldi mi bu derler, Allah'tan. Bir kötülük geldi mi, bu derler, senden. De ki: Hepsi Allah'tan. Ne oldu bu kavme ki hiçbir sözü anlamaya yanaşmıyor"
        },
        {
            "chapter": 4,
            "verse": 79,
            "text": "Sana gelen iyiliğe ait şey Allah'tandır, kötülüğe ait olansa nefsinden ve biz seni insanlara peygamber olarak gönderdik, buna tanık olarak Allah yeter"
        },
        {
            "chapter": 4,
            "verse": 80,
            "text": "Peygambere itaat eden, gerçekten de Allah'a itaat etmiştir, yüz çevirene gelince; zaten biz seni onları korumak için göndermedik ki"
        },
        {
            "chapter": 4,
            "verse": 81,
            "text": "Bizden itaat etmek derlerse de yanından ayrıldılar mı onların bir kısmı, geceleyin senin dediğinden bambaşka şeyler kurar, Allah da onların kurduklarını yazar. Yüz çevir onlardan de dayan Allah'a, Allah yeter koruyucu olarak"
        },
        {
            "chapter": 4,
            "verse": 82,
            "text": "Hala mı düşünmezler Kur'an'ı Allah katından gayrı bir yerden gelseydi onda, birbirini tutmaz birçok şeyler bulurlardı"
        },
        {
            "chapter": 4,
            "verse": 83,
            "text": "Emniyete, yahut korkuya ait bir haber duysalar derhal yayarlar. Halbuki Peygambere ve içlerinden emre salahiyeti olanlara başvursalardı bu haberi arayıp duyarak yayanlar, elbette onlardan gerçeğini öğrenirlerdi. Allah'ın ihsanı ve acıması olmasaydı pek azınız müstesna, Şeytan'a uyup gitmiştiniz"
        },
        {
            "chapter": 4,
            "verse": 84,
            "text": "Gayrı savaş Allah yolunda, kendinden başkasından sorumlu değilsin sen ve teşvik et inananları. Olur da Allah kafirlerin zararını ve zulmünü defedip giderir ve Allah'ın azabı da pek çetindir, cezası da"
        },
        {
            "chapter": 4,
            "verse": 85,
            "text": "Kim iyi bir şefaatte bulunursa o şefaatten payı vardır ve kim kötü bir şefaatte bulunursa ondan payı var ve Allah her şeyi bilir korur"
        },
        {
            "chapter": 4,
            "verse": 86,
            "text": "Size selam verildiği vakit selamı daha güzel bir sözle, yahut aynı sözle alın ve Allah, şüphe yok ki her şeyi hakkıyla hesaplar"
        },
        {
            "chapter": 4,
            "verse": 87,
            "text": "Bir Allah'tır ki yoktur ondan başka tapacak. Kıyamet gününde hepinizi toplayacaktır ve o günde hiç şüphe yoktur ve kimdir Allah'tan daha doğru sözlü"
        }
    ]
}