{
    "rukus": [
        {
            "chapter": 9,
            "verse": 17,
            "text": "Musriklerin, kendi kufurlerine kendileri sahid iken; Allah´ın mescidlerini tamir etme hakları yoktur. Iste onların butun yaptıkları bosa gitmistir. Ve onlar, ateste ebedi kalıcıdırlar"
        },
        {
            "chapter": 9,
            "verse": 18,
            "text": "Allah´ın mescidlerini; ancak Allah´a ve ahiret gunune iman eden, namaz kılan, zekat veren ve Allah´tan baska kimseden korkmayanlar tamir ederler. Iste bunlar, hidayete erenlerden olabilirler"
        },
        {
            "chapter": 9,
            "verse": 19,
            "text": "Siz; hacılara su vermeyi, Mescid-i Haram´ı tamir etmeyi; Allah´a ve ahiret gunune inanan ve Allah yolunda cihad edenle bir mi tuttunuz? Bunlar, Allah katında bir olamazlar. Ve Allah; zalimler guruhunu hidayete erdirmez"
        },
        {
            "chapter": 9,
            "verse": 20,
            "text": "Onlar ki iman etmisler, hicret etmisler ve Allah yolunda mallarıyla, canlarıyla cihad etmislerdir. Derece bakımından Allah katında cok buyukturler. Ve iste onlar, kurtulusa erenlerin kendileridir"
        },
        {
            "chapter": 9,
            "verse": 21,
            "text": "Rabbları onlara; kendinden bir rahmet, hosnudluk ve iclerinde tukenmez ve ebedi nimetler bulunan cennetleri mujdeler"
        },
        {
            "chapter": 9,
            "verse": 22,
            "text": "Orada temelli kalıcıdırlar. Muhakkak ki Allah katında buyuk mukafat vardır"
        },
        {
            "chapter": 9,
            "verse": 23,
            "text": "Ey iman edenler; eger kufru imana tercih ediyorlarsa, babalarınızı, kardeslerinizi dostlar edinmeyin. Sizden her kim onları dost edinirse; iste onlar, zalimlerin kendileridir"
        },
        {
            "chapter": 9,
            "verse": 24,
            "text": "De ki: Eger babalarınız, ogullarınız, kardesleriniz, esleriniz, kabileniz, elinize gecirdiginiz mallar, durgunluga ugramasından korktugunuz ticaret, hosunuza giden evler, size Allah´tan vve peygamberden ve Allah yolunda cihaddan daha sevimli ise; o zaman Allah´ın emri gelinceye kadar bekleyedurun. Ve Allah; fasıklar guruhunu hidayete erdirmez"
        }
    ]
}