{
    "rukus": [
        {
            "chapter": 11,
            "verse": 50,
            "text": "Ad´a kardesleri Hud´u gonderdik. O dedi ki: Ey kavmim; Allah´a ibadet edin, O´ndan baska ilahınız yoktur, yoksa sadece yalan uyduran kimseler olursunuz"
        },
        {
            "chapter": 11,
            "verse": 51,
            "text": "Ey kavmim; ben sizden bunun icin bir ucret istemiyorum. Benim ucretim, yalnız beni yaratana aittir. Aklınız ermiyor mu"
        },
        {
            "chapter": 11,
            "verse": 52,
            "text": "Ey kavmim; Rabbınızdan magfiret dileyin, sonra O´na tevbe edin ki size gokten bol bol yagmur gondersin, kuvvetinize kuvvet, katsın. Ve suclular olarak donmeyin"
        },
        {
            "chapter": 11,
            "verse": 53,
            "text": "Dediler ki: Ey Hud; sen bize apacık bir burhanla gelmedin, senin sozunden dolayı ilahlarımızı terkedemeyiz ve sana inanmayız"
        },
        {
            "chapter": 11,
            "verse": 54,
            "text": "Ilahlarımızdan biri seni fena carpmıs, demekten baska bir sey de soylemeyiz. Dedi ki: Dogrusu ben, Allah´ı sahid tutuyorum. Siz de sahid olun ki; sizin Allah´tan baska sirk kostugunuz seylerden, ben uzagım"
        },
        {
            "chapter": 11,
            "verse": 55,
            "text": "Hepiniz birlikte tuzak kurun bana. Sonra da hic musade etmeyin"
        },
        {
            "chapter": 11,
            "verse": 56,
            "text": "Ben, sadece benim de, sizin de Rabbınız olan Allah´a tevekkul ettim. Yuruyen hic bir canlı yoktur ki; O, alnından tutmasın. Elbette dosdogru yol uzeredir benim Rabbım"
        },
        {
            "chapter": 11,
            "verse": 57,
            "text": "Yuz cevirirseniz; bilin ki: Ben, size neyi bildirmek icin gonderildimse onları bildirdim. Rabbım, yerinize sizden baska bir kavim de getirebilir. Ve siz, O´na bir sey yapamazsınız. Dogrusu Rabbım, her seye Hafiz´dir"
        },
        {
            "chapter": 11,
            "verse": 58,
            "text": "Emrimiz gelince; Hud´u ve beraberindeki mu´minleri tarafımızdan bir rahmetle kurtardık. Onları katı bir azabtan kurtardık"
        },
        {
            "chapter": 11,
            "verse": 59,
            "text": "Ad da, Rabblarının ayetlerini bile bile inkar ettiler. Peygamberlerine isyan ettiler. Ve her inadcı zorbanın emrine uydular"
        },
        {
            "chapter": 11,
            "verse": 60,
            "text": "Bu dunyada da, kıyamet gununde de la´nete ugradılar. Bilin ki: Ad, Rabblarını inkar ettiler. Ve yine bilin ki; Hud´un kavmi Ad, Allah´ın rahmetinden uzaklastı"
        }
    ]
}