{
    "rukus": [
        {
            "chapter": 17,
            "verse": 1,
            "text": "Sanı yucedir o Allah´ın ki; kulunu geceleyin Mescid-i Haram´dan cevresini mubarek kıldıgımız Mescid-i Aksa´ya goturmustur. Bir kısım ayetlerimizi gosterelim diye. Muhakkak ki O´dur O, Semi´, Basir"
        },
        {
            "chapter": 17,
            "verse": 2,
            "text": "Musa´ya da kitabı verdik. Ve onu, Israilogulları icin bir hidayet kıldık. Beni bırakıp baskasını vekil edinmeyesiniz diye"
        },
        {
            "chapter": 17,
            "verse": 3,
            "text": "Nuh ile beraber tasıdıgımız kimselerin soyunu da. Gercekten o, cok sukreden bir kul idi"
        },
        {
            "chapter": 17,
            "verse": 4,
            "text": "Israilogullarına kitabda hukmettik ki: Dogrusu yeryuzunde iki defa bozgunculuk yapacak ve kibirlendikce kibirleneceksiniz"
        },
        {
            "chapter": 17,
            "verse": 5,
            "text": "O ikiden birincisinin vakti gelince, uzerinize cok guclu olan kullarımızı saldık. Onlar, memleketin her kosesini kontrollarına aldılar. Bu, yerine gelmis bir vaad idi"
        },
        {
            "chapter": 17,
            "verse": 6,
            "text": "Bundan sonra sizi, onlara tekrar galip getirdik. Mallar ve ogullarla size yardım ederek sayınızı artırdık"
        },
        {
            "chapter": 17,
            "verse": 7,
            "text": "Eger ihsan ederseniz; kendiniz icin ihsan etmis olursunuz. Kotuluk ederseniz; o da kendinizedir. Digerinin vakti gelince; yuzunuzu karartsınlar, mescide ilk defa girdikleri gibi girsinler ve ele gecirdikleri yeri harab etsinler diye onları tekrar gondeririz"
        },
        {
            "chapter": 17,
            "verse": 8,
            "text": "Belki Rabbınız size merhamet eder. Eger donerseniz; Biz de doneriz ve Biz, cehennemi kafirler icin bir zindan kılmısızdır"
        },
        {
            "chapter": 17,
            "verse": 9,
            "text": "Muhakkak ki bu Kur´an; en dogru olana goturur. Ve salih amel isleyen mu´ minlere kendileri icin buyuk bir mukafat oldugunu mujdeler"
        },
        {
            "chapter": 17,
            "verse": 10,
            "text": "Ahirete inanmayanlar; onlar icin elem verici bir azab hazırladık"
        }
    ]
}