{
    "rukus": [
        {
            "chapter": 2,
            "verse": 249,
            "text": "Talut orduyla birlikte ayrılıp cıktıgı vakit dedi ki: Allah, sizi bir ırmakla deneyecektir. Kim ondan icerse benden degildir. Kim de ondan tatmazsa suphesiz ki bendendir. Eliyle bir avuc alanlar baska. Derken onlardan birazı mustesna olmak uzere hepsi de ondan iciverdiler. Talut ve beraberindeki mu´minler ırmagı gectikleri vakit; bizim bugun Calut ve ordusuna karsı gucumuz yoktur, dediler. Mutlaka Allah´a kavusacaklarını bilenlerse dediler ki: Nice az topluluk, Allah´ın izniyle pek cok toplulugu yenmistir. Allah sabredenlerle beraberdir"
        },
        {
            "chapter": 2,
            "verse": 250,
            "text": "Calut ve askerlerine karsı cıktıkları zaman, dediler ki: Ey Rabbımız, uzerimize sabır yagdır, ayaklarımıza sebat ver ve bizi kafirler guruhuna karsı muzaffer kıl"
        },
        {
            "chapter": 2,
            "verse": 251,
            "text": "Allah´ın izniyle onları hemen hezimete ugrattılar. Davud da Calut´u oldurdu. Allah ona mulk ve hikmet verdi. Dilemekte oldugunu da ona ogretti. Sayet Allah´ın insanları birbiriyle def´edip savması olmasaydı yeryuzu muhakkak fesada ugrardı. Ancak Allah, alemler uzerinde lutuf sahibidir"
        },
        {
            "chapter": 2,
            "verse": 252,
            "text": "Iste bunlar Allah´ın ayetleridir. Onları sana hak olarak okuyoruz. Suphesiz ki sen elcilerdensin"
        },
        {
            "chapter": 2,
            "verse": 253,
            "text": "Su peygamberler onlardan kimini kiminden ustun kıldık. Allah, onlardan kimiyle soylesmis, kimini de derecelerle yukseltmistir. Meryem oglu Isa´ya da acık deliller verdik. Ve onu Ruh´ul-Kudus ile destekledik. Eger Allah dilesydi; onların arkasındakiler; kendilerine apacık deliller geldikten sonra birbirlerini oldurmezlerdi. Fakat ihtilafa dustuler, sonra onlardan kimi inandı, kimi de inkar etti. Allah dileseydi; birbirlerini oldurmezlerdi. Ancak Allah, istedigini yapar"
        }
    ]
}