{
    "rukus": [
        {
            "chapter": 3,
            "verse": 130,
            "text": "Ey iman edenler; kat kat faiz yemeyin. Allah´tan korkunki felah bulasınız"
        },
        {
            "chapter": 3,
            "verse": 131,
            "text": "Kafirler icin hazırlanmıs olan atesten sakının"
        },
        {
            "chapter": 3,
            "verse": 132,
            "text": "Allah´a ve Peygamber´e itaat edin ki rahmete erdirilesiniz"
        },
        {
            "chapter": 3,
            "verse": 133,
            "text": "Rabbınızın magfiretine ve genisligi goklerle yer arası kadar olan cennete kosun. O, takva sahibleri icin hazırlanmıstır"
        },
        {
            "chapter": 3,
            "verse": 134,
            "text": "Onlar ki; bollukta ve darlıkta infak ederler, ofkelerini yenerler, insanların kusurlarını bagıslarlar. Allah, ihsan edenleri sever"
        },
        {
            "chapter": 3,
            "verse": 135,
            "text": "Onlar ki; fena bir sey yaptıklarında veya kendilerine zulmettiklerinde Allah´ı anarlar. Hemen gunahlarının bagıslanmasını dilerler. Gunahları, Allah´tan baska kim bagıslar? Hem onlar yaptıklarında bile bile ısrar da etmezler"
        },
        {
            "chapter": 3,
            "verse": 136,
            "text": "Iste onların mukafatı: Rabblarından bir magfiret ve altından ırmaklar akan cennetlerdir. Orada temelli kalacaklardır. Ne de guzeldir mukafatı is yapanların"
        },
        {
            "chapter": 3,
            "verse": 137,
            "text": "Sizden once neler gelip gecti. Onun icin gezin de yalanlayanların sonunun nasıl oldugunu gorun"
        },
        {
            "chapter": 3,
            "verse": 138,
            "text": "Bu; insanlar icin bir acıklama, muttakiler icin de bir hidayet, bir oguttur"
        },
        {
            "chapter": 3,
            "verse": 139,
            "text": "Gevsemeyin, uzulmeyin, gercekten inanmıssanız, mutlaka siz ustunsunuz"
        },
        {
            "chapter": 3,
            "verse": 140,
            "text": "Eger size bir yara dokunduysa; suphesiz o kavme de o kadar yara dokunmustur. Hem o gunleri Biz, insanlar arasında dondurur dururuz. Bu; Allah´ın iman edenleri belirtmesi ve icinizden sahidler edinmesi icindir. Allah, zalimleri sevmez"
        },
        {
            "chapter": 3,
            "verse": 141,
            "text": "Bu; Allah´ın iman edenleri secmesi, kafirleri mahvetmesi icindir"
        },
        {
            "chapter": 3,
            "verse": 142,
            "text": "Yoksa; Allah, icinizden cihad edenleri ve sabredenleri belirtmeden cennet´e girivereceginizi mi sandınız"
        },
        {
            "chapter": 3,
            "verse": 143,
            "text": "Gercekten siz, olumle karsılasmadan once onu arzulamıstınız. Iste onu gordugunuz halde bakıp duruyorsunuz"
        }
    ]
}