{
    "rukus": [
        {
            "chapter": 4,
            "verse": 60,
            "text": "Sana indirilene ve senden once inidirilenlere; inandıklarını iddia edenleri gormedin mi? Kufretmeleri emrolunmus iken Tagut´un onunde muhakeme edilmelerini isterler. Halbuki seytan, onları uzak bir sapıklıkla saptırmak istiyor"
        },
        {
            "chapter": 4,
            "verse": 61,
            "text": "Onlara; Allah´ın indirdigine ve peygambere gelin, denilince; munafıkların senden busbutun uzaklastıklarını gorursun"
        },
        {
            "chapter": 4,
            "verse": 62,
            "text": "Kendi isledikleri yuzunden baslarına bir musibet geldiginde, nasıl hemen sana geldiler de; gayemiz sadece bir iyilik etmek ve ara bulmaktan ibaret idi, diye yemin ediyorlar"
        },
        {
            "chapter": 4,
            "verse": 63,
            "text": "Onlar oyle kimsler ki; kalblerindekini Allah bilir. Sen onlara aldırma da ogut ver. Haklarında te´sirli sozler soyle"
        },
        {
            "chapter": 4,
            "verse": 64,
            "text": "Biz, hicbir peygamberi Allah´ın izniyle itaat edilmekten baska bir gaye ile gondermedik. Onlar kendilerine yazık ettikleri zaman, sana gelip Allah´tan magfiret dileseler ve peygamberleri de onlara magfiret dileseydi elbette Allah´ı Tevvab vd Rahim olarak bulacaklardı"
        },
        {
            "chapter": 4,
            "verse": 65,
            "text": "Hayır, Rabbına andolsun ki; aralarında cekistikleri seylerde seni hakem ta´yin edip sonra haklarında verdigi hukumden dolayı iclerinde bir sıkıntı duymadan kendilerini tamamen teslim etmedikce iman etmis olmazlar"
        },
        {
            "chapter": 4,
            "verse": 66,
            "text": "Sayet onlara; Kendinizi feda edin, yahut memleketinizden cıkın, diye emretmis olsaydık, pek azı mustesna bunu yapmazlardı. Kendilerine ogut verilen seyleri yerine getirseydiler elbette bu; haklarında cok hayırlı ve payidar olma acısından daha saglam olurdu"
        },
        {
            "chapter": 4,
            "verse": 67,
            "text": "O takdirde onlara katımızdan buyuk bir mukafat verirdik"
        },
        {
            "chapter": 4,
            "verse": 68,
            "text": "Ve suphesiz onları dogru yola eristirirdik"
        },
        {
            "chapter": 4,
            "verse": 69,
            "text": "Kim, Allah´a ve peygambere itaat ederse; iste onlar, sehidler ve salihlerle birliktedirler. Ne iyi arkadastır onlar"
        },
        {
            "chapter": 4,
            "verse": 70,
            "text": "Bu buyuk lutuf, Allah´tandır. Allah; her seyi bilici olarak kafidir"
        }
    ]
}