{
    "pages": [
        {
            "chapter": 6,
            "verse": 36,
            "text": "Do te te pergjigjen vetem ata qe degjojne. Sa per te vdekurit, Allahu do t’i ngjalle ata, pastaj te gjithe do te kthehen tek Ai"
        },
        {
            "chapter": 6,
            "verse": 37,
            "text": "Ata thone: “Ah! Pse nuk ia zbret atij ndonje mrekulli Zoti i tij?” Thuaj: “Allahu eshte i Fuqishem te dergoje mrekulli, por shumica e tyre nuk e di”"
        },
        {
            "chapter": 6,
            "verse": 38,
            "text": "Te gjitha kafshet ne Toke e te gjithe shpendet qe fluturojne me krahet e veta, jane ne bashkesi te ngjashme me ju. Ne nuk kemi harruar asgje ne Librin Tone. Pastaj te gjithe do te tubohen para Zotit te tyre"
        },
        {
            "chapter": 6,
            "verse": 39,
            "text": "Ata qe i mohojne shpalljet Tona jane shurdhe e memece, jane ne erresire. Allahu shpie ne humbje ke te doje dhe udhezon ne rruge te drejte ke te doje"
        },
        {
            "chapter": 6,
            "verse": 40,
            "text": "Thuaj: “Mendoni: nese ju godet denimi i Allahut apo ju vjen Ora e Kiametit, a do te therrisnit per ndihme dike tjeter, pervec Allahut?! Me tregoni, nese thoni te verteten!”"
        },
        {
            "chapter": 6,
            "verse": 41,
            "text": "Perkundrazi! Ju do te therrisnit vetem Ate! Nese do te doje, Ai do t’ju shpetoje nga ajo per te cilen e therrisnit dhe ju do t’i harronit idhujt qe ia shoqeronit Atij (ne adhurim)"
        },
        {
            "chapter": 6,
            "verse": 42,
            "text": "Ne iu kemi derguar shume popujve profete para teje dhe i kemi denuar ata me skamje dhe fatkeqesi, per t’u bere te degjueshem"
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "Vetem sikur te peruleshin kur u erdhi ndeshkimi Yne! Por zemrat e tyre u bene gur, ndersa djalli ua paraqiste si te bukura veprat e tyre te keqija"
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "Kur ata i harruan paralajmerimet Tona, Ne ua hapem dyert e cdo miresie. Por, sapo po gezoheshin me ate qe u dhame, Ne i denuam befasisht dhe atehere ata u zhyten ne deshperim"
        }
    ]
}