{
    "pages": [
        {
            "chapter": 20,
            "verse": 99,
            "text": "Keshtu pra, Ne po te te tregojme ty (o Muhamed) disa histori te se kaluares. Ky (Kuran) qe te kemi dhene, eshte nje Keshille nga ana Jone"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "Kush shmanget nga ai, ne Diten e Kiametit do te mbarte ngarkese te rende"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "qe do t’u mbetet perhere. Sa barre e keqe qe do te jete ajo ne Diten e Kiametit"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "Diten, kur do te fryhet ne Sur, pikerisht ate Dite do t’i tubojme te ligjte me sy te zgurdulluar"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "duke i peshperitur njeri-tjetrit: “Ju keni qendruar (ne dynja) vetem dhjete dite.”"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "Ne e dime me mire se c’do te thone ata (ne Diten e Kiametit), kur me i mencuri prej tyre do te thote: “Ju keni qendruar vetem nje dite.”"
        },
        {
            "chapter": 20,
            "verse": 105,
            "text": "Kur te te pyesin ty (o Muhamed) per malet, thuaj: “Ato do t’i beje hi e pluhur Zoti im"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "ndersa toka do te behet fushe e shkrete"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "nuk do te shohesh ne te as lugina, as brigje.”"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "Ate dite, ata do te shkojne pas thirresit,[199] pa iu shmangur dot atij dhe do t’i ulin zerat para te Gjithemeshirshmit. Ti nuk do te degjosh tjeter, vec peshperitjes"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "Ate dite nuk do te beje dobi ndermjetesimi i askujt, pervec ndermjetesimit te atij, qe i jep leje i Gjithemeshirshmi dhe qe i eshte pranuar fjala"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "Ai e di c’ka para tyre dhe c’ka pas tyre, kurse ata nuk mund ta ngerthejne dijenine e Allahut"
        },
        {
            "chapter": 20,
            "verse": 111,
            "text": "Fytyrat do t’i perulen te Gjallit, te Perjetshmit, Mbajtesit te cdo gjeje dhe, sigurisht, do te humbe ai qe do te mbarte padrejtesi"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "Ndersa ai qe ben vepra te mira dhe eshte besimtar, nuk do te druaje nga padrejtesia, as nga pakesimi i asaj qe i perket"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "Dhe keshtu, Ne e kemi zbritur Kuranin ne gjuhen arabe dhe i kemi shpjeguar paralajmerimet, qe ata t’ua vene veshin"
        }
    ]
}