{
    "pages": [
        {
            "chapter": 22,
            "verse": 31,
            "text": "Peruluni plotesisht para Allahut me sinqeritet, duke mos i shoqeruar asgje Atij (ne adhurim). Kush i shoqeron Allahut dicka (ne adhurim), i ngjan atij qe bie nga qielli e qe e rremben zogu ose i ngjan atij qe stuhia e eres e ka hedhur ne nje vend te larget e te humbur"
        },
        {
            "chapter": 22,
            "verse": 32,
            "text": "Po, keshtu eshte! Ndersa kush madheron shenjat e fese se Allahut, tregon perkushtimin e zemres se tij"
        },
        {
            "chapter": 22,
            "verse": 33,
            "text": "Ju do te perfitoni nga ato (kafshe) deri ne nje kohe te caktuar; pastaj ato do te flijohen te Faltorja e lashte"
        },
        {
            "chapter": 22,
            "verse": 34,
            "text": "Per cdo popull, Ne kemi caktuar nje ritual, qe ata te permendin emrin e Allahut gjate flijimit te kafsheve, qe Ai ua ka dhuruar per ushqim. Zoti juaj eshte nje Zot i vetem, prandaj vetem Atij peruljuni. Dhe jepu lajme te mira atyre qe jane te perulur"
        },
        {
            "chapter": 22,
            "verse": 35,
            "text": "atyre, zemrat e te cileve frikesohen, kur permendet Allahu, qe (jane) te durueshem per gjithcka qe i godet, qe falin namazet dhe qe ndajne nga ajo, qe Ne ua kemi dhene"
        },
        {
            "chapter": 22,
            "verse": 36,
            "text": "Devete dhe gjedhet i kemi bere per ju si nje nga ritet e Allahut per flijim dhe ju keni dobi nga ato. Prandaj, permendeni emrin e Allahut mbi ato, ndersa i radhisni ne kembe (per t’i therur). Kur ato te bien ne toke, hani prej (mishit te) tyre dhe ushqeni edhe ate qe lyp, edhe ate qe nuk lyp. Keshtu pra, Ne i kemi vene ato ne sherbimin tuaj, qe ju te jeni mirenjohes"
        },
        {
            "chapter": 22,
            "verse": 37,
            "text": "Tek Allahu nuk arrin as mishi, as gjaku i tyre, por arrin perkushtimi juaj. Keshtu, Ai i ka vene ato ne sherbimin tua,j qe ju ta madheroni Allahun sepse ju ka udhezuar. Dhe, jepu lajmin e mire, punedrejteve"
        },
        {
            "chapter": 22,
            "verse": 38,
            "text": "Allahu, ne te vertete, i mbron besimtaret. Ai nuk i do tradhtaret mohues"
        }
    ]
}