{
    "pages": [
        {
            "chapter": 35,
            "verse": 12,
            "text": "Edhe dy detet (llojet e ujit) nuk jane te njejta: njeri eshte i embel e i kendshem dhe uji i pihet me shije, kurse tjetri eshte i njelmet dhe i hidhet. Ju ushqeheni me mish te njome prej te dyve dhe prej tyre nxirrni stolite qe mbani. Shikoni anijet si cajne ujin, ndersa ju lundroni me to per te kerkuar nga dhuntite e Tij. Ndoshta ju beheni falenderues"
        },
        {
            "chapter": 35,
            "verse": 13,
            "text": "Ai e ben naten te kaloje ne dite dhe diten te kaloje ne nate. Ai i ka nenshtruar Diellin dhe Henen, keshtu qe secili leviz per nje kohe te caktuar. Ky eshte Allahu, Zoti juaj. Pushteti eshte i Tij! Kurse ata qe ju i adhuroni krahas Tij, nuk zoterojne as sa cipa e berthames se hurmes"
        },
        {
            "chapter": 35,
            "verse": 14,
            "text": "Nese ju u luteni atyre, ata nuk e degjojne lutjen tuaj, por edhe sikur ta degjonin, nuk do t’ju pergjigjeshin. Ne Diten e Kiametit, ata do ta mohojne adhurimin qe u benit atyre. Askush nuk mund te te njoftoje ty (o Muhamed) ashtu si Ai qe eshte i Gjithedijshem"
        },
        {
            "chapter": 35,
            "verse": 15,
            "text": "O njerez! Ju jeni te varfer e nevojtare per Allahun, kurse Allahu s’ka nevoje per asgje dhe eshte i Denje per cdo lavd"
        },
        {
            "chapter": 35,
            "verse": 16,
            "text": "Nese do, Ai ju zhduk dhe sjell krijesa te reja"
        },
        {
            "chapter": 35,
            "verse": 17,
            "text": "Kjo gje nuk eshte e veshtire per Allahun"
        },
        {
            "chapter": 35,
            "verse": 18,
            "text": "Asnje shpirt i ngarkuar nuk do te mbarte barren e tjetrit. Nese i ngarkuari rende therret dike qe t’ia mbarte, nuk do t’i merret asgje nga barra, edhe sikur te jete i afert. Ne te vertete, ti paralajmeron vetem ata qe i frikesohen Zotit te tyre ne fshehtesi dhe qe falin namazin. Kush e pastron veten (nga gjynahet), ne te vertete e ka per dobine e vet, ndersa kthimi eshte tek Allahu"
        }
    ]
}