{
    "pages": [
        {
            "chapter": 40,
            "verse": 67,
            "text": "Eshte Ai qe ju ka krijuar prej dheut, pastaj prej pikes se fares e pastaj prej drockes se gjakut. Ai ju ben qe te lindni si foshnje, pastaj te arrini moshen e pjekurise e pastaj te beheni pleq (ndonese disa prej jush vdesin me heret), me qellim qe te plotesoni afatin qe ju eshte caktuar te jetoni dhe qe te arrini te kuptoni"
        },
        {
            "chapter": 40,
            "verse": 68,
            "text": "Eshte Ai qe ka ne dore jeten dhe vdekjen. Kur Ai vendos dicka, vetem thote per te: “Behu!” dhe ajo menjehere behet"
        },
        {
            "chapter": 40,
            "verse": 69,
            "text": "A i sheh ata qe polemizojne per shpalljet e Allahut, se si largohen nga rruga e drejte"
        },
        {
            "chapter": 40,
            "verse": 70,
            "text": "Ata qe kane mohuar Librin dhe mesazhet qe i kemi sjelle me te derguarit Tane, do ta marrin vesh te verteten"
        },
        {
            "chapter": 40,
            "verse": 71,
            "text": "kur t’u vihen vargoj ne qafe dhe te sillen me zinxhire"
        },
        {
            "chapter": 40,
            "verse": 72,
            "text": "ne uje te vale e pastaj te digjen ne zjarr"
        },
        {
            "chapter": 40,
            "verse": 73,
            "text": "Pastaj atyre do t’u thuhet: “Ku jane ata qe i adhuronit"
        },
        {
            "chapter": 40,
            "verse": 74,
            "text": "ne vend Allahut?” Ata do te pergjigjen: “Na kane braktisur. Vertet, ne nuk paskemi adhuruar asgje me pare!” Ja, keshtu Allahu i shpie mohuesit ne humbje"
        },
        {
            "chapter": 40,
            "verse": 75,
            "text": "Ky denim eshte per shkak se gezoheshit ne toke, pa kurrfare te drejte dhe ngaqe keni qene te nderkryer"
        },
        {
            "chapter": 40,
            "verse": 76,
            "text": "Hyni ne dyert e Xhehenemit per te qendruar perhere ne te! Sa i shemtuar qe eshte vendbanimi i mendjemedhenjve"
        },
        {
            "chapter": 40,
            "verse": 77,
            "text": "Andaj, behu i durueshem, se premtimi i Allahut, me siguri qe do te permbushet. E, nese te tregojme ty (o Muhamed) dicka nga denimi qe u kemi premtuar atyre apo nese te leme te vdesesh para kesaj, ata te Ne do te kthehen gjithsesi"
        }
    ]
}