{
    "pages": [
        {
            "chapter": 42,
            "verse": 52,
            "text": "Dhe keshtu, Ne te kemi derguar ty Shpallje me urdhrin dhe vullnetin Tone. Ti me pare nuk e ke ditur se cfare eshte Libri e as c’eshte besimi. Por ate (Kuranin), Ne e beme drite, me ane te se ciles udhezojme ke te duam nga roberit Tane. Ti, me te vertete, udhezon ne rrugen e drejte"
        },
        {
            "chapter": 42,
            "verse": 53,
            "text": "(ne) rrugen e Allahut, te Cilit i perket gjithcka qe ndodhet ne qiej dhe gjithcka qe ndodhet ne Toke. Dhe vertet, tek Allahu kthehen te gjitha ceshtjet"
        },
        {
            "chapter": 43,
            "verse": 1,
            "text": "Ha, Mim"
        },
        {
            "chapter": 43,
            "verse": 2,
            "text": "Betohem ne Librin e qarte"
        },
        {
            "chapter": 43,
            "verse": 3,
            "text": "Ne te vertete, Ne e kemi shpallur Kuranin ne gjuhen arabe, per ta kuptuar ju"
        },
        {
            "chapter": 43,
            "verse": 4,
            "text": "e ai eshte te Ne, ne Librin kryesor (Leuhi-mahfudh), i lartesuar dhe plot urtesi"
        },
        {
            "chapter": 43,
            "verse": 5,
            "text": "A ta terheqim Perkujtimin (Kuranin) prej jush ngaqe jeni popull i shfrenuar"
        },
        {
            "chapter": 43,
            "verse": 6,
            "text": "Eh, sa profete u derguam Ne breznive te meparshme"
        },
        {
            "chapter": 43,
            "verse": 7,
            "text": "por, sa here qe u vinte atyre ndonje profet, ata talleshin me te"
        },
        {
            "chapter": 43,
            "verse": 8,
            "text": "Prandaj Ne i shkaterruam ata, edhe pse ishin me te fuqishem se keta (paganet e Mekes). Keshtu, pra, eshte shembulli i popujve te lashte"
        },
        {
            "chapter": 43,
            "verse": 9,
            "text": "Nese ti i pyet ata: “Kush i ka krijuar qiejt dhe Token?” Ata, me siguri do te thone: “Ato i ka krijuar i Plotfuqishmi dhe i Gjithedijshmi"
        },
        {
            "chapter": 43,
            "verse": 10,
            "text": "Ai, qe jua ka bere Token djep dhe ka krijuar per ju rruge ne te, qe te arrini atje ku synoni"
        }
    ]
}