{
    "chapter": [
        {
            "chapter": 56,
            "verse": 1,
            "text": "၁။\tအဖြစ်အပျက်တော်ကြီးဆိုက်ရောက်လာသောအခါ။"
        },
        {
            "chapter": 56,
            "verse": 2,
            "text": "၂။\tအဖြစ်အပျက်တော်ကြီးကျရောက်လာမည်ကို မငြင်းနိုင်ချေ။"
        },
        {
            "chapter": 56,
            "verse": 3,
            "text": "၃။\tထိုအခါ အချို့သူတို့သည် အရှက်တကွဲနှိမ့်ချခြင်းကို ခံကြရမည်၊ အချို့မူကား ချီးမြှောက်ခြင်းကို ခံကြရမည်။"
        },
        {
            "chapter": 56,
            "verse": 4,
            "text": "၄။\tကမ္ဘာမြေကြီးသည် မငြိမ်မသက်ငလျင်ကြီးတုန်လှုပ်သောအခါ။"
        },
        {
            "chapter": 56,
            "verse": 5,
            "text": "၅။\tတောင်ကြီးတောင်ငယ်အသွယ်သွယ်တို့သည် မြမှုန့်အတိဖြစ်အောင် အကြိတ်ခံရသောအခါ။"
        },
        {
            "chapter": 56,
            "verse": 6,
            "text": "၆။\tတောင်များသည် လေတွင် လွင့်ပါသွားသောဖုတ်ဖြစ်သောအခါ။"
        },
        {
            "chapter": 56,
            "verse": 7,
            "text": "၇။\tထိုအခါသင်တို့အားလုံးသည် သုံးမျိုးသုံးစားဖြစ်ကြလိမ့်မည်။"
        },
        {
            "chapter": 56,
            "verse": 8,
            "text": "၈။\tပထမအမျိုးအစားမှာ လက်ယာဘက်တော်တွင် နေရသောအမျိုးအစား၊ ထိုလက်ယာဘက်တော်သားတို့သည် အဘယ်သို့ဖြစ်ကြသနည်း။"
        },
        {
            "chapter": 56,
            "verse": 9,
            "text": "၉။\tဒုတိယအမျိုးအစားမှာ လက်ဝဲဘက်တော်တွင် နေရသောအမျိုးအစား၊ ထိုလက်ဝဲဘက်တော်သားတို့သည် အဘယ်သို့ ဖြစ်ကြသနည်း။"
        },
        {
            "chapter": 56,
            "verse": 10,
            "text": "၁ဝ။\tတတိယအမျိုးအစားမှာ အခြားသူတို့ထက် ရှေ့သို့သာလွန်တက်ရသောအမျိုးအစား၊ ရှေ့ဆုံးတွင် နေရသောအမျိုး အစား။"
        },
        {
            "chapter": 56,
            "verse": 11,
            "text": "၁၁။\tဤရှေ့ဆုံးတွင် နေရသူများကို အလ္လာဟ်အရှင်မြတ်အထံတော်သို့ နီးကပ်စွာယူဆောင်လာခဲ့လိမ့်မည်။"
        },
        {
            "chapter": 56,
            "verse": 12,
            "text": "၁၂။\tဤသူမြတ်တို့သည် အလွန်မွေ့ပျော်သာယာသောနိဗ္ဗာန်ဥယျာဉ်ဘုံတွင် ပျော်စံနေထိုင်ကြရလိမ့်မည်။"
        },
        {
            "chapter": 56,
            "verse": 13,
            "text": "၁၃။\tဤဥယျာဉ်ဗိမာန်တွင် ရှေးလူဟောင်းအများအပြားရှိကြလိမ့်မည်။"
        },
        {
            "chapter": 56,
            "verse": 14,
            "text": "၁၄။\tနောက်လူအနည်းအပါးသာ ရှိလိမ့်မည်။"
        },
        {
            "chapter": 56,
            "verse": 15,
            "text": "၁၅။\tဤသူမွန်တို့သည် အတန်းအတန်းစီထားသောပလ္လင်များပေါ်တွင်။"
        },
        {
            "chapter": 56,
            "verse": 16,
            "text": "၁၆။\tမျက်နှာချင်းဆိုင်၍ လဲလျောင်းနေကြလိမ့်မည်။"
        },
        {
            "chapter": 56,
            "verse": 17,
            "text": "၁၇။\tဤသူတော်စင်တို့ကို အစဉ်ထာဝရသက်ရွယ်ပျိုမြစ်သောကံကြွေးလုလင်ပျိုတို့သည် ခစားလျက် ရှိကြလိမ့်မည်။"
        },
        {
            "chapter": 56,
            "verse": 18,
            "text": "၁၈။\tဤကံကြွေးလုလင်ပျိုတို့သည် သန့်ရှင်းမွန်မြတ်သောစိမ့်စမ်းရေအပြည့်ရှိသောရေတကောင်း၊ ရေဖလား၊ ရေခွက် များကို ယူလာဆက်သကြလိမ့်မည်။"
        },
        {
            "chapter": 56,
            "verse": 19,
            "text": "၁၉။\tဤသောက်တော်ရေကို သောက်ခြင်းကြောင့် နိဗ္ဗာန်သားတို့သည် ဦးခေါင်းခဲခြင်း၊ မူးယစ်ရူးသွပ်ခြင်းရှိနမည် မဟုတ်ချေ။"
        },
        {
            "chapter": 56,
            "verse": 20,
            "text": "၂ဝ။\tဤသူတော်ကောင်းတို့အား စားသုံးလိုသောသစ်သီးသစ်ဥအမျိုးမျိုးကို ယူဆောင်ဆက်သကြလိမ့်မည်။"
        },
        {
            "chapter": 56,
            "verse": 21,
            "text": "၂၁။\tထို့အပြင်ဤသူမြတ်တို့အား စားသုံးလိုသောကြက်ငှက်သားများကိုလည်း ယူလာဆက်သကြလိမ့်မည်။"
        },
        {
            "chapter": 56,
            "verse": 22,
            "text": "၂၂။\tထို့အပြင်နိဗ္ဗာန်ဘုံတွင် မျက်လုံး၊ မျက်ခုံး၊ မျက်တောင်၊ လှပတင့်တယ်ချစ်စဖွယ်သောနတ်ကညာတို့လည်း ရှိကြလိမ့်မည်။"
        },
        {
            "chapter": 56,
            "verse": 23,
            "text": "၂၃။\tထိုနတ်ကညာတို့သည် ယောက်သွားဝမ်းတွင်းရှိ ပုလဲရတနာကဲ့သို့ ခြောက်ပစ်ကင်းသောအဆင်းရူပါရုံရှိကြ၏။"
        },
        {
            "chapter": 56,
            "verse": 24,
            "text": "၂၄။\tဤကဲ့သို့ ကြိီးကျယ်မြင့်မြတ်သောရွှေဘုံဗိမာန်တွင် ပျော်ရွှင်စံစားရခြင်းကား လူ့ဘုံဌာန လူ့လောကတွင် ပြုကျင့် ခဲ့သောကုသိုလ်ကောင်းမှု၏ အကျိုးဆက်ပင်ဖြစ်ချေ၏။"
        },
        {
            "chapter": 56,
            "verse": 25,
            "text": "၂၅။\tနိဗ္ဗာန်ဘုံတွင် ဤသူမြတ်တို့သည် အချည်းနှီးအကျိုးမရှိ၊ သိမ်ဖျင်းသောစကားရပ်များကိုသော်လည်းကောင်း၊ ပြစ်တင်ကဲ့ရဲ့သောစကားရပ်များကိုသော်လည်းကောင်း၊ ကြားကြရသည်မဟုတ်ချေ။"
        },
        {
            "chapter": 56,
            "verse": 26,
            "text": "၂၆။\tသို့ရာတွင် အေးချမ်းသာယာပါစေသော်ဝ်၊ အေးချမ်းသာယာပါစေသော်ဝ်ဟူ၍ မေတ္တာပို့သံကိုသာလျှင် ကြား ကြရ၏။"
        },
        {
            "chapter": 56,
            "verse": 27,
            "text": "၂၇။\tလက်ျာဘက်တော်တွင် နေရေသောအမျိုးအစား၊ ထိုလက်ျာဘက်တော်သားတို့သည် အဘယ်သို့ဖြစ်ကြသနည်း။"
        },
        {
            "chapter": 56,
            "verse": 28,
            "text": "၂၈။\tဤသူတို့သည် ဆူးမရှိသောဆီးချိုပင်များပေါက်ရောက်သောနိဗ္ဗာန်ဥယျာဉ်တော်၌။"
        },
        {
            "chapter": 56,
            "verse": 29,
            "text": "၂၉။\tထို့အပြင်ခိုင်ကြီးခိုင်ငယ်အဖီးလှလှ တွဲလွဲကျလျက်နေသော ငှက်ပျောပင်များလည်း ပေါက်ရောက်သောနိဗ္ဗာန် ဥယျာဉ်တော်၌။"
        },
        {
            "chapter": 56,
            "verse": 30,
            "text": "၃ဝ။\tထို့အပြင်အရိပ်အာဝါသလည်း ကျယ်ဝန်းပြန့်ပြူး အထူးနှလုံးမွေ့လျော်ဖွယ်ကောင်းလှသောနိဗ္ဗာန်ဥယျာဉ်တော်၌။"
        },
        {
            "chapter": 56,
            "verse": 31,
            "text": "၃၁။\tထို့အပြင် စိမ့်ရေစမ်းရေ အယဉ်အထွေထွေလည်း စီးဆင်းလျက်ရှိသောနိဗ္ဗာန်ဥယျာဉ်တော်၌။"
        },
        {
            "chapter": 56,
            "verse": 32,
            "text": "၃၂။\tထို့အပြင် သစ်သီးသစ်ဥအမျိုးမျိုးလည်းရှိသော နိဗ္ဗာန်ဥယျာဉ်တော်၌။"
        },
        {
            "chapter": 56,
            "verse": 33,
            "text": "၃၃။\tထိုအသီးအနှံများကို လက်လှမ်းမမှီ မရနိုင်လည်းမရှိ၊ မှီဝဲစားသုံးခြင်းမပြုရဟုလည်း မဟန့်တားချေ။"
        },
        {
            "chapter": 56,
            "verse": 34,
            "text": "၃၄။\tထို့အပြင်မြင့်စွင့်သောပလ္လင်များလည်းရှိသော နိဗ္ဗာန်ဥယျာဉ်တော်၌ စံစားနေထိုင်ကြရ၏။"
        },
        {
            "chapter": 56,
            "verse": 35,
            "text": "၃၅။\tကြည့်ရှုကြလော့၊ ငါသည် သူတို့အား အသစ်တဖန်ဖန်ဆင်းတော်မူပြီ။"
        },
        {
            "chapter": 56,
            "verse": 36,
            "text": "၃၆၊၃၇၊၃၈။ ထို့အပြင်လက်ျာဘက်တော်သားတို့အဖို့အရာ ငါသည် နတ်ကညာအစစ်ချစ်သူများ၊ မိတ်ဆွေများကို ဖန်ဆင်း ပေးထားတော်မူ၏။"
        },
        {
            "chapter": 56,
            "verse": 37,
            "text": "၃၆၊၃၇၊၃၈။ ထို့အပြင်လက်ျာဘက်တော်သားတို့အဖို့အရာ ငါသည် နတ်ကညာအစစ်ချစ်သူများ၊ မိတ်ဆွေများကို ဖန်ဆင်း ပေးထားတော်မူ၏။"
        },
        {
            "chapter": 56,
            "verse": 38,
            "text": "၃၆၊၃၇၊၃၈။ ထို့အပြင်လက်ျာဘက်တော်သားတို့အဖို့အရာ ငါသည် နတ်ကညာအစစ်ချစ်သူများ၊ မိတ်ဆွေများကို ဖန်ဆင်း ပေးထားတော်မူ၏။"
        },
        {
            "chapter": 56,
            "verse": 39,
            "text": "၃၉။\tဤနိဗ္ဗာန်တော်၌ ရှေးလူဟောင်းကြီးအများအပြားရှိကြ၏။"
        },
        {
            "chapter": 56,
            "verse": 40,
            "text": "၄ဝ။\tနောက်လူလည်း အများအပြားရှိကြ၏။"
        },
        {
            "chapter": 56,
            "verse": 41,
            "text": "၄၁။\tထို့အပြင်လက်ဝဲဘက်တော်သားများ၊ ထိုလက်ဝဲဘက်တော်သားများသည် အဘယ်သို့ဖြစ်ကြသနည်း။"
        },
        {
            "chapter": 56,
            "verse": 42,
            "text": "၄၂။\tလောင်ကျွမ်းမြိုက်စေသောလေပူလေပြင်းနှင့် ကျိုက်ကျိုက်ဆူသောရေပူတွင် ခံစားနေကြရ၏။"
        },
        {
            "chapter": 56,
            "verse": 43,
            "text": "၄၃။\tထို့အပြင်မဲမှောင်နေသောမီးခိုးအရိပ်တွင်လည်း ဒုက္ခခံစားနေကြရ၏။"
        },
        {
            "chapter": 56,
            "verse": 44,
            "text": "၄၄။\tထိုအရိပ်သည် အေးမြချမ်းသာခြင်းကိုလည်း မပေး၊ အမောဖြေခြင်း၊ အားဖြည့်ခြင်းကိုလည်း လုံးဝမပေးချေ။"
        },
        {
            "chapter": 56,
            "verse": 45,
            "text": "၄၅။\tမှတ်သားကြလော့၊ ဤသူမိုက်တို့သည် ရှေးအတိတ်ကာလက လောကီစည်းစိမ်ကာမဂုဏ်တွင် နစ်မွန်းနေသူများ ဖြစ်ကြ၏။"
        },
        {
            "chapter": 56,
            "verse": 46,
            "text": "၄၆။\tထို့အပြင် လွန်စွာရွံရှာစက်ဆုတ်ဖွယ်သောဒုစရိုက်မကောင်းမှုကိုသာ အစဉ်မပြတ်ပြုလေ့ရှိကြ၏။"
        },
        {
            "chapter": 56,
            "verse": 47,
            "text": "၄၇။\tထို့အပြင် ဤသူဆိုးသူညစ်တို့သည် ဤသို့ပြောလေ့ရှိကြ၏၊ ငါတို့သည် သေကြေပျက်စီး၍ ဖုံမှုန့်နှင့် အရိုးချည်း သာဖြစ်ပြီးသည်နောက် အမှန်တဖန်ရှင်ရဦးမည်လော။"
        },
        {
            "chapter": 56,
            "verse": 48,
            "text": "၄၈။\tထို့အပြင် ငါတို့မိဘဘိုးဘွားတို့လည်း တဖန်ရှင်ရဦးမည်လော။"
        },
        {
            "chapter": 56,
            "verse": 49,
            "text": "၄၉၊၅ဝ။\tအို-တမန်တော်မိုဟမ္မဒ်၊ ထိုသူယုတ်မာတို့အား ဟောပြောလော့၊ အို-မိစ္ဆာဒိဋ္ဌိတို့၊ မုချဧကန်ရှေးလူဟောင်းများ၊ နောက်လူများအားလုံးပင်လျှင် ချိန်းချက်ထာတော်မူသောနေ့တော်ကြီး၏ အစည်းအဝေးသဘင်ကြီးကို တက်ကြ ရလိမ့်မည်။"
        },
        {
            "chapter": 56,
            "verse": 50,
            "text": "၄၉၊၅ဝ။\tအို-တမန်တော်မိုဟမ္မဒ်၊ ထိုသူယုတ်မာတို့အား ဟောပြောလော့၊ အို-မိစ္ဆာဒိဋ္ဌိတို့၊ မုချဧကန်ရှေးလူဟောင်းများ၊ နောက်လူများအားလုံးပင်လျှင် ချိန်းချက်ထာတော်မူသောနေ့တော်ကြီး၏ အစည်းအဝေးသဘင်ကြီးကို တက်ကြ ရလိမ့်မည်။"
        },
        {
            "chapter": 56,
            "verse": 51,
            "text": "၅၁၊၅၂။\tမှတ်သားကြလော့၊ ထိုအခါသင်တို့မှားသောသူ၊ မယုံကြည်ငြင်းဆန်သောသူအားလုံးတို့သည် ရှားစောင်းပင် ကို မုချစားကြရလိမ့်မည်။"
        },
        {
            "chapter": 56,
            "verse": 52,
            "text": "၅၁၊၅၂။\tမှတ်သားကြလော့၊ ထိုအခါသင်တို့မှားသောသူ၊ မယုံကြည်ငြင်းဆန်သောသူအားလုံးတို့သည် ရှားစောင်းပင် ကို မုချစားကြရလိမ့်မည်။"
        },
        {
            "chapter": 56,
            "verse": 53,
            "text": "၅၃။\tသင်တို့သည် မိမိတို့ဝမ်းကို ရှားစောင်းအပြည့်ဖြည့်ကြလိမ့်မည်။"
        },
        {
            "chapter": 56,
            "verse": 54,
            "text": "၅၄။\tထိုသို့စားပြီးနောက် သင်တို့သည် ရေဆူရေပွက်ကို သောက်မျိုကြရလိမ့်မည်။"
        },
        {
            "chapter": 56,
            "verse": 55,
            "text": "၅၅။\tသဲကန္တာရအတွင်း ရေမွတ်သိပ်သောကုလားအုတ်ရေသောက်သကဲ့သို့ သင်တို့သည် ထိုရေပူကို သောက်မျို ကြရလိမ့်မည်။"
        },
        {
            "chapter": 56,
            "verse": 56,
            "text": "၅၆။\tတရားစီရင်တော်မူသောနေ့တော်ကြီး၌ ထိုသူမိုက်တို့သည် ယင်းကဲ့သို့ခရီးဦးကြိုဆို၍ ဧည့်ခံတည်ကျွေးခြင်း ကို ခံကြရလိမ့်မည်။"
        },
        {
            "chapter": 56,
            "verse": 57,
            "text": "၅၇။\tငါသည် သင်တို့ကို ဖန်ဆင်းတော်မူ၏၊ သင်တို့သည် တရားတော်ကို ဝန်ခံကြမည်လော။"
        },
        {
            "chapter": 56,
            "verse": 58,
            "text": "၅၈။\tသင်တို့သည် မိမိတို့ထုတ်လိုက်သောကလကရေကြည်ကို မြင်ကြ၏လော။"
        },
        {
            "chapter": 56,
            "verse": 59,
            "text": "၅၉။\tထိုကလကရေကြည်ကို သင်တို့ဖန်ဆင်းသလော၊ သို့မဟုတ် ငါဖန်ဆင်းတော်မူသလော။"
        },
        {
            "chapter": 56,
            "verse": 60,
            "text": "၆ဝ။\tငါသည် သင်တို့ထဲတွင် သေခြင်းတရားကို ပြဋ္ဌာန်းစေတော်မူ၏၊ ငါ့အား တားဆီးခြင်းငှာ မတတ်စွမ်းနိုင်ချေ။"
        },
        {
            "chapter": 56,
            "verse": 61,
            "text": "၆၁။\tသင်တို့၏ ပုံသဏ္ဍာန်အသွင်ကို ပြောင်းလဲစေတော်မူမည်၊ သင်တို့အား သင်တို့မသိသောရုပ်ဆင်းသဏ္ဍာန်နှင့် တဖန် ဖန်ဆင်းတော်မူမည်။"
        },
        {
            "chapter": 56,
            "verse": 62,
            "text": "၆၂။\tသင်တို့သည် ပထမအကြိမ်ဖန်ဆင်းတော်မူခြင်းကို မုချဧကန်သိမြင်ကြ၏၊ သို့ပါလျက် သင်တို့သည် အဘယ် ကြောင့်\tမစဉ်းစားမဆင်ခြင်ကြသနည်း။"
        },
        {
            "chapter": 56,
            "verse": 63,
            "text": "၆၃။\tအို-ကြားနာရသူအပေါင်းတို့၊ သင်တို့သည် ကိုင်းကျွန်းလယ်ယာစသည်တို့၌ ကြဲနှံသောသစ်စေ့မျိုးစေ့များကို မြင်ကြပြီလော။"
        },
        {
            "chapter": 56,
            "verse": 64,
            "text": "၆၄။\tထိုမျိုးစေ့များမှ အညွန့်၊ အညှောက်၊ အပင်ပေါက်အောင် သင်တို့ပြုလုပ်သလော၊ သို့မဟုတ် ငါသာလျှင် ပြု လုပ်သလော။"
        },
        {
            "chapter": 56,
            "verse": 65,
            "text": "၆၅။\tငါသည် အလိုတော်ရှိခဲ့လျှင် ထိုလယ်မြေတွင် ပေါက်ရောက်သောကောက်ပင်များကိ မြက်ခြောက်ဖြစ်အောင် အမှန်ဖျက်ဆီးတော်မူနိုင်၏၊ ထိုအခါသင်တို့သည် ဤသို့ငိုကြွေးမြည်တမ်းခြင်းကို ရပ်တန့်ကြမည်လော။"
        },
        {
            "chapter": 56,
            "verse": 66,
            "text": "၆၆။\tကြည့်ရှုကြလော့၊ ငါတို့သည် ကြွေးမြီတင်၍ ဒုက္ခတွေ့ကြရပြီ။"
        },
        {
            "chapter": 56,
            "verse": 67,
            "text": "၆၇။\tငါတို့၏ ကြိုးပမ်းအားထုတ်မှုများသည် ပျက်စီးဆုံးရှုံးသွားပြီ။"
        },
        {
            "chapter": 56,
            "verse": 68,
            "text": "၆၈။\tသင်တို့သည် မိမိတို့သောက်သောရေအကြောင်း ဆင်ခြင်ကြည့်ရှုကြသလော။"
        },
        {
            "chapter": 56,
            "verse": 69,
            "text": "၆၉။\tထိုရေကို မိုးတိမ်မှ သင်တို့ရွာသွန်းစေသလော၊ သို့မဟုတ် ငါရွာသွန်းစေတော်မူသလော။"
        },
        {
            "chapter": 56,
            "verse": 70,
            "text": "၇ဝ။\tအကယ်၍ အလိုတော်ရှိလျှင် ငါသည် ထိုရေကို မုချဧကန်ခါးစေတော်မူနိုင်၏၊ သို့ပါလျက် သင်တို့သည် ငါ ၏ ဂုဏ်ကျေးဇူးတော်ကို အဘယ်ကြောင့်မသိကြသနည်း။"
        },
        {
            "chapter": 56,
            "verse": 71,
            "text": "၇၁။\tသင်တို့သည် မိမိတို့မွှေးသောမီးကို ဆင်ခြင်ကြည့်ရှုကြသလော။"
        },
        {
            "chapter": 56,
            "verse": 72,
            "text": "၇၂။\tမီးမွှေးဖို့ရာ ထင်းပင်ကို သင်တို့သည် ပေါက်ရောက်ကြီးမားလာစေသလော၊ သို့မဟုတ် ငါပေါက်ရောက်ကြီးမား စေတော်မူသလော။"
        },
        {
            "chapter": 56,
            "verse": 73,
            "text": "၇၃။\tသဲကန္တာရတွင် နေထိုင်သူတို့၊ ကျေးဇူးတော်ကို သတိရဖို့ရာနှင့် သုခချမ်းသာဖြစ်စေဖို့ရာ ငါသည် မီးကို စီရင်ထားတော်မူ၏။"
        },
        {
            "chapter": 56,
            "verse": 74,
            "text": "၇၄။\tသို့ဖြစ်၍ အို-တမန်တော်မိုဟမ္မဒ်၊ သင်သည် မိမိ၏ အရှင်သခင်၊ အနန္တဂုဏ်တန်ခိုးတော်ရှင်၊ ကြီးကဲမြင့်မြတ် တော်မူထသောအရှင်၏ နာမတော်ကို ဦးထိပ်ထက်ပန်ဆင်၍ ချီးကျူးလော့။"
        },
        {
            "chapter": 56,
            "verse": 75,
            "text": "၇၅။\tငါသည် ကြယ်နက္ခတ်တို့၏ တည်နေရာအရပ်များကို သက်သေထူ၍ မိန့်တော်မူ၏။"
        },
        {
            "chapter": 56,
            "verse": 76,
            "text": "၇၆။\tဤသက်သေပြချက်သည် အလွန်ခိုင်မာနက်နဲ၏၊ သင်တို့နားလည်ကြလျှင် ကောင်းလေစွ။"
        },
        {
            "chapter": 56,
            "verse": 77,
            "text": "၇၇။\tအမှန်မှာ ဤကျမ်းတော်သည် အလွန်ကြီးကျယ်မြင့်မြတ်သောကျမ်းမြတ်ကုရ်အာန်အမှန်ဖြစ်၏။"
        },
        {
            "chapter": 56,
            "verse": 78,
            "text": "၇၈။\tထိုကျမ်းတော်ကို လျှို့ဝှက်ဖုံးအုပ်ထားသောစာအုပ်ကြီးတွင် ရေးတင်မှတ်သားထားတော်မူ၏။"
        },
        {
            "chapter": 56,
            "verse": 79,
            "text": "၇၉။\tထိုကျမ်းတော်ကို သန့်ရှင်းဖြူစင်သူတို့မှတပါး အခြားသူတို့မထိမကိုင်ရချေ။"
        },
        {
            "chapter": 56,
            "verse": 80,
            "text": "၈ဝ။\tထိုကျမ်းတော်ကို အနန္တစကြာဝဠာ၏ အရှင်သခင်ထုတ်ပြန်ပို့ချပေးသနားတော်မူ၏။"
        },
        {
            "chapter": 56,
            "verse": 81,
            "text": "၈၁။\tသို့ပါလျက် သင်တို့သည် ဤကျမ်းတော်ကို မယုံကြည်မထီမဲ့မြင်ပြုကြသလော။"
        },
        {
            "chapter": 56,
            "verse": 82,
            "text": "၈၂။\tထို့အပြင် ဤကျမ်းတော်ကို ပုတ်ခတ်ငြင်းပယ်မှုသည် သင်တို့၏ အသက်မွေးဝမ်းကြောင်းဖြစ်သလော။"
        },
        {
            "chapter": 56,
            "verse": 83,
            "text": "၈၃။\tအသက်ထွက်ခါနီး အသက်ဝိညာဉ်သည် လည်မျိုသို့ ဆိုက်ရောက်သောအခါ။"
        },
        {
            "chapter": 56,
            "verse": 84,
            "text": "၈၄။\tသင်တို့သည် အသက်ထွက်နေသောသူကို ကြည့်ရှုနေကြ၏။"
        },
        {
            "chapter": 56,
            "verse": 85,
            "text": "၈၅။\tငါသည် သင်တို့ထက်ပင် ထိုသူနှင့်သာလွန်နီးကပ်လျက် ရှိတော်မူ၏၊ သို့သော်လည်း သင်တို့သည် ငါ့အား မဖူးမြင်ကြချေ။"
        },
        {
            "chapter": 56,
            "verse": 86,
            "text": "၈၆။\tသင်တို့သည် အကယ်၍ ငါ၏ ကျေးတော်မျိုးကျွန်တော်မျိုးမဟုတ်လျှင်။"
        },
        {
            "chapter": 56,
            "verse": 87,
            "text": "၈၇။\tသင်တို့အမှန်စကားကို ဆိုကြလျှင် ထိုသူ၏ အသက်ကို သူ၏ကိုယ်တွင်းသို့ အဘယ်ကြောင့် ပြန်၍ မသွင်း ကြသနည်း။"
        },
        {
            "chapter": 56,
            "verse": 88,
            "text": "၈၈။\tတဖန်ကွယ်လွန်သေဆုံးသူသည် ငါ့အပါးတော်သို့ ယူဆောင်ခဲ့သောသူတို့ဘောင်တွင် ပါဝင်လျှင်။"
        },
        {
            "chapter": 56,
            "verse": 89,
            "text": "၈၉။\tသူသည် မွှေးကြိုင်ထုံသင်း စည်းစိမ်ချမ်းသာ ပေါများကြွယ်ဝ မွေ့လျော်ဖွယ်ကောင်းသောသုခဥယျာဉ်တော်၌ ပျော်စံနေထိုင်ရလတံ့။"
        },
        {
            "chapter": 56,
            "verse": 90,
            "text": "၉ဝ။\tထိုကွယ်လွန်သူသည် လက်ျာဘက်တော်သားတို့အထဲမှ ဖြစ်လျှင်။"
        },
        {
            "chapter": 56,
            "verse": 91,
            "text": "၉၁။\tလက်ယာဘက်တော်သားတို့က သူ့အား အဆွေ၊ သင့်ထံသို့ အေးချမ်းသာယာခြင်းကျရောက်ပါစေသောဝ်ဟူ၍ ဆုတောင်းမေတ္တာပို့ကြလတ့ံ။"
        },
        {
            "chapter": 56,
            "verse": 92,
            "text": "၉၂။\tသို့သော် ထိုသေဆုံးသူသည် ငြင်းပယ်သူ၊ အယူမှားသူဖြစ်လျှင်။"
        },
        {
            "chapter": 56,
            "verse": 93,
            "text": "၉၃။\tထိုသူအား ပွက်ပွက်ဆူနေသောရေပူကို တိုက်၍ ဧည့်ခံတော်မူလိမ့်မည်။"
        },
        {
            "chapter": 56,
            "verse": 94,
            "text": "၉၄။\tအချုပ်စကားမှာ သူ့အား ငရဲမီးထဲတွင် ဖုတ်ကင်မည်သာဖြစ်၏။"
        },
        {
            "chapter": 56,
            "verse": 95,
            "text": "၉၅။\tမှတ်သားကြလော့၊ ဤဗျာဒိတ်တော်များသည် မုချဧကန်မှန်ကန်၏။"
        },
        {
            "chapter": 56,
            "verse": 96,
            "text": "၉၆။\tသို့ဖြစ်၍ အို-တမန်တော်၊ သင်သည် မိမိ၏အရှင်သခင်၊ အတိုင်းထက်အလွန်ကြီးကဲမွန်မြတ်တော်မူသောအရှင်၏ နာမတော်ကို ဦးထိပ်ထက်ပန်ဆင်၍ ချီးကျုးလော့။"
        }
    ]
}