{
    "rukus": [
        {
            "chapter": 6,
            "verse": 91,
            "text": "Olar / : «Allah adam balasına es narse tusirmedi», - dep, Allahtın qadirin layıqtı turde bilmedi. / Ey, Muxammed! / Ayt: «Adamdar usin nur jane twra jol retinde Musa akelgen Kitaptı kim tusirdi? Senderge / onımen / ozderin jane akelerin bilmegen narseler uyretilgen edi. Al sender onı bolek-bolek paraqtar etip, bir boligin korsetesinder de jane kobisin jasırıp qalasındar?» - dep jane: « / Onı tusirgen / Allah!» - dep ayt. Sodan keyin olardı jalganga batqan xalde jayında qaldır"
        },
        {
            "chapter": 6,
            "verse": 92,
            "text": "Biz tusirgen bul Kitap / Quran / - berekeli, / onı / ozinen aldıngılardı / kitaptardı / rastawsı jane eldi mekenderdin anası / Mekke turgındarın / jane onın aynalasındagılardı eskertwin usin / tusirdik / . Anıgında, songı mangilik omirge / aqiretke / senetinder, ogan / Quranga / senedi ari olar arqasan namazdarın saqtaydı / barlıq sarttarın orındaydı"
        },
        {
            "chapter": 6,
            "verse": 93,
            "text": "Allahqa qatıstı otirikti qurastırgannan / jala japqannan / nemese ozine es narse waxi etilmese de: «Magan waxi etildi», - dep aytqannan jane: «Men Allahtın tusirgeni siyaqtını tusiremin», - degennen otken adiletsiz birew bar ma? Adiletsizderdi olim jantalasında jatqanda, peristeler qoldarın sozıp: «Jandarındı / rwxtarındı / sıgarındar! Allah jayında aqiqattan ozge soz aytqandarın ari Onın ayattarınan ozderindi jogarı qoygandıqtarın usin, bugin senderge qaytarım jaza retinde qorlıq azabı beriledi», - degende korsen"
        },
        {
            "chapter": 6,
            "verse": 94,
            "text": "Mine, sender Bizge, algasqıda jaratqanımızday jalgız / bolıp / keldinder. Ari Biz senderge bergen narselerdi arttarına qaldırdındar. Endi oz aralarında / Allahqa / serik dep sanagan «qoldawsılarındı» sendermen birge kormey turmız. Araların uzildi ari «qoldaydı» dep eseptegen narselerin senderden joq bolıp ketti"
        }
    ]
}