{
    "juzs": [
        {
            "chapter": 41,
            "verse": 47,
            "text": "El es Quien sabe cuando llegara la Hora [del Juicio], y no surge ningun fruto de su caliz, ni concibe ninguna mujer o da a luz sin que El tenga total conocimiento de ello. El dia que les llame [a los idolatras y les pregunte]: ¿Donde estan los coparticipes que Me atribuiais? Responderan: Te aseguramos que ninguno de nosotros puede atestiguar que eran coparticipes [de la divinidad]"
        },
        {
            "chapter": 41,
            "verse": 48,
            "text": "Y se desvaneceran aquellos que antes invocaban [en lugar de Allah] y sabran que no tienen escapatoria [ni salvador]"
        },
        {
            "chapter": 41,
            "verse": 49,
            "text": "El hombre no se cansa de pedir el bienestar, y si le sucede alguna desgracia se desanima y desespera"
        },
        {
            "chapter": 41,
            "verse": 50,
            "text": "Y si le favorecemos con Nuestra misericordia despues de la adversidad padecida, dice: Esto es lo que merecia [por mis obras], y no creo que la Hora [del Juicio] llegue jamas, pero si compareciera ante mi Senor, seguro que El me concederia lo mas bello que existe [el Paraiso]. Pero ya les informaremos a los incredulos lo que hicieron; y ya les haremos sufrir un castigo terrible"
        },
        {
            "chapter": 41,
            "verse": 51,
            "text": "Y cuando agraciamos al hombre [con buena salud y sustento abundante] se aparta [de su Senor] y se ensoberbece; pero si un reves le azota, entonces no deja de suplicar"
        },
        {
            "chapter": 41,
            "verse": 52,
            "text": "Diles [¡Oh, Muhammad!]: ¿Acaso no veis que [el Coran] es un Libro que dimana de Allah [como os digo]? ¿Por que no creeis en el? [Sabed que] No existe nadie mas desviado que quien persiste obstinado en el error"
        },
        {
            "chapter": 41,
            "verse": 53,
            "text": "Les haremos ver Nuestros signos en los horizontes, y en ellos mismos, hasta que se les evidencie [a traves de ellos] la Verdad. ¿Acaso no es suficiente tu Senor como Testigo de todo"
        },
        {
            "chapter": 41,
            "verse": 54,
            "text": "Ellos [los incredulos] siguen dudando de la comparecencia ante su Senor. Y por cierto que El abarca todas las cosas con Su conocimiento y poder"
        },
        {
            "chapter": 42,
            "verse": 1,
            "text": "Ha. Mim"
        },
        {
            "chapter": 42,
            "verse": 2,
            "text": "Ain. Sin. Qaf"
        },
        {
            "chapter": 42,
            "verse": 3,
            "text": "[¡Oh, Muhammad!] Te hemos revelado a ti [el Coran], asi como tambien a los [Mensajeros] que te precedieron [les revelamos sus Libros], Allah es Poderoso, Sabio"
        },
        {
            "chapter": 42,
            "verse": 4,
            "text": "A El pertenece cuanto hay en los cielos y en la Tierra; El es Sublime, Grandioso"
        },
        {
            "chapter": 42,
            "verse": 5,
            "text": "Los cielos estan casi por hendirse [por la grandiosidad de Allah] y los Angeles glorifican con alabanzas a su Senor y piden perdon por quienes estan en la Tierra. ¿Acaso no es Allah Absolvedor, Misericordioso"
        },
        {
            "chapter": 42,
            "verse": 6,
            "text": "Y quienes tomaron a otros [como objeto de adoracion] en vez de El, deben saber que Allah tiene registradas todas sus obras; y tu [¡Oh, Muhammad!] no eres responsable de lo que ellos cometieren"
        },
        {
            "chapter": 42,
            "verse": 7,
            "text": "Te revelamos el Coran en idioma arabe para que amonestes a la madre de las ciudades [La Meca] y a todos los que habitan en sus alrededores [a todos los hombres del mundo], y para que adviertas acerca del dia de la reunion [el Dia del Juicio] sobre el cual no existe duda alguna. [Luego del Juicio] Un grupo ira al Paraiso y otro al Infierno"
        },
        {
            "chapter": 42,
            "verse": 8,
            "text": "Si Allah quisiera habria decretado que todos formasen una sola nacion [de creyentes]; pero agracia a quien quiere con Su misericordia; y los inicuos [que merecen el castigo] no tendran protector alguno ni socorredor"
        },
        {
            "chapter": 42,
            "verse": 9,
            "text": "¿Es que toman a los idolos como protectores en lugar de El? Pero Allah es el verdadero Protector y El es Quien resucitara a los muertos, porque tiene poder sobre todas las cosas [y es Quien merece ser adorado]"
        },
        {
            "chapter": 42,
            "verse": 10,
            "text": "Y si discrepais sobre algun asunto [legal], recurrid a la Palabra de Allah [y a la Sunnah de Su Mensajero]. Y sabed que Allah es mi Senor; a El me encomiendo, y a El me vuelvo arrepentido"
        },
        {
            "chapter": 42,
            "verse": 11,
            "text": "Es el Originador de los cielos y la Tierra; creo esposas de entre vosotros [para que encontreis en ellas sosiego], y a vuestros rebanos tambien los creo en parejas, y asi es como os multiplicais. No hay nada ni nadie semejante a Allah, y El es Omnioyente, Omnividente"
        },
        {
            "chapter": 42,
            "verse": 12,
            "text": "Suyas son las llaves [del sustento y de la misericordia que os envia] de los cielos y la Tierra; concede Su sustento a quien El quiere con abundancia o se lo restringe a quien Le place, ciertamente El es Omnisciente"
        },
        {
            "chapter": 42,
            "verse": 13,
            "text": "Dispusimos para vosotros la misma religion [monoteista] que le habiamos encomendado a Noe [Nuh], y que te revelamos a ti [en el Coran] y que le encomendamos a Abraham [Ibrahim], Moises [Musa] y Jesus [Isa], para que seais firmes en la practica de la religion, y no os dividais en ella. Pero a los idolatras les parece dificil aquello a lo que tu les invitas [al monoteismo]. Allah elige [para que acepte la fe] a quien quiere, y guia hacia El a quien se arrepiente"
        },
        {
            "chapter": 42,
            "verse": 14,
            "text": "No se dividieron [la Gente del Libro] sino despues de haberles llegado el Mensaje, por codicia entre ellos [del liderazgo]. Si no fuese porque tu Senor decidio un plazo prefijado [para el Juicio], ya se habria castigado a los incredulos [en esta vida]; y en verdad, quienes heredaron el Libro [la Tora y el Evangelio] dudan seriamente [del Profeta Muhammad]"
        },
        {
            "chapter": 42,
            "verse": 15,
            "text": "Por esto [¡Oh, Muhammad!], exhorta [a aceptar el Islam] y obra rectamente como te fue ordenado, y no sigas sus deseos [de abandonar la difusion], y diles: Creo en los Libros [anteriores] que Allah revelo, y me fue ordenado ser justo con vosotros [al juzgaros]. Allah es nuestro Senor y tambien el vuestro; nosotros seremos juzgados por nuestras obras y vosotros por las vuestras. No hay lugar a disputas entre nosotros y vosotros [pues ya se ha evidenciado la Verdad]. Allah nos reunira [a todos el Dia del Juicio], y ante El compareceremos"
        },
        {
            "chapter": 42,
            "verse": 16,
            "text": "Aquellos que argumentan sobre [la veracidad de la religion de Allah] luego que [los dotados de intelecto] creyeron [en los signos evidentes], sepan que sus argumentos son vanos para su Senor, sobre ellos recaera la ira [del Creador], y recibiran un severo castigo"
        },
        {
            "chapter": 42,
            "verse": 17,
            "text": "Allah es Quien revelo el Libro [el Coran] con la verdad y la justicia, y no te hizo saber [¡Oh, Muhammad!] si la Hora [del Juicio] estaba proxima"
        },
        {
            "chapter": 42,
            "verse": 18,
            "text": "Quienes no creen en ella pretenden adelantarla. Pero en cambio, los creyentes sienten temor de ella, y saben que en verdad ocurrira. Por cierto que quienes discuten sobre la Hora [del Juicio] estan en un profundo error"
        },
        {
            "chapter": 42,
            "verse": 19,
            "text": "Allah es Sutil y benevolo con Sus siervos; sustenta a quien quiere, y es Fuerte, Poderoso"
        },
        {
            "chapter": 42,
            "verse": 20,
            "text": "Aquel que busque obtener la recompensa de la otra vida [a traves de sus obras], se las multiplicaremos; pero quien solo pretenda obtener bienes en este mundo [sin temer el castigo en el Dia del Juicio], se los concederemos, pero no obtendra recompensa alguna en la otra vida"
        },
        {
            "chapter": 42,
            "verse": 21,
            "text": "¿Acaso [los idolatras] tienen complices [en la incredulidad] que les han establecido preceptos religiosos que Allah no ha permitido? Si no fuese porque Allah ha decretado cuando sera el Dia del Juicio, ya se habria decidido entre ellos. Ciertamente los inicuos sufriran un castigo doloroso"
        },
        {
            "chapter": 42,
            "verse": 22,
            "text": "Les veras [el Dia del Juicio] aterrorizados [de ser castigados] por lo que cometieron [en la vida mundanal], y no podran evitarlo [al tormento]. En cambio, quienes creyeron y obraron rectamente estaran en los jardines del Paraiso junto a su Senor, donde se les concedera lo que deseen; este es el favor inmenso"
        },
        {
            "chapter": 42,
            "verse": 23,
            "text": "[Esta recompensa] Es con la que Allah albricia a Sus siervos que creen y obran rectamente. Diles [¡Oh, Muhammad!]: No os pido [por transmitiros el Coran] ninguna remuneracion, pero si os exhorto a que seais afectuosos con los parientes. Debeis saber que a todo aquel que realice una buena obra le aumentaremos la recompensa por ella. Ciertamente Allah es Absolvedor, Agraciador"
        },
        {
            "chapter": 42,
            "verse": 24,
            "text": "Pero dicen: [Muhammad] Ha inventado mentiras acerca de Allah, [si asi lo hubiera hecho] Allah habria sellado su corazon. Pero Allah hace que se desvanezca lo falso y prevalezca la Verdad por Su designio. El es sabedor de cuanto hay en los pechos"
        },
        {
            "chapter": 42,
            "verse": 25,
            "text": "El es Quien acepta el arrepentimiento de Sus siervos y perdona sus pecados, y esta bien enterado de cuanto haceis"
        },
        {
            "chapter": 42,
            "verse": 26,
            "text": "El responde las suplicas de quienes creen y obran rectamente, y les acrecienta Sus gracias. En cambio, los incredulos tendran un severo castigo"
        },
        {
            "chapter": 42,
            "verse": 27,
            "text": "Si Allah concediera en forma abundante el sustento a todos Sus siervos, se extralimitarian [con soberbia] en la Tierra; pero les concede [el sustento] con mesura y en su justa proporcion; ciertamente El esta bien informado de lo que hacen Sus siervos, y es Omnividente"
        },
        {
            "chapter": 42,
            "verse": 28,
            "text": "El es Quien hizo descender la lluvia cuando habian caido en la desesperacion [por la sequia], agraciandoles asi con Su misericordia. El es Protector, Loable"
        },
        {
            "chapter": 42,
            "verse": 29,
            "text": "Y entre Sus signos esta la creacion de los cielos, de la Tierra y de todas las criaturas que disemino en ella. Y El tiene poder para congregarlos a todos cuando lo decida"
        },
        {
            "chapter": 42,
            "verse": 30,
            "text": "Y si os aflige una desgracia, ello es la consecuencia de [los pecados] que cometisteis; y Allah os perdona muchas faltas [por Su gracia]"
        },
        {
            "chapter": 42,
            "verse": 31,
            "text": "Y no podreis huir [¡Oh, idolatras! de Allah en ningun lugar] en la Tierra, y no teneis, fuera de Allah, protector alguno ni salvador"
        },
        {
            "chapter": 42,
            "verse": 32,
            "text": "Y entre los signos [de Su misericordia] estan las embarcaciones que navegan en el mar, grandes como montanas"
        },
        {
            "chapter": 42,
            "verse": 33,
            "text": "Si El quisiera haria detener el viento, y permanecerian quietas en su superficie. En verdad que en esto hay signos para todo perseverante, agradecido"
        },
        {
            "chapter": 42,
            "verse": 34,
            "text": "Y los haria sucumbir [ahogandolos] por sus pecados, pero Allah perdona muchas de las faltas"
        },
        {
            "chapter": 42,
            "verse": 35,
            "text": "Ya sabran quienes niegan Nuestros signos evidentes que no tendran escapatoria [de Nuestro castigo]"
        },
        {
            "chapter": 42,
            "verse": 36,
            "text": "Lo que se os haya concedido [en este mundo] es parte de los placeres transitorios de esta vida mundanal, pero la recompensa que Allah tiene reservada [en el Paraiso] sera mejor y mas perdurable para quienes crean y se encomienden a su Senor"
        },
        {
            "chapter": 42,
            "verse": 37,
            "text": "Aquellos que evitan los pecados graves y las obscenidades, y cuando se enojan saben perdonar"
        },
        {
            "chapter": 42,
            "verse": 38,
            "text": "Obedecen a su Senor, practican la oracion prescrita, se consultan en sus asuntos, y hacen caridades con parte de lo que les hemos sustentado"
        },
        {
            "chapter": 42,
            "verse": 39,
            "text": "Y si son oprimidos [por sus enemigos] se defienden"
        },
        {
            "chapter": 42,
            "verse": 40,
            "text": "Cuando se cometa un delito pasible de la ley del talion, aplicadla [o aceptad una indemnizacion en compensacion por el dano sufrido]; pero quienes sepan perdonar [la injusticia que se les haya cometido] seran recompensados por Allah, y sabed que El no ama a los injustos"
        },
        {
            "chapter": 42,
            "verse": 41,
            "text": "Y quien se defienda cuando sea tratado injustamente, no incurrira en falta"
        },
        {
            "chapter": 42,
            "verse": 42,
            "text": "Ciertamente los que incurren en falta son quienes oprimen a los hombres y siembran injustamente la corrupcion en la Tierra; estos sufriran un castigo doloroso"
        },
        {
            "chapter": 42,
            "verse": 43,
            "text": "Sabed que [Allah recompensara a] quien por tener entereza y resolucion es paciente y sabe perdonar"
        },
        {
            "chapter": 42,
            "verse": 44,
            "text": "Y para quien Allah haya decretado el desvio, no tendra protector alguno fuera de El. Cuando los inicuos contemplen el castigo [que les aguarda], les veras [¡Oh, Muhammad!] decir: ¿No hay forma de retornar [a la vida mundanal y obrar correctamente]"
        },
        {
            "chapter": 42,
            "verse": 45,
            "text": "Podras verles expuestos al castigo, sumisos y humillados, mirando con temor [al Infierno], entonces diran los creyentes: Ciertamente los perdedores son quienes el Dia de la Resurreccion se pierdan a si mismos y a sus familias [por no haberse precavido del tormento]. ¿Acaso los [incredulos] inicuos no recibiran un castigo eterno"
        },
        {
            "chapter": 42,
            "verse": 46,
            "text": "Y no tendran protectores fuera de Allah que les defiendan. Para quien Allah haya decretado el extravio, no podra encaminarse jamas"
        },
        {
            "chapter": 42,
            "verse": 47,
            "text": "Obedeced a vuestro Senor antes de que llegue el dia que no podreis evitar [el castigo] de Allah, no tendreis entonces refugio alguno, ni podreis negar los pecados cometidos"
        },
        {
            "chapter": 42,
            "verse": 48,
            "text": "Pero si se niegan a obedecer, sabe [¡Oh, Muhammad!] que no te enviamos a ellos para hacerte responsables de sus obras; tu solo debes transmitir el Mensaje. Cuando agraciamos al hombre con Nuestra misericordia, se alegra; pero si le acontece una desgracia en consecuencia de lo que hiciere, entonces el hombre se muestra desagradecido"
        },
        {
            "chapter": 42,
            "verse": 49,
            "text": "A Allah pertenece el reino de los cielos y de la Tierra; El crea lo que Le place, agracia a quien quiere con hijas, y a quien quiere con hijos"
        },
        {
            "chapter": 42,
            "verse": 50,
            "text": "O les concede hijos varones y mujeres, o les hace esteriles; en verdad, El es Omnisciente, Omnipotente"
        },
        {
            "chapter": 42,
            "verse": 51,
            "text": "Allah no habla con los Mensajeros directamente, sino que lo hace detras de un velo [como lo hizo con Moises [Musa]], o enviando un mensajero [el Angel Gabriel] para transmitirle por Su voluntad lo que El quiera de la revelacion, o mediante inspiraciones divinas; porque es Sublime, Sabio"
        },
        {
            "chapter": 42,
            "verse": 52,
            "text": "Te hemos revelado la esencia [el Coran] por Nuestro designio; tu no conocias los Libros [revelados anteriormente] ni la fe [en los preceptos divinos], pero hicimos que el fuera una luz con la que guiamos a quienes queremos de entre Nuestros siervos, y tu [¡Oh, Muhammad!] en verdad, guias al sendero recto"
        },
        {
            "chapter": 42,
            "verse": 53,
            "text": "El sendero de Allah, a Quien pertenece cuanto hay en los cielos y la Tierra. ¿Acaso no retornan a Allah todos los asuntos"
        },
        {
            "chapter": 43,
            "verse": 1,
            "text": "Ha. Mim"
        },
        {
            "chapter": 43,
            "verse": 2,
            "text": "[Juro] Por el Libro evidente [el Coran y sus preceptos]"
        },
        {
            "chapter": 43,
            "verse": 3,
            "text": "Que ciertamente hemos revelado el Coran en idioma arabe [¡Oh, gente de La Meca!] para que reflexioneis [y comprendais su significado]"
        },
        {
            "chapter": 43,
            "verse": 4,
            "text": "El cual esta registrado en el Libro Madre [La Tabla protegida] que poseemos, y es [el Coran un Libro] sublime y sabio"
        },
        {
            "chapter": 43,
            "verse": 5,
            "text": "¿Acaso [creeis que] os dejariamos [en las tinieblas de la incredulidad] y no os revelariamos el Coran porque sois un pueblo de transgresores"
        },
        {
            "chapter": 43,
            "verse": 6,
            "text": "Cuantos Profetas hemos enviado a los pueblos predecesores [que les invitaban al monoteismo]"
        },
        {
            "chapter": 43,
            "verse": 7,
            "text": "Pero siempre que se les presentaba un Profeta se burlaban de el [por soberbia]"
        },
        {
            "chapter": 43,
            "verse": 8,
            "text": "Y destruimos pueblos mas fuertes que ellos. Estos estan mencionados [en el Coran] y quedaron [sus vestigios] como un ejemplo de lo que sucedio a los antiguos"
        },
        {
            "chapter": 43,
            "verse": 9,
            "text": "Y si les preguntas [¡Oh, Muhammad! a los idolatras] quien creo los cielos y la Tierra, te responderan sin duda: Los creo el Poderoso, Omnisciente [y a pesar de ello Le atribuyen coparticipes]"
        },
        {
            "chapter": 43,
            "verse": 10,
            "text": "El creo a la Tierra como un lecho [propicio para que la habitaseis], y puso en ella caminos para que pudierais orientaros y transitarla"
        },
        {
            "chapter": 43,
            "verse": 11,
            "text": "El hace descender agua del cielo en la justa medida, y asi vuelve a dar vida a un territorio arido; de la misma manera sereis resucitados"
        },
        {
            "chapter": 43,
            "verse": 12,
            "text": "El creo todas las especies [en parejas], y os sometio las embarcaciones y los animales que montais"
        },
        {
            "chapter": 43,
            "verse": 13,
            "text": "Para que os transporteis sobre ellos, y luego recordeis [y agradezcais] todas las mercedes de vuestro Senor para con vosotros. Por ello, cuando os hayais subido a ellos decid: Glorificado sea Quien nos ha sometido esto, y por cierto que no lo hubiesemos logrado [si El no lo hubiera decretado asi]"
        },
        {
            "chapter": 43,
            "verse": 14,
            "text": "Y por cierto que ante nuestro Senor compareceremos"
        },
        {
            "chapter": 43,
            "verse": 15,
            "text": "Pero [los idolatras] Le atribuyen coparticipes de entre Sus siervos [los Angeles], creyendo [que son de sexo femenino y] que forman parte de la divinidad; realmente el hombre es un ingrato"
        },
        {
            "chapter": 43,
            "verse": 16,
            "text": "¿Acaso Allah tomaria para Si hijas de entre Sus criaturas, y a vosotros os concederia hijos varones"
        },
        {
            "chapter": 43,
            "verse": 17,
            "text": "Y cuando se le anuncia a alguno de ellos [de los idolatras] que ha tenido lo que el atribuye al Misericordioso [una hija], su semblante se ensombrece, y se angustia"
        },
        {
            "chapter": 43,
            "verse": 18,
            "text": "¿Acaso una nina pequena que usa adornos y es incapaz de argumentar con coherencia [podria ser parte de la divinidad]"
        },
        {
            "chapter": 43,
            "verse": 19,
            "text": "Dicen que los Angeles, siervos del Misericordioso, son de sexo femenino. ¿Acaso fueron testigos de su creacion? Registraremos lo que expresan, y seran interrogados [por ello el Dia del Juicio]"
        },
        {
            "chapter": 43,
            "verse": 20,
            "text": "Y dicen: Si el Misericordioso no hubiera querido no los adorariamos [a los Angeles]. Ellos carecen de total conocimiento [sobre la voluntad divina y el libre albedrio], y no hacen mas que mentir [para justificarse]"
        },
        {
            "chapter": 43,
            "verse": 21,
            "text": "¿Acaso les concedimos un libro [anterior al Coran] en el que se basan"
        },
        {
            "chapter": 43,
            "verse": 22,
            "text": "[Pero en realidad carecen de fundamento,] Y dicen: Nosotros vimos a nuestros padres practicar una religion [en la que adoraban a los idolos], y seguimos sus pasos [y no creemos en Muhammad]"
        },
        {
            "chapter": 43,
            "verse": 23,
            "text": "Toda vez que enviamos a un amonestador a su pueblo, los mas ricos y poderosos decian: Nosotros vimos a nuestros padres que practicaban una religion [politeista], y les imitamos"
        },
        {
            "chapter": 43,
            "verse": 24,
            "text": "[Cuando nuestros Mensajeros decian a su pueblo]: ¿Y si os propongo algo mejor que lo que practicaban vuestros padres? Respondian: Nosotros no creemos en vuestro Mensaje"
        },
        {
            "chapter": 43,
            "verse": 25,
            "text": "Por cierto que nos vengamos de ellos. Observad con detenimiento cual fue el tragico final de los desmentidores"
        },
        {
            "chapter": 43,
            "verse": 26,
            "text": "Y recuerda [¡Oh, Muhammad!] cuando Abraham [Ibrahim] le dijo a su padre y a su pueblo: Yo soy inocente de aquello que adorais"
        },
        {
            "chapter": 43,
            "verse": 27,
            "text": "Yo solo adoro a Quien me creo, y El me guiara"
        },
        {
            "chapter": 43,
            "verse": 28,
            "text": "Allah hizo que esta fe [monoteista] perdurara en su descendencia para que retornaran [a la fe en Allah, toda vez que se apartasen]"
        },
        {
            "chapter": 43,
            "verse": 29,
            "text": "Pero [muchos se desviaron y] les deje disfrutar transitoriamente, y tambien a sus padres, hasta que les enviamos la Verdad [el Mensaje] y [fue transmitida por] un Mensajero elocuente [Muhammad]"
        },
        {
            "chapter": 43,
            "verse": 30,
            "text": "Y cuando se les presento con la Verdad dijeron [los idolatras]: Esto es brujeria, y nosotros no creemos en eso"
        },
        {
            "chapter": 43,
            "verse": 31,
            "text": "Y dijeron tambien [desdenando al Profeta]: ¿Por que no le fue revelado este Coran a un hombre distinguido de alguna de las dos ciudades [La Meca o Taif]"
        },
        {
            "chapter": 43,
            "verse": 32,
            "text": "¿Acaso ellos son los encargados de administrar la misericordia de su Senor [y designar como Profeta a quien quieran]? Nosotros somos Quienes distribuimos el sustento en la vida mundanal [y tambien designamos como Mensajero a quien Nos place], y elevamos en grados a algunos hombres sobre otros, para que asi se sirvan y beneficien unos a otros; y sabed que la misericordia de tu Senor es mejor que lo que pudieren acaparar [en la vida mundanal]"
        },
        {
            "chapter": 43,
            "verse": 33,
            "text": "Si no fuera porque los hombres terminarian siendo una sola nacion [descarriada], habriamos concedido a quienes no creen en el Misericordioso residencias con techos y escaleras de plata por las que ascendiesen [a sus hermosas habitaciones]"
        },
        {
            "chapter": 43,
            "verse": 34,
            "text": "Y tambien casas con puertas y lechos [de plata] para recostarse"
        },
        {
            "chapter": 43,
            "verse": 35,
            "text": "Y adornariamos todo con oro. Pero [no lo hacemos, pues] todo esto, en verdad, es solo parte de los placeres transitorios de la vida mundanal [y ello podria tentar a los creyentes y hacerlos abandonar el camino recto]. Y por cierto que la otra vida [en el Paraiso] junto a tu Senor [es superior y] esta reservada para los piadosos"
        },
        {
            "chapter": 43,
            "verse": 36,
            "text": "A quien se aparte del recuerdo que el Misericordioso envio [el Coran] le asignaremos un demonio que sera su companero inseparable [y le susurrara el mal]"
        },
        {
            "chapter": 43,
            "verse": 37,
            "text": "Y ellos [los demonios], en verdad, los apartan del camino, pero [los incredulos] piensan que estan bien encaminados"
        },
        {
            "chapter": 43,
            "verse": 38,
            "text": "Pero cuando comparezcan ante Nosotros, diran: Ojala entre tu [¡Oh, demonio!] y nosotros hubiese una distancia como entre el oriente y el occidente. ¡Que pesimo companero [fuiste]"
        },
        {
            "chapter": 43,
            "verse": 39,
            "text": "[Se les dira:] De nada os servira hoy [lamentarse] pues fuisteis inicuos; ahora compartireis el castigo"
        },
        {
            "chapter": 43,
            "verse": 40,
            "text": "¿Acaso puedes hacer tu [¡Oh, Muhammad!] oir a [quienes se comportan como] los sordos, o guiar a los ciegos [de corazon] y a aquel que esta en un evidente error? [No te apenes por su incredulidad]"
        },
        {
            "chapter": 43,
            "verse": 41,
            "text": "Aun cuando te hagamos morir [y no llegues a ver el tormento que les tenemos reservado], debes saber que nos vengaremos de ellos"
        },
        {
            "chapter": 43,
            "verse": 42,
            "text": "Y si te mostramos [el castigo] que les hemos prometido, ten por seguro que podemos hacer de ellos lo que queramos"
        },
        {
            "chapter": 43,
            "verse": 43,
            "text": "Aferrate a lo que te fue revelado [el Coran]; por cierto que tu estas en el sendero recto"
        },
        {
            "chapter": 43,
            "verse": 44,
            "text": "Ciertamente [el Coran] es un honor y una gracia para ti y para tu pueblo [de creyentes], y sereis preguntados [si lo pusisteis en practica o no]"
        },
        {
            "chapter": 43,
            "verse": 45,
            "text": "Y pregunta [a los pueblos que] les enviamos Mensajeros antes de ti: ¿Acaso les autorizamos que adorasen a otro fuera del Misericordioso"
        },
        {
            "chapter": 43,
            "verse": 46,
            "text": "Por cierto que enviamos a Moises [Musa] con Nuestros signos ante el Faraon y su corte, y les dijo: En verdad yo soy un Mensajero del Senor del Universo"
        },
        {
            "chapter": 43,
            "verse": 47,
            "text": "Pero cuando se presento ante ellos con Nuestros signos [los negaron y] se rieron de ellos"
        },
        {
            "chapter": 43,
            "verse": 48,
            "text": "Y no les presentabamos un signo [de Nuestro poderio] sin que fuera mayor que el anterior; y tambien les azotamos con el castigo [de las plagas] para que recapacitasen [y aceptasen el Mensaje]"
        },
        {
            "chapter": 43,
            "verse": 49,
            "text": "Pero le dijeron [a Moises [Musa]]: ¡Oh, brujo! Invoca a tu Senor por el favor que te ha concedido, [que nos libere de este tormento y] asi seguiremos la guia"
        },
        {
            "chapter": 43,
            "verse": 50,
            "text": "Pero cuando apartamos de ellos el tormento, no cumplieron su promesa"
        },
        {
            "chapter": 43,
            "verse": 51,
            "text": "Y convoco el Faraon a su pueblo [temeroso que creyeran en Moises [Musa]]: ¡Oh, pueblo mio! ¿Acaso no me pertenece el reino de Egipto, con estos rios que corren bajo mi palacio? ¿Acaso no veis [mi poderio]"
        },
        {
            "chapter": 43,
            "verse": 52,
            "text": "Yo soy mejor que este [Moises [Musa]], que es una persona indigna y apenas puede expresarse"
        },
        {
            "chapter": 43,
            "verse": 53,
            "text": "¿Por que [si es veraz como pretende] no le fueron concedidos brazaletes de oro, o se presentaron Angeles con el que le acompanasen [y confirmasen sus palabras]"
        },
        {
            "chapter": 43,
            "verse": 54,
            "text": "Asi convencio a su pueblo, y le siguieron porque eran un pueblo de perversos"
        },
        {
            "chapter": 43,
            "verse": 55,
            "text": "Y cuando Nos hicieron indignar, nos vengamos de ellos [castigandoles por su incredulidad], y les ahogamos a todos"
        },
        {
            "chapter": 43,
            "verse": 56,
            "text": "Hicimos de ellos un ejemplo [de Nuestro castigo] para que reflexionen [los hombres] en la posteridad"
        },
        {
            "chapter": 43,
            "verse": 57,
            "text": "Y cuando se pone al hijo de Maria [Mariam] [Jesus [Isa]] como ejemplo, tu pueblo se burla de ello [y argumentan: El es adorado igual que nuestros idolos]"
        },
        {
            "chapter": 43,
            "verse": 58,
            "text": "Dicen: ¿Acaso el es mejor que nuestros idolos? Y solo te hacen esta comparacion para discutirte, pues ellos son un pueblo contencioso"
        },
        {
            "chapter": 43,
            "verse": 59,
            "text": "Ciertamente Jesus [Isa] es solo un siervo a quien agraciamos [con la profecia], y lo enviamos como ejemplo a los Hijos de Israel"
        },
        {
            "chapter": 43,
            "verse": 60,
            "text": "Si quisieramos os hariamos suceder por Angeles, y estos os remplazarian en la Tierra [entonces si enviariamos Angeles como Mensajeros]"
        },
        {
            "chapter": 43,
            "verse": 61,
            "text": "[Diles ¡Oh, Muhammad!:] Por cierto que [el descenso a la Tierra de] el [Jesus [Isa]] es una prueba de la [proximidad de la] Hora [del Juicio]; no dudeis, pues, de ella y seguidme; este es el sendero recto"
        },
        {
            "chapter": 43,
            "verse": 62,
            "text": "Y precaveos de que no os desvie Satanas, porque el es vuestro enemigo evidente"
        },
        {
            "chapter": 43,
            "verse": 63,
            "text": "Cuando Jesus [Isa] se presento con las evidencias dijo [a los Hijos de Israel]: He venido a vosotros con la sabiduria [la profecia] para aclararos vuestras discrepancias [sobre las leyes de la Tora]; temed pues a Allah, y obedecedme"
        },
        {
            "chapter": 43,
            "verse": 64,
            "text": "Ciertamente Allah es mi Senor y el vuestro; adoradle pues. Este es el sendero recto"
        },
        {
            "chapter": 43,
            "verse": 65,
            "text": "Pero discreparon los grupos [que le desmentian] de entre ellos [sobre la naturaleza de Jesus [Isa]]. ¡Ay de los inicuos! [Estaran perdidos cuando sean azotados] Por el castigo doloroso el Dia del Juicio"
        },
        {
            "chapter": 43,
            "verse": 66,
            "text": "¿Acaso no reparan en que la Hora [del Juicio] les puede tomar de sorpresa, sin que se den cuenta"
        },
        {
            "chapter": 43,
            "verse": 67,
            "text": "Sabed que ese dia los amigos [en la incredulidad] seran enemigos unos de otros, y no asi quienes hayan temido a Allah"
        },
        {
            "chapter": 43,
            "verse": 68,
            "text": "[El dira el Dia del Juicio:] ¡Oh, siervos Mios! No temais hoy, ni os entristezcais"
        },
        {
            "chapter": 43,
            "verse": 69,
            "text": "Porque creisteis en Nuestros signos y os sometisteis a Mi"
        },
        {
            "chapter": 43,
            "verse": 70,
            "text": "Entrad al Paraiso, vosotros junto a vuestras esposas, alli sereis honrados y os sentireis felices [para siempre]"
        },
        {
            "chapter": 43,
            "verse": 71,
            "text": "Rondaran alrededor de ellos sirvientes con bandejas y copas de oro, habra alli todo lo que deseen, se deleitaran sus miradas [al contemplar la recompensa] y en el estaran eternamente"
        },
        {
            "chapter": 43,
            "verse": 72,
            "text": "Este es el Paraiso que heredasteis por lo que sembrasteis"
        },
        {
            "chapter": 43,
            "verse": 73,
            "text": "Tendreis alli muchos frutos de los que comereis"
        },
        {
            "chapter": 43,
            "verse": 74,
            "text": "Pero en cambio los transgresores estaran eternamente en el Infierno"
        },
        {
            "chapter": 43,
            "verse": 75,
            "text": "No se les aminorara [el suplicio] y estaran desesperados"
        },
        {
            "chapter": 43,
            "verse": 76,
            "text": "No seremos injustos con ellos, sino que ellos lo fueron consigo mismos"
        },
        {
            "chapter": 43,
            "verse": 77,
            "text": "Y clamaran: ¡Oh, Angel [custodio del Infierno]! [Ruega para] Que nos haga morir tu Senor [y asi dejemos de sufrir]. Les respondera: Por cierto que permanecereis alli eternamente"
        },
        {
            "chapter": 43,
            "verse": 78,
            "text": "[¡Oh, incredulos!] Os hemos presentado la Verdad [a traves del Mensajero], pero la mayoria de vosotros rechazais la Verdad"
        },
        {
            "chapter": 43,
            "verse": 79,
            "text": "¿Acaso pretenden tramar algo [para desmentir el Mensaje]? Sabed que nosotros lo desbarataremos"
        },
        {
            "chapter": 43,
            "verse": 80,
            "text": "¿Piensan que no escuchamos sus secretos y murmuraciones? Claro que si; y Nuestros [Angeles] enviados registran sus acciones"
        },
        {
            "chapter": 43,
            "verse": 81,
            "text": "Diles [¡Oh, Muhammad!]: Si el Misericordioso tuviera un hijo, yo seria el primero en adorarle"
        },
        {
            "chapter": 43,
            "verse": 82,
            "text": "¡Glorificado sea el Senor de los cielos y la Tierra, Senor del Trono! El esta por encima de lo que Le atribuyen"
        },
        {
            "chapter": 43,
            "verse": 83,
            "text": "Dejales que hablen en vano y jueguen hasta que les llegue el dia conque se les amenazo [el Dia del Juicio]"
        },
        {
            "chapter": 43,
            "verse": 84,
            "text": "El, solamente, es Quien tiene derecho a ser adorado en el cielo y en la Tierra. Es Sabio, Omnisciente"
        },
        {
            "chapter": 43,
            "verse": 85,
            "text": "Bendito sea Aquel a Quien pertenece el reino de los cielos y la Tierra y todo cuanto hay entre ambos. El posee el conocimiento de la Hora [del Juicio], y ante El comparecereis"
        },
        {
            "chapter": 43,
            "verse": 86,
            "text": "[¡Oh, incredulos!] Aquellos que invocais en vez de Allah no poseen la facultad de interceder por nadie; solo la tendran [aquellos a quienes Allah se lo permita, pues son quienes] atestiguan la Verdad [que no hay nada ni nadie con derecho a ser adorado salvo Allah] y obran acorde a ello"
        },
        {
            "chapter": 43,
            "verse": 87,
            "text": "Y si les preguntas [¡Oh, Muhammad!] quien los ha creado, te responderan: ¡Allah! ¿Como entonces se descarrian"
        },
        {
            "chapter": 43,
            "verse": 88,
            "text": "[Allah bien sabe cuando Le invocas] Y dices: ¡Oh, Senor! En verdad, este es un pueblo que no cree"
        },
        {
            "chapter": 43,
            "verse": 89,
            "text": "Apartate de ellos [¡Oh, Muhammad!] y no respondas a sus insultos, que ya sabran [el castigo que les aguarda]"
        },
        {
            "chapter": 44,
            "verse": 1,
            "text": "Ha. Mim"
        },
        {
            "chapter": 44,
            "verse": 2,
            "text": "[Juro] Por el Libro claro [el Sagrado Coran]"
        },
        {
            "chapter": 44,
            "verse": 3,
            "text": "Que lo hemos revelado en una noche bendita [la Noche del Decreto, en el mes de Ramadan]. Y por cierto que Nosotros os advertimos [del castigo]"
        },
        {
            "chapter": 44,
            "verse": 4,
            "text": "En ella se decreta sabiamente cada asunto"
        },
        {
            "chapter": 44,
            "verse": 5,
            "text": "Todo acontece por Nuestro designio, y por cierto que Nosotros os enviamos [Mensajeros]"
        },
        {
            "chapter": 44,
            "verse": 6,
            "text": "Esto es una misericordia de tu Senor; El es Omnioyente, Omnisciente"
        },
        {
            "chapter": 44,
            "verse": 7,
            "text": "El es el Senor de los cielos, de la Tierra y de lo que existe entre ambos. ¿Acaso no teneis certeza de ello"
        },
        {
            "chapter": 44,
            "verse": 8,
            "text": "No hay nada ni nadie con derecho a ser adorado sino Allah; El da la vida y la muerte, y El es vuestro Senor y el de vuestros ancestros"
        },
        {
            "chapter": 44,
            "verse": 9,
            "text": "Por cierto que [los incredulos] dudan y se burlan [de ti ¡Oh, Muhammad]"
        },
        {
            "chapter": 44,
            "verse": 10,
            "text": "Aguarda [lo que les acontecera] el dia que el cielo traiga un humo visible"
        },
        {
            "chapter": 44,
            "verse": 11,
            "text": "Que cubrira a los hombres; [y entonces se les dira:] Este es un castigo doloroso"
        },
        {
            "chapter": 44,
            "verse": 12,
            "text": "[Entonces exclamaran:] ¡Oh, Senor nuestro! Aparta de nosotros el castigo; en verdad somos creyentes"
        },
        {
            "chapter": 44,
            "verse": 13,
            "text": "De que les servira recapacitar entonces, si cuando se les presento un Mensajero con pruebas evidentes [no creyeron en el]"
        },
        {
            "chapter": 44,
            "verse": 14,
            "text": "Le rechazaron y dijeron: Seguramente lo ha aprendido de otra persona [al Coran], o esta loco"
        },
        {
            "chapter": 44,
            "verse": 15,
            "text": "Ciertamente os libraremos por un tiempo de este castigo, pues reincidireis en la incredulidad y merecereis el castigo eterno"
        },
        {
            "chapter": 44,
            "verse": 16,
            "text": "Y por cierto que el dia [de Badr] les castigamos violentamente, en verdad Nos vengamos de ellos [por su incredulidad]"
        },
        {
            "chapter": 44,
            "verse": 17,
            "text": "Anteriormente probamos al pueblo del Faraon, cuando se les presento un Mensajero noble [Moises [Musa]"
        },
        {
            "chapter": 44,
            "verse": 18,
            "text": "[Y les dijo:] Dejad en libertad a los siervos de Allah, ciertamente yo soy para vosotros un Mensajero leal"
        },
        {
            "chapter": 44,
            "verse": 19,
            "text": "No seais soberbios con Allah, pues yo me he presentado ante vosotros con las pruebas evidentes [que corroboran mi profecia]"
        },
        {
            "chapter": 44,
            "verse": 20,
            "text": "Ciertamente me refugio en mi Senor y el vuestro para que no me lapideis"
        },
        {
            "chapter": 44,
            "verse": 21,
            "text": "Si no creeis en mi, dejadme [y no me maltrateis]"
        },
        {
            "chapter": 44,
            "verse": 22,
            "text": "Pero [no cesaron de perseguirle e] invoco a su Senor diciendo: Por cierto que este es un pueblo de pecadores [e idolatras]"
        },
        {
            "chapter": 44,
            "verse": 23,
            "text": "[Entonces Allah le dijo:] Marcha con Mis siervos durante la noche, y sabe que ellos [el Faraon y sus huestes] os perseguiran"
        },
        {
            "chapter": 44,
            "verse": 24,
            "text": "Y deja el mar abierto para que ellos [el Faraon y su ejercito] sean todos ahogados"
        },
        {
            "chapter": 44,
            "verse": 25,
            "text": "Cuantos huertos y manantiales dejaron [el pueblo del Faraon]"
        },
        {
            "chapter": 44,
            "verse": 26,
            "text": "Y cultivos, y hermosas residencias"
        },
        {
            "chapter": 44,
            "verse": 27,
            "text": "Y tambien gracias de las que disfrutaban"
        },
        {
            "chapter": 44,
            "verse": 28,
            "text": "Asi [ahogandoles, les hicimos perder todo y] se lo dimos en herencia a otro pueblo [los Hijos de Israel]"
        },
        {
            "chapter": 44,
            "verse": 29,
            "text": "Y no lloraron por ellos ni el cielo ni la Tierra [pues no realizaron ninguna obra piadosa], y no se les tuvo consideracion [con el castigo]"
        },
        {
            "chapter": 44,
            "verse": 30,
            "text": "Por cierto que salvamos a los Hijos de Israel del castigo humillante"
        },
        {
            "chapter": 44,
            "verse": 31,
            "text": "Que les infligia el Faraon, pues el era soberbio y trasgresor"
        },
        {
            "chapter": 44,
            "verse": 32,
            "text": "Y les elegimos entre sus contemporaneos, sabiendo [que eran ellos los indicados]"
        },
        {
            "chapter": 44,
            "verse": 33,
            "text": "Y les concedimos signos [y milagros] que evidenciaban [la veracidad de la mision de Moises [Musa]] para probarles en su fe"
        },
        {
            "chapter": 44,
            "verse": 34,
            "text": "Por cierto que [los incredulos] dicen"
        },
        {
            "chapter": 44,
            "verse": 35,
            "text": "Solo moriremos una vez, y no seremos resucitados"
        },
        {
            "chapter": 44,
            "verse": 36,
            "text": "Resucitad a nuestros padres [que ya murieron], si es que sois veraces"
        },
        {
            "chapter": 44,
            "verse": 37,
            "text": "¿Acaso son ellos mejores que los pueblos que hemos destruido, como el pueblo de Tubba [Rey del Yemen] y los que les precedieron? Todos ellos fueron pecadores [e incredulos]"
        },
        {
            "chapter": 44,
            "verse": 38,
            "text": "Por cierto que no hemos creado a los cielos, la Tierra y todo lo que hay entre ellos por simple pasatiempo"
        },
        {
            "chapter": 44,
            "verse": 39,
            "text": "No los creamos sino con un fin justo y verdadero, pero la mayoria de los hombres lo ignoran"
        },
        {
            "chapter": 44,
            "verse": 40,
            "text": "Por cierto que el Dia del Juicio esta emplazado para todos"
        },
        {
            "chapter": 44,
            "verse": 41,
            "text": "Ese dia en nada se podran beneficiar los amigos [ni los parientes], y no seran socorridos"
        },
        {
            "chapter": 44,
            "verse": 42,
            "text": "Salvo aquel de quien Allah se apiade; El es Poderoso, Misericordioso"
        },
        {
            "chapter": 44,
            "verse": 43,
            "text": "Por cierto que el arbol de Zaqqum [del Infierno]"
        },
        {
            "chapter": 44,
            "verse": 44,
            "text": "Sera la comida del pecador"
        },
        {
            "chapter": 44,
            "verse": 45,
            "text": "Se asemejara al metal fundido que ardera en los vientres"
        },
        {
            "chapter": 44,
            "verse": 46,
            "text": "Como si fuera agua hirviendo"
        },
        {
            "chapter": 44,
            "verse": 47,
            "text": "[Se le dira a los Angeles:] Tomadle y arrojadle en el medio del fuego del Infierno"
        },
        {
            "chapter": 44,
            "verse": 48,
            "text": "Luego castigadle, derramando agua hirviendo sobre su cabeza"
        },
        {
            "chapter": 44,
            "verse": 49,
            "text": "¡Sufre el castigo! [Pensaste que] Eras poderoso y noble [por lo que Allah no te castigaria y te salvarias]"
        },
        {
            "chapter": 44,
            "verse": 50,
            "text": "Este es el tormento del que dudabas"
        },
        {
            "chapter": 44,
            "verse": 51,
            "text": "Por cierto que los piadosos estaran en un lugar seguro"
        },
        {
            "chapter": 44,
            "verse": 52,
            "text": "En jardines y manantiales"
        },
        {
            "chapter": 44,
            "verse": 53,
            "text": "Vestiran fina seda y brocado, y se sentaran unos frente a otros"
        },
        {
            "chapter": 44,
            "verse": 54,
            "text": "Y los desposaremos con huries de grandes y bellos ojos"
        },
        {
            "chapter": 44,
            "verse": 55,
            "text": "Podran pedir alli toda clase de frutas [que se les concedera], y viviran en total seguridad"
        },
        {
            "chapter": 44,
            "verse": 56,
            "text": "No sufriran otra vez la muerte, salvo la que ya sufrieron [en la vida mundanal], y El les preservara del castigo del Infierno"
        },
        {
            "chapter": 44,
            "verse": 57,
            "text": "Asi es el favor que tu Senor concedera a los creyentes, y ese sera el triunfo grandioso"
        },
        {
            "chapter": 44,
            "verse": 58,
            "text": "Por cierto que lo revelamos [al Coran ¡Oh, Muhammad!] en tu lengua, para que reflexionen"
        },
        {
            "chapter": 44,
            "verse": 59,
            "text": "Aguarda [el socorro de Allah] que ellos en realidad estan aguardando [el castigo]"
        },
        {
            "chapter": 45,
            "verse": 1,
            "text": "Ha. Mim"
        },
        {
            "chapter": 45,
            "verse": 2,
            "text": "Este Libro [el Sagrado Coran] es la revelacion que dimana de Allah, Poderoso, Sabio"
        },
        {
            "chapter": 45,
            "verse": 3,
            "text": "Por cierto que en los cielos y la Tierra hay signos para los creyentes"
        },
        {
            "chapter": 45,
            "verse": 4,
            "text": "Tambien en vuestra creacion y en la diseminacion de los animales hay signos para quienes tienen certeza de su fe"
        },
        {
            "chapter": 45,
            "verse": 5,
            "text": "Y en la sucesion de la noche y el dia, las lluvias que Allah envia del cielo con las cuales revive la tierra azotada por la sequia y los cambios de los vientos hay, sin duda, signos para quienes reflexionan"
        },
        {
            "chapter": 45,
            "verse": 6,
            "text": "Estos son los signos de Allah que te revelamos con la Verdad ¿Y en que otro Mensaje creeran si no creen en Allah y en Sus signos"
        },
        {
            "chapter": 45,
            "verse": 7,
            "text": "¡Ay de todo mentiroso, pecador"
        },
        {
            "chapter": 45,
            "verse": 8,
            "text": "Que escucha los signos de Allah cuando se le recitan, pero persiste en su soberbia como si no los hubiera oido. A estos anunciales [¡Oh, Muhammad!] un severo castigo"
        },
        {
            "chapter": 45,
            "verse": 9,
            "text": "Estos, cuando escuchan algunos de Nuestros signos [mencionados en el Coran] los toman a broma, y por ello tendran un castigo humillante [en esta vida]"
        },
        {
            "chapter": 45,
            "verse": 10,
            "text": "[Y en la otra] Les estara aguardando el Infierno, y de nada les serviran los bienes que obtuvieron, ni tampoco los protectores que tomaron en lugar de Allah. Y por cierto que recibiran un castigo terrible"
        },
        {
            "chapter": 45,
            "verse": 11,
            "text": "Esta es la Guia [el Coran]; y quienes no crean en los signos de su Senor tendran un castigo doloroso"
        },
        {
            "chapter": 45,
            "verse": 12,
            "text": "Allah es Quien os sometio el mar para que las embarcaciones navegasen sobre el por Su designio, y asi pudieseis procurar el sustento. Sed agradecidos con Allah, pues"
        },
        {
            "chapter": 45,
            "verse": 13,
            "text": "Y os sometio cuanto hay en los cielos y la Tierra por Su gracia. Ciertamente en esto hay signos para quienes reflexionan"
        },
        {
            "chapter": 45,
            "verse": 14,
            "text": "Diles [¡Oh, Muhammad!] a los creyentes que [tengan paciencia ante las agresiones y] perdonen a quienes no creen en la comparecencia ante Allah, en la que seran juzgados segun hayan obrado"
        },
        {
            "chapter": 45,
            "verse": 15,
            "text": "Quien obre el bien se beneficiara a si mismo, y quien obre el mal sera en detrimento propio. Y sabed que ante vuestro Senor comparecereis"
        },
        {
            "chapter": 45,
            "verse": 16,
            "text": "Por cierto que agraciamos a los Hijos de Israel con el Libro [la Tora y el Evangelio], la sabiduria [para que juzgaran con equidad], la profecia y un sustento generoso, y les preferimos a sus contemporaneos"
        },
        {
            "chapter": 45,
            "verse": 17,
            "text": "Y les concedimos pruebas claras del poderio divino, pero discreparon por soberbia a pesar de haberles llegado la revelacion. Tu Senor juzgara entre ellos el Dia de la Resurreccion por lo que discreparon"
        },
        {
            "chapter": 45,
            "verse": 18,
            "text": "Y luego a ti [¡Oh, Muhammad!] te revelamos una legislacion, aplicala y no sigas las pasiones de quienes no reconocen [la unicidad de Allah y Sus preceptos]"
        },
        {
            "chapter": 45,
            "verse": 19,
            "text": "Pues ellos no te beneficiaran en nada ante Allah. Y por cierto que lo inicuos se alian unos a otros, pero Allah es el Protector de los piadosos"
        },
        {
            "chapter": 45,
            "verse": 20,
            "text": "En esta [legislacion] hay luz, guia y misericordia para quienes estan convencidos de su fe"
        },
        {
            "chapter": 45,
            "verse": 21,
            "text": "¿Acaso quienes obran mal piensan que les consideraremos igual que a quienes creen y obran rectamente, tanto en esta vida como en la otra? ¡Que mal que piensan"
        },
        {
            "chapter": 45,
            "verse": 22,
            "text": "Allah creo los cielos y la Tierra con un fin justo y verdadero. Y por cierto que toda alma sera juzgada segun sus obras, y nadie sera oprimido"
        },
        {
            "chapter": 45,
            "verse": 23,
            "text": "¿Acaso no reparas [¡Oh, Muhammad!] en aquel que sigue sus pasiones como si estas fueran una divinidad? Allah decreto por Su conocimiento divino que se extraviaria, y por ello sello sus oidos y su corazon, y puso un velo sobre sus ojos [y no pudo oir, ver ni comprender la Verdad]. Nadie podra guiarle despues que Allah lo extravio. ¿Acaso no recapacitais"
        },
        {
            "chapter": 45,
            "verse": 24,
            "text": "Y dicen [quienes no creen en la Resurreccion]: No existe otra vida mas que la mundanal, viviremos y moriremos una sola vez, y solo el transcurso del tiempo es lo que nos hace perecer. Pero en verdad no poseen un conocimiento certero sobre lo que dicen, y no hacen mas que conjeturar"
        },
        {
            "chapter": 45,
            "verse": 25,
            "text": "Cuando se les recitan Nuestros claros preceptos argumentan [su incredulidad diciendo]: Resucitad a nuestros antepasados si sois veraces"
        },
        {
            "chapter": 45,
            "verse": 26,
            "text": "Diles [¡Oh, Muhammad!]: Allah es Quien os da la vida y la muerte, y luego el Dia indubitable de la Resurreccion os congregara [para juzgaros]. Pero la mayoria de los hombres lo ignoran"
        },
        {
            "chapter": 45,
            "verse": 27,
            "text": "A Allah pertenece la soberania de los cielos y de la Tierra; y ciertamente el dia que llegue la Hora [del Juicio], quienes seguian lo falso estaran perdidos"
        },
        {
            "chapter": 45,
            "verse": 28,
            "text": "Y veras [ese dia ¡Oh, Muhammad!] a todas las naciones arrodilladas. Cada una de ellas sera convocada para rendir cuentas, [y se le dira:] Hoy sereis juzgados acorde a vuestras obras"
        },
        {
            "chapter": 45,
            "verse": 29,
            "text": "Y el libro que tenemos en Nuestro poder [donde estan asentadas todas vuestras acciones] atestiguara a favor o en contra vuestra. Por cierto que registramos todas vuestras obras"
        },
        {
            "chapter": 45,
            "verse": 30,
            "text": "A quienes creyeron y obraron rectamente, su Senor les introducira en Su misericordia. Este es el verdadero triunfo"
        },
        {
            "chapter": 45,
            "verse": 31,
            "text": "En cambio, a los incredulos [se les dira:] ¿Acaso no se os recitaron Mis signos [que evidenciaban la Verdad]? Pero a pesar de ello os ensoberbecisteis, y fuisteis transgresores"
        },
        {
            "chapter": 45,
            "verse": 32,
            "text": "Y cuando se os dijo que la Resurreccion y el Dia del Juicio eran indubitables dijisteis [ironicamente]: No comprendemos a que os referis con ello, solo podemos conjeturar, y no estamos convencidos [de que sea verdad]"
        },
        {
            "chapter": 45,
            "verse": 33,
            "text": "Y [el Dia del Juicio] se vera el resultado de sus malas obras, y mereceran el castigo del que se burlaban"
        },
        {
            "chapter": 45,
            "verse": 34,
            "text": "Y se dira: Hoy os olvidamos [abandonandoos en el castigo] como olvidasteis que compareceriais en este dia. Vuestra morada sera el Infierno, y no tendreis quien os salve"
        },
        {
            "chapter": 45,
            "verse": 35,
            "text": "Esto [que sufris es] por haber tomado a burla los signos de Allah, y haberos entregado al pecado y la pasion en la vida mundanal. Hoy no sereis sacados del tormento, y no se os tendra consideracion"
        },
        {
            "chapter": 45,
            "verse": 36,
            "text": "Allah es Quien merece ser alabado, pues es el Senor de los cielos, de la Tierra y de todo el Universo"
        },
        {
            "chapter": 45,
            "verse": 37,
            "text": "Y Suya es la majestuosidad en los cielos y en la Tierra, y El es Poderoso, Sabio"
        }
    ]
}