{
    "chapter": [
        {
            "chapter": 58,
            "verse": 1,
            "text": "(නබියේ!) කවුරුන් තම ස්වාමිපුරුෂයා ගැන ඔබ වෙත තර්ක කර (ඔහු ගැන) අල්ලාහ් වෙතද මැසිවිළි කළේද, ඇයගේ මැසිවිල්ළ අල්ලාහ් නියත වශයෙන්ම සවන් දුන්නේය. (ඒ ගැන) ඔබ දෙදෙනාගේ විවාදයද අල්ලාහ් සවන් දුන්නේය. නියත වශයෙන්ම අල්ලාහ් (සියල්ලට) සවන් දෙන්නෙකු හා (සෑම දෙනාගේම ක්‍රියාවන්ද) අවධානයෙන් යුතුව බලන්නෙකු වශයෙන්ද සිටින්නේය"
        },
        {
            "chapter": 58,
            "verse": 2,
            "text": "ඔබගෙන් කවුරුන් හෝ තම භාර්යයාවන්ගෙන් කවුරුන්ව හෝ තමන්ගේ මව යයි පවසා දැමීමෙන් ඇය ඔවුන්ගේ (සත්‍ය) මව වන්නේ නැත. ඔවුන්ව වැදූ අයම (සත්‍ය) මව වන්නේය. (මෙයට වෙනස්ව කවුරුන්ව හෝ කිවෙකුත් මව යයි පැවසුවහොත් පවසන) ඔවුන්, නියත වශයෙන්ම නොසුදුසු හා බොරු වචනයක්ම පවසන්නාහ. නියත වශයෙන්ම අල්ලාහ් ඉතාමත් ක්ෂමා කරන්නෙකු හා (වැරදි) ඉවසන්නෙකු වශයෙන් සිටින්නේය. (එබැවින් මෙවැනි වැරදි කරන්නන් අල්ලාහ් වෙතින් සමාව ඉල්ලා සිටිය යුතුය)"
        },
        {
            "chapter": 58,
            "verse": 3,
            "text": "එබැවින් කවුරුන් හෝ තමන්ගේ භාර්යයාවන්ව (තම) මවට සම කර පැවසූ පසු, එම කියමනෙන් ආපසු (නැවතත් එක්කාසු වීමට කැමති වුවහොත්) ඒ දෙදෙනාම කෙනෙකුට කෙනෙකු ස්පර්ශ කිරීමට පෙරම (මෙසේ සම කර කතා කිරීමේ වරදට වන්දි වශයෙන්) එක් වහලෙකු නිදහස් කර හැරිය යුතුය (යයි) මෙමගින් ඔබට දේශනා කරනු ලබන්නෙහුය. අල්ලාහ් ඔබ කරන දැය හොඳින් දන්නෙකු වශයෙන් සිටින්නේය"
        },
        {
            "chapter": 58,
            "verse": 4,
            "text": "(නිදහස් කළ හැකි වහලෙකුව) කවුරුන් හෝ ලබා නොගතහොත් ඒ දෙදෙනාම කෙනෙකුට කෙනෙකු ස්පර්ශ කිරීමට පෙරම (ඔහු) මාස දෙකක් එක දිගට උපවාසයේ යෙදිය යුතුය. (මෙසේ උපවාසයේ යෙදීමට) ශක්තියක් නොමැති අය, දුප්පතුන් හැට දෙනෙකුට (මධ්‍යස්ථ තත්වයේ) ආහාර ලබා දිය යුතුය. අල්ලාහ්ටද, ඔහුගේ දූතයාටද ඔබ (ඇත්තෙන්ම) විශ්වාසය තබා ඇත්තෙහුය යන්න සඳහා (මෙම නියෝගය මෙසේ පහසු කර තැබුවේය). මේවා අල්ලාහ්ගේ සීමාවන් වන්නේය. (මේවා කඩ කිරීම මගින්) ප්‍රතික්ෂේප කරන්නන්ට වේදනා ගෙන දෙන දඬුවම් ඇත"
        },
        {
            "chapter": 58,
            "verse": 5,
            "text": "කවුරුන් අල්ලාහ්ටද, ඔහුගේ දූතයාටද, වෙනස්කම් කරන්නෝද ඔවුන්ව, ඔවුන්ට පෙර විසූවන්ව අවමන් කළ ආකාරයටම නියත වශයෙන්ම අවමන් කරනු ලබන්නාහ. නියත වශයෙන්ම (මේ ගැන) පැහැදිලි ආයාවන්ම අපි පහළ කර ඇත්තෙමු. (මෙයට) වෙනස්කම් කරන්නන්ට අවමන් ගෙන දෙන දඬුවම් ඇත"
        },
        {
            "chapter": 58,
            "verse": 6,
            "text": "ඔවුන් සියල්ලන්ටම අල්ලාහ් (පණ දී) නැගිට්ටවන දිනදී ඔවුන් කරන දැය ගැන ඔවුන්ට දැනුම් දෙනු ඇත. අල්ලාහ් ඒවා සඟවා ඇත්තේය. නමුත් එය ඔවුන් අමතක කර දැමූහ. (ඔවුන් කරන) සියල්ලටම අල්ලාහ් සාක්ෂි වශයෙන්ම සිටින්නේය"
        },
        {
            "chapter": 58,
            "verse": 7,
            "text": "(නබියේ!) අහස්හිද, භූමියෙහිද ඇති සියල්ල නියත වශයෙන්ම අල්ලාහ් හොඳින් දන්නේය යන්න ඔබ අවධානය කළේ නැද්ද? ඔවුන්ගෙන් තුන්දෙනෙකු (එක්කාසු වී කතා කරන) රහසෙහි ඔහු ඔවුන්ගෙන් හතරවැන්නා වශයෙන් නැත්තේ නොවේ. පස් දෙනෙකුගෙන් නම්, ඔහු ඔවුන්ගෙන් හයවැන්නා වශයෙන් නැත්තේ නොවේ. මීටත් වඩා අඩු වශයෙන් හෝ නැතහොත් අධික වශයෙන් හෝ සිටින (අය එක්කාසු වී කතා කරන රහසෙහිද) ඔවුන් සමග ඔහු නැත්තේ නොවේ. (මෙසේ) ඔවුන් කොහේ සිටියා වුවද, (රහස් කතා කළහොත් ඔහු ඔවුන්ගේ රහස් දැන ගන්නේය). පසුව ඔවුන් කළ දැය ගැන ඔවුන්ට විනිශ්චය දිනදී දැනුම් දී (එයට සරිලන ඵලවිපාකද ලබා දී) හරින්නේය. නියත වශයෙන්ම අල්ලාහ් සියල්ල හොඳින් දන්නෙකු වශයෙන් සිටින්නේය"
        },
        {
            "chapter": 58,
            "verse": 8,
            "text": "(නබියේ!) රහස්ම කතා නොකළ යුතුය යයි වළක්වා තිබියදී, වළක්වා තිබූ ඒ දෙසටම නැවතත් ඔවුන් යාම ඔබ අවධානය කළෙහිද? පාපයටද, සීමාව ඉක්මවා යාමටද, (අපගේ) දූතයාට වෙනස්කම් කිරීමටම ඔවුන් රහසින් (කුමන්ත්‍රණ) සාකච්ඡා කරන්නාහ. පසුව ඔවුන් ඔබ වෙත පැමිණියහොත් නම්, අල්ලාහ් ඔබට ශුභ පැතුම් නොකළ දැය මගින් (එනම් අස්සලාමු අෙලෙයික - ඔබ කෙරෙහි ශාන්තිය හා සමාදානය අත් වේවා! යයි පැවසීම වෙනුවට අස්සාමු අෙලෙයික - ඔබට මරණය අත් වේවා! යයි) ඔවුන් ඔබට ශුභ පැතීමෙන් අනතුරුව තමන් තුළ “(මොහු සත්‍ය දූතයෙකු වශයෙන් සිටින්නේ නම්), අපි එසේ පැවසීම ගැන අල්ලාහ් අපට දඬුවම් නොකරාවිද?” යයිද (සමච්චලයෙන් මෙන්) පවසන්නාහ. නිරයම ඔවුන්ට ප්‍රමාණවත් වන්නේය. එහි ඔවුන්ව (ගින්නෙන්) දවාලනු ලබන්නාහ. එය, යන ස්ථානයන්ගෙන් ඉතාමත් නපුරුය"
        },
        {
            "chapter": 58,
            "verse": 9,
            "text": "විශ්වාසවන්තයිනි! ඔබ තුළ ඔබ රහස් කතා කළහොත් පාපයන් කිරීම සඳහාද, සීමාව ඉක්මවා යාම සඳහාද, (අපගේ) දූතයාට වෙනස්කම් කිරීම සඳහාද, රහස් කතා නොකරනු. එහෙත් යහපතක් කිරීම සඳහාද, පරිශුද්ධභාවය සඳහාද, රහස් කතා කළ හැකිය. (සියල්ල දැනගත්) අල්ලාහ්ටම බිය වනු. ඔහු වෙතම ඔබ ඒකරාශී කරනු ලබන්නෙහුය"
        },
        {
            "chapter": 58,
            "verse": 10,
            "text": "(ඔවුන්ව) ෂෙයිතාන් රහසින් කතා කරන මෙන් සලස්වන්නේ විශ්වාසය තැබූවන්ට දුක ඇති කිරීමටය. අල්ලාහ්ගේ අනුමැතිය නොමැතිව ඔවුන්ට ඔහු විසින් කිසිම හානියක් කර දැමීමට නොහැකිය. එබැවින් විශ්වාසය තැබූවන් අල්ලාහ්වම විශ්වාස කරමින් සිටිය යුතුය"
        },
        {
            "chapter": 58,
            "verse": 11,
            "text": "විශ්වාසවන්තයිනි! (ඔබ යම්කිසි සභාවක සිටින විට, කවුරුන් හෝ) ඔබට “සභාවෙන් ඉවත් වී (ඉඩ) ලබා දෙනු” යයි කියනු ලැබුවහොත් (එසේම) ඔබ ඉවත් වී ඉඩ දෙනු. අල්ලාහ් ඔබට විශාලවත් කර තබනු ඇත. තවද (සභාවෙහි යම්කිසි කාරණාවක් ගැන ඔබට) “නැගිට (ඉවත්ව) යනු” යයි කියනු ලැබුවහොත් ඒ අන්දමටම ඔබ නැගිට (ඉවත්ව) යනු. (මෙසේ කරන) ඔබගෙන් වූ විශ්වාසවන්තයින්ටද, අධ්‍යාපන ඥානය ඇති අයටද අල්ලාහ් පදවීන් උසස් කරනු ඇත. අල්ලාහ් ඔබ කරන දැය හොඳින් දන්නේය"
        },
        {
            "chapter": 58,
            "verse": 12,
            "text": "විශ්වාසවන්තයිනි! ඔබ (අපගේ) දූතයා සමග රහසක් කතා කිරීමට සිදු වන විට ඔබේ රහසට කළින්ම (දුප්පතුන්ට) යම්කිසි දානමානයක් කර හරිනු. මෙය ඔබට ඉතාමත් හොඳක් හා ඉතාමත් පරිශුද්ධභාවයක්ද වන්නේය. (දානමාන කිරීමට) කුමක් හෝ නොලදහොත් (ඒ ගැන ඔබ කෙරෙහි වරදක් නැත). නියත වශයෙන්ම අල්ලාහ් ඉතාමත් ක්ෂමා කරන්නෙකු හා දයාබරවන්තයෙකු වශයෙන් සිටින්නේය"
        },
        {
            "chapter": 58,
            "verse": 13,
            "text": "ඔබ, ඔබගේ රහසට පෙර දානමාන කිරීම ගැන ඔබ බිය වූවෙහුද? (ඇත්තෙන්ම) ඒ අවස්ථාවේදී ඔබ විසින් (දානමාන) කිරීමට නොහැකි නම්, අල්ලාහ් ඔබට සමාව දෙන්නේය. එහෙත් සලාතය නොකඩවා ඉටු කර, සකාත්ද ගෙවා අල්ලාහ්ටද, ඔහුගේ දූතයාටද, (සත්‍යයෙන්ම) අවනත වී කටයුතු කරනු. ඔබ කරන දැය අල්ලාහ් හොඳින් දන්නෙකු වශයෙන් සිටින්නේය"
        },
        {
            "chapter": 58,
            "verse": 14,
            "text": "(නබියේ!) අල්ලාහ් කුමන ජනතාවක් කෙරෙහි කෝපයට පත් වූවේද, ඔවුන් සමග කතාබස් කිරීම ඔබ බැලූවෙහිද? මොවුන් ඔබගෙන්ද වූ අය නොවන්නාහ. ඔවුන්ගෙන්ද වූ අය නොවන්නාහ. මොවුන් (හොඳින්) දැන සිටියදී, (ඔබ සමග සිටිනවා යයි) උවමනාවෙන්ම බොරු දිව්රුම් කරන්නාහ"
        },
        {
            "chapter": 58,
            "verse": 15,
            "text": "මොවුන් වෙනුවෙන් අල්ලාහ් දරුණු දඬුවම සැලසුම්කර ඇත්තේය. නියත වශයෙන්ම මොවුන් කරන කාරණාවන් ඉතාමත් නපුරුය"
        },
        {
            "chapter": 58,
            "verse": 16,
            "text": "මොවුන් තමන්ගේ (බොරු) දිව්රුම් පළිහක් වශයෙන් තබාගෙන (ජනතාව) අල්ලාහ්ගේ මාර්ගයෙන් වළක්වා හැරියහ. එබැවින් මොවුන්ට ඉතාමත් අවමන් ගෙන දෙන දඬුවම් ඇත"
        },
        {
            "chapter": 58,
            "verse": 17,
            "text": "මොවුන්ගේ වස්තූන්ද, මොවුන්ගේ දරුවන්ද, අල්ලාහ්ගේ (දඬුවමෙන්) කිසිවක් හෝ මොවුන්ගෙන් වළක්වා හරිනු නොලැබේ. මොවුන් නිරාවාසීන්ය. එහි මොවුන් සදාකල් රැඳී සිටිනු ඇත"
        },
        {
            "chapter": 58,
            "verse": 18,
            "text": "අල්ලාහ් මොවුන් සියල්ලන්ටම (පණ දී) නැගිට්ටවන දිනදීද, (අද දින) ඔබ වෙත ඔවුන් දිව්රන මේ ආකාරයටම ඔහු වෙතද (බොරු) දිව්රුම් කිරීමෙන් අනතුරුව නියත වශයෙන්ම තමන් කුමක් හෝ (බේරිය හැකි එක් හොඳ) කාරණාවක් කර දැමුවේය යයිද අදහස් කර ගන්නාහ. ඇත්තෙන්ම මොවුන් බොරුකාරයෝමය"
        },
        {
            "chapter": 58,
            "verse": 19,
            "text": "ෂෙයිතාන් මොවුන්ව ජයග්‍රහණය කර, අල්ලාහ් ගැන වූ අදහසම මොවුන්ට අමතක කර දැමුවේය. මොවුන්ම ෂෙයිතාන්ගේ සමූහයයි. ෂෙයිතාන්ගේ සමූහයම නියත වශයෙන්ම පරාජිතයින් යන්න (නබියේ! ඔබ) දැන ගනු (මැනව)"
        },
        {
            "chapter": 58,
            "verse": 20,
            "text": "කවුරුන් අල්ලාහ්ටද, ඔහුගේ දූතයාටද, ඇත්තෙන්ම විරුද්ධ වන්නෝද, ඔවුන්ම අවමානයට ලක් වූවන්ය"
        },
        {
            "chapter": 58,
            "verse": 21,
            "text": "තමන්ද, තමන්ගේ දූතයින්ම නියත වශයෙන්ම ජයග්‍රහණය කරන්නාහ යයි අල්ලාහ් නියම කර හැරියේය. නියත වශයෙන්ම අල්ලාහ් ශක්තිසම්පන්නයෙකු වශයෙන්ද, (සියල්ලන්ටම) බලසම්පන්න-යෙකු වශයෙන්ද සිටින්නේය"
        },
        {
            "chapter": 58,
            "verse": 22,
            "text": "(නබියේ!) කුමන ජනතාවක් අල්ලාහ්වද, විනිශ්චය දිනයද, (ඇත්තෙන්ම) විශ්වාස කරන්නෝද ඔවුන්, කවුරුන් අල්ලාහ්ටද, ඔහුගේ දූතයාටද වෙනස්කම් කරන්නන් වශයෙන් සිටින්නෝද (ඔවුන්ව ප්‍රිය නොකරන්නාහ). ඔවුන් තමන්ගේ මුතුන් මිත්තන් වශයෙන් සිටියා වුවද, නැතහොත් තමන්ගේ පරම්පරාවේ දරුවන් වශයෙන් සිටියා වුවද, නැතහොත් තමන්ගේ සහෝදරයන් වශයෙන් සිටියා වුවද, නැතහොත් තමන්ගේ ඥාතීන් වශයෙන් සිටියා වුවද, ඔවුන් සමග මොවුන් කතාබහ කිරීම ඔබ නොදකින්නෙහිය. මෙවැන්නන්ම - මොවුන්ගේ හෘදයන්හි අල්ලාහ් විශ්වාසය ධාරණය වීමට සලස්වා තමන්ගේ හැඟීම මගින්ද, මොවුන්ව ශක්තිමත් කර තබා ඇත්තේය. සදාකල් දිය දහරා ගලමින් ඇති ස්වර්ගයන්හිද, මොවන්ව ඇතුළු කර හරින්නේය. ඒවායෙහි සැමදා මොවුන් රැඳී සිටිනු ඇත. මොවුන් ගැන අල්ලාහ් තෘප්තියට පත් වන්නේය. ඔවුන්ද, ඔහු ගැන තෘප්තියට පත් වන්නාහ. මොවුන්ම අල්ලාහ්ගේ සමුහයයි. නියත වශයෙන්ම අල්ලාහ්ගේ සමූහයන්ම ජයග්‍රාහකයින් යන්න (නබියේ! ඔබ) දැන ගනු (මැනව)"
        }
    ]
}