{
    "hizbs": [
        {
            "chapter": 42,
            "verse": 27,
            "text": "And if Allah had extended [excessively] provision for His servants, they would have committed tyranny throughout the earth. But He sends [it] down in an amount which He wills. Indeed He is, of His servants, Acquainted and Seeing"
        },
        {
            "chapter": 42,
            "verse": 28,
            "text": "And it is He who sends down the rain after they had despaired and spreads His mercy. And He is the Protector, the Praiseworthy"
        },
        {
            "chapter": 42,
            "verse": 29,
            "text": "And of his signs is the creation of the heavens and earth and what He has dispersed throughout them of creatures. And He, for gathering them when He wills, is competent"
        },
        {
            "chapter": 42,
            "verse": 30,
            "text": "And whatever strikes you of disaster - it is for what your hands have earned; but He pardons much"
        },
        {
            "chapter": 42,
            "verse": 31,
            "text": "And you will not cause failure [to Allah] upon the earth. And you have not besides Allah any protector or helper"
        },
        {
            "chapter": 42,
            "verse": 32,
            "text": "And of His signs are the ships in the sea, like mountains"
        },
        {
            "chapter": 42,
            "verse": 33,
            "text": "If He willed, He could still the wind, and they would remain motionless on its surface. Indeed in that are signs for everyone patient and grateful"
        },
        {
            "chapter": 42,
            "verse": 34,
            "text": "Or He could destroy them for what they earned; but He pardons much"
        },
        {
            "chapter": 42,
            "verse": 35,
            "text": "And [that is so] those who dispute concerning Our signs may know that for them there is no place of escape"
        },
        {
            "chapter": 42,
            "verse": 36,
            "text": "So whatever thing you have been given - it is but [for] enjoyment of the worldly life. But what is with Allah is better and more lasting for those who have believed and upon their Lord rely"
        },
        {
            "chapter": 42,
            "verse": 37,
            "text": "And those who avoid the major sins and immoralities, and when they are angry, they forgive"
        },
        {
            "chapter": 42,
            "verse": 38,
            "text": "And those who have responded to their lord and established prayer and whose affair is [determined by] consultation among themselves, and from what We have provided them, they spend"
        },
        {
            "chapter": 42,
            "verse": 39,
            "text": "And those who, when tyranny strikes them, they defend themselves"
        },
        {
            "chapter": 42,
            "verse": 40,
            "text": "And the retribution for an evil act is an evil one like it, but whoever pardons and makes reconciliation - his reward is [due] from Allah. Indeed, He does not like wrongdoers"
        },
        {
            "chapter": 42,
            "verse": 41,
            "text": "And whoever avenges himself after having been wronged - those have not upon them any cause [for blame]"
        },
        {
            "chapter": 42,
            "verse": 42,
            "text": "The cause is only against the ones who wrong the people and tyrannize upon the earth without right. Those will have a painful punishment"
        },
        {
            "chapter": 42,
            "verse": 43,
            "text": "And whoever is patient and forgives - indeed, that is of the matters [requiring] determination"
        },
        {
            "chapter": 42,
            "verse": 44,
            "text": "And he whom Allah sends astray - for him there is no protector beyond Him. And you will see the wrongdoers, when they see the punishment, saying, \"Is there for return [to the former world] any way"
        },
        {
            "chapter": 42,
            "verse": 45,
            "text": "And you will see them being exposed to the Fire, humbled from humiliation, looking from [behind] a covert glance. And those who had believed will say, \"Indeed, the [true] losers are the ones who lost themselves and their families on the Day of Resurrection. Unquestionably, the wrongdoers are in an enduring punishment"
        },
        {
            "chapter": 42,
            "verse": 46,
            "text": "And there will not be for them any allies to aid them other than Allah. And whoever Allah sends astray - for him there is no way"
        },
        {
            "chapter": 42,
            "verse": 47,
            "text": "Respond to your Lord before a Day comes from Allah of which there is no repelling. No refuge will you have that day, nor for you will there be any denial"
        },
        {
            "chapter": 42,
            "verse": 48,
            "text": "But if they turn away - then We have not sent you, [O Muhammad], over them as a guardian; upon you is only [the duty of] notification. And indeed, when We let man taste mercy from us, he rejoices in it; but if evil afflicts him for what his hands have put forth, then indeed, man is ungrateful"
        },
        {
            "chapter": 42,
            "verse": 49,
            "text": "To Allah belongs the dominion of the heavens and the earth; He creates what he wills. He gives to whom He wills female [children], and He gives to whom He wills males"
        },
        {
            "chapter": 42,
            "verse": 50,
            "text": "Or He makes them [both] males and females, and He renders whom He wills barren. Indeed, He is Knowing and Competent"
        }
    ]
}