{
    "hizbs": [
        {
            "chapter": 7,
            "verse": 156,
            "text": "And decree for us in this world [that which is] good and [also] in the Hereafter; indeed, we have turned back to You.\" [Allah] said, \"My punishment - I afflict with it whom I will, but My mercy encompasses all things.\" So I will decree it [especially] for those who fear Me and give zakah and those who believe in Our verses"
        },
        {
            "chapter": 7,
            "verse": 157,
            "text": "Those who follow the Messenger, the unlettered prophet, whom they find written in what they have of the Torah and the Gospel, who enjoins upon them what is right and forbids them what is wrong and makes lawful for them the good things and prohibits for them the evil and relieves them of their burden and the shackles which were upon them. So they who have believed in him, honored him, supported him and followed the light which was sent down with him - it is those who will be the successful"
        },
        {
            "chapter": 7,
            "verse": 158,
            "text": "Say, [O Muhammad], \"O mankind, indeed I am the Messenger of Allah to you all, [from Him] to whom belongs the dominion of the heavens and the earth. There is no deity except Him; He gives life and causes death.\" So believe in Allah and His Messenger, the unlettered prophet, who believes in Allah and His words, and follow him that you may be guided"
        },
        {
            "chapter": 7,
            "verse": 159,
            "text": "And among the people of Moses is a community which guides by truth and by it establishes justice"
        },
        {
            "chapter": 7,
            "verse": 160,
            "text": "And We divided them into twelve descendant tribes [as distinct] nations. And We inspired to Moses when his people implored him for water, \"Strike with your staff the stone,\" and there gushed forth from it twelve springs. Every people knew its watering place. And We shaded them with clouds and sent down upon them manna and quails, [saying], \"Eat from the good things with which We have provided you.\" And they wronged Us not, but they were [only] wronging themselves"
        },
        {
            "chapter": 7,
            "verse": 161,
            "text": "And [mention, O Muhammad], when it was said to them, \"Dwell in this city and eat from it wherever you will and say, 'Relieve us of our burdens,' and enter the gate bowing humbly; We will [then] forgive you your sins. We will increase the doers of good [in goodness and reward]"
        },
        {
            "chapter": 7,
            "verse": 162,
            "text": "But those who wronged among them changed [the words] to a statement other than that which had been said to them. So We sent upon them a punishment from the sky for the wrong that they were doing"
        },
        {
            "chapter": 7,
            "verse": 163,
            "text": "And ask them about the town that was by the sea - when they transgressed in [the matter of] the sabbath - when their fish came to them openly on their sabbath day, and the day they had no sabbath they did not come to them. Thus did We give them trial because they were defiantly disobedient"
        },
        {
            "chapter": 7,
            "verse": 164,
            "text": "And when a community among them said, \"Why do you advise [or warn] a people whom Allah is [about] to destroy or to punish with a severe punishment?\" they [the advisors] said, \"To be absolved before your Lord and perhaps they may fear Him"
        },
        {
            "chapter": 7,
            "verse": 165,
            "text": "And when they forgot that by which they had been reminded, We saved those who had forbidden evil and seized those who wronged, with a wretched punishment, because they were defiantly disobeying"
        },
        {
            "chapter": 7,
            "verse": 166,
            "text": "So when they were insolent about that which they had been forbidden, We said to them, \"Be apes, despised"
        },
        {
            "chapter": 7,
            "verse": 167,
            "text": "And [mention] when your Lord declared that He would surely [continue to] send upon them until the Day of Resurrection those who would afflict them with the worst torment. Indeed, your Lord is swift in penalty; but indeed, He is Forgiving and Merciful"
        },
        {
            "chapter": 7,
            "verse": 168,
            "text": "And We divided them throughout the earth into nations. Of them some were righteous, and of them some were otherwise. And We tested them with good [times] and bad that perhaps they would return [to obedience]"
        },
        {
            "chapter": 7,
            "verse": 169,
            "text": "And there followed them successors who inherited the Scripture [while] taking the commodities of this lower life and saying, \"It will be forgiven for us.\" And if an offer like it comes to them, they will [again] take it. Was not the covenant of the Scripture taken from them that they would not say about Allah except the truth, and they studied what was in it? And the home of the Hereafter is better for those who fear Allah, so will you not use reason"
        },
        {
            "chapter": 7,
            "verse": 170,
            "text": "But those who hold fast to the Book and establish prayer - indeed, We will not allow to be lost the reward of the reformers"
        }
    ]
}