{
    "pages": [
        {
            "chapter": 10,
            "verse": 107,
            "text": "Eger Allah sana (her hangi yuzden bir keder,) bir zarar dokundurursa onu kendinden baska hic bir acıcı (giderici) yokdur. Eger sana bir hayır da dilerse Onun fazl (-u kerem) ini geri cevirici hic bir (kuvvet) de yokdur. O, bunu kullarından diledigine erisdirir. O, cok yarlıgayıcı cok esirgeyicidir"
        },
        {
            "chapter": 10,
            "verse": 108,
            "text": "De ki: «Ey insanlar, size Rabbinizden hak gelmisdir. Artık kim hidayeti kabul ederse o, ancak kendi faidesi icin hidayete ermis, kim de saparsa o da yalınız kendi zararına sapmıs olur. Ben sizin basınızda bir bekci de degilim a»"
        },
        {
            "chapter": 10,
            "verse": 109,
            "text": "(Habibim) sana her ne vahy ediliyorsa ona tabi ol. Allah (ın) hukm (u zuhur) edinceye kadar sabr (u sebat) et. O, haakimlerin en hayırlısıdır"
        },
        {
            "chapter": 11,
            "verse": 1,
            "text": "Elif, lam, raa. (Bu) oyle bir kitabdır ki ayetleri (en kat´i burhanlarla) desteklenmis, sonra da apacık bildirilmis, (her isi) hikmetle yapan, (her seyden) kemaliyle haberdar olan (Allah) tarafından (indirilmisdir)"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "Taki Allahdan baskasına ibadet etmeyin. Subhesiz, ben sizi Onun tarafından (egri yolun akıbetinden) korkutan, (mu´minlere) mujde veren (bir peygamber) im"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "Ve taki Rabbinizden magfiret isteyin, sonra (ıhlas ile) ona donun ki sizi adı konmus (ta´yin ve takdir edilmis) bir muddete kadar guzel ni´metleriyle faidelendirsin, her fazıylet saahibine kendi fazl (-u kerem) ini versin. (Habibim onlara de ki:) «Eger (imandan) yuz cevirirseniz ben sizin basınıza (gelecek) buyuk bir gunun azabından korkarım»"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "Donusunuz ancak Allaha dır. O her sey´e hakkıyle kaadirdir"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "Haberiniz olsun ki ondan (o peygamberden dusmanlıklarını) gizlemeleri icin goguslerini durub bukerler. (Hakkı isitmemek icin) elbiseleriyle ortundukleri zaman da (hallerine) dikkat et. (Halbuki) Allah Onların gizleyeceklerini de, acıga vuracaklarını da biliyor. Cunku O, sinelerin ta ozunu bilendir"
        }
    ]
}