{
    "pages": [
        {
            "chapter": 32,
            "verse": 12,
            "text": "Gunahkarların, Rableri huzuurunda: «Ey Rabbimiz, gorduk, Isitdik, Simdi bizi (dunyaye) geri cevir de guzel amel (ve hareketler) de bulunalım. Cunku (artık) kat´i suretde inananlarız» (diye diye) sernugun (olacakları) zaman sen gorsen (onları)"
        },
        {
            "chapter": 32,
            "verse": 13,
            "text": "Eger biz dileseydik herkesi elbette hidayete erdirirdik. Fakat benden (saadır olan su): «Cehennemi butun cinlerden, insanlardan muhakkak dolduracagım» sozu hak olmusdur"
        },
        {
            "chapter": 32,
            "verse": 14,
            "text": "O halde su gununuze kavusmayı unutdugunuza mukaabil tadın (azabı)! Dogrusu (simdi) biz de sizi unutduk! Yapmakda (ısraar) etdiginiz (kotulukler) yuzunden tadın o ardı arası kesilmeyen azabı"
        },
        {
            "chapter": 32,
            "verse": 15,
            "text": "Bizim ayetlerimize ancak oyle kimseler iman eder (ler) ki bunlarla kendilerine ogut verildigi zaman, onlar buyukluk taslamayarak, yuzu ustu secdeye kapanırlar ve Rablerini, hamd ile, tesbih (ve tenzih) ederler"
        },
        {
            "chapter": 32,
            "verse": 16,
            "text": "Yanları yataklarından uzaklasır, korku ve umid ile Rablerine dua ederler. Kendilerini rızıklandırdıgımız seylerden de (hayra) harcarlar"
        },
        {
            "chapter": 32,
            "verse": 17,
            "text": "Artık onlar icin, yapmakda olduklarına bir mukafat olarak, gozlerin aydın olacagı (nimetlerden) kendilerine neler gizlenmis bulundugunu kimse bilmez"
        },
        {
            "chapter": 32,
            "verse": 18,
            "text": "Oyle ya, mu´min olan kimse, imandan haaric kisi gibi midir? Onlar (hicbir zaman) musavi olmazlar"
        },
        {
            "chapter": 32,
            "verse": 19,
            "text": "Iman edib de guzel guzel amel (ve hareket) lerde bulunanlar icin, yapmıs oldukları (iyi) amellere mukaabil, konak olmak uzere, Me´va cennetleri vardır"
        },
        {
            "chapter": 32,
            "verse": 20,
            "text": "Fasık olanların barınacagı yer ise atesdir. Ne zaman oradan cıkmak isterlerse icerisine dondurulurler ve onlara: «Tekzib edegeldiginiz o atesin azabını tadın» denilir"
        }
    ]
}