{
    "pages": [
        {
            "chapter": 41,
            "verse": 30,
            "text": "Hakıykat «Rabbimiz Allahdır» deyib de sonra dogrulugu iltizam edenler (yok mu?) Onların uzerlerine «Korkmayın, tasalanmayın, va´d olundugunuz cennetle sevinin» diye diye melekler inecekdir"
        },
        {
            "chapter": 41,
            "verse": 31,
            "text": "«Biz dunya hayatında da, ahiretde de sizin dostlarınıza l Cok yarlıgayıcı, cok esirgeyici (Allah) dan bir fazl-u kerem olmak uzere, burada canlarınız neyi hoslanırsa (hepsi) sizindir, burada ne isterseniz (hepsi) sizin»"
        },
        {
            "chapter": 41,
            "verse": 32,
            "text": "«Biz dunya hayatında da, ahiretde de sizin dostlarınıza l Cok yarlıgayıcı, cok esirgeyici (Allah) dan bir fazl-u kerem olmak uzere, burada canlarınız neyi hoslanırsa (hepsi) sizindir, burada ne isterseniz (hepsi) sizin»"
        },
        {
            "chapter": 41,
            "verse": 33,
            "text": "(Insanları) Allaha da´vet ve (kendisi de) iyi amel (ve hareket) eden ve «ben subhesiz muslumanlardanım» diyen kimseden daha guzel sozlu kimdir"
        },
        {
            "chapter": 41,
            "verse": 34,
            "text": "Ne (her) iyilik, ne de (her) kotuluk bir olmaz. Sen (kotulugu) en guzel (haslet ne ise) onunla onle. O zaman (gorursun ki) seninle arasında dusmanlık bulunan kimse bile sanki yakın dost (un olmus) dur"
        },
        {
            "chapter": 41,
            "verse": 35,
            "text": "Bu (en guzel haslete) sabredenlerden baskası kavusdurulmaz. Buna buyuk bir hazza malik olandan gayrisi erisdirilmez"
        },
        {
            "chapter": 41,
            "verse": 36,
            "text": "Eger seni seytandan bir durtus fitlerse hemen Allaha sıgın. Cunku O, (senin sıgındıgını) bizzat hakkıyle isiden, (niyyetini, salahını) cok iyi bilendir"
        },
        {
            "chapter": 41,
            "verse": 37,
            "text": "Gece, gunduz, gunes, ay (hep) Onun (Allahın) ayetlerindendir. Siz ne gunese, ne aya secde etmeyin, bunları yaradan Allaha secde edin, eger Ona ibadet edecekseniz"
        },
        {
            "chapter": 41,
            "verse": 38,
            "text": "Eger (buna karsı) kibirlenmek isterlerse Rabbinin nezdinde bulunanlar, onlar hic usanmayacak, (zaten) kendisini gece, gunduz tesbih (ve tenzih) edib durmakdadırlar"
        }
    ]
}