{
    "pages": [
        {
            "chapter": 52,
            "verse": 15,
            "text": "«(Peki) bu da mı sihir?! Yoksa siz (yine buyulendiniz de) gormuyor musunuz»"
        },
        {
            "chapter": 52,
            "verse": 16,
            "text": "Girin oraya! Ister dayanın, ister dayanmayın, sizce birdir. Siz ancak yapageldiklerinizin cezasına carpılıyorsunuz»"
        },
        {
            "chapter": 52,
            "verse": 17,
            "text": "Subhesiz ki (fenalıkdan) sakınanlar cennetler, ni´met (ler) icindedirler"
        },
        {
            "chapter": 52,
            "verse": 18,
            "text": "Rablerinin kendilerine verdigi ile zevkyab olarak. Rableri onları o cılgın cehennemin azabından korumusdur"
        },
        {
            "chapter": 52,
            "verse": 19,
            "text": "(Soyle denilir:) «(Iyi) amel (ve hareket) etmis oldugunuz icin aafiyetle yeyin, icin»"
        },
        {
            "chapter": 52,
            "verse": 20,
            "text": "«Sıra sıra dizilmis tahtlara yaslananlar olarak». Biz onlara sahin gozlu huurileri es yapdık"
        },
        {
            "chapter": 52,
            "verse": 21,
            "text": "Iman edib de zurriyyetleri de iman ile kendilerine ta´bi olanlar (yok mu?) biz onların nesillerini de kendilerine katdık. Kendilerinin amelinden bir sey de eksiltmedik. Herkes kazancı mukaabilinde bir rehindir"
        },
        {
            "chapter": 52,
            "verse": 22,
            "text": "Onlara canlarının isteyecegi meyve (ler) i, et (ler) i de bol bol verdik"
        },
        {
            "chapter": 52,
            "verse": 23,
            "text": "Orada birbirleriyle oyle kadeh cekisirler ki! Onda ne bir sacmalama, ne de bir gunaha sokma yokdur"
        },
        {
            "chapter": 52,
            "verse": 24,
            "text": "O sadefleri icinde gizlenmis inci gibi civanlar da kendilerine (hizmet icin) etraflarında doner (ler)"
        },
        {
            "chapter": 52,
            "verse": 25,
            "text": "(Ehl-i cennet) birbirine yonelib (hallerini ve amellerini) sorusdururlar"
        },
        {
            "chapter": 52,
            "verse": 26,
            "text": "(Soyle) diyerek: «Biz hakıykat bundan evvel (dunyada) ailelerimiz icinde (aakıbetimizden) korkanlardık»"
        },
        {
            "chapter": 52,
            "verse": 27,
            "text": "«Iste Allah bize (magfiret ve rahmetini) lutfetdi. Bizi sam yeli azabından korudu»"
        },
        {
            "chapter": 52,
            "verse": 28,
            "text": "«Gercek biz bundan evvel (muvahhid olarak) Ona ibadet ediyorduk. Subhesiz ki O, (evet) O, (va´dinde saadık) ihsanı bol, cok esirgeyicidir»"
        },
        {
            "chapter": 52,
            "verse": 29,
            "text": "(Habibim) sen hemen ogut vermekde devam et. Oyle ya, sen Rabbinin ni´meti sayesinde ne bir kahin, ne de bir mecnun degilsin"
        },
        {
            "chapter": 52,
            "verse": 30,
            "text": "Yoksa «(O), bir sairdir, biz onun, zamanın felaketli haadiseleri (ne carpılması) nı gozetliyoruz» mu diyorlar"
        },
        {
            "chapter": 52,
            "verse": 31,
            "text": "De ki: «Bekleyin. Cunku ben de sizinle beraber bekleyenlerdenim»"
        }
    ]
}