{
    "pages": [
        {
            "chapter": 3,
            "verse": 46,
            "text": "«Besiginde de, yetisginlik haalinde de insanlara soz soyleyecekdir. (O), saalihlerdendir» dedigi zaman da (sen yanlarında degildin)"
        },
        {
            "chapter": 3,
            "verse": 47,
            "text": "(Meryem) dedi ki: «Hey Rabbim, bana bir beser dokunmamısken benim nasıl cocugum olabilir?». (Allah) dedi «oyle, (Fakat) Allah ne dilerse yaratır. Bir ise hukmedince ona ancak ol der, o da oluverir»"
        },
        {
            "chapter": 3,
            "verse": 48,
            "text": "«(Allah) ona yazmayı, hikmeti, Tevratı, Incili ogretecek»"
        },
        {
            "chapter": 3,
            "verse": 49,
            "text": "«Onu israil ogullarına peygamber gonderecek», (Onlara diyecek ki): «Hakıykat, ben size Rabbinizden bir ayet (mucize) getirdim. Hakıykat, ben size camurdan kus bicimi gibi bir sey yapar, ona ufururum de Allahın izniyle derhal (canlı) bir kus olur. (Yine) Allanın izniyle anadan dogma koru ve abrası iyi eder, oluleri diriltirim. Evlerinizde ne yiyor, ne birikdiriyorsanız size haber veririm. Elbette bunlarda sizin icin, eger iman edicilerseniz, kat´i bir (er) ibret vardır»"
        },
        {
            "chapter": 3,
            "verse": 50,
            "text": "«Onumuzdeki Tevratı tasdıyk edici olarak ve aleyhinize haram edilen ba´zı seyleri faidenize halal kılmaklıgım icin (geldim). Size Rabbinizden (peygamberligimi isbat eder) ayet (alamet, mu´cize) getirdim. Artık Allahdan korkun, bana da itaat edin»"
        },
        {
            "chapter": 3,
            "verse": 51,
            "text": "«Subhe yok ki Allah benim de Rabbim, sizin de Rabbiniz. Oyleyse ona kulluk edin. (Iste) dogru yol budur»"
        },
        {
            "chapter": 3,
            "verse": 52,
            "text": "Vaktaki Isa onlardan (ısraar ile tasan) kufru hissetdi. Dedi: Allaha (dogru giden yolda) bana yardım edecekler kim?» Havaariler: «Biziz Allahın yardımcıları. Allaha inandık. Sen de (Ey Isa) sahid ol ki biz muhakkak muslumanlarız.» dedi (ler)"
        }
    ]
}