{
    "pages": [
        {
            "chapter": 67,
            "verse": 1,
            "text": "(Butun) mulk (-u tasarruf, ilahi kudretinin) elinde bulunan (Allah) ın sanı ne yucedir! O, her sey´e hakkıyle kaadirdir"
        },
        {
            "chapter": 67,
            "verse": 2,
            "text": "O, hanginizin daha guzel amel (ve hareket) edecegini (hakkınızda) imtihan etmek icin olumu de, dirimi de takdir eden ve yaratandır. O, gaalib-i mutlakdır, cok yarlıgayıcıdır"
        },
        {
            "chapter": 67,
            "verse": 3,
            "text": "O, birbiriyle ahenkdar yedi gok yaratmıs olandır. O cok esirgeyici (Allah) ın yaratısında hicbir nizamsızlık gormezsin. Iste gozu (nu bir defa daha goge) cevir, (bak, orada) hicbir catlak gorecek misin"
        },
        {
            "chapter": 67,
            "verse": 4,
            "text": "Sonra gozu (nu) iki kerre daha cevir. (Nihayet) o goz, hor ve hakir yine sana donecekdir ve o, (artık bir kusur bulabilmekden) yorulmusdur"
        },
        {
            "chapter": 67,
            "verse": 5,
            "text": "Andolsun ki biz yere en yakın olan gogu kandillerle donatdık. Bunları seytanlara da atıs taneleri yapdık ve onlara cılgın ates (cehennem) azabı hazırladık"
        },
        {
            "chapter": 67,
            "verse": 6,
            "text": "Rablerine kufredenler icin de (boyle) cehennem azabı vardır. O, ne kotu donusdur"
        },
        {
            "chapter": 67,
            "verse": 7,
            "text": "Onun icine atıldıkları zaman onun kaynar haldeki bed sesini isitdiler (isidirler)"
        },
        {
            "chapter": 67,
            "verse": 8,
            "text": "Ofkesinden hemen hemen catlayacak gibi olur o. (Onlardan) her guruh, icine atıldıkca kendilerine bekcileri sordular (sorarlar): «Size, (bu) azab ile korkutan (bir peygamber) gelmedi mi?»"
        },
        {
            "chapter": 67,
            "verse": 9,
            "text": "Onlar «Evet, dediler (derler), gercek bize, (bu) azab ile korkutan peygamber gelmisdir. Fakat biz (onları) yalan saydık ve Allah hic birsey indirmemisdir. Siz ancak buyuk bir sapıklık icindesiniz dedik»"
        },
        {
            "chapter": 67,
            "verse": 10,
            "text": "Ve (sunu) soylediler (soylerler): «Eger bizi dinler, yahud aklımızı kullanır (insanlar) olsaydık su cılgın cehennem yaranı icinde bulunmazdık.»"
        },
        {
            "chapter": 67,
            "verse": 11,
            "text": "Bu suretle gunahlarını i´tiraaf etdiler (ederler). (Ko Allah) Cehennem yaranını (rahmetinden) kogsun"
        },
        {
            "chapter": 67,
            "verse": 12,
            "text": "Filhakıyka, Rableri (nin azab) ından gıyaben korkanlar (yok mu?) onlar icin hem magfiret var, hem buyuk mukafat"
        }
    ]
}