{
    "maqras": [
        {
            "chapter": 21,
            "verse": 1,
            "text": "Se aproxima la hora en que los hombres deberan comparecer [ante Allah para ser juzgados], mientras que ellos se muestran indiferentes alejados del Mensaje"
        },
        {
            "chapter": 21,
            "verse": 2,
            "text": "Siempre que les llega de su Senor una nueva revelacion, la escuchan y la toman a broma"
        },
        {
            "chapter": 21,
            "verse": 3,
            "text": "Y sus corazones permanecen distraidos. Los inicuos dicen entre si en secreto: Este [el Profeta Muhammad] no es mas que un mortal al igual que nosotros. ¿Acaso vais a seguirle sabiendo que lo que os ha traido es pura magia"
        },
        {
            "chapter": 21,
            "verse": 4,
            "text": "Diles [¡Oh, Muhammad!]: Ciertamente Mi Senor bien sabe todo lo que se dice en el cielo y en la Tierra; El es Omnioyente, Omnisciente"
        },
        {
            "chapter": 21,
            "verse": 5,
            "text": "Y dicen: [El Coran que ha traido] No es mas que suenos incoherentes, o [palabras que] el mismo ha inventado, o es un poeta [que divaga]. Que nos muestre un milagro como lo hicieron los primeros Mensajeros"
        },
        {
            "chapter": 21,
            "verse": 6,
            "text": "Ninguno de los pueblos a los que exterminamos creyeron [cuando les enviamos Nuestros signos]; y estos [que te desafian, por mas que les presentemos Nuestros signos] no creeran"
        },
        {
            "chapter": 21,
            "verse": 7,
            "text": "No enviamos antes de ti sino hombres a quienes les transmitiamos Nuestra revelacion. Preguntadle a la gente de conocimiento [de entre la Gente del Libro] si no lo sabeis"
        },
        {
            "chapter": 21,
            "verse": 8,
            "text": "Y no les creamos [a los Mensajeros] con un organismo con el que pudiesen prescindir de comer, ni tampoco eran inmortales"
        },
        {
            "chapter": 21,
            "verse": 9,
            "text": "Y por cierto que cumplimos con la promesa que les habiamos hecho [de secundarles], y les salvamos junto a quienes quisimos [cuando enviamos Nuestro castigo] y aniquilamos a los transgresores"
        },
        {
            "chapter": 21,
            "verse": 10,
            "text": "Ciertamente os hemos revelado un Libro a traves del cual sereis honrados [si poneis en practica sus preceptos]. ¿Es que no reflexionais"
        },
        {
            "chapter": 21,
            "verse": 11,
            "text": "Cuantos pueblos inicuos destruimos, e hicimos surgir despues de ellos nuevas generaciones"
        },
        {
            "chapter": 21,
            "verse": 12,
            "text": "Y cuando vieron que Nuestro tormento se desencadenaba sobre ellos trataron de escapar"
        },
        {
            "chapter": 21,
            "verse": 13,
            "text": "[Y entonces se les dijo ironicamente]: No escapeis, y volved a la vida placentera que llevabais y esperad en vuestras viviendas, tal vez seais interrogados"
        },
        {
            "chapter": 21,
            "verse": 14,
            "text": "Respondieron: ¡Ay de nosotros! En verdad hemos sido inicuos"
        },
        {
            "chapter": 21,
            "verse": 15,
            "text": "Y no cesaron de lamentarse hasta que les aniquilamos dejandoles inertes como mies segada"
        },
        {
            "chapter": 21,
            "verse": 16,
            "text": "No creamos el cielo y la Tierra y todo cuanto existe entre ellos solo por pasatiempo"
        },
        {
            "chapter": 21,
            "verse": 17,
            "text": "Si hubiesemos querido entretenernos [como pretendeis] lo hubieramos hecho sin que vosotros lo percibierais [pero sabed que no creamos nada sin un motivo justo y verdadero]"
        },
        {
            "chapter": 21,
            "verse": 18,
            "text": "Por cierto que siempre refutamos lo falso con la Verdad, pues lo falso se desvanece [ante la Verdad]; y sabed [¡Oh, incredulos] que os aguarda el castigo del Infierno por lo que habeis dicho [acerca de Allah]"
        },
        {
            "chapter": 21,
            "verse": 19,
            "text": "A El pertenece cuanto existe en los cielos y la Tierra; y quienes estan junto a El [los Angeles] no se ensoberbecen de Su adoracion, y no se cansan de hacerlo"
        },
        {
            "chapter": 21,
            "verse": 20,
            "text": "Le glorifican noche y dia, ininterrumpidamente, y no se agotan por ello"
        },
        {
            "chapter": 21,
            "verse": 21,
            "text": "¿Acaso las divinidades que tomaron en la Tierra tienen poder para resucitar a los muertos"
        },
        {
            "chapter": 21,
            "verse": 22,
            "text": "Si hubiese habido en los cielos y en la Tierra otras divinidades aparte de Allah, estos se habrian destruido. ¡Glorificado sea Allah, Senor del Trono! El esta por encima de lo que Le atribuyen"
        },
        {
            "chapter": 21,
            "verse": 23,
            "text": "El no es interrogado por lo que hace, a diferencia de Sus siervos que si seran interrogados [pues deberan responder por todas sus obras el Dia del Juicio]"
        },
        {
            "chapter": 21,
            "verse": 24,
            "text": "Diles [¡Oh, Muhammad!] a aquellos que adoran a otras divinidades en lugar de Allah: Presentad fundamentos validos de lo que haceis [si los teneis]. Este es nuestro Mensaje y el mismo de quienes nos precedieron, pero la mayoria no puede distinguir la Verdad y se apartan de el"
        },
        {
            "chapter": 21,
            "verse": 25,
            "text": "Y por cierto que a todos los Mensajeros que envie antes de ti [¡Oh, Muhammad!] les revele que no existe mas divinidad que Yo, [y les ordene:] ¡Adoradme solo a Mi"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "Y [los incredulos] dicen: El Misericordioso ha tenido hijas. ¡Glorificado sea! [Los Angeles, a los que ellos llaman hijas de Allah] Son solo siervos honrados"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "Jamas se adelantan a las Palabras de Allah, y no hacen mas que ejecutar Sus ordenes"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "El conoce tanto lo que hicieron como lo que haran, y solo podran interceder por quienes Allah quiera. Ellos Le temen por Su majestuosidad"
        }
    ]
}