{
    "maqras": [
        {
            "chapter": 29,
            "verse": 26,
            "text": "Solo Lot [Lut] creyo en Abraham [Ibrahim], quien [al ver que su pueblo no le creia] dijo: Emigrare a donde [me ordene] mi Senor, porque El es Poderoso, Sabio"
        },
        {
            "chapter": 29,
            "verse": 27,
            "text": "Y le agraciamos con Isaac [Ishaq] y Jacob [Yaqub], e hicimos surgir de su descendencia Profetas, a los cuales les revelamos Nuestros Libros. Le dimos [a Abraham [Ibrahim]] su recompensa en esta vida, y en la otra se contara entre los justos"
        },
        {
            "chapter": 29,
            "verse": 28,
            "text": "Y recuerda [¡Oh, Muhammad!] cuando Lot [Lut] dijo a su pueblo: Por cierto que cometeis una inmoralidad que no tiene precedente"
        },
        {
            "chapter": 29,
            "verse": 29,
            "text": "¿Os acercais a los hombres con deseo, les asaltais en los caminos y cometeis actos reprobables en vuestras reuniones? Y la respuesta de su pueblo fue: Envianos el castigo de Allah, si es que decis la verdad"
        },
        {
            "chapter": 29,
            "verse": 30,
            "text": "Dijo [Lot [Lut]]: ¡Senor mio! Salvame de este pueblo corrupto"
        },
        {
            "chapter": 29,
            "verse": 31,
            "text": "Y cuando Nuestros [Angeles] emisarios se presentaron ante Abraham [Ibrahim] para albriciarle [del nacimiento de su hijo], le dijeron: Destruiremos a la poblacion de esta ciudad, porque son inicuos"
        },
        {
            "chapter": 29,
            "verse": 32,
            "text": "Dijo [Abraham [Ibrahim]]: Pero Lot [Lut] esta entre sus habitantes. Respondieron [los Angeles emisarios]: Nosotros conocemos mejor [que tu] a quienes habitan en ella. Le salvaremos a el y a su familia, excepto a su mujer que se contara entre los condenados"
        },
        {
            "chapter": 29,
            "verse": 33,
            "text": "Y cuando nuestros emisarios se presentaron ante Lot [Lut], este [pensando que eran viajeros] se preocupo [por lo que su pueblo pudiere proponerles] y se apeno, pero ellos le dijeron: No temas ni te apenes; te salvaremos a ti y a tu familia, excepto a tu mujer que se contara entre los condenados"
        },
        {
            "chapter": 29,
            "verse": 34,
            "text": "Haremos descender sobre la poblacion de esta ciudad un castigo del cielo por haberse pervertido"
        },
        {
            "chapter": 29,
            "verse": 35,
            "text": "Y por cierto que hicimos de ella un signo evidente para quienes reflexionan"
        },
        {
            "chapter": 29,
            "verse": 36,
            "text": "A Madian [le enviamos] su hermano Jetro [Shuaib] [como Profeta], quien les dijo: ¡Oh, pueblo mio! Adorad a Allah y temed el Dia del Juicio final, y no obreis mal en la Tierra, corrompiendola"
        },
        {
            "chapter": 29,
            "verse": 37,
            "text": "Pero le desmintieron y fueron sorprendidos por un sismo estrepitoso, y amanecieron muertos en sus casas"
        },
        {
            "chapter": 29,
            "verse": 38,
            "text": "Y al pueblo de Ad y Zamud [tambien les aniquilamos], como podeis ver claramente en [lo que fueron] sus viviendas. Satanas les hizo ver como buenas sus malas obras apartandolos del sendero recto, a pesar de su inteligencia"
        },
        {
            "chapter": 29,
            "verse": 39,
            "text": "Y [recuerda a] Qarun, al Faraon y Haman. Moises [Musa] se presento ante ellos con las evidencias, pero se ensoberbecieron en la tierra [de Egipto y se negaron a creer]; y no pudieron escapar de Nosotros"
        },
        {
            "chapter": 29,
            "verse": 40,
            "text": "A cada uno [de estos pueblos] les aniquilamos segun sus pecados. A unos les enviamos un viento huracanado [al pueblo de Ad], a otros les sorprendio un estrepito [al pueblo de Zamud] a otros hicimos que se los tragase la tierra [Qarun] y a otros les ahogamos [el Faraon, Haman y sus huestes]. Allah no fue injusto con ellos, sino que ellos lo fueron consigo mismos"
        },
        {
            "chapter": 29,
            "verse": 41,
            "text": "Quienes tomaron en lugar de Allah otros protectores son como la arana que teje su propio refugio, y por cierto que el refugio mas fragil es la telarana. ¡Si supieran"
        },
        {
            "chapter": 29,
            "verse": 42,
            "text": "Ciertamente Allah conoce lo que ellos invocan en Su lugar, porque El es Poderoso, Sabio"
        },
        {
            "chapter": 29,
            "verse": 43,
            "text": "Y estos ejemplos los exponemos para los hombres, pero solo los comprenden quienes reflexionan"
        },
        {
            "chapter": 29,
            "verse": 44,
            "text": "Allah creo los cielos y la Tierra con un fin justo y verdadero. Y por cierto que en ello hay un signo para quienes creen"
        },
        {
            "chapter": 29,
            "verse": 45,
            "text": "Recita lo que se te ha revelado del Libro [el Coran] y haz la oracion, que ciertamente la oracion preserva de cometer actos inmorales y reprobables. Y sabe que tener presente a Allah en el corazon durante la oracion es lo importante, y Allah sabe lo que haceis"
        }
    ]
}