{
    "maqras": [
        {
            "chapter": 2,
            "verse": 272,
            "text": "No es tu obligacion [¡Oh, Muhammad!] que sigan la guia, sino que Allah guia a quien quiere. Toda caridad es en beneficio propio, hacedla pues anhelando el ostro de Allah [y Su complacencia]. Y sabed que se os recompensara por cuanto deis y no sereis oprimidos"
        },
        {
            "chapter": 2,
            "verse": 273,
            "text": "[Dad caridad a] los pobres que padecieron estrechez por la causa de Allah y no tienen medios para desplazarse [y comerciar]. Quien ignora su situacion los cree ricos en razon de su dignidad; pero les reconoceras por su aspecto, no piden a la gente inoportunamente. Y lo que sea que deis en caridad, Allah ciertamente lo sabe"
        },
        {
            "chapter": 2,
            "verse": 274,
            "text": "Quienes hagan caridad con sus bienes, noche y dia, en privado o en publico, tendran su recompensa junto a su Senor, y no temeran ni se entristeceran"
        },
        {
            "chapter": 2,
            "verse": 275,
            "text": "Los que lucren con la usura saldran [de sus tumbas el Dia del Juicio] como aquel al que Satanas ha poseido dejandolo trastornado. Esto porque dicen que el comercio es igual que la usura; pero Allah permitio el comercio y prohibio la usura. A quien le haya llegado de su Senor la prohibicion [de la usura] y se haya abstenido arrepintiendose podra conservar lo que haya ganado, y lo que cometiere luego de esto estara en manos de Allah. Y si reincide se contara entre los moradores del Fuego, en el que sufrira eternamente"
        },
        {
            "chapter": 2,
            "verse": 276,
            "text": "Allah hara que todo lo que provenga de la usura no tenga ninguna bendicion, pero si, en cambio, incrementara la riqueza de quienes hagan caridades. Allah no ama al incredulo pecador"
        },
        {
            "chapter": 2,
            "verse": 277,
            "text": "Ciertamente los creyentes que obran rectamente, hacen la oracion prescrita y pagan el Zakat, seran recompensados por su Senor, y no temeran ni se entristeceran"
        },
        {
            "chapter": 2,
            "verse": 278,
            "text": "¡Oh, creyentes! Temed a Allah y renunciad a lo que os adeuden a causa de la usura, si es que sois, en verdad, creyentes"
        },
        {
            "chapter": 2,
            "verse": 279,
            "text": "Y si no dejais la usura, sabed que Allah y Su Mensajero os declaran la guerra; pero si os arrepentis teneis derecho al capital original, de esta forma no oprimireis ni sereis oprimidos"
        },
        {
            "chapter": 2,
            "verse": 280,
            "text": "Y si quien os debe atraviesa una situacion estrecha, concededle un nuevo plazo hasta que este en condicion de saldar la deuda. Y sabed que hacer un acto de caridad y condonarle la deuda es mejor para vosotros [y mas meritorio]"
        },
        {
            "chapter": 2,
            "verse": 281,
            "text": "Temed el dia en que sereis retornados a Allah, y en que cada persona reciba lo que merezca sin ser oprimido"
        },
        {
            "chapter": 2,
            "verse": 282,
            "text": "¡Oh, creyentes! Si contraeis una deuda por un plazo determinado ponedlo por escrito. Que la persona a la que recurrais tome nota fiel ante vuestra presencia; y asi como Allah le ha agraciado con la escritura, que no se niegue a hacerlo. Que registre con temor a Allah y sin omitir nada lo que el deudor reconoce que adeuda. En caso que el deudor sea derrochador o incapaz ante la ley o no pueda expresar su deuda que lo haga en su lugar su apoderado con equidad. Hacedlo frente a dos hombres de entre quienes considereis justos que sean vuestros testigos, y si no contais con dos hombres recurrid a un hombre y dos mujeres, de manera que si una de ellas se equivoca la otra subsane el error. Que los testigos no se rehusen si son citados. Y no dejeis de escribir toda deuda, pequena o grande, detallando su vencimiento. Esto es lo mas justo ante Allah, la mejor prueba y el camino mas seguro para evitar dudas. Podeis prescindir de registrar las operaciones comerciales realizadas de contado, pero recurrid a testigos para esto. No se debe coaccionar a quien asiente por escrito una deuda ni a los testigos; porque hacerlo es un acto de desobediencia. Temed a Allah, pues si sois piadosos El os agraciara con el conocimiento. Allah es conocedor de todas las cosas"
        }
    ]
}