{
    "maqras": [
        {
            "chapter": 2,
            "verse": 26,
            "text": "Allah no se averguenza de poner como ejemplo a un mosquito o algo aun mas insignificante. Los creyentes saben que ello es una verdad proveniente de su Senor, pero en cambio los incredulos dicen: ¿Que pretende Allah con este ejemplo? Asi es como El extravia a muchos hombres y guia a otros, pero no extravia sino a los rebeldes"
        },
        {
            "chapter": 2,
            "verse": 27,
            "text": "Aquellos que no cumplen con el pacto establecido con Allah luego de haberlo celebrado, rompen los lazos familiares que Allah ordeno respetar y corrompen en la Tierra. Esos son los perdedores"
        },
        {
            "chapter": 2,
            "verse": 28,
            "text": "¿Como osais no creer en Allah siendo que no existiais y El os dio la vida, luego os hara morir y finalmente os resucitara y a El sereis retornados"
        },
        {
            "chapter": 2,
            "verse": 29,
            "text": "El es Quien creo para vosotros todo cuanto hay en la Tierra, luego se propuso la creacion del cielo e hizo de este siete cielos [superpuestos]; y El es conocedor de todas las cosas"
        },
        {
            "chapter": 2,
            "verse": 30,
            "text": "Y cuando tu Senor le dijo a los Angeles: He de establecer una generacion tras otra [de hombres] en la Tierra, dijeron: ¿Pondras en ella quien la corrompa [desbastandola] y derrame sangre siendo que nosotros te alabamos y santificamos? Dijo: En verdad Yo se lo que vosotros ignorais"
        },
        {
            "chapter": 2,
            "verse": 31,
            "text": "Y enseno a Adan [Adam] los nombres de todas las cosas, luego se las expuso a los Angeles y dijo: Decidme sus nombres, si es que decis la verdad"
        },
        {
            "chapter": 2,
            "verse": 32,
            "text": "Dijeron: ¡Glorificado seas! No tenemos mas conocimiento que el que Tu nos has concedido, Tu eres Omnisciente, Sabio"
        },
        {
            "chapter": 2,
            "verse": 33,
            "text": "Dijo: ¡Oh Adan [Adam]! Informales sus nombres. Y cuando les hubo informado sus nombres, Allah dijo: ¿Acaso no os he dicho que conozco lo oculto de los cielos y de la Tierra, y se lo que manifestais y lo que ocultais"
        },
        {
            "chapter": 2,
            "verse": 34,
            "text": "Y cuando dijimos a los Angeles: ¡Haced una reverencia ante Adan [Adam]! La hicieron excepto Iblis [quien hasta entonces se encontraba adorando a Allah con los Angeles por su grado de piedad], se nego y se ensoberbecio, convirtiendose en incredulo"
        },
        {
            "chapter": 2,
            "verse": 35,
            "text": "Dijimos: ¡Oh, Adan [Adam]! Habita con tu esposa en el Paraiso, y comed cuanto deseeis de lo que hay en el, mas no os acerqueis a este arbol, pues de hacerlo os contariais entre los inicuos"
        },
        {
            "chapter": 2,
            "verse": 36,
            "text": "Pero Satanas les hizo caer [en la desobediencia] alejandoles del goce en el que se encontraban. Y les dijimos: ¡Descended! Sereis enemigos unos de otros; y en la Tierra encontrareis una morada y deleite por un tiempo"
        },
        {
            "chapter": 2,
            "verse": 37,
            "text": "Y le fueron inspiradas a Adan [Adam] unas palabras de su Senor [una suplica con la que rogo] y El le absolvio, pues El es Indulgente, Misericordioso"
        },
        {
            "chapter": 2,
            "verse": 38,
            "text": "Dijimos: ¡Descended de el [y habitad vosotros y toda vuestra descendencia en la Tierra]! Cuando sea que os llegue de Mi una guia, quienes sigan Mi guia no temeran ni se entristeceran"
        },
        {
            "chapter": 2,
            "verse": 39,
            "text": "Y quienes no crean y desmientan Mis signos seran los condenados al Fuego, donde moraran eternamente"
        },
        {
            "chapter": 2,
            "verse": 40,
            "text": "¡Oh, Hijos de Israel [se refiere a los descendientes del Profeta Jacob [Yaqub]]! Recordad las mercedes con las que os agracie, y cumplid con vuestro compromiso que Yo cumplire con el Mio, y temedme solo a Mi"
        },
        {
            "chapter": 2,
            "verse": 41,
            "text": "Y creed en lo que revele en confirmacion de lo que habiais recibido [la Tora y el Evangelio] y no seais los primeros incredulos. No cambieis Mis preceptos por un vil precio, y temedme solo a Mi"
        },
        {
            "chapter": 2,
            "verse": 42,
            "text": "Y no mezcleis la verdad con lo falso, ni oculteis la verdad que conoceis"
        },
        {
            "chapter": 2,
            "verse": 43,
            "text": "Observad la oracion prescrita, pagad el Zakat [contribucion destinada a mejorar la condicion de ciertos sectores de la sociedad que deben dar aquellos cuyos bienes alcanzan un monto determinado] y prosternaos con los orantes"
        }
    ]
}