{
    "maqras": [
        {
            "chapter": 3,
            "verse": 93,
            "text": "Todo alimento era licito para el pueblo de Israel, salvo lo que ellos mismos habian vedado, antes de que fuera revelada la Tora. Di: Traed la Tora y leedla, si es verdad lo que decis"
        },
        {
            "chapter": 3,
            "verse": 94,
            "text": "Quienes, despues de eso, inventen mentiras acerca de Allah seran inicuos"
        },
        {
            "chapter": 3,
            "verse": 95,
            "text": "Di: Allah dice la verdad. Seguid, pues, la religion de Abraham [Ibrahim], que fue monoteista y no se conto entre quienes atribuian coparticipes a Allah"
        },
        {
            "chapter": 3,
            "verse": 96,
            "text": "Ciertamente la primera Casa erigida para los hombres es la de Bakkah [la Kabah] en ella hay bendicion y guia para la humanidad"
        },
        {
            "chapter": 3,
            "verse": 97,
            "text": "Tambien signos evidentes. Entre ellos esta el sitial de Abraham [Ibrahim]. Quien ingrese en ella estara a salvo. Es una obligacion para los hombres peregrinar a esta Casa si se encuentran en condiciones de hacerlo [fisicas y economicas]. Y quien niegue lo que Allah ha prescripto, sepa que Allah prescinde de todas las criaturas"
        },
        {
            "chapter": 3,
            "verse": 98,
            "text": "Di: ¡Oh, Gente del Libro! ¿Por que no creeis en los signos de Allah? Allah es testigo de lo que haceis"
        },
        {
            "chapter": 3,
            "verse": 99,
            "text": "Di: ¡Oh, Gente del Libro! ¿Por que intentais apartar a los creyentes del camino de Allah, desviandolos, siendo que sois testigos [de que Allah no acepta otra forma de adoracion que no sea la que el prescribio]? Allah no esta desatento de lo que haceis"
        },
        {
            "chapter": 3,
            "verse": 100,
            "text": "¡Oh, creyentes! Si obedeceis a algunos de la Gente del Libro, lograran haceros volver a la incredulidad"
        },
        {
            "chapter": 3,
            "verse": 101,
            "text": "¿Como podriais dejar de creer cuando se os recitan los preceptos de Allah, y Su Mensajero se encuentra entre vosotros? Quien se aferre a Allah sera guiado por la via recta"
        },
        {
            "chapter": 3,
            "verse": 102,
            "text": "¡Oh, creyentes! Temed a Allah como es debido y no murais sino sometidos a El"
        },
        {
            "chapter": 3,
            "verse": 103,
            "text": "Aferraos todos a la religion de Allah y no os dividais. Recordad la gracia de Allah al hermanaros uniendo vuestros corazones despues de haber sido enemigos unos de otros, y cuando os encontrasteis al borde de un abismo de fuego, os salvo de caer en el. Asi os explica Allah Sus signos para que sigais la guia"
        },
        {
            "chapter": 3,
            "verse": 104,
            "text": "Que haya entre vosotros quienes convoquen al bien, ordenando lo bueno y prohibiendo el mal. Esos son quienes tendran exito"
        },
        {
            "chapter": 3,
            "verse": 105,
            "text": "No seais como quienes, despues de haber recibido las pruebas claras, se dividieron y discreparon. Esos tendran un enorme castigo"
        },
        {
            "chapter": 3,
            "verse": 106,
            "text": "El Dia del Juicio unos rostros estaran radiantes y otros ensombrecidos. A aquellos cuyos rostros esten ensombrecidos se les dira: ¿Habeis renegado de vuestra fe luego de haber creido? Sufrid el castigo por vuestra incredulidad"
        },
        {
            "chapter": 3,
            "verse": 107,
            "text": "En cuanto a aquellos cuyos rostros esten radiantes, la misericordia de Allah les alcanzara por siempre"
        },
        {
            "chapter": 3,
            "verse": 108,
            "text": "Estas son las normas de Allah que te revelamos con la verdad, y Allah no oprime a ninguna de Sus criaturas"
        },
        {
            "chapter": 3,
            "verse": 109,
            "text": "A Allah pertenece todo cuanto hay en los cielos y la Tierra. Y a Allah retornan todos los asuntos"
        },
        {
            "chapter": 3,
            "verse": 110,
            "text": "Sois la mejor nacion que haya surgido de la humanidad: Ordenais el bien, prohibis el mal y creeis en Allah. Si la Gente del Libro creyera, seria mejor para ellos; algunos son creyentes pero la mayoria desviados"
        },
        {
            "chapter": 3,
            "verse": 111,
            "text": "Ellos solo podran agraviaros [con sus calumnias], y cada vez que os combatan huiran por temor, y no seran socorridos"
        },
        {
            "chapter": 3,
            "verse": 112,
            "text": "Dondequiera que se encuentren seran humillados, a menos que esten amparados segun lo establecido por Allah o por un pacto con los hombres. Cayeron en la ira de Allah y se les impuso la miseria. Ello por no haber creido en los signos de Allah y por haber matado a los Profetas injustamente, por haber desobedecido y violado la ley"
        }
    ]
}