{
    "maqras": [
        {
            "chapter": 3,
            "verse": 113,
            "text": "Ellos no son todos iguales. Entre la Gente del Libro hay quienes son rectos, durante la noche recitan los preceptos de Allah y se prosternan"
        },
        {
            "chapter": 3,
            "verse": 114,
            "text": "Creen en Allah y en el Dia del Juicio, ordenan el bien, prohiben el mal y se apresuran a realizar buenas obras. Esos se contaran entre los virtuosos"
        },
        {
            "chapter": 3,
            "verse": 115,
            "text": "El bien que hagais no sera desmerecido. Allah conoce bien a los piadosos"
        },
        {
            "chapter": 3,
            "verse": 116,
            "text": "Por cierto que a los incredulos ni sus bienes ni sus hijos les serviran de nada ante Allah. Esos seran quienes moraran eternamente en el Fuego"
        },
        {
            "chapter": 3,
            "verse": 117,
            "text": "El ejemplo de las caridades que ellos hacen en esta vida mundanal es como el de un viento frio que azota y arrasa la cosecha de gente que ha sido inicua. Allah no ha sido injusto con ellos, sino que ellos lo han sido consigo mismos"
        },
        {
            "chapter": 3,
            "verse": 118,
            "text": "¡Oh, creyentes! No tomeis por amigos confidentes a quienes no fueran de los vuestros, porque los incredulos se esforzaran para corromperos, pues solo desean vuestra perdicion. Ya han manifestado su odio, pero lo que ocultan sus corazones es peor aun. Ya os hemos evidenciado su enemistad, si es que razonais"
        },
        {
            "chapter": 3,
            "verse": 119,
            "text": "Vosotros les amais porque creeis en todos los Libros, pero ellos no os aman. Cuando os encuentran dicen: ¡Creemos!, pero cuando estan a solas se muerden los dedos del odio que sienten contra vosotros. Di: Morid con vuestro odio. Allah sabe bien lo que encierran los corazones"
        },
        {
            "chapter": 3,
            "verse": 120,
            "text": "Si os acontece un bien se afligen, y si os sobreviene un mal se contentan. Pero si sois pacientes y temeis a Allah, sus intrigas no os haran ningun dano. Allah sabe bien lo que hacen"
        },
        {
            "chapter": 3,
            "verse": 121,
            "text": "Y recuerda [¡Oh, Muhammad! lo sucedido en la batalla de Uhud] cuando al alba saliste de tu hogar para asignar a los creyentes sus posiciones en el combate [y te desobedecieron, por lo que fueron derrotados]. Allah es Omnioyente, Omnisciente"
        },
        {
            "chapter": 3,
            "verse": 122,
            "text": "Cuando dos de vuestras tropas temieron flaquear, Allah fue su Protector. Es a Allah que los creyentes deben encomendarse"
        },
        {
            "chapter": 3,
            "verse": 123,
            "text": "Por cierto que Allah os socorrio en Badr cuando estabais en inferioridad de condiciones. Temed a Allah, y asi sereis agradecidos"
        },
        {
            "chapter": 3,
            "verse": 124,
            "text": "Cuando decias a los creyentes: ¿No os basta que vuestro Senor os socorriera enviando tres mil Angeles"
        },
        {
            "chapter": 3,
            "verse": 125,
            "text": "¡Si! Y si sois pacientes y temeis a Allah, cuando os ataquen sorpresivamente, vuestro Senor os reforzara enviados cinco mil Angeles con distintivos"
        },
        {
            "chapter": 3,
            "verse": 126,
            "text": "¡Si! Y si sois pacientes y temeis a Allah, cuando os ataquen sorpresivamente, vuestro Senor os reforzara enviados cinco mil Angeles con distintivos"
        },
        {
            "chapter": 3,
            "verse": 127,
            "text": "Y tambien para aniquilar a algunos de los incredulos y humillar a quienes huyeran derrotados"
        },
        {
            "chapter": 3,
            "verse": 128,
            "text": "No es asunto tuyo si El les absuelve o les castiga, pues han sido inicuos"
        },
        {
            "chapter": 3,
            "verse": 129,
            "text": "A Allah pertenece cuanto hay en los cielos y la Tierra. Perdona a quien El quiere y castiga a quien El quiere. Allah es Absolvedor, Misericordioso"
        },
        {
            "chapter": 3,
            "verse": 130,
            "text": "¡Oh, creyentes! No lucreis con la usura con el fin de multiplicar vuestras riquezas, y temed a Allah para que tengais exito"
        },
        {
            "chapter": 3,
            "verse": 131,
            "text": "Y precaveos del Fuego que ha sido reservado para los incredulos"
        },
        {
            "chapter": 3,
            "verse": 132,
            "text": "Obedeced a Allah y al Mensajero para que se os tenga misericordia"
        }
    ]
}