{
    "maqras": [
        {
            "chapter": 11,
            "verse": 24,
            "text": "Estos se semejan a dos grupos de personas, uno de ciegos y sordos [los incredulos] y el otro de quienes tienen la facultad de ver y oir [los creyentes]: ¿Acaso se equiparan? ¿Es que no reflexionais"
        },
        {
            "chapter": 11,
            "verse": 25,
            "text": "Por cierto que enviamos a Noe [Nuh] a su pueblo [y les dijo]: Yo soy para vosotros un amonestador evidente"
        },
        {
            "chapter": 11,
            "verse": 26,
            "text": "No adoreis sino a Allah, pues temo que os azote el castigo de un dia doloroso [el Dia del Juicio]"
        },
        {
            "chapter": 11,
            "verse": 27,
            "text": "Los lideres de la incredulidad de su pueblo dijeron: No eres mas que un mortal como nosotros, y solo te siguen los pobres y debiles de nuestro pueblo que no piensan. Ciertamente no os creemos mejores que nosotros sino que os consideramos mentirosos"
        },
        {
            "chapter": 11,
            "verse": 28,
            "text": "Dijo [Noe [Nuh]]: ¡Oh, pueblo mio! Por cierto que me he presentado ante vosotros con una prueba evidente de mi Senor, Quien me ha agraciado con Su misericordia [la profecia], pero estais enceguecidos [y no comprendeis]. ¿Acaso creeis que vamos a imponeros aceptar [el Mensaje] cuando no estais de acuerdo"
        },
        {
            "chapter": 11,
            "verse": 29,
            "text": "¡Oh, pueblo mio! No os pido retribucion alguna a cambio [de transmitiros el Mensaje], pues Allah sera Quien me recompensara, y no voy a rechazar a los creyentes [como me pedis], ciertamente ellos se encontraran con su Senor [Quien los recompensara por su fe]; y veo que sois un pueblo de ignorantes"
        },
        {
            "chapter": 11,
            "verse": 30,
            "text": "¡Oh, pueblo mio! ¿Quien me protegera de Allah [y Su castigo] si los rechazo? ¿Es que no recapacitais"
        },
        {
            "chapter": 11,
            "verse": 31,
            "text": "No os digo que poseo los tesoros de Allah, ni conozco lo oculto, ni os digo ser un Angel, pero tampoco digo que Allah no recompensara [en la otra vida] a aquellos que vosotros considerais inferiores [los debiles y los pobres, como pretendeis], pues Allah bien sabe lo que hay en sus corazones; y si asi lo dijese me contaria entre los inicuos"
        },
        {
            "chapter": 11,
            "verse": 32,
            "text": "Dijeron [los incredulos]: ¡Oh, Noe [Nuh]! No has dejado de discutir y objetarnos, haz que se desencadene de una vez sobre nosotros aquello con lo cual nos amenazas, si eres veraz"
        },
        {
            "chapter": 11,
            "verse": 33,
            "text": "Dijo [Noe [Nuh]]: Ciertamente Allah lo desencadenara [al castigo] si El asi lo decreta, y no podreis huir entonces"
        },
        {
            "chapter": 11,
            "verse": 34,
            "text": "Y aunque os quiera beneficiar con mi exhortacion tampoco os servira de nada si Allah decreta para vosotros el desvio. El es vuestro Senor, y ante El comparecereis"
        },
        {
            "chapter": 11,
            "verse": 35,
            "text": "Y dicen [los idolatras de La Meca]: El lo invento [al Coran] Diles [¡Oh, Muhammad!]: Si yo lo hubiera inventado, sobre mi recaeria el castigo de ello; y por cierto que soy inocente de vuestra incredulidad"
        },
        {
            "chapter": 11,
            "verse": 36,
            "text": "Y le fue revelado a Noe [Nuh]: Salvo los que ya han creido, nadie mas creera de tu pueblo; no te apenes pues por lo que hicieren [los incredulos]"
        },
        {
            "chapter": 11,
            "verse": 37,
            "text": "Construye el arca bajo Nuestra observancia y segun Nuestra orden, y no Me pidas compasion por quienes obraron injustamente, pues ellos seran ahogados"
        },
        {
            "chapter": 11,
            "verse": 38,
            "text": "Y mientras construia el arca, cada vez que pasaban ante el los poderosos de su pueblo se burlaban, y el les decia: Si os burlais de nosotros, sabed que ya nos burlaremos de vosotros [cuando seais ahogados] como vosotros lo haceis ahora"
        },
        {
            "chapter": 11,
            "verse": 39,
            "text": "Ya sabreis a quien le alcanzara un castigo humillante [en esta vida], y [en la otra] sufrira un tormento eterno"
        },
        {
            "chapter": 11,
            "verse": 40,
            "text": "Cuando llegue Nuestro designio y [como senal de ello] el agua brote de la tierra [e inunde todo], haz subir a ella una pareja de cada especie, embarca a tu familia, salvo a quienes de ellos decretamos que serian destruidos, y a los creyentes. Y ciertamente unos pocos creyeron en el"
        }
    ]
}