{
    "juzs": [
        {
            "chapter": 12,
            "verse": 53,
            "text": "‘Ārau ma'i nijakē nirdōṣa buli kaba bicaraā nā'i, kiẏanō, niścaẏa mānuhara naphacē bēẏā kāmara nirdēśa diẏāṭōraē sbābhāraika, kintu tāra bāhiraē yāra prati mōra pratipālakē daẏā karaē. Niścaẏa mōra pratipālaka ati kṣamāśīla, parama daẏālu’"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "Rajā'i ka’lē, ‘i'uchuphaka mōra ōcaralai lai āhā; ma'i tē'ōm̐ka mōra nijara bābē āpōna karai lama’. Tāra pichata rajā'i yētiẏā tē'ōm̐ra lagata kathā pātilē, tētiẏā rajā'i ka’lē, ‘niścaẏa āji āpuni āmāra ōcarata maryādāśīla, pūrṇa biśbasta’"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "Tē'ōm̐ ka’lē, ‘mōka dēśara kōṣāgārara dāẏitba arpaṇa karaka. Niścaẏa ma'i uttama rakṣaka, subijña’"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "Ārau ē'idaraē āmi i'uchuphaka sē'i dēśata pratiṣṭhita karailō; sē'i dēśata tē'ōm̐ra ya’tē icchā tatē'i arasthāna karaāra adhikāra āchila. Āmi yāka icchā tākē'i āmāra rahamata pradāna karaō; ārau āmi muhachinasakalara puraṣkāra binaṣṭa nakaraō"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "Ārau yisakalē īmāna ānichē ārau tākbaraā aralambana karaē tē'ōm̐lōkara bābē ākhiraātara puraṣkāraē'i uttama"
        },
        {
            "chapter": 12,
            "verse": 58,
            "text": "I'uchuphara bhātr̥sakala āhila ārau tē'ōm̐ra ōcarata praraēśa karailē. Phalata tē'ōm̐ siham̐taka cini pālē, kintu siham̐tē tē'ōm̐ka cini nāpālē"
        },
        {
            "chapter": 12,
            "verse": 59,
            "text": "Ārau tē'ōm̐ yētiẏā siham̐taka siham̐tara sāmagraīra byarasthā karai dilē tētiẏā tē'ōm̐ ka’lē, ‘tōmālōkē mōra ōcaralai tōmālōkara pitr̥ pakṣara baimātraēẏa bhāẏēkaka lai āhibā. Tōmālōkē dēkhā nā'inē, ma'i kēnēkai pūrṇa mātraāta pradāna karaō ārau ma'i kimāna bhāla athitiparaāẏaṇa’"
        },
        {
            "chapter": 12,
            "verse": 60,
            "text": "‘Ārau yadi tōmālōkē tāka lai nāhā tēntē tōmālōkara bābē mōra ōcarata kōnō khādya sāmagraī nā'i ānaki tōmālōka mōra ōcaralaikē nāhibā’"
        },
        {
            "chapter": 12,
            "verse": 61,
            "text": "Siham̐tē ka’lē, ‘tāra biṣaẏē āmi tāra pitr̥ka sanmata karaōraāra cēṣṭā karaima ārau āmi ē'iṭō niścaẏa karaima’"
        },
        {
            "chapter": 12,
            "verse": 62,
            "text": "Ārau i'uchuphē tē'ōm̐ra karmacāraīsakalaka ka’lē, ‘siham̐tē yi paṇyamūlya dichē sēẏā siham̐tara khādyasāmagraīra bhitaratē thai diẏā, yātē siham̐tē paraiẏālara ōcarata ubhati yōraāra pichata sēẏā cini pāẏa. Phalata yātē siham̐tē ākau ubhati āhē’"
        },
        {
            "chapter": 12,
            "verse": 63,
            "text": "Ētēkē siham̐tē yētiẏā siham̐tara pitr̥ ōcarata ubhati āhila, tētiẏā siham̐tē ka’lē, ‘hē āmāra pitr̥! Āmāra bābē paraimāpakr̥ta khādya sāmagraī niṣid'dha karaā haichē. Gatikē āmāra bhāẏēkaka āmāra lagata paṭhā'i diẏaka yātē āmi paraimāpakr̥ta khādya sāmagraī pā'ōm̐. Araśyē āmi tāra hiphājata karaima’"
        },
        {
            "chapter": 12,
            "verse": 64,
            "text": "Tē'ōm̐ ka’lē, ‘ma'i tōmālōkaka iẏāra biṣaẏē tēnēkai niraāpada buli bhāraima nēki, yēnēkai iẏāra āgata tōmālōkaka niraāpada buli bhāraichilō iẏāra bhāẏēkara biṣaẏē? Kintu āllāhē'i rakṣaṇābēkṣaṇata śraēṣṭha ārau tēraēm̐i sarbaśraēṣṭha daẏālu’"
        },
        {
            "chapter": 12,
            "verse": 65,
            "text": "Ārau yētiẏā siham̐tē siham̐tara khādyasāmagraīra ṭōpōlā khulilē tētiẏā siham̐tē dēkhibalai pālē yē, siham̐tara paṇyamūlya siham̐taka ubhatā'i diẏā haichē. Siham̐tē ka’lē, ‘hē āmāra pitr̥! Āmi ārau ki pratyāśā karaiba pāraō? Cā'ōm̐ka ēẏā āmi diẏā paṇyamūlya, āmāka ākau ubhatā'i diẏā haichē. Āmi āmāra paraiẏālabargaka khādya-sāmagraī āni dima ārau āmi āmāra bhātr̥ra rakṣaṇābēkṣaṇa karaima lagatē āmi atiraikta ārau ēṭā uṭara (piṭhita) paṇya ānima; ē'i paraimāṇara śasya lai ahā ati sahaja’"
        },
        {
            "chapter": 12,
            "verse": 66,
            "text": "Pitākē ka’lē, ‘ma'i tāka kētiẏā'ō tōmālōkara lagata napaṭhā'ōm̐ yētiẏālaikē tōmālōkē āllāhara nāmata ē'i aṅgīkāra nakaraibā yē, tōmālōkē tāka mōra ōcaralai ghūraā'i ānibā, araśyē yadi tōmālōkaka āṭaka karaā haẏa (tēntē sēẏā bhinna kathā)’. Tāra pichata siham̐tē yētiẏā tē'ōm̐ra ōcarata pratijñā karailē tētiẏā tē'ōm̐ ka’lē, ‘āmi yi biṣaẏē kathā pāti āchō, āllāhē'i iẏāra bidhāẏaka’"
        },
        {
            "chapter": 12,
            "verse": 67,
            "text": "Ārau tē'ōm̐ ka’lē, ‘hē mōra putrasakala! Tōmālōkē ēṭā duraāraēraē praraēśa nakaraibā, baraṁ bhina bhina duraāraēraē praraēśa karaibā. Āllāhara sid'dhāntara biparaītē ma'i tōmālōkara bābē ēkō karaiba nōraāraō. Ādēśa kērala mātra āllāharaē'i. Ma'i tē'ōm̐ra ōparatē'i nirbhara karaō, āllāhara ōparatē'i nirbharakāraī sakalara nirbhara karaā ucita’"
        },
        {
            "chapter": 12,
            "verse": 68,
            "text": "Ārau yētiẏā siham̐tē siham̐tara pitr̥ra ādēśa matē praraēśa karailē, tētiẏā āllāhara ādēśara biparaītē sēẏā siham̐tara kōnō kāmata ahā nāchila; iẏākūbē kērala tē'ōm̐ra manara ēṭi abhipraāẏa pūrṇa karaichila ārau araśyē tē'ōm̐ āmi diẏā śikṣāraē jñānabāna āchila. Kintu bēchi bhāga mānuhē'i nājānē"
        },
        {
            "chapter": 12,
            "verse": 69,
            "text": "Ārau siham̐tē yētiẏā i'uchuphara ōcarata praraēśa karailē, tētiẏā i'uchuphē tē'ōm̐ra sahōdara bhāẏēkaka nijara ōcaratē raākhilē ārau ka’lē, ‘niścaẏa maẏē'i tōmāra sahōdara bhāẏēka, gatikē siham̐tē yi karaichila tāra bābē dukha nakaraibā’"
        },
        {
            "chapter": 12,
            "verse": 70,
            "text": "Tāra pichata tē'ōm̐ yētiẏā siham̐tara sāmagraīra byarasthā karai dilē, tētiẏā tē'ōm̐ nija sahōdara bhāẏēkara ṭōpōlāra mājata pānapātra raākhi dilē. Tāra pichata ējana āhbāẏakē ciñam̐rai ka’lē, ‘hē yātraīdala! Niścaẏa tōmālōka cōra’"
        },
        {
            "chapter": 12,
            "verse": 71,
            "text": "Siham̐tē tē'ōm̐lōkara phālē cā'i sudhilē, ‘āpōnālōkara ki hēraā'ichē’"
        },
        {
            "chapter": 12,
            "verse": 72,
            "text": "tē'ōm̐lōkē ka’lē, ‘āmi rajāra pānapātra hēraā'ichō. Yiẏē sē'iṭō āni diba, si ēṭā uṭara (piṭhita) bōjā'i paraimāṇa khādya-sāmagraī upahāra pāba; ārau ma'i iẏāra jāmina’"
        },
        {
            "chapter": 12,
            "verse": 73,
            "text": "Siham̐tē ka’lē, ‘āllāhara śapata! Āpōnālōkē jānē'i dēkhōna yē, āmi ē'i dēśata duṣkr̥ti karaibalai ahā nā'i ārau āmi cōraō nahaẏa’"
        },
        {
            "chapter": 12,
            "verse": 74,
            "text": "Tē'ōm̐lōkē ka’lē, ‘yadi tōmālōkē michalīẏā hōraā tēntē iẏāra śāsti ki haba"
        },
        {
            "chapter": 12,
            "verse": 75,
            "text": "siham̐tē ka’lē, ‘iẏāra śāsti ha’ba, yāra ṭōpōlāra mājata sē'i pātraṭō pōraā yāba, siẏē'i tāra binimaẏa’. Ē'idaraē'i āmi yālimasakalaka śāsti pradāna karaō"
        },
        {
            "chapter": 12,
            "verse": 76,
            "text": "Ētēkē tē'ōm̐ nija sahōdara bhāẏēkara ṭōpōlā cōraāra āgatē siham̐tara ṭōpōlāta bicāraibalai dharailē, pichata tē'ōm̐ra sahōdara bhāẏēkara ṭōpōlāra paraā pātraṭō uliẏā'i ānilē. Ēnēkai āmi i'uchuphara bābē kauśala karaichilō. Āllāhē icchā nakarailē rajāra ā'inata tē'ōm̐ra bhātr̥ka āṭaka karaā saṅgata nāchila. Āmi yāka icchā maryādāta ucca karai di'ōm̐. Kāraṇa pratyēka jñānabāna byaktira ōparata āchē sarbajñānī"
        },
        {
            "chapter": 12,
            "verse": 77,
            "text": "Siham̐tē ka’lē, ‘si yadi curai karaichē tēntē (ēẏā kōnō ācaraita kathā nahaẏa) iẏāra sahōdaraē'ō iẏāra āgata curai karaichila’. Kintu i'uchuphē prakr̥ta biṣaẏaṭō nijara manatē gōpana raākhilē ārau siham̐tara sanmukhata prakāśa nakarailē. Tē'ōm̐ (manē manē) ka’lē, ‘tōmālōkara arasthā ati jaghan'ya ārau tōmālōkē yi kai āchā sē'i biṣaẏē āllāhē'i adhika aragata’"
        },
        {
            "chapter": 12,
            "verse": 78,
            "text": "Siham̐tē ka’lē, ‘hē ājīja! Iẏāra pitr̥ atyanta br̥d'dha; gatikē iẏāra ṭhā'ita āmāra mājara kōnō ējanaka raākhi diẏaka. Āmāra dr̥ṣṭita āpuni ējana saṯkarmaśīla byakti’"
        },
        {
            "chapter": 12,
            "verse": 79,
            "text": "Tē'ōm̐ ka’lē, ‘yāra ōcarata āmi āmāra bastu pā'ichō, tāra bāhiraē ānaka āṭaka karaāra aparaādhara paraā āmi āllāhara āśraẏa praārthanā karaichō. Ēnē karailē niścaẏa āmi yālimata paraiṇata hama’"
        },
        {
            "chapter": 12,
            "verse": 80,
            "text": "Ētēkē yētiẏā siham̐ta tāra biṣaẏē sampūrṇaraūpē niraāśa ha’la, tētiẏā siham̐ta paraāmarśa karaibalai ēkāntabhāraē gōṭa khālē. Siham̐tara mājara ḍāṅara janē ka’lē, ‘tōmālōkara manata āchēnē tōmālōkara pitr̥ẏē tōmālōkara paraā āllāhara nāmata aṅgīkāra laichē ārau iẏāra āgatē'ō tōmālōkē i'uchuphara biṣaẏē an'yāẏa karaichilā. Gatikē ma'i kētiẏā'ō ē'i dēśa ērai nāyā'ōm̐ yētiẏālaikē mōra pitr̥ẏē mōka anumati nidiba athabā āllāhē mōra bābē kōnō phaẏacālā nakaraiba ārau tēraēm̐i śraēṣṭha phaẏacālākāraī’"
        },
        {
            "chapter": 12,
            "verse": 81,
            "text": "Tōmālōkē tōmālōkara pitr̥ra ōcarata ghūrai yōraā ārau kōraāgai, ‘hē āmāra pitr̥! Āpōnāra putra'i curai karaichē ārau āmi yi jānō tāraē'i pratyakṣa biraraṇa dilō, ārau āmi adr̥śyara saṁrakṣaṇakāraī nahaẏa’"
        },
        {
            "chapter": 12,
            "verse": 82,
            "text": "‘(Yadi biśbāsa nahaẏa) tēntē yi janapadata āmi āchilō sē'i ṭhā'ira adhibāsīsakalaka sōdhaka ārau yi yātraīdalara lagata āmi āhichō tē'ōm̐lōkakō sōdhaka. Niścaẏa āmi sam̐cā kathā kai āchō’"
        },
        {
            "chapter": 12,
            "verse": 83,
            "text": "Tē'ōm̐ (iẏākūbē) ka’lē, ‘nahaẏa, baraṁ tōmālōkara ku-prabr̥ttiẏē tōmālōkara bābē ēṭā kāhinī sajā'i dichē. Gatikē uttama dhairyahē ma'i grahaṇa karaima; sambharataḥ āllāhē siham̐ta ubhaẏakē ēkēlagē mōra ōcaralai āni diba. Niścaẏa tē'ōm̐ sarbajña, prajñāmaẏa’"
        },
        {
            "chapter": 12,
            "verse": 84,
            "text": "Ārau tē'ōm̐ siham̐tara paraā mukha ghūraā'i nilē ārau ka’lē, ‘hāẏa āphacōca! I'uchuphara bābē’. Śōkata (kāndi kāndi) tē'ōm̐ra caku duṭā ghōlā hai paraichila kintu tē'ōm̐ āchila sambaraṇakāraī"
        },
        {
            "chapter": 12,
            "verse": 85,
            "text": "Siham̐tē ka’lē, ‘āllāhara śapata! Āpuni i'uchuphara kathā sadāẏa smaraṇa karai thākiba yētiẏā laikē āpuni mumūrṣa arasthāta upanīta nahaẏa athabā āpōnāra mr̥tyubaraṇa nahaẏa’"
        },
        {
            "chapter": 12,
            "verse": 86,
            "text": "Tē'ōm̐ ka’lē, ‘ma'i mōra asahanīẏa bēdanā, mōra dukha kērala āllāhara ōcaratē'i nibēdana karaō ārau ma'i āllāhara taraphara paraā sēẏā jānō yiṭō tōmālōkē nājānā’"
        },
        {
            "chapter": 12,
            "verse": 87,
            "text": "‘Hē mōra putrasakala! Tōmālōkē yōraā, i'uchupha ārau tāra sahōdarara sandhāna karaā ārau āllāhara rahamatara paraā tōmālōka niraāśa naha’bā. Kāraṇa āllāhara rahamatara paraā kāphira sampradāẏara bāhiraē āna kōnē'ō niraāśa nahaẏa’"
        },
        {
            "chapter": 12,
            "verse": 88,
            "text": "Ētēkē yētiẏā siham̐ta i'uchuphara ōcarata upasthita ha’la tētiẏā siham̐tē ka’lē, ‘hē ājīja! Āmi ārau āmāra paraiẏālabarga bipanna hai paraichō ārau āmi tuccha pum̐ji lai āhichō; gatikē āpuni āmāka khādya-sāmagraī pūrṇa mātraāta pradāna karaka ārau āmāra prati anugraha karaka; niścaẏa āllāhē anugrahakāraī sakalaka puraṣkr̥ta karaē’"
        },
        {
            "chapter": 12,
            "verse": 89,
            "text": "I'uchuphē ka’lē, ‘tōmālōkē jānānē, tōmālōkē i'uchupha ārau tē'ōm̐ra sahōdarara lagata ki ācaraṇa karaichilā, yētiẏā tōmālōka āchilā ajña’"
        },
        {
            "chapter": 12,
            "verse": 90,
            "text": "siham̐tē ka’lē, ‘tēntē tumiẏē'i i'uchupha nēki’? Tē'ōm̐ ka’lē, ‘haẏa, maẏē'i i'uchupha ārau ē'ōm̐ mōra bhā'iṭi; niścaẏa āllāhē āmāra ōparata anugraha karaichē. Niścaẏa yi byakti tākbaraā aralambana karaē ārau dhairya dhāraṇa karaē, tēntē araśyē āllāhē saṯkarmaśīlasakalara śramaphala binaṣṭa nakaraē’"
        },
        {
            "chapter": 12,
            "verse": 91,
            "text": "Siham̐tē ka’lē, ‘āllāhara śapata! Āllāhē niścaẏa tōmāka āmāra ōparata praādhān'ya dichē ārau āmi āchilō aparaādhī’"
        },
        {
            "chapter": 12,
            "verse": 92,
            "text": "Tē'ōm̐ ka’lē, ‘āji tōmālōkara biraud'dhē kōnō garaihaṇā nā'i. Āllāhē tōmālōkaka kṣamā karaka ārau tēraēm̐i śraēṣṭha daẏālu’"
        },
        {
            "chapter": 12,
            "verse": 93,
            "text": "‘Tōmālōkē mōra ē'i cōlāṭō lai yōraā ārau ē'iṭō mōra pitr̥ra mukhamaṇḍalara ōparata raākhibā; tētiẏā tē'ōm̐ dr̥ṣṭi śakti ghūraā'i pāba. Lagatē tōmālōkara paraiẏālara sakalōkē mōra ōcaralai lai āhāgai’"
        },
        {
            "chapter": 12,
            "verse": 94,
            "text": "Ārau yētiẏā yātraīdala ōlā'i paraila sē'i samaẏatē (iẏāta) tē'ōm̐lōkara pitr̥ẏē ka'lē, tōmālōkē yadi mōka br̥d'dha-aprakr̥tistha buli nabhabā tēntē ma'i ka'ōm̐ yē, ‘ma'i i'uchuphara ghraāṇa pā'i āchō’"
        },
        {
            "chapter": 12,
            "verse": 95,
            "text": "Siham̐tē ka’lē, ‘āllāhara śapata! Āpuni ētiẏā'ō sē'i puraṇi bibhraāntitē'i āchē’"
        },
        {
            "chapter": 12,
            "verse": 96,
            "text": "Tāra pichata yētiẏā susambādabāhaka upasthita ha’la ārau tē'ōm̐ra mukhamaṇḍalara ōparata cōlāṭō raākhilē tētiẏā tē'ōm̐ dr̥ṣṭi śakti ghūraā'i pālē. Tē'ōm̐ ka’lē, ‘ma'i tōmālōkaka kōraā nāchilōnē yē, ma'i āllāhara taraphara paraā yi jānō tōmālōkē sēẏā nājānā’"
        },
        {
            "chapter": 12,
            "verse": 97,
            "text": "siham̐tē ka’lē, ‘hē āmāra pitr̥! Āmāra gunāhara bābē kṣamā praārthanā karaka; niścaẏa āmi aparaādhī’"
        },
        {
            "chapter": 12,
            "verse": 98,
            "text": "Tē'ōm̐ ka’lē, ‘aciraē'i ma'i mōra pratipālakara ōcarata tōmālōkara bābē kṣamā praārthanā karaima. Niścaẏa tē'ōm̐ ati kṣamāśīla, parama daẏālu’"
        },
        {
            "chapter": 12,
            "verse": 99,
            "text": "Tāra pichata tē'ōm̐lōka yētiẏā i'uchuphara ōcarata upasthita ha’la, tētiẏā tē'ōm̐ pitr̥-mātr̥ka nijara kāṣata sthāna dilē, ārau ka’lē, ‘āpōnālōkē āllāhara icchāta niraāpadē micarata arasthāna karaka’"
        },
        {
            "chapter": 12,
            "verse": 100,
            "text": "Ārau i'uchuphē tē'ōm̐ra pitr̥-mātr̥ka ucca āsanata bahuraālē ārau tē'ōm̐lōka sakalōraē tē'ōm̐ra sanmānata chājadāranata ha’la. Tētiẏā tē'ōm̐ ka’lē, ‘hē mōra pitr̥! Ē'iṭōraē'i mōra sapōnara byākhyā; mōra pratipālakē iẏāka satyata paraiṇata karaichē ārau tēraēm̐i mōka kāraāgārara paraā mukta karaichē ārau caẏatānē mōra ārau mōra bhātr̥sakalara samparka binaṣṭa karaāra pichatō āpōnālōkaka maraubhūmi añcalara paraā iẏāta āni tē'ōm̐ mōra prati anugraha karaichē. Niścaẏa mōra pratipālakē yi icchā karaē sēẏā nipuṇatāra saitē karaē. Niścaẏa tēraēm̐i sarbajña, prajñāmaẏa’"
        },
        {
            "chapter": 12,
            "verse": 101,
            "text": "‘Hē mōra pratipālaka! Tumiẏē'i mōka raājatba dāna karaichā ārau sapōnara byākhyā śikṣā dichā. Hē ākāśasamūha ārau pr̥thiraīra sraṣṭā! Tumiẏē'i pr̥thiraī ārau ākhiraātata mōra abhibhāraka. Tumi mōka muchalima arasthāta mutyu pradāna karaā ārau mōka saṯkarmaparaāẏaṇasakalara antarbhukta karaā’"
        },
        {
            "chapter": 12,
            "verse": 102,
            "text": "Ē'ibōra gāẏēbara sambāda yibōra āmi ahīra dbāraā tōmāka janā'i āchō, yētiẏā siham̐tē aikyamatata upanīta hai ṣaṛayantra karaichila, tētiẏā tumi siham̐tara lagata nāchilā"
        },
        {
            "chapter": 12,
            "verse": 103,
            "text": "Ārau tumi yimānē'i ākāṅkṣā nakaraā kiẏa, adhikānśa mānuhē'i īmāna pōṣaṇa nakaraiba"
        },
        {
            "chapter": 12,
            "verse": 104,
            "text": "Athaca tumi siham̐tara paraā kōnō pratidānō bicaraā nā'i. Ē'i (kōra'āna) kērala sr̥ṣṭijagatara bābē upadēśamātra"
        },
        {
            "chapter": 12,
            "verse": 105,
            "text": "Ākāśasamūha ārau pr̥thiraīta bahutō nidarśana āchē; siham̐tē ē'ibōra dēkhē kintu siham̐tē ē'ibōrara prati udāsīna"
        },
        {
            "chapter": 12,
            "verse": 106,
            "text": "Siham̐tara sarahabhāga mānuhē īmāna pōṣaṇa karaā satbē'ō āllāhara lagata anśīdāra sthāpana (śbirka) karaē"
        },
        {
            "chapter": 12,
            "verse": 107,
            "text": "Kintu siham̐ta āllāhara sarbagraāsī śāstira paraā nā'ibā siham̐tara ajānitē kiẏāmatara ākasmika upasthitira paraā niraāpada hai gaichē nēki"
        },
        {
            "chapter": 12,
            "verse": 108,
            "text": "kōraā, ‘ē'iṭōraē'i mōra patha, ma'i ārau mōra anusāraīsakalē pūrṇa biśbāsara saitē jāni-buji āllāhara prati āhbāna karaō. Āllāha ati paraitra mahāna ārau ma'i muśbaraikasakalara antarbhukta nahaẏa’"
        },
        {
            "chapter": 12,
            "verse": 109,
            "text": "Ārau āmi tōmāra pūrbē'ō janapadabāsīra mājara paraā kērala purauṣasakalakē'i raichālata pradāna karaichilō, yisakalara ōparata āmi ahī aratīrṇa karaichilō. Iham̐tē pr̥thiraīta bhramaṇa karaā nā'inē? Tētiẏāhē dēkhiba pārailēhēm̐tēna yē, siham̐tara pūrbarartīsakalara ki paraiṇāma haichila? Ārau araśyē yisakalē tākbaraā aralambana karaichē tē'ōm̐lōkara bābē ākhiraātara ābāsē'i uttama; tathāpi'ō tōmālōkē buji nōpōraā nē"
        },
        {
            "chapter": 12,
            "verse": 110,
            "text": "araśēṣata yētiẏā raāchulasakala (tē'ōm̐lōkara sampradāẏara īmānara paraā) niraāśa ha’la ārau mānuhē dhāraṇā karailē yē, raāchulasakalaka michā pratiśrauti diẏā haichē, tētiẏā tē'ōm̐lōkara ōcarata āmāra sāhāyya āhi pālē. Ē'idaraē āmi yāka icchā karaō si nājāta pāẏa. Kintu aparaādhī sampradāẏara paraā āmāra śāsti pratiraōdha karaā nahaẏa"
        },
        {
            "chapter": 12,
            "verse": 111,
            "text": "Siham̐tara br̥ttāntata araśyē bōdhaśakti sampanna byaktisakalara bābē āchē śikṣā. Ē'iṭō kōnō manē sajā racanā nahaẏa. Baraṁ ē'iṭō āgara granthabōrata yi āchē tāraē'i samarthaka ārau sakalō biṣaẏara biśada biraraṇa, lagatē mumina sampradāẏara bābē i hidāẏata ārau rahamata"
        },
        {
            "chapter": 13,
            "verse": 1,
            "text": "Ālipha-lāma-mīma-raā, ē'ibōra kitābara āẏāta, ārau tōmāra pratipālakara taraphara paraā tōmāra prati yi aratīrṇa karaā haichē sēẏā satya; kintu adhikānśa mānuhē'i īmāna pōṣaṇa nakaraē"
        },
        {
            "chapter": 13,
            "verse": 2,
            "text": "Āllāha sē'ijana, yijanē ākāśasamūhaka khum̐ṭābihīna ōparata sthāpana karaichē, yiṭō tōmālōkē dēkhā pōraā. Tāra pichata tē'ōm̐ āraśbara ōparata uṭhichē ārau sūrya ārau candraka niẏamādhīna karaichē, pratyēkaṭōraē ēṭā nirdiṣṭa samaẏa laikē ābartana karaiba. Tēraēm̐i sakalō biṣaẏa paraicālanā karaē, āẏātasamūha biśadabhāraē barṇanā karaē, yātē tōmālōkē tōmālōkara pratipālakara lagata sākṣāta samparkē niścita biśbāsa karaiba pāraā"
        },
        {
            "chapter": 13,
            "verse": 3,
            "text": "Ārau tēraēm̐i dharaākhanaka bistr̥ta karaichē ārau tāta sudr̥ṛha parbata ārau nadī sr̥ṣṭi karaichē ārau tēraēm̐i sakalō dharaṇara phala-mūla yōraā-yōraākai sr̥ṣṭi karaichē. Tēraēm̐i dinaka raātira dbāraā ḍhāki diẏē. Niścaẏa iẏāta cintāśīla sampradāẏara bābē nidarśana āchē"
        },
        {
            "chapter": 13,
            "verse": 4,
            "text": "Ārau pr̥thiraīta āchē paraspara sanlagna bhūkhaṇḍa, āṅgurara bāgicā, khēti pathāra, ēkē'i mūlara paraā udagata bā bhina bhina mūlara paraā udagata khējura gacha yibōraka ēkē pānīẏē'i jīpāla karaē, kintu sōraādara kṣētrata sē'ibōrara kichumānaka āmi āna kichumānara ōparata śraēṣṭhatba di'ōm̐. Niścaẏa bōdhaśakti sampanna sampradāẏara bābē iẏāta āchē nidarśana"
        },
        {
            "chapter": 13,
            "verse": 5,
            "text": "Ārau yadi tumi bismita hōraā, tēntē (tātōkai) bismiẏara biṣaẏa haichē siham̐tara ē'i kathāḥ ‘āmi yētiẏā māṭita paraiṇata hama, tāra pichatō āmi natuna jīrana lābha karaimanē’? Iham̐tē'i haichē sē'isakala lōka yisakalē nija pratipālakara lagata kupharaī karaichē, ārau iham̐taraē'i ḍiṅita thākiba śikali, ārau iham̐tē'i agnira adhibāsī, tāta siham̐ta sthāẏī ha’ba"
        },
        {
            "chapter": 13,
            "verse": 6,
            "text": "Ārau siham̐tē tōmāra ōcarata maṅgalara pūrbē amaṅgalara bābē kharakhēdā karaē. Athaca siham̐tara āgata śāstira anuraūpa bahu (śikṣaṇīẏa) dr̥ṣṭānta pāra haichē. Siham̐tara aparaādhara pichatō niścaẏa tōmāra raba mānuhara prati kṣamāśīla ārau (śunā) niścaẏa tōmāra raba śāsti pradānatō ati kaṭhōra"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "Ārau yisakalē kupharaī karaichē siham̐tē kaẏa, ‘ē'ōm̐ra pratipālakara taraphara paraā ē'ōm̐ra ōparata kōnō nidarśana aratīrṇa nahaẏa kiẏa’? Niścaẏa tumi ējana satarkakāraī, ārau pratyēka sampradāẏara bābē āchē patha pradarśaka"
        },
        {
            "chapter": 13,
            "verse": 8,
            "text": "Pratyēka nāraīẏē garbhata yi dhāraṇa karaē ārau garbhāśaẏata yi kamē ārau br̥d'dhi haẏa sēẏā āllāhē jānē ārau tē'ōm̐ra ōcarata pratyēka basturaē ēṭā nirdiṣṭa paraimāṇa āchē"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "Tē'ōm̐ gāẏēba ārau prakāśyara jñānī, mahāna, sarbōcca"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "Tōmālōkara mājata yiẏē kathā gōpana karaē athabā yiẏē kathā prakāśa karaē, raātita yiẏē ātmagōpana karaē ārau dinata yiẏē prakāśyaraūpē bicaraṇa karaē, siham̐ta sakalōraē āllāhara ōcarata samāna"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "Mānuhara bābē tāra sanmukhata ārau pichata ēṭāra pichata ēṭākai āgamanakāraī praharaī āchē, siham̐tē āllāhara ādēśata tāra rakṣaṇābēkṣaṇa karaē. Niścaẏa āllāhē kōnō sampradāẏara arasthā paraibartana nakaraē yētiẏā laikē siham̐tē nijē'i nijara arasthā paraibartana nakaraē. Lagatē kōnō sampradāẏara bābē yadi āllāhē aśubha kibā icchā karaē tēntē sēẏā pratiraōdha karaā sambhara nahaẏa ārau tē'ōm̐ra bāhiraē siham̐tara kōnō abhibhāraka nā'i"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "Tēraēm̐i bhaẏa ārau āśā sañcāra karaāra bābē tōmālōkaka bijulīra camaka dēkhuraāẏa. Tēraēm̐i gadhūra mēgha sr̥ṣṭi karaē"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "ārau raā’da (bajra athabā phiraistāra nāma) āllāhara sapraśansa mahimā ārau paraitratā ghōṣaṇā karaē ārau phiraistāsakalē'ō karaē tē'ōm̐ra bhaẏata. Tēraēm̐i garjanakāraī bajra paṭhāẏa, tāra pichata yāka icchā tāra dbāraā āghāta karaē, kāraṇa siham̐ta āllāha samparkē bāka-bitaṇḍā karaē, ārau tēraēm̐i śaktita prabala, śāstita ati kaṭhōra"
        },
        {
            "chapter": 13,
            "verse": 14,
            "text": "Satyara āhbāna tē'ōm̐raē'i. Yisakalē tē'ōm̐ra bāhiraē ānaka āhbāna karaē, siham̐tē siham̐tara āhbānata akaṇō sam̐hārai nidiẏē. Baraṁ siham̐tara dr̥ṣṭānta sē'i byaktira daraē, yijanē pānīra bābē hāta pāti pānīka āhbāna karaē tāra mukhata paraibalai athaca tāra mukhata āhi paraibalai pānīra kōnō śakti nā'i, ārau kāphirasakalara āhbāna kērala bhraṣṭatātē'i nipatita"
        },
        {
            "chapter": 13,
            "verse": 15,
            "text": "Ākāśasamūha ārau pr̥thiraīta thakā sakalō basturaē'i sba-icchā'i ha'ōm̐ka nā'ibā anicchā'i ha'ōm̐ka āllāhaka chājadāha karaē ārau puraā-gadhūli sē'ibōrara chām̐bōraē'ō (tē'ōm̐kē'i chājadāha karaē)"
        },
        {
            "chapter": 13,
            "verse": 16,
            "text": "Kōraā, ‘ākāśasamūha ārau pr̥thiraīra raba kōna’? Kōraā, ‘āllāha’. Kōraā, ‘tēntē tōmālōkē tē'ōm̐ra bāhiraē ēnē bastuka abhibhārakaraūpē grahaṇa karaichā nēki yisakalē nijaraē'i upakāra bā apakāra karaiba nōraāraē’? Kōraācōna, ‘andha ārau dr̥ṣṭi sampanna byakti samāna ha’ba pāraēnē? Athabā andhakāra ārau pōhara samāna ha’ba pāraēnē’? Nē siham̐tē āllāhara lagata ēnē kichumānaka anśī karaichē, yisakalē āllāhara sr̥ṣṭira daraē sr̥ṣṭi karaichē, yāra bābē siham̐tara ōcarata sadr̥śa buli dhāraṇā haichē? Kōraā, ‘kērala āllāhē'i sakalō bastura sraṣṭā, ārau tē'ōm̐ ēkaka, mahā pratāpaśālī’"
        },
        {
            "chapter": 13,
            "verse": 17,
            "text": "Tēraēm̐i ākāśara paraā pānī baraṣāẏa, phalata upatyakāsamūha nija nija āẏatana anuyāẏī plāraita haẏa ārau plāranē tāra ōparara ārarjanā bahana karaē. Ē'idaraē'i ārarjanā uparai bhāgata āhē yētiẏā alaṅkāra ārau sarañjāma taiẏāra karaibalai dhātu ju'ita uttapta karaā haẏa. Ē'idaraē'i āllāhē satya ārau asatyara udāharaṇa diẏē. Phalata ārarjanābōra niḥśēṣa hai yāẏa ārau yibōra mānuhara upakārata āhē sēẏā māṭita sthiti laẏa. Ē'idaraē'i āllāhē upamā diẏē"
        },
        {
            "chapter": 13,
            "verse": 18,
            "text": "Yisakalē nija pratipālakara āhbānata sam̐hārai diẏē, tē'ōm̐lōkara bābē āchē śraēṣṭha pratidāna; ārau yisakalē tē'ōm̐ra āhbānata sam̐hārai diẏā nā'i, siham̐tē yadi pr̥thiraīta yi āchē sē'i sakalōbōrara lagatē ārau iẏāra samaparaimāṇa bastura mālika hai yāẏa, tēnēha’lē (āllāhara śāstira paraā bācibalai) siham̐tē sē'i sakalōbōra muktipaṇasbaraūpa dibalai araśyē prastuta ha’ba. Kintu siham̐tara hicāba ha’ba ati kaṭhōra ārau jāhānnāma ha’ba siham̐tara ābāsa, ārau sē'iṭō kimāna yē nikr̥ṣṭa biśraāmasthala"
        },
        {
            "chapter": 13,
            "verse": 19,
            "text": "tōmāra pratipālakara taraphara paraā tōmāra prati yi aratīrṇa haichē sē'iṭōka yi byaktiẏē satya buli jānē, sē'ijana byakti tāra daraē nēki yijana andha? Niścaẏa bibēka sampanna byaktisakalē'i kērala upadēśa grahaṇa karaē"
        },
        {
            "chapter": 13,
            "verse": 20,
            "text": "Yisakalē āllāhara lagata karaā aṅgīkāra pūrṇa karaē ārau pratijñā bhaṅga nakaraē"
        },
        {
            "chapter": 13,
            "verse": 21,
            "text": "ārau āllāhē yi samparka aṭuṭa raākhibalai ādēśa karaichē yisakalē sēẏā aṭuṭa raākhē, ārau nija pratipālakaka bhaẏa karaē ārau bhaẏa karaē kaṭhōra hicābaka"
        },
        {
            "chapter": 13,
            "verse": 22,
            "text": "ārau yisakalē nija pratipālakara santuṣṭi lābhara bābē dhairya dhāraṇa karaē ārau chālāta kāẏēma karaē, ārau āmi tē'ōm̐lōkaka yi jīranōpakaraṇa dichō tāra paraā gōpanē ārau prakāśyabhāraē byaẏa karaē lagatē bhāla karmara dbāraā bēẏā karmaka pratihata karaē, tē'ōm̐lōkara bābē'i āchē ākhiraātara śubha paraiṇāma"
        },
        {
            "chapter": 13,
            "verse": 23,
            "text": "Sthāẏī jānnātasamūha, tāta tē'ōm̐lōka praraēśa karaiba ārau tē'ōm̐lōkara pitr̥-mātr̥, pati-patnī lagatē santāna-santatisakalara mājata yisakalē saṯkarma karaichē tē'ōm̐lōkē'ō (praraēśa karaiba). Ārau phiraistāsakala tē'ōm̐lōkara ōcarata upasthita ha’ba pratyēka duraāraēraē"
        },
        {
            "chapter": 13,
            "verse": 24,
            "text": "ārau āhi ka’ba, ‘śānti tōmālōkara ōparata, kāraṇa tōmālōkē dhairya dhāraṇa karaichilā, ākhiraātara ē'i paraiṇāma kimāna yē uttama’"
        },
        {
            "chapter": 13,
            "verse": 25,
            "text": "Ānahātē yisakalē āllāhara lagata dr̥ṛha aṅgīkārata ārad'dha hōraāra pichata sēẏā bhaṅga karaē, yi samparka aṭuṭa raākhibalai āllāhē ādēśa karaichē sēẏā chinna karaē ārau pr̥thiraīta aśānti sr̥ṣṭi karai phuraē, siham̐tara bābē āchē abhiśāpa lagatē siham̐tara bābē āchē ākhiraātara nikr̥ṣṭa ābāsasthala"
        },
        {
            "chapter": 13,
            "verse": 26,
            "text": "Āllāhē yāka icchā karaē tāra bābē jīranōpakaraṇa br̥d'dhi karai diẏē ārau saṅkucita karaē; kintu iham̐ta pārthira jīrana laiẏē ānandita, athaca pārthira jīrana ākhiraātara tulanāta kṣaṇasthāẏī bhōgamātra"
        },
        {
            "chapter": 13,
            "verse": 27,
            "text": "Ārau yisakalē kupharaī karaichē siham̐tē kaẏa, ‘ē'ōm̐ra pratipālakara taraphara paraā ē'ōm̐ra ōcarata kōnō nidarśana aratīrṇa nahaẏa kiẏa’? Kōraā, ‘āllāhē yāka icchā bibhraānta karaē ārau yisakala tē'ōm̐ra abhimukhī tē'ōm̐ tē'ōm̐lōkaka tē'ōm̐ra patha dēkhuraāẏa’"
        },
        {
            "chapter": 13,
            "verse": 28,
            "text": "‘Yisakalē īmāna ānichē āllāhara smaraṇata tē'ōm̐lōkara mana praśānta haẏa; jāni thōraā! Āllāhara smaraṇatē'i manara śānti lābha haẏa’"
        },
        {
            "chapter": 13,
            "verse": 29,
            "text": "‘yisakalē īmāna ānichē ārau saṯkarma karaē, tē'ōm̐lōkara bābē'i āchē parama ānanda ārau sundara pratyārartanasthala’"
        },
        {
            "chapter": 13,
            "verse": 30,
            "text": "Ē'idaraē āmi tōmāka praēraṇa karaichō ēnē ēṭā jātira prati yiham̐tara āgata bahu jāti pāra haichē, yātē āmi tōmāra prati yi aratīrṇa karaichō, sēẏā tumi siham̐tara ōcarata tilārata karaā. Tathāpi'ō siham̐tē rahamānaka asbīkāra karaē. Kōraā, ‘tēraēm̐i mōra raba, tē'ōm̐ra bāhiraē āna kōnō satya ilāha nā'i. Tē'ōm̐ra ōparatē'i ma'i nirbhara karaō ārau tē'ōm̐ra ōcaratē'i mōra pratyārartana’"
        },
        {
            "chapter": 13,
            "verse": 31,
            "text": "Ārau yadi kōra'āna ēnēkuraā ha’lēhēm̐tēna yāra dbāraā parbataka gatiśīla karaā ga’lēhēm̐tēna ārau pr̥thiraīka ṭukuraā-ṭukura karaā ga’lēhēm̐tēna nā'ibā mr̥ta byaktira lagata kathā ka’ba paraā ga’lēhēm̐tēna, kintu sakalō biṣaẏa āllāharaē'i ikhatiẏārabhukta. Tēntē yisakalē īmāna ānichē tē'ōm̐lōkē nājānē nēki yē, āllāhē icchā karailē sakalōkē saṯpathata paraicālita karaiba pārailēhēm̐tēna? Ārau yisakalē kupharaī karaichē siham̐tara karmakāṇḍara kāraṇē siham̐tara biparyaẏa ghaṭiẏē'i thākiba, athabā biparyaẏa siham̐tara ābāsara ōcaraē pājaraē āpatita haiẏē thākiba, āllāhara pratiśrauti nahā laikē. Niścaẏa āllāha pratiśrautira byatikrama nakaraē"
        },
        {
            "chapter": 13,
            "verse": 32,
            "text": "Niścaẏa tōmāra pūrbē bahu raāchulaka upahāsa karaā haichē ārau yisakalē kupharaī karaichila siham̐taka ma'i akaṇamāna arakāśa dichilō, tāra pichata siham̐taka ākramaṇa karaichō. Ētēkē kēnēkuraā āchila mōra śāsti"
        },
        {
            "chapter": 13,
            "verse": 33,
            "text": "tēntē pratyēka mānuhē yi karaē sē'ibōrara yijana paryabēkṣaka (tē'ōm̐ iham̐tara ē'i akṣama ilāhabōrara daraē nēki?) Athaca siham̐tē āllāhara lagata bahu anśīdāra sābyasta karaichē. Kōraā, ‘tōmālōkē iham̐tara paraicaẏa diẏā. Nē tōmālōkē pr̥thiraīra mājara ēnēkuraā kōnō sambāda diba bicaraā yiṭō tē'ōm̐ nājānē? Nē (tōmālōkē kērala) bāhyika kathāhē kai āchā’? Baraṁ yisakalē kupharaī karaichē siham̐tara ōcarata siham̐tara chalanā śōbhanīẏa karai diẏā haichē ārau siham̐taka saṯpathara paraā ām̐tarata rakhā haichē, ārau āllāhē yāka bibhraānta karaē tāra kōnō pathapradarśaka nā'i"
        },
        {
            "chapter": 13,
            "verse": 34,
            "text": "Siham̐tara bābē pārthira jīranata āchē śāsti, ārau ākhiraātara śāsti ati kaṭhōra! Ārau āllāhara śāstira paraā rakṣā karaibalai siham̐tara kōnō nā'i"
        },
        {
            "chapter": 13,
            "verse": 35,
            "text": "Muttākbīsakalaka yi jānnātara pratiśrauti diẏā haichē, tāra upamā haichē ēnēkuraāḥ tāra talata nadīsamūha prabāhita, tāra phala-mūla ārau chām̐ ha’ba cirasthāẏī. Yisakalē tākbaraā aralambana karaichē ē'iṭō tē'ōm̐lōkara pratiphala ārau kāphirasakalara pratiphala haichē agni"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "Ārau āmi yisakalaka kitāba pradāna karaichō tē'ōm̐lōkē tōmāra prati yi aratīrṇa haichē tāta ānanda pāẏa. Kintu dalasamūhara kichumānē iẏāra kichu anśaka asbīkāra karaē. Kōraā, ‘mōka ādēśa karaā haichē ma'i yātē kērala āllāhara ibādata karaō ārau tē'ōm̐ra lagata yātē āna kākō anśī nakaraō. Ma'i tē'ōm̐ra pinē'i āhbāna karaō ārau tē'ōm̐ra ōcaratē'i mōra pratyārartana’"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "Ē'idaraē'i āmi kōra'ānaka bidhānaraūpē ārabī bhāṣāta aratīrṇa karaichō. Ētēkē jñāna pōraāra pichatō yadi tumi siham̐tara prabr̥ttira anusaraṇa karaā tēntē āllāhara biraud'dhē tōmāra kōnō abhibhāraka ārau rakṣaka nāthākiba"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "Ārau araśyē āmi tōmāra pūrbē bahu raāchula praēraṇa karaichilō ārau tē'ōm̐lōkakō straī ārau santāna-santati pradāna karaichilō. Āllāhara anumatibihīna kōnō nidarśana upasthita karaā kōnō raāchulara dbāraā sambhara nahaẏa. Pratyēka biṣaẏara bābē'i nirdhāraita samaẏa lipibad'dha āchē"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "Āllāhē yi icchā karaē sēẏā muci diẏē ārau yi icchā karaē sēẏā pratiṣṭhita karaē ārau tē'ōm̐ra ōcaratē'i āchē um'mula kitāba"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "Ārau āmi siham̐taka yi (śāstira) pratiśrauti dichō tāraē alapa yadi tōmāka (pr̥thiraītē) dēkhuraā'i di'ōm̐ athabā (siham̐tara ōparata sēẏā ahāra āgatē'i) tōmāka mr̥tyu pradāna karaō, -- tēntē tōmāra kartabyatō haichē kērala pracāra karaā, ārau hicāba-nikāca lōraāra dāẏitba kērala āmāraē'i"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "Siham̐tē dēkhā nā'inē yē, āmi pr̥thiraīka kē'uphālara paraā saṅkucita karai āni āchō? Ārau āllāhē'i ādēśa karaē, tē'ōm̐ra ādēśa radda karaibalai kōnō nā'i ārau tē'ōm̐ drauta hicāba grahaṇakāraī"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "Siham̐tara pūrbē yisakala āchila siham̐tē'ō cakraānta karaichila; kintu sakalō cakraānta āllāhara ikhatiẏārata. Pratyēka byaktiẏē yi upārjana karaē sēẏā tē'ōm̐ jānē, ārau kāphirasakalē anatipalamē jāniba pāraiba yē, ākhiraātara śubha paraiṇāma kāra bābē"
        },
        {
            "chapter": 13,
            "verse": 43,
            "text": "Ārau yisakalē kupharaī karaichē siham̐tē kaẏa, ‘tumi āllāhara praēraita nahaẏa’. Kōraā, ‘āllāha ārau yisakalara ōcarata kitābara jñāna āchē, tē'ōm̐lōkē'i mōra ārau tōmālōkara mājata sākṣī hicāpē yathēṣṭa’"
        },
        {
            "chapter": 14,
            "verse": 1,
            "text": "Ālipha-lāma-raā, ē'iṭō ēkhana kitāba, āmi iẏāka tōmāra prati aratīrṇa karaichō, yātē tumi mānuhaka siham̐tara pratipālakara anumatikramē andhakārara paraā pōharalai ōlā'i āniba pāraā, sē'i sattāra pathara pinē yijana paraākramaśālī, sarbapraśansita"
        },
        {
            "chapter": 14,
            "verse": 2,
            "text": "Sē'i āllāhara pathata, yijana ākāśasamūha ārau pr̥thiraīra sakalō basturaē'i garaākī, ārau kāphirasakalara bābē āchē kaṭhina śāstira durbhōga"
        },
        {
            "chapter": 14,
            "verse": 3,
            "text": "yisakalē pārthira jīranaka ākhiraātatakai adhika bhālapāẏa ārau mānuhaka āllāhara pathara paraā birata raākhē, ārau tāta bakratā sandhāna karaē; siham̐tē'i ghōra bibhraāntita nipatita"
        },
        {
            "chapter": 14,
            "verse": 4,
            "text": "Ārau āmi pratijana raāchulaka tē'ōm̐ra sba-jātira bhāṣātē'i praēraṇa karaichō, yātē tē'ōm̐ siham̐tara ōcarata spaṣṭaraūpē byākhyā karaiba pāraē, tāra pichatō āllāhē yāka icchā bibhraānta karaē ārau yāka icchā saṯpathata paraicālita karaē ārau tē'ōm̐ paraākramaśālī, prajñāmaẏa"
        },
        {
            "chapter": 14,
            "verse": 5,
            "text": "Ārau araśyē āmi muchāka āmāra nidarśanasaha praēraṇa karaichilō ārau kaichilō, ‘tōmāra sampradāẏaka andhakārara paraā pōharalai lai āhā, ārau siham̐taka āllāhara dinabōrara (arthāṯ bibhinna sampradāẏara śāstira dinabōrara) dbāraā upadēśa diẏā’. Iẏāta nidarśana āchē pratyēka parama dhairyaśīla ārau parama kr̥tajña byaktira bābē"
        },
        {
            "chapter": 14,
            "verse": 6,
            "text": "Ārau smaraṇa karaā, yētiẏā muchā'i tē'ōm̐ra sampradāẏaka kaichila, ‘āllāhē tōmālōkara ōparata karaā anugrahabōra smaraṇa karaā, yētiẏā tē'ōm̐ tōmālōkaka rakṣā karaichila phira'ā'una gōṣṭhīra kabalara paraā, yiham̐tē tōmālōkaka nikr̥ṣṭa śāsti pradāna karaichila, tōmālōkara putra santānaka jabēha karaichila ārau tōmālōkara nāraīsakalaka jīraita raākhichila; ārau iẏāta āchila tōmāra pratipālakara taraphara paraā ēṭā mahāparaīkṣā’"
        },
        {
            "chapter": 14,
            "verse": 7,
            "text": "Ārau smaraṇa karaā, yētiẏā tōmāra pratipālakē ghōṣaṇā karaichila, yadi tōmālōka kr̥tajña hōraā tēntē araśyē ma'i tōmālōkaka ārau adhika pradāna karaima, ārau akr̥tajña ha'lē niścaẏa mōra śāsti ati kaṭhōra"
        },
        {
            "chapter": 14,
            "verse": 8,
            "text": "Ārau muchā'i kaichila, ‘tōmālōkē ārau pr̥thiraīra sakalōraē yadi akr̥tajña hōraā, tathāpi'ō niścaẏa āllāha abhāramukta, sarbapraśansita’"
        },
        {
            "chapter": 14,
            "verse": 9,
            "text": "Tōmālōkara ōcarata tōmālōkara pūrbarartīsakalara sambāda āhi pōraā nā'inē, nūha sampradāẏara, āda ārau chāmūdara lagatē siham̐tara parabartīsakalara? Yisakalaka āllāhara bāhiraē āna kōnē'ō nājānē. Siham̐tara ōcarata spaṣṭa pramāṇādi lai siham̐tara raāchulasakala āhichila, tētiẏā siham̐tē nijara hāta nija mukhata sthāpana karai kaichila, ‘tōmālōkē yi lai praēraita haichā sēẏā āmi niścitabhāraē asbīkāra karailō, ārau niścaẏa āmi bibhraāntikara sandēhata āchō sē'i biṣaẏē, yāra pinē tōmālōkē āmāka āhbāna karai āchā’"
        },
        {
            "chapter": 14,
            "verse": 10,
            "text": "Siham̐tara raāchulasakalē kaichila, ‘āllāha samparkē kōnō sandēha āchē nēki, yijana ākāśasamūha ārau pr̥thiraīra sr̥ṣṭikartā? Tē'ōm̐ tōmālōkaka āhbāna karaē tōmālōkara pāpa mōcana karaāra bābē ārau nirdiṣṭa kāla paryanta tōmālōkaka arakāśa diẏāra bābē’. Siham̐tē ka’lē, ‘tōmālōkē hēnō āmāra daraē'i mānuha. Āmāra pitr̥-purauṣasakalē yisakalara ibādata karaichila tōmālōkē siham̐tara ibādatara paraā āmāka birata raākhiba bicaraā. Ētēkē tōmālōkē āmāra ōcarata kōnō akāṭya pramāṇa lai āhā’"
        },
        {
            "chapter": 14,
            "verse": 11,
            "text": "Siham̐tara raāchulasakalē siham̐taka ka’lē, ‘sam̐cā, āmi tōmālōkara daraē'i mānuha kintu āllāhē tē'ōm̐ra bāndāsakalara mājara paraā yāka icchā anugraha pradāna karaē ārau āllāhara anumatibihīna tōmālōkara ōcarata pramāṇa upasthita karaāra kṣamatā āmāra mājata nā'i’. Āllāhara ōparatē'i muminasakalara tāraākkula (bharasā) karaā ucita"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "‘Ārau āmāra ki haichē yē, āmi āllāhara ōparata bharasā nakaraima? Athaca tēraēm̐i āmāka āmāra patha dēkhuraā'ichē. (Ārau śunā) tōmālōkē āmāka yi kaṣṭa di āchā, āmi tāra ōparata araśyē dhairya dhāraṇa karaima. Ētēkē nirbharakāraī sakalara kērala āllāhara ōparatē'i nirbhara karaā ucita’"
        },
        {
            "chapter": 14,
            "verse": 13,
            "text": "Ārau kāphirasakalē siham̐tara raāchulasakalaka kaichila, ‘āmi tōmālōkaka āmāra dēśara paraā araśyē bahiṣkāra karaima nā'ibā tōmālōkē āmāra dharmādarśata ubhati āhibā’. Tāra pichata raāchulasakalaka tē'ōm̐lōkara pratipālakē ahī praēraṇa karailē, ‘yālimasakalaka āmi araśyē bināśa karaima’"
        },
        {
            "chapter": 14,
            "verse": 14,
            "text": "araśyē āmi siham̐tara pichata tōmālōkaka ē'i dēśata bāsa karaāma; ē'iṭō tāra bābē yiẏē āmāra sanmukhata upasthita ha’balai bhaẏa karaē ārau bhaẏa karaē āmāra śāstira"
        },
        {
            "chapter": 14,
            "verse": 15,
            "text": "Ārau siham̐tē bijaẏa kāmanā karailē kintu pratyēka ud'dhata sbairaācāraī byartha manōratha ha’la"
        },
        {
            "chapter": 14,
            "verse": 16,
            "text": "Tāra sanmukhata āchē jāhānnāma ārau tāka pāna karaōraā ha’ba galita pūm̐ja"
        },
        {
            "chapter": 14,
            "verse": 17,
            "text": "sē'iṭō si ati kaṣṭata ḍhōkē ḍhōkē gili khābalai cēṣṭā karaiba, kintu sahajē giliba nōraāraiba. Kē'uphālara paraā tāra ōcarata mr̥tyu āhiba, athaca tāra mr̥tyu naha’ba. Iẏāra pichatō āchē kaṭhōra śāsti"
        },
        {
            "chapter": 14,
            "verse": 18,
            "text": "Yisakalē nija pratipālakara lagata kupharaī karaē siham̐tara upamā haichē, siham̐tara āmalabōra bhasmara daraē, yibōra dhumuhāra dinata prabala batāhē pracaṇḍa gatita sē'ibōra urauraā'i lai yāẏa. Siham̐tē yi upārjana karaē tāra ēkōraē'i siham̐tē nijara kāmata lagāba nōraāraē. Ē'iṭōraē'i carama bibhraānti"
        },
        {
            "chapter": 14,
            "verse": 19,
            "text": "Tumi lakṣya karaā nā'inē yē, āllāhē ākāśasamūha ārau pr̥thiraī yathāyathabhāraē sr̥ṣṭi karaichē? Tē'ōm̐ icchā karailē tōmālōkara astitba bilōpa karaiba pāraē ārau natuna ēṭā sr̥ṣṭika astitbata āniba pāraē"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "ārau ē'iṭō āllāhara bābē ēkō ṭāna kāma nahaẏa"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "Ārau siham̐ta sakalōraē āllāhara ōcarata prakāśita ha’ba. Tētiẏā durbalasakalē yisakalē ahaṅkāra karaichila siham̐taka ka’ba, ‘āmi tōmālōkara anusāraī āchilō, ētiẏā tōmālōkē āllāhara śāstira paraā āmāka alapa rakṣā karaiba pāraibānē’? Siham̐tē ka’ba, ‘āllāhē yadi āmāka saṯpathata paraicālita karailēhēm̐tēna tēntē āmi'ō tōmālōkaka saṯpathata paraicālita karailōhēm̐tēna. Ētiẏā āmi dhairyacyuta ha'ōm̐ athabā dhairyaśīla- ubhaẏa arasthā'i āmāra bābē samāna; āmāra palōraāra kōnō ṭhā'i nā'i’"
        },
        {
            "chapter": 14,
            "verse": 22,
            "text": "Ārau yētiẏā bicāra kārya sampanna ha’ba tētiẏā caẏatānē ka’ba, ‘niścaẏa āllāhē tōmālōkaka pratiśrauti dichila satya pratiśrauti, maẏō tōmālōkaka pratiśrauti dichilō, kintu ma'i tōmālōkaka diẏā pratiśrauti bhaṅga karaichō. Tōmālōkara ōparata mōra kōnō ādhipatya nāchila, ma'i kērala tōmālōkaka āhbāna karaichilō phalata tōmālōkē mōra āhbānata sam̐hārai dichilā. Gatikē tōmālōkē mōka dōṣa nidibā, tōmālōkē nijē'i nijakē dōṣa diẏāgai. Ma'i tōmālōkara ud'dhārakāraī nahaẏa ārau tōmālōkē'ō mōra ud'dhārakāraī nahaẏa. Tōmālōkē mōka yē iẏāra āgata āllāhara anśī karaichilā sēẏā ma'i asbīkāra karaichō’. Niścaẏa yālimasakalara bābē āchē yantraṇādāẏaka śāsti"
        },
        {
            "chapter": 14,
            "verse": 23,
            "text": "Ārau yisakalē īmāna ānichē ārau saṯkarma karaichē tē'ōm̐lōkaka praraēśa karaōraā ha’ba jānnātata, yāra talata nadīsamūha prabāhita. Tāta tē'ōm̐lōka nija pratipālakara anumatikramē sthāẏitba lābha karaiba, tāta tē'ōm̐lōkara abhibādana ha’ba ‘chālāma’"
        },
        {
            "chapter": 14,
            "verse": 24,
            "text": "Tumi lakṣya karaā nā'inē, āllāhē kēnēkai upamā dāṅi dharaē? Kalimā tāẏyēbāra tulanā uṯkr̥ṣṭa gachara daraē, yāra mūla sudr̥ṛha ārau yāra śākhā-praśākhā ōparata bistr̥ta"
        },
        {
            "chapter": 14,
            "verse": 25,
            "text": "yiṭō tāra pratipālakara anumatikramē sadāẏa tāra phala dāna karaē; ārau āllāhē mānuhara bābē upamā dāṅi dharaē, yātē siham̐tē śikṣā grahaṇa karaē"
        },
        {
            "chapter": 14,
            "verse": 26,
            "text": "Ārau asaṯ bākyara tulanā ēṭā bēẏā gachara daraē, yāra mūla bhūpr̥ṣṭhara paraā bicchinnakr̥ta, yāra kōnō sthāẏitba nā'i"
        },
        {
            "chapter": 14,
            "verse": 27,
            "text": "Yisakalē īmāna ānichē, āllāhē tē'ōm̐lōkaka sudr̥ṛha bākyara dbāraā pārthira jīranata ārau ākhiraātata supratiṣṭhita raākhiba, ārau yālimasakalaka bibhraāntita raākhiba. Kāraṇa āllāhē yi icchā sē'iṭōraē'i karaē"
        },
        {
            "chapter": 14,
            "verse": 28,
            "text": "Tumi siham̐taka dēkhā nā'inē, yisakalē āllāhara anugrahaka kupharaīra dbāraā paraibartana karaichē? Ārau siham̐tē nija sampradāẏaka namā'i ānichē dhbansara ābāsata"
        },
        {
            "chapter": 14,
            "verse": 29,
            "text": "jāhānnāmata, yāra mājata siham̐ta dagdha ha’ba, ārau kimāna yē nikr̥ṣṭa ē'i ābāsasthala"
        },
        {
            "chapter": 14,
            "verse": 30,
            "text": "ārau siham̐tē āllāhara bābē samakakṣa nirdhāraṇa karaē, yātē siham̐tē tē'ōm̐ra pathara paraā (mānuhaka) bibhraānta karaiba pāraē. Kōraā, bhōga karai lōraā, araśēṣata jāhānnāmē'i tōmālōkara gantabyasthala"
        },
        {
            "chapter": 14,
            "verse": 31,
            "text": "Mōra bāndāsakalara mājata yisakalē īmāna ānichē tē'ōm̐lōkaka tumi kōraā, ‘chālāta kāẏēma karaibalai ārau ma'i tē'ōm̐lōkaka yi jīraikā dāna karaichō tāra paraā gōpanē ārau prakāśyabhāraē byaẏa karaibalai—sē'i dina ahāra pūrbē'i yidinā kōnō kraẏa-bikraẏa nāthākiba ārau kōnō bandhutba'ō nāthākiba’"
        },
        {
            "chapter": 14,
            "verse": 32,
            "text": "Āllāha sē'ijana, yijanē ākāśasamūha ārau pr̥thiraī sr̥ṣṭi karaichē, yijanē ākāśara paraā pānī barṣaṇa karaē tāra dbāraā tōmālōkara jīraikāra bābē phalamūla uṯpādana karaē ārau tēraēm̐i nauyānaka tōmālōkara anugata karai dichē, yātē tē'ōm̐ra nirdēśata sē'ibōra sāgarata bicaraṇa karaē ārau tēraēm̐i tōmālōkara kalyāṇata niẏōjita karaichē nadīsamūhaka"
        },
        {
            "chapter": 14,
            "verse": 33,
            "text": "Ārau tēraēm̐i tōmālōkara kalyāṇata niẏōjita karaichē sūrya ārau candraka, yibōra abiraāmabhāraē ēkē'i niẏamara anubartita ārau tōmālōkara kalyāṇata niẏōjita karaichē dina ārau raātika"
        },
        {
            "chapter": 14,
            "verse": 34,
            "text": "Ārau tōmālōkē yi bicāraichā sē'iṭōraē'i tē'ōm̐ tōmālōkaka pradāna karaichē. Yadi tōmālōkē āllāhara anugraha gaṇanā karaā tēntē (kētiẏā'ō) tāra saṅkhyā nirṇaẏa karaiba nōraāraibā. Niścaẏa mānuha atimātraā yālima, akr̥tajña"
        },
        {
            "chapter": 14,
            "verse": 35,
            "text": "Ārau smaraṇa karaā, yētiẏā ibraāhīmē kaichila, ‘hē mōra raba! Ē'i caharaka niraāpada karai diẏā, mōka ārau mōra putrasakalaka mūrti pūjāra paraā dūraaita rakhā’"
        },
        {
            "chapter": 14,
            "verse": 36,
            "text": "‘Hē mōra raba! Ē'ibōra mūrtiẏē bahu mānuhaka bibhraānta karaichē. Ētēkē yiẏē mōra anusaraṇa karaiba tē'ōm̐ mōra dalabhukta, ārau yiẏē mōra abādhya ha’ba tēntē tumitō kṣamāśīla, parama daẏālu’"
        },
        {
            "chapter": 14,
            "verse": 37,
            "text": "‘Hē āmāra raba! Niścaẏa ma'i mōra banśara kichumāna lōkaka anurbara upatyakāta, tōmāra paraitra gharara ōcarata basabāsa karaālō. Hē āmāra raba! Ē'i kāraṇē yē, tē'ōm̐lōkē yēna chālāta kāẏēma karaē. Ētēkē tumi kichumāna lōkara antara tē'ōm̐lōkara prati anuraāgī karai diẏā ārau phalamūlēraē tē'ōm̐lōkara jīraikāra byarasthā karaā, yātē tē'ōm̐lōkē kr̥tajñatā prakāśa karaē’"
        },
        {
            "chapter": 14,
            "verse": 38,
            "text": "‘Hē āmāra raba! Niścaẏa tumi jānā yibōra āmi gōpana karaō ārau yi āmi prakāśa karaō, ākāśa ārau pr̥thiraīra kōnō basturaē'i āllāhara paraā gōpana nahaẏa’"
        },
        {
            "chapter": 14,
            "verse": 39,
            "text": "Sakalō dharaṇara praśansā kērala āllāhara bābē, yijanē mōka mōra br̥d'dha arasthāta ichamā'īla ārau ichahākba dāna karaichē. Niścaẏa mōra raba du'ā śraraṇakāraī"
        },
        {
            "chapter": 14,
            "verse": 40,
            "text": "‘Hē mōra raba! Mōka chālāta pratiṣṭhākāraī banā'i diẏā lagatē mōra banśadhara sakalara paraā'ō. Hē mōra raba! Ārau mōra du'ā kabula karaā’"
        },
        {
            "chapter": 14,
            "verse": 41,
            "text": "‘Hē āmāra raba! Yidinā hicāba anuṣṭhita ha’ba sē'idinā mōka, ārau mōra pitr̥-mātr̥ka lagatē muminasakalaka kṣamā karai dibā’"
        },
        {
            "chapter": 14,
            "verse": 42,
            "text": "Ārau yālimasakalē yi karaē sē'i biṣaẏē tumi kētiẏā'ō āllāhaka amanōyōgī buli nābhābibā, kintu tē'ōm̐ siham̐taka sē'i dinalaikē arakāśa diẏē yidinā siham̐tara caku (ātaṅkata) sthira ha’ba"
        },
        {
            "chapter": 14,
            "verse": 43,
            "text": "Bhīta-bihbala cittē ōparara pinē cā'i siham̐tē palābalai dauraiba, nijara prati siham̐tara dr̥ṣṭi ubhati nāhiba, ārau siham̐tara antara ha’ba udāsa, śūn'ya"
        },
        {
            "chapter": 14,
            "verse": 44,
            "text": "Ārau yidinā siham̐tara śāsti āhiba sē'idina samparkē tumi mānuhaka satarka karaā, tētiẏā an'yāẏakāraīsakalē ka’ba, ‘hē āmāra raba! Tumi āmāka alapa samaẏara bābē arakāśa diẏā, āmi tōmāra āhbānata sam̐hārai dima ārau raāchulasakalara anusaraṇa karaima’. (Uttarata kōraā ha’ba) kiẏa tōmālōkē jānō iẏāra āgata śapata karai kōraā nāchilā yē, tōmālōkara kētiẏā'ō patana nahaẏa"
        },
        {
            "chapter": 14,
            "verse": 45,
            "text": "ārau tōmālōkē bāsa karaichilā siham̐tara bhūmita, yisakalē nijaraē prati an'yāẏa karaichila ārau siham̐tara lagata āmi ki dharaṇara (ācaraṇa) karaichilō sēẏā'ō tōmālōkara ōcarata spaṣṭa āchila. Lagatē āmi tōmālōkara bābē bahutō dr̥ṣṭānta'ō upasthāpana karaichilō"
        },
        {
            "chapter": 14,
            "verse": 46,
            "text": "Ārau siham̐tē bhīṣaṇa cakraānta karaichila, kintu siham̐tara cakraānta byartha karaāra pratikāra āllāhara ōcarata āchē, tathāpi'ō siham̐tara cakraānta ēnē nāchila yē, parbatakō ṭalāba pāraē"
        },
        {
            "chapter": 14,
            "verse": 47,
            "text": "Ētēkē tumi kētiẏā'ō nābhābibā yē, āllāhē tē'ōm̐ra raāchulasakalaka diẏā pratiśrauti bhaṅga karaiba. Niścaẏa āllāha paraākramaśālī, pratiśōdha grahaṇakāraī"
        },
        {
            "chapter": 14,
            "verse": 48,
            "text": "Yidinā ē'i pr̥thiraī bhinna pr̥thiraīta raūpāntaraita ha’ba ārau ākāśasamūha'ō (raūpāntaraita ha’ba); ārau mānuha unmuktabhāraē upasthita ha’ba mahāparaākramaśālī ēka āllāhara sanmukhata"
        },
        {
            "chapter": 14,
            "verse": 49,
            "text": "Sē'idinā tumi aparaādhī bilākaka paraspara śikalīraē bāndhi thōraā arasthāta dēkhibā"
        },
        {
            "chapter": 14,
            "verse": 50,
            "text": "siham̐tara pōchāka ha’ba ālakātaraāra ārau juẏē siham̐tara mukhamaṇḍala ācchanna karai raākhiba"
        },
        {
            "chapter": 14,
            "verse": 51,
            "text": "yātē āllāhē pratidāna diẏē pratyēka naphachaka si yi arjana karaichē. Niścaẏa āllāha hicāba grahaṇata ati drauta"
        },
        {
            "chapter": 14,
            "verse": 52,
            "text": "Ē'iṭō mānuhara bābē ēṭā bārtā, yātē iẏāra dbāraā siham̐taka satarka karaā haẏa ārau yātē siham̐tē jāniba pāraē yē, kērala tēraēm̐i ēkaka satya ilāha ārau yātē bibēka sampanna lōkē upadēśa grahaṇa karaiba pāraē"
        }
    ]
}