{
    "juzs": [
        {
            "chapter": 58,
            "verse": 1,
            "text": "Āllāhē niścaẏa śunichē sē'i nāraīra kathā; yiẏē tā'ira sbāmīra biṣaẏē tōmāra lagata bādānubāda karai āchila ārau āllāhara ōcarata abhiyōga karai āchila. Āllāhē tōmālōka duẏōraē kathōpakathana śunichē; niścaẏa āllāha sarbaśraōtā, sarbadraṣṭā"
        },
        {
            "chapter": 58,
            "verse": 2,
            "text": "Tōmālōkara mājata yisakalē nija straīsakalara lagata yihāra karaē, siham̐tara straīsakala siham̐tara māka hai nāyāẏa, baraṁ siham̐tara māka kērala sē'isakala tiraōtā yisakalē siham̐taka janma dichē; ārau niścaẏa siham̐tē asaṅgata ārau asatya kathā kaichē; niścaẏa āllāha adhika pāpa mōcanakāraī ārau bara kṣamāśīla"
        },
        {
            "chapter": 58,
            "verse": 3,
            "text": "Ārau yisakalē siham̐tara straīsakalara lagata yihāra karaē, ārau pichata siham̐tara ukti pratyāhāra karaē, tēntē ijanē sijanaka sparśa karaāra āgatē ējana dāsa mukta karaiba lāgiba, iẏāra dbāraā tōmālōkaka upadēśa diẏā haichē; ārau tōmālōkē yi karaā sē'i samparkē āllāha samyaka arahita"
        },
        {
            "chapter": 58,
            "verse": 4,
            "text": "Kintu yiẏē ē'iṭō karaiba nōraāraiba, tēntē ijanē sijanaka sparśa karaāra āgatē si ēkēraāhē dumāha chiẏāma pālana karaiba lāgiba;ārau yiẏē ē'iṭō'ō karaibalai sakṣama nahaẏa, si ṣāṭhijana michakīnaka āhāra karaāba lāgiba;ē'i bidhāna ē'i bābē yē, yātē tōmālōkē āllāha ārau tē'ōm̐ra raāchulara prati īmāna ānā. Ē'ibōra āllāhara nirdhāraita bidhāna; ārau asbīkārakāraī sakalara bābē āchē yantraṇādāẏaka śāsti"
        },
        {
            "chapter": 58,
            "verse": 5,
            "text": "Niścaẏa yibilāka mānuhē āllāha ārau tē'ōm̐ra raāchulara biraud'dhācāraṇa karaē, siham̐taka apadasta karaā ha’ba yēnēkai apadasta karaā haichila siham̐tara pūrbarartīsakalaka; ārau āmi suspaṣṭa āẏāta aratīrṇa karaichō; ārau kāphirasakalara bābē āchē lāñchanādāẏaka śāsti"
        },
        {
            "chapter": 58,
            "verse": 6,
            "text": "Yidinā āllāhē siham̐ta sakalōkē punaraujjīraita karai uṭhāba, tāra pichata siham̐tē yi āmala karaichila sēẏā tē'ōm̐ siham̐taka janā'i diba; āllāhē sē'ibōra hicāpa karai raākhichē yadi'ō siham̐tē pāharai gaichē; ārau āllāha pratiṭō bastura pratyakṣadarśī"
        },
        {
            "chapter": 58,
            "verse": 7,
            "text": "Tumi lakṣya karaā nā'inē yē, ākāśamaṇḍala ārau pr̥thiraīta yi āchē sēẏā āllāhē jānē? Tinijana byaktira mājata ēnēkuraā kōnō gōpana paraāmarśa nahaẏa ya’ta caturthajana hicāpē tē'ōm̐ nāthākē ārau pām̐cajanara mājatō nahaẏa ya’ta ṣaṣṭajana hicāpē tē'ōm̐ nāthākē. Siham̐ta iẏātakai kama ha'ōm̐ka bā bēchi ha'ōm̐ka tē'ōm̐ siham̐tara lagatē āchē siham̐ta ya’tē'i nāthākaka kiẏa. Tāra pichata kiẏāmatara dinā tē'ōm̐ siham̐taka siham̐tara kr̥takarma samparkē janā'i diba. Niścaẏa āllāha sakalō bastu samparkē samyaka aragata"
        },
        {
            "chapter": 58,
            "verse": 8,
            "text": "Tumi siham̐taka lakṣya karaā nā'inē, yisakalaka gōpana paraāmarśa karaibalai niṣēdha karaā haichila? Tāra pichatō siham̐tē sē'iṭōraē punaraābr̥tti karailē yiṭō karaibalai siham̐taka niṣēdha karaā haichila; ārau siham̐tē duṣkārya, sīmālaṅghana ārau raāchulara biraud'dhācāraṇara bābē gōpana paraāmarśa karaē. Ārau siham̐tē yētiẏā tōmāra ōcaralai āhē tētiẏā siham̐tē tōmāka ēnē kathāra dbāraā abhibādana janāẏa yiṭōra dbāraā āllāhē tōmāka abhibādana janōraā nā'i. Siham̐tē manē manē kaẏa, ‘āmi yi ka'ōm̐ tāra bābē āllāhē āmāka kiẏa śāsti nidiẏē’? Jāhānnāmē'i siham̐tara bābē yathēṣṭa, ya’ta siham̐tē praraēśa karaiba, ārau kimāna yē nikr̥ṣṭa sē'i gantabyasthala"
        },
        {
            "chapter": 58,
            "verse": 9,
            "text": "hē īmāndārasakala! Tōmālōkē yētiẏā gōpanē paraāmarśa karaibā tētiẏā yātē tōmālōkē gunāha, sīmālaṅghana ārau raāchulara biraud'dhācāraṇa samparkē gōpana paraāmarśa nakaraā. Ārau tōmālōkē saṯkarma ārau tākbaraā aralambanara biṣaẏē gōpana paraāmarśa karaā, lagatē āllāhaka bhaẏa karaā, yāra ōcarata tōmālōkaka samabēta karaā ha’ba"
        },
        {
            "chapter": 58,
            "verse": 10,
            "text": "Gōpana paraāmarśa kērala caẏatānara praraōcanāta haẏa, yātē muminasakalē kaṣṭa pāẏa. Kintu āllāhara anumatibihīna caẏatānē tē'ōm̐lōkara sāmān'yatama kṣati sādhana karaibalaiẏō sakṣama nahaẏa. Ētēkē muminasakalē kērala āllāhara ōparatē'i bharasā karaā ucita"
        },
        {
            "chapter": 58,
            "verse": 11,
            "text": "Hē muminasakala! Tōmālōkaka yētiẏā kōraā haẏa ‘baiṭhakata sthāna praśasta karai diẏā’ tētiẏā tōmālōkē sthāna praśasta karai dibā, āllāhē tōmālōkara bābē ṭhā'i praśasta karai diba; ārau yētiẏā tōmālōkaka kōraā haẏa, ‘uṭhā’ tētiẏā uṭhi yābā. Tōmālōkara bhitarata yisakalē īmāna ānichē ārau yisakalaka jñāna dāna karaā haichē, āllāhē tē'ōm̐lōkaka ucca maryādā pradāna karaiba; ārau tōmālōkē yi karaā sē'i samparkē āllāha sabiśēṣa arahita"
        },
        {
            "chapter": 58,
            "verse": 12,
            "text": "Hē muminasakala! Tōmālōkē yētiẏā raāchulara saitē akalaśaraīẏākai kathā ka’ba bicaraā, tētiẏā tōmālōkē ēnē kathā kōraāra āgatē kibā chādakbā pēca karaā, ē'iṭōraē tōmālōkara bābē śraēẏa ārau paraiśōdhaka; kintu yadi tōmālōkē sakṣama nōhōraā tēntē niścaẏa āllāha parama kṣamāśīla, ati daẏālu"
        },
        {
            "chapter": 58,
            "verse": 13,
            "text": "Tōmālōkē bhaẏa pālā nēki yē, akalaśaraīẏā paraāmarśara āgatē chādakbā pēca karaiba lāgiba buli? Yētiẏā tōmālōkē ē'iṭō karaiba nōraārailā, ārau āllāhē'ō tōmālōkaka kṣamā karai dilē, tēntē tōmālōkē chālāta kāẏēma karaā ārau yākāta pradāna karaā lagatē āllāha ārau tē'ōm̐ra raāchulara ānugatya karaā. Tōmālōkē yi karaā, sē'i samparkē āllāha samyaka aragata"
        },
        {
            "chapter": 58,
            "verse": 14,
            "text": "Tumi siham̐tara prati lakṣya karaā nā'inē, yiham̐tē ēnē ēṭā sampradāẏara lagata bandhutba karaē yisakalara ōparata āllāha kraōdhānbita haichē? Siham̐ta tōmālōkara dalabhūkta nahaẏa; ārau siham̐tē jāni buji michā kathāta śapata khāẏa"
        },
        {
            "chapter": 58,
            "verse": 15,
            "text": "Āllāhē siham̐tara bābē prastuta karai raākhichē kaṭhōra śāsti. Niścaẏa siham̐tē yi karaichila sēẏā kimāna yē garhita"
        },
        {
            "chapter": 58,
            "verse": 16,
            "text": "Siham̐tē nija śapatabōraka ḍhāla hicāpē grahaṇa karaichē, tāra pichata siham̐tē āllāhara pathata bādhā pradāna karaichē. Phalata siham̐tara bābē āchē lāñchanādāẏaka śāsti"
        },
        {
            "chapter": 58,
            "verse": 17,
            "text": "Āllāhara śāstira biparaītē siham̐tara dhana-sampada ārau santāna-santati siham̐tara kōnō kāmata nāhiba; siham̐tē'i jāhānnāmara adhibāsī, tāta siham̐tē cirakāla thākiba"
        },
        {
            "chapter": 58,
            "verse": 18,
            "text": "Sē'idinā āllāhē siham̐ta sakalōkē punaraut'thita karaiba, tētiẏā siham̐tē āllāhara ōcarata ēnēkuraā śapata karaiba yēnēkuraā śapata tōmālōkara ōcarata karaē ārau siham̐tē bhāraē yē, siham̐tē bhāla kibā ēṭā karai āchē. Sāradhāna! Niścaẏa siham̐tē'i prakr̥ta michalīẏā"
        },
        {
            "chapter": 58,
            "verse": 19,
            "text": "Caẏatānē siham̐tara ōparata prabhāra bistāra karaichē; ārau siham̐taka āllāhara smaraṇa pāharaā'i dichē. Iham̐tē'i caẏatānara dala. Niścaẏa caẏatānara dalē'i kṣatigrasta"
        },
        {
            "chapter": 58,
            "verse": 20,
            "text": "Niścaẏa yiham̐tē āllāha ārau tē'ōm̐ra raāchulara biraud'dhācāraṇa karaē, siham̐tē'i ha’ba carama lāñchitasakalara antarbhukta"
        },
        {
            "chapter": 58,
            "verse": 21,
            "text": "Āllāhē likhi raākhichē yē, ‘niścaẏa maẏē'i bijaẏī ha’ma ārau mōra raāchulasakalē'ō bijaẏī ha’ba’. Niścaẏa āllāha mahāśaktimāna, mahāparaākramaśālī"
        },
        {
            "chapter": 58,
            "verse": 22,
            "text": "Āllāha ārau ākhiraātara prati biśbāsa sthāpana karaā ēnē kōnō sampradāẏa tumi nāpābā, yisakalē ēnē lōkaka bhālapāẏa yiham̐tē āllāha ārau tē'ōm̐ra raāchulara biraud'dhācāraṇa karaē--- yadi'ō siham̐ta tē'ōm̐lōkara pitā athabā putra bā bhā'i nā'ibā banśa-paraiẏālara mānuhē'i naha'ōm̐ka kiẏa! Ē'ōm̐lōkara antaratē'i āllāhē īmāna likhi dichē ārau tē'ōm̐ra taraphara paraā raūhara dbāraā tē'ōm̐lōkaka śaktiśālī karaichē. Tē'ōm̐lōkaka tē'ōm̐ praraēśa karaāba ēnē jānnātasamūhata yāra talēdi nijaraāsamūha prabāhita haẏa. Tāta tē'ōm̐lōkē cirakāla thākiba; āllāhē tē'ōm̐lōkara prati santuṣṭa haichē ārau tē'ōm̐lōkē'ō tē'ōm̐ra prati santuṣṭa. Ē'ōm̐lōkē'i āllāhara dala. Jāni thōraā, āllāhara dalē'i saphalatā lābha karaiba"
        },
        {
            "chapter": 59,
            "verse": 1,
            "text": "Ākāśamaṇḍala ārau pr̥thiraīta yi āchē sē'i sakalōbōraē'i āllāhara paraitratā ārau mahimā ghōṣaṇā karaē; ārau tē'ōm̐ paraākramaśālī prajñāmaẏa"
        },
        {
            "chapter": 59,
            "verse": 2,
            "text": "Tēraēm̐i āhalē kitābasakalara mājata yisakalē kupharaī karaichila siham̐taka prathama samābēśara bābē siham̐tara ābāsabhūmira paraā bitāraita karaichila. Tōmālōkē kalpanā'ō karaā nāchilā yē siham̐tē ōlā'i yāba; ārau siham̐tē'ō bhābichila yē, siham̐tara durgasamūhē siham̐taka āllāhara paraā rakṣā karaiba; kintu siham̐tara ōcarata āllāhara āyāba ēnē ṭhā'ira paraā āhilē yiṭō siham̐tē'ō kalpanā karaiba paraā nāchila; ārau tē'ōm̐ siham̐tara antarata ātaṅkara sañcāra karailē. Phalata siham̐tē siham̐tara ghara-duraāra nija hātē ārau muminasakalara hātēraē dhbansa karailē; ētēkē hē dr̥ṣṭimāna byaktisakala! Tōmālōkē upadēśa grahaṇa karaā"
        },
        {
            "chapter": 59,
            "verse": 3,
            "text": "Ārau āllāhē siham̐tara nirbāsanadaṇḍa lipibad'dha nakarailē'ō tē'ōm̐ siham̐taka pr̥thiraītē'i (āna kōnō) śāsti dilēhēm̐tēna; ārau ākhiraātata siham̐tara bābē āchē jāhānnāmara śāsti"
        },
        {
            "chapter": 59,
            "verse": 4,
            "text": "Ēẏā ē'i bābē yē, niścaẏa siham̐ta āllāha ārau tē'ōm̐ra raāchulara biraud'dhācāraṇa karaichila;ārau kōnōbā'i āllāhara biraud'dhācāraṇa karailē, tēntē niścaẏa āllāha śāsti pradānata ati kaṭhōra"
        },
        {
            "chapter": 59,
            "verse": 5,
            "text": "Tōmālōkē yibōra khējura gacha kāṭichā ārau yibōraka kāṇḍara ōparata sthita arasthāta raākhi dichā, sēẏā āchila kērala āllāhara anumatikramē; yātē tē'ōm̐ phāchikasakalaka lāñchita karaiba pāraē"
        },
        {
            "chapter": 59,
            "verse": 6,
            "text": "Ārau āllāhē iẏāhudīsakalara paraā tē'ōm̐ra raāchulaka yi ‘phāẏa’ (dhana-sampada) arpana karaichē, tāra bābē tōmālōkē ghōm̐raā athabā uṭata āraōhaṇa karai kōnō abhiyāna karaā nāchilā; baraṁ āllāhē tē'ōm̐ra raāchulasakalaka yāra ōparata icchā kartr̥tba pradāna karaē; ārau āllāha sakalō bastura ōparata kṣamatābāna"
        },
        {
            "chapter": 59,
            "verse": 7,
            "text": "Āllāhē janabasatira adhibāsīsakalara paraā tē'ōm̐ra raāchulaka ‘phāẏa’ hicāpē yi pradāna karaichē sēẏā āllāhara bābē ārau raāchulara bābē ārau ātmīẏa-sbajanara bābē, iẏātīmasakala ārau michakīnasakalara bābē lagatē muchāphirasakalara bābē, yātē dhana-sampada kērala tōmālōkara mājara bittaśālīsakalara mājatē'i ābartana karai nāthākē. Raāchulē tōmālōkaka yi diẏē sēẏā tōmālōkē grahaṇa karaā, ārau yiṭōra paraā tē'ōm̐ tōmālōkaka niṣēdha karaē tāra paraā birata thakā ārau tōmālōkē āllāhara tākbaraā aralambana karaā; niścaẏa āllāha śāsti pradānata ati kaṭhōra"
        },
        {
            "chapter": 59,
            "verse": 8,
            "text": "Ē'i sampada sē'isakala daraidra muhājīrara bābē yisakalaka nija ghara-bāraī ārau sā-sampattira paraā bitāraita karaā haichē. Tē'ōm̐lōkē āllāhara anugraha ārau santuṣṭira anbēṣaṇa karaē ārau āllāha ārau tē'ōm̐ra raāchulaka sahāẏa karaē. Ē'ōm̐lōkē'i satyabādī"
        },
        {
            "chapter": 59,
            "verse": 9,
            "text": "Ārau tē'ōm̐lōkara bābē'ō, yisakalē muhājirasakalara āgamanara āgatē ē'i nagaraīka nibāsa hicāpē grahaṇa karaichē ārau īmāna ānichē, tē'ōm̐lōkē tē'ōm̐lōkara ōcarata hijarata karai ahā mānuhabilākaka bhālapāẏa ārau muhājirasakalaka yi diẏā haichē tāra bābē tē'ōm̐lōkē nija antarata kōnō hinsā pōṣaṇa nakaraē, ārau tē'ōm̐lōkē abhāra thakā sattbē'ō nijara ōparata tē'ōm̐lōkaka agraādhikāra diẏē. Prakr̥tatē yisakalaka antarara kr̥paṇatāra paraā rakṣā karaā haichē, tē'ōm̐lōkē'i sāphalyamaṇḍita"
        },
        {
            "chapter": 59,
            "verse": 10,
            "text": "Ārau yisakala tē'ōm̐lōkara pichata āhichē tē'ōm̐lōkē kaẏa, ‘hē āmāra pratipālaka! Āmāka ārau āmāra pūrbē īmāna pōṣaṇa karaā āmāra bhātr̥sakalaka kṣamā karai diẏā; ārau yisakalē īmāna ānichē tē'ōm̐lōkara biraud'dhē āmāra antarata kōnō bidbēṣa nāraākhibā. Hē āmāra pratipālaka! Niścaẏa tumi daẏābāna, parama daẏālu’"
        },
        {
            "chapter": 59,
            "verse": 11,
            "text": "Tumi munāphikasakalara prati lakṣya karaā nā'inē? Siham̐tē āhalē kitābasakalara mājara paraā yisakalē kupharaī karaichē siham̐tara sē'isakala bhātr̥ka kaẏa, ‘tōmālōkē yadi bahiṣkr̥ta hōraā, tēntē āmi'ō tōmālōkara lagata niścaẏa dēśa tyāga karaima ārau āmi tōmālōkara biṣaẏē kētiẏā'ō kāraō ānugatya nakaraima ārau tōmālōkara lagata yud'dha ha’lē āmi niścaẏa tōmālōkara sahāẏa karaima’. Kintu āllāhē sākṣya diẏē yē, niścaẏa siham̐ta ghōra michalīẏā"
        },
        {
            "chapter": 59,
            "verse": 12,
            "text": "Prakr̥tatē yadi siham̐ta (iẏāhudīsakala) bahiṣkr̥ta haẏa tēntē iham̐tē (munāphikasakalē) kētiẏā'ō siham̐tara lagata ōlā'i nāyāba ārau siham̐tara lagata yud'dha karaā ha’lē iham̐tē kētiẏā'ō sahāẏa nakaraiba ārau yadi siham̐taka kōnō sahāẏa karaibalai āhē'ō tēntē siham̐ta niścaẏa pr̥ṣṭhapradarśana karaiba; tāra pichata siham̐tē kōnō sahāẏē'i nāpāba"
        },
        {
            "chapter": 59,
            "verse": 13,
            "text": "Prakr̥tapakṣē siham̐tara antarata āllāhatakai tōmālōkara bhaẏahē bēchi. Ēẏā ē'i bābē yē, siham̐ta ēṭā jñānabōdha nathakā sampradāẏa"
        },
        {
            "chapter": 59,
            "verse": 14,
            "text": "Siham̐ta sanmilitabhāraē tōmālōkara lagata yud'dha karaiba nōraāraiba, yud'dha karailē'ō surakṣita janabasatira mājata arasthāna karai athabā bērara ām̐ra laihē karaiba; siham̐ta pāraspāraika biraōdhitāta ati kaṭhōra. Tumi siham̐taka aikyabad'dha buli bhābā; kintu siham̐tara antarasamūhata mila nā'i; ē'iṭō ē'i bābē'i yē, siham̐ta ēṭā nirbōdha sampradāẏa"
        },
        {
            "chapter": 59,
            "verse": 15,
            "text": "Iham̐ta sē'isakala lōkara daraē'i, yisakalē iham̐tara kichukāla pūrbē'i nijara kr̥takarmara śāsti bhōga karaichē, ārau siham̐tara bābē āchē yantraṇādāẏaka śāsti"
        },
        {
            "chapter": 59,
            "verse": 16,
            "text": "Iham̐tē caẏatānara daraē, si mānuhaka kaẏa, ‘kupharaī karaā’; tāra pichata yētiẏā si kupharaī karaē tētiẏā si kaẏa, ‘tōmāra lagata mōra kōnō samparka nā'i, niścaẏa ma'i sr̥ṣṭijagatara pratipālaka āllāhaka bhaẏa karaō’"
        },
        {
            "chapter": 59,
            "verse": 17,
            "text": "Phalata siham̐ta dujanara paraiṇāma ha’ba yē, siham̐ta dujanē'i jāhānnāmī; tāta siham̐ta cirasthāẏī ha’ba ārau ē'iṭōraē yālimasakalara pratidāna"
        },
        {
            "chapter": 59,
            "verse": 18,
            "text": "Hē īmāndārasakala! Tōmālōkē āllāhara tākbaraā aralambana karaā; ārau pratyēkaraē cintā karaā ucita yē, si ahākālira bābē ki praēraṇa karaichē; ārau tōmālōkē āllāhaka bhaẏa karaā; tōmālōkē yi karaā sē'i samparkē niścaẏa āllāha sabiśēṣa arahita"
        },
        {
            "chapter": 59,
            "verse": 19,
            "text": "Tōmālōkē siham̐tara daraē naha’bā yisakalē āllāhaka pāharai gaichē; phalata āllāhē'ō siham̐taka ātmabismr̥ta karaichē, iham̐tē'i haichē phāchikba"
        },
        {
            "chapter": 59,
            "verse": 20,
            "text": "Jāhānnāmara adhibāsī ārau jānnātara adhibāsī kētiẏā'ō samāna nahaẏa. Prakr̥ta saphalatāra adhikāraī kērala jānnātara adhibāsīsakalahē"
        },
        {
            "chapter": 59,
            "verse": 21,
            "text": "Yadi āmi ē'i kōra'ānaka kōnō parbatara ōparata aratīrṇa karailōhēm̐tēna tēntē tumi iẏāka āllāhara bhaẏata binīta bidīrṇa arasthāta dēkhilāhēm̐tēna, ārau āmi ē'ibōra udāharaṇa barṇanā karaō mānuhara bābē yātē siham̐tē cintā-garaēṣaṇā karaē"
        },
        {
            "chapter": 59,
            "verse": 22,
            "text": "Tēraēm̐i āllāha, tē'ōm̐ra bāhiraē āna kōnō satya ilāha nā'i, tē'ōm̐ adr̥śya ārau prakāśya biṣaẏasamūhara jñānī; tē'ōm̐ parama karauṇāmaẏa parama daẏālu"
        },
        {
            "chapter": 59,
            "verse": 23,
            "text": "Tēraēm̐i āllāha, tē'ōm̐ra bāhiraē āna kōnō satya ilāha nā'i, tēraēm̐i adhipati, mahāparaitra, śāntira uṯsa trauṭimukta, niraāpattādānakāraī, rakṣaka, mahāparaākramaśālī, mahāpratāpaśālī, ati mahimānbita. Siham̐tē yi anśīsthāpana karaē tāra paraā āllāha paraitra, mahāna"
        },
        {
            "chapter": 59,
            "verse": 24,
            "text": "Tēraēm̐i āllāha, sraṣṭā udbhāranakartā, ākāra-ākr̥tidānakāraī, sarbōttama nāmasamūha tē'ōm̐raē'i. Ākāśamaṇḍala ārau pr̥thiraīta yi āchē sakalōraē tē'ōm̐ra paraitratā ārau mahimā ghōṣaṇā karaē. Tē'ōm̐ paraākramaśālī, prajñāmaẏa"
        },
        {
            "chapter": 60,
            "verse": 1,
            "text": "Hē īmāndārasakala! Tōmālōkē mōra śatrau ārau tōmālōkara śatrauka bandhuraūpē grahaṇa nakaraibā, tōmālōkē siham̐tara prati bandhutbara bārtā praēraṇa karaichā, athaca siham̐tē, tōmālōkara ōcarata yi satya āhichē, sē'iṭō pratyākhyāna karaichē, raāchulaka ārau tōmālōkaka bahiṣkāra karaichē ē'i kāraṇē yē, tōmālōkē tōmālōkara pratipālaka āllāhara prati īmāna ānichā. Yadi tōmālōkē mōra pathata jihāda karaibalai ārau mōra santuṣṭi lābhara bābē ōlā'ichā, tēntē kiẏa tōmālōkē siham̐tara lagata gōpanē bandhutba karaichā? Ārau tōmālōkē yi gōpana karaā ārau tōmālōkē yi prakāśa karaā sē'i biṣaẏē ma'i samyaka aragata. Tōmālōkara mājata yiẏē ēnēkuraā karaiba si sarala pathara paraā bicyuta ha’ba"
        },
        {
            "chapter": 60,
            "verse": 2,
            "text": "Siham̐tē yadi tōmālōkara ōparata pradhān'ya lābha karaē tēntē siham̐ta tōmālōkara śatrau ha’ba lagatē hāta ārau jibhāra dbāraā tōmālōkaka aniṣṭa sādhana karaiba, ārau siham̐tē kāmanā karaē yadi tōmālōkē kupharaī karailāhēm̐tēna"
        },
        {
            "chapter": 60,
            "verse": 3,
            "text": "tōmālōkara ātmīẏa-sbajana ārau santāna-santati kiẏāmatara dinā kōnō upakāra karaiba nōraāraiba. Āllāhē tōmālōkara mājata phaẏacālā karai diba; ārau tōmālōkē yi karaā sē'i biṣaẏē āllāha sarbadraṣṭā"
        },
        {
            "chapter": 60,
            "verse": 4,
            "text": "Niścaẏa tōmālōkara bābē ibraāhīma ārau tē'ōm̐ra lagata yisakala āchila tē'ōm̐lōkara mājata uttama ādarśa āchē. Yētiẏā tē'ōm̐lōkē nija sampradāẏaka kaichila, ‘tōmālōkara lagata ārau tōmālōkē āllāhara paraibartē yisakalara upāsanā karaā sē'isakalara paraā āmi samparkamukta. Āmi tōmālōkaka asbīkāra karaō. Āmāra ārau tōmālōkara mājata cirakālara bābē śatrautā ārau bidbēṣa sr̥ṣṭi ha’la; yētiẏālaikē tōmālōkē ēka āllāhara prati īmāna pōṣaṇa nakaraibā’. Kintu ibraāhīmara nija pitāra prati karaā ē'i uktiṭō byatikrama yē, ‘ma'i niścaẏa āpōnāra bābē kṣamā praārthanā karaima kintu ma'i āpōnāra hakē āllāhara paraā kibā upakāra karaibalai mōra sādhya nā'i’. (Ibraāhīma ārau tē'ōm̐ra anusāraīsakalē kaichila) hē āmāra pratipālaka! ‘Āmi tōmāraē'i prati nirbhara karaichō, ārau tōmāraē'i abhimukhī haichō ārau tōmāra ōcaralaikē'i āmāra pratyārartana’"
        },
        {
            "chapter": 60,
            "verse": 5,
            "text": "‘Hē āmāra pratipālaka! Tumi āmāka kāphirasakalara phitanāra pātra nakaraibā. Hē āmāra pratipālaka! Tumi āmāka kṣamā karai diẏā; niścaẏa tumi paraākramaśālī, prajñāmaẏa’"
        },
        {
            "chapter": 60,
            "verse": 6,
            "text": "Niścaẏa tōmālōkara bābē uttama ādarśa āchē sē'isakala lōkara mājata, yisakalē āllāha ārau śēṣa dirasara pratyāśā karaē; ārau yiẏē mukha ghūraā'i laẏa (si jāni lōraā ucita yē) niścaẏa āllāhē'i haichē abhāramukta, sbaẏaṁ praśansita"
        },
        {
            "chapter": 60,
            "verse": 7,
            "text": "Yisakalara lagata tōmālōkara śatrautā āchē sambharata āllāhē siham̐tara ārau tōmālōkara mājata bandhutba sr̥ṣṭi karai diba; ārau āllāha kṣamatābāna: Ārau āllāha parama kṣamāśīla, ati daẏālu"
        },
        {
            "chapter": 60,
            "verse": 8,
            "text": "Dbīnara biṣaẏē yisakalē tōmālōkara biraud'dhē yud'dha karaā nā'i ārau tōmālōkaka sbadēśara paraā bahiṣkāraō karaā nā'i, siham̐tara prati mahānubharatā dēkhuraābalai ārau n'yāẏabicāra karaibalai āllāhē tōmālōkaka niṣēdha nakaraē. Niścaẏa āllāha n'yāẏaparaāẏaṇasakalaka bhālapāẏa"
        },
        {
            "chapter": 60,
            "verse": 9,
            "text": "Āllāhē kērala siham̐tara lagata bandhutba karaibalai niṣēdha karaichē, yisakalē dbīna samparkē tōmālōkara biraud'dhē yud'dha karaichē, tōmālōkaka sbadēśara paraā bahiṣkāra karaichē ārau tōmālōkaka bahiṣkāra karaibalai sahāẏa karaichē. Siham̐tara lagata yiham̐tē bandhutba karaē siham̐tē'i yālima"
        },
        {
            "chapter": 60,
            "verse": 10,
            "text": "Hē īmāndārasakala! Tōmālōkara ōcarata muminā nāraīsakala hijarata karai āhilē tōmālōkē siham̐taka paraīkṣā karaibā; āllāhē'i siham̐tara īmāna samparkē samyaka aragata. Tāra pichata yadi tōmālōkē jāniba pāraā yē, siham̐ta muminā nāraī, tēntē siham̐taka kāphirasakalara ōcaralai ubhatā'i nidibā. Muminā nāraīsakala kāphirasakalara bābē baidha nahaẏa ārau kāphirasakalō muminā nāraīsakalara bābē baidha nahaẏa. Kāphirasakalē yi kharaca karaichē sēẏā tōmālōkē siham̐taka ubhatā'i diẏā. Tāra pichata tōmālōkē siham̐taka bibāha karailē tōmālōkara kōnō aparaādha naha’ba yadi tōmālōkē siham̐taka mōhara ādāẏa diẏā; ārau tōmālōkē kāphiraā nāraīsakalara lagata dāmpatya samparka bajāẏa nāraākhibā. Tōmālōkē yi byaẏa karaichā sēẏā ubhatā'i labā ārau kāphirasakalē yi byaẏa karaichē sēẏā siham̐tē bicārai lōraā ucita. Ē'iṭōraē āllāhara bidhāna; tē'ōm̐ tōmālōkara mājata phaẏacālā karai diẏē; ārau āllāha sarbajña, prajñāmaẏa"
        },
        {
            "chapter": 60,
            "verse": 11,
            "text": "Ārau tōmālōkara straīsakalara mājata yadi kōnōbā'i hāta ēraādi kāphirasakalara ōcarata guci yāẏa, tāra pichata yadi tōmālōkē yud'dhata bijaẏī hai ganīmata lābha karaā, tēnēha’lē yisakalara straīsakala guci gaichē, siham̐taka siham̐tē yi byaẏa karaichē, tāra samaparaimāṇa pradāna karaā; ārau tōmālōkē āllāhaka bhaẏa karaā, yāra prati tōmālōkē biśbāsa sthāpana karaichā"
        },
        {
            "chapter": 60,
            "verse": 12,
            "text": "Hē nabī! Yētiẏā muminā nāraīsakalē tōmāra ōcarata āhi ē'i samparkē bā'i'āta karaē yē, siham̐tē āllāhara lagata āna kākō anśīdāra sthāpana nakaraiba, curai nakaraiba, byabhicāra nakaraiba, nija santānasakalaka hatyā nakaraiba, icchākr̥tabhāraē nijē apabāda racanā karai raṭanā karai nuphuraiba ārau saṯkāmata tōmāra abādhya naha’ba, tētiẏā tumi siham̐tara bā'i'āta grahaṇa karaā ārau siham̐tara bābē āllāhara ōcarata kṣamā praārthanā karaā. Niścaẏa āllāha kṣamāśīla, parama daẏālu"
        },
        {
            "chapter": 60,
            "verse": 13,
            "text": "Hē īmāndārasakala! Tōmālōkē sē'i sampradāẏara lagata bandhutba nakaraibā, yisakalara prati āllāha kraōdhānbita haichē. Siham̐tē ākhiraāta samparkē niraāśa hai paraichē, yēnēkai kāphirasakalē kabarabāsī samparkē niraāśa hai paraichē"
        },
        {
            "chapter": 61,
            "verse": 1,
            "text": "Ākāśamaṇḍalata yi yi āchē ārau pr̥thiraīta yi yi āchē sakalōraē āllāhara paraitratā ārau mahimā ghōṣaṇā karaē; ārau tē'ōm̐ prabalaparaākramaśālī, prajñāmaẏa"
        },
        {
            "chapter": 61,
            "verse": 2,
            "text": "Hē īmāndārasakala! Tōmālōkē yiṭō nakaraā sē'iṭō kiẏa kōraā"
        },
        {
            "chapter": 61,
            "verse": 3,
            "text": "tōmālōkē yiṭō nakaraā tōmālōkara sē'iṭō kōraā āllāhara dr̥ṣṭita bara asantōṣajanaka"
        },
        {
            "chapter": 61,
            "verse": 4,
            "text": "Niścaẏa āllāha tē'ōm̐lōkaka bhālapāẏa, yisakalē tē'ōm̐ra pathata śāraībad'dhabhāraē yud'dha karaē; yēnibā siham̐ta galita sīhēraē nirmita sudr̥ṛha praācīra"
        },
        {
            "chapter": 61,
            "verse": 5,
            "text": "Ārau smaraṇa karaā, mūchā'i yētiẏā tē'ōm̐ra sampradāẏaka kaichila, ‘hē mōra sampradāẏa! Tōmālōkē kiẏa mōka kaṣṭa di āchā? Athaca tōmālōkē jānā yē, niścaẏa ma'i tōmālōkara prati (praēraita) āllāhara raāchula’. Tāra pichata siham̐tē yētiẏā bakra patha aralambana karailē tētiẏā āllāhē siham̐tara hr̥daẏasamūhaka bakra karai dilē; ārau āllāhē phāchikba sampradāẏaka hidāẏata nakaraē"
        },
        {
            "chapter": 61,
            "verse": 6,
            "text": "Ārau smaraṇa karaā, yētiẏā māraẏāmara putra īchā'i kaichila, hē banī icharaā'īla! ‘Niścaẏa ma'i tōmālōkara prati praēraita āllāhara raāchula ārau mōra pūrbarartī tā'ōraātara satyāẏanakāraī ārau ējana raāchulara susambādadātā, yijana mōra pichata āhiba, yāra nāma āhamada’. Tāra pichata tē'ōm̐ yētiẏā suspaṣṭa nidarśanasamūha lai āgamana karailē, tētiẏā siham̐tē ka’lē, ‘ēẏā spaṣṭa yādu’"
        },
        {
            "chapter": 61,
            "verse": 7,
            "text": "Sē'i byaktitakai adhika yālima ārau kōna ha’ba pāraē? Yiẏē āllāha samparkē michā racanā karaē, athaca tāka ichalāmara prati āhbāna karaā haẏa; ārau āllāhē yālima sampradāẏaka hidāẏata nakaraē"
        },
        {
            "chapter": 61,
            "verse": 8,
            "text": "Siham̐tē āllāhara jyōtika mukhēraē phum̐ mārai nirbāpita karaiba bicāraē, ārau āllāhē nija jyōtika pūrṇatādānakāraī. Yadi'ō kāphirasakalē iẏāka apachanda karaē"
        },
        {
            "chapter": 61,
            "verse": 9,
            "text": "Tēraēm̐i nija raāchulaka praēraṇa karaichē hidāẏata ārau satya dbīnasaha sakalō dbīnara ōparata tē'ōm̐ka bijaẏī karaāra bābē, yadi'ō muśbaraikasakalē iẏāka apachanda karaē"
        },
        {
            "chapter": 61,
            "verse": 10,
            "text": "Hē īmāndārasakala! Ma'i tōmālōkaka ēnē ēṭā byarasāẏara sandhāna dimanē, yiṭō tōmālōkaka yantraṇādāẏaka śāstira paraā rakṣā karaiba"
        },
        {
            "chapter": 61,
            "verse": 11,
            "text": "sēẏā haichē, tōmālōkē āllāha ārau tē'ōm̐ra raāchulara prati īmāna ānibā ārau tōmālōkē nijara dhana-sampada ārau jīranara dbāraā āllāhara pathata jihāda karaibā. Ē'iṭōraē'i tōmālōkara bābē kalyāṇakara, yadi tōmālōkē jānā"
        },
        {
            "chapter": 61,
            "verse": 12,
            "text": "Tē'ōm̐ tōmālōkara bābē tōmālōkara pāpasamūha kṣamā karai diba; ārau tōmālōkaka ēnē jānnātata praraēśa karaāba yāra talēdi nadīsamūha prabāhita, ārau cirasthāẏī jānnātasamūhara uttama bāsagr̥hasamūhatō (praraēśa karaāba). Ē'iṭōraē mahāsaphalatā"
        },
        {
            "chapter": 61,
            "verse": 13,
            "text": "Lagatē (tē'ōm̐ pradāna karaiba) ārau ēṭā anugraha, yiṭō tōmālōkē pachanda karaā. (Arthāṯ) āllāhara taraphara paraā sahāẏa ārau nikaṭabartī bijaẏa; ārau tumi muminasakalaka susambāda diẏā"
        },
        {
            "chapter": 61,
            "verse": 14,
            "text": "Hē īmāndārasakala! Tōmālōkē āllāhara sahāẏakāraī hōraā, yēnēkai māraẏāmara putra īchā'i hāraāraīsakalaka kaichila, ‘āllāhara pathata kōnē mōra sahāẏaka ha’bā’? Hāraāraīsakalē kaichila, ‘āmiẏē'i āllāhara pathata sahāẏakāraī’. Tāra pichata banī icharaā'īlara ēṭā dalē īmāna ānilē ārau āna ēṭā dalē kupharaī karailē. Sēẏē, yisakalē īmāna ānichila āmi tē'ōm̐lōkaka tē'ōm̐lōkara śatraubāhinīra ōparata śaktiśālī karailō. Phalata tē'ōm̐lōka bijaẏī ha’la"
        },
        {
            "chapter": 62,
            "verse": 1,
            "text": "Ākāśamaṇḍalata yi yi āchē ārau pr̥thiraīta yi yi āchē sakalōraē āllāhara paraitratā ārau mahimā ghōṣaṇā karaē, yijana adhipati, mahāparaitra, paraākramaśālī, prajñāmaẏa"
        },
        {
            "chapter": 62,
            "verse": 2,
            "text": "Tēraēm̐i um'mīsakalara mājata siham̐tara mājara paraā'i ējana raāchula praēraṇa karaichē, yijanē siham̐tara ōcarata tē'ōm̐ra āẏātasamūha tilāraāta karaē, siham̐taka paraitra karaē ārau siham̐taka kitāba ō hikamatara śikṣā diẏē; yadi'ō itipūrbē siham̐ta ghōra bibhraāntita āchila"
        },
        {
            "chapter": 62,
            "verse": 3,
            "text": "ārau siham̐tara mājara paraā an'yān'yasakalara prati'ō, (ē'i raāchulakē'i praēraṇa karaā haichē) yisakalē ētiẏā'ō siham̐tara lagata milita hōraā nā'i ārau āllāha mahāparaākramaśālī, prajñāmaẏa"
        },
        {
            "chapter": 62,
            "verse": 4,
            "text": "Ē'iṭō āllāhara anugraha, tē'ōm̐ yāka icchā tāka sēẏā dāna karaē; ārau āllāha mahānugrahara adhikāraī"
        },
        {
            "chapter": 62,
            "verse": 5,
            "text": "Yisakalaka tā'ōraātara dāẏitbabhāra diẏā haichila, kintu siham̐tē iẏāka bahana karaā nāchila. Siham̐tara udāharaṇa haichē- gādhara daraē! Yiẏē bahu kitāpara bōjā bahana karaē. Kimāna yē nikr̥ṣṭa sē'i sampradāẏara dr̥ṣṭānta yiham̐tē āllāhara āẏātasamūhaka michā buli amān'ya karaē; ārau āllāhē yālima sampradāẏaka hidāẏata nakaraē"
        },
        {
            "chapter": 62,
            "verse": 6,
            "text": "Kōraā, hē iẏāhudīsakala! Yadi tōmālōkē bhābā yē, āna āna mānuhara bāhiraē akala tōmālōkē'i āllāhara bandhu, tēntē tōmālōkē mr̥tyu kāmanā karaā yadi tōmālōkē satyabādī"
        },
        {
            "chapter": 62,
            "verse": 7,
            "text": "Kintu siham̐tara hātē āgalai yi praēraṇa karaichē tāra kāraṇē siham̐tē kētiẏā'ō mr̥tyu kāmanā nakaraiba; ārau āllāha yālimasakalara biṣaẏē samyaka aragata"
        },
        {
            "chapter": 62,
            "verse": 8,
            "text": "Kōraā, yi mr̥tyura paraā tōmālōkē palāẏana karaā sēẏā niścaẏa tōmālōkara lagata sākṣāṯ karaiba. Tāra pichata tōmālōkaka pratyābartana karaōraā ha’ba gāẏēba ārau prakāśyara jñānī āllāhara ōcarata. Tē'ōm̐ tōmālōkaka janā'i diba yi tōmālōkē āmala karaichilā"
        },
        {
            "chapter": 62,
            "verse": 9,
            "text": "Hē īmāndārasakala! Jumu'āra dinā yētiẏā chālātara bābē āhbāna karaā haẏa, tētiẏā tōmālōkē āllāhara smaraṇara phālē dhāraita hōraā ārau bēcā-kinā bandha karaā. Ē'iṭōraē tōmālōkara bābē sarbōttama, yadi tōmālōkē upalabdhi karaā"
        },
        {
            "chapter": 62,
            "verse": 10,
            "text": "Tāra pichata chālāta samāpta ha’lē tōmālōkē pr̥thiraīta prasāraita hai yōraā ārau āllāhara anugraha sandhāna karaā lagatē āllāhaka bēchi bēchi smaraṇa karaā, yātē tōmālōkē saphalatā arjana karaiba pāraā"
        },
        {
            "chapter": 62,
            "verse": 11,
            "text": "Ārau siham̐tē yētiẏā byarasāẏa athabā kraīṛā-kautuka dēkhā pāẏa tētiẏā siham̐tē tōmāka thiẏa arasthātē'i raākhi sē'iphālē dhāraita haẏa. Kōraā, āllāhara ōcarata yi āchē sēẏā kraīṛā-kautuka ārau byarasāẏa-bāṇijyatakaiẏō uṯkr̥ṣṭa; ārau āllāha sarbaśraēṣṭha jīraikādātā"
        },
        {
            "chapter": 63,
            "verse": 1,
            "text": "Yētiẏā munāphikasakala tōmāra ōcarata āhē tētiẏā siham̐tē kaẏa, āmi sākṣya di'ōm̐ yē, ‘niścaẏa āpuni āllāhara raāchula’; ārau āllāhē jānē yē, tumi niścaẏa tē'ōm̐ra raāchula ārau āllāhē sākṣya diẏē yē, niścaẏa munāphikasakala michalīẏā"
        },
        {
            "chapter": 63,
            "verse": 2,
            "text": "Siham̐tē nijara śapatabōraka ḍhālaraūpē byarahāra karaē. Phalata siham̐tē āllāhara pathara paraā mānuhaka nibr̥tta karaē. Siham̐tē yi karaē sēẏā kimāna yē nikr̥ṣṭa"
        },
        {
            "chapter": 63,
            "verse": 3,
            "text": "ēẏā ē'i bābē'i yē, siham̐tē īmāna ānāra pichata kupharaī karaichē. Phalata siham̐tara antarata mōhara mārai diẏā haichē; sēẏē siham̐ta nubujā haichē"
        },
        {
            "chapter": 63,
            "verse": 4,
            "text": "Ārau tumi yētiẏā siham̐tara prati lakṣya karaibā tētiẏā siham̐tara dēhara ākr̥ti tōmāka mugdha karaiba ārau siham̐tē yētiẏā kathā kaẏa tumi siham̐tara kathā āgrahēraē śuni thākā. Siham̐ta bērata lagā'i thōraā kāṭhara khuṭāra daraē; siham̐tē yikōnō śabdaka nijara biraud'dhē dhāraṇā karaē. Siham̐tē'i śatrau, ētēkē siham̐tara biṣaẏē satarka hōraā; āllāhē siham̐taka dhbansa karaka! Siham̐taka ka’lai ubhatā'i niẏā haichē"
        },
        {
            "chapter": 63,
            "verse": 5,
            "text": "ārau yētiẏā siham̐taka kōraā haẏa, ‘āhā, āllāhara raāchulē tōmālōkara bābē kṣamā praārthanā karaiba’, tētiẏā siham̐tē mūra jukārai asbīkr̥ti janāẏa, ārau tumi siham̐taka ahaṅkāra karai bimukha hai guci yōraā dēkhibalai pābā"
        },
        {
            "chapter": 63,
            "verse": 6,
            "text": "Tumi siham̐tara bābē kṣamā praārthanā karaā bā nakaraā, ubhaẏaṭō siham̐tara bābē samāna. Āllāhē siham̐taka kētiẏā'ō kṣamā nakaraiba. Niścaẏa āllāha phāchikba sampradāẏaka hidāẏata nidiẏē"
        },
        {
            "chapter": 63,
            "verse": 7,
            "text": "Siham̐tē kaẏa, ‘tōmālōkē āllāhara raāchulara sahacarasakalara bābē byaẏa nakaraibā, yātē siham̐ta ām̐tarai yāẏa’. Athaca ākāśamaṇḍala ārau pr̥thiraīra dhana-bhāṇḍāra āllāharaē'i, kintu munāphikbasakalē nubujē"
        },
        {
            "chapter": 63,
            "verse": 8,
            "text": "Siham̐tē kaẏa, ‘āmi madīnāta ubhati ga’lē niścaẏa tāra paraā śaktiśālīsakalē durbalasakalaka bahiṣkāra karaiba’. Athaca śakti-sanmāna kērala āllāhara ārau tē'ōm̐ra raāchulara ārau muminasakalara. Kintu munāphikbasakalē sēẏā nājānē"
        },
        {
            "chapter": 63,
            "verse": 9,
            "text": "Hē īmāndārasakala! Tōmālōkara dhana-sampada ārau santāna-santati yātē tōmālōkaka āllāhara smaraṇara paraā udāsīna nakaraē; ārau yiham̐ta ēnēkuraā udāsīna ha’ba siham̐tē'i kṣatigrasta"
        },
        {
            "chapter": 63,
            "verse": 10,
            "text": "Ārau ma'i tōmālōkaka yi jīraikā dāna karaichō tōmālōkara ōcarata mr̥tyu ahāra āgatē tāra paraā byaẏa karaā, (kāraṇa mr̥tyu ahāra pichata si ka’ba) hē mōra pratipālaka! ‘Mōka ārau kichu samaẏara bābē arakāśa dilē ma'i chādakbā karailōhēm̐tēna ārau saṯkarmaparaāẏaṇasakalara antarbhukta ha’lōhēm̐tēna’"
        },
        {
            "chapter": 63,
            "verse": 11,
            "text": "Ārau yētiẏā kāraōbāra nirdiṣṭa samaẏa upasthita ha’ba, tētiẏā āllāhē tāka kētiẏā'ō arakāśa nidiba. Tōmālōkē yi āmala karaā sē'i samparkē āllāha sabiśēṣa aragata"
        },
        {
            "chapter": 64,
            "verse": 1,
            "text": "Ākāśamaṇḍalata yi yi āchē ārau pr̥thiraīta yi yi āchē sakalōraē āllāhara paraitratā ārau mahimā ghōṣaṇā karaē, tē'ōm̐raē'i ādhipatya ārau tē'ōm̐raē'i praśansā; ārau tē'ōm̐ sakalō bastura ōparata kṣamatābāna"
        },
        {
            "chapter": 64,
            "verse": 2,
            "text": "Tēraēm̐i tōmālōkaka sr̥ṣṭi karaichē. Tāra pichata tōmālōkara mājata kichumāna haichē kāphira ārau kichumāna haichē mumina; ārau tōmālōkē yi āmala karaā sē'i samparkē āllāha samyaka draṣṭā"
        },
        {
            "chapter": 64,
            "verse": 3,
            "text": "Tēraēm̐i ākāśamaṇḍala ārau pr̥thiraīka yathāyathabhāraē sr̥ṣṭi karaichē ārau tōmālōkaka ākr̥ti dāna karaichē, tāra pichata tōmālōkara ākr̥ti uṯkr̥ṣṭa karaichē; ārau pratyābartana tē'ōm̐ra phālē'i"
        },
        {
            "chapter": 64,
            "verse": 4,
            "text": "Ākāśamaṇḍalata ārau pr̥thiraīta yi āchē sakalō tē'ōm̐ jānē ārau tōmālōkē yi gōpana karaā ārau yi prakāśa karaā sēẏā'ō tē'ōm̐ jānē; ārau antarasamūhata yi āchē sē'i biṣaẏē āllāha samyaka jñānī"
        },
        {
            "chapter": 64,
            "verse": 5,
            "text": "Iẏāra āgata yisakalē kupharaī karaichē siham̐tara sambāda tōmālōkara ōcarata āhi pōraā nā'inē? Siham̐tē nija karmara bēẏā paraiṇati bhōga karaichē ārau siham̐tara bābē āchē yantraṇādāẏaka śāsti"
        },
        {
            "chapter": 64,
            "verse": 6,
            "text": "Ēẏā ē'i bābē'i yē, siham̐tara ōcarata siham̐tara raāchulasakalē suspaṣṭa pramāṇādisaha āhichila athaca siham̐tē kaichila, ‘mānuhē'i āmāka pathara sandhāna diba nēki’? Tāra pichata siham̐tē kupharaī karailē ārau mukha ghūraā'i la’lē; ārau āllāhē'ō (siham̐tara īmānara biṣaẏē) bhraukṣēpa nakarailē; ārau āllāha abhāramukta, sapraśansita"
        },
        {
            "chapter": 64,
            "verse": 7,
            "text": "Kāphirasakalē dhāraṇā karaē yē, siham̐taka kētiẏā'ō punaraut'thita karaā naha’ba. Kōraā, ‘niścaẏa karaā ha’ba, mōra pratipālakara śapata! Tōmālōkaka niścaẏa punaraut'thita karaā ha’ba. Tāra pichata tōmālōkē yi karaichilā sē'i biṣaẏē tōmālōkaka niścaẏa aragata karaōraā ha’ba ārau ē'iṭō āllāhara pakṣē tēnē'i sahaja’"
        },
        {
            "chapter": 64,
            "verse": 8,
            "text": "Ētēkē tōmālōkē āllāha ārau tē'ōm̐ra raāchulara lagatē āmi yi nūra āratīrṇa karaichō tāra prati īmāna ānā; ārau tōmālōkara kr̥takarma samparkē āllāha sabiśēṣa arahita"
        },
        {
            "chapter": 64,
            "verse": 9,
            "text": "Smaraṇa karaā, yidinā tē'ōm̐ tōmālōkaka samābēśa dirasara uddēśyē samabēta karaiba, sē'idinaṭōraē ha’ba kṣatira dina; ārau yijanē āllāhara prati īmāna raākhē ārau saṯkāma karaē, tē'ōm̐ tāra pāpasamūha mōcana karai diba ārau tāka jānnātata praraēśa karaāba, yāra talata nadīsamūha prabāhita, tāta siham̐ta cirasthāẏī ha’ba. Ē'iṭōraē mahāsāphalatā"
        },
        {
            "chapter": 64,
            "verse": 10,
            "text": "Kintu yiham̐tē kuphuraī karaē ārau āmāra āẏātasamūhaka asbīkāra karaē siham̐tē'i jāhānnāmara adhibāsī, tāta siham̐ta cirakāla arasthāna karaiba. Kimāna nikr̥ṣṭa sē'i pratyābartanasthala"
        },
        {
            "chapter": 64,
            "verse": 11,
            "text": "Āllāhara anumatibihīna kōnō bipadē'i āpatita nahaẏa. Yiẏē āllāhaka biśbāsa karaē tē'ōm̐ tāra antaraka saṯpathata paraicālita karaē. Āllāha sakalō biṣaẏē samyaka aragata"
        },
        {
            "chapter": 64,
            "verse": 12,
            "text": "Tōmālōkē āllāhara ānugatya karaā ārau raāchulara ānugatya karaā. Kintu tōmālōkē yadi mukha ghūraā'i lōraā tēntē (jāni thōraā) mōra raāchulara dāẏitba kērala spaṣṭabhāraē pracāra karaā"
        },
        {
            "chapter": 64,
            "verse": 13,
            "text": "Āllāha, tē'ōm̐ra bāhiraē āna kōnō (satya) ilāha nā'i ārau āllāhara ōparatē'i muminasakalē tāraākkula karaā ucita"
        },
        {
            "chapter": 64,
            "verse": 14,
            "text": "Hē īmāndārasakala! Tōmālōkara straī-sbāmī ārau santāna-santatisakalara mājata kichumāna tōmālōkara śatrau; ētēkē siham̐tara biṣaẏē tōmālōkē satarka thākibā. Yadi tōmālōkē siham̐taka mārjanā karai diẏā, siham̐tara dōṣa-trauṭi upēkṣā karaā ārau siham̐taka kṣamā karai diẏā, tēntē niścaẏa āllāha kṣamāśīla, parama daẏālu"
        },
        {
            "chapter": 64,
            "verse": 15,
            "text": "Niścaẏa tōmālōkara dhana-sampada ārau santāna-santati kērala ēṭā paraīkṣā biśēṣa; ārau āllāhara ōcaratē'i āchē mahāpuraṣkāra"
        },
        {
            "chapter": 64,
            "verse": 16,
            "text": "Ētēkē tōmālōkē yathāsādhya āllāhara tākbaraā aralambana karaā, śraraṇa karaā, ānugatya karaā ārau tōmālōkara nijara kalyāṇara bābē byaẏa karaā; ārau yisakalara antara kārpaṇyara paraā rakṣā karaā haẏa, siham̐tē'i sāphalyamaṇḍita"
        },
        {
            "chapter": 64,
            "verse": 17,
            "text": "Yadi tōmālōkē āllāhaka uttama r̥ṇa pradāna karaā, tē'ōm̐ tōmālōkara bābē tāka bahu guṇa br̥d'dhi karai diba ārau tē'ōm̐ tōmālōkaka kṣamā karaiba; ārau āllāha guṇagraāhī, parama dhairyaśīla"
        },
        {
            "chapter": 64,
            "verse": 18,
            "text": "Tē'ōm̐ dr̥śya ārau adr̥śya yāratīẏa biṣaẏara jñānī, paraākramaśālī, prajñāmaẏa"
        },
        {
            "chapter": 65,
            "verse": 1,
            "text": "Hē nabī (kōraā), tōmālōkē yētiẏā straīsakalaka tālāka dibā, tētiẏā siham̐taka siham̐tara iddatara prati lakṣya raākhi tālāka dibā ārau tōmālōkē iddatara hicāpa raākhibā; ārau tōmālōkara pratipālaka āllāhara tākbaraā aralambana karaā. Tōmālōkē siham̐taka siham̐tara gharara paraā bahiṣkāra nakaraibā ārau siham̐ta nijē'ō bāhira naha’ba, yadi siham̐tē kōnō spaṣṭa aślilatāta lipta nahaẏa. Ē'ibōra āllāhara nirdhāraita sīmāraēkhā; ārau yiẏē āllāhara sīmāraēkhā laṅghana karaē si nijara ōparata atyācāra karaē. Tumi nājānā, sambharata āllāhē iẏāra pichata kōnō upāẏa udbhārana karai diba"
        },
        {
            "chapter": 65,
            "verse": 2,
            "text": "Tāra pichata yētiẏā siham̐tē siham̐tara iddatara śēṣa sīmāta upanīta ha’ba, tētiẏā tōmālōkē siham̐taka yathābidhi raākhi dibā naha’lē siham̐taka yathābidhi paraityāga karaibā ārau tōmālōkara mājara paraā dujana n'yāẏaparaāẏaṇa lōkaka sākṣī raākhibā; ārau tōmālōkē āllāhara bābē saṭhikabhāraē sākṣya dibā. Iẏāra dbāraā tōmālōkara mājata yiẏē āllāha ārau śēṣa dirasara prati īmāna raākhē tāka upadēśa diẏā haichē; ārau yiẏē āllāhara tākbaraā aralambana karaiba āllāhē tāra bābē uttaraṇara patha uliẏā'i diba"
        },
        {
            "chapter": 65,
            "verse": 3,
            "text": "Ārau tē'ōm̐ tāka tāra dhāraṇātīta uṯsara paraā jīraikā dāna karaiba; ārau yi byakti āllāhara prati tāraākkula karaiba tāra bābē āllāhē'i yathēṣṭa. Niścaẏa āllāhē tē'ōm̐ra uddēśya pūraṇa karaiba'i; niścaẏa āllāhē pratiṭō bastura bābē ēṭā samaẏasīmā nirdhāraṇa karai dichē"
        },
        {
            "chapter": 65,
            "verse": 4,
            "text": "Tōmālōkara straīsakalara mājata yisakalē r̥tumati hōraāra kāla atikrama karaichē, siham̐tara iddata samparkē yadi tōmālōkē sanśaẏa karaā tēnēha’lē siham̐tara iddatakāla ha’ba tini māha ārau yisakalē ētiẏā'ō r̥tura baẏasata upanīta hōraā nā'i siham̐taraō (tini māha); ārau garbharatī nāraīsakalara iddatakāla santāna prasara nōhōraā laikē; ārau yiẏē āllāhara tākbaraā aralambana karaē āllāhē tāra bābē tāra karmaka sahaja karai diẏē"
        },
        {
            "chapter": 65,
            "verse": 5,
            "text": "Ē'iṭō āllāhara bidhāna, yiṭō tē'ōm̐ tōmālōkara prati aratīrṇa karaichē; ārau yiẏē āllāhara tākbaraā aralambana karaiba tē'ōm̐ tāra pāpasamūha mōcana karai diba ārau tāka pradāna karaiba mahāpuraṣkāra"
        },
        {
            "chapter": 65,
            "verse": 6,
            "text": "Tōmālōkara sāmartha anuyāẏī ya’ta tōmālōkē basabāsa karaā tātē'i siham̐takō bāsa karaibalai diẏā, siham̐taka saṅkaṭata pēlābalai kaṣṭa nidibā; ārau siham̐ta garbharatī thākilē santāna prasara nakaraālaikē siham̐tara bābē byaẏa karaā. Tāra pichata yadi siham̐tē tōmālōkara santānasakalaka piẏāha khuraāẏa tēnēha’lē siham̐taka pāraiśramika pradāna karaibā ārau (santānara kalyāṇa samparkē) tōmālōkē nijara mājatē'i saṅgatabhāraē paraāmarśa karaā; ārau yadi tōmālōkē parasparaē aikyamata ha’balai ṭāna pōraā tēnēha’lē pitāra pakṣara paraā āna tiraōtā'i piẏāha khuraāba"
        },
        {
            "chapter": 65,
            "verse": 7,
            "text": "Bittabānē nija sāmartha anuyāẏī byaẏa karaiba ārau yāra jīranōpakaraṇa sīmita tāka āllāhē yi dāna karaichē tāra paraā byaẏa karaiba. Āllāhē yāka yi sāmartha dichē tātakai bēchi gurautara bōjā tē'ōm̐ tāra ōparata jāpi nidiẏē. Niścaẏa āllāhē kaṭhina arasthāra pichata saccalatā pradāna karaiba"
        },
        {
            "chapter": 65,
            "verse": 8,
            "text": "Ārau bahutō janapadē siham̐tara pratipālaka ārau tē'ōm̐ra raāchulara nirdēśara biraud'dhācāraṇa karaichila. Phalata āmi siham̐tara paraā kaṭhina hicāpa laichilō ārau āmi siham̐taka kaṭhina śāsti bihichilō"
        },
        {
            "chapter": 65,
            "verse": 9,
            "text": "Phalata siham̐tē nija kr̥takarmara sōraāda pālē; ārau siham̐tara karmara paraiṇāma āchila kṣatiẏē'i kṣati"
        },
        {
            "chapter": 65,
            "verse": 10,
            "text": "Āllāhē siham̐tara bābē kaṭhina śāsti prastuta karai raākhichē. Ētēkē tōmālōkē āllāhara tākbaraā aralambana karaā, hē bōdhasampanna byaktisakala! Yisakalē īmāna ānichā. Niścaẏa āllāhē tōmālōkara prati aratīrṇa karaichē ēṭā upadēśa"
        },
        {
            "chapter": 65,
            "verse": 11,
            "text": "ējana raāchula, yiẏē tōmālōkara ōcarata āllāhara suspaṣṭa āẏātasamūha tilāraāta karaē, yātē sē'isakala lōkaka andhakārara paraā pōharalai uliẏā'i āniba pāraē yisakalē īmāna ānichē ārau saṯkarma karaichē; ārau yiẏē āllāhara ōparata īmāna āniba ārau saṯkāma karaiba tē'ōm̐ tāka jānnātata praraēśa karaāba, yāra talata nadīsamūha prabāhita, tāta siham̐ta cirakāla arasthāna karaiba. Niścaẏa āllāhē tāka uttama jīraikā pradāna karaiba"
        },
        {
            "chapter": 65,
            "verse": 12,
            "text": "Tēraēm̐i āllāha, yijanē sātakhana ākāśa sr̥ṣṭi karaichē ārau anuraūpa pr̥thiraī'ō, ē'ibōrara mājata nāmi āhē tē'ōm̐ra nirdēśa; yātē tōmālōkē jāniba pāraā yē, āllāha sakalō bastura ōparata kṣamatābāna ārau āllāhara jñānē sakalō bastukē paraibēṣṭana karai āchē"
        },
        {
            "chapter": 66,
            "verse": 1,
            "text": "Hē nabī! Āllāhē tōmāra bābē yi baidha karaichē sēẏā tumi nijara bābē niṣid'dha karaichā kiẏa? Tumi tōmāra straīsakalara santuṣṭi bicaraā nēki; ārau āllāha kṣamāśīla, parama daẏālu"
        },
        {
            "chapter": 66,
            "verse": 2,
            "text": "Niścaẏa āllāhē tōmālōkara bābē śapatara paraā mukti lābhara byarasthā karaichē; ārau āllāha tōmālōkara abhibhāraka ārau tēraēm̐i sarbajña, prajñāmaẏa"
        },
        {
            "chapter": 66,
            "verse": 3,
            "text": "Ārau smaraṇa karaā, yētiẏā nabīẏē nija straīsakalara ēgaraākīka gōpana kathā ēṣāra kaichila; tāra pichata sē'igaraākīẏē āna ēgaraākīka janā'i dichila ārau āllāhē tē'ōm̐ra nabīra ōcarata sēẏā prakāśa karai dilē, tāra pichata nabīẏē ē'i biṣaẏē alapa byakta karailē ārau alapa arajñā karai ērai dilē. Yētiẏā nabīẏē biṣaẏaṭō sē'i straīka janālē, tētiẏā straīgaraākīẏē ka’lē, ‘āpōnāka ē'i kathāṣāra kōnē janālē’? Nabīẏē ka’lē, ‘mōka tē'ōm̐ janā'ichē, yijana sarbajña, samyaka aragata’"
        },
        {
            "chapter": 66,
            "verse": 4,
            "text": "Yadi tōmālōka ubhaẏē āllāhara ōcarata tā'ōbā karaā (tēntē i tōmālōkara bābē kalyāṇakara), kāraṇa tōmālōkara hr̥daẏa ḍhāla khā'ichē. Kintu yadi tōmālōkē nabīra biraud'dhē ijanē sijanaka pōṣakatā karaā tēntē jāni thōraā, niścaẏa āllāha tē'ōm̐ra sahāẏakāraī ārau jībraīla lagatē saṯkarmaśīla muminasakalē'ō, iẏāra bāhiraē'ō āna āna phiraistāsakalō tē'ōm̐ra sahāẏakāraī"
        },
        {
            "chapter": 66,
            "verse": 5,
            "text": "Yadi nabīẏē tōmālōkaka tālāka diẏē tēntē tē'ōm̐ra pratipālakē sambharata tōmālōkara sthānata tē'ōm̐ka tōmālōkatakaiẏō uttama straī pradāna karaiba--- yisakala ha'ba muchalimāha, mumināha, anugata, tā'ōbākāraīṇī, ibādatakāraīṇī, chiẏāma pālanakāraīṇī, akumāraī ārau kumāraī"
        },
        {
            "chapter": 66,
            "verse": 6,
            "text": "Hē īmāndārasakala! Tōmālōkē nijakē ārau tōmālōkara paraiẏālabargaka jāhānnāmara paraā rakṣā karaā, yāra indhana ha’ba mānuha ārau śīla, ya’ta niẏōjita āchē nirmama, kaṭhōrasbabhāra phiraistāsakala, yisakalē āllāhara ādēśa amān'ya nakaraē; ārau siham̐tē yi karaibalai ādēśa praāpta haẏa sē'iṭōraē'i karaē"
        },
        {
            "chapter": 66,
            "verse": 7,
            "text": "Hē kāphirasakala! Āji tōmālōkē ōjara pēca karaibalai cēṣṭā nakaraibā. Tōmālōkē yi karaichilā tāraē'i pratiphala tōmālōkaka diẏā haichē"
        },
        {
            "chapter": 66,
            "verse": 8,
            "text": "Hē īmāndārasakala! Tōmālōkē āllāhara ōcarata tā'ōbā karaā-- biśud'dha tā'ōbā; āśā karaā yāẏa tōmālōkara pratipālakē tōmālōkara pāpasamūha mōcana karai diba ārau tōmālōkaka jānnātata praraēśa karaāba, yāra talata nadīsamūha prabāhita. Sē'idinā āllāhē nabī ārau tē'ōm̐ra lagata yisakalē īmāna ānichē tē'ōm̐lōkaka lāñchita nakaraiba. Tē'ōm̐lōkara nūra tē'ōm̐lōkara sanmukhata ārau sōm̐ hātē dhāraita ha’ba. Tē'ōm̐lōkē ka’ba, ‘hē āmāra pratipālaka! Āmāra bābē āmāra nūraka pūrṇatā dāna karaā ārau āmāka kṣamā karai diẏā, niścaẏa tumi sakalō bastura ōparata kṣamatābāna’"
        },
        {
            "chapter": 66,
            "verse": 9,
            "text": "Hē nabī! Kāphira ārau munāphikasakalara biraud'dhē jihāda karaā ārau siham̐tara prati kaṭhōra hōraā. Siham̐tara āśraẏasthala jāhānnāma ārau sē'iṭō kimāna yē nikr̥ṣṭa gantabyasthala"
        },
        {
            "chapter": 66,
            "verse": 10,
            "text": "yiham̐tē kupharaī karaē, siham̐tara bābē āllāhē nūhara straī ārau lūtara straīra udāharaṇa dichē; siham̐ta āmāra bāndāsakalara mājara dujana saṯ bāndāra adhīnata āchila, kintu siham̐ta ubhaẏē tē'ōm̐lōkara lagata biśbāsaghātakatā karaichila. Phalata āllāhara śāstira paraā rakṣā karaibalai nūha ārau lūta siham̐tara kōnō kāmata nāhila, ārau siham̐taka kōraā ha’la, ‘tōmālōka ubhaẏē praraēśakāraīsakalara lagata jāhānnāmata praraēśa karaā’"
        },
        {
            "chapter": 66,
            "verse": 11,
            "text": "Ārau muminasakalara bābē āllāhē phira'ā'unara straīra udāharaṇa dāṅi dharaichē, yētiẏā tē'ōm̐ ē'i buli praārthanā karaichila, ‘hē mōra pratipālaka! Tōmāra ōcarata mōra bābē jānnātata ēṭā ghara nirmāṇa karaā ārau mōka phira'ā'una ārau tāra karmara paraā ud'dhāra karaā ārau mōka ud'dhāra karaā yālima sampradāẏara paraā’"
        },
        {
            "chapter": 66,
            "verse": 12,
            "text": "(Āllāhē ārau udāharaṇa dichē) imaraāṇara jīẏēka māraẏāmara---- yiẏē nija lajjāsthānara paraitratā rakṣā karaichila, phalata āmi tāta āmāra raūhara paraā phum̐raā'i dichilō ārau tē'ōm̐ tē'ōm̐ra pratipālakara bāṇī ārau tē'ōm̐ra kitābasamūha satya buli grahaṇa karaichila ārau tē'ōm̐ āchila anugatasakalara an'yatama"
        }
    ]
}