{
    "rukus": [
        {
            "chapter": 8,
            "verse": 38,
            "text": "Sọ fún àwọn t’ó ṣàì gbàgbọ́ pé tí wọ́n bá jáwọ́ (nínú àìgbàgbọ́), A máa ṣàforíjìn ohun t’ó ti ré kọjá fún wọn. Tí wọ́n bá tún padà (síbẹ̀, àpèjúwe) ìparun àwọn ẹni àkọ́kọ́ kúkú ti ré kọjá (ní ìkìlọ̀ fún wọn)"
        },
        {
            "chapter": 8,
            "verse": 39,
            "text": "Ẹ jà wọ́n lógun títí kò fi níí sí ìfòòró (ìbọ̀rìṣà) mọ́, gbogbo ẹ̀sìn yó sì lè jẹ́ ti Allāhu. Nítorí náà, tí wọ́n bá jáwọ́ (nínú àìgbàgbọ́), dájúdájú Allāhu ni Olùríran nípa ohun tí wọ́n ń ṣe níṣẹ́"
        },
        {
            "chapter": 8,
            "verse": 40,
            "text": "Tí wọ́n bá sì gbúnrí (kúrò nínú ìgbàgbọ́), ẹ mọ̀ pé dájúdájú Allāhu ni Aláfẹ̀yìntì yín. Ó dára ní Aláfẹ̀yìntì. Ó sì dára ní Alárànṣe"
        },
        {
            "chapter": 8,
            "verse": 41,
            "text": "Ẹ mọ̀ pé ohunkóhun tí ẹ bá kó ní ọrọ̀ ogun, dájúdájú ti Allāhu ni ìdá márùn-ún rẹ̀. Ó sì wà fún Òjíṣẹ́ àti ẹbí (rẹ̀) àti àwọn ọmọ òrukàn, àwọn mẹ̀kúnnù àti onírìn-àjò (tí agara dá), tí ẹ bá jẹ́ ẹni t’ó gbàgbọ́ nínú Allāhu àti n̄ǹkan tí A sọ̀kalẹ̀ fún ẹrúsìn Wa ní Ọjọ́ ìpínyà, ọjọ́ tí ìjọ méjì pàdé (lójú ogun Badr). Allāhu sì ni Alágbára lórí gbogbo n̄ǹkan"
        },
        {
            "chapter": 8,
            "verse": 42,
            "text": "(Ẹ rántí) nígbà tí ẹ̀yin wà ní etí kòtò t’ó súnmọ́ (ìlú Mọdīnah), àwọn (kèfèrí) sì wà ní etí kòtò t’ó jìnnà sí (ìlú Mọdīnah), àwọn kèfèrí kan t’ó ń gun n̄ǹkan ìgùn (bọ̀ láti ìrìn-àjò òkòwò), wọ́n sì wà ní ìsàlẹ̀ ọ̀dọ̀ tiyín. Tí ó bá jẹ́ pé ẹ̀yin àti àwọn kèfèrí jọ mú ọjọ́ fún ogun náà ni, ẹ̀yin ìbá yapa àdéhùn náà, ṣùgbọ́n (ogun náà ṣẹlẹ̀ bẹ́ẹ̀) nítorí kí Allāhu lè mú ọ̀rọ̀ kan tí ó gbọ́dọ̀ ṣẹ wá sí ìmúṣẹ; nítorí kí ẹni tí ó máa parun (sínú àìgbàgbọ́) lè parun nípasẹ̀ ẹ̀rí t’ó yanjú, kí ẹni t’ó sì máa yè (nínú ìgbàgbọ́ òdodo) lè yè nípasẹ̀ ẹ̀rí t’ó yanjú. Àti pé dájúdájú Allāhu kúkú ni Olùgbọ́, Onímọ̀"
        },
        {
            "chapter": 8,
            "verse": 43,
            "text": "(Rántí) nígbà tí Allāhu fi wọ́n hàn ọ́ nínú àlá rẹ (pé wọ́n) kéré. Tí ó bá jẹ́ pé Ó fi wọ́n hàn ọ́ (pé wọ́n) pọ̀ ni, ẹ̀yin ìbá ṣojo, ẹ̀yin ìbá sì ṣàríyànjiyàn nípa ọ̀rọ̀ náà. Ṣùgbọ́n Allāhu ko (yín) yọ. Dájúdájú Òun ni Onímọ̀ nípa n̄ǹkan tí ń bẹ nínú igbá-àyà ẹ̀dá"
        },
        {
            "chapter": 8,
            "verse": 44,
            "text": "(Rántí) nígbà tí Ó ń fi wọ́n hàn yín pé wọ́n kéré lójú yín - nígbà tí ẹ pàdé (lójú ogun) – Ó sì mú ẹ̀yin náà kéré lójú tiwọn náà, nítorí kí Allāhu lè mú ọ̀rọ̀ kan tí ó gbọ́dọ̀ ṣẹ wá sí ìmúṣẹ. Ọ̀dọ̀ Allāhu sì ni wọ́n máa ṣẹ́rí àwọn ọ̀rọ̀ ẹ̀dá padà sí"
        }
    ]
}