{
    "rukus": [
        {
            "chapter": 27,
            "verse": 59,
            "text": "Sọ pé: \"Gbogbo ọpẹ́ ń jẹ́ ti Allāhu. Kí àlàáfíà máa bá àwọn ẹrúsìn Rẹ̀, àwọn tí Ó ṣà lẹ́ṣà. Ṣé Allāhu l’Ó lóore jùlọ ni tàbí n̄ǹkan tí wọ́n ń sọ di akẹgbẹ́ Rẹ̀"
        },
        {
            "chapter": 27,
            "verse": 60,
            "text": "(Ṣé ìbọ̀rìṣà l’ó lóore jùlọ ni) tàbí (jíjọ́sìn fún) Ẹni tí Ó dá àwọn sánmọ̀ àti ilẹ̀, tí Ó sọ omi kalẹ̀ fun yín láti sánmọ̀, tí A sì fi omi náà hu àwọn ọgbà oko tí ó dára jáde? Kò sì sí agbára fun yín láti mu igi rẹ̀ hù jáde. Ṣé ọlọ́hun kan tún wà pẹ̀lú Allāhu ni? Rárá, ìjọ t’ó ń ṣẹbọ sí Allāhu ni wọ́n ni"
        },
        {
            "chapter": 27,
            "verse": 61,
            "text": "(Ṣé ìbọ̀rìṣà l’ó dára jùlọ ni) tàbí (jíjọ́sìn fún) Ẹni tí Ó ṣe ilẹ̀ ní ibùgbé, tí Ó fi àwọn odò sáààrin rẹ̀, tí Ó fi àwọn àpáta t’ó dúró ṣinṣin sínú ilẹ̀, tí Ó sì fi gàgá sáààrin ibúdò méjèèjì? Ṣé ọlọ́hun kan tún wà pẹ̀lú Allāhu ni? Síbẹ̀síbẹ̀ ọ̀pọ̀lọ́pọ̀ wọn ni kò mọ̀"
        },
        {
            "chapter": 27,
            "verse": 62,
            "text": "(Ṣé ìbọ̀rìṣà l’ó dára jùlọ ni) tàbí (jíjọ́sìn fún) Ẹni tí Ó ń jẹ́pè ẹni tí ara ń ni nígbà tí ó bá pè É, tí Ó sì máa gbé aburú kúrò fún un, tí Ó sì ń ṣe yín ní àrólé lórí ilẹ̀? Ṣé ọlọ́hun kan tún wà pẹ̀lú Allāhu ni? Díẹ̀ ni ohun tí ẹ̀ ń lò nínú ìrántí"
        },
        {
            "chapter": 27,
            "verse": 63,
            "text": "(Ṣé ìbọ̀rìṣà l’ó dára jùlọ ni) tàbí (jíjọ́sìn fún) Ẹni tí Ó ń tọ yín sọ́nà nínú àwọn òkùnkùn orí ilẹ̀ àti inú ibúdò, tí Ó tún ń fi atẹ́gùn ránṣẹ́ ní ìró ìdùnnú ṣíwájú ìkẹ́ Rẹ̀? Ṣé ọlọ́hun kan tún wà pẹ̀lú Allāhu ni? Allāhu ga tayọ n̄ǹkan tí wọ́n ń fi ṣẹbọ sí I"
        },
        {
            "chapter": 27,
            "verse": 64,
            "text": "(Ṣé ìbọ̀rìṣà l’ó dára jùlọ ni) tàbí (jíjọ́sìn fún) Ẹni tí Ó pilẹ̀ ìṣẹ̀dá ẹ̀dá, lẹ́yìn náà, tí Ó máa dá a padà (lẹ́yìn ikú), tí Ó sì ń pèsè fun yín láti sánmọ̀ àti ilẹ̀? Ṣé ọlọ́hun kan tún wà pẹ̀lú Allāhu ni? Sọ pé: \"Ẹ mú ẹ̀rí yín wá tí ẹ bá jẹ́ olódodo"
        },
        {
            "chapter": 27,
            "verse": 65,
            "text": "Sọ pé: “Àwọn t’ó wà nínú àwọn sánmọ̀ àti ilẹ̀ kò nímọ̀ ìkọ̀kọ̀ àfi Allāhu. Àti pé wọn kò sì mọ àsìkò wo ni A máa gbé àwọn òkú dìde.”"
        },
        {
            "chapter": 27,
            "verse": 66,
            "text": "Bẹ́ẹ̀ ni, ní ọ̀run ni ìmọ̀ wọn máa tó mọ Ọjọ́ Ìkẹ́yìn (lọ́ràn). Bẹ́ẹ̀ ni, wọ́n wà nínú iyèméjì nípa rẹ̀ (báyìí). Bẹ́ẹ̀ ni, wọ́n ti fọ́nú-fọ́ra nípa rẹ̀"
        }
    ]
}