{
    "rukus": [
        {
            "chapter": 35,
            "verse": 38,
            "text": "Dájúdájú Allāhu ni Onímọ̀-ìkọ̀kọ̀ àwọn sánmọ̀ àti ilẹ̀. Dájúdájú Òun ni Onímọ̀ nípa ohun t’ó wà nínú igbá-àyà ẹ̀dá"
        },
        {
            "chapter": 35,
            "verse": 39,
            "text": "Òun ní Ẹni t’Ó ń fi yín ṣe àrólé lórí ilẹ̀. Nítorí náà, ẹni tí ó bá ṣàì gbàgbọ́, (ìyà) àìgbàgbọ́ rẹ̀ wà lórí rẹ̀. Àìgbàgbọ́ àwọn aláìgbàgbọ́ kò sì níí fún wọn ní àlékún kan lọ́dọ̀ Olúwa wọn bí kò ṣe ìbínú. Àìgbàgbọ́ àwọn aláìgbàgbọ́ kò sì níí fún wọn ní àlékún kan bí kò ṣe òfò"
        },
        {
            "chapter": 35,
            "verse": 40,
            "text": "Sọ pé: “Ẹ sọ fún mi nípa àwọn òrìṣà yín tí ẹ̀ ń pè lẹ́yìn Allāhu, ẹ fi ohun tí wọ́n dá hàn mí lórí ilẹ̀? Tàbí wọ́n ní ìpín kan (pẹ̀lú Allāhu) níbi (ìṣẹ̀dá) àwọn sánmọ̀? Tàbí A fún wọn ní tírà kan, tí wọ́n ní ẹ̀rí t’ó yanjú nínú rẹ̀? Rárá o! Kò sí àdéhùn kan tí àwọn alábòsí, apá kan wọn ń ṣe fún apá kan bí kò ṣe ẹ̀tàn.”"
        },
        {
            "chapter": 35,
            "verse": 41,
            "text": "Dájúdájú Allāhu l’Ó ń mú àwọn sánmọ̀ àti ilẹ̀ dúró ṣinṣin tí wọn kò fi yẹ̀ lulẹ̀. Dájúdájú tí wọ́n bá sì yẹ̀ lulẹ̀, kò sí ẹnì kan kan tí ó máa mú un dúró lẹ́yìn Rẹ̀. Dájúdájú Allāhu ń jẹ́ Aláfaradà, Aláforíjìn"
        },
        {
            "chapter": 35,
            "verse": 42,
            "text": "Wọ́n sì fi Allāhu búra tí ìbúra wọn sì lágbára gan-an pé: \"Dájúdájú tí olùkìlọ̀ kan bá fi lè wá bá àwọn, dájúdájú àwọn yóò mọ̀nà tààrà ju èyíkéyìí nínú ìjọ (t’ó ti ṣíwájú) lọ.\" Nígbà tí olùkìlọ̀ sì wá bá wọn, (èyí) kò ṣe àlékún kan fún wọn bí kò ṣe sísá (fún òdodo)"
        },
        {
            "chapter": 35,
            "verse": 43,
            "text": "ní ti ṣíṣe ìgbéraga lórí ilẹ̀ àti ní ti ìpète aburú. Ìyà ìpète aburú kò sì níí kò lé ẹnì kan lórí àfi oníṣẹ́ aburú. Ṣé wọ́n ń retí kiní kan bí kò ṣe ìṣe (Allāhu lórí) àwọn ẹni àkọ́kọ́? Nítorí náà, o ò níí rí ìyípadà fún ìṣe Allāhu. Àní sẹ́, o ò níí rí ìyípadà fún ìṣe Allāhu"
        },
        {
            "chapter": 35,
            "verse": 44,
            "text": "Ṣé wọn kò rìn kiri lórí ilẹ̀ kí wọ́n wo bí ìkángun àwọn t’ó ṣíwájú wọn ṣe rí? Wọ́n sì ní agbára ju àwọn (wọ̀nyí) lọ! Àti pé kò sí kiní kan nínú àwọn sánmọ̀ àti ilẹ̀ tí ó lè mórí bọ́ lọ́wọ́ Allāhu. Dájúdájú Allāhu ń jẹ́ Onímọ̀, Alágbára"
        },
        {
            "chapter": 35,
            "verse": 45,
            "text": "Tí ó bá jẹ́ pé Allāhu yó (tètè) máa mú ènìyàn pẹ̀lú ohun tí wọ́n ṣe níṣẹ́ ni, ìbá tí ṣẹ́ ku n̄ǹkan ẹlẹ́mìí kan kan mọ́ lórí ilẹ̀. Ṣùgbọ́n Ó ń lọ́ wọn lára di gbèdéke àkókò kan. Nígbà tí àkókò náà bá dé, dájúdájú Allāhu ni Olùríran nípa àwọn ẹrúsìn Rẹ̀"
        }
    ]
}