{
    "rukus": [
        {
            "chapter": 3,
            "verse": 21,
            "text": "Dájúdájú àwọn t’ó ń ṣàì gbàgbọ́ nínú àwọn āyah Allāhu, tí wọ́n ń pa àwọn Ànábì láì lẹ́tọ̀ọ́, tí wọ́n tún ń pa àwọn ènìyàn tí ń pàṣẹ ṣíṣe ẹ̀tọ́, fún wọn ní ìró ìyà ẹlẹ́ta-eléro"
        },
        {
            "chapter": 3,
            "verse": 22,
            "text": "Àwọn wọ̀nyẹn ni àwọn tí iṣẹ́ wọn ti bàjẹ́ ní ilé ayé àti ní ọ̀run. Wọn kò sì níí rí àwọn olùrànlọ́wọ́"
        },
        {
            "chapter": 3,
            "verse": 23,
            "text": "Ṣé o ò rí àwọn tí A fún ní ìpín kan nínú Tírà, tí À ń pè síbi Tírà Allāhu, kí ó lè ṣe ìdájọ́ láààrin wọn, lẹ́yìn náà tí ìjọ kan nínú wọn ń pẹ̀yìn dà, tí wọ́n sì ń gbúnrí"
        },
        {
            "chapter": 3,
            "verse": 24,
            "text": "Ìyẹn nítorí pé dájúdájú wọ́n wí pé: “Iná kò lè jó wa tayọ àwọn ọjọ́ t’ó lóǹkà.” Ohun tí wọ́n ń dá ní àdápa irọ́ sì tàn wọ́n jẹ nínú ẹ̀sìn wọn"
        },
        {
            "chapter": 3,
            "verse": 25,
            "text": "Nítorí náà, báwo ni (ó ṣe máa rí fún wọn) nígbà tí A bá kó wọn jọ ní ọjọ́ kan, tí kò sí iyèméjì nínú rẹ̀? Àti pé A máa san ẹ̀mí kọ̀ọ̀kan ní ẹ̀san ohun tí ó ṣe níṣẹ́ ní ẹ̀kún-rẹ́rẹ́. Wọn kò sì níí ṣàbòsí sí wọn"
        },
        {
            "chapter": 3,
            "verse": 26,
            "text": "Sọ pé: “Allāhu, Olùkápá ìjọba, Ò ń fi ìjọba fún ẹni tí O bá fẹ́. Ò ń gba ìjọba lọ́wọ́ ẹni tí O bá fẹ́. Ò ń buyì kún ẹni tí O bá fẹ́. O sì ń tàbùkù ẹni tí O bá fẹ́. Ọwọ́ Rẹ ni oore wà. Dájúdájú Ìwọ ni Alágbárá lórí gbogbo n̄ǹkan"
        },
        {
            "chapter": 3,
            "verse": 27,
            "text": "Ò ń mú òru wọnú ọ̀sán. Ò ń mú ọ̀sán wọnú òru. Ò ń mú alààyè jáde lára òkú. Ò ń mú òkú jáde lára alààyè. O sì ń ṣe arísìkí fún ẹni tí O bá fẹ́ ní ọ̀pọ̀lọ́pọ̀.”"
        },
        {
            "chapter": 3,
            "verse": 28,
            "text": "Kí àwọn onígbàgbọ́ òdodo má ṣe mú àwọn aláìgbàgbọ́ ní ọ̀rẹ́ àyò lẹ́yìn àwọn onígbàgbọ́ òdodo (ẹgbẹ́ wọn). Ẹnikẹ́ni tí ó bá ṣe ìyẹn, kò sí kiní kan fún un mọ́ lọ́dọ̀ Allāhu. Àfi (tí ẹ bá mú wọn ní ọ̀rẹ́ lórí ahọ́n) láti fi ṣọ́ra fún wọn ní ti wíwá ààbò (fún ìgbàgbọ́ yín). Allāhu ń kìlọ̀ ara Rẹ̀ fun yín. Ọ̀dọ̀ Allāhu sì ni àbọ̀ ẹ̀dá"
        },
        {
            "chapter": 3,
            "verse": 29,
            "text": "Sọ pé: “Tí ẹ bá fi ohun tí ń bẹ nínú ọkàn yín pamọ́ tàbí ẹ fi hàn, Allāhu mọ̀ ọ́n. Ó sì mọ ohunkóhun t’ó wà nínú àwọn sánmọ̀ àti ohunkóhun t’ó wà nínú ilẹ̀. Allāhu sì ni Alágbára lórí gbogbo n̄ǹkan"
        },
        {
            "chapter": 3,
            "verse": 30,
            "text": "Ní ọjọ́ tí ẹ̀mí kọ̀ọ̀kan yóò rí ohun tí ó ṣe nínú iṣẹ́ rere níwájú (rẹ̀) àti ohun tí ó ṣe nínú iṣẹ́ ibi, ó máa fẹ́ kí àkókò t’ó jìnnà wà láààrin òun àti iṣẹ́ ibi rẹ̀. Allāhu sì ń kìlọ̀ ara Rẹ̀ fun yín. Allāhu sì ni Aláàánú àwọn olùjọ́sìn"
        }
    ]
}