{
    "rukus": [
        {
            "chapter": 50,
            "verse": 16,
            "text": "Dájúdájú A ṣẹ̀dá ènìyàn. A sì mọ ohun tí ẹ̀mí rẹ̀ ń sọ fún un. Àwa sì súnmọ́ ọn ju isan ọrùn rẹ̀"
        },
        {
            "chapter": 50,
            "verse": 17,
            "text": "(Rántí) nígbà tí (mọlāika) àwọn agbọ̀rọ̀-sílẹ̀ méjì bá bẹ̀rẹ̀sí gba ọ̀rọ̀ (sílẹ̀), tí ọ̀kan jókòó sí ọ̀tún, tí ọ̀kan jókòó sí òsì"
        },
        {
            "chapter": 50,
            "verse": 18,
            "text": "(Ẹnì kan) kò sì níí sọ ọ̀rọ̀ kan àyàfi kí ẹ̀ṣọ́ kan wà pẹ̀lú rẹ̀ (fún àkọsílẹ̀ rẹ̀)"
        },
        {
            "chapter": 50,
            "verse": 19,
            "text": "Àti pé ìpọ́kàkà ikú yóò dé láti fi òdodo ọ̀run rinlẹ̀. Ìyẹn ni ohun tí ìwọ ń sá fún"
        },
        {
            "chapter": 50,
            "verse": 20,
            "text": "Wọ́n á fọn fèrè oníwo fún àjíǹde. Ìyẹn ni ọjọ́ ìlérí náà"
        },
        {
            "chapter": 50,
            "verse": 21,
            "text": "Ẹ̀mí kọ̀ọ̀kan yóò wá pẹ̀lú olùdarí kan àti ẹlẹ́rìí kan (nínú àwọn mọlāika)"
        },
        {
            "chapter": 50,
            "verse": 22,
            "text": "Dájúdájú ìwọ ti wà nínú ìgbàgbéra níbi èyí. A sì ti ṣí èbìbò (ojú) rẹ kúrò fún ọ báyìí. Nítorí náà, ìríran rẹ yóò ríran kedere ní òní"
        },
        {
            "chapter": 50,
            "verse": 23,
            "text": "(Mọlāika) alábàárìn rẹ̀ yóò sọ pé: \"Èyí ni ohun tí ń bẹ ní ọ̀dọ̀ mi (gẹ́gẹ́ bí àkọsílẹ̀ iṣẹ́ rẹ̀)"
        },
        {
            "chapter": 50,
            "verse": 24,
            "text": "Ẹ jù ú sínú iná Jahanamọ, gbogbo aláìgbàgbọ́ olóríkunkun"
        },
        {
            "chapter": 50,
            "verse": 25,
            "text": "olùdènà-iṣẹ́ rere, alákọyọ, oníyèméjì"
        },
        {
            "chapter": 50,
            "verse": 26,
            "text": "ẹni tó mú ọlọ́hun mìíràn mọ́ Allāhu. Ẹ jù ú sínú ìyà líle"
        },
        {
            "chapter": 50,
            "verse": 27,
            "text": "(Èṣù) alábàárìn rẹ̀ yóò wí pé: \"Olúwa wa, èmi kọ́ ni mo ṣì í lọ́nà, ṣùgbọ́n ó ti wà nínú ìṣìnà tó jìnnà (sí òdodo) tẹ́lẹ̀tẹ́lẹ̀"
        },
        {
            "chapter": 50,
            "verse": 28,
            "text": "(Allāhu) yóò sọ pé: \"Ẹ má se ṣàríyànjiyàn lọ́dọ̀ Mi. Mo kúkú ti ṣe ìlérí fun yín ṣíwájú"
        },
        {
            "chapter": 50,
            "verse": 29,
            "text": "Wọn kò sì lè yí ọ̀rọ̀ náà padà ní ọ̀dọ̀ Mi. Èmi kò sì níí ṣe àbòsí sí àwọn ẹrú Mi"
        }
    ]
}