{
    "rukus": [
        {
            "chapter": 8,
            "verse": 38,
            "text": "satyatiraskārulatō ilā anu: Okavēḷa vāru mānukuṇṭē gaḍicipōyindi kṣamin̄cabaḍutundi. Kāni vāru (pūrva vaikharinē) maḷḷī avalambistē! Vāstavāniki, (duṣṭulaina) pūrvīkula viṣayanlō jarigindē, marala vāriki sambhavistundi"
        },
        {
            "chapter": 8,
            "verse": 39,
            "text": "mariyu adharmaṁ (phitna) ē mātraṁ migalakuṇḍā pōyē varaku mariyu ārādhana (dharmaṁ) kēvalaṁ allāh korakē pratyēkin̄cabaḍananta varaku vāritō (satyatiraskārulatō) pōrāḍutū uṇḍaṇḍi. Kāni vāru (pōrāḍaṭaṁ) mānukuṇṭē! Niścayaṅgā allāh vāri karmalanu gamanistunnāḍu"
        },
        {
            "chapter": 8,
            "verse": 40,
            "text": "Mariyu okavēḷa vāru tirigipōtē! Niścayaṅgā, allāh mī snēhituḍu (sanrakṣakuḍu) ani telusukōṇḍi. Āyanē uttama snēhituḍu (sanrakṣakuḍu) mariyu uttama sahāyakuḍūnu"
        },
        {
            "chapter": 8,
            "verse": 41,
            "text": "mariyu mī vijayadhananlō niścayaṅgā, ayidava bhāgaṁ, allāh mariyu āyana pravaktaku mariyu (atani) daggari bandhuvulaku mariyu anādhulaku mariyu yācin̄cani pēdavāriki mariyu prayāṇīkulaku undani telusukōṇḍi, okavēḷa mīru - allāh nu mariyu mēmu satyāsatyāla antarānni viśadaṁ cēsē dinamuna, ā reṇḍu sain'yālu mārkonina (badr yud'dha) dinamuna, mā dāsunipai avatarimpajēsina dānini - viśvasin̄cēvārē ayitē! Mariyu allāh pratidī cēyagala samardhuḍu"
        },
        {
            "chapter": 8,
            "verse": 42,
            "text": "(ā dinānni gurtuku teccukōṇḍi!) Appuḍu mīru lōyalō (madīnāku) samīpaṅgā unna sthalanlō unnāru mariyu vāru (muṣrikulu) dūraṅgā unna sthalanlō unnāru. Mariyu biḍāraṁ mīku krindi (oḍḍu) vaipunaku. Okavēḷa mīru (iruvuru) yud'dhaṁ cēyālani nirṇayin̄cukoni uṇṭē! Mīru mī nirṇayānni pāṭin̄cakuṇḍā uṇḍēvāru. Kāni allāh tānu nirṇayin̄cina kāryānni pūrti cēyaṭāniki, naśin̄cēvāḍu spaṣṭamaina nidarśanaṁ pondina taruvāta naśin̄cālani mariyu jīvin̄cēvāḍu spaṣṭamaina nidarśanaṁ pondina taruvāta jīvin̄cālani alā cēśāḍu. Mariyu niścayaṅgā, allāh sarvaṁ vinēvāḍu, sarvajñuḍu"
        },
        {
            "chapter": 8,
            "verse": 43,
            "text": "(ō pravaktā!) Allāh nīku, nī svapnanlō vārini koddimandigā cūpindi (jñāpakaṁ cēsukō)! Vārini ekkuva mandigā nīku cūpi uṇṭē, mīru tappaka dhairyānni kōlpōyi (yud'dha) viṣayanlō vādulāḍē vāru. Kāni vāstavāniki, allāh mim'malni rakṣin̄cāḍu. Niścayaṅgā, āyanaku hr̥dayālalō unna viṣayālannī bāgā telusu"
        },
        {
            "chapter": 8,
            "verse": 44,
            "text": "Mariyu (jñāpakaṁ cēsukōṇḍi) allāh neravērcavalasina panini neravērcaṭāniki - mīru (badr yud'dharaṅganlō) mārkoninapuḍu - vāri (aviśvāsula) sain'yānni mī kannulaku koddigā cūpāḍu mariyu mim'malni koddimandigā vāriki cūpāḍu. Mariyu anni vyavahārālū (nirṇayāniki) allāh vaipunakē maralimpabaḍatāyi"
        }
    ]
}