{
    "rukus": [
        {
            "chapter": 11,
            "verse": 1,
            "text": "aliph - lām - rā. (Idi) oka divyagranthaṁ. Dīni sūktulu (āyāt) nirduṣṭamainavi mariyu mahā vivēcanāparuḍu, sarvaṁ telisinavāḍu ayina (allāh) taraphu nuṇḍi vivarin̄cabaḍḍāyi"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "mīru allāh nu tappa itarulanu ārādhin̄ca kūḍadani (ō muham'mad) ilā anu: \"Niścayaṅgā nēnu, āyana (allāh) taraphu nuṇḍi mīku heccarika cēsēvāḍini mariyu śubhavārtalu iccēvāḍini mātramē"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "mariyu mīru mī prabhuvunu kṣamābhikṣa vēḍukuṇṭē, taruvāta āyana vaipuku paścāttāpantō maralitē, āyana mīku nirṇayin̄cina gaḍuvu varaku man̄ci sukhasantōṣālanu prasādistāḍu. Mariyu anugrahālaku ar'huḍaina prati okkanikī āyana tana anugrahālanu prasādistāḍu kānī, mīru venudirigitē! Niścayaṅgā, ā goppa dinamuna mīpai rābōyē śikṣaku nēnu bhayapaḍutunnānu"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "allāh vaipunakē mī maralimpu undi. Mariyu āyana pratidī cēyagala samardhuḍu"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "vinaṇḍi! Vāstavāniki vāru āyana nuṇḍi dākkōvaṭāniki tama vakṣālanu trippukuṇṭunnāru. Jāgratta! Vāru tama vastrālalō tamanu tāmu kappukunnappaṭikī, āyana (allāh) ku vāru dācē viṣayālu mariyu velibuccē viṣayālū annī bāgā telusu. Niścayaṅgā, āyanaku hr̥dayālalō unnavi (rahasyālu) kūḍā bāgā telusu"
        },
        {
            "chapter": 11,
            "verse": 6,
            "text": "Mariyu bhūmipai san̄carin̄cē prati prāṇi jīvanōpādhi (bādhyata) allāh painanē undi. Āyanaku dāni nivāsaṁ, nivāsakālaṁ mariyu dāni antima nivāsasthalamū telusu. Antā oka spaṣṭamaina granthanlō (vrāyabaḍi) undi"
        },
        {
            "chapter": 11,
            "verse": 7,
            "text": "mariyu āyanē ākāśālanu mariyu bhūmini āru dinamulalō (ayyām lalō) sr̥ṣṭin̄cāḍu. Mariyu āyana sinhāsanaṁ (arṣ) nīṭi mīda uṇḍenu. Mīlō man̄cipanulu cēsēvāḍu evaḍō parīkṣin̄caṭāniki (āyana idantā sr̥ṣṭin̄cāḍu). Nīvu vāritō: \"Niścayaṅgā, mīru maraṇin̄cina taruvāta marala lēpabaḍatāru.\" Ani annappuḍu, satyatiraskārulu tappaka aṇṭāru: \"Idi oka spaṣṭamaina māyājālaṁ mātramē"
        },
        {
            "chapter": 11,
            "verse": 8,
            "text": "mariyu okavēḷa mēmu vāri śikṣanu oka nirṇīta kālaṁ varaku āpi un̄citē, vāru tappakuṇḍā aṇṭāru: \"Dānini āputunnadi ēmiṭī?\" Vāstavāniki adi vaccina rōju, dānini vāri nuṇḍi tolagin̄cagala vārevvarū uṇḍaru. Mariyu vāru egatāḷi cēstū unnadē, vārini kram'mukuṇṭundi"
        }
    ]
}