{
    "rukus": [
        {
            "chapter": 18,
            "verse": 60,
            "text": "Mariyu (jñāpakaṁ cēsukōṇḍi) mūsā tana sēvakunitō ilā annadi: \"Reṇḍu samudrāla saṅgama sthalāniki cērananta varaku nēnu nā prayāṇānni āpanu. Nēnu sanvatsarāla tarabaḍi san̄caristū uṇḍavalasinā sarē"
        },
        {
            "chapter": 18,
            "verse": 61,
            "text": "ā pidapa vāriddaru ā (reṇḍu samudrāla) saṅgama sthalāniki cērinappuḍu, vāri cēpanu gurin̄ci maricipōyāru. Adi vāri nuṇḍi tappin̄cukoni vēgaṅgā samudranlōki - soraṅgaṁ guṇḍā pōyinaṭlu - dūsuku pōyindi"
        },
        {
            "chapter": 18,
            "verse": 62,
            "text": "ā pidapa vāru marikonta munduku pōyina taruvāta, atanu (mūsā) tana sēvakunitō ilā annāḍu: \"Mana bhōjanaṁ tīsukurā! Vāstavāniki manaṁ ī prayāṇanlō cālā alasipōyāmu"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "(sēvakuḍu) ilā annāḍu: \"Cūśārā! Manaṁ ā baṇḍa mīda viśrānti tīsukōvaṭāniki āginapuḍu vāstavāniki nēnu cēpanu gurin̄ci pūrtigā maraci pōyānu. Ṣaitānu tappa marevvaḍū nannu dānini gurin̄ci marapimpajēyalēdu. Adi vicitraṅgā samudranlōki dūsukoni pōyindi"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "(mūsā) annāḍu: \"Adē kadā, manaṁ kōrutunnadi (vetukutunna sthānaṁ)!\" Ā pidapa vāriruvuru tama aḍugujāḍalanu anusaristū venukaku maralipōyāru"
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "appuḍu vāru mā dāsulalō oka dāsuṇṇi (accaṭa) cūśāru. Mēmu ataniki mā anugrahānni prasādin̄ci, ataniki mā taraphu nuṇḍi viśiṣṭa jñānaṁ nērpi unnāmu"
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "mūsā atanitō (khidr tō) annāḍu: \"Nīku nērpabaḍina jñānānni nīvu nāku nērpuṭakai nēnu ninnu anusarin̄ca vaccunā"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "atanu javābiccāḍu: \"Nīvu nātō pāṭu ē mātraṁ sahanaṁ vahin̄calēvu"
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "asalu nīku teliyani viṣayānni gurin̄ci nīveṭlu sahanaṁ vahin̄cagalavu"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "(mūsā) annāḍu: \"Allāh kōritē! Nīvu nannu sahanaśīlunigā pondagalavu. Nēnu nī yokka ē ājñanū ullaṅghin̄canu"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "atanu annāḍu: \"Okavēḷa nīvu nannu anusarin̄caṭānikē niścayin̄cukuṇṭē, svayaṅgā nēnē nītō prastāvin̄cananta varaku nīvu nannu, ē viṣayānni gurin̄ci kūḍā praśnin̄cakūḍadu"
        }
    ]
}