{
    "rukus": [
        {
            "chapter": 38,
            "verse": 41,
            "text": "mariyu mā dāsuḍu ayyūb nu gurin̄ci prastāvin̄cu; atanu tana prabhuvutō ilā morapeṭṭukunnāḍu: \"Niścayaṅgā ṣaitān nannu āpadaku mariyu śikṣaku guri cēśāḍu"
        },
        {
            "chapter": 38,
            "verse": 42,
            "text": "(mēmu atanitō annāmu): \"Nī kālunu nēla mīda koṭṭu. Adigō calla (nīṭi celima)! Nīvu snānaṁ cēyaṭāniki mariyu trāguṭakūnu"
        },
        {
            "chapter": 38,
            "verse": 43,
            "text": "mariyu mēmu atani kuṭumbaṁ vārini mariyu vāritō bāṭu, vāri vaṇṭi vārini mā karuṇatō ataniki tirigi iccāmu mariyu bud'dhimantulaku idi oka hitabōdha"
        },
        {
            "chapter": 38,
            "verse": 44,
            "text": "(allāh atanitō annāḍu): \"Oka pullala kaṭṭanu nī cētilōki tīsikoni dānitō (nī bhāryanu) koṭṭu mariyu nī oṭṭunu bhaṅgaparacukōku.\" Vāstavāniki, mēmu atanini entō sahanaśīlunigā pondāmu. Atanu uttama dāsuḍu! Niścayaṅgā, ellapuḍu mā vaipunaku paścāttāpantō maralutū uṇḍēvāḍu"
        },
        {
            "chapter": 38,
            "verse": 45,
            "text": "mariyu mā dāsulaina ibrāhīm, is hākh mariyu ya'akhūb lanu jñāpakaṁ cēsukō! Vāru goppa kāryaśīluru mariyu dūradr̥ṣṭi galavāru"
        },
        {
            "chapter": 38,
            "verse": 46,
            "text": "Niścayaṅgā, mēmu vārini oka viśiṣṭa guṇaṁ kāraṇaṅgā ennukunnāmu, adi vāri paralōka cintana"
        },
        {
            "chapter": 38,
            "verse": 47,
            "text": "mariyu niścayaṅgā, mā dr̥ṣṭilō vāru ennukōbaḍina uttama (puṇya) puruṣulalōni vāru"
        },
        {
            "chapter": 38,
            "verse": 48,
            "text": "mariyu ismāyīl, al yasa mariyu jul kipl nu kūḍā jñāpakaṁ cēsukō. Mariyu vārandarū ennukonabaḍina uttama puruṣulalōni vāru"
        },
        {
            "chapter": 38,
            "verse": 49,
            "text": "idi oka prastāvana. Mariyu niścayaṅgā! Daivabhīti galavāriki uttama gamyasthānaṁ undi"
        },
        {
            "chapter": 38,
            "verse": 50,
            "text": "śāśvatamaina svargavanālu, vāṭi dvārālu vāri koraku teruvabaḍi uṇṭāyi"
        },
        {
            "chapter": 38,
            "verse": 51,
            "text": "andulō vāru diṇḍlanu ānukoni kūrconi; andulō vāru anēka phalālanu mariyu pānīyālanu aḍugutū uṇṭāru"
        },
        {
            "chapter": 38,
            "verse": 52,
            "text": "mariyu vāri daggara samavayaskulu mariyu tama cūpulanu vāri korakē pratyēkin̄cukonē śīlavatulaina strīlu uṇṭāru"
        },
        {
            "chapter": 38,
            "verse": 53,
            "text": "lekkadinaṁ koraku mītō (daivabhīti galavāritō) cēyabaḍina vāgdānaṁ idē"
        },
        {
            "chapter": 38,
            "verse": 54,
            "text": "niścayaṅgā, idē mēmiccē jīvanōpādhi. Dāniki tarugulēdu"
        },
        {
            "chapter": 38,
            "verse": 55,
            "text": "idē (viśvāsulaku labhin̄cēdi). Mariyu niścayaṅgā, talabirusutanaṁ gala duṣṭulaku ati ceḍḍa gamyasthānaṁ uṇṭundi"
        },
        {
            "chapter": 38,
            "verse": 56,
            "text": "narakaṁ - vārandulō kālutāru. Enta bādhākaramaina virāma (nivāsa) sthalamu"
        },
        {
            "chapter": 38,
            "verse": 57,
            "text": "idē (duṣṭulaku labhin̄cēdi), kāvuna vāru dāni ruci cūstāru; salasalakāgē nīru mariyu cīmu"
        },
        {
            "chapter": 38,
            "verse": 58,
            "text": "iṅkā ilāṇṭivē anēkaṁ uṇṭāyi"
        },
        {
            "chapter": 38,
            "verse": 59,
            "text": "idoka daḷaṁ, mī vaipunaku trōyabaḍutū vastunnadi. Vāriki elāṇṭi svāgataṁ lēdu! Niścayaṅgā, vāru narakāgnilō kālutāru"
        },
        {
            "chapter": 38,
            "verse": 60,
            "text": "(satyatiraskārulu tamanu mārgaṁ tappin̄cina vāritō) aṇṭāru: \"Ayitē mīku kūḍā svāgataṁ lēdu kadā! Ī paryavasānānni mā munduku teccina vāru mīrē kadā! Enta ceḍḍa nivāsa sthalamu"
        },
        {
            "chapter": 38,
            "verse": 61,
            "text": "vāru iṅkā ilā aṇṭāru: \"Ō mā prabhū! Mā yeduṭa dīnini (narakānni) teccina vāniki reṭṭimpu narakāgni śikṣanu vidhin̄cu"
        },
        {
            "chapter": 38,
            "verse": 62,
            "text": "iṅkā vāru ilā aṇṭāru: \"Mākēmayindi? Manaṁ ceḍḍavārigā en̄cina vāru ikkaḍa manaku kanabaḍaṭaṁ lēdēmiṭi"
        },
        {
            "chapter": 38,
            "verse": 63,
            "text": "Manaṁ ūrikē vārini egatāḷi cēśāmā? Lēdā vāru manaku kanumarugayyārā"
        },
        {
            "chapter": 38,
            "verse": 64,
            "text": "niścayaṅgā, idē nijaṁ! Narakavāsulu ilāgē vādulāḍukuṇṭāru"
        }
    ]
}