{
    "rukus": [
        {
            "chapter": 2,
            "verse": 62,
            "text": "niścayaṅgā, viśvasin̄cina vāru (muslinlu) kānī, (islāṅku pūrvapu) yūdulu kānī, kraistavulu kānī, sābīyūlu kānī (evarainā sarē)! Allāh nu, antima dinānni viśvasin̄ci, satkāryālu cēsē vāriki, vāri prabhuvu vadda man̄ci pratiphalaṁ uṇṭundi mariyu vāriki elāṇṭi bhayamū uṇḍadu mariyu vāru duḥkhapaḍaru kūḍā"
        },
        {
            "chapter": 2,
            "verse": 63,
            "text": "mariyu (ō isrāyīl santati vāralārā!) Mēmu tūr parvatānni etti mīpai nilipi, mī cēta cēyin̄cina gaṭṭi vāgdānānni (jñaptiki teccukōṇḍi)! Appuḍu mēmu: \"Mīku prasādistunna dānini (granthānni) dr̥ḍhaṅgā paṭṭukōṇḍi, andulō unnadantā jñāpakaṁ un̄cukōṇḍi, bahuśā mīru bhayabhaktulu galavāru kāvaccu!\" Ani annāmu"
        },
        {
            "chapter": 2,
            "verse": 64,
            "text": "ā pidapa kūḍā mīru venudirigi pōyāru. Ayinappaṭikī allāh yokka anugrahaṁ mariyu āyana karuṇa mīpai lēkuṇṭē, mīru naṣṭāniki gurainavārilō cērēvāru"
        },
        {
            "chapter": 2,
            "verse": 65,
            "text": "Mariyu śanivāraṁ (sabt) śāsanaṁ ullaṅghin̄cina mī vāri gātha mīku bāgā telusu. Mēmu vārini: \"Nīculaina kōtulu kaṇḍi!\" Anni annāmu"
        },
        {
            "chapter": 2,
            "verse": 66,
            "text": "ī vidhaṅgā mēmu dānini (vāri mugimpunu) ā kālaṁ vārikī mariyu bhāvitarāla vārikī oka guṇapāṭhaṅgānū, daivabhīti galavāriki oka hitōpadēśaṅgānū cēśāmu"
        },
        {
            "chapter": 2,
            "verse": 67,
            "text": "mariyu (jñāpakaṁ cēsukōṇḍi) mūsā tana jāti vāritō: \"Allāh mim'malni: 'Oka āvunu bali ivvaṇḍi!' Ani ājñāpistunnāḍu.\" Ani annappuḍu vāru: \"Ēmī? Nīvu mātōparahāsamāḍutunnāvā?\" Ani palikāru. (Appuḍu mūsā) annāḍu: \"Nēnu avivēkulatō kalisi pōkuṇḍā uṇḍālani, nēnu allāh śaraṇu vēḍukuṇṭunnānu"
        },
        {
            "chapter": 2,
            "verse": 68,
            "text": "vāru: \"Adi elāṇṭidai uṇḍālō māku spaṣṭaṅgā telupamani nī prabhuvunu prārthin̄cu!\" Ani annāru. (Mūsā) annāḍu: \"'Niścayaṅgā, ā āvu musalidi gānī lēgadūḍa gānī kākuṇḍā, madhya vayas'su galadai uṇḍāli.' Ani āyanaṇṭunnāḍu. Kanuka ājñāpin̄cina vidhaṅgā cēyaṇḍi"
        },
        {
            "chapter": 2,
            "verse": 69,
            "text": "vāru: \"Dāni raṅgu elā uṇḍālō māku telupamani nī prabhuvunu vēḍukō!\" Ani annāru. (Dāniki atanu) annāḍu: \" 'Adi merisē pasupu vanne kaligi, cūsē vāriki manōharaṅgā kanipin̄cāli.' Ani āyana ājña"
        },
        {
            "chapter": 2,
            "verse": 70,
            "text": "vāru ilā annāru: \"Asalu ē vidhamaina āvu kāvālō nīvu nī prabhuvunu aḍigi māku spaṣṭaṅgā telupu; dānini nirṇayin̄caḍanlō māku sandēhaṁ kaligindi mariyu niścayaṅgā, allāh kōritē mēmu tappaka alāṇṭi āvunu kanugoṇṭāmu (mārgadarśakatvaṁ pondutāmu)"
        },
        {
            "chapter": 2,
            "verse": 71,
            "text": "atanu (mūsā) annāḍu: \"Āyana (allāh) aṇṭunnāḍu: 'Ā gōvu bhūmini dunnaṭāniki gānī, polālaku nīḷḷu tōḍaṭāniki gānī upayōgin̄cabaḍakuṇḍā, ārōgyaṅgā elāṇṭi lōpālu lēkuṇḍā uṇḍāli.' Ani!\" Appuḍu vārannāru: \"Ippuḍu nīvu satyaṁ teccāvu.\" Taruvāta vāru dānini bali (jib'h) cēśāru, lēkapōtē vāru alā cēsēvārani anipin̄calēdu"
        }
    ]
}