{
    "pages": [
        {
            "chapter": 5,
            "verse": 46,
            "text": "Rồi TA đã cử phái Ysa con trai của Mar-yam nối gót (các vị Nabi trước) xác nhận lại Kinh Tawrah đã mặc khải trước đó. TA đã ban xuống cho Y Kinh Injil (Tân Ước), trong đó chứa đựng nguồn chỉ đạo và ánh sáng, một sự chứng nhận cho những điều đã được mặc khải trong Kinh Tawrah trước. Và (Kinh Injil) là nguồn chỉ đạo đồng thời cũng là lời cảnh tỉnh cho những người ngoan đạo"
        },
        {
            "chapter": 5,
            "verse": 47,
            "text": "Cho nên, người dân của Kinh Injil (tức Thiên Chúa) hãy phân xử theo những gì được Allah đã ban xuống trong đó. Người nào không phân xử theo những điều được Allah đã ban xuống thì họ là những kẻ dấy loạn bất tuân"
        },
        {
            "chapter": 5,
            "verse": 48,
            "text": "TA (Allah) đã ban xuống cho Ngươi (Thiên Sứ) Kinh (Qur’an) bằng sự thật. Nó chứng thực lại mọi điều có trong Kinh Sách trước đây cũng như bảo tồn (nội dung) trong các Kinh Sách đó. Do đó, Ngươi (hỡi Thiên Sứ) hãy phân xử (các vụ việc) giữa họ theo những điều mà Allah đã ban xuống, Ngươi chớ chạy theo lòng ham muốn của họ rồi ruồng bỏ chân lý đã đến với Ngươi. TA đã qui định cho mỗi (cộng đồng) trong các ngươi một hệ thống luật pháp và một lề lối riêng biệt. Nếu muốn, Ngài đã làm cho các ngươi thành một cộng đồng duy nhất, nhưng (Ngài đã không làm thế) bởi vì Ngài muốn thử thách các ngươi qua những điều đã ban xuống cho các ngươi. Do đó, các ngươi hãy đua nhau làm điều thiện tốt, (bởi lẽ rồi đây) tất cả các ngươi sẽ phải trở về trình diện Allah, rồi Ngài sẽ cho các ngươi biết rõ về những điều mà các ngươi từng bất đồng nhau"
        },
        {
            "chapter": 5,
            "verse": 49,
            "text": "Ngươi (hỡi Thiên Sứ) hãy phân xử mọi người theo những điều mà Allah đã ban xuống và chớ đừng đi theo ý muốn của họ, Ngươi hãy coi chừng kẻo bị họ làm cho Ngươi nghịch lại với một phần những điều mà Allah đã ban xuống cho Ngươi. Nếu như họ ngoảnh mặt thì Ngươi hãy biết rằng quả thật Allah chỉ muốn trừng phạt họ về một số tội lỗi của họ. Quả thật đa số nhân loại là những kẻ bất tuân"
        },
        {
            "chapter": 5,
            "verse": 50,
            "text": "Lẽ nào họ mong muốn được phân xử theo luật lệ của thời kỳ đen tối (thời tiền Islam)?! Và ai tốt hơn Allah về việc qui định giới luật dành cho đám người có đức tin kiên định"
        }
    ]
}