{
    "pages": [
        {
            "chapter": 6,
            "verse": 138,
            "text": "(Những kẻ đa thần) nói theo ý của chúng: “Đây là thú nuôi và nông sản bị cấm sử dụng ngoại trừ những ai mà bọn ta cho phép. Còn đây là những thú vật bị cấm dùng để chuyên chở, và đây là thú nuôi không được nhân danh Allah lúc cắt tiết.” (Đó toàn là) sự bịa đặt cho (Allah). Rồi đây, Ngài sẽ đáp trả lại chúng (sự trừng phạt xứng đáng) bởi những gì chúng đã bịa đặt"
        },
        {
            "chapter": 6,
            "verse": 139,
            "text": "Chúng bảo: “Những gì trong bụng của những con thú nuôi này (nếu sinh ra còn sống) là dành riêng cho nam giới chúng ta và là điều cấm đối với các bà vợ của chúng ta, còn nếu sinh ra đã chết thì tất cả cùng hưởng chung.” Rồi đây, (Allah) sẽ đáp trả chúng (sự trừng phạt xứng đáng) cho sự bịa đặt của chúng. Quả thật, Allah là Đấng Anh Minh, Đấng Toàn Tri"
        },
        {
            "chapter": 6,
            "verse": 140,
            "text": "Những ai đã giết con cái của mình trong sự dại dột và điên rồ cũng như tự cấm mình dùng những thứ mà Allah đã ban cấp cho họ - một sự bịa đặt cho Allah - đích thực là những kẻ thua thiệt. Họ thực sự đã đi lạc đường và không được hướng dẫn"
        },
        {
            "chapter": 6,
            "verse": 141,
            "text": "Ngài (Allah) là Đấng đã tạo ra các loại vườn tược, có vườn là những loại cây thân leo trên giàn và có vườn là những loại cây không cần giàn; (Ngài là Đấng đã tạo ra) cây chà là, các loại cây trồng cho trái quả khác nhau; (Ngài là Đấng đã tạo ra) cây ô liu, cây lựu (có lá) giống nhau nhưng trái lại khác nhau. Các ngươi (hỡi con người) hãy ăn trái quả của chúng khi đã chín và các ngươi hãy xuất phần thuế (Zakah) vào ngày các ngươi thu hoạch; và các ngươi chớ phung phí bởi quả thật (Allah) không yêu thương những kẻ phung phí"
        },
        {
            "chapter": 6,
            "verse": 142,
            "text": "Và trong các loại thú nuôi, có loại dùng để chuyên chở và có loại dùng để ăn thịt. Các ngươi (hỡi con người) hãy ăn những thứ mà Allah đã ban cấp cho các ngươi nhưng chớ đi theo bước chân của Shaytan, bởi quả thật (Shaytan) chính là kẻ thù công khai của các ngươi"
        }
    ]
}