{
    "pages": [
        {
            "chapter": 34,
            "verse": 8,
            "text": "(Họ bảo nhau): “Lẽ nào Y đã nói dối cho Allah hay lẽ nào Y bị tâm thần?” Không, những kẻ vô đức tin nơi cõi Đời Sau sẽ bị trừng phạt (vào Ngày Phán Xét) và họ đã lầm lạc rất xa (trên cõi đời này)"
        },
        {
            "chapter": 34,
            "verse": 9,
            "text": "Lẽ nào họ không nhìn thấy những gì trước mắt và sau lưng họ từ trời đất?! Nếu muốn, TA đã cho đất nuốt chửng bọn họ hoặc cho một mảnh trời rơi xuống đè bọn họ. Quả thật, nơi sự việc đó là một dấu hiệu cho mỗi người bề tôi biết quay đầu ăn năn sám hối (với Allah)"
        },
        {
            "chapter": 34,
            "verse": 10,
            "text": "Quả thật, TA đã ban cho Dawood hồng phúc từ nơi TA, (và TA đã phán với núi non): “Hỡi núi non! Các ngươi hãy cùng với Y tán dương Allah” và chim chóc (TA cũng phán bảo chúng như thế), và TA đã hóa sắt thành mềm cho Y"
        },
        {
            "chapter": 34,
            "verse": 11,
            "text": "(TA) bảo (Dawood): “Ngươi hãy chế áo giáp và ráp các khoen sắt lại cho thật cân bằng và Ngươi (và con cháu của Ngươi) hãy hành thiện. Quả thật, TA luôn thấy rõ những điều các ngươi làm.”"
        },
        {
            "chapter": 34,
            "verse": 12,
            "text": "Và Sulayman (con trai của Dawood), (TA đã ban cho Y khả năng chế ngự) luồng gió; luồng gió lướt đi trong một buổi sáng (nhanh bằng thời gian di chuyển) của một tháng và trong một buổi chiều (nhanh bằng thời gian di chuyển) của một tháng. TA đã ban cho Y một dòng suối đồng thau; và trong loài Jinn có những tên phục dịch cho Y theo phép của Thượng Đế của Y; và nếu tên Jinn nào cãi lệnh TA thì TA sẽ bắt nó nếm lấy hình phạt của Lửa ngọn cháy bùng"
        },
        {
            "chapter": 34,
            "verse": 13,
            "text": "Chúng (các tên Jinn hầu dịch cho Sulayman) làm ra cho Y những vật mà Y muốn, từ các cung điện, các hình tượng, những chiếc chén khổng lồ như những bể nước và những chiếc chảo nấu cố định một chỗ. Hỡi dòng dõi của Dawood, các ngươi hãy làm việc với lòng tri ân (TA). Tuy nhiên, chỉ một số ít bầy tôi của TA tỏ lòng biết ơn (TA)"
        },
        {
            "chapter": 34,
            "verse": 14,
            "text": "Khi TA cho (Sulayman) chết, chẳng có điều gì làm cho loài Jinn phát hiện ra cái chết của Y ngoại trừ côn trùng đất đã ăn mòn chiếc gậy của Y. Cho nên, khi Y ngã xuống, loài Jinn mới vỡ lẽ rằng nếu chúng biết được điều vô hình thì chúng đã không phải ở lại lâu trong sự trừng phạt nhục nhã đó"
        }
    ]
}