{
    "pages": [
        {
            "chapter": 43,
            "verse": 48,
            "text": "TA lần lượt cho chúng thấy các phép lạ, cái sau lớn hơn cái trước, và TA đã trừng phạt chúng, mong chúng (biết thức tỉnh) mà quay về (với chính đạo)"
        },
        {
            "chapter": 43,
            "verse": 49,
            "text": "Chúng bảo (Musa): “Này tên phù thủy! Ngươi hãy cầu xin Thượng Đế của Ngươi giúp bọn ta thoát khỏi những gì mà Ngài đã hứa với Ngươi, chắc chắn lúc đó bọn ta sẽ được hướng dẫn đúng đường.”"
        },
        {
            "chapter": 43,
            "verse": 50,
            "text": "Tuy nhiên, khi TA lấy đi khỏi chúng sự trừng phạt thì chúng phá vỡ lời hứa (của chúng)"
        },
        {
            "chapter": 43,
            "verse": 51,
            "text": "Pha-ra-ông đã tuyên bố với đám dân của hắn: “Này hỡi dân ta! Chẳng phải quyền thống trị xứ Ai Cập (này) cũng như những con sông đang chảy bên dưới ta đều nằm trong tay ta đó sao? Lẽ nào các ngươi không nhìn thấy?”"
        },
        {
            "chapter": 43,
            "verse": 52,
            "text": "“Hoặc lẽ nào ta không trội hơn tên (Musa) này, một kẻ đáng khinh và ăn nói không được lưu loát?”"
        },
        {
            "chapter": 43,
            "verse": 53,
            "text": "“Đúng ra y phải được ban cho vòng vàng hoặc phải được Thiên Thần tháp tùng, (như thế mới hợp lý)!”"
        },
        {
            "chapter": 43,
            "verse": 54,
            "text": "(Pha-ra-ông) đã đánh lừa người dân của hắn khiến chúng theo hắn. Quả thật, chúng là một đám người bất tuân và nổi loạn"
        },
        {
            "chapter": 43,
            "verse": 55,
            "text": "Vì vậy, khi chúng chọc giận TA, TA đã bắt phạt chúng. TA đã nhấn chìm tất cả bọn chúng (trong biển hồng hải)"
        },
        {
            "chapter": 43,
            "verse": 56,
            "text": "TA đã lấy chúng làm một tiền lệ và bài học cho hậu thế"
        },
        {
            "chapter": 43,
            "verse": 57,
            "text": "Khi con trai (Ysa) của Maryam được đưa ra làm một hình ảnh thí dụ thì người dân của Ngươi (Thiên Sứ) la ó (phản đối) về điều đó"
        },
        {
            "chapter": 43,
            "verse": 58,
            "text": "Chúng bảo: “Những thần linh của bọn ta tốt hay (Ysa) tốt hơn?” Chúng đưa vấn đề đó ra cho Ngươi chỉ vì muốn tranh cãi mà thôi. Không! Chúng đích thực là một đám người thích tranh cãi"
        },
        {
            "chapter": 43,
            "verse": 59,
            "text": "(Ysa) chỉ là một người bề tôi (của TA). TA đã ban ân cho Y (khi cử phái Y làm Sứ Giả của TA) và lấy Y làm một tấm gương cho con cháu của Israel"
        },
        {
            "chapter": 43,
            "verse": 60,
            "text": "Nếu muốn, TA đã thay thế các ngươi (hỡi con cháu Adam) bởi các Thiên Thần để Họ nối tiếp nhau trên trái đất"
        }
    ]
}