{
    "pages": [
        {
            "chapter": 4,
            "verse": 38,
            "text": "(Và sự trừng phạt còn dành cho) những ai chi dùng tài sản của mình (cho con đường chính nghĩa của Allah) chỉ muốn phô trương cho thiên hạ thấy chứ không thực sự có đức tin nơi Allah và Đời Sau. Và người nào chọn lấy Shaytan làm bạn thì (hãy biết rằng) hắn là một người bạn xấu nhất"
        },
        {
            "chapter": 4,
            "verse": 39,
            "text": "Họ nào có thiệt thòi gì đâu nếu họ thực sự có đức tin nơi Allah và Đời Sau cũng như chi dùng những bổng lộc mà Allah đã ban cho họ (vào con đường chính nghĩa của Allah)?! Quả thật, Allah hằng biết về họ"
        },
        {
            "chapter": 4,
            "verse": 40,
            "text": "Chắc chắn Allah không hề bất công (cho ai về bất cứ điều gì) dù (điều đó) chỉ nhỏ bằng hạt nguyên tử đi chăng nữa. Nếu có được một điều tốt nào, Ngài sẽ nhân nó lên gấp bội và Ngài sẽ ban thêm một phần thưởng vĩ đại khác"
        },
        {
            "chapter": 4,
            "verse": 41,
            "text": "Thế (vào Ngày Tận Thế) sẽ như thế nào khi TA mang ra cho mỗi cộng đồng một nhân chứng và TA mang Ngươi (Thiên Sứ Muhammad) ra làm nhân chứng cho đám người này (những kẻ vô đức tin)"
        },
        {
            "chapter": 4,
            "verse": 42,
            "text": "Vào Ngày (Phán Xét), những kẻ vô đức tin và nghịch lại Thiên Sứ (Muhammad) sẽ ước ao được biến thành (cát bụi) hòa lẫn vào đất; và không một lời nói (cũng như hành vi) nào của họ có thể giấu giếm được Allah"
        },
        {
            "chapter": 4,
            "verse": 43,
            "text": "Hỡi những người có đức tin, các ngươi chớ đến gần lễ nguyện Salah trong lúc các ngươi đang say rượu cho đến khi các ngươi biết rõ điều các ngươi nói ra (tỉnh táo trở lại); các ngươi cũng chớ (dâng lễ nguyện Salah và ở trong Masjid) lúc còn trong tình trạng Junub ngoại trừ việc chỉ đi ngang qua (Masjid mà thôi) cho đến khi các ngươi đã tắm rửa. Trường hợp các ngươi bị bệnh hoặc đang trên đường đi xa hoặc ai đó trong các ngươi từ nhà vệ sinh trở ra hoặc đã ăn nằm với vợ nhưng không tìm thấy nước (để tắm) thì hãy Tayammum trên đất bụi sạch bằng cách lau mặt và hai tay của các ngươi. Quả thật, Allah hằng khoan dung, hằng tha thứ"
        },
        {
            "chapter": 4,
            "verse": 44,
            "text": "Lẽ nào Ngươi (hỡi Thiên Sứ Muhammad) không biết về những kẻ được ban cho (một ít) kiến thức về Kinh Sách (người Do Thái) đã (lấy nguồn chỉ đạo) mua sự lầm lạc và muốn lôi kéo các ngươi (những người có đức tin) lệch khỏi con đường (chân lý) ư"
        }
    ]
}