{
    "rukus": [
        {
            "chapter": 12,
            "verse": 58,
            "text": "Joseph's frater advenit; when they iniit he recognized them dum they non recognize eum"
        },
        {
            "chapter": 12,
            "verse": 59,
            "text": "Post he provisus them their provisions he dictus Deinde temporis bring vos tuus half-brother. Vos non vide ego dedit foderator measure treat vos generously"
        },
        {
            "chapter": 12,
            "verse": 60,
            "text": "Vos fail bring eum me vos non get share me; vos non et advenit clausum"
        },
        {
            "chapter": 12,
            "verse": 61,
            "text": "They dictus Nos negotiate his patris eum. Nos surely perfecit hoc"
        },
        {
            "chapter": 12,
            "verse": 62,
            "text": "He tunc instructed his adjutor Put their goods their bags When they invenit them their return their familia they advenit sooner"
        },
        {
            "chapter": 12,
            "verse": 63,
            "text": "When they returned their patris they dictus Noster patris nos non longer get any provisions vos send noster frater nos. Nos take bonus care de eum"
        },
        {
            "chapter": 12,
            "verse": 64,
            "text": "He dictus ego trust vos eum prout ego trusted vos his frater ante ut? DEUS EST BENE Protector DE TOTUS merciful UNUS He est the Multus Merciful"
        },
        {
            "chapter": 12,
            "verse": 65,
            "text": "When they opened their bags they invenit their goods returned them. They dictus Noster patris quod magis nos ask pro? Hic est noster goods returned nos! Nos potuit ergo provisus pro noster familia protect noster frater receive 1 multus camel-load! Hoc est certainly ut profitable deal"
        },
        {
            "chapter": 12,
            "verse": 66,
            "text": "He dictus ego non send eum vos vos dedit me solemn pledge DEUS ut vos bring eum back vos utterly overwhelmed When they dedit eum their solemn pledge he dictus DEUS testis everything nos dictus"
        },
        {
            "chapter": 12,
            "verse": 67,
            "text": "Ac he dictus O my filius non iniit 1 door; iniit separate doors! Ego non save vos anything predetermined DEUS. To DEUS belongs totus judgments Ego trust in Eum in Eum shall totus trusters put their trust"
        },
        {
            "chapter": 12,
            "verse": 68,
            "text": "(When they iit Joseph) they iniit prout their patris instructions. Hoc non change anything decretum DEUS Jacob habet private reason pro asking them perfecit hoc! he possessed certain knowledge ut nos taught eum multus people non know"
        }
    ]
}