{
    "maqras": [
        {
            "chapter": 33,
            "verse": 60,
            "text": "If the hypocrites and those in whose hearts is a disease and those who spread rumors in the city do not desist, We will definitely make you to be after them, then they will not be your neighbors in it, except (for) a little while"
        },
        {
            "chapter": 33,
            "verse": 61,
            "text": "accursed, wherever they are found they will be caught and killed by being murdered"
        },
        {
            "chapter": 33,
            "verse": 62,
            "text": "That was the procedure of Allah in (the case of) those who passed away earlier, and you will never find a change in the procedure of Allah"
        },
        {
            "chapter": 33,
            "verse": 63,
            "text": "People ask you about the hour of doom, say, “The knowledge about it is only with Allah, and what will make you understand, perhaps the hour of doom is near.”"
        },
        {
            "chapter": 33,
            "verse": 64,
            "text": "Allah has certainly cursed the infidels and has prepared a blazing fire for them"
        },
        {
            "chapter": 33,
            "verse": 65,
            "text": "in which they will remain for ever. They will find neither a guardian nor a helper"
        },
        {
            "chapter": 33,
            "verse": 66,
            "text": "The day their faces will be turned in the fire, they will say, “O would that we had obeyed Allah and obeyed the messenger.”"
        },
        {
            "chapter": 33,
            "verse": 67,
            "text": "And they will say, “Our Fosterer! We certainly obeyed our leaders and our great men so they misled us from the way"
        },
        {
            "chapter": 33,
            "verse": 68,
            "text": "Our Fosterer! give them double the punishment and curse them with a great curse.”"
        },
        {
            "chapter": 33,
            "verse": 69,
            "text": "O you who believe! do not be like those who annoyed Musa, so Allah made him free from that which they said, and he was honorable in the sight of Allah"
        },
        {
            "chapter": 33,
            "verse": 70,
            "text": "O you who believe! fear Allah and make statements to the point"
        },
        {
            "chapter": 33,
            "verse": 71,
            "text": "He will set right for you your deeds and protectively forgive you your sins, and he who obeys Allah and His messenger, he indeed has achieved a great achievement"
        },
        {
            "chapter": 33,
            "verse": 72,
            "text": "We certainly offered the trust (probably the power of decision to obey or not to obey the orders of Allah) to the skies and the earth and the mountains, but they refused to bear it and became afraid of it, and man (undertook the responsibility of) bearing it (but) he was certainly unjust, ignorant"
        },
        {
            "chapter": 33,
            "verse": 73,
            "text": "so Allah will punish the hypocrite men and the hypocrite women and the polytheist men and the polytheist women, and Allah will turn (mercifully) to the believing men and the believing women and Allah is Protectively Forgiving, Merciful"
        },
        {
            "chapter": 34,
            "verse": 1,
            "text": "Praise is due only for Allah, to Whom belongs whatever is in the skies and whatever is in the earth. And in the hereafter (too) praise will be due only for Him and He is the Wise, the Informed"
        },
        {
            "chapter": 34,
            "verse": 2,
            "text": "He knows that which enters into the earth and that which comes out of it and that which comes down from the sky and that which goes up into it, and He is the Merciful, the Protectively Forgiving"
        },
        {
            "chapter": 34,
            "verse": 3,
            "text": "And those who do not believe say, “The hour of doom will not come upon us,” Say, “Why not? By my Fosterer, it will definitely come upon you.”(He is) the Knower of the unseen, not (even) the weight of a particle in the skies or in the earth, nor (something) less than that or greater, is hidden from Him but (it is recorded) in a clear record"
        },
        {
            "chapter": 34,
            "verse": 4,
            "text": "that He may reward those who believe and do righteous works, those are the persons for whom is protective forgiveness and an honorable provision"
        },
        {
            "chapter": 34,
            "verse": 5,
            "text": "And those who strive against Our signs to frustrate them, those are the persons for whom there is a punishment of painfully weakening uneasiness"
        },
        {
            "chapter": 34,
            "verse": 6,
            "text": "And those who are given knowledge see, that what is sent down to you from your Fosterer is the truth and it guides to the path of the Mighty, the Praised"
        },
        {
            "chapter": 34,
            "verse": 7,
            "text": "And those who do not believe say, “Should we show you a man who informs you that when you are scattered a total scattering (after death), you will be in a new creation"
        },
        {
            "chapter": 34,
            "verse": 8,
            "text": "He has forged a lie against Allah or he is under the influence of a jinn.” No, those who do not believe in the hereafter are (involved) in the punishment, and in error they are far away (from the right path)"
        },
        {
            "chapter": 34,
            "verse": 9,
            "text": "Did they not then consider that which is before them (future) and that which is behind them (past) of the sky and the earth? If We will We can cause the earth to sink with them or We can drop on them pieces from the sky. Certainly there is a sign in that for every servant who turns in repentance (to Allah)"
        }
    ]
}