{
    "maqras": [
        {
            "chapter": 50,
            "verse": 27,
            "text": "His comrade will say, “Our Fosterer! I did not cause him to rebel but he was (himself) far away in error.”"
        },
        {
            "chapter": 50,
            "verse": 28,
            "text": "He will say, “Do not dispute in My presence, and I had indeed (informed you about) the threatening in advance"
        },
        {
            "chapter": 50,
            "verse": 29,
            "text": "(therefore) the statement from Me will not be changed and I am not unjust to My servants.”"
        },
        {
            "chapter": 50,
            "verse": 30,
            "text": "The day We will say to hell, “Are you filled?” And it will say, “Are there any more?”"
        },
        {
            "chapter": 50,
            "verse": 31,
            "text": "And the garden will be brought near to those who had guarded (against evil), not being far away"
        },
        {
            "chapter": 50,
            "verse": 32,
            "text": "This is what you were promised, (it is) for every one who turns (to Allah, being a) protector (of His religion)"
        },
        {
            "chapter": 50,
            "verse": 33,
            "text": "who fears the Beneficent (Allah) without having seen (Him), and comes with a heart turning in repentance"
        },
        {
            "chapter": 50,
            "verse": 34,
            "text": "(It will be said to him): “Enter it in peace, that is the eternal day.”* * Period"
        },
        {
            "chapter": 50,
            "verse": 35,
            "text": "For them therein, there will be what they will for, and more from Us"
        },
        {
            "chapter": 50,
            "verse": 36,
            "text": "And how many a generation did We destroy before them, who were stronger than them in taking hold (of others), but We made them to wander (from place to place) in the lands (asking), “Is there (a place of) refuge?”"
        },
        {
            "chapter": 50,
            "verse": 37,
            "text": "There is certainly a reminder in that for him who has a heart or gives ear (i.e. hears) and he is one who witnesses"
        },
        {
            "chapter": 50,
            "verse": 38,
            "text": "And We created the skies and the earth and that which is between them in six periods, and weariness did not (even) touch Us"
        },
        {
            "chapter": 50,
            "verse": 39,
            "text": "So be patient over what they say, and glorify by praising your Fosterer before the rising of the sun and before its setting"
        },
        {
            "chapter": 50,
            "verse": 40,
            "text": "and (during parts) of the night glorify Him and after the prostrations (of salat)"
        },
        {
            "chapter": 50,
            "verse": 41,
            "text": "And listen ! on the day when the announcer will announce from a near place"
        },
        {
            "chapter": 50,
            "verse": 42,
            "text": "the day when they will hear the loud cry in reality, that will be the day of coming out (from the earth)"
        },
        {
            "chapter": 50,
            "verse": 43,
            "text": "(It is) certainly We (Who) give life and cause to die and towards Us is the destination"
        },
        {
            "chapter": 50,
            "verse": 44,
            "text": "The day the earth will split from (above) them, (they will come out) fast, that is an easy gathering together for Us"
        },
        {
            "chapter": 50,
            "verse": 45,
            "text": "We know best about that which they say, and you are not a compiler over them, therefore remind through the Quran, him who fears My threat"
        },
        {
            "chapter": 51,
            "verse": 1,
            "text": "By the scatterers, scattering"
        },
        {
            "chapter": 51,
            "verse": 2,
            "text": "then those bearing heaviness"
        },
        {
            "chapter": 51,
            "verse": 3,
            "text": "then those moving easily"
        },
        {
            "chapter": 51,
            "verse": 4,
            "text": "then those distributing the affair (or command)"
        },
        {
            "chapter": 51,
            "verse": 5,
            "text": "that which you are promised is certainly true"
        },
        {
            "chapter": 51,
            "verse": 6,
            "text": "and the judgment will certainly take place"
        },
        {
            "chapter": 51,
            "verse": 7,
            "text": "By the sky possessing ways"
        },
        {
            "chapter": 51,
            "verse": 8,
            "text": "you are certainly differing in word (opinions)"
        },
        {
            "chapter": 51,
            "verse": 9,
            "text": "He is turned away from the (truth), who (himself) turns away"
        },
        {
            "chapter": 51,
            "verse": 10,
            "text": "Slain be the liars"
        },
        {
            "chapter": 51,
            "verse": 11,
            "text": "those who are heedless in ignorance"
        },
        {
            "chapter": 51,
            "verse": 12,
            "text": "They ask, “When is the day of judgment?”"
        },
        {
            "chapter": 51,
            "verse": 13,
            "text": "The day on which they will be punished over the fire"
        },
        {
            "chapter": 51,
            "verse": 14,
            "text": "(it will be said), \"Taste your punishment, this is what you sought to be hastened"
        },
        {
            "chapter": 51,
            "verse": 15,
            "text": "Those who had guarded (against evil) will certainly be in gardens and springs"
        },
        {
            "chapter": 51,
            "verse": 16,
            "text": "taking that which their Fosterer gives them. Before that they certainly used to be doers of good"
        },
        {
            "chapter": 51,
            "verse": 17,
            "text": "It was (only) a small (part) of the night (during) which they used to sleep"
        },
        {
            "chapter": 51,
            "verse": 18,
            "text": "and they used to ask for protective forgiveness at dawns"
        },
        {
            "chapter": 51,
            "verse": 19,
            "text": "and in their wealth there was a right (i.e. a portion) for him who begged and for him who was prevented (from begging)"
        },
        {
            "chapter": 51,
            "verse": 20,
            "text": "And in the earth there are signs for those who are certain"
        },
        {
            "chapter": 51,
            "verse": 21,
            "text": "and in yourselves (too). Will you not then see"
        },
        {
            "chapter": 51,
            "verse": 22,
            "text": "And in the sky is your provision and that which you are promised"
        },
        {
            "chapter": 51,
            "verse": 23,
            "text": "So by the Fosterer of the sky and the earth, it is certainly a truth similar (to the truth) that you speak"
        },
        {
            "chapter": 51,
            "verse": 24,
            "text": "Has the story of the honoured guests of Ibrahim come to you"
        },
        {
            "chapter": 51,
            "verse": 25,
            "text": "When they entered upon him then said, “Peace.” He said, “Peace, people not recognisable.”"
        },
        {
            "chapter": 51,
            "verse": 26,
            "text": "Then he went towards his people and brought a (roasted) fat calf"
        },
        {
            "chapter": 51,
            "verse": 27,
            "text": "and set it near them (and) said, “Will you not eat?”"
        },
        {
            "chapter": 51,
            "verse": 28,
            "text": "So he conceived a fear due to them. They said, “Do not fear,” and they gave him the good news of (the birth of) a boy possessing knowledge"
        },
        {
            "chapter": 51,
            "verse": 29,
            "text": "At (this news) his wife came forward in (a state of wonder), shouting and striking her face, and said, “(How can I have a child when I am) a barren old woman?”"
        },
        {
            "chapter": 51,
            "verse": 30,
            "text": "They said, “Thus (it will be), says your Fosterer. He is certainly the Wise, the Knowing.”"
        }
    ]
}