{
    "maqras": [
        {
            "chapter": 52,
            "verse": 24,
            "text": "And for them, boys will go around them. (They will be) as if they were hidden pearls"
        },
        {
            "chapter": 52,
            "verse": 25,
            "text": "While facing one another they will inquire from each other"
        },
        {
            "chapter": 52,
            "verse": 26,
            "text": "saying, “Earlier, while we were among our people we were certainly afraid"
        },
        {
            "chapter": 52,
            "verse": 27,
            "text": "but Allah has been gracious to us and has protected us from the punishment of the heat wave"
        },
        {
            "chapter": 52,
            "verse": 28,
            "text": "We certainly used to pray to Him earlier, He is certainly the Benign (obliging), the Merciful.”"
        },
        {
            "chapter": 52,
            "verse": 29,
            "text": "So be reminding, because by the grace of your Fosterer, you are neither a soothsayer nor one influenced by jinn"
        },
        {
            "chapter": 52,
            "verse": 30,
            "text": "Or do they say, “(He is) a poet, for whom we are waiting for an accident of time?”"
        },
        {
            "chapter": 52,
            "verse": 31,
            "text": "Say, “Wait, because I am also with you, of those who wait.”"
        },
        {
            "chapter": 52,
            "verse": 32,
            "text": "Or do their understandings enjoin them to (utter) this (statement) or are they a rebellious people"
        },
        {
            "chapter": 52,
            "verse": 33,
            "text": "Or do they say, “He has invented it?” No, they do not believe"
        },
        {
            "chapter": 52,
            "verse": 34,
            "text": "Then let them bring a statement similar to it, (if the Quran can be invented by any human being and) if they are truthful"
        },
        {
            "chapter": 52,
            "verse": 35,
            "text": "Or were they created from nothing (or by no one)? Or were they (themselves their) creators"
        },
        {
            "chapter": 52,
            "verse": 36,
            "text": "Or did they create the skies and the earth? No, they have no certainty"
        },
        {
            "chapter": 52,
            "verse": 37,
            "text": "Or do they have with them the treasures of your Fosterer? Or are they the managers"
        },
        {
            "chapter": 52,
            "verse": 38,
            "text": "Or do they have a ladder by (climbing on) which they seek to hear? Then let their listener come with a clear authority"
        },
        {
            "chapter": 52,
            "verse": 39,
            "text": "Or has He daughters and for you there are sons"
        },
        {
            "chapter": 52,
            "verse": 40,
            "text": "Or do you ask them for a reward so that they are burdened with a debt"
        },
        {
            "chapter": 52,
            "verse": 41,
            "text": "Or is (the knowledge of) the unseen with them that they write (it) down"
        },
        {
            "chapter": 52,
            "verse": 42,
            "text": "Or do they intend to plot? Then those who do not believe, they (themselves) are under the influence of a plot"
        },
        {
            "chapter": 52,
            "verse": 43,
            "text": "Or is there for them a god other than Allah? Glory be to Allah (He is high above) that which they associate as partners (with Him)"
        },
        {
            "chapter": 52,
            "verse": 44,
            "text": "And (even) if they see a piece of the sky fall, they would say, “A heaped cloud.”"
        },
        {
            "chapter": 52,
            "verse": 45,
            "text": "So leave them till they meet that day of theirs wherein they will fall down senseless"
        },
        {
            "chapter": 52,
            "verse": 46,
            "text": "The day their plot will not make them free from anything, nor will they be helped"
        },
        {
            "chapter": 52,
            "verse": 47,
            "text": "And for those who are unjust, there will certainly be a punishment besides that, but the majority of them does not know"
        },
        {
            "chapter": 52,
            "verse": 48,
            "text": "So wait patiently for the command of your Fosterer, for you are certainly before Our eyes. And glorify your Fosterer by praising (Him) at the time you rise"
        },
        {
            "chapter": 52,
            "verse": 49,
            "text": "and in the night glorify Him and after (the disappearance of) the stars"
        },
        {
            "chapter": 53,
            "verse": 1,
            "text": "By the star when it sets"
        },
        {
            "chapter": 53,
            "verse": 2,
            "text": "Your companion neither went astray nor was he misled"
        },
        {
            "chapter": 53,
            "verse": 3,
            "text": "nor does he speak out of (his own) desire"
        },
        {
            "chapter": 53,
            "verse": 4,
            "text": "It is nothing but a communication, communicated"
        },
        {
            "chapter": 53,
            "verse": 5,
            "text": "One (Jibraeel) severe in strength, made it known to him"
        },
        {
            "chapter": 53,
            "verse": 6,
            "text": "(he) possesses vigor so he sought equilibrium"
        },
        {
            "chapter": 53,
            "verse": 7,
            "text": "when he was on the high horizon"
        },
        {
            "chapter": 53,
            "verse": 8,
            "text": "Then he came near and he came down"
        },
        {
            "chapter": 53,
            "verse": 9,
            "text": "and was at a distance of two bows, length or closer"
        },
        {
            "chapter": 53,
            "verse": 10,
            "text": "then he communicated to His servant that which he communicated"
        },
        {
            "chapter": 53,
            "verse": 11,
            "text": "The heart did not lie (in communicating) what it saw"
        },
        {
            "chapter": 53,
            "verse": 12,
            "text": "What ! do you dispute with him as to what he saw"
        },
        {
            "chapter": 53,
            "verse": 13,
            "text": "And he indeed saw him (Jibraeel) in another descent"
        },
        {
            "chapter": 53,
            "verse": 14,
            "text": "near the farthest lote tree"
        },
        {
            "chapter": 53,
            "verse": 15,
            "text": "near which is the garden for staying"
        },
        {
            "chapter": 53,
            "verse": 16,
            "text": "when that covered the lote tree which covered"
        },
        {
            "chapter": 53,
            "verse": 17,
            "text": "The sight neither deviated nor exceeded the limits"
        },
        {
            "chapter": 53,
            "verse": 18,
            "text": "He indeed saw (some) of the greater signs of his Fosterer"
        },
        {
            "chapter": 53,
            "verse": 19,
            "text": "Did you (ever) see Al Lat and Al Uzza"
        },
        {
            "chapter": 53,
            "verse": 20,
            "text": "and Manat the third (and) the last (idol)"
        },
        {
            "chapter": 53,
            "verse": 21,
            "text": "What! for you the males and for Him the females"
        },
        {
            "chapter": 53,
            "verse": 22,
            "text": "Then that is an unfair division"
        },
        {
            "chapter": 53,
            "verse": 23,
            "text": "They are nothing but names which you have named, you and your fathers, for which Allah has not sent down any authority. They follow nothing but conjecture and that which their souls desire, though the guidance has come to them from their Fosterer"
        },
        {
            "chapter": 53,
            "verse": 24,
            "text": "Or, shall man have what (all) he desires"
        },
        {
            "chapter": 53,
            "verse": 25,
            "text": "But Allah’s is the hereafter (future) and the former (past)"
        }
    ]
}