{
    "maqras": [
        {
            "chapter": 2,
            "verse": 233,
            "text": "Ababyeyi bonsa abana babo imyaka ibiri yuzuye k’ushaka kuzuza igihe cyo konsa. Kandi se w’umwana ategetswe kugaburira no kwambika abagore (bahawe ubutane) ku buryo bwiza. Kandi nta muntu utegekwa gukora ibyo adashoboye. Nyina w’umwana ntagomba kugirirwa nabi kubera umwana we, ndetse na se w’umwana ntazagirirwe nabi kubera umwana we. Kandi n’umuzungura wa se w’umwana afata inshingano nk’iz’uwo azunguye. Baramutse bashaka gucutsa (mbere y’imyaka ibiri) ku bwumvikane bwabo no kujya inama nta cyaha kuri bo. Kandi nibashaka konkerezwa abana babo, nta cyaha kuri bo igihe batanze ibyo bumvikanye (n’ababonkereza) ku neza. Bityo mugandukire Allah kandi mumenye ko mu by’ukuri, Allah ari Ubona bihebuje ibyo mukora"
        },
        {
            "chapter": 2,
            "verse": 234,
            "text": "N’abazapfa muri mwe bagasiga abagore, abo bagore bajye baguma mu ngo zabo amezi ane n’iminsi icumi. Nibarangiza igihe cyabo, nta cyaha kuri mwe (ababahagarariye) baramutse bagize ibyo bakora (nko gusohoka mu ngo, kwishyiraho imitako ndetse no gushakwa) mu buryo bwiza. Kandi Allah ni Uzi byimazeyo ibyo mukora"
        },
        {
            "chapter": 2,
            "verse": 235,
            "text": "Kandi nta cyaha kuri mwe kuba mwaca amarenga murambagiza abagore (bapfakaye n’abahawe ubutane bwa burundu batararangiza igihe cyabo cyo kuguma mu ngo) cyangwa mukabihisha mu mitima yanyu, Allah azi neza ko muzabatekerezaho. Cyakora ntimuzagire isezerano mubaha mu ibanga (mugamije ubusambanyi cyangwa kwemeranywa gushyingiranwa igihe bategereza kitararangira), keretse kuba mwavuga ijambo ryiza (rimwumvisha ko umugore nka we agikenewe n’abagabo). Kandi ntimugakore isezerano ryo gushyingiranwa kugeza igihe cyategetswe (abagore bagomba gutegereza) kirangiye. Munamenye ko Allah azi neza ibiri mu mitima yanyu; bityo mwirinde kunyuranya n’ibyo yabategetse, munamenye ko mu by’ukuri, Allah ari Ubabarira ibyaha, Udahaniraho"
        },
        {
            "chapter": 2,
            "verse": 236,
            "text": "Nta cyaha kuri mwe muramutse muhaye abagore ubutane mutarakorana na bo imibonano mpuzabitsina, cyangwa mutarabagenera inkwano, ariko mujye mugira icyo mubaha cyabanezeza. Uwishoboye (amunezeze) mu buryo bukwiye bijyanye n’ubushobozi bwe ndetse n’umukene abikore bijyanye n’ubushobozi bwe; ibyo ni inshingano ku bakora ibyiza"
        },
        {
            "chapter": 2,
            "verse": 237,
            "text": "Nimunabaha ubutane mbere y’uko mukorana imibonano mpuzabitsina na bo kandi mwari mwarabageneye inkwano, mutegetswe kubaha icya kabiri cy’izo nkwano, keretse bazibarekeye cyangwa ufite ububasha ku isezerano ryo gushyingiranwa (umugabo watanze ubutane) akazirekera umugore (zose). Kandi kuba mwabababarira (bamwe muri mwe bakazirekera bagenzi babo) ni byo byegereye kugandukira Allah. Ntimukanibagirwe ineza (mwagiranye, muhana impano) hagati yanyu. Mu by’ukuri, Allah ni Ubona bihebuje ibyo mukora"
        },
        {
            "chapter": 2,
            "verse": 238,
            "text": "Mujye muhozaho iswala (z’itegeko), by’umwihariko iswala yo hagati (al Aswir). Kandi mujye muhagarara (mu iswala) mwibombaritse imbere ya Allah"
        },
        {
            "chapter": 2,
            "verse": 239,
            "text": "N’igihe muzaba mufite ubwoba (mutinya umwanzi), mujye mukora iswala mugenda n’amaguru cyangwa muri ku bigenderwaho. Igihe mutekanye, mujye musingiza Allah (musali) nk’uko yabigishije ibyo mutari muzi"
        },
        {
            "chapter": 2,
            "verse": 240,
            "text": "N’abazapfa muri mwe bagasiga abagore, bajye (basiga) umurage (ugaragaza ibizatunga) abagore babo mu gihe kingana n’umwaka badasohowe (mu ngo zabo). Ariko nibava mu ngo zabo ku bushake, nta cyaha kuri mwe (abazungura) baramutse bagize ibyo bakora igihe cyose bitanyuranyije n’amategeko (nko kuba bashaka abagabo mbere y’uko umwaka urangira). Kandi Allah ni Umunyacyubahiro bihebuje, Nyirubugenge buhambaye"
        },
        {
            "chapter": 2,
            "verse": 241,
            "text": "N’abagore bahawe ubutane bahabwe imperekeza mu buryo bwiza. Ibyo ni inshingano ku (bagabo) batinyamana"
        },
        {
            "chapter": 2,
            "verse": 242,
            "text": "Uko ni ko Allah abasobanurira amategeko ye kugira ngo musobanukirwe (mushyire mu gaciro)"
        }
    ]
}