{
    "maqras": [
        {
            "chapter": 35,
            "verse": 41,
            "text": "Mu by’ukuri Allah ni We ufashe ibirere n’isi kugira ngo bitava mu myanya yabyo. Kandi biramutse biyivuyemo nta wundi wabifata utari We. Rwose (Allah) ni Uworohera (abagaragu be), Ubabarira ibyaha"
        },
        {
            "chapter": 35,
            "verse": 42,
            "text": "Banarahiye ku izina rya Allah mu ndahiro zabo zikomeye ko rwose nibaramuka bagezweho n’umuburizi bazayoboka kurusha abandi bose; nyamara ubwo Umuburizi (Muhamadi) yabageragaho, nta kindi byabongereye kitari uguhunga (banga ukuri)"
        },
        {
            "chapter": 35,
            "verse": 43,
            "text": "Kubera ubwibone bwabo ku isi n’imigambi yabo mibisha. Kandi imigambi mibisha igaruka bene yo. Ese hari ikindi bategereje kitari umugenzo (guhanwa) nk’uko byagendekeye abababanjirije? Kandi ntuzigera ubona icyasimbura umugenzo wa Allah, ndetse ntuzigera ubona icyahindura umugenzo wa Allah"
        },
        {
            "chapter": 35,
            "verse": 44,
            "text": "Ese ntibatambagira isi ngo barebe uko iherezo ry’abababanjirije ryagenze kandi bari bakomeye banafite imbaraga kubarusha? Nta cyananira Allah mu birere no ku isi. Mu by’ukuri (Allah) ni Umumenyi uhebuje, Ushobora byose"
        },
        {
            "chapter": 35,
            "verse": 45,
            "text": "N’iyo Allah aza kuba ari uhanira abantu ibyo bakoze, nta kiremwa na kimwe kigenda ku isi yari gusigaho; ariko arabarindiriza kugeza igihe cyagenwe. Kandi igihe cyabo nikigera (nta we uzamucika), kuko mu by’ukuri Allah ari Ubona abagaragu be bihebuje"
        },
        {
            "chapter": 36,
            "verse": 1,
            "text": "Yaa-siin"
        },
        {
            "chapter": 36,
            "verse": 2,
            "text": "Ndahiye iyi Qur’an yuje ubushishozi"
        },
        {
            "chapter": 36,
            "verse": 3,
            "text": "Mu by’ukuri wowe (Muhamadi) uri umwe mu ntumwa (za Allah)"
        },
        {
            "chapter": 36,
            "verse": 4,
            "text": "(Kandi uri) mu nzira igororotse (ari yo ya Isilamu)"
        },
        {
            "chapter": 36,
            "verse": 5,
            "text": "(Iyi Qur’an) yahishuwe n’Umunyacyubahiro bihebuje, Nyirimbabazi (Allah)"
        },
        {
            "chapter": 36,
            "verse": 6,
            "text": "Kugira ngo uburire abantu (ibyo) abakurambere babo batigeze baburirwa, bityo bakaba ari indangare"
        },
        {
            "chapter": 36,
            "verse": 7,
            "text": "Rwose imvugo (y’ibihano) yasohoreye kuri benshi muri bo, ubwo rero ntibazemera"
        },
        {
            "chapter": 36,
            "verse": 8,
            "text": "Mu by’ukuri twashyize iminyururu mu majosi yabo (duhambira amaboko yabo) igeze ku twananwa, ari na yo mpamvu bazaba bararamye"
        },
        {
            "chapter": 36,
            "verse": 9,
            "text": "Kandi twashyize urusika imbere yabo n’inyuma yabo, maze turabapfukirana, bituma batabona"
        },
        {
            "chapter": 36,
            "verse": 10,
            "text": "Wababurira utababurira, kuri bo byose ni kimwe, ntibazemera"
        },
        {
            "chapter": 36,
            "verse": 11,
            "text": "Mu by’ukuri (yewe Muhamadi) uwo ushobora kuburira ni ukurikira urwibutso akanatinya (Allah) Nyirimpuhwe atamubona. Muhe inkuru nziza yo kubabarirwa ibyaha no kuzagororerwa ibihembo byiza (Ijuru)"
        },
        {
            "chapter": 36,
            "verse": 12,
            "text": "Rwose ni twe tuzura abapfuye, tukanandika ibyo bakoze n’ibyo basize (ibyiza n’ibibi), kandi buri kintu twakibaruye mu gitabo gisobanutse"
        },
        {
            "chapter": 36,
            "verse": 13,
            "text": "Unabahe urugero rw’abantu bo mu mudugudu (wa Antakiya) ubwo Intumwa zabageragaho"
        },
        {
            "chapter": 36,
            "verse": 14,
            "text": "Ubwo twabohererezaga intumwa ebyiri bakazihinyura; maze tukazishyigikiza iya gatatu, nuko zikavuga ziti “Mu by’ukuri twoherejwe kuri mwe.”"
        },
        {
            "chapter": 36,
            "verse": 15,
            "text": "(Abatuye uwo mudugudu) baravuga bati “Mwe nta cyo muri cyo usibye kuba muri abantu nkatwe, ndetse nta na kimwe Nyirimpuhwe yahishuye. Ahubwo mwe muri abanyabinyoma.”"
        },
        {
            "chapter": 36,
            "verse": 16,
            "text": "(Intumwa) ziravuga ziti “Nyagasani wacu azi ko rwose twaboherejweho.”"
        },
        {
            "chapter": 36,
            "verse": 17,
            "text": "Kandi nta kindi dushinzwe kitari ugusohoza ubutumwa busobanutse"
        },
        {
            "chapter": 36,
            "verse": 18,
            "text": "(Abatuye uwo mudugudu) baravuga bati “Mu by’ukuri mwaradushingiriye (tubura imvura); nimutarekera aho, rwose turabatera amabuye, kandi ibihano bibabaza biduturutseho bizabageraho.”"
        },
        {
            "chapter": 36,
            "verse": 19,
            "text": "(Intumwa) ziravuga ziti “Ni mwe mwishingiriye! Ese iyo mwibukijwe (muvuga ko ari ukubashingirira)? Ahubwo muri abantu barengera (mu gukora ibyaha).”"
        },
        {
            "chapter": 36,
            "verse": 20,
            "text": "Nuko haza umugabo (Habibu Najar) yihuta aturutse (kure) mu nkengero z’umujyi, aravuga ati “Bantu banjye! Nimukurikire Intumwa”"
        },
        {
            "chapter": 36,
            "verse": 21,
            "text": "“Nimukurikire abatabasaba ibihembo, kandi banayobotse.”"
        },
        {
            "chapter": 36,
            "verse": 22,
            "text": "“Kuki ntagaragira uwandemye kandi iwe ari na ho (namwe) muzasubizwa?”"
        },
        {
            "chapter": 36,
            "verse": 23,
            "text": "“Ese nakwihitiramo izindi mana ndetse We (Allah)? Nyirimpuhwe aramutse ashaka ko ikibi kimbaho, nta cyo ubuvugizi bwazo bwamarira ndetse nta n’ubwo zandokora.”"
        },
        {
            "chapter": 36,
            "verse": 24,
            "text": "“Mu by’ukuri ubwo naba ndi mu buyobe bugaragara.”"
        },
        {
            "chapter": 36,
            "verse": 25,
            "text": "“Mu by’ukuri nemeye Nyagasani wanyu, bityo nimunyumve!”"
        },
        {
            "chapter": 36,
            "verse": 26,
            "text": "(Nuko baramwica, maze abamalayika) baramubwira bati “Injira mu Ijuru.” Aravuga ati “Iyaba abantu banjye bamenyaga"
        },
        {
            "chapter": 36,
            "verse": 27,
            "text": "Uburyo Nyagasani wanjye yangiriye ibambe, ndetse akananshyira mu bubahitse!”"
        }
    ]
}