{
    "maqras": [
        {
            "chapter": 38,
            "verse": 52,
            "text": "Bazaba bari kumwe n’abagore barangamiye abagabo babo (gusa) kandi b’urungano"
        },
        {
            "chapter": 38,
            "verse": 53,
            "text": "Ibyo ni byo (bihembo) mwasezeranyijwe ku munsi w’ibarura"
        },
        {
            "chapter": 38,
            "verse": 54,
            "text": "Mu by’ukuri ibyo ni amafunguro yacu adateze kuzashira"
        },
        {
            "chapter": 38,
            "verse": 55,
            "text": "Ibyo (ni byo bizagororerwa abemeramana). Naho abanyabyaha bazagira igarukiro ribi"
        },
        {
            "chapter": 38,
            "verse": 56,
            "text": "Jahanamu bazahiramo. Mbega ubuturo bubi"
        },
        {
            "chapter": 38,
            "verse": 57,
            "text": "Ibyo (ni byo bihano bazahanishwa). Bityo, nibabyumve; ni amazi yatuye n’amashyira"
        },
        {
            "chapter": 38,
            "verse": 58,
            "text": "N’ibindi (bihano) bimeze nka byo by’ingeri nyinshi"
        },
        {
            "chapter": 38,
            "verse": 59,
            "text": "(Abayobeje abandi bazabwirwa bati) “Aka ni agatsiko kiroshye mu gihe kimwe namwe (mu muriro)”, (bavuge bati) “Nta heza bashyikiye kuko mu by’ukuri, bagiye guhira mu muriro.”"
        },
        {
            "chapter": 38,
            "verse": 60,
            "text": "(Abayobejwe) bazavuga bati “Ahubwo ni mwe mutashyikiye aheza kuko ari mwe mwawudukururiye (umuriro); kandi ni cyo cyicaro kibi.”"
        },
        {
            "chapter": 38,
            "verse": 61,
            "text": "Bazavuga bati “Nyagasani wacu! Uwadukururiye ibi mwongerere ibihano byo mu muriro byikubye kabiri.”"
        },
        {
            "chapter": 38,
            "verse": 62,
            "text": "Bazanavuga bati “Byatugendekeye bite ko tutabona bamwe mu bantu twabaraga mu nkozi z’ibibi?”"
        },
        {
            "chapter": 38,
            "verse": 63,
            "text": "Ese twabibeshyagaho (ku isi) tubannyega (naho ari abantu b’intungane, cyangwa bari kumwe natwe mu muriro) amaso yacu akaba atababona"
        },
        {
            "chapter": 38,
            "verse": 64,
            "text": "Mu by’ukuri, uko ni ko gusubiranamo kw’abantu bo mu muriro"
        },
        {
            "chapter": 38,
            "verse": 65,
            "text": "Vuga (yewe Muhamadi) uti “Njye nta kindi ndi cyo usibye kuba ndi umuburizi, kandi nta yindi mana ikwiye gusengwa by’ukuri itari Allah; Umwe rukumbi, Umunyembaraga w’ikirenga"
        },
        {
            "chapter": 38,
            "verse": 66,
            "text": "Nyagasani w’ibirere n’isi ndetse n’ibiri hagati yabyo, Umunyacyubahiro bihebuje,Umunyembabazi uhebuje.”"
        },
        {
            "chapter": 38,
            "verse": 67,
            "text": "Vuga (yewe Muhamadi) uti “Iyi (Qur’an) ni inkuru ihambaye"
        },
        {
            "chapter": 38,
            "verse": 68,
            "text": "Ariko mwayiteye umugongo"
        },
        {
            "chapter": 38,
            "verse": 69,
            "text": "Nta bumenyi nari mfite ku bamalayika bo mu ijuru ubwo bajyaga impaka (ku iremwa rya Adamu)"
        },
        {
            "chapter": 38,
            "verse": 70,
            "text": "Usibye ko nabihishuriwe kuko ndi umuburizi ugaragara.”"
        },
        {
            "chapter": 38,
            "verse": 71,
            "text": "(Ibuka) ubwo Nyagasani wawe yabwiraga abamalayika ati “Mu by’ukuri ngiye kurema umuntu mu ibumba.”"
        },
        {
            "chapter": 38,
            "verse": 72,
            "text": "Nimara kumutunganya nkanamuhuhamo roho inturutseho, mumwikubite imbere mwubamye"
        },
        {
            "chapter": 38,
            "verse": 73,
            "text": "Nuko abamalayika bose barubama"
        },
        {
            "chapter": 38,
            "verse": 74,
            "text": "Usibye Ibilisi (Shitani) wagize ubwibone maze akaba mu bahakanye"
        },
        {
            "chapter": 38,
            "verse": 75,
            "text": "(Nuko Allah akavuga ati) “Yewe Ibilisi! Ni iki cyakubujije kubamira uwo naremye n’amaboko yanjye yombi? Ese wagize ubwibone cyangwa wiyumva nk’uri mu bo mu nzego zo hejuru?”"
        },
        {
            "chapter": 38,
            "verse": 76,
            "text": "(Ibilisi) iravuga iti “Njye ndi mwiza kumurusha kuko wandemye mu muriro, we ukamurema mu ibumba.”"
        },
        {
            "chapter": 38,
            "verse": 77,
            "text": "(Allah) aravuga ati “Ngaho sohoka aha ( mu ijuru), kuko ubaye ikivume.”"
        },
        {
            "chapter": 38,
            "verse": 78,
            "text": "Kandi rwose umuvumo wanjye uzagukurikirana kuzageza ku munsi w’ibihembo"
        },
        {
            "chapter": 38,
            "verse": 79,
            "text": "(Ibilisi) iravuga iti “Nyagasani wanjye! Mpa kuramba kuzageza ku munsi (abapfuye) bazazurirwaho.”"
        },
        {
            "chapter": 38,
            "verse": 80,
            "text": "(Allah) aravuga ati “Mu by’ukuri ubaye mu bazaramba"
        },
        {
            "chapter": 38,
            "verse": 81,
            "text": "Kugeza ku munsi w’igihe kizwi.”"
        },
        {
            "chapter": 38,
            "verse": 82,
            "text": "(Ibilisi) iravuga iti “Ndahiye ku bw’icyubahiro cyawe, ko rwose nzabayobya bose"
        },
        {
            "chapter": 38,
            "verse": 83,
            "text": "“Uretse abagaragu bawe b’indobanure muri bo.”"
        },
        {
            "chapter": 38,
            "verse": 84,
            "text": "(Allah) avuga arahira ati “Ni ukuri, kandi ibyo mvuga ni ukuri"
        },
        {
            "chapter": 38,
            "verse": 85,
            "text": "Ko wowe na bamwe mu bazagukurikira nzabuzurisha umuriro wa Jahanamu.”"
        },
        {
            "chapter": 38,
            "verse": 86,
            "text": "Vuga (yewe Muhamadi) uti “Ntabwo (kubagezaho ubutumwa) mbibasabira igihembo na kimwe, ndetse nta n’ubwo ndi mu bishushanya (bigira intumwa batari zo, banakora ibyo batategetswe).”"
        },
        {
            "chapter": 38,
            "verse": 87,
            "text": "“Iyi (Qur’an) nta kindi iri cyo usibye kuba ari urwibutso ku biremwa byose.”"
        },
        {
            "chapter": 38,
            "verse": 88,
            "text": "“Kandi rwose muzamenya inkuru yayo bidatinze”"
        },
        {
            "chapter": 39,
            "verse": 1,
            "text": "Ihishurwa ry’igitabo (Qur’an) rituruka kwa Allah, Umunyacyubahiro uhebuje, Nyirubugenge buhambaye"
        },
        {
            "chapter": 39,
            "verse": 2,
            "text": "Mu by’ukuri (yewe Muhamadi) twaguhishuriye igitabo mu kuri. Bityo, jya ugaragira Allah umuharire kugaragirwa"
        },
        {
            "chapter": 39,
            "verse": 3,
            "text": "Mumenye ko Allah ari We nyir’idini ritunganye. Naho ba bandi bishyiriyeho ibigirwamana mu cyimbo cye, (baravuga bati) “Nta yindi mpamvu ituma tubisenga itari ukugira ngo bitwegereze Allah.” Mu by’ukuri Allah azabakiranura ku byo batavugagaho rumwe. Rwose Allah ntayobora umunyabinyoma, umuhakanyi wa cyane"
        },
        {
            "chapter": 39,
            "verse": 4,
            "text": "Iyo Allah aza gukenera kugira umwana, yari gutoranya uwo ashaka mu byo yaremye. Ubutagatifu ni ubwe! Ni We Allah, Umwe rukumbi, Umunyembaraga z’ikirenga"
        },
        {
            "chapter": 39,
            "verse": 5,
            "text": "Yaremye ibirere n’isi ku mpamvu z’ukuri. Yorosa ijoro ku manywa akanorosa amanywa ku ijoro. Anacisha bugufi izuba n’ukwezi; buri kimwe kigendera (mu mbibi zacyo) ku gihe cyagenwe. Mumenye ko We (Allah) ari Umunyacyubahiro bihebuje, Umunyembabazi uhebuje"
        },
        {
            "chapter": 39,
            "verse": 6,
            "text": "Yabaremye abakomoye ku muntu umwe (Adamu), nuko amuremera umugore we (Hawa) amumukomoyemo. Yabaremeye amatungo umunani (ingabo n’ingore mu ngamiya, inka, intama ndetse n’ihene). Abaremera muri nyababyeyi za ba nyoko, mu byiciro bikurikirana, mu myijima itatu (mu nda, muri nyababyeyi no mu ngobyi). Uwo ni We Allah Nyagasani wanyu, nyir’ubwami bwose. Nta yindi mana ikwiriye gusengwa by’ukuri itari We. Ese ni gute mureka kugaragira (Allah wenyine)"
        },
        {
            "chapter": 39,
            "verse": 7,
            "text": "(Yemwe bantu) nimuramuka muhakanye, mu by’ukuri Allah arihagije (nta cyo abakeneyeho), ndetse ntiyishimira ubuhakanyi ku bagaragu be. Ariko iyo mushimiye (mukanemera), arabyishimira. Kandi nta we uzikorera umutwaro w’undi. Hanyuma igarukiro ryanyu rizaba kwa Nyagasani wanyu, maze ababwire ibyo mwakoraga. Mu by’ukuri We ni Umumenyi uhebuje w’ibiri mu bituza (by’abantu)"
        }
    ]
}