{
    "maqras": [
        {
            "chapter": 58,
            "verse": 1,
            "text": "Mu by’ukuri Allah yumvise imvugo ya wa wundi (umugore witwa Khawulat bint Tha’labat) wakugishaga impaka (wowe Muhamadi) ku bijyanye n’umugabo we (Awus bin As-Samit), anaregera Allah. Kandi Allah yumvise ikiganiro cyanyu mwembi. Mu by’ukuri Allah ni Uwumva bihebuje, Ubona cyane"
        },
        {
            "chapter": 58,
            "verse": 2,
            "text": "Ba bandi muri mwe biziririza abagore babo babita ba nyina, kandi atari ba nyina, nyamara ba nyina (b’ukuri) ari abababyaye. Mu by’ukuri baba bavuga ijambo ribi kandi ry’ikinyoma. Kandi mu by’ukuri Allah ni Nyiribambe, Ubabarira ibyaha"
        },
        {
            "chapter": 58,
            "verse": 3,
            "text": "Na ba bandi biziririza abagore babo (bavuga ko batazongera kuryamana nabo) babita ba nyina, hanyuma bakisubiraho ku byo bavuze, (icyiru cyabyo) ni uko bagomba kubohora umucakara mbere y’uko bongera kubonana (n’abagore babo). Ibyo ni inyigisho muhabwa (na Allah), kandi Allah ni Umumenyi uhebuje w’ibyo mukora"
        },
        {
            "chapter": 58,
            "verse": 4,
            "text": "Naho utamubonye (uwo mucakara ngo amubohore), agomba gusiba amezi abiri akurikiranye mbere y’uko yongera kubonana (n’umugore we), ariko utabishoboye, agomba kugaburira abakene mirongo itandatu. Ibyo ni ukugira ngo mwemere Allah n’Intumwa ye. Izo ni imbago zashyizweho na Allah, kandi abahakanyi bazahanishwa ibihano bibabaza"
        },
        {
            "chapter": 58,
            "verse": 5,
            "text": "Mu by’ukuri abaca ukubiri na Allah n’Intumwa ye, bazasuzuguzwa nk’uko ababayeho mbere yabo basuzugujwe. Kandi twohereje ibimenyetso bisobanutse, kandi abahakanyi bazahanishwa ibihano bisuzuguza"
        },
        {
            "chapter": 58,
            "verse": 6,
            "text": "Umunsi Allah azabazura bose akababwira ibyo bakoze. Allah yarabibaruye mu gihe bo babyibagiwe. Kandi Allah ni Umuhamya wa buri kintu"
        },
        {
            "chapter": 58,
            "verse": 7,
            "text": "Ese ntubona ko Allah azi ibiri mu birere n’ibiri ku isi? Nta biganiro byo mu ibanga bya batatu bibaho ngo abure kuba uwa kane, cyangwa ibya batanu ngo abure kuba ari uwa gatandatu, ndetse no munsi yabo cyangwa abarenzeho, ngo abure kuba ari kumwe na bo aho bari hose. Hanyuma ku munsi w’izuka akazababwira ibyo bakoraga. Mu by’ukuri Allah ni Umumenyi uhebuje wa buri kintu"
        },
        {
            "chapter": 58,
            "verse": 8,
            "text": "Ese ntiwabonye ababujijwe kugirana ibiganiro byo mu ibanga, nyuma bagasubira ku byo babujijwe, bakagirana ibiganiro mu ibanga bigamije icyaha n’ubugome ndetse no kwigomeka ku Ntumwa (Muhamadi)? N’iyo baje bagusanga, bagusuhuza mu ndamutso Allah atagusuhujemo, maze mu mitima yabo bakigamba bati “Kubera iki Allah ataduhanira ibyo tuvuga?” Umuriro wa Jahanamu urabahagije, bazawutwikirwamo kandi ni wo herezo ribi"
        },
        {
            "chapter": 58,
            "verse": 9,
            "text": "Yemwe abemeye! Nimujya mugirana ibiganiro mu ibanga, ntimukabikore mugamije icyaha n’ubugome ndetse no kwigomeka ku Ntumwa (Muhamadi). Ahubwo mujye mubigirana mugamije ibyiza no kugandukira Allah, kandi mugandukire Allah, kuko iwe ari ho muzakoranyirizwa"
        },
        {
            "chapter": 58,
            "verse": 10,
            "text": "Mu by’ukuri kugirana ibiganiro mu ibanga hagamijwe ikibi (ubugambanyi) bituruka kwa Shitani, kugira ngo atere agahinda abemeramana, ariko nta cyo yabatwara keretse Allah abitangiye uburenganzira. Ngaho abemeramana nibiringire Allah"
        },
        {
            "chapter": 58,
            "verse": 11,
            "text": "Yemwe abemeye! Nimubwirwa muti “Nimwegerane muhane ibyicaro aho muteraniye”, mujye mubikora; Allah azabagurira (mu mpuhwe ze). Nimunabwirwa muti “Muhaguruke (mujye kugaragira cyangwa mujye mu kindi gikorwa cyiza)”, mujye muhaguruka. Allah azamura mu ntera abemeye n’abahawe ubumenyi muri mwe. Kandi Allah ni Umumenyi uhebuje w’ibyo mukora"
        },
        {
            "chapter": 58,
            "verse": 12,
            "text": "Yemwe abemeye! Nimujya (mushaka) kugira ibyo muganira mu ibanga n’Intumwa (Muhamadi), mujye mubanza mutange amaturo mbere y’uko mubonana. Ibyo ni byo byiza kuri mwe kandi ni byo birushijeho kubeza (imitima). Ariko nimutayabona (amaturo, mumenye ko muzababarirwa) mu by’ukuri Allah ni Nyir’ukubabarira ibyaha, Nyirimpuhwe"
        },
        {
            "chapter": 58,
            "verse": 13,
            "text": "Ese mufite ubwoba (bw’ubukene) igihe mwatanze amaturo mbere yo kugirana ibiganiro by’ibanga (n’Intumwa y’Imana)? Ibyo nimutabikora kandi Allah yarabababariye, mujye muhozaho iswala, mutange amaturo, ndetse mwumvire Allah n’Intumwa ye. Kandi Allah azi neza ibyo mukora"
        }
    ]
}