{
    "maqras": [
        {
            "chapter": 9,
            "verse": 19,
            "text": "Ese (igikorwa cyo) kwicira inyota abakora umutambagiro mutagatifu (Hijat) no kwita ku Musigiti Mutagatifu (Kabat), mubigereranya n’ibikorwa n’uwemeye Allah n’umunsi w’imperuka akanaharanira inzira ya Allah? Ntibashobora kureshya imbere ya Allah! Kandi Allah ntayobora abanyamahugu"
        },
        {
            "chapter": 9,
            "verse": 20,
            "text": "Ba bandi bemeye bakimukira (i Madina) ndetse bakanaharanira inzira ya Allah bakoresheje imitungo yabo na bo ubwabo, bafite urwego ruhambaye kwa Allah. Kandi abo ni bo batsinze"
        },
        {
            "chapter": 9,
            "verse": 21,
            "text": "Nyagasani wabo abaha inkuru nziza yo kuzagirirwa impuhwe no kwishimirwa bimuturutseho, kandi bazagororerwa ijuru ririmo inema zihoraho"
        },
        {
            "chapter": 9,
            "verse": 22,
            "text": "Bazabamo ubuziraherezo. Mu by’ukuri Allah afite ibihembo bihambaye"
        },
        {
            "chapter": 9,
            "verse": 23,
            "text": "Yemwe abemeye! Ntimuzagire ababyeyi banyu n’abavandimwe banyu inshuti, igihe bahisemo ubuhakanyi baretse ukwemera. Kandi muri mwe uzabagira inshuti, azaba abaye umwe mu nkozi z’ibibi"
        },
        {
            "chapter": 9,
            "verse": 24,
            "text": "Vuga (yewe Muhamadi) uti “Niba ababyeyi banyu, abana banyu, abavandimwe banyu, abo mwashakanye, imiryango yanyu, imitungo mwahashye, ibicuruzwa mutinya ko byahomba ndetse n'amazu mwishimiye ari byo mukunze cyane kurusha Allah n'Intumwa ye, ndetse no guharanira inzira ye; ngaho nimutegereze kugeza Allah azanye itegeko rye (ibihano).” Kandi Allah ntayobora abantu b’ibyigomeke"
        },
        {
            "chapter": 9,
            "verse": 25,
            "text": "Rwose Allah yabatabaye ahantu henshi, ndetse n’umunsi (w’urugamba) rwa Hunayini, ubwo mwashukwaga n’ubwinshi bwanyu (mwibwira ko muri butsinde), maze ntibwagira icyo bubamarira, nuko (mugotwa n’umwanzi) isi ibabana nto n’ukuntu ari ngari, hanyuma musubira inyuma muhunga"
        },
        {
            "chapter": 9,
            "verse": 26,
            "text": "Nuko Allah amanura ituze ku ntumwa ye (Muhamadi) no ku bemera, anamanura ingabo (abamalayika) mutabonaga, nuko ahana ba bandi bahakanye. Kandi icyo nicyo gihembo cy'abahakanyi"
        },
        {
            "chapter": 9,
            "verse": 27,
            "text": "Nyuma y’ibyo, Allah azakira ukwicuza k’uwo ashaka. Allah ni ubabarira ibyaha, Nyirimpuhwe"
        },
        {
            "chapter": 9,
            "verse": 28,
            "text": "Yemwe abemeye! Mu by’ukuri ababangikanyamana ntibasukuye, bityo ntibazegere Umusigiti Mutagatifu (ubutaka butagatifu bwa Makat) nyuma y’uyu mwaka (wa cyenda kuva intumwa yimutse). Kandi nimuba mutinya ubukene (igihombo mwaterwa no guhagarika ubucuruzi mwakoranaga na bo), Allah azabakungahaza bivuye mu ngabire ze nabishaka. Mu by’ukuri Allah ni Umumenyi uhebuje, Nyirubugenge buhambaye"
        },
        {
            "chapter": 9,
            "verse": 29,
            "text": "Nimurwanye ba bandi batemera Allah n’umunsi w'imperuka, batanaziririza ibyo Allah n’Intumwa ye baziririje (bakomoka) mu bahawe Igitabo. (Munarwanye) bamwe mu bahawe igitabo batayobotse idini ry’ukuri (Isilamu), kugeza batanze Jiziyat1 ubwabo (badahagarariwe) kandi baciye bugufi"
        },
        {
            "chapter": 9,
            "verse": 30,
            "text": "Abayahudi baravuze bati “Uzayiru (Ezira) ni umwana wa Allah”, n’Abanaswara baravuga bati “Masihi (Mesiya) ni umwana wa Allah.” Ibyo ni ibyo bivugira n’iminwa yabo bigana imvugo y’abahakanye mbere. Umuvumo wa Allah nubabeho! Allah arakabarimbura! Ni gute bahindukizwa (bagatera umugongo ukuri)"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "Bafashe abamenyi babo n’abihayimana muri bo ndetse na Masihi (Mesiya) mwene Mariyamu, babagira ibigirwamana babasimbuza Allah, nyamara bari barategetswe kutagira ikindi basenga kitari Imana imwe rukumbi. Nta wundi ukwiye kugaragirwa by’ukuri uretse Yo. Ubutagatifu ni ubwayo, kandi ntaho ihuriye n’ibyo bayibangikanya nabyo"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "(Abahakanyi) bashaka kuzimya urumuri rwa Allah (Isilamu)bakoresheje iminwa yabo, ariko Allah ntazigera abyemera, ahubwo azakomeza gusakaza urumuri rwe kabone n’ubwo bitashimisha abahakanyi"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "Ni We wohereje Intumwa ye (Muhamadi) izanye umuyoboro (Qur’an) n'idini by'ukuri, kugira ngo arirutishe andi madini yose, kabone n’ubwo bitashimisha ababangikanyamana"
        }
    ]
}