{
    "juzs": [
        {
            "chapter": 2,
            "verse": 142,
            "text": "Die Beschrankten unter den Menschen werden sagen: \"Was brachte sie von ihrer Gebetsrichtung ab, die sie vorher hatten?\" Sag: \"ALLAH gehort der Osten und der Westen. ER leitet recht, wen ER will, auf einen geradlinigen Weg"
        },
        {
            "chapter": 2,
            "verse": 143,
            "text": "Und solcherart machten WIR euch zu einer gemaßigten Umma, damit ihr Zeugen uber die Menschen seid, und der Gesandte uber euch Zeuge ist. Und nicht machten WIR die Gebetsrichtung, die du vorher hattest, außer damit WIR kenntlich machen denjenigen, der dem Gesandten folgt, von demjenigen, der sich um seine Fersen wendet. Und es ist gewiß etwas Schwerwiegendes außer fur diejenigen, die ALLAH rechtleitete. Und es gebuhrt ALLAH nicht, daß ER euren Iman (euer rituelles Gebet) verloren gehen laßt. Gewiß, ALLAH ist den Menschen gegenuber zweifelsohne allgutig, allgnadig"
        },
        {
            "chapter": 2,
            "verse": 144,
            "text": "Bereits sehen WIR das Schweifen deines Gesichts himmelwarts. So werden WIR dich gewiß eine Gebetsrichtung einnehmen lassen, an der du Wohlgefallen findest. So wende dich mit dem Gesicht in Richtung von Almasdschidil-haram, und allerorts, wo ihr seid, wendet euch mit dem Gesicht in seine Richtung! Auch sicher, diejenigen, denen die Schrift zuteil wurde, wissen zweifellos, daß es doch die Wahrheit von ihrem HERRN ist. Und ALLAH ist gewiß nicht achtlos dem gegenuber, was ihr tut"
        },
        {
            "chapter": 2,
            "verse": 145,
            "text": "Und wurdest du denjenigen, denen die Schrift zuteil wurde, alle Ayat bringen, so werden sie keineswegs deine Gebetsrichtung befolgen. Auch du bist kein Befolger ihrer Gebetsrichtung. Auch die einen von ihnen befolgen nicht die Gebetsrichtung der anderen. Und wurdest du ihren Neigungen folgen nach dem, was zu dir an Wissen kam, gewiß wurdest du dann unweigerlich von den Unrecht- Begehenden sein"
        },
        {
            "chapter": 2,
            "verse": 146,
            "text": "Diejenigen, denen WIR die Schrift zuteil werden ließen, kennen es/ihn, wie sie ihre Kinder kennen. Doch eine Gruppe von ihnen verschweigt die Wahrheit, wahrend sie weiß"
        },
        {
            "chapter": 2,
            "verse": 147,
            "text": "Das ist die Wahrheit von deinem HERRN. Und sei nicht von den Zweifel-Hegenden"
        },
        {
            "chapter": 2,
            "verse": 148,
            "text": "Und fur jeden gibt es eine Richtung, die er einnimmt. So wetteifert um die gottgefallig guten Taten! Allerorts, wo auch immer ihr euch befindet, wird ALLAH euch zusammenbringen, allesamt. Gewiß, ALLAH ist uber alles allmachtig"
        },
        {
            "chapter": 2,
            "verse": 149,
            "text": "Und wohin auch immer du gehst, wende dich mit dem Gesicht in Richtung von Almasdschidil-haram. Und gewiß, dies ist zweifelsohne die Wahrheit von deinem HERRN. Und ALLAH ist nicht achtlos dem gegenuber, was ihr tut"
        },
        {
            "chapter": 2,
            "verse": 150,
            "text": "Und wohin auch immer du gehst, wende dich mit dem Gesicht in Richtung von Almasdschidil-haram, und allerorts, wo auch immer ihr euch befindet, wendet euch mit dem Gesicht in Richtung von Almasdschidil-haram, damit die Menschen gegen euch kein Argument haben, außer denjenigen von ihnen, die Unrecht begehen, so habt keine Ehrfurcht vor ihnen, und habt Ehrfurcht vor Mir! Zweifelsohne werde ICH euch dann Meine Gabe vervollstandigen - damit ihr Rechtleitung findet"
        },
        {
            "chapter": 2,
            "verse": 151,
            "text": "wie WIR zu euch einen Gesandten von euch entsandten, der euch Unsere Ayat vortragt, euch lautert, euch die Schrift und die Weisheit lehrt und euch das lehrt, was ihr vorher nicht wußtet"
        },
        {
            "chapter": 2,
            "verse": 152,
            "text": "Also gedenkt Meiner, bedenke ICH euch, erweist euch Mir gegenuber dankbar und betreibt Mir gegenuber keinen Kufr"
        },
        {
            "chapter": 2,
            "verse": 153,
            "text": "Ihr, die den Iman verinnerlicht habt! Helft euch mit Geduld und mit dem rituellen Gebet. Gewiß, ALLAH ist mit den Duldsamen"
        },
        {
            "chapter": 2,
            "verse": 154,
            "text": "Und sagt nicht uber diejenigen, die fi-sabilillah getotet werden: \"Sie seien Verstorbene.\" Nein, sondern sie sind Lebendige. Doch ihr merkt es nicht"
        },
        {
            "chapter": 2,
            "verse": 155,
            "text": "Und unweigerlich werden WIR euch mit etwas Angst, Hunger und Ruckgang von Vermogen, Bevolkerung und Erzeugnissen prufen. Und uberbringe den Duldsamen frohe Botschaft"
        },
        {
            "chapter": 2,
            "verse": 156,
            "text": "die, wenn sie Ungluck trifft, sagen: \"inna lilahi wa inna ilaihi radschi'un"
        },
        {
            "chapter": 2,
            "verse": 157,
            "text": "Fur diese gibt es von ihrem HERRN Vergebungen und Gnade, und diese sind die wirklichen Geleiteten"
        },
        {
            "chapter": 2,
            "verse": 158,
            "text": "Gewiß, As-safa und Al-marwa gehoren zu den von ALLAH (gebotenen) Riten. Wer zum Al-bait mit Hadsch oder 'Umra pilgert, fur den ist es keine Verfehlung, wenn er zwischen beiden hin- und herlauft. Und wer Freiwilliges tut, so ist ALLAH gewiß reichlich belohnend, allwissend"
        },
        {
            "chapter": 2,
            "verse": 159,
            "text": "Gewiß, diejenigen, die das verschweigen, das WIR von den klaren Zeichen und der Rechtleitung hinabsandten, nachdem WIR es den Menschen in der Schrift verdeutlicht haben, diese verflucht ALLAH und verfluchen die Verfluchenden"
        },
        {
            "chapter": 2,
            "verse": 160,
            "text": "Ausgenommen sind diejenigen, die bereut, Wiedergutmachung geleistet und es verdeutlicht haben, denn diesen vergebe ICH. Und ICH bin Der außerst Reue- Annehmende, Der Allgnadige"
        },
        {
            "chapter": 2,
            "verse": 161,
            "text": "Gewiß, diejenigen, die Kufr betrieben haben und als Kafir gestorben sind, auf diesen lastet der Fluch von ALLAH, den Engeln und den Menschen, allesamt"
        },
        {
            "chapter": 2,
            "verse": 162,
            "text": "Ewig werden sie darin sein, weder wird ihnen die Peinigung erleichtert, noch wird ihnen Verschnaufpause gewahrt"
        },
        {
            "chapter": 2,
            "verse": 163,
            "text": "Und euer Gott ist ein einziger Gott, es gibt keinen Gott außer Ihm, Dem Allgnade Erweisenden, Dem Allgnadigen"
        },
        {
            "chapter": 2,
            "verse": 164,
            "text": "Gewiß, in der Erschaffung der Himmel und der Erde, in der Aufeinanderfolge der Nacht und des Tages, in den Schiffen, die uber das Meer mit Nutzlichem fur die Menschen ziehen, in dem, was ALLAH vom Himmel an Wasser fallen ließ, mit dem ER dann die Landschaft nach ihrem Tod wieder belebte und dann auf ihr jedes sich bewegendes Lebewesen ausbreiten ließ, in der Stromung der Winde und in den gratis fugsam gemachten Wolken zwischen dem Himmel und der Erde, sind zweifelsohne Ayat fur die Leute, die begreifen"
        },
        {
            "chapter": 2,
            "verse": 165,
            "text": "Und unter den Menschen sind einige, die sich anstelle von ALLAH etwas als Ebenburtiges nehmen. Sie empfinden fur sie Liebe wie die Liebe zu ALLAH. Doch diejenigen, die den Iman verinnerlicht haben, lieben ALLAH noch viel mehr. Und wurden diejenigen, die Unrecht begehen, nur einsehen - wenn sie die Peinigung erleben, daß gewiß die Macht allesamt ALLAH gehort und daß ALLAH doch hart im Peinigen ist, (werden sie bereuen)"
        },
        {
            "chapter": 2,
            "verse": 166,
            "text": "wenn diejenigen, denen gefolgt wurde, sich von denjenigen, die ihnen folgten, lossagen. Und sie werden die Peinigung erleben und die Verbindungen zwischen ihnen werden abbrechen"
        },
        {
            "chapter": 2,
            "verse": 167,
            "text": "Und diejenigen, die folgten, sagten: \"Hatten wir doch nur eine Ruckkehr gehabt, damit wir uns von ihnen lossagen, wie sie sich von uns los- sagten.\" Solcherart laßt ALLAH sie ihre Taten als Selbstanklagen wahrnehmen. Und sie werden das Feuer nie verlassen"
        },
        {
            "chapter": 2,
            "verse": 168,
            "text": "Ihr Menschen! Esst von dem, was auf Erden ist, an genießbaren Halalmitteln, und folgt nicht den Fußstapfen des Satans! Gewiß, er ist fur euch ein entschiedener Feind"
        },
        {
            "chapter": 2,
            "verse": 169,
            "text": "Er gebietet euch doch nur Schlechtes und Abscheuliches und daß ihr uber ALLAH sagt, was ihr nicht wisst"
        },
        {
            "chapter": 2,
            "verse": 170,
            "text": "Und wenn ihnen gesagt wurde: \"Folgt dem, was ALLAH hinabsandte.\" sagen sie: \"Nein, sondern wir folgen dem, was wir bereits bei unseren Ahnen fanden.\" Auch dann, wenn ihre Ahnen sich nichts besannen und keine Rechtleitung fanden"
        },
        {
            "chapter": 2,
            "verse": 171,
            "text": "So ist das Gleichnis derjenigen, die Kufr betrieben haben, wie das Gleichnis desjenigen, der etwas anschreit, das nichts außer Rufen und Schreien vernimmt. Sie sind taub, stumm und blind, also sie begreifen nicht"
        },
        {
            "chapter": 2,
            "verse": 172,
            "text": "Ihr, die den Iman verinnerlicht habt! Verzehrt von den Tay-yibat, dieWIR euch als Rizq gewahrt haben, und erweist euch ALLAH gegenuber dankbar, solltet ihr Ihm zu dienen pflegen"
        },
        {
            "chapter": 2,
            "verse": 173,
            "text": "Fur haram erklarte ER euch doch nur das Verendete, das (vergossene) Blut, das Schweinefleisch und das, worauf (bei der Schachtung) andere als ALLAH angerufen wurden. Wer jedoch dazu gezwungen wird  ohne dabei erstrebend oder ubertretend zu sein, fur den ist es keine Verfehlung. Gewiß, ALLAH ist allvergebend, allgnadig"
        },
        {
            "chapter": 2,
            "verse": 174,
            "text": "Gewiß, diejenigen, die das verschweigen, was ALLAH von der Schrift hinabsandte, und damit einen minderwertigen Gegenwert erkaufen, diese verzehren in ihren Bauchen nichts anderes außer dem Feuer. Und ALLAH wird weder zu ihnen am Tag der Auferstehung sprechen, noch sie lautern. Und fur sie ist qualvolle Peinigung bestimmt"
        },
        {
            "chapter": 2,
            "verse": 175,
            "text": "Diese sind diejenigen, die das Abirren gegen die Rechtleitung eingetauscht haben, sowie die Peinigung gegen die Vergebung. Also erstaunlich wird ihre Geduld mit dem Feuer sein"
        },
        {
            "chapter": 2,
            "verse": 176,
            "text": "Dies, weil ALLAH die Schrift mit der Wahrheit nach und nach hinabsandte. Doch diejenigen, die uber die Schrift uneins wurden, befinden sich zweifelsohne in tiefer Zerstrittenheit"
        },
        {
            "chapter": 2,
            "verse": 177,
            "text": "Das gottgefallige Handeln liegt nicht darin, daß ihr euch mit dem Gesicht in Richtung des Ostens und des Westens wendet, sondern das gottgefallige Handeln ist, daß man den Iman an ALLAH, an den Jungsten Tag, an die Engel, an die Schrift und an die Propheten verinnerlicht sowie das Vermogen - trotz der Liebe dazu - den Verwandten, den Waisen, den Bedurftigen, dem in Not geratenen Reisenden, den Bittenden und fur die Unfreien gibt und das rituelle Gebet ordnungsgemaß verrichtet und die Zakat entrichtet, (dazu gehoren) auch die Einhaltenden ihrer Vertrage, wenn sie solche abschließen, und die Duldsamen in bitterer Armut, in Krankheit und beim Gewalt-Antun, denn diese sind diejenigen, die wahrhaftig sind. Und diese sind die wirklichen Muttaqi"
        },
        {
            "chapter": 2,
            "verse": 178,
            "text": "Ihr, die den Iman verinnerlicht habt! Euch wurde Qisas fur die Getoteten geboten: \"Der Freie fur den Freien, der Sklave fur den Sklaven und das Weibliche fur das Weibliche.\" Und wem von den (Konsequenzen fur die Totung) seines Bruders etwas erlassen wird, dann gilt die Forderung (der Entschadigungszahlung) nach dem Gebilligten und die Bezahlung an ihn Ihsan gemaß. Dies ist Erleichterung von eurem HERRN und Gnade. Also wer danach ubertritt, fur den ist qualvolle Peinigung bestimmt"
        },
        {
            "chapter": 2,
            "verse": 179,
            "text": "Und fur euch gibt es durch Qisas Leben, ihr mit Verstand!, damit ihr Taqwa gemaß handelt"
        },
        {
            "chapter": 2,
            "verse": 180,
            "text": "Euch wurde geboten - wenn der Tod bei einem von euch zugegen wird, wenn er Gut hinterlaßt, das Vermachtnis fur die Eltern und die Nahverwandten nach dem Gebilligten, es ist eine Pflicht fur die Muttaqi"
        },
        {
            "chapter": 2,
            "verse": 181,
            "text": "Wer dieses (Vermachtnis) verandert, nachdem er es vernommen hat, so lastet deren Verfehlung doch nur auf denjenigen, die es verandern. Gewiß, ALLAH ist allhorend, allwissend"
        },
        {
            "chapter": 2,
            "verse": 182,
            "text": "Also wer vom Testator fahrlassige oder vorsatzliche Verfehlung furchtete, dann unter ihnen (den Erben) dies verbessert, so trifft ihn keine Verfehlung. Gewiß, ALLAH ist allvergebend, allgnadig"
        },
        {
            "chapter": 2,
            "verse": 183,
            "text": "Ihr, die den Iman verinnerlicht habt! Das Siyam (rituelle Fasten) wurde euch geboten, wie es denjenigen vor euch geboten wurde, damit ihr Taqwa gemaß handelt"
        },
        {
            "chapter": 2,
            "verse": 184,
            "text": "Es sind abgezahlte Tage. Wer jedoch von euch krank oder auf Reisen war, so (holt er nach die) gleiche Anzahl an anderen Tagen. Und fur diejenigen, denen es schwer fallt, ist dessen Ersatz die Speisung eines Bedurftigen. Und wer mehr Gutes freiwillig gibt, so ist dies besser fur ihn. Und wenn ihr fastet, ist es besser fur euch, wurdet ihr es nur wissen"
        },
        {
            "chapter": 2,
            "verse": 185,
            "text": "Es ist der Monat Ramadan, in dem der Quran hinabgesandt wurde als Rechtleitung fur die Menschen und als deutliches Zeichen von der Rechtleitung und Alfurqan. Wer von euch diesen Monat erlebt, so soll er darin Siyam vollziehen! Und wer krank oder auf Reisen war, (fastet) an anderen Tagen die gleiche Anzahl. ALLAH will fur euch Erleichterung, doch ER will fur euch keine Erschwernis. Und (ER gebot es euch), damit ihr die Anzahl (der Siyam-Tage) vervollstandigt, ALLAH mit \"allahu-akbar\" fur das ruhmt, was ER euch an Rechtleitung zukommen ließ, und ihr euch dankbar erweist"
        },
        {
            "chapter": 2,
            "verse": 186,
            "text": "Und wenn dich Meine Diener nach Mir fragen: \"ICH bin gewiß nahe, erhore das Bittgebet des Bittenden, wenn er an Mich Bittgebete richtet, so sollen Sie Mir folgen und den Iman an Mich verinnerlichen, damit sie das Wahre treffen"
        },
        {
            "chapter": 2,
            "verse": 187,
            "text": "Fur halal wurde euch erklart, in der Nacht (wahrend) der Siyam-Zeit mit euren Ehefrauen intim zu sein. Sie sind (wie) eine Bekleidung fur euch und ihr seid (wie) eine Bekleidung fur sie. ALLAH wußte, daß ihr euch selbst gegenuber untreu wart, so nahm ER eure Reue an und erließ es euch. Also jetzt verkehrt mit ihnen und erstrebt das, was ALLAH euch geboten hat. Und esst und trinkt, bis fur euch der weiße Faden (der Dammerung) vom schwarzen Faden (der Nacht) unterscheidbar wird, dann vollendet das Siyam bis zur Nacht! Und werdet nicht intim mit ihnen, wahrend ihr I'tikaf in den Moscheen vollzieht. Dies sind ALLAHs Richtlinien, so kommt ihnen nicht nahe! Solcherart verdeutlicht ALLAH den Menschen Seine Ayat, damit sie Taqwa gemaß handeln"
        },
        {
            "chapter": 2,
            "verse": 188,
            "text": "Und eignet euch euer zwischen einander (vorhandenes) Vermogen nicht durch das als nichtig Erklarte an und bringt dieses nicht vor den Richtenden, um euch damit einen Teil des Vermogens von Leuten durch Sundhaftes anzueignen, wahrend ihr es wisst"
        },
        {
            "chapter": 2,
            "verse": 189,
            "text": "Sie fragen dich nach den Neumonden. Sag: \"Diese sind Zeitmarkierungen fur die Menschen und fur die Hadsch.\" Und das gottgefallige Handeln liegt nicht darin, daß ihr die Hauser von der Ruckseite betretet, sondern das gottgefallige Handeln ist (das gottgefallige Handeln dessen), der Taqwa gemaß handelt. Und betretet die Hauser durch ihre Eingangsturen! Und handelt Taqwa gemaß ALLAH gegenuber, damit ihr erfolgreich werdet"
        },
        {
            "chapter": 2,
            "verse": 190,
            "text": "Und fuhrt den bewaffneten Kampf fi-sabilillah gegen diejenigen, die gegen euch den bewaffneten Kampf fuhren, doch begeht keine Aggression! Denn gewiß, ALLAH liebt nicht die Aggressoren"
        },
        {
            "chapter": 2,
            "verse": 191,
            "text": "Und totet sie uberall, wo ihr sie ausfindig macht, und vertreibt sie, von wo sie euch vertrieben haben. Und die Fitna ist harter als das Toten. Und fuhrt gegen sie den bewaffneten Kampf nicht bei Almasdschidil- haram, bis sie gegen euch darin den bewaffneten Kampf aufnehmen. Und wenn sie den bewaffneten Kampf gegen euch aufnahmen, dann totet sie. Solcherart ist die Vergeltung fur die Kafir"
        },
        {
            "chapter": 2,
            "verse": 192,
            "text": "Und wenn sie sich (der Aggression) enthalten, also gewiß, ALLAH ist allvergebend, allgnadig"
        },
        {
            "chapter": 2,
            "verse": 193,
            "text": "Und fuhrt gegen sie den bewaffneten Kampf, damit es keine Fitna gibt und der Din (nur) fur ALLAH (praktiziert wird). Und wenn sie sich (der Aggression) enthalten, dann gibt es keine Aggression außer gegen die Unrecht-Begehenden"
        },
        {
            "chapter": 2,
            "verse": 194,
            "text": "(Nichtbeachtung) des Haram-Monats ist gegen (Nichtbeachtung) eines Haram- Monats, denn bei den Hurumat gilt Qisas. Also wer gegen euch Aggression begeht, so seid ihm gegenuber genauso aggressiv, wie er gegen euch Aggression beging. Und handelt Taqwa gemaß ALLAH gegenuber und wisst, daß ALLAH gewiß mit den Muttaqi ist"
        },
        {
            "chapter": 2,
            "verse": 195,
            "text": "Und gebt fi-sabilillah, liefert (euer Selbst) nicht eigenhandig dem Niedergang aus und handelt Ihsan gemaß! Gewiß, ALLAH liebt die Muhsin"
        },
        {
            "chapter": 2,
            "verse": 196,
            "text": "Und vervollstandigt die Hadsch und die 'Umra fur ALLAH! Und solltet ihr daran gehindert werden, dann (opfert) das, was an Opfertieren verfugbar ist, und rasiert nicht eure Kopfe, bis das Opfertier seinen Opferplatz erreicht hat. Und wer von euch krank oder am Kopf verletzt ist, so (leistet er dafur) Ersatz mit Siyam, Sadaqa oder Opferung. Wenn ihr dann wieder sicher seid, dann (opfert) derjenige, der die 'Umra mit der Hadsch vollzieht, das, was an Opfertieren verfugbar ist. Doch fur den, der nichts findet, (gilt) Siyam an drei Tagen wahrend der Hadsch und sieben nach eurer Heimkehr. Diese sind ganze zehn (Tage). Dies (gilt) fur denjenigen, dessen Familie bei Almasdschidil-haram nicht zugegen ist. Und handelt Taqwa gemaß ALLAH gegenuber und wisst, daß ALLAH gewiß hart im Bestrafen ist"
        },
        {
            "chapter": 2,
            "verse": 197,
            "text": "Die Hadsch findet in bekannten Monaten statt. Wer sich in ihnen zur Hadsch entschließt, so gibt es weder Intimitaten noch Fisq noch Streitigkeit wahrend der Hadsch. Und was ihr an Gutem tut, das kennt ALLAH. Und deckt euch mit Reiseproviant ein, denn gewiß, der beste Reiseproviant ist die Taqwa. Und handelt Taqwa gemaß Mir gegenuber, ihr von Verstand"
        },
        {
            "chapter": 2,
            "verse": 198,
            "text": "Fur euch ist es keine Verfehlung, daß ihr nach Gunst von eurem HERRN strebt. Und wenn ihr Ifada von 'Arafat macht, dann gedenkt ALLAHs bei Almasch'arilharam. Und gedenkt Seiner, wie ER euch rechtleitete, und ihr wart vorher gewiß von den Abirrenden"
        },
        {
            "chapter": 2,
            "verse": 199,
            "text": "Dann vollzieht Ifada von da, wovon die (anderen) Menschen Ifada vollziehen, und bittet ALLAH um Vergebung! Gewiß, ALLAH ist allvergebend, allgnadig"
        },
        {
            "chapter": 2,
            "verse": 200,
            "text": "Und wenn ihr eure Riten vollendet habt, dann gedenkt ALLAHs, wie ihr eurer Ahnen gedenkt, oder noch mehr. Und unter den Menschen gibt es manche, die sagen: \"Unser HERR, gib uns im Diesseits!\", wahrend es fur sie am Jenseits keinerlei Anteil gibt"
        },
        {
            "chapter": 2,
            "verse": 201,
            "text": "Und unter ihnen gibt es manche, die sagen: \"Unser HERR, gewahre uns im Diesseits gottgefallig Schones und im Jenseits gottgefallig Schones und bewahre uns vor der Peinigung des Feuers"
        },
        {
            "chapter": 2,
            "verse": 202,
            "text": "Fur diese gibt es einen Anteil von dem, was sie erworben haben, und ALLAH ist schnell im Zur-Rechenschaft-Ziehen"
        },
        {
            "chapter": 2,
            "verse": 203,
            "text": "Und gedenkt ALLAHs an abgezahlten Tagen. Und wer in zwei Tagen beeilt aufbricht, auf diese kommt keine Verfehlung zu, und wer spater aufbricht, fur diesen ist es (ebenfalls) keine Verfehlung, (dies) fur denjenigen, der Taqwa gemaß handelt. Und handelt Taqwa gemaß ALLAH gegenuber und wisst, daß ihr doch vor Ihm versammelt werdet"
        },
        {
            "chapter": 2,
            "verse": 204,
            "text": "Und unter den Menschen gibt es manch einen, dessen Worte uber das diesseitige Leben dir gefallen, auch laßt er ALLAH Zeuge sein fur das, was sein Herz empfindet, wahrend er der heftigste Streitsuchtige ist"
        },
        {
            "chapter": 2,
            "verse": 205,
            "text": "Und wenn er fortgeht, zieht er im Lande umher, um darin Verderben anzurichten und die Frauen und die Nachkommenschaft zugrunde zu richten. Und ALLAH liebt nicht das Verderben- Anrichten"
        },
        {
            "chapter": 2,
            "verse": 206,
            "text": "Und wenn ihm gesagt wird: \"Handle Taqwa gemaß ALLAH gegenuber!\", ermutigt ihn der Stolz zur Verfehlung. So genugt Ihm Dschahannam. Und gewiß erbarmlich ist der Aufenthaltsort"
        },
        {
            "chapter": 2,
            "verse": 207,
            "text": "Und unter den Menschen sind manche, die sich selbst im Streben nach Wohlgefallen von ALLAH aufgeben. Und ALLAH ist allgutig den Dienern gegenuber"
        },
        {
            "chapter": 2,
            "verse": 208,
            "text": "Ihr, die den Iman verinnerlicht habt! Tretet in die Ergebenheit ganzheitlich ein und folgt nicht den Fußstapfen des Satans! Gewiß, er ist fur euch ein entschiedener Feind"
        },
        {
            "chapter": 2,
            "verse": 209,
            "text": "Und solltet ihr irregehen, nachdem zu euch die deutlichen Zeichen kamen, so wisst, daß ALLAH gewiß allwurdig, allweise ist"
        },
        {
            "chapter": 2,
            "verse": 210,
            "text": "Warten sie auf etwas anderes außer darauf, daß zu ihnen ALLAHs (Anweisung) im Schatten von dicken Wolken und die Engel kommen?! Doch die Angelegenheit wurde bereits bestimmt. Und an ALLAH werden alle Angelegenheiten gewandt"
        },
        {
            "chapter": 2,
            "verse": 211,
            "text": "Frage Israils Kinder, wie viele deutliche Aya WIR ihnen zuteil werden ließen! Und wer ALLAHs Gabe (Schrift) verandert, nachdem sie zu ihm kam, gewiß ist ALLAH dann hart im Bestrafen"
        },
        {
            "chapter": 2,
            "verse": 212,
            "text": "Denjenigen, die Kufr betrieben haben, wurde das diesseitige Leben verschonert, und sie machen sich lustig uber diejenigen, die den Iman verinnerlicht haben. Doch diejenigen, die Taqwa gemaß handelten, stehen uber ihnen am Tag der Auferstehung. Und ALLAH gewahrt Rizq, wem er will, ohne Berechnung"
        },
        {
            "chapter": 2,
            "verse": 213,
            "text": "Die Menschen waren eine einzige Umma. Dann entsandte ALLAH die Propheten als Uberbringer froher Botschaft und als Ermahner und sandte ihnen die Schrift mit der Wahrheit hinab, damit sie (die Schrift) zwischen den Menschen uber das richtet, woruber sie uneins waren. Und uneins daruber wurden nur diejenigen, denen sie zuteil wurde, nachdem zu ihnen die deutlichen Zeichen kamen, aus Ubertretung von ihnen. Dann leitete ALLAH diejenigen recht, die den Iman verinnerlichten, zu dem vom Wahren, woruber sie uneins waren - durch Erleichterung von Ihm. Und ALLAH leitet recht, wen ER will, zu einem geradlinigen Weg"
        },
        {
            "chapter": 2,
            "verse": 214,
            "text": "Oder habt ihr etwa gedacht, daß ihr in die Dschanna eintretet, ohne daß euch Ahnliches trifft, wie es diejenigen traf, die vor euch vergingen?! Die bittere Armut und die Krankheit suchten sie heim und sie wurden erschuttert, bis der Gesandte und diejenigen mit ihm, die den Iman verinnerlicht haben, sagten: \"Wann kommt ALLAHs Beistand?\" Ja! Gewiß, ALLAHs Beistand ist nahe"
        },
        {
            "chapter": 2,
            "verse": 215,
            "text": "Sie fragen dich, was sie geben sollen. Sag: \"Was ihr an Gut gebt, dann fur die Eltern, fur die Nahverwandten, fur die Waisen, fur die Bedurftigen und fur den Reisenden.\" Und was ihr an Gutem macht, so ist ALLAH gewiß daruber allwissend"
        },
        {
            "chapter": 2,
            "verse": 216,
            "text": "Euch wurde der bewaffnete Kampf geboten, wahrend er euch zuwider ist. Doch vielleicht hegt ihr Abneigung gegen etwas, wahrend es gut fur euch ist, und vielleicht liebt ihr etwas, wahrend es schlecht fur euch ist. Und ALLAH weiß und ihr wisst nicht"
        },
        {
            "chapter": 2,
            "verse": 217,
            "text": "Sie fragen dich nach dem Haram-Monat: \"Ist das Fuhren des bewaffneten Kampfs darin erlaubt?\" Sag: \"Das Fuhren des bewaffneten Kampfs darin ist etwas Schwerwiegendes. Doch das Abhalten vom ALLAHs Weg, Kufr Ihm gegenuber, (das Abhalten) von Almasdschidil-haram und die Vertreibung seiner Bewohner daraus ist bei ALLAH noch schwerwiegender. Und die Fitna ist schwerwiegender als das Toten. Und sie werden gegen euch immer wieder den bewaffneten Kampf fuhren, bis sie euch von eurem Din abbrachten, wenn sie es konnten. Und wer von euch sich von seinem Din abkehrt und stirbt, wahrend er Kafir ist, so sind diese diejenigen, deren Taten im Diesseits und im Jenseits zunichte wurden, und diese sind die Weggenossen des Feuers. Darin werden sie ewig sein"
        },
        {
            "chapter": 2,
            "verse": 218,
            "text": "Gewiß, diejenigen, die den Iman verinnerlicht haben, und diejenigen, die Hidschra unternommen und Dschihad fi-sabilillah geleistet haben, diese hoffen auf ALLAHs Gnade. Und ALLAH ist allvergebend, allgnadig"
        },
        {
            "chapter": 2,
            "verse": 219,
            "text": "Und sie fragen dich nach dem Khamr und dem Glucksspiel. Sag: \"In beiden sind große Verfehlungen und Nutzen fur die Menschen, doch ihre Verfehlungen uberwiegen ihrem Nutzen.\" Und sie fragen dich, wieviel sie geben sollen. Sag: \"Den Uberschuß.\" Solcherart verdeutlicht ALLAH euch die Ayat, damit ihr nachdenkt"
        },
        {
            "chapter": 2,
            "verse": 220,
            "text": "uber das Diesseits und das Jenseits. Und sie fragen dich nach den Waisen. Sag: \"Gottgefallig Gutes ihnen erweisen, ist gut. Und solltet ihr mit ihnen Beteiligung eingehen, so sind sie eure Geschwister. Und ALLAH kennt den Verderben-Anrichtenden dem gottgefallig Guttuenden gegenuber.\" Und wollte ALLAH es, hatte ER es euch erschwert. Gewiß, ALLAH ist allwurdig, allweise"
        },
        {
            "chapter": 2,
            "verse": 221,
            "text": "Und heiratet die Muschrik-Frauen nicht, bis sie den Iman annehmen. Und eineMumin-Dienerin ist gewiß besser als eineMuschrika, selbst dann, sollte diese euch gefallen. Und verheiratet nicht an Muschrik-Manner, bis sie den Iman angenommen haben. Und gewiß ein Mumin-Diener ist besser als ein Muschrik, selbst dann, sollte dieser euch gefallen. Diese laden zum Feuer ein, und ALLAH ladt ein zur Dschanna und zur Vergebung mit Erleichterung von ihm. Und ER verdeutlicht Seine Ayat den Menschen, damit sie sich besinnen"
        },
        {
            "chapter": 2,
            "verse": 222,
            "text": "Und sie fragen dich nach der Menstruation. Sag: \"Sie ist eine Beschwerlichkeit, so enthaltet euch (des Geschlechtsverkehrs mit den) Ehefrauen wahrend der Menstruation, und vollzieht mit ihnen keinen Geschlechtsverkehr, bis sie sich rituell reinigen. Und wenn sie sich rituell gereinigt haben, dann verkehrt mit ihnen da, wo ALLAH es euch gebot.\" Gewiß, ALLAH liebt die stets Reumutigen und die sich rituell Reinigenden"
        },
        {
            "chapter": 2,
            "verse": 223,
            "text": "Eure Ehefrauen sind (wie) ein Einpflanzungsort fur euch, so kommt zu eurem Einpflanzungsort, wie ihr wollt, und legt euch etwas vor! Und handelt Taqwa gemaß ALLAH gegenuber und wisst, daß ihr gewiß Ihm begegnen werdet. Und uberbringe den Mumin frohe Botschaft"
        },
        {
            "chapter": 2,
            "verse": 224,
            "text": "Und nehmt ALLAH nicht als Vorwand fur eure Eide, damit ihr (sie) nicht erfullt, nicht Taqwa gemaß handelt und keine Aussohnung zwischen den Menschen zulaßt. Und ALLAH ist allhorend, allwissend"
        },
        {
            "chapter": 2,
            "verse": 225,
            "text": "ALLAH belangt euch nicht fur etwas Unbedachtes bei euren Eiden, doch ER belangt euch fur das, was eure Herzen beabsichtigten. Und ALLAH ist allvergebend, allnachsichtig"
        },
        {
            "chapter": 2,
            "verse": 226,
            "text": "Diejenigen, die einen Ilaa-Eid ihren Ehefrauen gegenuber leisten, warten vier Monate. Und wenn sie (vom Eid) zurucktreten, so ist ALLAH gewiß allvergebend, allgnadig"
        },
        {
            "chapter": 2,
            "verse": 227,
            "text": "Und sollten sie sich zur Talaq-Scheidung entschließen, so ist ALLAH gewiß allhorend, allwissend"
        },
        {
            "chapter": 2,
            "verse": 228,
            "text": "Und die talaq-geschiedenen Frauen warten mit sich drei Quru ab. Und es ist nicht halal fur sie zu verschweigen, was ALLAH in ihren Gebarmuttern erschuf, sollten sie den Iman an ALLAH und den Jungsten Tag verinnerlicht haben. Und ihre Ehemanner haben das Vorrecht, die Talaq-Scheidung von ihnen (wahrend der Wartezeit) ruckgangig zu machen, wenn sie Aussohnung wunschen. Und ihnen (den Ehefrauen) steht (den Ehemannern gegenuber) Gleiches zu, wie es ihnen obliegt nach dem Gebilligten, und den Ehemannern steht ihnen gegenuber eine Zusatzlichkeit zu. Und ALLAH ist allwurdig, allweise"
        },
        {
            "chapter": 2,
            "verse": 229,
            "text": "Die Talaq-Scheidung ist zweimal (widerrufbar), dann gilt entweder Behalten nach dem Gebilligten oder Entlassen Ihsan gemaß. Und es gilt fur euch (Ehemanner) nicht als halal, irgend etwas von dem zu nehmen, was ihr ihnen gegeben habt, außer wenn beide befurchten, daß sie ALLAHs Richtlinien nicht einhalten konnten. Also solltet ihr es befurchten, daß beide ALLAHs Richtlinien nicht einhalten konnten, dann ist es fur beide keine Verfehlung, wenn sie eine Ent- schadigung zahlt, (um Talaq-Scheidung zu bewirken). Diese sind ALLAHs Richtlinien, so uberschreitet sie nicht! Und wer ALLAHs Richtlinien uberschreitet, diese sind die wirklichen Unrecht-Begehenden"
        },
        {
            "chapter": 2,
            "verse": 230,
            "text": "Sollte er von ihr dann (zum dritten Mal) die Talaq-Scheidung vollzogen haben, so wird sie fur ihn danach nicht mehr halal, bis sie einen anderen Ehemann heiratet. Und sollte dieser (danach) von ihr die Talaq-Scheidung vollzogen haben, dann ist es fur beide keine Verfehlung, wenn beide wieder heiraten, wenn beide glauben, sie konnten (nun) ALLAHs Richtlinien einhalten. Und diese sind ALLAHs Richtlinien, ER erlautert sie fur Leute, die wissen"
        },
        {
            "chapter": 2,
            "verse": 231,
            "text": "Und wenn ihr von den Ehefrauen die Talaq-Scheidung vollzogen habt und sie sich dem Ende ihrer Wartezeit naherten, dann behaltet sie gemaß dem Gebilligten oder entlasst sie gemaß dem Gebilligten. Und behaltet sie nicht zum Schadigen, um Ubertretung zu begehen. Und wer solches macht, der beging bereits Unrecht gegen sich selbst. Und nehmt euch ALLAHs Ayat nicht zum Spott! Und gedenkt der Gabe ALLAHs euch gegenuber und dessen, was ER euch von der Schrift und der Weisheit hinabsandte, um euch damit zu ermahnen. Und handelt Taqwa gemaß ALLAH gegenuber und wisst, daß ALLAH gewiß uber alles allwissend ist"
        },
        {
            "chapter": 2,
            "verse": 232,
            "text": "Und wenn ihr von den Ehefrauen die Talaq-Scheidung vollzogen habt und sie sich dem Ende ihrerWartezeit naherten, dann hindert sie (die Frauen) nicht daran, ihre Manner wieder zu heiraten, wenn sie sich nach dem Gebilligten aussohnten. Damit wird von euch ermahnt, wer den Iman an ALLAH und an den Jungsten Tag zu verinnerlichen pflegte. Dies ist fur euch nutzbringender und reiner. Und ALLAH weiß und ihr wisst nicht"
        },
        {
            "chapter": 2,
            "verse": 233,
            "text": "Und die Gebarenden stillen ihre Geborenen zwei volle Jahre fur denjenigen, der die Stillzeit vollstandig durchfuhren will. Und demjenigen, dem geboren wurde, obliegt ihr Rizq und ihr Bekleiden nach dem Gebilligten. Einer Seele wird nicht auferlegt, außer was sie vermag. Weder einer Gebarenden darf wegen ihres Geborenen Schaden zugefugt werden, noch demjenigen, dem geboren wurde, wegen seines Geborenen, und dem Erben obliegt Gleiches wie dies. Und sollten beide sich zum Abstillen im gegenseitigen Einvernehmen und nach Beratung entschließen, dann ist es fur beide keine Verfehlung. Und wenn ihr eure Kinder (durch andere) stillen lassen wollt, dann ist es keine Verfehlung fur euch, wenn ihr das gebt, was ihr vereinbart habt, nach dem Gebilligten. Und handelt Taqwa gemaß ALLAH gegenuber und wisst, daß ALLAH gewiß dessen, was ihr tut, allsehend ist"
        },
        {
            "chapter": 2,
            "verse": 234,
            "text": "Und diejenigen von euch, die sterben und Witwen hinterlassen, diese warten mit sich vier Monate und zehn Tage ab. Und wenn sie ihre Wartezeit beendet haben, dann ist es fur euch keine Verfehlung in dem, was sie mit sich selbst machen, nach dem Gebilligten. Und ALLAH ist dessen, was ihr tut, allkundig"
        },
        {
            "chapter": 2,
            "verse": 235,
            "text": "Und es ist fur euch keine Verfehlung in dem, was ihr von der Verlobung der (verwitweten) Frauen angedeutet oder in eurem Sinne gehabt habt. ALLAH wußte, daß ihr an sie denken werdet, doch gebt ihnen kein Heiratsversprechen, außer daß ihr gebilligtes Wort sagt! Und entschließt euch nicht zum Heiratsvertrag, bis die Vorgeschriebene (Idda-Zeit) ihr Ende hat. Und wisst, daß ALLAH gewiß das kennt, was in eurem Innern ist, so seid achtsam Ihm gegenuber! Und wisst, daß ALLAH gewiß allvergebend, allnachsichtig ist"
        },
        {
            "chapter": 2,
            "verse": 236,
            "text": "Es ist fur euch keine Verfehlung, wenn ihr von den Frauen die Talaq- Scheidung vollzogen habt, bevor ihr sie intim beruhrt und ihnen eine Pflichtgabe (Mahr) zugesprochen habt. Und entschadigt sie, der Beguterte nach seinen Mitteln und der Unvermogende nach seinen Mitteln - eine Entschadigung nach dem Gebilligten. Es ist eine Verpflichtung, die den Muhsin obliegt"
        },
        {
            "chapter": 2,
            "verse": 237,
            "text": "Und wenn ihr von ihnen die Talaq-Scheidung vollzogen habt, bevor ihr sie intim beruhrt habt, und wahrend ihr ihnen bereits eine Pflichtgabe (Mahr) zugesprochen habt, dann erhalten sie die Halfte dessen, was ihr zugesprochen habt, es sei denn, sie verzichten oder derjenige verzichtet, der uber den Heiratsvertrag verfugt. Und wenn ihr verzichtet, dann ist dies naher zur Taqwa. Und vergesst nicht die Zuvorkommenheit zwischen euch! Gewiß, ALLAH ist dessen, was ihr tut, allsehend"
        },
        {
            "chapter": 2,
            "verse": 238,
            "text": "Haltet die rituellen Gebete und (besonders) das mittlere rituelle Gebet ein, und vollzieht Qiyam fur ALLAH in demutiger Ergebenheit"
        },
        {
            "chapter": 2,
            "verse": 239,
            "text": "Und solltet ihr euch furchten, dann (verrichtet das rituelle Gebet) beim Gehen oder beim Reiten/ Fahren. Und wenn ihr in Sicherheit seid, dann gedenkt ALLAHs, wie ER euch das lehrte, was ihr nicht zu wissen pflegtet"
        },
        {
            "chapter": 2,
            "verse": 240,
            "text": "Und denjenigen von euch, die sterben und Witwen hinterlassen, (ist auferlegt) fur ihre Frauen ein Vermachtnis mit einjahriger Versorgung undWohnrecht. Und wenn diese (die Wohnung) verlassen, dann ist es fur euch keine Verfehlung in dem, was sie mit sich selbst vom Gebilligten machen. Und ALLAH ist allwurdig, allweise"
        },
        {
            "chapter": 2,
            "verse": 241,
            "text": "Und fur die Talaq-Geschiedenen gibt es Versorgung nach dem Gebilligten, es ist eine Verpflichtung, die den Muttaqi obliegt"
        },
        {
            "chapter": 2,
            "verse": 242,
            "text": "Solcherart verdeutlicht ALLAH euch Seine Ayat, damit ihr euch besinnt"
        },
        {
            "chapter": 2,
            "verse": 243,
            "text": "Gewahrtest du etwa nicht diejenigen, die ihre Wohngebiete zu Tausenden aus Angst vor dem Tod verließen, dann sagte ALLAH ihnen: \"Sterbt!\", dann belebte ER sie wieder?! Gewiß, ALLAH ist doch Gunst erweisend den Menschen gegenuber, doch die meisten Menschen erweisen sich undankbar"
        },
        {
            "chapter": 2,
            "verse": 244,
            "text": "Und fuhrt den bewaffneten Kampf fi-sabilillah und wisst, daß ALLAH gewiß allhorend, allwissend ist"
        },
        {
            "chapter": 2,
            "verse": 245,
            "text": "Wer ist dieser, der um ALLAHs willen eine Hasan-Anleihe macht, damit ALLAH sie fur ihn um ein Vielfaches vermehrt?! Und ALLAH laßt beengen und ausdehnen, und zu Ihm werdet ihr zuruckgekehrt"
        },
        {
            "chapter": 2,
            "verse": 246,
            "text": "Gewahrtest du etwa nicht die Entscheidungstrager von den Kindern Israils nach Musa, als sie zu einem Propheten von ihnen sagten: \"Schicke uns einen Konig, dann fuhren wir den bewaffneten Kampf fi-sabilillah\"?! Er sagte: \"Konnte es sein, daß wenn euch der bewaffnete Kampf geboten wird, daß ihr nicht kampft?\" Sie sagten: \"Weshalb sollten wir nicht fi-sabilillah kampfen, nachdem wir bereits von unseren Wohngebieten vertrieben wurden, sowie von unseren Kindern?\" Doch als ihnen der bewaffnete Kampf geboten wurde, wandten sie sich ab außer wenigen von ihnen. Und ALLAH ist allwissend uber die Unrecht- Begehenden"
        },
        {
            "chapter": 2,
            "verse": 247,
            "text": "Ihr Prophet sagte zu ihnen dann: \"Gewiß, ALLAH hat euch bereits Talut als Konig geschickt.\" Sie sagten: \"Woher gebuhrt ihm die Herrschaft uber uns, wahrend wir doch mehr Berechtigung auf die Herrschaft haben, und ihm ohnehin nicht viel an Vermogen gewahrt wurde?\" Er sagte: \"Gewiß, ALLAH erwahlte ihn vor euch aus und mehrte ihn an Wissen und an Korpermasse.\" Und ALLAH gewahrt Seine Herrschaft, wem ER will. Und ALLAH ist allumfassend, allwissend"
        },
        {
            "chapter": 2,
            "verse": 248,
            "text": "Und ihr Prophet sagte zu ihnen: \"Gewiß, die Aya seiner Herrschaft ist, daß zu euch der Schrein kommt, in dem sich Herzensruhe von eurem HERRN befindet und ein Rest von dem, was die Familie Musas und die Familie Haruns hinterließen - von Engeln getragen. Gewiß, darin ist zweifelsohne eine Aya fur euch, solltet ihr Mumin sein"
        },
        {
            "chapter": 2,
            "verse": 249,
            "text": "Und als sich Talut mit den Soldaten entfernte, sagte er: \"Gewiß, ALLAH wird euch mit einem Fluß prufen. Wer davon trinkt, der gehort nicht zu mir, und wer es nicht kostet, dieser gehort zweifelsohne zu mir - ausgenommen derjenige, der nur eine Handvoll schopft.\" Dann tranken sie davon außer wenigen von ihnen. Und als er ihn mit denjenigen mit ihm, die den Iman verinnerlicht haben, uberquerte, sagten sie: \"Keine Kampfkraft haben wir heute gegen Dschalut und seine Soldaten.\" Diejenigen, die glaubten, daß sie ALLAH (bald) begegnen werden, sagten: \"Wie oft bewaltigte eine kleine Gruppe eine große Gruppe mit ALLAHs Zustimmung! Und ALLAH ist mit den Duldsamen"
        },
        {
            "chapter": 2,
            "verse": 250,
            "text": "Und als sie vor Dschalut und seinen Soldaten hervortraten, sagten sie: \"Unser HERR! lasse Geduld uns uberkommen, mache uns standhaft und gewahre uns den Sieg uber die kufr-betreibenden Leute"
        },
        {
            "chapter": 2,
            "verse": 251,
            "text": "Dann haben sie sie mit ALLAHs Zustimmung in die Flucht getrieben. Und Dawud totete Dschalut, und ALLAH gewahrte ihm die Herrschaft und die Weisheit und lehrte ihn von dem, was ER wollte. Und wurde ALLAH die Menschen, die einen durch die anderen nicht zuruckhalten, ware die Erde gewiß verdorben. Doch ALLAH ist Gunst erweisend den Geschopfen gegenuber"
        },
        {
            "chapter": 2,
            "verse": 252,
            "text": "Diese sind ALLAHs Ayat, WIR lassen sie dir mit der Wahrheit vortragen. Und gewiß, du bist doch von den Gesandten"
        }
    ]
}