{
    "juzs": [
        {
            "chapter": 29,
            "verse": 46,
            "text": "Und disputiert mit den Schriftbesitzern nicht, es sei denn auf die beste Art, außer mit denjenigen von ihnen, die Unrecht begingen, und sagt: \"Wir verinnerlichten den Iman an das, das uns hinabgesandt wurde und euch hinabgesandt wurde, und unser Gott und euer Gott ist einer, und wir sind Ihm gegenuber Muslime"
        },
        {
            "chapter": 29,
            "verse": 47,
            "text": "Und solcherart sandten WIR die Schrift hinab. Also diejenigen, denen WIR die Schrift zuteil werden ließen, verinnerlichen den Iman an ihn. Und von diesen gibt es manche, die den Iman an ihn verinnerlichen werden. Und Unsere Ayat leugnen nur dieKafir ab"
        },
        {
            "chapter": 29,
            "verse": 48,
            "text": "Und vor ihm hast du weder eine Schrift lesen, noch diese mit deiner Rechten schreiben konnen, sonst hatten die des Unwahren Verbreitenden daran Zweifel gehegt"
        },
        {
            "chapter": 29,
            "verse": 49,
            "text": "Nein, sondern er besteht aus klaren Ayat, die in den Brusten derjenigen sind, denen das Wissen zuteil wurde. Und Unsere Ayat leugnen nur die Unrecht-Begehenden ab"
        },
        {
            "chapter": 29,
            "verse": 50,
            "text": "Und sie sagten: \"Wurden ihm doch Ayat von seinem HERRN hinabgesandt!\" Sag: \"Die Ayat sind nur bei ALLAH und ich bin doch nur ein erlauternder Warner"
        },
        {
            "chapter": 29,
            "verse": 51,
            "text": "War es ihnen denn nicht genug, daßWIR dir die Schrift hinabsandten, die ihnen vorgetragen wird?! Gewiß, darin ist doch Gnade und Ermahnung fur Leute, die den Iman verinnerlichen"
        },
        {
            "chapter": 29,
            "verse": 52,
            "text": "Sag: \"ALLAH genugt zwischen mir und euch als Zeuge. ER weiß, was in den Himmeln und auf Erden ist.\" Und diejenigen, die den Iman an das fur nichtig Erklarte verinnerlichten und Kufr ALLAH gegenuber betrieben, diese sind die eigentlichen Verlierer"
        },
        {
            "chapter": 29,
            "verse": 53,
            "text": "Und sie fordern dich zur Eile mit der Peinigung auf. Und gabe es keine festgelegte Frist, gewiß kame die Peinigung zu ihnen. Und sie wird doch zu ihnen unerwartet kommen, wahrend sie es nicht merken"
        },
        {
            "chapter": 29,
            "verse": 54,
            "text": "Sie fordern dich zur Eile mit der Peinigung auf. Und gewiß, Dschahannam wird die Kafir doch komplett umfassen"
        },
        {
            "chapter": 29,
            "verse": 55,
            "text": "an dem Tag, wenn die Peinigung sie von uber ihnen und von unter ihren Fußen umhullt, und ER sagt: \"Kostet, was ihr zu tun pflegtet"
        },
        {
            "chapter": 29,
            "verse": 56,
            "text": "Meine Diener, die den Iman verinnerlichten! Gewiß, Meine Erde ist weit genug, so dient Mir alleine"
        },
        {
            "chapter": 29,
            "verse": 57,
            "text": "Jedes Lebewesen wird den Tod erfahren, dann werdet ihr zu Uns zuruckgebracht"
        },
        {
            "chapter": 29,
            "verse": 58,
            "text": "Und diejenigen, die den Iman verinnerlichten und gottgefallig Gutes taten, werden WIR doch in der Dschanna in Zimmern wohnen lassen, die von Flussen durchflossen werden. Darin bleiben sie ewig. Und was fur eine schone Belohnung fur die gottgefallig Guttuenden"
        },
        {
            "chapter": 29,
            "verse": 59,
            "text": "Diejenigen, die sich in Geduld ubten und ihrem HERRN gegenuber Tawakkul praktizierten"
        },
        {
            "chapter": 29,
            "verse": 60,
            "text": "Und wie viele der sich bewegenden Lebewesen gibt es, die ihr Rizq nicht halten konnen. ALLAH gewahrt ihnen und euch Rizq. Und ER ist Der Allhorende, Der Allwissende"
        },
        {
            "chapter": 29,
            "verse": 61,
            "text": "Und wurdest du sie fragen: \"Wer die Himmel und die Erde erschuf und die Sonne und den Mond gratis fugbar machte?\", gewiß wurden sie sagen: \"ALLAH!\" Also wie werden sie denn belogen"
        },
        {
            "chapter": 29,
            "verse": 62,
            "text": "ALLAH gewahrt viel Rizq, wem ER will von Seinen Dienern, und ER gewahrt ihm auch nur wenig. Gewiß, ALLAH ist uber alles allwissend"
        },
        {
            "chapter": 29,
            "verse": 63,
            "text": "Und wurdest du sie fragen: \"Wer ließ vom Himmel Wasser fallen, dann mit ihm die Landschaft nach ihrem Tod beleben?\", gewiß wurden sie sagen: \"ALLAH!\" Sag: \"Alhamdulillah: Alles Lob gebuhrt ALLAH!\" Nein, sondern die meisten von ihnen begreifen es nicht"
        },
        {
            "chapter": 29,
            "verse": 64,
            "text": "Und dieses diesseitige Leben ist nichts anderes außer Vergnugen und sinnlosem Treiben. Und gewiß, die jenseitige Wohnstatte ist doch das wahre Leben, wurden sie es nur wissen"
        },
        {
            "chapter": 29,
            "verse": 65,
            "text": "Und als sie das Schiff bestiegen haben, richteten sie Bittgebete an ALLAH aufrichtig im Din Ihm gegenuber, und nachdem ER sie auf das Land gerettet hatte, da betreiben sie Schirk"
        },
        {
            "chapter": 29,
            "verse": 66,
            "text": "Sie sollen nur Kufr dem gegenuber betreiben, was WIR ihnen zuteil werden ließen und sie sollen sich nur vergnugen! Denn sie werden es noch wissen"
        },
        {
            "chapter": 29,
            "verse": 67,
            "text": "Sehen sie etwa nicht, daß WIR ein sicheres Ha-ramm errichteten, wahrend die Menschen um sie herum weggerissen werden?! Verinnerlichen sie etwa den Iman an das fur nichtig Erklarte und betreiben ALLAHs Wohltaten gegenuber Kufr"
        },
        {
            "chapter": 29,
            "verse": 68,
            "text": "Und keiner begeht mehr Unrecht als derjenige, der im Namen ALLAHs Lugen erdichtet oder das Wahre ableugnet, nachdem es zu ihm gekommen war! Gibt es etwa nicht in Dschahannam eine Bleibe fur die Kafir"
        },
        {
            "chapter": 29,
            "verse": 69,
            "text": "Und diejenigen, die Unseretwegen Dschihad leisteten, werden WIR doch zu Unserem Weg rechtleiten. Und gewiß, ALLAH ist doch mit den Muhsin"
        },
        {
            "chapter": 30,
            "verse": 1,
            "text": "Alif-lam-mim"
        },
        {
            "chapter": 30,
            "verse": 2,
            "text": "Besiegt wurden die Romer"
        },
        {
            "chapter": 30,
            "verse": 3,
            "text": "am unteren Teil des Landes. Und sie werden nach ihrer Niederlage siegen"
        },
        {
            "chapter": 30,
            "verse": 4,
            "text": "in wenigen Jahren. ALLAH unterliegt die Angelegenheit vorher und nachher. Und an diesem Tag freuen sich die Mumin"
        },
        {
            "chapter": 30,
            "verse": 5,
            "text": "uber den Sieg von ALLAH. ER verhilft zum Sieg, wem ER will. Und ER ist Der Allwurdige, Der Allgnadige"
        },
        {
            "chapter": 30,
            "verse": 6,
            "text": "Dies ist ein Versprechen von ALLAH. ALLAH verletzt nie Sein Versprechen. Doch die meisten Menschen wissen es nicht"
        },
        {
            "chapter": 30,
            "verse": 7,
            "text": "Sie kennen (nur) Oberflachliches vom diesseitigen Leben und sie sind dem Jenseits gegenuber achtlos"
        },
        {
            "chapter": 30,
            "verse": 8,
            "text": "Dachten sie etwa nicht uber sich selbst nach?! ALLAH erschuf die Himmel, die Erde und das, was zwischen ihnen ist, nur nach Gesetzmaßigkeit und einer festgelegten Frist. Und gewiß, viele von den Menschen betreiben doch Kufr gegenuber der Begegnung mit ihrem HERRN"
        },
        {
            "chapter": 30,
            "verse": 9,
            "text": "Zogen sie etwa nicht auf der Erde umher, damit sie sehen, wie das Anschließende Derjenigen vor ihnen war?! Sie waren noch machtiger als sie, sie pflugten die Erde und bebauten sie noch mehr als diese sie bebauten. Auch ihre Gesandten kamen zu ihnen mit den klaren Zeichen. Also es gebuhrt ALLAH nicht, ihnen Unrecht anzutun, doch sie pflegten sich selbst Unrecht anzutun"
        },
        {
            "chapter": 30,
            "verse": 10,
            "text": "Dann war das Anschließende derjenigen, die schlecht handelten, das Schlechte, da sie ALLAHs Ayat ableugneten und sie zu verspotten pflegten"
        },
        {
            "chapter": 30,
            "verse": 11,
            "text": "ALLAH beginnt die Erschaffung, dann wiederholt ER sie, dann werdet ihr zu Ihm zuruckgebracht"
        },
        {
            "chapter": 30,
            "verse": 12,
            "text": "Und an dem Tag, wenn die Stunde anschlagt, schweigen die schwer Verfehlenden"
        },
        {
            "chapter": 30,
            "verse": 13,
            "text": "Und fur sie gibt es unter den von ihnen Beigesellten keine Furbittenden. Und sie pflegen dann den von ihnen Beigesellten gegenuber Kufr zu betreiben"
        },
        {
            "chapter": 30,
            "verse": 14,
            "text": "Und an dem Tag, wenn die Stunde anschlagt, an diesem Tag werden sie auseinandergehen"
        },
        {
            "chapter": 30,
            "verse": 15,
            "text": "Also hinsichtlich derjenigen, die den Iman verinnerlicht und gottgefallig Gutes getan haben, diese sind in einem Garten, sie freuen sich"
        },
        {
            "chapter": 30,
            "verse": 16,
            "text": "Doch hinsichtlich derjenigen, die Kufr betrieben und Unsere Ayat und die Begegnung im Jenseits abgeleugnet haben, diese werden der Peinigung ausgeliefert"
        },
        {
            "chapter": 30,
            "verse": 17,
            "text": "Also subhanallah, wenn ihr in die Abendzeit und in die Morgenzeit hineingeht"
        },
        {
            "chapter": 30,
            "verse": 18,
            "text": "Und Ihm gebuhrt alles Lob in den Himmeln und auf Erden nachts und wenn ihr in die Mittagszeit hineingeht"
        },
        {
            "chapter": 30,
            "verse": 19,
            "text": "ER bringt das Lebendige vom Toten heraus, das Tote vom Lebendigen und belebt die Landschaft nach ihrem Tod. Und solcherart werdet ihr hervorgebracht"
        },
        {
            "chapter": 30,
            "verse": 20,
            "text": "Auch zu Seinen Ayat zahlt, daß ER euch aus Erde erschuf, dann - da seid ihr Menschen, die sich ausbreiten"
        },
        {
            "chapter": 30,
            "verse": 21,
            "text": "Ebenso zu Seinen Ayat zahlt, daß ER fur euch von eurem Wesen Partnerwesen erschuf, damit ihr bei ihnen Geborgenheit findet. Und ER setzte zwischen euch Liebe und Barmherzigkeit. Gewiß, darin sind doch Ayat fur Leute, die nachdenken"
        },
        {
            "chapter": 30,
            "verse": 22,
            "text": "Ebenfalls zahlt zu Seinen Ayat die Schopfung der Himmel und der Erde und die Vielfalt an euren Sprachen und euren Farben. Gewiß, darin sind doch Ayat fur die Wissenden"
        },
        {
            "chapter": 30,
            "verse": 23,
            "text": "Und zu Seinen Ayat zahlt euer Schlaf wahrend der Nacht und am Tag und euer Anstreben nach Seiner Gunst. Gewiß, darin sind doch Ayat fur Leute, die horen"
        },
        {
            "chapter": 30,
            "verse": 24,
            "text": "Auch zu Seinen Ayat zahlt, daß ER euch den Blitz zum Furchterregen und zum Hoffungerwecken zeigt. Und ER laßt vom Himmel Wasser fallen, dann belebt ER damit die Landschaft nach ihrem Tod. Gewiß, darin sind doch Ayat fur Leute, die begreifen"
        },
        {
            "chapter": 30,
            "verse": 25,
            "text": "Auch zu Seinen Ayat zahlt, daß der Himmel und die Erde nach Seiner Bestimmung feststehen. Dann, wenn ER euch mit einem Ruf ruft, da geht ihr heraus"
        },
        {
            "chapter": 30,
            "verse": 26,
            "text": "Und Ihm gehort alles, was in den Himmeln und auf Erden ist. Alle sind Ihm gegenuber bewußt ergeben"
        },
        {
            "chapter": 30,
            "verse": 27,
            "text": "Und ER ist Derjenige, Der die Schopfung beginnt und dann wiederholt, und dies ist fur Ihn doch noch leichter. Und Ihm gehort das hochste Gleichnis in den Himmeln und auf Erden. Und ER ist Der Allwurdige, Der Allweise"
        },
        {
            "chapter": 30,
            "verse": 28,
            "text": "Er pragte euch ein Gleichnis von euch selbst. Habt ihr etwa unter denjenigen, die euch gehoren, irgendwelche Partner im Rizq, das WIR euch gewahrten, so daß ihr darin gleich seid, und ihr sie so furchtet, wie ihr euch selbst furchtet?! Solcherart erlautern WIR die Ayat fur Leute, die begreifen"
        },
        {
            "chapter": 30,
            "verse": 29,
            "text": "Nein, sondern diejenigen, die Unrecht begingen, folgten ihren Neigungen ohne Wissen. Und wer leitet denn denjenigen recht, den ALLAH abirren laßt?! Und fur sie gibt es keine Beistehenden"
        },
        {
            "chapter": 30,
            "verse": 30,
            "text": "So richte dich nach dem Din als Hanif! Dies ist ALLAHs Veranlagung, womit ER die Menschen veranlagte. Es gibt kein Abandern fur ALLAHs Schopfung. Dies ist der außerst geradlinige Din. Doch dies wissen die meisten Menschen nicht"
        },
        {
            "chapter": 30,
            "verse": 31,
            "text": "Seid Ihm gegenuber umkehrend, handelt Taqwa gemaß Ihm gegenuber, verrichtet ordnungsgemaß das rituelle Gebet und seid nicht von den Muschrik"
        },
        {
            "chapter": 30,
            "verse": 32,
            "text": "von denjenigen, die ihren Din spalteten und zu Parteien wurden. Jede Partei ist uber das, woruber sie verfugt, außerst erfreut"
        },
        {
            "chapter": 30,
            "verse": 33,
            "text": "Und wenn die Menschen Schadliches trifft, richten sie Bittgebete an ihren HERRN umkehrend zu Ihm. Dann aber, wenn ER ihnen von Sich Gnade erweist, da ist eine Gruppe unter ihnen, die ihrem HERRN gegenuber Schirk betreiben"
        },
        {
            "chapter": 30,
            "verse": 34,
            "text": "Sie sollen nur Kufr betreiben dem gegenuber, was WIR ihnen zuteil werden ließen! So vergnugt ihr euch nur! Ihr werdet noch gewiß wissen"
        },
        {
            "chapter": 30,
            "verse": 35,
            "text": "Oder sandten WIR ihnen etwa eine Bestatigung hinab, die das besagt, was sie an Schirk zu betreiben pflegten"
        },
        {
            "chapter": 30,
            "verse": 36,
            "text": "Und wenn WIR die Menschen eine Gnade von Uns erfahren ließen, freuen sie sich daruber, und wenn sie Schlechtes trifft wegen dem, was sie eigenhandig vollbrachten, da verzweifeln sie"
        },
        {
            "chapter": 30,
            "verse": 37,
            "text": "Haben sie etwa nicht wahrgenommen, daß ALLAH viel vom Rizq gewahrt, wem ER will, und ER es auch wenig macht. Gewiß, darin sind doch Ayat fur Leute, die den Iman verinnerlichen"
        },
        {
            "chapter": 30,
            "verse": 38,
            "text": "Also gib dem Nahverwandten das ihm Zustehende, sowie dem Armen und dem in Not geratenen Reisenden. Dies ist besser fur diejenigen, die (das Wohlgefallen) ALLAHs anstreben. Und diese sind die wirklichen Erfolgreichen"
        },
        {
            "chapter": 30,
            "verse": 39,
            "text": "Und was ihr mit Riba verleiht, damit es sich durch die Vermogenswerte der Menschen vermehrt, dies vermehrt sich bei ALLAH nicht. Doch was ihr an Zakat entrichtet, mit der ihr (das Wohlgefallen) ALLAHs anstrebt, diese sind die wirklichen Vervielfachenden"
        },
        {
            "chapter": 30,
            "verse": 40,
            "text": "ALLAH ist Derjenige, Der euch erschuf, dann euch Rizq gewahrte, dann euch sterben laßt, dann euch lebendig macht. Gibt es von euren (ALLAH) beigesellten Partnern einen, der von diesem irgend etwas macht?! Gepriesen-erhaben ist ER, und immer allerhabener ist ER uber das, was sie an Schirk betreiben"
        },
        {
            "chapter": 30,
            "verse": 41,
            "text": "Das Verderben wurde sowohl auf dem Land als auch im Meer sichtbar wegen dem, was die Menschen eigenhandig erwarben. Dies, damit ER sie etwas von dem erfahren laßt, was sie taten, damit sie umkehren"
        },
        {
            "chapter": 30,
            "verse": 42,
            "text": "Sag: \"Zieht auf der Erde herum, dann seht, wie das Anschließende derjenigen vor euch war.\" Die meisten von ihnen waren Muschrik"
        },
        {
            "chapter": 30,
            "verse": 43,
            "text": "So richte dich nach dem außerst geradlinigen Din, bevor ein Tag von ALLAH kommt, der nicht abzuwehren ist. An diesem Tag werden sie auseinandergehen"
        },
        {
            "chapter": 30,
            "verse": 44,
            "text": "Wer Kufr betrieb, so obliegt ihm sein Kufr. Und wer gottgefallig Gutes tat, diese treffen fur sich Vorkehrungen"
        },
        {
            "chapter": 30,
            "verse": 45,
            "text": "ER wird denjenigen, die den Iman verinnerlicht und gottgefallig Gutes getan haben, doch von Seiner Gunst vergelten. Gewiß, ER liebt nicht die Kafir"
        },
        {
            "chapter": 30,
            "verse": 46,
            "text": "Und zu Seinen Ayat zahlt, daß ER die Winde als Uberbringer froher Botschaft schickt, damit ER euch von Seiner Gnade erfahren laßt, damit die Schiffe nach Seiner Bestimmung fahren, damit ihr von Seiner Gunst anstrebt und damit ihr euch dankbar erweist"
        },
        {
            "chapter": 30,
            "verse": 47,
            "text": "Und gewiß, bereits schickten WIR vor dir Gesandte zu ihren Leuten, dann kamen sie zu ihnen mit den klaren Zeichen, dann ubten WIR Vergeltung an denjenigen, die schwere Verfehlungen begingen. Und es obliegt Uns die Unterstutzung der Mumin"
        },
        {
            "chapter": 30,
            "verse": 48,
            "text": "ALLAH ist Derjenige, Der die Winde schickt, die dann Wolken aufwirbeln, dann breitet ER diese am Himmel aus, wie ER will, und ER macht sie zu Stuckteilen, dann siehst du den Regen aus ihnen herauskommen. Und wenn ER dann damit trifft, wen ER von Seinen Dienern will, da erwarten sie Erfreuliches"
        },
        {
            "chapter": 30,
            "verse": 49,
            "text": "obgleich sie, bevor er auf sie fiel, vor ihm doch verzweifelt waren"
        },
        {
            "chapter": 30,
            "verse": 50,
            "text": "Also siehe die Spuren der Gnade deines HERRN, wie ER die Landschaft nach ihrem Tod belebt. Gewiß, Dieser wird doch die Toten lebendig machen. Und ER ist uber alles allmachtig"
        },
        {
            "chapter": 30,
            "verse": 51,
            "text": "Und wurden WIR einen Wind schicken, und sie es das Gewachs gelb werdend sehen, wurden sie doch noch nach ihm Kufr-Betreibende bleiben"
        },
        {
            "chapter": 30,
            "verse": 52,
            "text": "Also du kannst die Toten nicht horen lassen, und du kannst die Tauben den Ruf nicht horen lassen, wenn sie fluchtend den Rucken umkehren"
        },
        {
            "chapter": 30,
            "verse": 53,
            "text": "Und du wirst die Blinden von ihrem Abirren nicht rechtleiten konnen. Du kannst nur horen lassen diejenigen, die den Iman an Unsere Ayat verinnerlichen, die dann Muslime sind"
        },
        {
            "chapter": 30,
            "verse": 54,
            "text": "ALLAH ist Derjenige, Der euch von Schwache erschuf, dann verlieh ER nach der Schwache Starke, dann verlieh ER nach der Starke Schwache und Grauhaare. ER erschafft, was ER will. Und ER ist Der Allwissende, Der Allmachtige"
        },
        {
            "chapter": 30,
            "verse": 55,
            "text": "Und an dem Tag, wenn die Stunde sich ereignet, schworen die schwer Verfehlenden, sie blieben nicht langer als eine Stunde. Solcherart wurden sie belogen"
        },
        {
            "chapter": 30,
            "verse": 56,
            "text": "Und diejenigen, denen das Wissen und der Iman zuteil wurde, sagen: \"Gewiß, bereits seid ihr nach ALLAHs Schrift bis zum Tag des Erweckens geblieben. Also, dieser ist der Tag des Erweckens. Doch ihr pflegtet nicht zu wissen"
        },
        {
            "chapter": 30,
            "verse": 57,
            "text": "Also, an diesem Tag nutzt denjenigen, die Unrecht begingen, weder ihre Entschuldigung, noch werden sie zufrieden gestellt"
        },
        {
            "chapter": 30,
            "verse": 58,
            "text": "Und gewiß, bereits pragten WIR den Menschen in diesem Quran von jedem Gleichnis. Und wurdest du ihnen eine Aya bringen, wurden diejenigen, die Kufr betrieben haben, doch sagen: \"Ihr seid nichts anderes als Annullierung-Anstrebende"
        },
        {
            "chapter": 30,
            "verse": 59,
            "text": "Solcherart versiegelt ALLAH die Herzen derjenigen, die nicht wissen"
        },
        {
            "chapter": 30,
            "verse": 60,
            "text": "So ube dich in Geduld! Gewiß, ALLAHs Versprechen ist wahr. Und laß diejenigen, die keine Gewißheit haben, dich nicht aus der Ruhe bringen"
        },
        {
            "chapter": 31,
            "verse": 1,
            "text": "Alif-lam-mim"
        },
        {
            "chapter": 31,
            "verse": 2,
            "text": "Diese sind die Ayat der weisen Schrift"
        },
        {
            "chapter": 31,
            "verse": 3,
            "text": "Sie sind eine Rechtleitung und eine Gnade fur die Muhsin"
        },
        {
            "chapter": 31,
            "verse": 4,
            "text": "diejenigen, die das rituelle Gebet ordnungsgemaß verrichten und die Zakat entrichten und die Gewißheit am Jenseits haben"
        },
        {
            "chapter": 31,
            "verse": 5,
            "text": "Diese folgen der Rechtleitung von ihrem HERRN. Und diese sind die Erfolgreichen"
        },
        {
            "chapter": 31,
            "verse": 6,
            "text": "Und unter den Menschen gibt es manch einen, der sich das Sinnlose vom Gerede ohne Wissen aneignet, damit er vom Wege ALLAHs abirren laßt, auch macht er ihn zum Spott. Fur diese ist eine qualvolle Peinigung bestimmt"
        },
        {
            "chapter": 31,
            "verse": 7,
            "text": "Und als ihm Unsere Ayat vorgetragen wurden, kehrte er den Rucken in Arroganz um, als ob er sie nicht horte, als ob in seinen Ohren Schwerhorigkeit ware. Also uberbringe ihm die \"Frohe Botschaft\" uber eine qualvolle Peinigung"
        },
        {
            "chapter": 31,
            "verse": 8,
            "text": "Gewiß, diejenigen, die den Iman verinnerlicht und gottgefallig Gutes getan haben, fur diese ist die Dschannat des Wohlergehens bestimmt"
        },
        {
            "chapter": 31,
            "verse": 9,
            "text": "darin werden sie ewig bleiben. Es ist ALLAHs wahres Versprechen. Und ER ist Der Allwurdige, Der Allweise"
        },
        {
            "chapter": 31,
            "verse": 10,
            "text": "ER erschuf die Himmel ohne von euch zu sichtende Stutzen. Und ER setzte auf Erden Felsenberge, damit sie mit euch nicht schwankt, ER ließ auf ihr von jeglichen sich bewegenden Lebewesen ausbreiten. Und WIR ließen vom Himmel Wasser fallen, dann ließen WIR damit auf ihr von jeder edlen Zweiheit hervorsprießen"
        },
        {
            "chapter": 31,
            "verse": 11,
            "text": "Das ist die Schopfung ALLAHs. Also zeigt Mir, was diejenigen erschufen die anstelle von Ihm sind. Nein, sondern die Unrecht- Begehenden sind im eindeutigen Abirren"
        },
        {
            "chapter": 31,
            "verse": 12,
            "text": "Und gewiß, bereits ließen WIR Luqman die Weisheit zuteil werden: \"Erweise dich ALLAH gegenuber dankbar!\" Und wer sich dankbar erweist, dieser erweist sich doch nur fur sich selbst dankbar. Und wer Kufr betrieb, so ist ALLAH zweifelsohne absolut autark, alllobenswurdig"
        },
        {
            "chapter": 31,
            "verse": 13,
            "text": "Und (erinnere daran), als Luqman zu seinem Sohn sagte, wahrend er ihn ermahnte: \"Mein Sohnchen! Betreibe ALLAH gegenuber keinen Schirk! Gewiß, Schirk ist doch ein ungeheuerliches Unrecht"
        },
        {
            "chapter": 31,
            "verse": 14,
            "text": "Und WIR wiesen dem Menschen hinsichtlich seiner Eltern zu: \"Seine Mutter war mit ihm schwanger in Schwache uber Schwache, und seine Entwohnung erfolgt in zwei Jahren. Erweise dich Mir und deinen Eltern gegenuber dankbar! Zu Mir ist das Werden"
        },
        {
            "chapter": 31,
            "verse": 15,
            "text": "Und sollten beide dich bedrangen, damit du Mir gegenuber das an Schirk betreibst, woruber du kein Wissen hast, dann gehorche ihnen nicht, doch pflege mit ihnen im Diesseits Kontakte nach Gebilligtem! Und folge dem Weg desjenigen, der zu Mir reuig umkehrt! Dann ist zu Mir eure Ruckkehr, dann werde ICH euch Mitteilung uber das machen, was ihr zu tun pflegtet"
        },
        {
            "chapter": 31,
            "verse": 16,
            "text": "Mein Sohnchen! Sollte es sich auch nur um das Gewicht eines Senfkorns handeln, das sich in einem Stein, in den Himmeln oder auf Erden befinden sollte, ALLAH bringt sie. Gewiß, ALLAH ist allgutig, allkundig"
        },
        {
            "chapter": 31,
            "verse": 17,
            "text": "Mein Sohnchen! Verrichte ordnungsgemaß das rituelle Gebet, fordere zum Gebilligten auf, rate vom Mißbilligten ab und ube dich in Geduld wegen dem, was dich traf. Gewiß, dies gehort zur Entschlossenheit den Angelegenheiten gegenuber"
        },
        {
            "chapter": 31,
            "verse": 18,
            "text": "Und wende dich nicht in Arroganz von den Leuten ab! Und gehe auf der Erde nicht freudenerregt! Gewiß, ALLAH liebt keinen stolzen Eingebildeten"
        },
        {
            "chapter": 31,
            "verse": 19,
            "text": "Und maßige dich beim Gehen, und dampfe von deiner Stimme! Gewiß, die abscheulichste aller Stimmen ist die Stimme der Esel"
        },
        {
            "chapter": 31,
            "verse": 20,
            "text": "Habt ihr etwa nicht gesehen, daß ALLAH fur euch gratis fugbar machte, was in den Himmeln und was auf Erden ist, und fur euch SeineWohltaten  Offenkundige und Verborgene, vollendete?! Und unter den Menschen gibt es manche, die uber ALLAH weder mit Wissen, noch mit Rechtleitung, noch mit einer erleuchtenden Schrift disputieren"
        },
        {
            "chapter": 31,
            "verse": 21,
            "text": "Und wenn ihnen gesagt wird: \"Folgt dem, was ALLAH hinabsandte.\" Sagen sie: \"Nein, sondern wir folgen dem, woran wir unsere Ahnen fanden.\" Auch dann wenn der Satan sie zur Peinigung der Gluthitze ruft"
        },
        {
            "chapter": 31,
            "verse": 22,
            "text": "Und wer fur ALLAH den Islam praktiziert, wahrend er Muhsin ist, dieser hielt sich bereits am wahrsten Halt fest. Und zu ALLAH ist das Anschließende aller Angelegenheiten"
        },
        {
            "chapter": 31,
            "verse": 23,
            "text": "Und wer Kufr betrieben hat, dessen Kufr soll dich nicht traurig machen. Zu Uns ist ihre Ruckkehr, dann werden WIR ihnen Mitteilung machen uber das, was sie taten. Gewiß, ALLAH ist allwissend uber das, was in den Brusten ist"
        },
        {
            "chapter": 31,
            "verse": 24,
            "text": "WIR lassen sie sich ein wenig vergnugen, dann zwingen WIR sie in eine harte Peinigung hinein"
        },
        {
            "chapter": 31,
            "verse": 25,
            "text": "Und wurdest du sie fragen: \"Wer erschuf die Himmel und die Erde?\" Gewiß, wurden sie sagen: \"ALLAH!\" Sag: \"Alhamdulillah: Alles Lob gebuhrt ALLAH.\" Nein, sondern die meisten von ihnen wissen nicht"
        },
        {
            "chapter": 31,
            "verse": 26,
            "text": "ALLAH gehort, was in den Himmeln und auf Erden ist. Gewiß, ALLAH ist Der absolut Autarke, Der Alllobenswurdige"
        },
        {
            "chapter": 31,
            "verse": 27,
            "text": "Und ware alles an Baumen, was auf Erden ist, Schreibgerate gewesen, und das Meer (als Schreibflussigkeit und) zusatzlich von noch sieben Meeren mit Nachschub versorgt, ALLAHs Worte wurden nicht zu Ende gehen. Gewiß, ALLAH ist allwurdig, allweise"
        },
        {
            "chapter": 31,
            "verse": 28,
            "text": "Und weder eure Erschaffung noch eure Erweckung ist etwas anderes als die einer einzigen Seele! Gewiß, ALLAH ist allhorend, allsehend"
        },
        {
            "chapter": 31,
            "verse": 29,
            "text": "Hast du etwa nicht gesehen, daß ALLAH die Nacht in den Tag einfließen laßt und den Tag in die Nacht einfließen laßt, (daß) ER euch die Sonne und den Mond gratis fugbar machte - beide durchlaufen bis zu einer festgelegten Frist, und daß ALLAH dessen, was ihr tut, allkundig ist"
        },
        {
            "chapter": 31,
            "verse": 30,
            "text": "Dies ist es, weil ALLAH gewiß Das Wahre ist, weil das, an das sie anstelle von Ihm Bittgebete richten, gewiß das fur nichtig Erklarte ist, und weil ALLAH gewiß Der Allhochste, Der Allgroßte ist"
        },
        {
            "chapter": 31,
            "verse": 31,
            "text": "Hast etwa nicht gesehen, daß die Schiffe auf dem Meer mit ALLAHs Gabe fahren, damit ER euch von Seinen Ayat zeigt. Gewiß, darin sind doch Ayat fur jeden dankbaren sich außerst in Geduld Ubenden"
        },
        {
            "chapter": 31,
            "verse": 32,
            "text": "Und wenn Wogen wie Schattenwerfende sie umhullen, richten sie Bittgebete an ALLAH als Aufrichtige im Din Ihm gegenuber, und nachdem ER sie ans Land errettet hatte, waren manche von ihnen gemaßigt. Und ALLAHs Ayat leugnet niemand außer jedem außerst kufr-betreibenden Hinterhaltigen"
        },
        {
            "chapter": 31,
            "verse": 33,
            "text": "Ihr Menschen! Handelt Taqwa gemaß eurem HERRN gegenuber, und habt Ehrfurcht vor einem Tag, an dem weder ein Gebarendes seinem Geborenen nutzt, noch ein Geborenes seinem Gebarenden etwas nutzen wird. Gewiß, ALLAHs Androhung ist wahr. So lasst das diesseitige Leben euch nicht tauschen, und lasst keineswegs das Tauschende euch in ALLAH tauschen"
        },
        {
            "chapter": 31,
            "verse": 34,
            "text": "Gewiß ALLAH verfugt bei Sich uber das Wissen der Stunde, ER laßt den helfenden (Regen) nieder und ER weiß, was in den Mutterschoßen ist. Und kein Lebewesen weiß, was es morgen erwirbt, und kein Lebewesen weiß, in welchem Lande es stirbt. Gewiß, ALLAH ist allwissend, allkundig"
        },
        {
            "chapter": 32,
            "verse": 1,
            "text": "Alif-lam-mim"
        },
        {
            "chapter": 32,
            "verse": 2,
            "text": "Die sukzessive Hinabsendung der Schrift, uber die keinerlei Zweifel ist, ist vom HERRN Aller Schopfung"
        },
        {
            "chapter": 32,
            "verse": 3,
            "text": "Oder sagen sie etwa: \"Er hat sie erdichtet\"?! Nein, sondern sie ist das Wahre von deinem HERRN, damit du Leute ermahnst, zu denen vor dir kein Warner kam, damit sie Rechtleitung finden"
        },
        {
            "chapter": 32,
            "verse": 4,
            "text": "ALLAH ist Derjenige, Der die Himmel, die Erde und das, was zwischen ihnen ist, in sechs Ay-yam erschuf, dann wandte ER Sich Al'ahrsch zu. Fur euch gibt es anstelle von Ihm weder Wali noch Furbittenden. Wollt ihr euch etwa nicht entsinnen"
        },
        {
            "chapter": 32,
            "verse": 5,
            "text": "Er organisiert die Angelegenheit vom Himmel zur Erde, dann steigt sie zu Ihm in einem Yaum, dessen Lange eintausend Jahre ist von dem, was ihr zahlt"
        },
        {
            "chapter": 32,
            "verse": 6,
            "text": "Dieser ist Der Allwissende uber das Verborgene und das Sichtbare, Der Allwurdige, Der Allgnadige"
        },
        {
            "chapter": 32,
            "verse": 7,
            "text": "ER ist Derjenige, Der alles gut machte, das ER erschuf, und Der die Erschaffung des Menschen mit Lehm begann"
        },
        {
            "chapter": 32,
            "verse": 8,
            "text": "dann machte ER seine Nachkommenschaft aus einem Auszug einer geringgeschatzten Flussigkeit"
        },
        {
            "chapter": 32,
            "verse": 9,
            "text": "Dann vollendete ER ihn und hauchte in ihn einen Ruhh von Ihm. Und ER machte euch das Gehor, die Augen und den Verstand. Doch nur ein wenig erweist ihr euch dankbar"
        },
        {
            "chapter": 32,
            "verse": 10,
            "text": "Und sie sagten: \"Wenn wir auf Erden verloren gehen, werden wir etwa eine neue Erschaffung erfahren?\" Nein, sondern sie sind gegenuber der Begegnung mit ihrem HERRN kufr-betreibend"
        },
        {
            "chapter": 32,
            "verse": 11,
            "text": "Sag: \"Der Engel des Todes, der fur euch zustandig gemacht wurde, wird eure (Seelen) vollstandig einziehen, dann werdet ihr zu eurem HERRN zuruckgebracht"
        },
        {
            "chapter": 32,
            "verse": 12,
            "text": "Und wurdest du doch nur sehen, wenn die schwer Verfehlenden ihre Kopfe vor ihrem HERRN verneigen: \"Unser HERR! Wir sahen ein und horten, so schicke uns zuruck, um gottgefallig Gutes zu tun. Wir haben nun Gewißheit"
        },
        {
            "chapter": 32,
            "verse": 13,
            "text": "Und wurden WIR es wollen, hatten WIR jeder Seele ihre Rechtleitung zuteil werden lassen. Doch das Gesagte von Mir ist Rechtens: \"Gewiß, ICH werde Dschahannam mit Dschinn und Menschen, allesamt vollmachen"
        },
        {
            "chapter": 32,
            "verse": 14,
            "text": "So erfahrt (die Peinigung) dafur, daß ihr die Begegnung dieses euren Tages vergessen habt. Gewiß, WIR berucksichtigen euch nicht. Und erfahrt die Peinigung in Ewigkeit fur das, was ihr zu tun pflegtet"
        },
        {
            "chapter": 32,
            "verse": 15,
            "text": "Den Iman an Unsere Ayat verinnerlichen nur diejenigen, die, wenn sie an sie erinnert wurden, in Sudschud niederfielen und mit dem Lob ihres HERRN lob-priesen, wahrend sie sich nicht in Arroganz erheben"
        },
        {
            "chapter": 32,
            "verse": 16,
            "text": "Sie bleiben ihren Schlafplatzen ofters fern. Sie richten Bittgebete an ihren HERRN aus Ehrfurcht und aus Zuversicht, und vom Rizq, das WIR ihnen gewahrten, geben sie"
        },
        {
            "chapter": 32,
            "verse": 17,
            "text": "So weiß kein Mensch, was fur ihn an Freude verborgen wurde als Belohnung fur das, was sie zu tun pflegten"
        },
        {
            "chapter": 32,
            "verse": 18,
            "text": "Ist etwa derjenige, der iman-erfullt war, gleich demjenigen, der Fasiq war?! Sie werden bestimmt nicht gleich sein"
        },
        {
            "chapter": 32,
            "verse": 19,
            "text": "Hinsichtlich derjenigen, die den Iman verinnerlicht und gottgefallig Gutes getan haben, fur diese sind Dschannat der eigentlichen Unterkunft als Aufenthaltsort bestimmt fur das, was zu tun pflegten"
        },
        {
            "chapter": 32,
            "verse": 20,
            "text": "Doch hinsichtlich derjenigen, die Fisq betrieben, deren Unterkunft ist das Feuer. Immer wieder wenn sie von ihm herausgehen wollen, werden sie darin zuruckgeschickt und ihnen wird gesagt: \"Kostet die Peinigung des Feuers, das ihr abzuleugnen pflegtet"
        },
        {
            "chapter": 32,
            "verse": 21,
            "text": "Und WIR werden sie doch von der kleineren Peinigung vor der großeren Peinigung erfahren lassen, damit sie umkehren"
        },
        {
            "chapter": 32,
            "verse": 22,
            "text": "Und keiner begeht mehr Unrecht als derjenige, der an die Ayat seines HERRN erinnert wird, dann sich von ihnen abwendet. Gewiß, WIR werden an den schwer Verfehlenden Vergeltung uben"
        },
        {
            "chapter": 32,
            "verse": 23,
            "text": "Und gewiß, bereits ließen WIR Musa die Schrift zuteil werden, so habe keine Zweifel an seiner Begegnung! Und WIR machten sie zur Rechtleitung fur die Kinder Israils"
        },
        {
            "chapter": 32,
            "verse": 24,
            "text": "Und WIR machten von ihnen Imame, die nach Unserer Anweisung zur Rechtleitung aufriefen, als sie sich in Geduld ubten. Und sie pflegten Gewißheit an Unseren Ayat zu haben"
        },
        {
            "chapter": 32,
            "verse": 25,
            "text": "Gewiß, dein HERR ist Derjenige, Der zwischen ihnen am Tag der Auferstehung richten wird uber das, woruber sie uneins zu sein pflegten"
        },
        {
            "chapter": 32,
            "verse": 26,
            "text": "Ist es ihnen etwa noch nicht wahrnehmbar geworden, wie vieleWIR vor ihnen an Generationen, durch deren Wohnstatten sie gehen, zugrunde richteten?! Gewiß, darin sind doch Ayat. Vernehmen sie etwa nichts"
        },
        {
            "chapter": 32,
            "verse": 27,
            "text": "Haben sie etwa nicht gesehen, daß WIR das Wasser in das durre Land leiten lassen, dann lassen WIR mit ihm Gewachs hervorsprießen, von dem ihre An'am und sie selbst essen?! Sehen sie etwa nicht"
        },
        {
            "chapter": 32,
            "verse": 28,
            "text": "Und sie sagen: \"Wann ist dieser Sieg, solltet ihr wahrhaftig sein"
        },
        {
            "chapter": 32,
            "verse": 29,
            "text": "Sag: \"Am Tag des Sieges wird denjenigen, die Kufr betrieben haben, weder ihr Iman nutzen, noch wird ihnen Aufschub gewahrt"
        },
        {
            "chapter": 32,
            "verse": 30,
            "text": "So halte dich von ihnen fern, und warte, denn sie warten auch"
        },
        {
            "chapter": 33,
            "verse": 1,
            "text": "Prophet! Handle Taqwa gemaß ALLAH gegenuber und hore nicht auf die Kafir und die Munafiq! Gewiß, ALLAH ist immer allwissend, allweise"
        },
        {
            "chapter": 33,
            "verse": 2,
            "text": "Und folge dem, was dir von deinem HERRN an Wahy zuteil wurde. Gewiß, ALLAH ist immer dessen, was ihr tut, allkundig"
        },
        {
            "chapter": 33,
            "verse": 3,
            "text": "Und ube Tawakkul ALLAH gegenuber! Und ALLAH genugt als Wakil"
        },
        {
            "chapter": 33,
            "verse": 4,
            "text": "ALLAH setzte keinem Mann zwei Herzen in seinem Innern ein. Und ER machte eure Ehefrauen, denen ihr (die Formel von) Zihar aussprecht, nicht zu euren Muttern. Ebenfalls machte ER die nach euch Genannten nicht zu euren Sohnen. Dies ist euer Wort aus euren Mundern. Und ALLAH sagt dasWahre und ER leitet zum wahren Weg recht"
        },
        {
            "chapter": 33,
            "verse": 5,
            "text": "Nennt sie nach ihren (leiblichen) Vatern! Dies ist gerechter vor ALLAH. Und solltet ihr fur sie keine Vater kennen, so sind sie eure Bruder im Din und eure Maula. Und euch trifft keine Verfehlung in dem, wo ihr Fehler schon gemacht habt, sondern nur da, wo eure Herzen es beabsichtigten. Und ALLAH ist immer allvergebend, allgnadig"
        },
        {
            "chapter": 33,
            "verse": 6,
            "text": "Der Prophet steht den Mumin naher als deren Selbst, und seine Ehefrauen sind ihre Mutter. Und diejenigen von der Verwandtschaft, die einen von ihnen stehen den anderen naher nach ALLAHs Schrift (hinsichtlich der Erbschaft) vor den (anderen) Mumin und den Hidschra- Unternehmenden, außer daß ihr euren Wali etwas Gebilligtes (im Testament) zukommen lassen wollt. Dies war in der Schrift niedergeschrieben"
        },
        {
            "chapter": 33,
            "verse": 7,
            "text": "Und (erinnere daran), als WIR von den Propheten ihr Gelobnis entgegennahmen, von dir und von Nuh, Ibrahim, Musa und 'Isa Ibnu-Maryam - und WIR nahmen von ihnen ein außerst verbindliches Gelobnis entgegen"
        },
        {
            "chapter": 33,
            "verse": 8,
            "text": "damit ER die Wahrhaftigen nach der Wahrhaftigkeit ihnen gegenuber fragt. Und ER bereitete fur die Kafir eine qualvolle Peinigung"
        },
        {
            "chapter": 33,
            "verse": 9,
            "text": "Ihr, die den Iman verinnerlicht habt! Gedenkt ALLAHs Wohltat euch gegenuber, als zu euch Soldaten kamen, und WIR dann gegen sie einen Wind und Soldaten entsandten, die ihr nicht gesehen habt. Und ALLAH ist immer dessen, was ihr tut, allsehend"
        },
        {
            "chapter": 33,
            "verse": 10,
            "text": "Als sie zu euch von uber euch und von unter euch kamen, und als die Blicke abgeirrt und die Herzen die Kehlen erreicht haben und ihr von ALLAH doch manches gedachtet habt"
        },
        {
            "chapter": 33,
            "verse": 11,
            "text": "da wurden die Mumin gepruft und von einer heftigen Ergriffenheit ergriffen"
        },
        {
            "chapter": 33,
            "verse": 12,
            "text": "Und (erinnere daran), als die Munafiq und diejenigen, in deren Herzen Krankheit war, sagten: \"ALLAH und Sein Prophet versprachen uns nichts außer Tauschendem"
        },
        {
            "chapter": 33,
            "verse": 13,
            "text": "Ebenfalls als eine Gruppe von ihnen sagte: \"Bewohner von Yathrib! Es gibt keinen Platz fur euch hier, so kehrt um!\" Und eine Gruppe von ihnen baten den Gesandten um Erlaubnis und sagten: \"Unsere Hauser sind nicht befestigt.\" Wahrend sie nicht unbefestigt sind. Sie wollten doch nur die Flucht ergreifen"
        },
        {
            "chapter": 33,
            "verse": 14,
            "text": "Und wurde sie (die Stadt) von ihren Seiten wider sie ersturmt, sie dann zur Fitna aufgefordert werden, wurden sie ihr doch nachkommen und waren dabei nur ein wenig geblieben"
        },
        {
            "chapter": 33,
            "verse": 15,
            "text": "Und gewiß, bereits gelobten sie vorher ALLAH: \"Sie werden den Rucken nicht fluchtend umkehren.\" Und das ALLAH gegenuber gelobte Versprechen wird immer verantwortet"
        },
        {
            "chapter": 33,
            "verse": 16,
            "text": "Sag: \"Die Flucht wird euch sicher nicht nutzen, solltet ihr vor dem Tod oder dem Toten fliehen.\" Und dann werdet ihr nur ein wenig euch vergnugen"
        },
        {
            "chapter": 33,
            "verse": 17,
            "text": "Sag: \"Wer ist dieser, der euch vor ALLAH schutzt, sollte ER euch Schaden zufugen wollen oder euch Gnade erweisen wollen?\" Und sie finden fur sich anstelle von ALLAH weder Wali noch Beistehenden"
        },
        {
            "chapter": 33,
            "verse": 18,
            "text": "Bereits kennt ALLAH die Behindernden von euch und diejenigen, die ihren Brudern sagen: \"Kommt zu uns!  Und sie nahern sich dem Kampf nur ein wenig"
        },
        {
            "chapter": 33,
            "verse": 19,
            "text": "Sie sind geizig euch gegenuber, und wenn die Angst kommt, siehst du sie dich anschauen, ihre Augen drehen sich wie derjenige, der in Ohnmacht vor dem Tod fallt. Und wenn die Angst weggeht, kranken sie euch mit scharfen Zungen wie Geizige dem Guten gegenuber. Diese verinnerlichten nicht den Iman, so ließ ALLAH ihre Handlungen nichtig werden. Und dies ist fur ALLAH immer etwas Leichtes"
        },
        {
            "chapter": 33,
            "verse": 20,
            "text": "Sie denken, daß Al-ahzab noch nicht gegangen waren. Und sollten Al-ahzab wieder kommen, wurden sie sich wunschen: sie waren zu den Wustenarabern gegangen und hatten da nach euren Nachrichten gefragt. Und waren sie bei euch gewesen, wurden sie doch nur ein wenig mitkampfen"
        },
        {
            "chapter": 33,
            "verse": 21,
            "text": "Gewiß, bereits gab es fur euch mit dem Gesandten ALLAHs doch ein hervorragendes Vorbild fur jeden, der auf ALLAH und den jenseitigen Tag hofft und ALLAHs ofters gedenkt"
        },
        {
            "chapter": 33,
            "verse": 22,
            "text": "Und als die Mumin Al-ahzab sahen, sagten sie: \"Dies ist das, was uns ALLAH und Seine Gesandten versprachen, und ALLAH und Sein Gesandter sagten die Wahrheit.\" Und dies ließ sie nur noch mehr Iman und Ergebenheit gewinnen"
        },
        {
            "chapter": 33,
            "verse": 23,
            "text": "Und unter den Mumin sind Manner, die wahrhaftig waren dem gegenuber, was sie ALLAH gelobten. Manche von ihnen starben und manche von ihnen warten noch darauf. Doch sie haben nichts (von ihrem Versprechen) abgeandert"
        },
        {
            "chapter": 33,
            "verse": 24,
            "text": "(Es geschah so), damit ALLAH den Wahrhaftigen fur ihreWahrhaftigkeit vergilt und die Munafiq peinigt, wenn ER will, oder ER vergibt ihnen. Gewiß, ALLAH ist immer allvergebend, allgnadig"
        },
        {
            "chapter": 33,
            "verse": 25,
            "text": "Und ALLAH wehrte diejenigen, die Kufr betrieben haben, mit ihrer Wut ab. Sie erreichten nichts Gutes. Und ALLAH ersparte den Mumin den Kampf. Und ALLAH ist immer allkraftvoll, allwurdig"
        },
        {
            "chapter": 33,
            "verse": 26,
            "text": "Und ALLAH ließ diejenigen von den Schriftbesitzern, die ihnen (Al-ahzab) den Rucken starkten, von ihren Burgen heruntersteigen, und ER jagte Schrecken in ihre Herzen ein - eine Gruppe habt ihr getotet und eine Gruppe habt ihr gefangen genommen"
        },
        {
            "chapter": 33,
            "verse": 27,
            "text": "Und ER ließ euch ihr Land, ihre Wohnstatten und ihr Vermogen beerben sowie ein Land, das ihr noch nicht betreten habt. Und ALLAH ist immer uber alles allmachtig"
        },
        {
            "chapter": 33,
            "verse": 28,
            "text": "Prophet! Sag deinen Ehefrauen: \"Wenn ihr das diesseitige Leben und dessen Schmuck anstrebt, dann kommt, dann gebe ich euch von den Verbrauchsgutern und lasse mich von euch auf gutige Weise scheiden"
        },
        {
            "chapter": 33,
            "verse": 29,
            "text": "Und wenn ihr ALLAH, Seinen Gesandten und die jenseitige Wohnstatte anstrebt, so bereitete ALLAH fur die Muhsin unter euch eine gewaltige Belohnung"
        },
        {
            "chapter": 33,
            "verse": 30,
            "text": "Ehefrauen des Propheten! Welche von euch eine bewiesene Abscheulichkeit vollbringt, fur diese wird die Peinigung verzweifacht. Und dies ist fur ALLAH immer ein Leichtes"
        }
    ]
}