{
    "rukus": [
        {
            "chapter": 11,
            "verse": 84,
            "text": "And to Midian, (We sent) their brother Shu'aib. He said: 'My nation, worship Allah; you have no god except He. Do not reduce the measure nor the scale. I see you are prosperous, and fear the punishment of an encompassing day for you"
        },
        {
            "chapter": 11,
            "verse": 85,
            "text": "My nation, be just in filling the measure and the scale. Do not reduce people's goods and do not corrupt the land with mischief"
        },
        {
            "chapter": 11,
            "verse": 86,
            "text": "What remains with Allah is better for you, if you are believers. I am not your guardian"
        },
        {
            "chapter": 11,
            "verse": 87,
            "text": "Shu'aib' they replied, 'does your prayer command you that we should abandon that which our fathers worshipped or do as we please with our goods? You are clement and rightminded"
        },
        {
            "chapter": 11,
            "verse": 88,
            "text": "He said: 'Think, my nation! If I have a clear sign from my Lord and He has provided me with good provision, I do not desire to go behind you, taking for myself that which I forbid you. I seek but to reform as much as I can, my help comes only from Allah. In Him I have put my trust and to Him I turn in penitence"
        },
        {
            "chapter": 11,
            "verse": 89,
            "text": "And my nation, do not let your breaking with me bring upon you something similar to that which struck the nation of Noah, Hood, and Salih and it is not long since the people of Lot (were punished)"
        },
        {
            "chapter": 11,
            "verse": 90,
            "text": "Ask the forgiveness of your Lord and turn to Him in repentance. Indeed, my Lord is the Most Merciful, Loving"
        },
        {
            "chapter": 11,
            "verse": 91,
            "text": "They said 'Shu'aib, we do not understand much of what you say to us. Indeed, we see you weak among us. If it was not for your tribe we would have stoned you because you are not strong against us"
        },
        {
            "chapter": 11,
            "verse": 92,
            "text": "He said: 'My nation, is my tribe stronger against you than Allah? You have taken Him to be thrown behind you, my Lord encompasses all that you do"
        },
        {
            "chapter": 11,
            "verse": 93,
            "text": "My nation, do according to your position; as I am doing; and certainly you will know to whom the degrading punishment will come and who is a liar. Be watchful; I shall be watching with you"
        },
        {
            "chapter": 11,
            "verse": 94,
            "text": "And when Our command came We saved Shu'aib through Our Mercy, together with those who believed. (Then) the evildoers were seized by a Shout, and when morning came they were crouched in their dwellings, dead"
        },
        {
            "chapter": 11,
            "verse": 95,
            "text": "as if they had never have lived there. Begone, the nation of Midian, just as Thamood are gone"
        }
    ]
}