{
    "rukus": [
        {
            "chapter": 23,
            "verse": 23,
            "text": "We sent Noah to his nation. 'Worship Allah, my nation' he said, 'for you have no god except He. Will you not be cautious"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "The unbelieving assembly of his nation said: 'This is but a human like you, who desires to gain superiority over you. Had Allah willed, He could have sent down angels. We never heard of this among our ancient forefathers"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "He is nothing else except a man who is mad, so watch him for awhile"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "He (Noah) said: 'Lord, help me, for they belie me"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "We said to him: 'Make the Ark under Our Eye, and Our Revelation, and then when Our command comes and the oven gushes water, take onboard a pair from every kind and your family, except him against whom the decision has already been passed. Do not address Me concerning those who have done evil; they shall be drowned"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "And when you and all those with you are seated in the Ark, say: 'Praise be to Allah who has saved us from the harmdoing nation"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "And say: 'Lord, let me land a blessed landing. You are the Best of harborers"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "Surely, in that are signs, and surely We will put (nations) to the test"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "Then We produced after them another generation"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "and We sent to them a Messenger from themselves, saying: 'Worship Allah, for you have no god except He. Will you not be cautious"
        }
    ]
}