{
    "juzs": [
        {
            "chapter": 7,
            "verse": 88,
            "text": "Kavminin ileri gelenlerinden olup iman etmeyi kibirlerine yediremeyenler, ey Suayb dediler, mutlaka seni de, sana inananları da hep beraber ya sehrimizden cıkaracagız, yahut da bizim dinimize donersiniz. O da dedi ki: Biz istemesek de zorla mı yapacaksınız bunu"
        },
        {
            "chapter": 7,
            "verse": 89,
            "text": "Fakat Allah bizi ondan kurtardıktan sonra tutar da tekrar sizin dininize donersek yalan yere Allah'a iftira etmis oluruz. Artık o dine donmemize imkan yok, meger ki Rabbimiz olan Allah dileye. Rabbimizin bilgisi her seye yeter, her seyi samildir. Allah'a dayandık biz. Rabbimiz, sen bizimle kavmimizin arasında gercek olanı hukmet ve sen, hukmedenlerin en hayırlısısın"
        },
        {
            "chapter": 7,
            "verse": 90,
            "text": "Kavminin ileri gelenlerinden kafir olanlar, Suayb'e uydugunuz takdirde andolsun ki dediler, zarara ugrarsınız"
        },
        {
            "chapter": 7,
            "verse": 91,
            "text": "Derken, siddetli bir depremle azaba ugradılar, yurtlarında diz cokmus bir halde yuzukoyun kapanarak helak olup gittiler"
        },
        {
            "chapter": 7,
            "verse": 92,
            "text": "Suayb'i yalanlayanlar, sanki oralarda hic oturmamıslar, hic yasamamıslardı, Suayb'i yalanlayanlar, asıl zarara ugramıslardı"
        },
        {
            "chapter": 7,
            "verse": 93,
            "text": "Suayb, onlardan yuz cevirdi de ey kavmim dedi, andolsun ki ben size Rabbimin bildirdigi haberleri teblig ettim ve ogut verdim. Artık kafir bir kavme nasıl acıklanabilirim"
        },
        {
            "chapter": 7,
            "verse": 94,
            "text": "Hicbir sehre peygamber gondermedik ki oranın halkını, yola gelsinler de yalvarıp yakarsınlar diye can ve malca bir sıkıntıya, bir azaba ugratmayalım"
        },
        {
            "chapter": 7,
            "verse": 95,
            "text": "Sonra da kotuluk yerine iyilik verdik, cogaldılar ve atalarımız da malca zarara ugramıslardı, genislige kavusmuslardı, bu, boyledir dediler de ansızın onları azaba ugrattık, anlamadılar bile"
        },
        {
            "chapter": 7,
            "verse": 96,
            "text": "Memleketlerin halkı inansalar ve cekinselerdi gokyuzunden ustlerine bereket yagdırır, yeryuzunden bereket fıskırtırdık, fakat inkar ettiler de kazandıkları suc yuzunden onları azaba ugrattık"
        },
        {
            "chapter": 7,
            "verse": 97,
            "text": "Memleketlerdeki halk, uykuya dalmısken geceleyin ansızın azabımızın gelip catmayacagından emin mi"
        },
        {
            "chapter": 7,
            "verse": 98,
            "text": "Yahut memleketlerdeki halk, kusluk cagı oynayıp dururken azabımızın birdenbire gelmeyeceginden emin mi"
        },
        {
            "chapter": 7,
            "verse": 99,
            "text": "Butun bunlardan sonra Allah azabından emin mi olurlar? Allah azabından emin olanlar, ancak zarara ugramıs topluluklardır"
        },
        {
            "chapter": 7,
            "verse": 100,
            "text": "Oralarda yasayanların helakinden sonra miraslarına konarak yurtlarını elde edenler, hala anlamazlar mı ki dilersek, sucları yuzunden onları da musibetlere ugratırız ve kalplerini muhurleriz de isitmezler"
        },
        {
            "chapter": 7,
            "verse": 101,
            "text": "Iste bu yurtlara ait bazı vukuatı anlatmadayız sana. Andolsun ki peygamberleri, apacık delillerle geldi onlara, fakat once inkar ettikleri, yalan saydıkları seylere inanmadılar. Iste Allah, kafirlerin gonullerini boyle muhurler"
        },
        {
            "chapter": 7,
            "verse": 102,
            "text": "Onların cogunu, sozlerinde durur bulmadık ve cogunu ancak hadlerini asmıs kotu kisiler bulduk"
        },
        {
            "chapter": 7,
            "verse": 103,
            "text": "Onlardan sonra da Musa'yı, delillerimizle Firavun'a ve Firavun'un kavminden ileri gelenlere gonderdik, fakat kendilerine zulmetti onlar, bak da gor, bozguncuların sonucu ne olmustur"
        },
        {
            "chapter": 7,
            "verse": 104,
            "text": "Musa dedi ki: Ey Firavun, suphe yok ki ben, alemlerin Rabbinden gelen bir peygamberim"
        },
        {
            "chapter": 7,
            "verse": 105,
            "text": "Allah hakkında ancak gercek sozu soylemem borctur bana. Rabbinizden apacık bir delille geldim size, Israilogullarını benimle gonder"
        },
        {
            "chapter": 7,
            "verse": 106,
            "text": "Firavun, apacık delille geldiysen ve dogru soz soyleyenlerdensen goster o delili dedi"
        },
        {
            "chapter": 7,
            "verse": 107,
            "text": "Musa, sopasını yere attı, derken sopa apasikar kocaman bir yılan oldu"
        },
        {
            "chapter": 7,
            "verse": 108,
            "text": "Elini koltuguna sokup cıkarınca bakanlar gorduler ki bembeyaz, parılparıl parlayan bir el"
        },
        {
            "chapter": 7,
            "verse": 109,
            "text": "Firavun'un kavminden ileri gelenlerin bir kısmı, gercekten de dediler, bu, bilgili bir buyucu"
        },
        {
            "chapter": 7,
            "verse": 110,
            "text": "Sizi yerinizden, yurdunuzdan cıkarmak istiyor, ne buyurursunuz simdi"
        },
        {
            "chapter": 7,
            "verse": 111,
            "text": "Onunla kardesini alıkoy da dediler, sehirlere adamlar gonder"
        },
        {
            "chapter": 7,
            "verse": 112,
            "text": "Ne kadar bilgili buyucu varsa hepsini tapına getirsinler"
        },
        {
            "chapter": 7,
            "verse": 113,
            "text": "Buyuculer, Firavun'un tapısına geldiler ve ust gelirsek elbette mukafat var bize, degil mi dediler"
        },
        {
            "chapter": 7,
            "verse": 114,
            "text": "Evet dedi Firavun ve siz, mutlaka yakınlarımdan olacaksınız"
        },
        {
            "chapter": 7,
            "verse": 115,
            "text": "Dediler ki ya Musa, sen mi sopanı atacaksın, biz mi atalım once"
        },
        {
            "chapter": 7,
            "verse": 116,
            "text": "Siz atın dedi. Attıkları anda halkın gozunu boyadılar, korkuttular ve buyuk bir buyu yaptılar"
        },
        {
            "chapter": 7,
            "verse": 117,
            "text": "Musa'ya, at sopanı diye vahyettik. Atınca koca bir yılan sekline giren sopa, onların yalancıktan meydana cıkardıklarını yuttu, hepsini silip supurdu"
        },
        {
            "chapter": 7,
            "verse": 118,
            "text": "Boylece de hak ustun oldu, yerine geldi ve yaptıkları seyler, mahvolup gitti"
        },
        {
            "chapter": 7,
            "verse": 119,
            "text": "Oracıkta yenildiler ve horhakıyr bir halde yaptıklarından feragat ettiler"
        },
        {
            "chapter": 7,
            "verse": 120,
            "text": "Ve buyuculer, hep birden secdeye kapandılar da"
        },
        {
            "chapter": 7,
            "verse": 121,
            "text": "Inandık dediler, alemlerin Rabbine"
        },
        {
            "chapter": 7,
            "verse": 122,
            "text": "Musa'nın ve Harun'un Rabbine"
        },
        {
            "chapter": 7,
            "verse": 123,
            "text": "Firavun, ben size izin vermeden once ona inanıyor musunuz dedi, bu, suphe yok ki halkını oradan cıkarmak icin sehirde kurup duzdugunuz bir duzen; yakında ne yapacagımı ogrenirsiniz"
        },
        {
            "chapter": 7,
            "verse": 124,
            "text": "Ellerinizi, ayaklarınızı caprazvari kestirecegim, sonra da hepinizi astıracagım"
        },
        {
            "chapter": 7,
            "verse": 125,
            "text": "Suphe yok ki dediler, biz donup Rabbimizin tapısına varacagız"
        },
        {
            "chapter": 7,
            "verse": 126,
            "text": "Sen bizden, ancak Rabbimizin delilleri gelince onlara inandık diye oc alacaksın. Rabbimiz, ustumuze yagdırırcasına sabır ver bize ve bizi Musluman olarak oldur"
        },
        {
            "chapter": 7,
            "verse": 127,
            "text": "Firavun'un kavminden ileri gelenler, Musa'yı ve kavmini, yeryuzunde bozgunculuk etsinler, senden ve taptıklarından yuz cevirsinler diye mi bırakıyorsun dediler. Firavun gene onların ogullarını oldurur, kadınlarını bırakırız ve suphe yok ki biz, onlardan ustunuz ve kudret sahibiyiz dedi"
        },
        {
            "chapter": 7,
            "verse": 128,
            "text": "Musa, kavmine dedi ki: Allah'tan yardım dileyin ve sabredin. Suphe yok ki yeryuzu Allah'ındır, kullarından diledigine miras olarak kalır ve sonuc, cekinenlerindir"
        },
        {
            "chapter": 7,
            "verse": 129,
            "text": "Sen gelmeden once de eziyet cektik, geldikten sonra da cekiyoruz dediler. Musa, umarım ki dedi, Rabbiniz, dusmanlarınızı helak eder, yeryuzunde hukumdar eder sizi de neler yapacagınıza bakar, dener sizi"
        },
        {
            "chapter": 7,
            "verse": 130,
            "text": "Andolsun ki biz, dusunup ibret alsınlar diye Firavun'u ve soyunu yıllarca kuraklıga ve kıtlıga ugrattık"
        },
        {
            "chapter": 7,
            "verse": 131,
            "text": "Onlara bir iyilik gelince hakkımızdı bu zaten derler, bir kotuluk geldi mi Musa'nın ve onunla beraber bulunanların ugursuzluguna verirlerdi. Iyice bil ki ugradıkları ugursuzluk, Allah'tandı, fakat cogu bilmezdi bunu"
        },
        {
            "chapter": 7,
            "verse": 132,
            "text": "Bizi buyulemek, kandırmak icin hangi delili gosterirsen goster demislerdi, biz sana inanmayacagız"
        },
        {
            "chapter": 7,
            "verse": 133,
            "text": "Bunun uzerine, ayrıayrı mucize olmak uzere onlara tufan, cekirge, haserat, kurbaga ve kan gonderdik, fakat ululanıp inanmaya tenezzul etmediler ve zaten de suclu bir topluluktu onlar"
        },
        {
            "chapter": 7,
            "verse": 134,
            "text": "Azaba ugrayınca ya Musa diyorlardı; icabet edecegine dair verdigi soze uyarak Rabbine dua et de bizden bu belayı defetsin, muhakkak sana inanacagız ve Israilogullarını seninle gonderecegiz"
        },
        {
            "chapter": 7,
            "verse": 135,
            "text": "Ugrayacakları son belayadek ustlerine coken musibeti giderdik mi derhal yeminlerini bozuyorlardı"
        },
        {
            "chapter": 7,
            "verse": 136,
            "text": "Sonucu oc aldık onlardan ve delillerimizi yalanladıkları, onlardan gaflet ettikleri icin hepsini de denize garkettik"
        },
        {
            "chapter": 7,
            "verse": 137,
            "text": "Zayıf, horhakir bir hale getirilen kavme, yeryuzunun feyiz ve bereket ihsan ettigimiz dogularını da, batılarını da miras olarak verdik ve sabrettiklerinden dolayı Rabbinin, Israilogullarına verdigi guzel soz, tamamlandı, yerine geldi ve Firavun'la kavminin yaptıklarını, yukselttiklerini yıkıp mahvettik"
        },
        {
            "chapter": 7,
            "verse": 138,
            "text": "Israilogullarını denizden gecirdik de putlara tapmakta olan bir topluluga rastladılar. Ya Musa dediler, onların taptıgı putlar gibi bize de putlar yap. Musa, suphe yok ki dedi, siz bilgisiz bir kavimsiniz"
        },
        {
            "chapter": 7,
            "verse": 139,
            "text": "Onların taptıkları da helak olup gitmistir, yaptıkları da bostur"
        },
        {
            "chapter": 7,
            "verse": 140,
            "text": "Sizi alemlerden ustun kıldıgı halde Allah'tan baska bir mabut mu arıyorsunuz"
        },
        {
            "chapter": 7,
            "verse": 141,
            "text": "Hani sizi Firavun soyundan kurtarmıstık. Size en agır iskenceleri yapıyorlardı, asagılık bir hale getiriyorlardı sizi, ogullarınızı olduruyorlar da kadınlarınızı bırakıyorlardı ve bunda da Rabbinizden buyuk bir sınama vardı size"
        },
        {
            "chapter": 7,
            "verse": 142,
            "text": "Musa ile otuz gece munacatta bulunmayı sozlesmistik de bu vadeyi, on gece daha katarak tamamlamıstık boylece Rabbinin tayin ettigi muddet, kırk geceyi bulmustu ve Musa, kardesi Harun'a, kavmimin icinde benim yerime gec, onları duzene koy ve bozguncuların yoluna uyma demisti"
        },
        {
            "chapter": 7,
            "verse": 143,
            "text": "Musa, tayin ettigimiz vakitte gelip Rabbi onunla konusunca Rabbim demisti, bana gorun de bakayım sana. Rabbi, beni kesin olarak goremezsin sen demisti, fakat su daga bak, eger yerinde durabilirse gorebilirsin beni. Derken Rabbi, daga tecelli edince dag, yerle bir oldu ve Musa bayılıp yere yıgıldı. Kendisine gelince de seni noksan sıfatlardan tenzih ederim dedi, tovbe ettim sana ve ben, inananların ilkiyim"
        },
        {
            "chapter": 7,
            "verse": 144,
            "text": "Tanrı, ya Musa dedi, ben sana peygamberlik vererek ve seninle konusarak butun insanlara ustun ettim seni, sectim seni, sana verdigimi al ve sukredenlerden ol"
        },
        {
            "chapter": 7,
            "verse": 145,
            "text": "Tevrat levihlerinde, her seye ait ogudu, her seyi acıklayan hukumleri yazdık ve azimle, kuvvetle al bunu dedik, kavmine de emret; en guzel hukumleriyle amel etsinler; haddi asan, buyruktan cıkan kotu kisilerin yurtlarını da yakında gosterecegiz"
        },
        {
            "chapter": 7,
            "verse": 146,
            "text": "Yeryuzunde haksız yere ululuk satanlara ayetlerimizi idrak ettirmeyecegiz, zaten onlar, hangi delili gorseler inanmazlar, dogru yolu gorseler o yola gitmezler, fakat azgınlık yolunu gorduler mi hemen o yola gitmeye koyulurlar; bu da ayetlerimizi yalan saymalarından ve onlardan gaflet etmelerinden ileri gelir"
        },
        {
            "chapter": 7,
            "verse": 147,
            "text": "Ayetlerimizi ve ahiret gunune ulasmayı yalan sayanların butun yaptıkları bosa gider. Isledikleri kotuluklerin karsılıgı neyse ondan baska birseyle mi cezalanır onlar"
        },
        {
            "chapter": 7,
            "verse": 148,
            "text": "Musa'nın kavmi, o gittikten sonra ziynet esyasından bir buzagı yaptılar. O buzagı, boguruyordu da. O buzagının kendileriyle konusmayacagını, onlara dogru yolu gostermeyecegini gorup anlamadılar mı da ona sarıldılar ve kendilerine kıydılar, yazık ettiler"
        },
        {
            "chapter": 7,
            "verse": 149,
            "text": "Adamakıllı nadim olup dogru yoldan sapıttıklarını gorunce de Rabbimiz acımazsa bize ve yarlıgamazsa bizi mutlaka ziyankarlardan olacagız dediler"
        },
        {
            "chapter": 7,
            "verse": 150,
            "text": "Musa, kızgın bir halde acıklanarak kavmine donunce dedi ki: Benden sonra ne de kotu bir is islediniz, Rabbinizin vaadettigi muddet bitmeden acele mi ettiniz? Ve levihleri atıp kardesinin sacından, sakalından tutarak kendisine dogru cekmeye basladı. Harun, anam oglu dedi, bu kavim, gercekten de aciz bıraktı beni, az kaldı ki olduruyorlardı da, onun icin bana bu harekette bulunup dusmanları sevindirme ve beni zulmeden kavimle beraber tutma"
        },
        {
            "chapter": 7,
            "verse": 151,
            "text": "Musa, Rabbim dedi, beni ve kardesimi yarlıga ve rahmetine al bizi, sen merhametlerin en merhametlisisin"
        },
        {
            "chapter": 7,
            "verse": 152,
            "text": "Buzagıyı mabud edinenler, Rablerinden bir gazaba ugrayacaklar, dunya yasayısında asagılık bir hale duseceklerdir ve biz, iftiracıları boyle cezalandırırız"
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "Kotu isler yaptıktan sonra tovbe edip inananlara gelince: Suphe yok ki Rabbin, tovbeden sonra sucları mutlaka orter, rahimdir"
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "Musa'nın ofkesi yatısınca levihleri aldı. Tevrat'ın yazılı oldugu o levihlerde, hidayet ve rahmet, Rablerinden korkanlara aittir diye de yazılmıstı"
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "Ve Musa, kendisine vade verdigimiz yere goturmek uzere kavminden yetmis kisi secti. Derken bulundukları yerde siddetli bir deprem baslayınca ya Rabbi dedi, dileseydin onları da daha once helak ederdin, beni de. Icimizdeki akılsızların isledikleri suc yuzunden bizi de mi helak edeceksin? Bu, ancak senin bir sınamandan baska bir sey degil. Onunla diledigini dogru yoldan cıkarırsın, diledigini dogru yola sevk edersin. Sensin yardımcımız ve sahibimiz, ort bizim suclarımızı ve acı bize, sensin sucları ortenlerin en hayırlısı"
        },
        {
            "chapter": 7,
            "verse": 156,
            "text": "Su dunyada da iyilikler ver bize, ahirette de ve suphesiz ki sana yoneldik biz. Tanrı, diledigimi azabıma ugratırım dedi, fakat rahmetim, her seyi kaplamıstır da cekinenleri, zekat verenleri ve ayetlerime inananları rahmetime mazhar ederim"
        },
        {
            "chapter": 7,
            "verse": 157,
            "text": "Onlar, oyle kisilerdir ki ellerindeki Tevrat'ta ve Incil'de de yazılmıs olarak bulacakları seriat sahibi Ummi Peygambere uyarlar ve o, onlara iyiligi emreder, kotulukten nehy eder onları ve temiz seyleri onlara helal etmededir, pis ve kotu seyleri haram etmede. Sırtlarındaki agır yukleri indirmededir, baglandıkları zincirleri kırmada. Artık ona inananlar, onu ululayanlar, ona yardım edenler ve ona indirilen ısıga uyanlardır kurtulanlar, muratlarına erenler"
        },
        {
            "chapter": 7,
            "verse": 158,
            "text": "De ki: Ey insanlar, suphe yok ki ben, Allah tarafından sizin hepinize gonderilmis olan peygamberim; o, oyle bir Allah'tır ki goklerin saltanat ve tasarrufu da onundur, yeryuzunun de. Ondan baska yoktur tapacak, odur dirilten ve olduren. Artık Allah'a ve Allah'ın sozlerine inanın ve seriat sahibi Ummi Peygamberine inanın ve uyun ona da dogru yolu bulun"
        },
        {
            "chapter": 7,
            "verse": 159,
            "text": "Musa kavminden bir topluluk vardı ki halkı dogru yola sevk ederler ve adaletle muamelede bulunurlardı"
        },
        {
            "chapter": 7,
            "verse": 160,
            "text": "Onları on iki kabileye, on iki topluluga bolduk ve kavmi, Musa'dan su isteyince ona, sopanla tasa vur diye vahyettik, derken o tastan on iki kaynak aktı. Her topluluk, su icecekleri kaynagı belledi ve onları bulutla golgelendirdik, onlara kudret helvasıyla bıldırcın kusu indirdik. Size rızık olarak verdigimiz seylerin temizlerini yiyin dedik. Onlar bize zulmedemediler, ancak kendilerine zulmettiler"
        },
        {
            "chapter": 7,
            "verse": 161,
            "text": "Hani o zaman onlara, bu sehirde yerlesin ve dilediginiz yerde dilediginiz seyi yiyin ve bu makam, sucların dokuldugu makamdır deyin, kapıdan yerlere kapanırcasına egilerek girin de suclarınızı ortelim, iyi hareket edenlerin mukafatını daha da fazlasıyla verelim denmisti"
        },
        {
            "chapter": 7,
            "verse": 162,
            "text": "Fakat onlardan zulmedenler, sozu kendilerine soylendiginden bambaska bir tarza dokup degistirdiler, biz de ettikleri zulum yuzunden onlara gokyuzunden kotu, pis bir azab indirdik"
        },
        {
            "chapter": 7,
            "verse": 163,
            "text": "Denize pek yakın olan o sehrin halkına neler oldu, sor onlara. Hani onlar, cumartesi gunu, emre isyan etmislerdi, hani cumartesi gunleri, balıklar, su ustune cıkıyordu da cumartesiden baska gunlerde onlara gorunmuyordu, emirden cıktıkları icin biz de onları boyle sınamadaydık"
        },
        {
            "chapter": 7,
            "verse": 164,
            "text": "Hani onlardan bir topluluk, Allah'ın helak edecegi, yahut da siddetle azaplandıracagı bir kavme ne diye ogut verirsiniz demisti de ogut verenler, Rabbinize karsı bir ozur serdedebilelim ve belki de sakınırlar umidiyle demislerdi"
        },
        {
            "chapter": 7,
            "verse": 165,
            "text": "Ogutculerin ogutlerini unuttukları zaman biz de, onları kotulukten nehyedenleri kurtardık, zulmedenleriyse, emirden cıktıkları icin pek siddetli bir azaba ugrattık"
        },
        {
            "chapter": 7,
            "verse": 166,
            "text": "Nehyedildikleri seyleri yapmakta ısrar edince onlara asagılık maymun olun dedik"
        },
        {
            "chapter": 7,
            "verse": 167,
            "text": "An o zamanı ki Rabbin, kıyamet gununedek onlara en kotu azapla azaplandıracak olanları gonderecegini kesin olarak bildirmisti. Suphe yok ki Rabbin, cezayı pek tez verir ve suphe yok ki o, sucları orter, rahimdir"
        },
        {
            "chapter": 7,
            "verse": 168,
            "text": "Onları, yeryuzunde takımtakım topluluklar haline getirdik, dagıttık. Iclerinde iyileri var, onlardan daha asagı derecede bulunanları var. Belki Tanrıya donerler, itaate girerler diye de onları iyiliklerle, kotuluklerle sınadık"
        },
        {
            "chapter": 7,
            "verse": 169,
            "text": "Onlardan sonra kitaba varis olan oyle bir nesil geldi ki hem su dunyanın gecici matahını alırlar da elbette ilerde yarlıganırız, suclarımız ortulur bizim derler, hem de gene ellerine ona benzer gecici bir matah gecse almakta devam ederler. Halbuki Allah'a karsı ancak gercek olanı soyleyeceklerine dair onlardan o kitabın hukmunce soz alınmamıs mıydı ve kitapta olanları okuyup dururlar da. Halbuki ahiret yurdu, sakınanlara daha hayırlıdır, hala mı aklınız ermiyor"
        },
        {
            "chapter": 7,
            "verse": 170,
            "text": "Kitaba sarılıp namaz kılanlara gelince: Biz, iyilige calısanların mukafatını zayi etmeyiz"
        },
        {
            "chapter": 7,
            "verse": 171,
            "text": "Hani biz, dagı adeta bir golgelik gibi cekmis, ustlerine dogru yuceltmistik de nerdeyse ustlerine dusecek sanmıslardı. Size verdigimiz kitabı kuvvetle, azimle tutun, icinde ne varsa hatırlayıp ona gore hareket edin de sakınanlardan olun demistik"
        },
        {
            "chapter": 7,
            "verse": 172,
            "text": "Hani Rabbin Ademogullarının sırtlarından zurriyetlerini izhar etmisti de kendilerini kendilerine tanık tutarak ben, Rabbiniz degil miyim demisti; onlar da evet, tanıgız, Rabbimizsin demislerdi. Bu da kıyamet gunu bizim bundan haberimiz yoktu dememeniz"
        },
        {
            "chapter": 7,
            "verse": 173,
            "text": "Yahut da ancak atalarımız sirk kostu once ve biz onlardan sonra gelmis bir soyuz; bizi de o bos ve asılsız islerde bulunanların amelleri yuzunden helak mı edeceksin gibi bir soz soylememeniz icindi"
        },
        {
            "chapter": 7,
            "verse": 174,
            "text": "Belki dogru yola donersiniz diye ayetlerimizi iste boyle acıklamadayız"
        },
        {
            "chapter": 7,
            "verse": 175,
            "text": "Oku onlara kendisine delillerimizi ihsan ettigimiz halde bilebile onları inkar edip, onların hukmunden sıyrılıp Seytan'a uyan ve helak olana ait kıssayı"
        },
        {
            "chapter": 7,
            "verse": 176,
            "text": "Dileseydik onu, delillerimizle yuceltirdik, fakat o, yeryuzune sarıldı ve kendi istegine uydu. O tıpkı kopege benzer; ustune varıp kovsan da dilini cıkarıp solur, kendi haline bıraksan da dilini cıkarıp solur. Iste bu hal, delillerimizi yalanlayan toplulugun haline benzer; sen gecmislerin hallerini anlat onlara da belki iyice bir dusunurler"
        },
        {
            "chapter": 7,
            "verse": 177,
            "text": "Ne de cirkin bir ornektir delillerimizi yalanlayıp kendilerine zulmedenlerin hali"
        },
        {
            "chapter": 7,
            "verse": 178,
            "text": "Allah, kimi dogru yola sevkettiyse odur dogru yolu bulan ve kimi yoldan cıkarırsa o ve onun gibilerdir ziyana ugrayanlar"
        },
        {
            "chapter": 7,
            "verse": 179,
            "text": "Andolsun ki biz, cinlerin ve insanların cogunu cehennem icin yarattık; onların kalpleri vardır; dusunmezler onunla; gozleri vardır, gormezler o gozlerle; kulakları vardır, duymazlar o kulaklarla. Onlar dort ayaklı hayvanlara benzerler, hatta daha da sapıktır onlar. Onlardır gaflette kalanların ta kendileri"
        },
        {
            "chapter": 7,
            "verse": 180,
            "text": "Guzel adlar, Allah'ındır, o adlarla dua edin ona ve onun adlarını baska anlamlara cekenleri, o adları baskalarına verenleri, onu, ona layık olmayan adlarla cagıranları bırakın, onlar, yaptıklarının cezasını gorecekler"
        },
        {
            "chapter": 7,
            "verse": 181,
            "text": "Yarattıklarımızdan bir topluluk var ki halkı gercege irsad eder ve gercek olarak adaletle muamelede bulunur"
        },
        {
            "chapter": 7,
            "verse": 182,
            "text": "Delillerimizi yalanlayanlara gelince: Biz onları yavasyavas hic anlamayacakları noktalardan helake yaklastırırdururuz"
        },
        {
            "chapter": 7,
            "verse": 183,
            "text": "Ve ben onlara muhlet veririm, suphe yok ki azabım pek siddetlidir"
        },
        {
            "chapter": 7,
            "verse": 184,
            "text": "Dusunmezler mi ki kendileriyle konusanda delilikten eser bile yok; o ancak apacık korkulu bir haber veren"
        },
        {
            "chapter": 7,
            "verse": 185,
            "text": "Bakmazlar mı goklerdeki ve yeryuzundeki saltanat ve tedbire ve Allah'ın yarattıgı seylerden herhangi birine ve olum caglarının gelip catmakta olduguna? Bu sozden sonra da hangi soze inanırlar artık"
        },
        {
            "chapter": 7,
            "verse": 186,
            "text": "Allah kimi yoldan cıkarırsa artık yoktur onu dogru yola sevkedecek ve onları can gozleri kor olarak saskınlıklarında bırakır gider"
        },
        {
            "chapter": 7,
            "verse": 187,
            "text": "Senden kıyametin ne vakit kopacagını sorarlar. De ki: Onu ancak Rabbim bilir. Vakti geldi mi onu ancak o izhar eder; goklere de agır basmıstır, yeryuzune de ve size ancak ansızın gelip catar. Biliyormussun da gizliyorsun gibi sana soruyorlar, de ki: Onu ancak Allah bilir, fakat insanların cogu anlamaz bunu"
        },
        {
            "chapter": 7,
            "verse": 188,
            "text": "De ki: Allah'ın dilediginden baska kendime ne bir fayda vermeye gucum yeter, ne bir zarardan kacınmaya. Gaibi bilseydim daha fazla hayır elde etmek isterdim ve bana bir kotuluk gelmezdi. Fakat ben ancak inanan toplulugu korkutan ve mujdeleyen biriyim"
        },
        {
            "chapter": 7,
            "verse": 189,
            "text": "Oyle bir mabuttur ki sizi tek bir kisiden yarattı, ulfet ve unsiyet etmesi icin ondan da esini halketti. Derken erkek esine yaklasınca esi, hafif bir yuk tasımıya ve onunla gidip gelmeye basladı. O yuk agırlasınca ikisi de, bize azası tam ve iyi birevlat verirsen suphe yok ki biz de sukredenlerden oluruz diye Rablerine dua ettiler"
        },
        {
            "chapter": 7,
            "verse": 190,
            "text": "Onlara azası tam ve duzgun bir evlat verince de o yuzden sirk kostular. Oysa onların sirk kostuklarından tamamıyla munezzehtir"
        },
        {
            "chapter": 7,
            "verse": 191,
            "text": "Hicbir seyi yaratamayan bir varlıgı ona es mi tutuyorlar, halbuki kendileri yaratılmıstır"
        },
        {
            "chapter": 7,
            "verse": 192,
            "text": "Onlara yardım etmeye gucleri yetmeyen ve kendilerine de yardım etmeye muktedir olmayan seyleri es mi sayıyorlar ona"
        },
        {
            "chapter": 7,
            "verse": 193,
            "text": "Onları dogru yola cagırırsanız size uymazlar. Ister cagırın onları, ister susun, sizce ikisi de bir"
        },
        {
            "chapter": 7,
            "verse": 194,
            "text": "Allah'tan baska cagırdıklarınızın hepsi de sizin gibi kuldur. Sozunuz gercekse cagırın da cevap versinler size"
        },
        {
            "chapter": 7,
            "verse": 195,
            "text": "Ayakları mı var ki yurusunler, yahut elleri mi var ki tutsunlar, yoksa gozleri mi var ki gorsunler, yahut da kulakları mı var ki duysunlar? De ki: Cagırın Tanrıya es sandıklarınızı da sonra hep beraber bana duzen kurun, goz bile actırmayın bakalım"
        },
        {
            "chapter": 7,
            "verse": 196,
            "text": "Cunku suphe yok ki benim yardımcım, kitabı indiren Allah'tır ve o, butun temiz ve iyi kisilere yardım eder"
        },
        {
            "chapter": 7,
            "verse": 197,
            "text": "Ondan baska butun taptıklarınızın ne size yardıma gucleri vardır, ne kendilerine yardıma"
        },
        {
            "chapter": 7,
            "verse": 198,
            "text": "Onları dogru yola cagırırsan dinlemezler ve gorursun ki sana bakıyorlar, fakat baktıkları halde gormezler"
        },
        {
            "chapter": 7,
            "verse": 199,
            "text": "Ozru kabul edip sucları bagısla, iyiligi emret ve bilgisizlerden yuz cevir"
        },
        {
            "chapter": 7,
            "verse": 200,
            "text": "Seytan seni buna aykırı bir yola meylettirmeye kalkısırsa Allah'a sıgın, suphe yok ki o, her seyi duyar ve bilir"
        },
        {
            "chapter": 7,
            "verse": 201,
            "text": "Tanrıdan cekinenler, Seytan'ın bir vesvesesine ugradılar mı dusunurler, bir de bakarsın ki dogru yolu gormusler bile"
        },
        {
            "chapter": 7,
            "verse": 202,
            "text": "Musriklerin kardesleri olan Seytanlar, musrikleri azgınlıga surerler, sonra da onları azdırmaktan hic geri kalmazlar"
        },
        {
            "chapter": 7,
            "verse": 203,
            "text": "Onlara bir ayet gelmeyince kendinden duzup kossaydın derler. De ki: Ben ancak Rabbim bana neyi vahy ederse ona uyarım. Budur Rabbinizden gelen ve can gozlerinizi acacak olan asikar deliller ve inanan topluluga dogru yolu gosteren vasıta ve rahmet"
        },
        {
            "chapter": 7,
            "verse": 204,
            "text": "Kur'an okununca dinleyin ve susun da rahmete erin"
        },
        {
            "chapter": 7,
            "verse": 205,
            "text": "Sabah ve aksam cagları, yalvarıp yakararak ve ondan korkarak, fakat fazla bagırmamak sartıyla ve icinden gelerek an Rabbini ve gaflet edenlerden olma"
        },
        {
            "chapter": 7,
            "verse": 206,
            "text": "Suphe yok ki Rabbinin katında bulunanlar, ona kulluk etmekten cekinmezler ve onu noksan sıfatlardan tenzih ederler ve yalnız ona secde ederler"
        },
        {
            "chapter": 8,
            "verse": 1,
            "text": "Sana harp ganimetlerinin hukmunu sorarlar. De ki: Ganimetler, Allah'ın ve Peygamberindir. Artık Allah'tan sakının ve aranızı ıslah edin ve inanmıssanız Allah'a ve Peygamberine itaat edin"
        },
        {
            "chapter": 8,
            "verse": 2,
            "text": "Inananlar, ancak onlardır ki Allah anılınca yurekleri titrer, onlara ayetleri okununca da inanclarını arttırır ve Rablerine dayanırlar"
        },
        {
            "chapter": 8,
            "verse": 3,
            "text": "Onlardır ki namaz kılarlar ve rızıklandırdıgımız seylerin bir kısmını harcarlar"
        },
        {
            "chapter": 8,
            "verse": 4,
            "text": "Onlardır gercek inananlar, onlarındır Rableri katında dereceler, yarlıganma ve daimi, bitmeztukenmez rızık"
        },
        {
            "chapter": 8,
            "verse": 5,
            "text": "Nasıl ki Rabbin, seni hak ugruna evinden cıkarmıstı ve suphe yok ki inananların bir kısmı bundan hoslanmamıstı"
        },
        {
            "chapter": 8,
            "verse": 6,
            "text": "Gercek, apacık meydana cıktıktan sonra bile bu hususta, gozleri bakabaka olume surukleniyorlarmıs gibi seninle cekismeye kalkısıyorlardı"
        },
        {
            "chapter": 8,
            "verse": 7,
            "text": "Hani Allah, o iki bolukten birinin muhakkak sizin olacagını vaad ediyordu da siz, silahı bulunmayanların, elinize dusmesini istiyordunuz. Halbuki Allah, sozleriyle, gercegi yerine getirmek ve kafirlerin kokunu kesmek istiyordu"
        },
        {
            "chapter": 8,
            "verse": 8,
            "text": "Boylece de suclular istemese de gercegi gercek olarak izhar etmeyi ve batılın boslugunu bildirmeyi murad etmekteydi"
        },
        {
            "chapter": 8,
            "verse": 9,
            "text": "Hani, siz, Rabbinizden imdat istemistiniz de Rabbiniz, suphe yok ki ben, birbiri ardınca binlerce melekle size yardım edecegim diye duanızı kabul etmisti"
        },
        {
            "chapter": 8,
            "verse": 10,
            "text": "Ve Allah, bunu ancak bir mujde olarak ve kalpleriniz yatıssın diye yapmıstı. Yardım, ancak Allah'tandır. Suphe yok ki Allah, ustundur, hukum ve hikmet sahibidir"
        },
        {
            "chapter": 8,
            "verse": 11,
            "text": "Hani bir emniyet vermek icin sizi hafif bir uykuya daldırmıstı ve sizi arıtmak, sizden Seytan'ın pisligini gidermek, yureklerinizi saglamlastırmak ve ayaklarınızı pekistirip metanetinizi arttırmak icin de gokten bir yagmur yagdırmıstı"
        },
        {
            "chapter": 8,
            "verse": 12,
            "text": "Hani Rabbin, suphe yok ki ben, sizinleyim, inananları sebat ettirin, kafirlerin yureklerine korku salacagım, hadi vurun boyunlarını, vurun onların ellerine, ayaklarına diye meleklere vahyetmedeydi"
        },
        {
            "chapter": 8,
            "verse": 13,
            "text": "Bu da onların, Allah'a ve Peygamberine karsı gelmelerindendi ve kim, Allah'a ve Peygamberine karsı gelirse bilsin ki Allah'ın cezası, suphe yok ki pek cetindir"
        },
        {
            "chapter": 8,
            "verse": 14,
            "text": "Iste tadın simdi bunu ve suphe yok ki kafirler icin bir de atesle azap var"
        },
        {
            "chapter": 8,
            "verse": 15,
            "text": "Ey inananlar, savasmak uzere kafirlerle karsılastınız mı onlara arkanızı donmeyin"
        },
        {
            "chapter": 8,
            "verse": 16,
            "text": "Ve kim, tekrar savasmak icin bir tarafa cekilmek, yahut bir boluge ulasmak niyetinde olmadan oyle bir gunde onlara arka cevirir, donerse muhakkak Allah'ın gazabına ugrayacaktır, yurdu cehennemdir ve orası, donup varılacak ne kotu bir yerdir"
        },
        {
            "chapter": 8,
            "verse": 17,
            "text": "Onları siz oldurmediniz, fakat Allah oldurdu ve attıgın zaman sen atmadın, fakat Allah attı ve boylece de kendi katından, inananlara guzel bir nimet vermek, onları denemek istedi. Suphe yok ki Allah her seyi duyar, bilir"
        },
        {
            "chapter": 8,
            "verse": 18,
            "text": "Boyledir bu ve suphe yok ki Allah, kafirlerin duzenlerini gevsetir"
        },
        {
            "chapter": 8,
            "verse": 19,
            "text": "Fetih istiyordunuz ya, iste size fetih. Vazgecerseniz daha hayırlı olur size, fakat savasa donerseniz biz de doneriz ve toplulugunuz cok bile olsa hicbir isinize yaramaz sizin ve suphe yok ki Allah, inananlarla beraberdir"
        },
        {
            "chapter": 8,
            "verse": 20,
            "text": "Ey inananlar, Allah'a ve Peygamberine itaat edin, Kur'an'ı dinlediginiz halde ondan yuz cevirmeyin"
        },
        {
            "chapter": 8,
            "verse": 21,
            "text": "Ve isittik dedikleri halde duyup kabul etmeyenlere benzemeyin"
        },
        {
            "chapter": 8,
            "verse": 22,
            "text": "Suphesiz ki yerde yuruyen canlıların Allah katında en kotusu, aklı, idraki olmayan sagır ve dilsiz mahluklardır"
        },
        {
            "chapter": 8,
            "verse": 23,
            "text": "Allah, onlarda bir hayır oldugunu bilseydi elbette onlara duyururdu. Fakat duyursaydı da gene onlar arkalarını donerek yuz cevirirlerdi"
        },
        {
            "chapter": 8,
            "verse": 24,
            "text": "Ey inananlar, sizi diriltecek, size can verecek seylere cagırdıkları zaman Allah'a ve Peygambere icabet edin ve bilin ki Allah, hic suphe yok, insanın kendisiyle kalbinin arasına girer ve hic suphe yok ki onun tapısında toplanacaksınız"
        },
        {
            "chapter": 8,
            "verse": 25,
            "text": "Ve sakının o fitneden ki yalnız zulmedenlerinize gelip catmaz ve bilin ki suphesiz Allah'ın cezası pek cetindir"
        },
        {
            "chapter": 8,
            "verse": 26,
            "text": "Hatırlayın o zamanı ki azlıktınız, yeryuzunde hor, aciz tanınanlardandınız, insanların size saldırıp yok etmesinden korkuyordunuz. Derken sizi, sukredesiniz diye yeryurt sahibi etti, yardımıyla kuvvetlendirdi ve tertemiz seylerle rızıklandırdı"
        },
        {
            "chapter": 8,
            "verse": 27,
            "text": "Ey inananlar, Allah'a ve Peygambere hıyanet etmeyin ve bilebile emanetlerinize de hıyanette bulunmayın"
        },
        {
            "chapter": 8,
            "verse": 28,
            "text": "Ve bilin ki mallarınız ve evladınız, sizin icin bir sınamadır ancak ve suphe yok ki Allah katındadır buyuk mukafat"
        },
        {
            "chapter": 8,
            "verse": 29,
            "text": "Ey inananlar, Allah'tan cekinirseniz hayırla serri ayırt etme kabiliyetini verir size ve suclarınızı orter, yarlıgar sizi ve Allah, pek buyuk bir lutuf ve ihsan sahibidir"
        },
        {
            "chapter": 8,
            "verse": 30,
            "text": "Hani bir zaman, kafir olanlar, seni baglayıp hapsetmek, yahut oldurmek, yahut da yurdundan cıkarmak icin duzenlere bas vurmuslardı. Onlar, bu duzeni kurarken Allah da cezalarını hazırlamadaydı ve Allah hilekarları cezalandıranların en hayırlısıdır"
        },
        {
            "chapter": 8,
            "verse": 31,
            "text": "Onlara ayetlerimiz okunurken dediler ki: Duyduk, dilersek biz de buna benzer sozler soyleriz ve bu, eskilerin masallarından baska bir sey de degil"
        },
        {
            "chapter": 8,
            "verse": 32,
            "text": "Hani Allah'ım demislerdi, bu, senin katındansa ve gercekse basımıza gokten tas yagdır, yahut da bize elemli bir azap ver"
        },
        {
            "chapter": 8,
            "verse": 33,
            "text": "Fakat sen, onların icinde oldukca onları azaplandırmaz ve gene yarlıganma dilerlerken Allah onlara azap vermez"
        },
        {
            "chapter": 8,
            "verse": 34,
            "text": "Ne diye Allah onları azaplandırmasın ki onlar, hizmetine layık olmadıkları halde halkı Mescidi Haram'dan menediyorlar, onun hizmetine layık olanlar, ancak cekinenlerdir, fakat cogu bilmez bunu"
        },
        {
            "chapter": 8,
            "verse": 35,
            "text": "Tanrı evine karsı namazları, ancak ıslık calmak ve el cırpmaktan ibaret. Artık kafir olmanıza karsılık tadın azabı"
        },
        {
            "chapter": 8,
            "verse": 36,
            "text": "Suphe yok ki kafir olanlar, mallarını ancak halkı Allah yolundan alıkoymak icin harcarlar. Harcayacaklar da, sonra o harcadıkları mallar, kendilerine bir ic acısı olacak, sonra da alt edilecekler ve kafir olanlar cehenneme goturulecekler, orada toplanacaklar"
        },
        {
            "chapter": 8,
            "verse": 37,
            "text": "Allah pisi temizden ayıracak ve pis olanları yıgınyıgın birbiri ustune koyup yıgacak ve topunu birden cehenneme atacak; onlardır ziyankarlar"
        },
        {
            "chapter": 8,
            "verse": 38,
            "text": "Kafir olanlara de: Kafirliklerinden vazgecerlerse gecmis gunahları ortulur, yarlıganır, fakat vazgecmezler de savasa kalkısırlarsa suphe yok ki onlardan onceki hukum ve kanun yuruyup gidecektir"
        },
        {
            "chapter": 8,
            "verse": 39,
            "text": "Hicbir fitne kalmayıncaya ve din, tamamıyla Allah'a munhasır oluncaya dek savasın onlarla. Savastan vazgecerlerse suphe yok ki Allah, onların yaptıklarını gorur"
        },
        {
            "chapter": 8,
            "verse": 40,
            "text": "Ve yuz cevirirlerse artık bilin ki Allah sizin yariniz, yardımcınızdır ve o, ne guzel dosttur, ne guzel yardımcı"
        }
    ]
}