{
    "rukus": [
        {
            "chapter": 2,
            "verse": 236,
            "text": "স্ত্রীদেরকে স্পর্শ করার আগে এবং কোন মোহর সাব্যস্ত করার পূর্বেও যদি তালাক দিয়ে দাও, তবে তাতেও তোমাদের কোন পাপ নেই। তবে তাদেরকে কিছু খরচ দেবে। আর সামর্থ্যবানদের জন্য তাদের সামর্থ্য অনুযায়ী এবং কম সামর্থ্যবানদের জন্য তাদের সাধ্য অনুযায়ী। যে খরচ প্রচলিত রয়েছে তা সৎকর্মশীলদের উপর দায়িত্ব।"
        },
        {
            "chapter": 2,
            "verse": 237,
            "text": "আর যদি মোহর সাব্যস্ত করার পর স্পর্শ করার পূর্বে তালাক দিয়ে দাও, তাহলে যে, মোহর সাব্যস্ত করা হয়েছে তার অর্ধেক দিয়ে দিতে হবে। অবশ্য যদি নারীরা ক্ষমা করে দেয় কিংবা বিয়ের বন্ধন যার অধিকারে সে (অর্থাৎ, স্বামী) যদি ক্ষমা করে দেয় তবে তা স্বতন্ত্র কথা। আর তোমরা পুরুষরা যদি ক্ষমা কর, তবে তা হবে পরহেযগারীর নিকটবর্তী। আর পারস্পরিক সহানুভূতির কথা বিস্মৃত হয়ো না। নিশ্চয় তোমরা যা কিছু কর আল্লাহ সেসবই অত্যন্ত ভাল করে দেখেন।"
        },
        {
            "chapter": 2,
            "verse": 238,
            "text": "সমস্ত নামাযের প্রতি যত্নবান হও, বিশেষ করে মধ্যবর্তী নামাযের ব্যাপারে। আর আল্লাহর সামনে একান্ত আদবের সাথে দাঁড়াও।"
        },
        {
            "chapter": 2,
            "verse": 239,
            "text": "অতঃপর যদি তোমাদের কারো ব্যাপারে ভয় থাকে, তাহলে পদচারী অবস্থাতেই পড়ে নাও অথবা সওয়ারীর উপরে। তারপর যখন তোমরা নিরাপত্তা পাবে, তখন আল্লাহকে স্মরণ কর, যেভাবে তোমাদের শেখানো হয়েছে, যা তোমরা ইতিপূর্বে জানতে না।"
        },
        {
            "chapter": 2,
            "verse": 240,
            "text": "আর যখন তোমাদের মধ্যে যারা মৃত্যুবরণ করবে তখন স্ত্রীদের ঘর থেকে বের না করে এক বছর পর্যন্ত তাদের খরচের ব্যাপারে ওসিয়ত করে যাবে। অতঃপর যদি সে স্ত্রীরা নিজে থেকে বেরিয়ে যায়, তাহলে সে নারী যদি নিজের ব্যাপারে কোন উত্তম ব্যবস্থা করে, তবে তাতে তোমাদের উপর কোন পাপ নেই। আর আল্লাহ হচ্ছেন পরাক্রমশালী বিজ্ঞতা সম্পন্ন।"
        },
        {
            "chapter": 2,
            "verse": 241,
            "text": "আর তালাকপ্রাপ্তা নারীদের জন্য প্রচলিত নিয়ম অনুযায়ী খরচ দেয়া পরহেযগারদের উপর কর্তব্য।"
        },
        {
            "chapter": 2,
            "verse": 242,
            "text": "এভাবেই আল্লাহ তা’আলা তোমাদের জন্য স্বীয় নির্দেশ বর্ণনা করেন যাতে তোমরা তা বুঝতে পার।"
        }
    ]
}