{
    "rukus": [
        {
            "chapter": 71,
            "verse": 1,
            "text": "আমি নূহকে প্রেরণ করেছিলাম তাঁর সম্প্রদায়ের প্রতি একথা বলেঃ তুমি তোমার সম্প্রদায়কে সতর্ক কর, তাদের প্রতি মর্মন্তদ শাস্তি আসার আগে।"
        },
        {
            "chapter": 71,
            "verse": 2,
            "text": "সে বলল, হে আমার সম্প্রদায়! আমি তোমাদের জন্যে স্পষ্ট সতর্ককারী।"
        },
        {
            "chapter": 71,
            "verse": 3,
            "text": "এ বিষয়ে যে, তোমরা আল্লাহ তা’আলার এবাদত কর, তাঁকে ভয় কর এবং আমার আনুগত্য কর।"
        },
        {
            "chapter": 71,
            "verse": 4,
            "text": "আল্লাহ তা’আলা তোমাদের পাপসমূহ ক্ষমা করবেন এবং নির্দিষ্ট সময় পর্যন্ত অবকাশ দিবেন। নিশ্চয় আল্লাহ তা’আলার নির্দিষ্টকাল যখন হবে, তখন অবকাশ দেয়া হবে না, যদি তোমরা তা জানতে"
        },
        {
            "chapter": 71,
            "verse": 5,
            "text": "সে বললঃ হে আমার পালনকর্তা! আমি আমার সম্প্রদায়কে দিবারাত্রি দাওয়াত দিয়েছি"
        },
        {
            "chapter": 71,
            "verse": 6,
            "text": "কিন্তু আমার দাওয়াত তাদের পলায়নকেই বৃদ্ধি করেছে।"
        },
        {
            "chapter": 71,
            "verse": 7,
            "text": "আমি যতবারই তাদেরকে দাওয়াত দিয়েছি, যাতে আপনি তাদেরকে ক্ষমা করেন, ততবারই তারা কানে অঙ্গুলি দিয়েছে, মুখমন্ডল বস্ত্রাবৃত করেছে, জেদ করেছে এবং খুব ঔদ্ধত্য প্রদর্শন করেছে।"
        },
        {
            "chapter": 71,
            "verse": 8,
            "text": "অতঃপর আমি তাদেরকে প্রকাশ্যে দাওয়াত দিয়েছি"
        },
        {
            "chapter": 71,
            "verse": 9,
            "text": "অতঃপর আমি ঘোষণা সহকারে প্রচার করেছি এবং গোপনে চুপিসারে বলেছি।"
        },
        {
            "chapter": 71,
            "verse": 10,
            "text": "অতঃপর বলেছিঃ তোমরা তোমাদের পালনকর্তার ক্ষমা প্রার্থনা কর। তিনি অত্যন্ত ক্ষমাশীল।"
        },
        {
            "chapter": 71,
            "verse": 11,
            "text": "তিনি তোমাদের উপর অজস্র বৃষ্টিধারা ছেড়ে দিবেন"
        },
        {
            "chapter": 71,
            "verse": 12,
            "text": "তোমাদের ধন-সম্পদ ও সন্তান-সন্ততি বাড়িয়ে দিবেন, তোমাদের জন্যে উদ্যান স্থাপন করবেন এবং তোমাদের জন্যে নদীনালা প্রবাহিত করবেন।"
        },
        {
            "chapter": 71,
            "verse": 13,
            "text": "তোমাদের কি হল যে, তোমরা আল্লাহ তা’আলার শ্রেষ্টত্ব আশা করছ না।"
        },
        {
            "chapter": 71,
            "verse": 14,
            "text": "অথচ তিনি তোমাদেরকে বিভিন্ন রকমে সৃষ্টি করেছেন।"
        },
        {
            "chapter": 71,
            "verse": 15,
            "text": "তোমরা কি লক্ষ্য কর না যে, আল্লাহ কিভাবে সপ্ত আকাশ স্তরে স্তরে সৃষ্টি করেছেন।"
        },
        {
            "chapter": 71,
            "verse": 16,
            "text": "এবং সেখানে চন্দ্রকে রেখেছেন আলোরূপে এবং সূর্যকে রেখেছেন প্রদীপরূপে।"
        },
        {
            "chapter": 71,
            "verse": 17,
            "text": "আল্লাহ তা’আলা তোমাদেরকে মৃত্তিকা থেকে উদগত করেছেন।"
        },
        {
            "chapter": 71,
            "verse": 18,
            "text": "অতঃপর তাতে ফিরিয়ে নিবেন এবং আবার পুনরুত্থিত করবেন।"
        },
        {
            "chapter": 71,
            "verse": 19,
            "text": "আল্লাহ তা’আলা তোমাদের জন্যে ভূমিকে করেছেন বিছানা।"
        },
        {
            "chapter": 71,
            "verse": 20,
            "text": "যাতে তোমরা চলাফেরা কর প্রশস্ত পথে।"
        }
    ]
}