{
    "pages": [
        {
            "chapter": 36,
            "verse": 55,
            "text": "Doista ce stanovnici Dzenneta taj dan biti zauzeti, u nasladama uzivajuci"
        },
        {
            "chapter": 36,
            "verse": 56,
            "text": "oni i supruge njihove bit ce u hladovini na ukrasenim divanima naslonjeni"
        },
        {
            "chapter": 36,
            "verse": 57,
            "text": "u njemu ce imati voca, i ono sto budu zeljeli"
        },
        {
            "chapter": 36,
            "verse": 58,
            "text": "Selam vama!\" - bit ce rijeci Gospodara Milostivog"
        },
        {
            "chapter": 36,
            "verse": 59,
            "text": "A vi, o prestupnici, danas se odvojite"
        },
        {
            "chapter": 36,
            "verse": 60,
            "text": "O sinovi Ademovi, zar vam nisam naredio: Ne obozavajte sejtana, on vam je neprijatelj otvoreni"
        },
        {
            "chapter": 36,
            "verse": 61,
            "text": "vec ibadet cinite Meni; to je Put pravi"
        },
        {
            "chapter": 36,
            "verse": 62,
            "text": "On je mnoge od vas u zabludu odveo, kako niste razumjeli"
        },
        {
            "chapter": 36,
            "verse": 63,
            "text": "Ovo je Dzehennem koji vam je obecan"
        },
        {
            "chapter": 36,
            "verse": 64,
            "text": "uđite danas u njega i vrelinu njegovu trpite zato sto ste poricali"
        },
        {
            "chapter": 36,
            "verse": 65,
            "text": "Danas cemo im usta zapecatiti, ruke njihove ce Nam govoriti, a noge njihove ce o onom sto su radili svjedociti"
        },
        {
            "chapter": 36,
            "verse": 66,
            "text": "Da smo htjeli, oci bi njihove poravnali - slijepim ih ucinili, pa kad bi na put posli, kako bi vidjeli"
        },
        {
            "chapter": 36,
            "verse": 67,
            "text": "A da smo htjeli, mogli smo ih na mjestu na kome su u nesto pretvoriti, pa ne bi mogli ni naprijed ni nazad ici"
        },
        {
            "chapter": 36,
            "verse": 68,
            "text": "I Onome kome dug zivot damo, Mi mu izgled nagore izmijenimo. Zar oni ne razumiju"
        },
        {
            "chapter": 36,
            "verse": 69,
            "text": "Mi Poslanika nismo pjesnistvu ucili, to mu ne prilici. Ovo je samo pouka - Kur'an jasni"
        },
        {
            "chapter": 36,
            "verse": 70,
            "text": "da upozorava onoga ko ziv je, i da se Rijec o kazni za nevjernike obistini"
        }
    ]
}