{
    "maqras": [
        {
            "chapter": 35,
            "verse": 15,
            "text": "Ej mardum, sumo dar hamai ciz ʙa Alloh muhtoced. U az hamai maxluqotas ʙenijoz ast va dar zot va nomhojas sitois karda sudaast"
        },
        {
            "chapter": 35,
            "verse": 16,
            "text": "Agar ʙixohad, sumoro az mijon meʙarad va mardumi digarero meovarad, cojguzini sumo mesozad, ki uro ʙo jagonagi parastis mekunand"
        },
        {
            "chapter": 35,
            "verse": 17,
            "text": "Va in kor ʙar Alloh dusvor nest"
        },
        {
            "chapter": 35,
            "verse": 18,
            "text": "Va hec kas ʙori gunohi digarero ʙar dus nakasad. Va agar saxsi garonʙore kasero ʙaroi ʙardostani ʙori gunohi xud talaʙ kunad, cize az on ʙori gunoh ʙardosta namesavad, harcand az xesovandi nazdiki u ʙosad. Haroina, tu faqat kasonero metarsoni, ki Parvardigorasonro nodida metarsand va namozi farzsudaro dar vaqtas meguzorand. Har ki az sirk pok savad va taqvo pesa kunad, alʙatta, ʙaroi xud pok sudaast. Va ʙozgasti hama ʙa sui Alloh ast va har jakero muvofiqi kirdorason cazoi munosiʙ xohad dod"
        },
        {
            "chapter": 35,
            "verse": 19,
            "text": "Va noʙinovu ʙino ʙaroʙar nestand"
        },
        {
            "chapter": 35,
            "verse": 20,
            "text": "va na torikivu ravsani"
        },
        {
            "chapter": 35,
            "verse": 21,
            "text": "va na sojavu harorati oftoʙ"
        },
        {
            "chapter": 35,
            "verse": 22,
            "text": "Va zindagonu murdagon ʙaroʙar nestand. Alʙatta, Alloh har kiro xohad, mesunavonad. Va tu nametavoni suxani xudro ʙa murdagone, ki dar gur xuftaand, ʙisunavoni, pas hamcunon nametavoni haqiqatro ʙar kofirone, ki dilhojason murdaast, ʙisunavoni"
        },
        {
            "chapter": 35,
            "verse": 23,
            "text": "Tu cuz ʙimdihandae nesti"
        },
        {
            "chapter": 35,
            "verse": 24,
            "text": "Haroina, Mo turo ʙa haq ʙa pajƣamʙari firistodem, to muƶda dihi ʙa cannat kasonero, ki ʙa tu imon ovardand va ʙa farmudai tu amal namudaand va ʙim dihi ʙa duzax kasonero, ki ʙa tu imon naovardaand va az amri tu sarpeci kardaand va hec millate nest, magar ki dar mijonason ʙimdihandae omada ʙud, to huccati Allohro ʙar onho ʙarpo namojad"
        },
        {
            "chapter": 35,
            "verse": 25,
            "text": "Va agar turo musrikon duruƣgu sumorand, ʙegumon kasone ham, ki pes az onon ʙudaand, pajjomʙaronasonro, ki ʙo mu'cizot va ʙo navistaho va kitoʙi ravsaniʙaxs ʙa mijonason omada ʙudand, duruggu ʙarovardaand"
        },
        {
            "chapter": 35,
            "verse": 26,
            "text": "Sipas onhoero, ki kufr varzidand, ʙa nav'hoi azoʙ furu giriftam. Pas, ʙingar uquʙati man ci guna ʙud"
        },
        {
            "chapter": 35,
            "verse": 27,
            "text": "Ojo nadidai, ki Alloh, ʙa tahqiq, az osmon ʙoron firistod, pas ʙa on mevahoi gunogun rujjonidem? Va az kuhho rohhoe: safed va surx va rangorang va ʙa ƣojat sijoh padid ovardem"
        },
        {
            "chapter": 35,
            "verse": 28,
            "text": "Va hamcunin az mardum va cunʙandagon (convaron) va cahorpojoni ʙo ranghoi gunogun padid ovardem. Alʙatta, az mijoni ʙandagoni Alloh tanho donismandon, ki farmonasro itoat mekunand az iqoʙi U metarsand. Va haroina, Alloh dar mulkas piruzmandu qavi ast va gunohi tavʙakunandagonro omurzanda ast"
        },
        {
            "chapter": 35,
            "verse": 29,
            "text": "Ba tahqiq, onon, ki kitoʙi Qur'onro mexonand va ʙa on amal mekunand va namozro dar vaqtas meguzorand va az on ci ʙa onho dodaem, pinhonivu oskoro sadaqa mekunand, umedvor ʙa ticorate hastand, ki hargiz zijon namekunad va ʙarʙod nameravad"
        },
        {
            "chapter": 35,
            "verse": 30,
            "text": "Zero Alloh mukofotasonro ʙa purragi medihad va az fazli xud podose ʙar on meafzojad. Ba tahqiq, Alloh gunohonasonro omurzanda ast va pazirandai sipos ast, ki nekii andakro az onho mepazirad"
        },
        {
            "chapter": 35,
            "verse": 31,
            "text": "Har ci az on kitoʙi Qur'on ʙa tu ej Rasul, vahj kardaem, haq va tasdiqkunandai kitoʙhoi pes az Qur'on ast va alʙatta, Alloh ʙar holi ʙandagonas ogoh ast va ʙa amalhojason ʙinost"
        },
        {
            "chapter": 35,
            "verse": 32,
            "text": "Sipas ʙa'di haloki ummatho kitoʙi Qur'onro ʙa kasone az ʙandagonamon, ki ʙarguzida ʙudem (ja'ne, ummati Muhammad sallallohu alajhi va sallam), ʙa meros dodem. Ba'ze ʙar xud sitam kardand va ʙa'ze rohi mijonaro ʙarguzidand va ʙa'ze ʙo farmoni Alloh dar korhoi nek pesvo hastand. Va in ast ʙaxsoise ʙuzurg"
        },
        {
            "chapter": 35,
            "verse": 33,
            "text": "Ba ʙihisthoe, ki cojgohi covidonai onhost, doxil mesavand. Dar on co onhoro ʙo dastʙandhoi zaru marvorid meorojand va dar on co comahojason az harir (aʙresim) ast"
        },
        {
            "chapter": 35,
            "verse": 34,
            "text": "Va megujand: Hamai sipos Allohro, ki ƣamu anduh az mo dur kard. Ba tahqiq, Parvardigori mo omurzandavu sukrpazir ast, ki az kamʙudihojamon darguzasta va nekihojamonro qaʙul kard va dar onho afzud"
        },
        {
            "chapter": 35,
            "verse": 35,
            "text": "On Allohe, ki moro az fazli xes ʙa in saroji covidon darovard, ki dar on co na rance cismoni ʙar mo merasad va na xastagii ruhoni"
        },
        {
            "chapter": 35,
            "verse": 36,
            "text": "Va kasone, ki kufr varzidand, otasi cahannam ʙaroi onon ast, na hukm karda mesavad ʙar onho, to ʙimirand, ki dar rohat ʙimonand va na cize az azoʙason kam karda mesavad. Nosiposonro cunin cazo medihem"
        },
        {
            "chapter": 35,
            "verse": 37,
            "text": "Va on kofiron az daruni otas farjod zanand: «Ej Parvardigori mo, moro ʙerun or, to korhoi soista qunem, ƣajr az on ci dar dunjo mekardem». (Ba onho meguem): Ojo on qadar sumoro umr nadoda ʙudem, ki pandgirandagon pand girand? Va sumoro ʙimdihanda omad, to ʙa sui mo ʙozgarded va tavʙa kuned. Pas, ta'mi azoʙro ʙicased, ki gunahkoronro jovare nest, ki az duzax onhoro ʙerun ovarad"
        },
        {
            "chapter": 35,
            "verse": 38,
            "text": "Alʙatta, Alloh donoi nihoni osmonhovu zamin ast va haroina, U ʙa on ci dar dilhost, az xajru sar poki va nopoki ogoh ast. (Pas, dar jagonagii Alloh va pajomʙarii Muhammad sallallohu aljhi va sallam sak maored)"
        },
        {
            "chapter": 35,
            "verse": 39,
            "text": "U Alloh, ki sumoro dar ruji zamin conisini pesinijon kard, pas har kas, ki kofir savad, kufras ʙar zijoni ust va kufri kofiron dar pesgohi Parvardigorason cuz ʙar xasm najafzojad. Va cuz zijon va gumrohi cize digar nasiʙi kofiron nagardad"
        },
        {
            "chapter": 35,
            "verse": 40,
            "text": "Ej Rasul, ʙaroi musrikon ʙigu: «Ojo sarikonero, ki ʙa coi Allohi jakto mexonded, dided? Ba man nison dihed, ki az zamin ci cizro ofaridaand? Jo in ki dar ofarinisi osmon sirkate dorand? Ojo ʙar on musrikho kitoʙe az osmon firistodaem, ki onro dar kori sirk va ʙutparastiason huccati xud sozand? Balki, haq in ast, ki sitamkoron ʙa jakdigar cuz fireʙ va'dae namedihand»"
        }
    ]
}