{
    "maqras": [
        {
            "chapter": 46,
            "verse": 21,
            "text": "Va ʙa jod ʙijovar ej pajomʙar, ʙarodari qavmi Odro, ki cun qavmi xudro dar Ahqof az omadani azoʙi ilohi tarsond va ʙa rosti pes az u pajomʙarone ʙudand va raftandu pas az u pajomʙarone omadand, ʙo in pajom, ki cuz Allohi jaktoro naparasted, ki haroina, man az azoʙi ruzi ʙuzurgi qijomat ʙar sumo metarsam ʙa saʙaʙi sirk ovardanaton"
        },
        {
            "chapter": 46,
            "verse": 22,
            "text": "Qavmi Hud guftand: «Ojo omadai, ʙo duruƣhojat to moro az parastisi ma'ʙudonamon ʙargardoni? Pas agar rost megui, har ci ʙa mo va'da medihi, az azoʙi ʙuzurg ʙa mijon ʙijovar»"
        },
        {
            "chapter": 46,
            "verse": 23,
            "text": "Guft (Hud alajhis salom): In va'dai omadani azoʙro tanho Alloh medonad va man firistodai Alloh hastam va on ciro ʙa on firistoda sudaam, ʙa sumo merasonam. Vale meʙinam, ki mardumi nodon hasted, dar talaʙ kardani azoʙ va nofarmoni kardanaton ʙa Alloh"
        },
        {
            "chapter": 46,
            "verse": 24,
            "text": "Pas cun qavmi Hud azoʙro dar hajati aʙre didand, ki ruj ovaranda ʙa sui vodihojason, guftand: In aʙrest, ki ʙoron meorad ʙa mo. Pas guft Hud alajhissalom ʙa onon: Ne, ʙalki in hamon azoʙe ast, ki ʙa sitoʙ talaʙ namuded omadani onro. In ʙodesg, ki dar on uquʙatu azoʙi dardnok ast"
        },
        {
            "chapter": 46,
            "verse": 25,
            "text": "Bo farmon va xohisi Parvardigoras hama cizro noʙud mekunad. Pas cunon sudand, ki cuz xonahojason cizi digare dida namesud. Mo in tavr gunahgoronro (ʙa saʙaʙi tuƣjonason) cazo medihem"
        },
        {
            "chapter": 46,
            "verse": 26,
            "text": "Va hamono ʙa qavmi Od dar dunjo cunon tavonoiju qudrat doda ʙudem, ki ʙa sumo nadodaem ej kuffori Qurajs. Barojason xusi, sunavo to ʙisunavand va casmhoi ʙino to ʙuʙinand va dilho to dark kunand, qaror doda ʙudem. Vale gusu casmu dilason ʙa holason hec foidae nakard, cunki ojoti Allohro inkor mekardand va on azoʙero, ki ʙa masxaraas megiriftand, onhoro faro girift"
        },
        {
            "chapter": 46,
            "verse": 27,
            "text": "Ba tahqiq, Mo hamai dehahoero, ki dar atrofi sumo (ej ahli Makka) ʙudand, halok kardem va Mo ojoti xudro ʙa surathoi gunogun ʙajon dostem, ʙosad, ki onho az kufri xud ʙargardand"
        },
        {
            "chapter": 46,
            "verse": 28,
            "text": "Pas, caro kasonero, ki ʙa ƣajri Alloh (ʙaroi nazdiki ʙa Allohi jagona) ma'ʙud girifta ʙudand, joriason nakardand, ʙalki az nazarason gum sudand? In duruƣ va ʙoftahoi onho ʙud, (ja'ne, aqida dostand, ki ʙutho moro ʙa Alloh nazdik mesozand)"
        },
        {
            "chapter": 46,
            "verse": 29,
            "text": "Va ʙa jod ovar ej pajomʙar, cun guruhe az cinhoro nazdi tu ravona kardem, to Qur'onro ʙisnavand. Cun ʙa nazdas rasidand va Pajomʙar (sallallohu alajhi va sallam) Qur'on mexond, guftand: «Xomus ʙosed, to Qur'onro ʙisnavem! Pas cun tilovati Qur'on ʙa pojon rasid hamono Qur'on ʙa onho ta'sir kard, onho ʙa sui qavmi xud, husdordihanda ʙozgastand, to onhoro az azoʙi Ilohi ʙitarsonand, agar imon naorand"
        },
        {
            "chapter": 46,
            "verse": 30,
            "text": "Guftand: «Ej qavmi mo, haroina, mo kitoʙero sunidem, ki ʙa'd az Muso nozil suda, kitoʙhoi pesinro, ki ʙa pajomʙaronas nozil kardaast, tasdiq mekunad va ʙa haq va rohi rost roh menamojad"
        },
        {
            "chapter": 46,
            "verse": 31,
            "text": "Ej qavmi mo, suxanhoi in firistodai Alloh (Muhammad)-ro qaʙul kuned va ʙa u imon ʙijovared, to Alloh gunohhojatonro ʙijomurzad va sumoro az azoʙi dardovar dar amon Dorad"
        },
        {
            "chapter": 46,
            "verse": 32,
            "text": "Va har kase, ki qaʙul nakunad da'vati da'vatkunandai Allohro, ki da'vat mekunad ʙa sui Alloh, nametavonad, dar ruji zamin az azoʙi Allohi ʙarhaq ʙigurezad va uro cuz Allohi ʙarhaq hec jovare nest va dar gumrohii oskorest!»"
        },
        {
            "chapter": 46,
            "verse": 33,
            "text": "Ojo nameʙinand va nadonistaand, Allohe, ki osmonhovu zaminro naxustin ʙor ʙijofarid, dar ofaridani onho ociz namondaast. U tavonost, ʙar on ki murdagonro zinda kunad. Bale, in kor ʙa Alloh oson ast. U ʙar har kore tavonost"
        },
        {
            "chapter": 46,
            "verse": 34,
            "text": "Va ruzi qijomat, ki kofiron ʙar otasi duzax ʙaroi azoʙ peskas karda savand, pas gufta savad ʙa onon: Ojo in azoʙ haq nest? Gujand: «Bale, savgand ʙa Parvardigoramon!» Parvardigorason mefarmojad: «Ba xotiri kufre, ki mevarzidaed, azoʙro ʙicased!»"
        },
        {
            "chapter": 46,
            "verse": 35,
            "text": "Pas, saʙr kun ej pajomʙar, ʙa ozoru azijati musrikon, hamcunon ki pajomʙaroni ululazm saʙr karda ʙudand. Va dar azoʙ dodani onho sitoʙ makun. On ruz, ki on va'daero, ki ʙa onho doda sudaast, ʙingarand, pindorand, ki cuz dar dunjo ʙa qadri soate az ruz hajot nadidaand. In xaʙar astu ʙas ʙaroi onon va ƣajrason. Pas tanho mardumi fosiqi ʙadkor, halok (azoʙ) karda mesavand"
        },
        {
            "chapter": 47,
            "verse": 1,
            "text": "Alloh a'moli neki kasonero, ki ʙa jagonagii Alloh kofir sudand va mardumro az rohi Alloh ʙozdostand, ʙotil soxt"
        },
        {
            "chapter": 47,
            "verse": 2,
            "text": "Va kasonero, ki imon ovardaand va korhoi soista kardaand va ʙa on ci (ja'ne, Qur'on) ʙar Muhammad nozil suda, ki on haq ast va az coniʙi Parvardigorason omadaast, imon ovardaand, Alloh gunohonasonro meʙaxsad va on ci az amalhoi ʙade ancom dodaand, azoʙason namekunad va korhojasonro dar dunjovu oxirat ʙa saloh meovarad"
        },
        {
            "chapter": 47,
            "verse": 3,
            "text": "Va in zoe' soxtani a'moli neki kofiron va ʙaxsidani gunohi mu'minon ʙa on saʙaʙ ast, ki kofiron ʙotilro (sajton) pajravi kardand va onon, ki imon ovardand, pajravi kardand haqqero, ki az coniʙi Parvardigorason omada ʙud. Alloh ʙaroi mardum incunin misolhoi onhoro ʙajon mekunad"
        },
        {
            "chapter": 47,
            "verse": 4,
            "text": "Pas ej mu'minon cun ʙo kofiron ru ʙa ru suded dar majdoni cang, gardanasonro ʙizaned. Ba hamcunin idoma dihed, to ʙa andozae dusmanro ʙa kustan jo zaxmi kardan, za'if namoed va cun onhoro saxt furu kufted, asirason kuned va saxt ʙiʙanded. On goh onohro ʙa ehson ozod kuned jo ʙa fidja (ʙa ivazi pulu mol). To on goh, ki cang ʙa pojon ojad. Va in ast hukmi Alloh. Va agar Alloh mexost (na ʙa rohi cang, ʙalki az rohhoi digare, misli tufon, zaminlarza, sel, ƣarq soxtan va digar ofatho) az on kofiron intiqom megirift, vale xost, to sumoro ʙa jakdigar ʙijozmojad. Va onon, ki dar rohi Alloh kusta sudaand, hargiz savoʙi a'molasonro ʙotil namekunad"
        },
        {
            "chapter": 47,
            "verse": 5,
            "text": "Ba zudi, Alloh dar dunjo ʙo to'at va rizoijati xudas ononro hidojat xohad kard va korhojasonro ʙa saloh meovarad"
        },
        {
            "chapter": 47,
            "verse": 6,
            "text": "Va ononro ʙa ʙihiste, ki ʙarojason vasf kardaast, doxil mesozad va manzilhojasonro ʙarojason muarrifi menamojad"
        },
        {
            "chapter": 47,
            "verse": 7,
            "text": "Ej kasone, ki ʙa Alloh va rasulas imon ovardaed va ʙa sari'ati U amal namudaed, agar dini Allohro ʙo ʙa co ovardani farmudahojas va dur ʙudan az man'kardahojas jori kuned, sumoro ʙar ziddi dusmanonaton jori mekunad va qadamhojatonro ustuvor medorad"
        },
        {
            "chapter": 47,
            "verse": 8,
            "text": "Va kasone, ki kufr varzidand, marg ʙar onon ʙod! Alloh a'molasonro ʙotil kardaast"
        },
        {
            "chapter": 47,
            "verse": 9,
            "text": "Zero onon cizero, (az Qur'on,) ki Alloh nozil kardaast, (ʙar pajomʙaras Muhammad sallallohu alajhi va sallam) noxus dostand va ʙa on ʙovar nadorand. Dar natica Alloh a'molasonro noʙud kard, (zero dar to'ati sajton ʙudand)"
        }
    ]
}