{
    "maqras": [
        {
            "chapter": 3,
            "verse": 52,
            "text": "Vaqte Iso az eson ehsosi kufr kard, guft: Kistand joridihandagoni man ʙa sui Alloh? Havorijon guftand: \"Mo joridihandagoni Allohem, ʙa sui U da'vat menamoem, ʙa Alloh imon ovardem va turo pajravi menamoem. Guvoh ʙos ej Iso, ki mo musalmonem"
        },
        {
            "chapter": 3,
            "verse": 53,
            "text": "Ej Parvardigori mo, ʙa on ci nozil kardai, dar Incil imon ovardem va ʙa pajomʙarat Iso alajhissalom pajravi namudem. Moro ʙinavis az cumlai on kasone, ki Turo ʙa jagonagiat va ʙarhaq ʙudani risolai pajomʙaronat, guvohi medihand. (Va on guvohidihandagon ummatoni Muhammad sallallohu alajhi va sallam meʙosand)"
        },
        {
            "chapter": 3,
            "verse": 54,
            "text": "(Kasone, ki az ʙani Isroil kofir sudand ʙa Iso alajhissalom) makr kardand, (ja'ne saxsero ʙaroi kustani Iso vakil kardand. Pas Allohi muta'ol mardero ʙa Iso monand kard va uro dastgir karda kusta va ʙa dor ovextand ʙa gumone, ki gujo u Iso hast.) Vale makri Alloh ʙehtar ast az on makrkunandagon. (Va dar in ojat isʙoti sifati makri Alloh zikr sudaast, ki loiq ʙa ʙuzurgi va kamoli U meʙosad; Makri Alloh makri haq ast dar muqoʙili makri ʙandagon)"
        },
        {
            "chapter": 3,
            "verse": 55,
            "text": "Va ʙa jod or on goh, ki Alloh farmud: \"Ej Iso, Man turo memironam va ʙa sui xud ʙolo ʙarandaam va turo az dasti kasone, ki kufr varzidaand, nacot mediham va kasonero, ki az tu pajravi kardand, ʙar kasone, ki kufr varzidand, to ruzi qijomat ʙartar qaror mediham. Sipas ʙozgasti sumo ʙa sui Man ast, pas dar dar on ci ixtilof mekarded, dar ʙorai Iso alajhissalom mijonaton hukm mekunam"
        },
        {
            "chapter": 3,
            "verse": 56,
            "text": "Ammo onon, ki kofir sudand (az jahudiho va jo kasone, ki dar ta'rifi Iso az had guzastand az nasoro,) onhoro dar dunjo ʙa qatl va giriftani mol va raftani mulk va dar oxirat ʙa otas, saxt azoʙ xoham kard va ʙarojason madadgorone nest, ki ononro az azoʙi Alloh ʙirahonad"
        },
        {
            "chapter": 3,
            "verse": 57,
            "text": "Ammo onon, ki ʙa Alloh va Rasulas imon ovardand va korhoi nek ancom dodand, Alloh muzdasonro ʙa purragi xohad dod. Alloh dust namedorad sitamkoronero, ki sirk va kufr mevarzand"
        },
        {
            "chapter": 3,
            "verse": 58,
            "text": "In qissahoe, ki ʙar tu mexonem (ej Muhammad, dar ʙorai Iso,) az dalolathoi ravsan ast ʙar durust ʙudani pajomʙarii tu va durust ʙudani Qur'oni hakim, ki haqro az ʙotil cudo menamojad. Va dar on hec sak va suʙhae nest"
        },
        {
            "chapter": 3,
            "verse": 59,
            "text": "Misoli Iso, (ki ʙe padar ofarida sudaast,) dar nazdi Alloh cun misoli Odam ast, ki uro (ʙe padar va modar) az xok ʙijofarid va ʙa u guft: «Mavcud sav». Pas mavcud sud. (Pas onon, ki da'vo kardand, ki Iso ʙe padar ofarida sudaast, ma'ʙudi ʙar haq ast (ja'ne, Alloh ast), da'voi ʙotil ast. Va agar in suʙha saheh ʙud, Odam az Iso sazovortar ʙud, zero Odam ʙe padar va modar ofarida sud. Va hama ʙar on itifoq hastand, ki u ʙandae az ʙandagoni Alloh ast"
        },
        {
            "chapter": 3,
            "verse": 60,
            "text": "In haq ast az coniʙi Parvardigori tu va on ci dar mavridi Iso omad, sakke dar on nest, pas ʙa imoni xud ustuvor ʙos va az sakkunandagon maʙos! (Dar in ojat suʙot va oromi ast ʙaroi Rasulalloh sallalohu alajhi va sallam)"
        },
        {
            "chapter": 3,
            "verse": 61,
            "text": "Pas, har ki ʙa'd az on ci ʙa tu az donis omad, dar ʙorai Iso alajhissalom, ʙo tu cidol kunad, ʙigu: «Bijoed farzandonamon va farzandonaton va zanonamon va zanonatonro da'vat namoem va mo xudro omoda mekunem va sumo ham xudro omoda kuned. Sipas dasti du'o va zori ʙa sui Alloh daroz mekunem va la'nati Allohro ʙar duruƣgujon qaror medihem"
        },
        {
            "chapter": 3,
            "verse": 62,
            "text": "Hamono in qissae, ki xaʙar dodam turo dar ʙorai Iso rostu durust ast va dar on sakke nest. Cuz Alloh hec ma'ʙude nest. U Allohi piruzmandu hakim ast"
        },
        {
            "chapter": 3,
            "verse": 63,
            "text": "Agar ruj gardonand dar ʙovari va pajravi ʙar tu, pas onon fasodkoronand. Alloh ʙa fasodkoron donost va onhoro tiʙqi a'molason cazo medihad"
        },
        {
            "chapter": 3,
            "verse": 64,
            "text": "Bigu: «Ej ahli kitoʙ, ʙijoed ʙa sui suxane, ki mijoni mo va sumo, ʙaroʙar ast va on iʙorat ast, az in ki cuz Allohro naparastem va hec cizero sariki U nasozem (misli ʙut, saliʙ, toƣut va ƣajra..) va ʙa'ze az mo ʙa'ze digarro ʙa xudoi nagirad. Ej mu'minon agar onon rujgardonand, ʙa ahli kitoʙ ʙigued, sohid ʙosed, ki mo musalmon hastem"
        },
        {
            "chapter": 3,
            "verse": 65,
            "text": "Ej ahli kitoʙ, caro dar ʙorai Iʙrohim alajhissalom cidol mekuned, dar hole ki Tavrotu Incil ʙa'd az u nozil sudaast? Magar nameandesed nodurust ʙudani suxanatonro dar ʙorai Iʙrohim, ojo jahudi ʙud jo nasroni? Ba durusti, ki dini jahudi va nasroni ʙa'di vafoti Iʙrohim pajdo sud"
        },
        {
            "chapter": 3,
            "verse": 66,
            "text": "Ogoh saved sumo! Sumo dar ʙorai on ci ki ʙa on ilm va ogohi dosted dar amri Muso va Iso va da'vo karded, ki sumo ʙar dini onon hasted va hol on ki Tavrotu Incil ʙa sumo nozil suda ʙud, ʙa cidol pardoxted, Pas caro dar mavridi on ci ki dar on ilm nadored va dar kitoʙaton zikr nasuda ʙud, ki Iʙrohim jahudi jo nasroni ʙud cidol mekuned? Hol on ki Alloh medonad va sumo namedoned"
        },
        {
            "chapter": 3,
            "verse": 67,
            "text": "Iʙrohim na jahudi ʙud va na nasroni, ʙalki u ʙar haq va taslimi farmoni Alloh ʙud va az musrikon naʙud"
        },
        {
            "chapter": 3,
            "verse": 68,
            "text": "Nazdiktarin kason ʙa Iʙrohim hamono pajravoni u kasoneand, ki ʙa u imon ovarda uro pajravi kardand va niz in pajomʙar Muhammad (sallallohu alajhi va sallam) va kasone, ki ʙa u imon ovardand az muhociron va ansoriho hastand. Ba Alloh sarparasti mu'minon ast"
        },
        {
            "chapter": 3,
            "verse": 69,
            "text": "Ej mu'minon Alloh az hasad va sitami jahud xaʙardor mesozad, ki guruhe az ahli kitoʙ dust dorand, sumoro az rohi Islom gumroh kunand, vale namedonand, ki zistii korason ʙar xudason ʙarmegardad va xud ʙa gumrohm muʙtalo mesavand"
        },
        {
            "chapter": 3,
            "verse": 70,
            "text": "Ej ahli kitoʙ! Caro ʙa ojoti Alloh kufr mevarzed, dar hole, ki sumo nisonahoi pajomʙari va risolati Muhammadro dar kitoʙhoi hud meʙined"
        },
        {
            "chapter": 3,
            "verse": 71,
            "text": "Ej ahli kitoʙ, ʙo on ki az haqiqat ogohed, caro haqro ʙa ʙotil omexta mekuned va onro az kitoʙaton taƣjir medihed va sifathoi Muhammad sallallohu alajhi va sallamro dar on pinhon medored, hol on ki dini u haq ast"
        },
        {
            "chapter": 3,
            "verse": 72,
            "text": "Va guruhe az axli kitoʙ guftand: \"Ba on ci ʙar mu'minon nozil suda dar avvali ruz imon ovared va dar oxiri ruz ʙa on kofir saved, to sojad az dini xud sak karda ʙargardand"
        },
        {
            "chapter": 3,
            "verse": 73,
            "text": "Va jahudijon guftand: ʙovar makuned, magar ʙa kase, ki pajravii dini sumo kunad. Ej Pajomʙar, ʙigu: \"Hidojat, hidojati Alloh ast\". Guftand: in ki ʙa digaron hamon cizhoe, ki ʙa sumo doda sudaast az ilm; ʙa musalmonon nison nadihed, to ki az sumo jod girifta va az sumo ʙolotar savand jo fardo dar nazdi Parvardigoraton ʙo sumo munoqasa kunand. Bigu ej Pajomʙar: \"Fazl va ʙaxsis dar dasti Alloh ast va onro ʙa har kase az ʙandagonas, ki ʙixohad medihad va Alloh faroxne'mati donost"
        },
        {
            "chapter": 3,
            "verse": 74,
            "text": "Va Alloh rahmati xesro ʙa har kas, ki ʙixohad, xos megardonad. Va Alloh doroi fazli ʙuzurg ast"
        }
    ]
}