{
    "chapter": [
        {
            "chapter": 23,
            "verse": 1,
            "text": "Nagtagumpay nga ang mga mananampalataya"
        },
        {
            "chapter": 23,
            "verse": 2,
            "text": "na sila sa pagdarasal nila ay mga tagapagpakumbaba"
        },
        {
            "chapter": 23,
            "verse": 3,
            "text": "na sila sa kabalbalan ay mga tagaayaw"
        },
        {
            "chapter": 23,
            "verse": 4,
            "text": "na sila para sa zakāh ay mga tagapagsagawa"
        },
        {
            "chapter": 23,
            "verse": 5,
            "text": "na sila sa mga kaselanan nila ay mga tagapag-ingat"
        },
        {
            "chapter": 23,
            "verse": 6,
            "text": "maliban sa mga asawa nila o inari ng mga kanang kamay nila sapagkat tunay na sila ay hindi mga masisisi"
        },
        {
            "chapter": 23,
            "verse": 7,
            "text": "ngunit ang sinumang naghangad ng lampas doon, ang mga iyon ay ang mga tagalabag"
        },
        {
            "chapter": 23,
            "verse": 8,
            "text": "na sila sa mga ipinagkatiwala sa kanila at kasunduan sa kanila ay mga tagapag-alaga"
        },
        {
            "chapter": 23,
            "verse": 9,
            "text": "na sila sa mga dasal nila ay nangangalaga"
        },
        {
            "chapter": 23,
            "verse": 10,
            "text": "Ang mga iyon ay ang mga tagapagmana"
        },
        {
            "chapter": 23,
            "verse": 11,
            "text": "na mga magmamana ng Firdaws. Sila roon ay mga mananatili"
        },
        {
            "chapter": 23,
            "verse": 12,
            "text": "Talaga ngang lumikha Kami ng tao mula sa isang hinango mula sa isang putik"
        },
        {
            "chapter": 23,
            "verse": 13,
            "text": "Pagkatapos ay gumawa Kami sa kanya na isang patak sa pinamamalagiang matibay"
        },
        {
            "chapter": 23,
            "verse": 14,
            "text": "Pagkatapos lumikha Kami sa patak bilang malalinta, saka lumikha Kami sa malalinta bilang kimpal ng lamang, saka lumikha Kami sa kimpal ng lamang bilang mga buto, saka bumalot Kami sa mga buto ng laman. Pagkatapos nagpaluwal Kami nito bilang iba pang nilikha. Kaya mapagpala si Allāh, ang pinakamaganda sa paggawa sa mga tagalikha"
        },
        {
            "chapter": 23,
            "verse": 15,
            "text": "Pagkatapos tunay na kayo, matapos niyon, ay talagang mga mamamatay"
        },
        {
            "chapter": 23,
            "verse": 16,
            "text": "Pagkatapos tunay na kayo, sa Araw ng Pagbangon, ay bubuhayin"
        },
        {
            "chapter": 23,
            "verse": 17,
            "text": "Talaga ngang lumikha Kami sa ibabaw ninyo ng pitong magkakapatong [na langit]. Hindi Kami, sa paglikha, naging nalilingat"
        },
        {
            "chapter": 23,
            "verse": 18,
            "text": "Nagpababa Kami mula sa langit ng tubig ayon sa sukat at nagpatahan Kami nito sa lupa. Tunay na Kami, sa pag-aalis nito, ay talagang nakakakaya"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "Kaya nagpaluwal Kami para sa inyo sa pamamagitan niyon ng mga hardin ng mga datiles at mga ubas – ukol sa inyo sa mga ito ay maraming prutas at mula sa mga ito ay kumakain kayo –"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "at ng isang punong-kahoy na lumalabas mula sa bundok ng Sinai na nagpapatubo ng langis at isang sawsawan para sa mga kumakain"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "Tunay na para sa inyo sa mga hayupan ay talagang may aral. Nagpapainom Kami sa inyo mula sa nasa mga tiyan ng mga ito. Para sa inyo sa mga ito ay mga pakinabang na marami at mula sa mga ito ay kumakain kayo"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "Sa ibabaw ng mga ito at sa ibabaw ng mga daong dinadala kayo"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "Talaga ngang nagsugo Kami kay Noe sa mga kababayan niya, saka nagsabi siya: \"O mga kababayan ko, sumamba kayo kay Allāh; walang ukol sa inyo na anumang Diyos na iba pa sa Kanya. Kaya hindi ba kayo mangingilag magkasala"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "Kaya nagsabi ang konseho na mga tumangging sumampalataya kabilang sa mga kababayan niya: \"Walang iba ito kundi isang taong tulad ninyo, na nagnanais magpakalamang sa inyo. Kung sakaling niloob ni Allāh ay talaga sanang nagpababa Siya ng mga anghel. Hindi tayo nakarinig hinggil dito sa mga ninuno nating sinauna"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "Walang iba siya kundi isang lalaking sa kanya ay may kabaliwan, kaya mag-abang kayo sa kanya hanggang sa isang panahon"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "Nagsabi siya: \"Panginoon ko, mag-adya Ka sa akin dahil nagpasinungaling sila sa akin"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "Kaya nagkasi Kami sa kanya, na [nagsasabi]: \"Yumari ka ng daong sa [ilalim ng] mga mata Namin at pagkasi Namin. Kaya kapag dumating ang utos Namin at sumambulat ang pugon ay magpasok ka sa loob niyon ng mula sa bawat dalawang magkapares, ng mag-anak mo – maliban sa isang nauna sa kanya ang hatol kabilang sa kanila – at huwag kang kumausap sa Akin kaugnay sa mga lumabag sa katarungan; tunay na sila ay mga malulunod"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "Kaya kapag lumulan ka at ang sinumang kasama sa iyo sa daong ay sabihin mo: \"Ang papuri ay ukol kay Allāh na nagligtas sa amin mula sa mga taong tagalabag sa katarungan"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "Sabihin mo: \"Panginoon ko, magpatuloy Ka sa akin sa isang pinatutuluyang pinagpala yamang Ikaw ay ang pinakamabuti sa mga tagapagpatuloy"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "Tunay na sa gayon ay talagang may tanda at tunay na Kami noon ay talagang sumusubok"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "Pagkatapos nagpaluwal Kami nang matapos nila ng isang salinlahing iba pa"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "Saka nagsugo Kami sa kanila ng isang sugong kabilang sa kanila, na [nagsasabi]: \"Sumamba kayo kay Allāh; walang ukol sa inyo na anumang Diyos na iba pa sa Kanya. Kaya hindi ba kayo mangingilag magkasala"
        },
        {
            "chapter": 23,
            "verse": 33,
            "text": "Nagsabi ang konseho kabilang sa mga kalipi niya na mga tumangging sumampalataya at nagpasinungaling sa pakikipagkita sa Kabilang-buhay samantalang nagpariwasa Kami sa kanila sa buhay na pangmundo: \"Walang iba ito kundi isang taong tulad ninyo; kumakain siya mula sa kinakain ninyo at umiinom siya mula sa iniinom ninyo"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "Talagang kung tumalima kayo sa isang taong tulad ninyo, tunay na kayo, samakatuwid, ay talagang mga lugi"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "Nangangako ba siya sa inyo na kayo, kapag namatay kayo at naging alabok at buto kayo, ay mga ilalabas"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "Pagkalayu-layo ito, pagkalayu-layo ito para sa ipinangangako sa inyo"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "Walang iba ito kundi buhay nating makamundo; namamatay tayo at nabubuhay tayo at tayo ay hindi mga bubuhayin"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "Walang iba siya kundi isang lalaking gumawa-gawa laban kay Allāh ng isang kasinungalingan. Tayo ay sa kanya ay hindi mga maniniwala"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "Nagsabi ito: \"Panginoon ko, mag-adya Ka sa akin dahil sa nagpasinungaling sila sa akin"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "Nagsabi Siya: \"Sa kaunting [panahon], talagang sila nga ay magiging mga magsisisi"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "Kaya dumaklot sa kanila ang hiyaw ayon sa katotohanan kaya gumawa Kami sa kanila bilang yagit. Kaya kalayuan [sa awa] ay ukol sa mga taong tagalabag sa katarungan"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "Pagkatapos nagpaluwal Kami nang matapos nila ng mga salinlahing iba pa"
        },
        {
            "chapter": 23,
            "verse": 43,
            "text": "Hindi nauunahan ng anumang kalipunan ang taning nito at hindi sila nakapagpapaantala"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "Pagkatapos nagsugo Kami ng mga sugo Namin nang sunud-sunod. Sa tuwing dumarating sa isang kalipunan ang sugo nito ay nagpapasinungaling sila rito. Kaya nagpasunod Kami sa iba sa kanila ng iba pa at gumawa Kami sa kanila bilang mga usapan. Kaya kalayuan [sa awa] ay ukol sa mga taong hindi sumasampalataya"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "Pagkatapos nagsugo Kami kay Moises at sa kapatid niyang si Aaron kalakip ng mga tanda Namin at isang katunayang malinaw"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "kay Paraon at sa konseho niya ngunit nagmalaki sila at sila noon ay mga taong nagpapakataas"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "Kaya nagsabi sila: \"Maniniwala ba kami sa dalawang taong tulad namin samantalang ang mga kalipi nilang dalawa sa amin ay mga tagapaglingkod"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "Kaya nagpasinungaling sila sa kanilang dalawa kaya sila ay naging kabilang sa mga ipinahahamak"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "Talaga ngang nagbigay Kami kay Moises ng kasulatan nang sa gayon sila ay mapapatnubayan"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "Gumawa Kami sa anak ni Maria at ina niya bilang tanda at nagkanlong Kami sa kanilang dalawa sa isang burol na may pamamalagian at tubigan"
        },
        {
            "chapter": 23,
            "verse": 51,
            "text": "O mga sugo, kumain kayo mula sa mga kaaya-ayang bagay at gumawa kayo ng maayos. Tunay na Ako sa anumang ginagawa ninyo ay Maalam"
        },
        {
            "chapter": 23,
            "verse": 52,
            "text": "Tunay na ito ay kalipunan ninyo – kalipunang nag-iisa, at Ako ay Panginoon ninyo kaya mangilag kayong magkasala sa Akin"
        },
        {
            "chapter": 23,
            "verse": 53,
            "text": "Ngunit nagkaputul-putol sila sa lagay nila sa pagitan nila bilang mga pangkatin. Bawat lapian sa taglay nila ay mga natutuwa"
        },
        {
            "chapter": 23,
            "verse": 54,
            "text": "Kaya hayaan mo sila sa kalituhan nila hanggang sa isang panahon"
        },
        {
            "chapter": 23,
            "verse": 55,
            "text": "Nag-aakala ba sila na ang inaayuda Namin sa kanila na yaman at mga anak"
        },
        {
            "chapter": 23,
            "verse": 56,
            "text": "ay [dahil] nagmamabilis Kami para sa kanila sa mga mabuting bagay? Bagkus hindi sila nakadarama"
        },
        {
            "chapter": 23,
            "verse": 57,
            "text": "Tunay na silang dahil sa takot sa Kanya ay mga nababagabag"
        },
        {
            "chapter": 23,
            "verse": 58,
            "text": "na silang sa mga tanda ng Panginoon nila ay sumasampalataya"
        },
        {
            "chapter": 23,
            "verse": 59,
            "text": "na silang sa Panginoon nila ay hindi nagtatambal"
        },
        {
            "chapter": 23,
            "verse": 60,
            "text": "na nagbibigay ng ibinigay nila habang ang mga puso nila ay nasisindak na sila sa Panginoon nila ay mga babalik"
        },
        {
            "chapter": 23,
            "verse": 61,
            "text": "ang mga iyon ay nagmamabilis sa mga mabuting bagay, at sila sa mga ito ay nauuna [sa iba]"
        },
        {
            "chapter": 23,
            "verse": 62,
            "text": "Hindi Kami nag-aatang sa isang kaluluwa malibang ayon sa kaya nito. Mayroon Kaming isang talaang bumibigkas ng katotohanan at sila ay hindi lalabagin sa katarungan"
        },
        {
            "chapter": 23,
            "verse": 63,
            "text": "Bagkus ang mga puso nila ay nasa isang kalituhan rito, at mayroon silang mga gawang [masama] bukod pa roon na sila ay gumagawa ng mga ito"
        },
        {
            "chapter": 23,
            "verse": 64,
            "text": "Hanggang sa nang nagpataw Kami sa mga pinariwasa sa kanila ng pagdurusa, biglang sila ay umuungol"
        },
        {
            "chapter": 23,
            "verse": 65,
            "text": "Huwag kayong umungol ngayong araw; tunay na kayo mula sa Amin ay hindi maiaadya"
        },
        {
            "chapter": 23,
            "verse": 66,
            "text": "Ang mga talata Ko nga noon ay binibigkas sa inyo ngunit kayo noon sa mga sakong ninyo ay umuurong"
        },
        {
            "chapter": 23,
            "verse": 67,
            "text": "habang mga nagmamalaki hinggil dito samantalang nagpupuyat habang namimintas sila"
        },
        {
            "chapter": 23,
            "verse": 68,
            "text": "Kaya hindi ba sila nagmumuni-muni sa sinabi [ni Allāh] o dumating sa kanila ang hindi dumating sa mga magulang nilang sinauna"
        },
        {
            "chapter": 23,
            "verse": 69,
            "text": "O hindi sila nakakilala sa Sugo nila kaya sila sa kanya ay mga tagapagkaila"
        },
        {
            "chapter": 23,
            "verse": 70,
            "text": "O nagsasabi sila na sa kanya ay may isang kabaliwan? Bagkus naghatid siya sa kanila ng katotohanan habang ang higit na marami sa kanila sa katotohanan ay mga nasusuklam"
        },
        {
            "chapter": 23,
            "verse": 71,
            "text": "Kung sakaling sumunod ang katotohanan sa mga pithaya nila ay talaga sanang nagulo ang mga langit at ang lupa at ang sinumang nasa mga ito. Bagkus nagdala Kami sa kanila ng paalaala sa kanila, ngunit sila sa paalaala sa kanila ay mga tagaayaw"
        },
        {
            "chapter": 23,
            "verse": 72,
            "text": "O humihingi ka ba sa kanila ng kabayaran sapagkat ang bayad ng Panginoon mo ay higit na mabuti at Siya ay ang pinakambuti sa mga tagatustos"
        },
        {
            "chapter": 23,
            "verse": 73,
            "text": "Tunay na ikaw ay talagang nag-aanyaya sa kanila tungo sa isang landasing tuwid"
        },
        {
            "chapter": 23,
            "verse": 74,
            "text": "Tunay na ang mga hindi sumasampalataya sa Kabilang-buhay palayo sa landasin ay talagang mga pumapaling"
        },
        {
            "chapter": 23,
            "verse": 75,
            "text": "Kahit pa naawa Kami sa kanila at nag-alis Kami ng taglay nilang kapinsalaan ay talagang nagmatigas sila sa pagmamalabis nila habang nag-aapuhap sila"
        },
        {
            "chapter": 23,
            "verse": 76,
            "text": "Talaga ngang nagpataw Kami sa kanila ng pagdurusa ngunit hindi sila nangayupapa sa Panginoon nila at hindi sila nagsusumamo"
        },
        {
            "chapter": 23,
            "verse": 77,
            "text": "Hanggang sa nang nagbukas Kami sa kanila ng isang pintuang may isang pagdurusang matindi, biglang sila roon ay mga nalulumbay"
        },
        {
            "chapter": 23,
            "verse": 78,
            "text": "Siya ay ang nagpaluwal para sa inyo ng pandinig, mga paningin, at mga puso. Kaunti ang pinasasalamatan ninyo"
        },
        {
            "chapter": 23,
            "verse": 79,
            "text": "Siya ay ang lumalang sa inyo sa lupa at tungo sa Kanya kakalapin kayo"
        },
        {
            "chapter": 23,
            "verse": 80,
            "text": "Siya ay ang nagbibigay-buhay at nagbibigay-kamatayan. Sa Kanya ang pagsasalitan ng gabi at maghapon. Kaya hindi ba kayo nakapag-uunawa"
        },
        {
            "chapter": 23,
            "verse": 81,
            "text": "Bagkus nagsabi sila ng tulad sa sinabi ng mga sinauna"
        },
        {
            "chapter": 23,
            "verse": 82,
            "text": "Nagsabi sila: \"Kapag namatay ba kami at kami ay naging alabok at mga buto, tunay bang kami ay talagang mga bubuhayin"
        },
        {
            "chapter": 23,
            "verse": 83,
            "text": "Talaga ngang pinangakuan Kami mismo at ang mga magulang namin nito bago pa niyan. Walang iba ito kundi mga alamat ng mga sinauna"
        },
        {
            "chapter": 23,
            "verse": 84,
            "text": "Sabihin mo: \"Kanino ang lupa at ang sinumang narito kung kayo ay nakaaalam"
        },
        {
            "chapter": 23,
            "verse": 85,
            "text": "Magsasabi sila: \"Sa kay Allāh.\" Sabihin mo: \"Kaya hindi ba kayo magsasaalaala"
        },
        {
            "chapter": 23,
            "verse": 86,
            "text": "Sabihin mo: \"Sino ang Panginoon ng pitong langit at ang Panginoon ng tronong dakila"
        },
        {
            "chapter": 23,
            "verse": 87,
            "text": "Magsasabi sila: \"[Ang mga ito ay] sa kay Allāh.\" Sabihin mo: \"Kaya hindi ba kayo mangingilag magkasala"
        },
        {
            "chapter": 23,
            "verse": 88,
            "text": "Sabihin mo: \"Sino ang nasa kamay Niya ang pagkahari sa bawat bagay at Siya ay kumakalinga at hindi kinakalinga, kung kayo ay nakaaalam"
        },
        {
            "chapter": 23,
            "verse": 89,
            "text": "Magsasabi sila: \"[Ang mga ito ay] sa kay Allāh.\" Sabihin mo: \"Kaya paanong napaglalalangan kayo"
        },
        {
            "chapter": 23,
            "verse": 90,
            "text": "Bagkus nagdala Kami sa kanila ng katotohanan, at tunay na sila ay talagang mga sinungaling"
        },
        {
            "chapter": 23,
            "verse": 91,
            "text": "Hindi gumawa si Allāh ng anumang anak. Hindi nangyaring may kasama sa Kanya na anumang diyos. [Kung nagkagayon] samakatuwid talaga sanang nag-alis ang bawat diyos ng nilikha nito at talaga sanang nangibabaw ang ilan sa kanila higit sa iba. Kaluwalhatian kay Allāh higit sa anumang inilalarawan nila"
        },
        {
            "chapter": 23,
            "verse": 92,
            "text": "Nakaaalam sa Lingid at Nasasaksihan, kaya pagkataas-taas Siya kaysa sa anumang itinatambal nila"
        },
        {
            "chapter": 23,
            "verse": 93,
            "text": "Sabihin mo: \"Panginoon ko, kung ipakikita Mo nga sa akin ang ipinangangako sa kanila"
        },
        {
            "chapter": 23,
            "verse": 94,
            "text": "Panginoon ko, huwag Kang maglagay sa akin sa mga taong tagalabag sa katarungan"
        },
        {
            "chapter": 23,
            "verse": 95,
            "text": "Tunay na Kami, sa pagpapakita Namin sa iyo ng ipinangangako Namin sa kanila, ay talagang nakakakaya"
        },
        {
            "chapter": 23,
            "verse": 96,
            "text": "Itaboy mo sa pamamagitan nitong higit na maganda ang masagwa. Kami ay higit na maalam sa anumang inilalarawan nila"
        },
        {
            "chapter": 23,
            "verse": 97,
            "text": "Sabihin mo: \"Panginoon ko, nagpapakupkop ako sa Iyo laban sa mga pambubuyo ng mga demonyo"
        },
        {
            "chapter": 23,
            "verse": 98,
            "text": "at nagpapakupkop ako sa Iyo, Panginoon ko, na dumalo sila sa akin"
        },
        {
            "chapter": 23,
            "verse": 99,
            "text": "[Gayon nga] hanggang sa nang dumating sa isa sa kanila ang kamatayan ay nagsabi siya: \"Panginoon ko, magpabalik Kayo sa akin"
        },
        {
            "chapter": 23,
            "verse": 100,
            "text": "nang sa gayon ako ay gagawa ng maayos sa naiwan ko!\" Aba'y hindi! Tunay na ito ay isang salitang siya ay tagapagsabi nito. Mula sa likuran nila ay may isang harang hanggang sa araw na bubuhayin sila"
        },
        {
            "chapter": 23,
            "verse": 101,
            "text": "Kaya kapag umihip sa tambuli, wala nang mga kaangkanan sa pagitan nila sa Araw na iyon at hindi sila magtatanungan"
        },
        {
            "chapter": 23,
            "verse": 102,
            "text": "Kaya ang bumigat ang mga timbangan nila, ang mga iyon ay ang mga magtatagumpay"
        },
        {
            "chapter": 23,
            "verse": 103,
            "text": "Ang gumaan ang mga timbangan nila, ang mga iyon ang mga nagpalugi sa mga sarili nila sa impiyerno bilang mga mananatili"
        },
        {
            "chapter": 23,
            "verse": 104,
            "text": "Papaso sa mga mukha nila ang Apoy habang sila roon ay mga umaangil"
        },
        {
            "chapter": 23,
            "verse": 105,
            "text": "Hindi ba ang mga talata Ko dati ay binibigkas sa inyo ngunit kayo dati sa mga ito ay nagpapasinungaling"
        },
        {
            "chapter": 23,
            "verse": 106,
            "text": "Nagsabi sila: \"Panginoon namin, nanaig sa amin ang kalumbayan namin; at kami dati ay mga taong naliligaw"
        },
        {
            "chapter": 23,
            "verse": 107,
            "text": "Panginoon namin, magpalabas Ka sa amin mula rito; saka kung nanumbalik kami, tunay na kami ay mga tagalabag sa katarungan"
        },
        {
            "chapter": 23,
            "verse": 108,
            "text": "Magsasabi Siya: \"Magpakahamak kayo riyan at huwag kayong magsalita sa Akin"
        },
        {
            "chapter": 23,
            "verse": 109,
            "text": "Tunay na may isang pangkat noon kabilang sa mga lingkod Ko, na nagsasabi: \"Panginoon namin, sumampalataya kami kaya magpatawad Ka sa amin at maawa Ka sa amin; at Ikaw ay ang pinakamabuti sa mga naaawa"
        },
        {
            "chapter": 23,
            "verse": 110,
            "text": "Ngunit gumawa kayo sa kanila ng panunuya hanggang sa nagpalimot sila sa inyo sa pag-alaala sa Akin habang kayo noon sa kanila ay tumatawa"
        },
        {
            "chapter": 23,
            "verse": 111,
            "text": "Tunay na Ako ay gaganti sa kanila ngayong Araw dahil nagtiis sila: sila ay ang mga magtatamo"
        },
        {
            "chapter": 23,
            "verse": 112,
            "text": "Magsasabi Siya: \"Gaano katagal kayo namalagi sa lupa sa bilang ng mga taon"
        },
        {
            "chapter": 23,
            "verse": 113,
            "text": "Magsasabi sila: \"Namalagi kami nang isang araw o isang bahagi ng araw; ngunit magtanong Ka sa mga tagabilang"
        },
        {
            "chapter": 23,
            "verse": 114,
            "text": "Magsasabi Siya: \"Hindi kayo namalagi kundi sa kaunting [sandali], kung sakaling kayo noon ay nakaaalam"
        },
        {
            "chapter": 23,
            "verse": 115,
            "text": "Kaya nagpalagay ba kayo na lumikha Kami sa inyo nang walang-kabuluhan lamang, at na kayo tungo sa Amin ay hindi pababalikin"
        },
        {
            "chapter": 23,
            "verse": 116,
            "text": "Kaya pagkataas-taas si Allāh, ang Haring Totoo – walang Diyos kundi Siya – ang Panginoon ng Tronong marangal"
        },
        {
            "chapter": 23,
            "verse": 117,
            "text": "Ang sinumang mananalangin kasama kay Allāh sa isang diyos na iba pa, na walang patunay para sa kanya rito, ang pagtutuos sa kanya ay nasa Panginoon niya lamang. Tunay na hindi magtatagumpay ang mga tagatangging sumampalataya"
        },
        {
            "chapter": 23,
            "verse": 118,
            "text": "Sabihin mo: \"Panginoon ko, magpatawad Ka at maawa Ka yayamang Ikaw ay ang pinakamabuti sa mga naaawa"
        }
    ]
}