{
    "chapter": [
        {
            "chapter": 25,
            "verse": 1,
            "text": "Napakamapagpala ang nagbaba ng pamantayan sa Lingkod Niya upang ito para sa mga nilalang ay maging isang mapagbabala"
        },
        {
            "chapter": 25,
            "verse": 2,
            "text": "na sa Kanya ang paghahari sa mga langit at lupa. Hindi Siya gumawa ng anak, hindi Siya nagkaroon ng katambal sa paghahari, at lumikha Siya sa bawat bagay saka nagtakda Siya rito ayon isang pagtatakda"
        },
        {
            "chapter": 25,
            "verse": 3,
            "text": "Gumawa sila sa bukod pa sa Kanya ng mga diyos na hindi lumilikha ng anuman samantalang sila ay nililikha. Hindi sila nakapagdudulot para sa mga sarili nila ng isang pinsala ni isang pakinabang at hindi sila nakapagdudulot ng isang kamatayan ni isang buhay ni isang pagpapabuhay"
        },
        {
            "chapter": 25,
            "verse": 4,
            "text": "Nagsabi ang mga tumangging sumampalataya: \"Walang iba ito kundi isang kabulaanang ginawa-gawa niya, at may tumulong sa kanya rito na mga ibang tao,\" ngunit naghatid nga sila ng isang kawalang-katarungan at isang kasinungalingan"
        },
        {
            "chapter": 25,
            "verse": 5,
            "text": "Nagsabi sila: \"Mga alamat ng mga sinauna [ito], na itinala niya saka ang mga ito ay idinidikta sa kanya sa umaga at hapon"
        },
        {
            "chapter": 25,
            "verse": 6,
            "text": "Sabihin mo: \"Nagpababa nito ang nakaaalam ng lihim sa mga langit at lupa. Tunay na Siya ay laging Mapagpatawad, Maawain"
        },
        {
            "chapter": 25,
            "verse": 7,
            "text": "Nagsabi sila: \"Ano ang mayroon sa Sugong ito na kumakain ng pagkain at naglalakad sa mga palengke? Bakit kasi walang pinababa sa kanya na isang anghel para ito kasama sa kanya ay maging isang mapagbabala"
        },
        {
            "chapter": 25,
            "verse": 8,
            "text": "O [bakit kasi walang] ipinupukol sa kanya na isang kayamanan, o [bakit kasi hindi] siya nagkakaroon ng isang hardin na kakain siya mula roon?\" Nagsabi ang mga tagalabag sa katarungan: \"Hindi kayo sumusunod kundi sa isang lalaking nagaway"
        },
        {
            "chapter": 25,
            "verse": 9,
            "text": "Tumingin ka kung papaanong naglahad sila para sa iyo ng mga paghahalintulad kaya naligaw sila saka hindi sila nakakakaya [na magkaroon] ng isang landas"
        },
        {
            "chapter": 25,
            "verse": 10,
            "text": "Napakamapagpala Siya na kung niloob Niya ay gumawa Siya para sa iyo ng higit na mabuti kaysa roon: mga hardin na dumadaloy mula sa ilalim ng mga ito ang mga ilog, at gagawa Siya para sa iyo ng mga palasyo"
        },
        {
            "chapter": 25,
            "verse": 11,
            "text": "Bagkus nagpasinungaling sila sa Huling Sandali. Naglaan Kami para sa sinumang nagpasinungaling sa Huling Sandali ng Liyab"
        },
        {
            "chapter": 25,
            "verse": 12,
            "text": "Kapag nakakita ito sa kanila mula sa isang pook na malayo ay makaririnig sila para rito ng isang pagngingitngit at isang pagsinghal"
        },
        {
            "chapter": 25,
            "verse": 13,
            "text": "Kapag ipinukol sila mula roon sa isang lugar na masikip habang mga pinaggagapos ay mananawagan sila roon ng pagkagupo"
        },
        {
            "chapter": 25,
            "verse": 14,
            "text": "Huwag kayong manawagan ngayong Araw ng pagkagupong nag-iisa. Manawagan kayo ng pagkagupong marami"
        },
        {
            "chapter": 25,
            "verse": 15,
            "text": "Sabihin mo: \"Iyon ba ay higit na mabuti o ang hardin ng kawalang-hanggan na ipinangako sa mga tagapangilag magkasala?\" Ito para sa kanila ay magiging isang gantimpala at isang kahahantungan"
        },
        {
            "chapter": 25,
            "verse": 16,
            "text": "Ukol sa kanila roon ang anumang niloloob nila habang mga mamamalagi. Laging iyon sa Panginoon mo ay isang pangakong hinihiling"
        },
        {
            "chapter": 25,
            "verse": 17,
            "text": "[Banggitin mo] ang araw na kakalap si Allāh sa kanila at sa anumang sinasamba nila bukod pa sa Kanya saka magsasabi Siya: \"Kayo ba ay nagligaw sa mga lingkod Kong ito o sila ay naligaw sa landas"
        },
        {
            "chapter": 25,
            "verse": 18,
            "text": "Nagsabi sila: \"Kaluwalhatian sa Iyo! Hindi naging nararapat para sa amin na gumawa Kami bukod pa sa Iyo ng anumang mga katangkilik, subalit nagpatamasa Ka sa kanila at sa mga magulang nila hanggang sa nakalimot sila sa paalaala. Sila noon ay mga taong napariwara"
        },
        {
            "chapter": 25,
            "verse": 19,
            "text": "Magpapasinungaling nga sila sa inyo sa sinasabi ninyo at hindi kayo makakakaya ng pagbaling ni ng pag-aadya. Ang sinumang lalabag sa katarungan kabilang sa inyo ay magpapatikim Kami sa kanya ng isang pagdurusang malaki"
        },
        {
            "chapter": 25,
            "verse": 20,
            "text": "Magpapasinungaling nga sila sa inyo sa sinasabi ninyo saka hindi kayo makakakaya ng isang paglilihis ni isang pag-aadya. Ang sinumang lalabag sa katarungan kabilang sa inyo ay magpapatikim Kami sa kanya ng isang pagdurusang malaki"
        },
        {
            "chapter": 25,
            "verse": 21,
            "text": "Nagsabi ang mga hindi nag-aasam ng pakikipagkita sa Amin: \"Bakit kasi hindi pinababa sa amin ang mga anghel o [hindi] kami nakakikita sa Panginoon namin.\" Talaga ngang nagmalaki sila sa mga sarili nila at nagpakapalalo sa isang pagpapakapalalong malaki"
        },
        {
            "chapter": 25,
            "verse": 22,
            "text": "Sa Araw na makikita nila ang mga anghel, walang balitang nakagagalak sa araw na iyon para sa mga salarin at magsasabi [ang mga anghel]: \"Isang hadlang na hinadlangan"
        },
        {
            "chapter": 25,
            "verse": 23,
            "text": "Tutuon Kami sa anumang ginawa nila na gawain saka gagawa Kami rito na alabok na isinabog"
        },
        {
            "chapter": 25,
            "verse": 24,
            "text": "Ang mga maninirahan sa Paraiso sa Araw na iyon ay higit na mabuti sa pagtitigilan at higit na maganda sa pahihingahan"
        },
        {
            "chapter": 25,
            "verse": 25,
            "text": "[Banggitin mo] ang araw na magkakabiyak-biyak ang langit na may mga ulap at ibababa ang mga anghel sa [maramihang] pagbababa"
        },
        {
            "chapter": 25,
            "verse": 26,
            "text": "Ang paghahari, sa Araw na iyon, na totoo ay ukol sa Pinakamaawain. Iyon ay magiging isang Araw na mahirap laban sa mga tagatangging sumampalataya"
        },
        {
            "chapter": 25,
            "verse": 27,
            "text": "[Banggitin mo] ang araw na kakagat ang tagalabag sa katarungan sa mga kamay niya, na nagsasabi: \"O kung sana ako ay tumahak kasama sa Sugo sa landas"
        },
        {
            "chapter": 25,
            "verse": 28,
            "text": "O kapighatian sa akin! Kung sana ako ay hindi gumawa kay Polano bilang matalik na kaibigan"
        },
        {
            "chapter": 25,
            "verse": 29,
            "text": "Talaga ngang nagligaw siya sa akin palayo sa pag-alaala matapos noong dumating ito sa akin. Laging ang demonyo para sa tao ay mapagkanulo"
        },
        {
            "chapter": 25,
            "verse": 30,
            "text": "Nagsabi ang Sugo: \"O Panginoon ko, tunay na ang mga kababayan ko ay gumawa sa Qur’ān na ito bilang isinasaisang-tabi"
        },
        {
            "chapter": 25,
            "verse": 31,
            "text": "Gayon Kami nagtalaga para sa bawat propeta ng isang kaaway kabilang sa mga salarin. Nakasapat ang Panginoon mo bilang Tagapagpatnubay at bilang Mapag-adya"
        },
        {
            "chapter": 25,
            "verse": 32,
            "text": "Nagsabi ang mga tumangging sumampalataya: \"Bakit kasi hindi ibinaba sa kanya ang Qur’ān nang nag-iisang kabuuan?\" Gayon ay upang magpatatag Kami sa pamamagitan niyon sa puso mo. Bumigkas Kami nito nang [unti-unting] pagbigkas"
        },
        {
            "chapter": 25,
            "verse": 33,
            "text": "Hindi sila nagdadala sa iyo ng isang paghahalintulad malibang naghatid Kami sa iyo ng katotohanan at higit na maganda sa pagpapaliwanag"
        },
        {
            "chapter": 25,
            "verse": 34,
            "text": "Ang mga kakalapin [na nakasubsob] sa mga mukha nila patungo sa Impiyerno, ang mga iyon ay higit na masama sa lugar at higit na ligaw sa landas"
        },
        {
            "chapter": 25,
            "verse": 35,
            "text": "Talaga ngang nagbigay Kami kay Moises ng kasulatan at gumawa Kami kasama sa kanya ng kapatid niyang si Aaron bilang katuwang"
        },
        {
            "chapter": 25,
            "verse": 36,
            "text": "Kaya nagsabi Kami: \"Pumunta kayong dalawa sa mga taong nagpasinungaling sa mga tanda Namin.\" Kaya winasak Namin sila nang [lubusang] pagwasak"
        },
        {
            "chapter": 25,
            "verse": 37,
            "text": "Ang mga tao ni Noe, noong nagpasinungaling sila sa mga sugo, ay nilunod Namin at ginawa Namin sila para sa mga tao bilang tanda. Naglaan Kami para sa mga tagalabag sa katarungan ng isang pagdurusang masakit"
        },
        {
            "chapter": 25,
            "verse": 38,
            "text": "[Nagpahamak Kami] sa `Ād, Thamūd, mga kasamahan ng balon, at sa maraming salinlahi sa pagitan niyon"
        },
        {
            "chapter": 25,
            "verse": 39,
            "text": "Sa bawat isa ay gumawa Kami ng mga paghahalintulad at sa bawat isa ay dumurog Kami nang isang [matinding] pagdurog"
        },
        {
            "chapter": 25,
            "verse": 40,
            "text": "Talaga ngang pumunta sila sa pamayanan na pinaulanan ng ulan ng kasagwaan. Kaya hindi ba dati sila nakakikita niyon? Bagkus sila noon ay hindi nag-aasam ng pagkabuhay"
        },
        {
            "chapter": 25,
            "verse": 41,
            "text": "Kapag nakakita sila sa iyo ay wala silang ginagawa sa iyo kundi isang pangungutya, [na nagsasabi]: \"Ito ba ang ipinadala ni Allāh bilang sugo"
        },
        {
            "chapter": 25,
            "verse": 42,
            "text": "Tunay na halos talaga sanang nagligaw siya sa atin palayo sa mga diyos natin kung hindi dahil nagtiis tayo sa mga ito.\" Malalaman nila kapag nakikita na nila ang pagdurusa kung sino ang higit na ligaw sa landas"
        },
        {
            "chapter": 25,
            "verse": 43,
            "text": "Nakakita ka ba sa sinumang gumawa bilang diyos niya sa pithaya niya? Kaya ikaw ba sa kanya ay magiging isang pinananaligan"
        },
        {
            "chapter": 25,
            "verse": 44,
            "text": "O nag-aakala ka na ang higit na marami sa kanila ay dumidinig o nakapag-uunawa? Walang iba sila kundi gaya ng mga hayupan, bagkus sila ay higit na ligaw sa landas"
        },
        {
            "chapter": 25,
            "verse": 45,
            "text": "Hindi ka ba nagsaalang-alang sa Panginoon mo kung papaano Siya bumanat ng anino? Kung sakaling niloob Niya ay talaga sanang ginawa Niya ito na nakatigil. Pagkatapos ginawa ang araw bilang gabay rito"
        },
        {
            "chapter": 25,
            "verse": 46,
            "text": "Pagkatapos nagpaurong Kami nito tungo sa Amin nang isang madaling paghawak"
        },
        {
            "chapter": 25,
            "verse": 47,
            "text": "Siya ang gumawa para sa inyo ng gabi bilang damit at ng pagtulog bilang pamamahinga, at gumawa ng maghapon bilang pagbubuhay"
        },
        {
            "chapter": 25,
            "verse": 48,
            "text": "Siya ay ang nagsugo ng mga hangin bilang balitang nakagagalak bago ng awa Niya. Nagpababa Kami mula sa langit ng tubig na naipandadalisay"
        },
        {
            "chapter": 25,
            "verse": 49,
            "text": "upang magbigay-buhay Kami sa pamamagitan niyon sa isang bayang patay at magpainom Kami niyon sa kabilang sa nilikha Namin na maraming hayupan at tao"
        },
        {
            "chapter": 25,
            "verse": 50,
            "text": "Talaga ngang nagsarisari Kami nito sa gitna nila upang magsaalaala sila ngunit tumutol ang higit na marami sa mga tao [sa anuman] maliban sa kawalang-pasasalamat"
        },
        {
            "chapter": 25,
            "verse": 51,
            "text": "Kung sakaling niloob Namin ay talaga sanang nagpadala Kami sa bawat pamayanan ng isang mapagbabala"
        },
        {
            "chapter": 25,
            "verse": 52,
            "text": "Kaya huwag kang tumalima sa mga tagatangging sumampalataya at makibaka ka sa kanila nang isang pakikibakang malaki"
        },
        {
            "chapter": 25,
            "verse": 53,
            "text": "Siya ay ang nagpaugnay sa dalawang dagat: itong isa ay naiinom na matamis at itong isa pa ay maalat na mapait. Naglagay Siya sa pagitan ng dalawang ito ng isang halang at isang hadlang na hinadlangan"
        },
        {
            "chapter": 25,
            "verse": 54,
            "text": "Siya ay ang lumikha mula sa tubig ng isang tao saka gumawa rito ng kamag-anakan sa angkan at kamag-anak sa pag-aasawa. Laging ang Panginoon mo ay May-kakayahan"
        },
        {
            "chapter": 25,
            "verse": 55,
            "text": "Sumasamba sila sa bukod pa kay Allāh, na hindi nakapagpapakinabang sa kanila at hindi nakapipinsala sa kanila. Laging ang tagatangging sumampalataya laban sa Panginoon niya ay tagapagtaguyod [ng demonyo]"
        },
        {
            "chapter": 25,
            "verse": 56,
            "text": "Hindi Kami nagsugo sa iyo kundi bilang tagapagbalita ng nakagagalak at bilang mapagbabala"
        },
        {
            "chapter": 25,
            "verse": 57,
            "text": "Sabihin mo: \"Hindi ako humihingi sa inyo dahil doon ng anumang pabuya maliban sa sinumang lumuob na gumawa patungo sa Panginoon niya ng isang landas"
        },
        {
            "chapter": 25,
            "verse": 58,
            "text": "Manalig ka sa Buhay na hindi namamatay at magluwalhati ka kalakip ng papuri sa Kanya. Nakasapat Siya sa mga pagkakasala ng mga lingkod Niya bilang Mapagbatid"
        },
        {
            "chapter": 25,
            "verse": 59,
            "text": "[Siya] ang lumikha ng mga langit at lupa at anumang nasa pagitan ng mga ito sa anim na araw, pagkatapos lumuklok Siya sa Trono. [Siya] ang Napakamaawain, kaya magtanong ka sa Kanya bilang Mapagbatid"
        },
        {
            "chapter": 25,
            "verse": 60,
            "text": "Kapag sinabi sa kanila: \"Magpatirapa kayo sa Napakamaawain,\" nagsasabi sila: \"Ano ang Napakamaawain? Magpapatirapa ba kami sa ipinag-uutos mo sa amin?\" Nakadagdag ito sa kanila ng isang pagkaayaw"
        },
        {
            "chapter": 25,
            "verse": 61,
            "text": "Napakamapagpala ang gumawa sa langit ng mga pulutong ng bituin at gumawa roon ng sulo at isang buwang tagapagbigay-liwanag"
        },
        {
            "chapter": 25,
            "verse": 62,
            "text": "Siya ay ang gumawa sa gabi at maghapon na magkasalitan para sa sinumang nagnais na magsaalaala o nagnais ng pasasalamat"
        },
        {
            "chapter": 25,
            "verse": 63,
            "text": "Ang mga lingkod ng Napakamaawain ay ang mga naglalakad sa lupa sa kababaang-loob at kapag kumausap sa kanila ang mga mangmang ay nagsasabi sila ng kapayapaan"
        },
        {
            "chapter": 25,
            "verse": 64,
            "text": "[Sila] ang mga nagpapagabi para sa Panginoon nila habang mga nakapatirapa at mga nakatayo"
        },
        {
            "chapter": 25,
            "verse": 65,
            "text": "[Sila] ang mga nagsasabi: \"Panginoon namin, maglihis Ka palayo sa amin ng pagdurusa sa Impiyerno; tunay na ang pagdurusa roon ay laging makapit"
        },
        {
            "chapter": 25,
            "verse": 66,
            "text": "Tunay na iyon ay kay sagwa bilang pagtitigilan at bilang panananatilihan"
        },
        {
            "chapter": 25,
            "verse": 67,
            "text": "[Sila] ang mga kapag gumugol ay hindi nagpapakalabis at hindi sila nagkukuripot, at laging nasa pagitan niyon ay katamtaman"
        },
        {
            "chapter": 25,
            "verse": 68,
            "text": "[Sila] ang mga hindi nananalangin kasama kay Allāh sa isang diyos na iba pa, hindi pumapatay ng taong ipinagbawal ni Allāh malibang ayon sa karapatan, at hindi nangangalunya. Ang sinumang gumawa niyon ay makatatagpo siya ng kaparusahan sa kasalanan"
        },
        {
            "chapter": 25,
            "verse": 69,
            "text": "pag-iibayuhin para sa kanya ang pagdurusa sa Araw ng Pagbangon at mamalagi siya roon na hinahamak"
        },
        {
            "chapter": 25,
            "verse": 70,
            "text": "maliban sa sinumang nagbalik-loob, sumampalataya, at gumawa ng gawang maayos sapagkat ang mga iyon ay papalitan ni Allāh ng mga gawang maganda ang mga gawang masagwa nila. Laging si Allāh ay Mapagpatawad, Maawain"
        },
        {
            "chapter": 25,
            "verse": 71,
            "text": "Ang sinumang nagbalik-loob at gumawa ng maayos, tunay na siya ay nagbabalik-loob kay Allāh nang [tanggap na] pagbabalik-loob"
        },
        {
            "chapter": 25,
            "verse": 72,
            "text": "[Sila] ang mga hindi sumasaksi sa kabulaanan. Kapag naparaan sila sa kabalbalan ay dumaraan sila bilang mga marangal"
        },
        {
            "chapter": 25,
            "verse": 73,
            "text": "[Sila] ang mga kapag pinaalalahanan ng mga tanda ng Panginoon nila ay hindi bumabagsak dahil sa mga ito bilang mga bingi at mga bulag"
        },
        {
            "chapter": 25,
            "verse": 74,
            "text": "[Sila] ang mga nagsasabi: \"Panginoon namin, magkaloob Ka sa amin mula sa mga asawa namin at mga supling namin ng galak ng mga mata, at gumawa Ka sa amin para sa mga tagapangilag magkasala bilang tagapanguna"
        },
        {
            "chapter": 25,
            "verse": 75,
            "text": "Ang mga iyon ay gagantihan ng Silid dahil nagtiis sila at sasalubungin doon ng pagbati at kapayapaan"
        },
        {
            "chapter": 25,
            "verse": 76,
            "text": "bilang mga mananatili roon. Kay ganda iyon bilang pagtitigilan at bilang panananatilihan"
        },
        {
            "chapter": 25,
            "verse": 77,
            "text": "Sabihin mo: \"Hindi sana nagmamalasakit sa inyo ang Panginoon ko kung hindi dahil sa panalangin ninyo, ngunit nagpasinungaling nga kayo kaya ito ay magiging kumakapit"
        }
    ]
}