{
    "pages": [
        {
            "chapter": 17,
            "verse": 50,
            "text": "De ki: \"Ister tas olun, ister demir"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "Isterse aklınıza (yeniden dirilmesi) imkansız gibi gorunen herhangi bir yaratık! (Bunlar, Allah´ın sizi yeniden diriltmesini guclestirmez.) Diyecekler ki: \"Bizi tekrar (hayata) kim dondurecek?\" De ki: Sizi ilk kez yaratan. Bunun uzerine onlar sana alaylı bir tarzda baslarını sallayacak ve \"Ne zamanmıs o?\" diyecekler. De ki: Yakın olsa gerek"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "Allah sizi cagıracagı gun, kendisine hamdederek cagrısına uyarsınız ve (dirilmeden onceki halinizde) cok az kaldıgınızı sanırsınız"
        },
        {
            "chapter": 17,
            "verse": 53,
            "text": "Kullarıma soyle, sozun en guzelini soylesinler. Sonra seytan aralarını bozar. Cunku seytan, insanın apacık dusmanıdır"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "Rabbiniz, sizi en iyi bilendir. Dilerse size merhamet eder; dilerse sizi cezalandırır. Biz, seni onların ustune bir vekil olarak gondermedik"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "Rabbin, goklerde ve yerde olan herkesi en iyi bilendir. Gercekten biz, peygamberlerin kimini kiminden ustun kıldık; Davud´a da Zebur´u verdik"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "(Resulum!) De ki: \"Allah´ı bırakıp da (ilah oldugunu) ileri surduklerinize yalvarın. Ne var ki onlar, sizin sıkıntınızı ne uzaklastırabilir, ne de degistirebilirler"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "Onların yalvardıkları bu varlıklar Rablerine -hangisi daha yakın olacak diye- vesile ararlar; O´nun rahmetini umarlar ve azabından korkarlar. Cunku Rabbinin azabı, sakınılacak bir azaptır"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "Ne kadar ulke varsa hepsini kıyamet gununden once ya helak edecek veya en cetin bir sekilde azaplandıracagız. Bu, Kitap´ta (levh-i mahfuz´da) yazılıdır"
        }
    ]
}