{
    "pages": [
        {
            "chapter": 17,
            "verse": 87,
            "text": "Ancak Rabbinin rahmeti (sayesinde Kur´an baki kalmıstır). Cunku O´nun sana lutufkarlıgı cok buyuktur"
        },
        {
            "chapter": 17,
            "verse": 88,
            "text": "De ki: Andolsun, bu Kur´an´ın bir benzerini ortaya koymak uzere insu cin bir araya gelseler, birbirlerine destek de olsalar, onun benzerini ortaya getiremezler"
        },
        {
            "chapter": 17,
            "verse": 89,
            "text": "Muhakkak ki biz, bu Kur´an´da insanlara her turlu misali cesitli sekillerde anlattık. Yine de insanların cogu inkarcılıktan baskasını kabullenmediler"
        },
        {
            "chapter": 17,
            "verse": 90,
            "text": "Onlar: \"Sen, dediler, bizim icin yerden bir kaynak fıskırtmadıkca sana asla inanmayacagız"
        },
        {
            "chapter": 17,
            "verse": 91,
            "text": "Veya senin bir hurma bahcen ve uzum bagın olmalı; oyle ki, iclerinden gurul gurul ırmaklar akıtmalısın"
        },
        {
            "chapter": 17,
            "verse": 92,
            "text": "Yahut, iddia ettigin gibi, uzerimize gokten parcalar yagdırmalısın veya Allah´ı ve melekleri gozumuzun onune getirmelisin"
        },
        {
            "chapter": 17,
            "verse": 93,
            "text": "Yahut da altından bir evin olmalı, ya da goge cıkmalısın. Bize, okuyacagımız bir kitap indirmedigin surece (goge) cıktıgına da asla inanmayız. De ki: Rabbimi tenzih ederim. Ben, sadece beser bir elciyim"
        },
        {
            "chapter": 17,
            "verse": 94,
            "text": "Zaten, kendilerine hidayet rehberi geldiginde, insanların (buna) inanmalarını sırf, \"Allah, peygamber olarak bir beseri mi gonderdi?\" demeleri engellemistir"
        },
        {
            "chapter": 17,
            "verse": 95,
            "text": "Sunu soyle: Eger yeryuzunde yerlesmis gezip dolasan melekler olsaydı, elbette onlara gokten, peygamber olarak bir melek gonderirdik"
        },
        {
            "chapter": 17,
            "verse": 96,
            "text": "De ki: Benimle sizin aranızda gercek sahit olarak Allah kafidir. Zira O, kullarını hakikaten bilip gormektedir"
        }
    ]
}