{
    "pages": [
        {
            "chapter": 20,
            "verse": 38,
            "text": "Bir zaman, vahyedilecek seyi annene (soyle) vahyetmistik"
        },
        {
            "chapter": 20,
            "verse": 39,
            "text": "Musa´yı sandıga koy; sonra onu denize (Nil´e) bırak; deniz onu kıyıya atsın da, benim dusmanım ve onun dusmanı olan biri onu alsın. (Ey Musa! Sevilmen) ve benim nezaretimde yetistirilmen icin sana kendimden sevgi verdim"
        },
        {
            "chapter": 20,
            "verse": 40,
            "text": "Hani, kız kardesin gidip \"Ona bakacak birini size bulayım mı?\" diyordu. Boylece seni, gozu gonlu mutluluk dolsun ve uzulmesin diye annene geri verdik. Ve sen, birini oldurdun de seni endiseden kurtardık. Seni iyiden iyiye denemeden gecirdik. Bunun icin yıllarca Medyen halkı arasında kaldın. Sonra takdire gore (bu makama) geldin ey Musa"
        },
        {
            "chapter": 20,
            "verse": 41,
            "text": "Seni, kendim icin elci sectim"
        },
        {
            "chapter": 20,
            "verse": 42,
            "text": "Sen ve kardesin birlikte ayetlerimi goturun. Beni anmayı ihmal etmeyin"
        },
        {
            "chapter": 20,
            "verse": 43,
            "text": "Firavun´a gidin. Cunku o, iyiden iyiye azdı"
        },
        {
            "chapter": 20,
            "verse": 44,
            "text": "Ona yumusak soz soyleyin. Belki o, aklını basına alır veya korkar"
        },
        {
            "chapter": 20,
            "verse": 45,
            "text": "Dediler ki: Rabbimiz! Dogrusu biz, onun bize asırı derecede kotu davranmasından yahut iyice azmasından endise ediyoruz"
        },
        {
            "chapter": 20,
            "verse": 46,
            "text": "Buyurdu ki: Korkmayın, cunku ben sizinle beraberim; isitir ve gorurum"
        },
        {
            "chapter": 20,
            "verse": 47,
            "text": "Haydi, ona gidin de deyin ki: Biz, senin Rabbinin elcileriyiz. Israilogullarını hemen bizimle birlikte gonder; onlara eziyet etme! Biz, senin Rabbinden bir ayet getirdik. Kurtulus, hidayete uyanlarındır"
        },
        {
            "chapter": 20,
            "verse": 48,
            "text": "Hakikaten bize vahyolundu ki: (Peygamberleri) yalanlayan ve yuz cevirenlere azap edilecektir"
        },
        {
            "chapter": 20,
            "verse": 49,
            "text": "Firavun: Rabbiniz de kimmis, ey Musa? dedi"
        },
        {
            "chapter": 20,
            "verse": 50,
            "text": "O da: Bizim Rabbimiz, her seye hılkatini (varlık ve ozelligini) veren, sonra da dogru yolu gosterendir, dedi"
        },
        {
            "chapter": 20,
            "verse": 51,
            "text": "Firavun: Oyle ise, onceki milletlerin hali ne olacak? dedi"
        }
    ]
}