{
    "maqras": [
        {
            "chapter": 2,
            "verse": 189,
            "text": "Zij zullen u ondervragen omtrent de maansveranderingen. Antwoord; zij dienen om den mensch den tijd en de bedevaart naar Mekka te bepalen. De gerechtigheid bestaat niet daarin, dat gij uwe huizen van achteren ingaat; maar hij is rechtvaardig, die God vreest. Gaat daarom uwe huizen door de deur binnen, en vreest God, opdat gij gelukkig moogt zijn"
        },
        {
            "chapter": 2,
            "verse": 190,
            "text": "Strijdt voor Gods weg tegen hen die u bestrijden, maar begaat geene ongerechtigheid en begint niet met de vijandelijkheden; want God bemint de zondaren niet"
        },
        {
            "chapter": 2,
            "verse": 191,
            "text": "Doodt hen overal waar gij hen vindt, verdrijft hen van waar zij u verdrijven; want de verzoeking tot afgoderij is sterker dan de doodslag. Bestrijdt hen nochtans niet in de nabijheid van den heiligen tempel: zoo ze u echter daar aangrijpen, doodt hen ook daar. Dit zij het loon der ongeloovigen"
        },
        {
            "chapter": 2,
            "verse": 192,
            "text": "Indien zij zich beteren, dan is God genadig en barmhartig"
        },
        {
            "chapter": 2,
            "verse": 193,
            "text": "Bestrijdt hen daarom, tot de verzoeking ophoudt en Gods richting gezegevierd heeft. Maar indien zij zich beteren, dan geene vijandelijkheid meer, behalve tegen de boozen"
        },
        {
            "chapter": 2,
            "verse": 194,
            "text": "Zelfs de maand Haram voor de maand Haram, en de heilige grenzen van Mekka als wedervergeldingsrecht. Wie u vijandig aangrijpt, grijpt gij op gelijke wijze aan. Vreest God en weet dat God met hen is die hem vereeren"
        },
        {
            "chapter": 2,
            "verse": 195,
            "text": "Draagt bij tot verdediging van Gods weg, en stort u niet met eigene hand in het verderf. Doet goed; want God bemint hen die goed doen"
        },
        {
            "chapter": 2,
            "verse": 196,
            "text": "Doet de bedevaart en bezoekt den tempel, en indien gij belegerd zijt, brengt dan een klein offer. Scheert uw hoofd niet, tot uw offer de offerplaats bereikt heeft. Wie echter ziek is, of aan eene hoofdziekte lijdt, moet boete doen door vasten, aalmoezen geven, of een ander offer. Indien gij veilig zijt voor vijanden, en iemand nalaat het bedehuis tot de bedevaart te bezoeken, zal hij een klein offer brengen. Wie dit echter niet kan, vaste drie dagen gedurende de bedevaarten en zeven na den terugkeer; te zamen dus tien dagen. Dit zal hij doen, wiens gezin niet in den heiligen tempel tegenwoordig is. Vreest God en weet dat hij streng in zijne straffen is"
        },
        {
            "chapter": 2,
            "verse": 197,
            "text": "De bedevaart moet in de bekende maanden geschieden. Wie echter de bedevaart ondernemen wil, zal zich van den bijslaap moeten onthouden, even als van alle onrecht en krakeel gedurende de reis. Het goede echter wat gij doet, ziet God. Voorziet u van het noodige voor de reis, doch het meest noodige is vroomheid. Daarom vereert mij, gij die verstandig zijt"
        },
        {
            "chapter": 2,
            "verse": 198,
            "text": "Het is geene zonde indien gij gunsten van uwen God afsmeekt. Als gij met de sterke schreden den berg Arafat afdaalt, gedenkt dan God nabij de heilige plaats en denkt aan hem, daar hij u op den rechten weg heeft gebracht en gij vroeger tot de dwalenden hebt behoord"
        },
        {
            "chapter": 2,
            "verse": 199,
            "text": "Gaat dan in optocht zooals de anderen, en bidt God om genade; want God is genadig en barmhartig"
        },
        {
            "chapter": 2,
            "verse": 200,
            "text": "Als gij uwe heiligen gebruiken hebt voleindigd, denkt dan aan God, zooals gij aan uwe vaderen denkt, maar met meer eerbied. Er zijn menschen die zeggen: O Heer! geef ons ons deel in deze wereld. Deze hebben geen deel in het volgende leven"
        },
        {
            "chapter": 2,
            "verse": 201,
            "text": "Er zijn anderen die zeggen: O Heer! geef ons goed in deze en in de volgende wereld en bevrijd ons van het vuur der hel"
        },
        {
            "chapter": 2,
            "verse": 202,
            "text": "Zij zullen het deel hebben dat zij verdienen; want God is snel in het opmaken van rekeningen"
        }
    ]
}