{
    "maqras": [
        {
            "chapter": 23,
            "verse": 1,
            "text": "Gelukkig zijn de ware geloovigen"
        },
        {
            "chapter": 23,
            "verse": 2,
            "text": "Die zich verootmoedigen in hun gebed"
        },
        {
            "chapter": 23,
            "verse": 3,
            "text": "Die alle ijdele gesprekken vermijden"
        },
        {
            "chapter": 23,
            "verse": 4,
            "text": "En die aalmoezen geven"
        },
        {
            "chapter": 23,
            "verse": 5,
            "text": "Die hunne vleeschelijke lusten weten te beheerschen"
        },
        {
            "chapter": 23,
            "verse": 6,
            "text": "En die hunne genietingen bepalen tot hunne vrouwen, of de slaven welke door hunne rechterhand worden bezeten; want dan zullen zij zonder blaam zijn"
        },
        {
            "chapter": 23,
            "verse": 7,
            "text": "Maar zij die gemeenschap met andere vrouwen hebben, deze zijn waarlijk zondaren"
        },
        {
            "chapter": 23,
            "verse": 8,
            "text": "En zij die rechtschapen het hun toevertrouwde bewaren en hun verbond rechtvaardig uitvoeren"
        },
        {
            "chapter": 23,
            "verse": 9,
            "text": "En die den tijd, voor het gebed bepaald, in acht nemen"
        },
        {
            "chapter": 23,
            "verse": 10,
            "text": "Deze zullen de erfgenamen zijn"
        },
        {
            "chapter": 23,
            "verse": 11,
            "text": "Die het paradijs zullen erven: eeuwig zullen zij daarin verblijven"
        },
        {
            "chapter": 23,
            "verse": 12,
            "text": "Wij schiepen den mensch van eene fijne soort klei"
        },
        {
            "chapter": 23,
            "verse": 13,
            "text": "Daarna plaatsten wij hem als zaad in eene veilige bewaarplaats"
        },
        {
            "chapter": 23,
            "verse": 14,
            "text": "Daarna vormden wij het zaad tot gestold bloed, en wij maakten het gestolde bloed tot een stuk vleesch; vervolgens vormden wij het stuk vleesch tot beenderen; wij bekleedden deze beenderen met vleesch, en brachten het daarna als eene nieuwe schepping voort. Geloofd zij dus God, de uitmuntendste schepper"
        },
        {
            "chapter": 23,
            "verse": 15,
            "text": "Hierna zult gij sterven"
        },
        {
            "chapter": 23,
            "verse": 16,
            "text": "En daarna zult gij, op den dag der opstanding, in het leven teruggeroepen worden"
        },
        {
            "chapter": 23,
            "verse": 17,
            "text": "Wij hebben zeven hemelen boven u geschapen, en wij zijn niet achteloos omtrent hetgeen wij schiepen"
        },
        {
            "chapter": 23,
            "verse": 18,
            "text": "Wij zenden den regen in zekere hoeveelheid van den hemel neder, en wij doen dien op de aarde blijven; wij zijn zekerlijk ook in staat u daarvan te berooven"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "En wij doen door dezen regen tuinen van palmboomen en wijngaarden voor u ontspruiten, waarin gij vele vruchten bezit en waarvan gij eet"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "En wij deden voor u ook den boom oprijzen, die op den berg Sinaï ontsproot; die olie voorbrengt en een sap dat goed is voor hen die het eten"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "Gij bezit eveneens eene onderrichting in het vee; wij geven u te drinken van de melk die zich in hunnen buik bevindt, gij trekt daaruit vele voordeelen en gij eet er van"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "En op hen en op schepen wordt gij vervoerd"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "Wij zonden Noach vroeger tot zijn volk en hij zeide: O mijn volk! dient God: gij hebt geen God buiten hem; vreest gij dus niet voor de gevolgen, indien gij andere goden aanbidt"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "En de opperhoofden van zijn volk dat niet geloofde, zeiden: Deze is slechts een mensch gelijk gij zijt; hij tracht alleen zich eene oppermacht over u aan te matigen. Indien het Gode had behaagd, u een profeet te zenden, zou hij zekerlijk engelen hebben gezonden; wij hebben dit niet van onze voorouders gehoord"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "Waarlijk, hij is slechts een man, die door den duivel is bezeten; wacht dus gedurende eenigen tijd nopens hem"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "Noach zeide: O Heer! help mij; zij beschuldigen mij van logen"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "En wij openbaarden hem onze bevelen: zeggende: Maak de ark voor ons gezicht en overeenkomstig onze openbaring. En als ons besluit tot uitvoering zal komen en de oven water koken en uitwerpen zal. Breng er dan van elke diersoort een paar in, en ook uw gezin; behalve degene over wien een vonnis van vernietiging werd uitgesproken, en spreek niet tot mij ten behoeve van hen die onrechtvaardig waren; want zij zullen verdronken worden"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "En wanneer gij en zij die met ons zullen wezen, tot de ark zullen ingaan, zeg dan: Geloofd zij God, die ons van de goddeloozen heeft verlost"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "En zeg: O Heer! doe mij uit deze ark op eene door u gezegende plaats komen; want gij zijt het best in staat, mij ongedeerd daaruit te brengen"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "Waarlijk, hierin lagen teekens onzer almacht, en wij beproefden de menschen daardoor"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "Daarop deden wij een ander geslacht na hen opstaan"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "En wij zonden hun een apostel uit hen, die zeide: Aanbidt God; gij hebt geen God buiten hem: zoudt gij dus zijne wraak niet vreezen"
        },
        {
            "chapter": 23,
            "verse": 33,
            "text": "En de opperhoofden van zijn volk, dat niet geloofde, dat de ontmoeting des volgenden levens loochende, en aan hetwelk wij overvloed in dit leven schonken, zeiden: Dit is slechts een mensch zooals gij zijt: hij eet van hetgeen gij eet. En hij drinkt van hetgeen gij drinkt"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "En indien gij een mensch gehoorzaamt, die met u gelijk staat, waarlijk, dan zijt gij verloren"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "Dreigt hij u dat gij, nadat gij dood zijt, en tot stof en beenderen zijt geworden, levend uit uwe graven zult worden voortgebracht"
        }
    ]
}