{
    "maqras": [
        {
            "chapter": 27,
            "verse": 56,
            "text": "Maar het antwoord van zijn volk was niet anders dan dat zij zeiden: Drijft het gezin van Lot uit uwe stad; want zij zijn menschen, die zich rein houden van de daden, welke gij bedrijft"
        },
        {
            "chapter": 27,
            "verse": 57,
            "text": "Daarom bevrijdden wij hem en zijn gezin, behalve zijne vrouw, omtrent welke wij besloten, dat zij een van hen zou zijn, die achter zouden blijven om verdelgd te worden"
        },
        {
            "chapter": 27,
            "verse": 58,
            "text": "En wij deden eene bui van steenen op hen nederregenen; en vreeselijk was de bui, die neerviel op hen, welke te vergeefs waren gewaarschuwd geworden"
        },
        {
            "chapter": 27,
            "verse": 59,
            "text": "Zeg: Geloofd zij God en vrede op zijne dienaren, welke hij gekozen heeft! Is God meer waard, of de valsche goden, welke zij met hem vereenigen"
        },
        {
            "chapter": 27,
            "verse": 60,
            "text": "Moet niet hem de voorkeur worden gegeven, die de hemelen en de aarde heeft geschapen, en regen uit den hemel voor u nederzendt, waardoor wij heerlijke tuinen doen voortspruiten? Het is niet in uwe macht, de boomen daarvan te doen opgroeien. Is er een andere god deelgenoot met den eenigen God? Waarlijk, het is een volk, dat van de waarheid afwijkt"
        },
        {
            "chapter": 27,
            "verse": 61,
            "text": "Is niet hij waardiger te worden aangebeden, die de aarde heeft opgericht en rivieren in haar midden heeft doen vloeien, en onbeweegbare bergen daarop heeft geplaatst en eene afscheiding tusschen de twee zeeën heeft gesteld. Of is er eene andere god, die gelijk is aan den eenigen God? Maar het grootste gedeelte van hen overdenkt niet"
        },
        {
            "chapter": 27,
            "verse": 62,
            "text": "Is niet hij de waardigste, die den bedroefde verhoort als hij hem aanroept, en het kwade wegneemt, dat hem bedroeft, en die u tot de opvolgers uwer voorvaderen op de aarde heeft gemaakt? Hoe weinigen beschouwen deze dingen"
        },
        {
            "chapter": 27,
            "verse": 63,
            "text": "Is niet hij de waardigste, die u leidt op de donkere paden des lands en der zee, en die de winden zendt, welke de wolken voortdrijven als de voorboden zijner genade! Is er een andere god die met den eenigen God gelijk kan worden gesteld? Verre zij het van God, de deelgenooten zijner macht te hebben, welke gij met hem vereenigt"
        },
        {
            "chapter": 27,
            "verse": 64,
            "text": "Is niet hij de waardigste, die een schepsel voortbrengt en het na den dood weder opwekt, en die u voedsel van hemel en aarde geeft? Is er, bij den waren God een andere god, die dit doet? Zeg: Geef uw bewijs daarvoor, indien gij de waarheid spreekt"
        },
        {
            "chapter": 27,
            "verse": 65,
            "text": "Zeg: Niemand, in den hemel, of op aarde kent wat verborgen is behalve God. Ook begrijpen zij niet. Wanneer zij zullen worden opgewekt"
        },
        {
            "chapter": 27,
            "verse": 66,
            "text": "En toch hebben zij door hunne kennis eenig begrip van het volgende leven; maar zij verkeeren daaromtrent in eene onzekerheid; ja, zij zijn blind, nopens de wezenlijke omstandigheden daarvan"
        },
        {
            "chapter": 27,
            "verse": 67,
            "text": "En de ongeloovigen zeggen: Als wij en onze vaderen in stof zullen zijn veranderd, zullen wij dan levend het graf ontstijgen"
        },
        {
            "chapter": 27,
            "verse": 68,
            "text": "Waarlijk, wij zijn vroeger daarmede bedreigd, zoowel wij als onze vaderen. Dit zijn slechts fabelen van de ouden"
        },
        {
            "chapter": 27,
            "verse": 69,
            "text": "Zeg tot hen: Gaat over de aarde, en ziet wat het einde der zondaren was"
        },
        {
            "chapter": 27,
            "verse": 70,
            "text": "En weest niet bedroefd om hen: voedt volstrekt geene ongerustheid over de listen welke zij tegen u zullen uitdenken"
        },
        {
            "chapter": 27,
            "verse": 71,
            "text": "En zij zullen zeggen: Wanneer zal deze bedreiging worden vervuld; zeg, indien gij de waarheid spreekt"
        },
        {
            "chapter": 27,
            "verse": 72,
            "text": "Antwoord: Misschien zal een deel der straf, welke gij verlangt dat verhaast zal worden, dicht achter u volgen"
        },
        {
            "chapter": 27,
            "verse": 73,
            "text": "Waarlijk, de Heer is vol lankmoedigheid omtrent den mensch; maar het grootste gedeelte hunner is niet dankbaar"
        },
        {
            "chapter": 27,
            "verse": 74,
            "text": "Waarlijk, uw Heer kent wat hunne borsten verbergen en wat zij ontdekken"
        },
        {
            "chapter": 27,
            "verse": 75,
            "text": "En er is niets in den hemel of op de aarde verborgen, of het is in een duidelijk boek opgeschreven"
        },
        {
            "chapter": 27,
            "verse": 76,
            "text": "Waarlijk, deze Koran verklaart aan de kinderen Israëls het meerendeel der punten waaromtrent zij verschillen"
        },
        {
            "chapter": 27,
            "verse": 77,
            "text": "En het is zekerlijk eene leiding en eene genade voor de ware geloovigen"
        },
        {
            "chapter": 27,
            "verse": 78,
            "text": "Uw Heer zal den strijd tusschen hen door zijn eind-vonnis beslissen, en hij is de Machtige, de Wijze"
        },
        {
            "chapter": 27,
            "verse": 79,
            "text": "Stelt dus uw vertrouwen in God; want gij steunt op de duidelijke waarheid"
        },
        {
            "chapter": 27,
            "verse": 80,
            "text": "Waarlijk, gij zult de dooden niet hoorende maken, noch zult gij de dooven uwe oproeping tot het ware geloof doen hooren, als zij zich verwijderen en u hunne ruggen toewenden"
        },
        {
            "chapter": 27,
            "verse": 81,
            "text": "Ook zult gij de blinden er niet toe brengen zich uit hunne dwaling te redden. Gij zult u door niemand doen hooren, behalve door hen die in onze teekenen gelooven, en deze zijn geheel aan ons onderworpen"
        }
    ]
}