{
    "maqras": [
        {
            "chapter": 3,
            "verse": 113,
            "text": "Maar de bezitters der schrift zijn niet allen gelijk. Er zijn rechtschapene onder hen, die elken nacht doorbrengen met nadenken over Gods teekenen en hen te aanbidden"
        },
        {
            "chapter": 3,
            "verse": 114,
            "text": "Zij gelooven aan God en aan den jongsten dag; zij gebieden wat goed is, verbieden wat slecht is en streven naar goede daden; zij behooren tot de vromen"
        },
        {
            "chapter": 3,
            "verse": 115,
            "text": "Het goede zal niet onbeloond blijven: want God kent de vromen"
        },
        {
            "chapter": 3,
            "verse": 116,
            "text": "Niets zal bij God de ongeloovige helpen: noch vermogen noch kinderen. Zij worden aan het hellevuur overgeleverd en zullen eeuwig daarin blijven"
        },
        {
            "chapter": 3,
            "verse": 117,
            "text": "Wat zij in deze wereld uitleenen, gelijkt een hevigen, kouden wind, die over het staande koren van de menschen waait en het verwoest. God is niet onrechtvaardig omtrent hen; zij waren veeleer onrechtvaardig omtrent zich zelven"
        },
        {
            "chapter": 3,
            "verse": 118,
            "text": "O gij geloovigen! sluit geene vriendschap met hen die niet tot de uwen behooren; zij laten niet na, u te verleiden; zij wenschen slechts uw verderf. Hunnen haat hebben zij reeds met den mond uitgesproken, maar wat in hunne borst blijft besloten, is nog verderfelijker. Wij hebben u daarvan reeds bewijzen gegeven, indien gij deze slechts verstaat"
        },
        {
            "chapter": 3,
            "verse": 119,
            "text": "Ziet, gij bemint hen, en zij beminnen u niet. Gij gelooft aan de geheele schrift; indien zij u ontmoeten, zeggen zij: wij gelooven; zijn zij echter heimelijk bij elkander gekomen, dan bijten zij zich uit toorn tegen u op de nagels. Zeg hun: sterft van toorn; God kent het binnenste uws harten"
        },
        {
            "chapter": 3,
            "verse": 120,
            "text": "Als het u goed gaat, zullen zij bedroefd zijn, en indien u een ongeluk overkomt, zijn zij van vreugde vervuld. Indien gij echter geduldig zijt en God vreest dan zullen hunne listen u niet schaden; want God weet wat zij doen"
        },
        {
            "chapter": 3,
            "verse": 121,
            "text": "Herinner u den dag, toen gij met het aanbreken van den dag uwe familie verliet, om de geloovigen een kamp voor den oorlog te bereiden, God hoorde en wist het"
        },
        {
            "chapter": 3,
            "verse": 122,
            "text": "Toen twee van de heerscharen den moed verloren en God hen ondersteunde. Op God moeten de geloovigen dus vertrouwen"
        },
        {
            "chapter": 3,
            "verse": 123,
            "text": "God heeft u geholpen bij den slag van Bedr, toen gij zwakker in getal waart. Vreest dus God en weest dankbaar"
        },
        {
            "chapter": 3,
            "verse": 124,
            "text": "En toen gij tot de geloovigen zeidet: Is het niet genoeg, dat God u met drieduizend van den hemel dalende engelen helpt"
        },
        {
            "chapter": 3,
            "verse": 125,
            "text": "Waarlijk indien gij volhardt en God vreest, dan zal, indien de vijand u plotseling overvalt, God u met vijfduizend uitgeruste engelen versterken"
        },
        {
            "chapter": 3,
            "verse": 126,
            "text": "En God verkondigt dit als eene gelukkige tijding, opdat uwe harten gerust zouden zijn. Er is geene andere hulp dan bij God, de machtige, de wijze"
        },
        {
            "chapter": 3,
            "verse": 127,
            "text": "Dat hij de ongeloovigen met den wortel zal uitroeien, of verdelgen, en dat zij omvergeworpen of bestraft zullen worden, is u onnoodig te weten"
        },
        {
            "chapter": 3,
            "verse": 128,
            "text": "Het gaat u niet aan, of God hen bestraft of hun vergeeft; het zijn zondaren"
        },
        {
            "chapter": 3,
            "verse": 129,
            "text": "Gode behoort alles wat in den hemel en op aarde is; hij vergeeft en straft wien hij wil; God is genadig en barmhartig"
        },
        {
            "chapter": 3,
            "verse": 130,
            "text": "O geloovigen! vermijdt den woeker, door tweevoudig te verdubbelen. Vreest God, opdat gij gelukkig zijt"
        },
        {
            "chapter": 3,
            "verse": 131,
            "text": "Vreest het vuur, voor de goddeloozen bereid"
        },
        {
            "chapter": 3,
            "verse": 132,
            "text": "En gehoorzaamt God en den profeet, om Gods genade te verwerven"
        }
    ]
}