{
    "maqras": [
        {
            "chapter": 7,
            "verse": 65,
            "text": "En tot den stam Ad zonden wij hunnen broeder Hoed. Hij zeide: O mijn volk! aanbid God; gij hebt geen anderen God dan hem; wilt gij hem niet vragen"
        },
        {
            "chapter": 7,
            "verse": 66,
            "text": "De opperhoofden van hen onder zijn volk die niet geloofden, antwoordden: Waarlijk, wij zien dat gij door dwaasheid wordt geleid, en wij houden u voor een der leugenaars"
        },
        {
            "chapter": 7,
            "verse": 67,
            "text": "Hij antwoordde: O mijn volk! ik word niet door dwaasheid geleid; maar ik ben een gezant bij u van den Heer aller schepselen"
        },
        {
            "chapter": 7,
            "verse": 68,
            "text": "Ik breng u de boodschappen van mijn Heer, en ik ben een geloovige raadgever voor u"
        },
        {
            "chapter": 7,
            "verse": 69,
            "text": "Verwondert gij u, dat eene vermaning tot u gekomen is van uwen Heer, door een man van u, opdat hij u zou waarschuwen? Herinner u dat hij u aan het volk van Noach heeft doen opvolgen, dat hij u eene reusachtige gedaante heeft gegeven. Herinner u Gods weldaden, opdat gij gelukkig zoudt mogen zijn"
        },
        {
            "chapter": 7,
            "verse": 70,
            "text": "Zij zeiden tot hem: Zijt gij tot ons gekomen, dat wij God alleen aanbidden en de goden verlaten zouden, die door onze vaderen werden aangebeden? Zorg dat uwe bedreigingen in vervulling gaan, indien gij oprecht zijt"
        },
        {
            "chapter": 7,
            "verse": 71,
            "text": "Hoed antwoordde: Thans zullen weldra Gods wraak en toorn op u nederkomen. Wilt gij met mij twisten over de namen welke gij en uwe vaderen hebt genoemd, en waartoe God u geene macht heeft gegeven? Wacht daarop, dan zal ik een dergenen zijn die met u wachten"
        },
        {
            "chapter": 7,
            "verse": 72,
            "text": "En wij bevrijdden hem en hen die met hem hadden geloofd, door onze genade, en wij sneden het grootste gedeelte af van hen die onze teekens van valschheid beschuldigden en geene geloovigen waren"
        },
        {
            "chapter": 7,
            "verse": 73,
            "text": "En tot den stam Thamoed zonden wij hunnen broeder Saleh. Hij zeide: O, mijn volk! aanbid God; gij hebt geen God naast hem. Thans is een duidelijk teeken tot u gekomen van uwen God. Deze kameel van God is een teeken voor u, laat hem in Gods weide grazen; doe hem geen kwaad, opdat u geen pijnlijke straf bereike"
        },
        {
            "chapter": 7,
            "verse": 74,
            "text": "En herinner u dat hij u heeft aangewezen tot opvolgers van den stam van Ad, en u eene woning op de aarde heeft aangewezen; in hare valleien bouwt gij u kasteelen en de rotsen bouwt gij tot huizen uit. Herinner u dus Gods weldaden, en doe daarom geen geweld op aarde door slecht te handelen"
        },
        {
            "chapter": 7,
            "verse": 75,
            "text": "De opperhoofden van zijn volk, door trotschheid opgeblazen, zeiden tot hen, die zij voor zwak hielden; namelijk, tot hen die geloofden: Weet gij dat Saleh door zijnen Heer werd gezonden? Zij antwoordden: Wij gelooven aan zijne zending"
        },
        {
            "chapter": 7,
            "verse": 76,
            "text": "Doch zij die door hoogmoed waren opgeblazen, zeiden: Waarlijk, wij gelooven niet aan datgene waarin gij gelooft"
        },
        {
            "chapter": 7,
            "verse": 77,
            "text": "En zij sneden den voet van den kameel af, en overtraden onbeschaamd het bevel van hunnen Heer, zeggende: O Saleh! zorg dat uwe bedreigingen in vervulling gaan, indien gij een hunner zijt die door God werden gezonden"
        },
        {
            "chapter": 7,
            "verse": 78,
            "text": "Daarop volgde eene geweldige schudding des hemels, die hen verraste, en des ochtends werden zij in hunne woningen gevonden, voorover liggende op hunne borst en dood"
        },
        {
            "chapter": 7,
            "verse": 79,
            "text": "En Saleh verliet hen en zeide: O mijn volk! thans heb ik u de zending van mijnen Heer overgebracht, ik ried u ten goede; doch gij bemint hen niet die u ten goede raden"
        },
        {
            "chapter": 7,
            "verse": 80,
            "text": "En denk aan Loth, toen hij tot zijn volk zeide: Zult gij zonden begaan, die geen volk ooit vóór u heeft bedreven"
        },
        {
            "chapter": 7,
            "verse": 81,
            "text": "Zult gij de mannen in plaats van de vrouwen misbruiken? Waarlijk, gij zijt een volk aan buitensporigheden overgeleverd"
        },
        {
            "chapter": 7,
            "verse": 82,
            "text": "Maar het antwoord van zijn volk was niet anders, dan dat zij tot elkander zeiden: Verdrijf hen uit uwe stad; want zij zijn menschen die zich zelven rein houden van de zonden welke gij bedrijft"
        },
        {
            "chapter": 7,
            "verse": 83,
            "text": "Daarom bevrijdden wij hem en zijn gezin, uitgenomen zijne vrouw; zij was eene dergenen die achterbleven"
        },
        {
            "chapter": 7,
            "verse": 84,
            "text": "En wij deden een regen van steenen op hen nederstorten. Zie dus wat het einde der zondaren was"
        },
        {
            "chapter": 7,
            "verse": 85,
            "text": "En tot Madian zonden wij hunnen broeder Shoaïb. Hij zeide tot hen: O mijn volk! aanbid God, gij hebt geen God buiten hem. Thans is een duidelijk teeken van uwen Heer tot u gekomen. Geef dus volle maat en ruim gewicht; ontneem den menschen niet wat hun verschuldigd is, en handel nimmer slecht op aarde, na hare hervorming. Dit zal beter voor u zijn, indien gij gelooft"
        },
        {
            "chapter": 7,
            "verse": 86,
            "text": "En plaats u niet in hinderlaag op iederen weg, en leidt niet hen van Gods weg af, die in hem gelooven; gij wilt dat pad kronkelend maken. En herinner u dat gij slechts klein in getal waart, en dat God u heeft vermenigvuldigd, en onthoud hoe het einde was van hen die slecht handelden"
        },
        {
            "chapter": 7,
            "verse": 87,
            "text": "En indien een deel uwer gelooft in hetgeen waartoe ik werd gezonden, terwijl een ander dit verwerpt, wacht geduldig tot God tusschen ons richte; want hij is de beste rechter"
        }
    ]
}