{
    "maqras": [
        {
            "chapter": 11,
            "verse": 108,
            "text": "Maar zij die gelukkig zullen zijn, worden in het paradijs toegelaten; zij zullen daarin zoo lang verblijven, als de hemelen, en de aarde voortduren, behalve wat uw Heer, naar hem behaagt, bij hunne gelukzaligheid zal voegen; eene weldadigheid, die niet gestoord zal worden"
        },
        {
            "chapter": 11,
            "verse": 109,
            "text": "Verkeer dus niet in twijfel, nopens hetgeen deze menschen aanbidden; zij aanbidden niets anders, dan hetgeen hunne vaderen vóór hen aanbaden, en wij zullen hun zekerlijk hun volkomen gedeelte geven, dat volstrekt niets verminderd zal zijn"
        },
        {
            "chapter": 11,
            "verse": 110,
            "text": "Wij gaven vroeger aan Mozes het boek der wet, en daarover rezen twisten onder zijn volk, en ware niet een voorafgaand besluit van uwen Heer genomen, om gedurende dit leven geduldig nopens hen te zijn, zoo zou het verschil tusschen hen zekerlijk uitgemaakt zijn. En uw volk is ook naijverig en twijfelachtig nopens den Koran"
        },
        {
            "chapter": 11,
            "verse": 111,
            "text": "Maar aan ieder van hen, zal uw Heer de belooning voor hunne werken geven; want hij weet zeer goed wat zij doen"
        },
        {
            "chapter": 11,
            "verse": 112,
            "text": "Wees gij dus onwrikbaar, zooals u bevolen is, en laat degeen mede standvastig zijn, die met u wordt bekeerd, en zondig niet, want hij ziet wat hij doet"
        },
        {
            "chapter": 11,
            "verse": 113,
            "text": "En neig niet tot hen die onrechtvaardig handelen, opdat het hellevuur u niet bereike; want gij hebt geene beschermers behalve God; tegen hem zult gij niet geholpen worden"
        },
        {
            "chapter": 11,
            "verse": 114,
            "text": "Bid dan geregeld des ochtends en des avonds, en in het voorgedeelte van den nacht; want goede werken verdrijven de snoode. Dit is eene waarschuwing voor hen, die nadenken"
        },
        {
            "chapter": 11,
            "verse": 115,
            "text": "Volhard dus met geduld; want God zal de rechtvaardigen niet vergelden, door hen te verdoemen"
        },
        {
            "chapter": 11,
            "verse": 116,
            "text": "Waren degene van de geslachten voor u, begiftigd met verstand en deugd, welke verboden goddeloos op aarde te handelen, meer dan slechts eenigen van hen, welke wij bevrijdden? Maar zij, die onrechtvaardig waren, volgden de geneugten, welke zij op deze wereld genoten, en waren goddeloozen"
        },
        {
            "chapter": 11,
            "verse": 117,
            "text": "En uw Heer was niet geneigd, de steden onrechtvaardig te verwoesten, welker bewoners zich oprecht gedroegen"
        },
        {
            "chapter": 11,
            "verse": 118,
            "text": "En indien het uw Heer had behaagd, zou hij alle menschen van éénen godsdienst gemaakt hebben; maar zij zullen niet ophouden onder elkander te verschillen"
        },
        {
            "chapter": 11,
            "verse": 119,
            "text": "Behalve zij, voor wie uw Heer genade zal hebben. Daartoe heeft hij hen geschapen; want het woord van uwen Heer zal vervuld worden, toen hij zeide: Waarlijk, ik zal de hel met menschen en geniussen beiden vullen"
        },
        {
            "chapter": 11,
            "verse": 120,
            "text": "Alles wat wij van de geschiedenissen der gezanten hebben verhaald, vertellen wij u, opdat daardoor uw hart moge bevestigd worden; en daardoor is de waarheid tot u gekomen en tevens eene waarschuwing en eene vermaning voor de ware geloovigen"
        },
        {
            "chapter": 11,
            "verse": 121,
            "text": "Zeg tot hen die niet gelooven: handelt overeenkomstig uwen staat, wij zullen zekerlijk volgens onzen plicht handelen"
        },
        {
            "chapter": 11,
            "verse": 122,
            "text": "Wacht het uur af, want ook wij wachten dit af"
        },
        {
            "chapter": 11,
            "verse": 123,
            "text": "Aan God is bekend wat in den hemel en op de aarde geheim is, en tot hem zal alles terugkeeren. Aanbidt hem dus en stelt uw vertrouwen in hem; want uw Heer is niet onopmerkzaam voor hetgeen gij doet"
        },
        {
            "chapter": 12,
            "verse": 1,
            "text": "R. Dit zijn teekens van het duidelijke boek"
        },
        {
            "chapter": 12,
            "verse": 2,
            "text": "Hetwelk wij in de Arabische taal hebben nedergezonden, opdat gij het misschien zoudt verstaan"
        },
        {
            "chapter": 12,
            "verse": 3,
            "text": "Wij verhalen u de uitmuntendste geschiedenis, door u dezen Koran te openbaren, waarop gij vroeger geen acht hebt geslagen"
        },
        {
            "chapter": 12,
            "verse": 4,
            "text": "Jozef zeide tot zijn vader: O mijn vader! waarlijk, ik zag in mijn droom elf sterren en de zon en de maan; ik zag hen mij gehoorzamen"
        },
        {
            "chapter": 12,
            "verse": 5,
            "text": "Toen zeide Jacob: O mijn kind! herhaal uw visioen niet aan uwe broeders, opdat zij u geene hinderlaag spreiden; want de duivel is de verklaarde vijand van den mensch"
        },
        {
            "chapter": 12,
            "verse": 6,
            "text": "En zoo zal overeenkomstig uwen droom; uw Heer u kiezen, en u de vertolking der duistere gezegden geven, en hij zal zijne gunst uitstorten op u en op het gezin van Jacob, zooals hij dit vroeger heeft vervuld aan uwe vaderen Abraham en Izaak; want uw Heer is alwetend en wijs"
        }
    ]
}