{
    "pages": [
        {
            "chapter": 5,
            "verse": 104,
            "text": "Kapag sinabi sa kanila: \"Halikayo sa pinababa ni Allāh at sa Sugo\" ay nagsasabi sila: \"Kasapatan sa amin ang natagpuan namin sa mga magulang namin.\" Kahit ba noon ang mga magulang nila ay hindi nakaaalam ng anuman at hindi napapatnubayan"
        },
        {
            "chapter": 5,
            "verse": 105,
            "text": "O mga sumampalataya, mangalaga kayo sa mga sarili ninyo. Hindi makapipinsala sa inyo ang sinumang naligaw kapag napatnubayan kayo. Tungo kay Allāh ang babalikan ninyo sa kalahatan saka magbabalita Siya sa inyo hinggil sa anumang dati ninyong ginagawa"
        },
        {
            "chapter": 5,
            "verse": 106,
            "text": "O mga sumampalataya, ang pagsasaksi sa pagitan ninyo kapag dumalo sa isa sa inyo ang kamatayan sa sandali ng tagubilin ay [gagawin ng] dalawang may katarungan kabilang sa inyo o dalawang iba pa kabilang sa iba sa inyo kung kayo ay naglakbay sa lupain at tumama sa inyo ang pagtama ng kamatayan. Pipigil kayo sa kanilang dalawa nang matapos ng pagdarasal at manunumpa silang dalawa kay Allāh, kung nag-aalinlangan kayo: \"Hindi kami magbebenta nito sa isang halaga kahit pa man iyon ay isang may pagkakamag-anak at hindi kami magtatago ng pagsasaksi kay Allāh; tunay na kami, kung gayon, ay talagang kabilang sa mga nagkakasala"
        },
        {
            "chapter": 5,
            "verse": 107,
            "text": "Ngunit kung natuklasan na silang dalawang ay naging karapat-dapat sa isang kasalanan, may dalawang ibang tatayo sa katayuan nilang dalawa, na dalawang pinakamalapit na kaanak kabilang sa mga naging karapat-dapat [sa pagmamana], saka manunumpa ang dalawang ito kay Allāh: \"Talagang ang pagsasaksi namin ay higit na totoo kaysa sa pagsasaksi nilang dalawa at hindi kami lumabag; tunay na kami, samakatuwid, ay talagang kabilang sa mga tagalabag sa katarungan"
        },
        {
            "chapter": 5,
            "verse": 108,
            "text": "Iyon ay higit na malamang na magsagawa sila ng pagsasaksi ayon sa katunayan nito o mangamba sila na tanggihan ang mga panunumpa matapos ng mga panunumpa nila. Mangilag kayong magkasala kay Allāh at duminig kayo. Si Allāh ay hindi nagpapatnubay sa mga taong suwail"
        }
    ]
}