{
    "pages": [
        {
            "chapter": 6,
            "verse": 119,
            "text": "Ano ang mayroon sa inyo na hindi kayo kumakain mula sa anumang binanggit ang pangalan ni Allāh rito samantalang nagdetalye nga Siya sa inyo ng ipinagbawal Niya sa inyo, maliban sa anumang napilitan kayo roon? Tunay na may marami na talagang nagliligaw sa pamamagitan ng mga pithaya nila nang walang kaalaman. Tunay na ang Panginoon mo ay higit na maalam sa mga tagalabag"
        },
        {
            "chapter": 6,
            "verse": 120,
            "text": "Iwan ninyo ang nakalantad sa kasalanan at ang nakakubli rito. Tunay na ang mga nagkakamit ng kasalanan ay gagantihan sa dati nilang nagagawa"
        },
        {
            "chapter": 6,
            "verse": 121,
            "text": "Huwag kayong kumain mula sa anumang hindi binanggit ang pangalan ni Allāh roon. Tunay na ito ay talagang kasuwailan. Tunay na ang mga demonyo ay talagang nagkakasi sa mga katangkilik nila upang makipagtalo sila sa inyo. Kung tumalima kayo sa kanila, tunay na kayo ay talagang mga tagapagtambal"
        },
        {
            "chapter": 6,
            "verse": 122,
            "text": "Ang sinumang noon ay patay saka bumuhay Kami sa kanya at naglagay Kami sa kanya ng isang liwanag na naglalakad siya sa pamamagitan nito sa mga tao ay gaya ba ng sinumang ang paghahalintulad sa kanya ay nasa mga kadiliman, na hindi lalabas mula sa mga ito? Gayon ipinaakit para sa mga tagatangging sumampalataya ang dati nilang ginagawa"
        },
        {
            "chapter": 6,
            "verse": 123,
            "text": "Gayon Kami nagtalaga para sa bawat pamayanan ng pinakamalaki sa mga salarin nito upang manlansi sila rito ngunit hindi sila nanlalansi maliban sa mga sarili nila ngunit hindi sila nakararamdam"
        },
        {
            "chapter": 6,
            "verse": 124,
            "text": "Kapag may dumating sa kanila na isang tanda ay nagsasabi sila: \"Hindi kami sasampalataya hanggang sa bigyan kami ng tulad sa ibinigay sa mga sugo ni Allāh.\" Si Allāh ay higit na maalam kung saan Siya maglalagay ng pasugo Niya. May tatama sa mga nagpakasalarin na isang pagmamaliit sa ganang Allāh at isang pagdurusang sukdulan dahil sa sila noon ay nanlalansi"
        }
    ]
}