{
    "pages": [
        {
            "chapter": 7,
            "verse": 23,
            "text": "Nagsabi silang dalawa: \"Panginoon namin, lumabag kami sa katarungan sa mga sarili namin. Kung hindi Ka magpapatawad sa amin at maaawa sa amin, talagang kami nga ay magiging kabilang sa mga lugi"
        },
        {
            "chapter": 7,
            "verse": 24,
            "text": "Nagsabi Siya: \"Lumapag kayo; ang iba sa inyo para sa iba ay kaaway. Ukol sa inyo sa lupa ay isang pinagtitigilan at isang natatamasa hanggang sa isang panahon"
        },
        {
            "chapter": 7,
            "verse": 25,
            "text": "Nagsabi Siya: \"Sa loob niyon mabubuhay kayo, sa loob niyon mamamatay kayo, at mula roon ilalabas kayo"
        },
        {
            "chapter": 7,
            "verse": 26,
            "text": "O mga anak ni Adan, nagpababa nga Kami sa inyo ng kasuutan na magbabalot sa kahubaran ninyo at bilang gayak. Ang kasuutan ng pangingilag magkasala, iyon ay higit na mabuti. Iyon ay kabilang sa mga tanda ni Allāh, nang sa gayon sila ay magsasaalaala"
        },
        {
            "chapter": 7,
            "verse": 27,
            "text": "O mga anak ni Adan, huwag ngang tutukso sa inyo ang demonyo yayamang nagpalabas siya sa mga magulang ninyo mula sa Paraiso habang nag-aalis sa kanilang dalawa ng kasuutan nilang dalawa upang magpakita siya sa kanilang dalawa ng kahubaran nilang dalawa. Tunay na siya ay nakakikita sa inyo, siya at ang mga kampon niya, mula sa kung saan hindi kayo nakakikita sa kanila. Tunay na Kami ay gumawa sa mga demonyo bilang mga katangkilik para sa mga hindi sumasampalataya"
        },
        {
            "chapter": 7,
            "verse": 28,
            "text": "Kapag gumawa sila ng isang malaswa ay magsasabi sila: \"Nakatagpo kami sa gayon sa mga magulang namin at si Allāh ay nag-utos sa amin niyon.\" Sabihin mo: \"Tunay na si Allāh ay hindi nag-uutos ng kalaswaan; nagsasabi ba kayo hinggil kay Allāh ng hindi ninyo nalalaman"
        },
        {
            "chapter": 7,
            "verse": 29,
            "text": "Sabihin mo: \"Nag-utos ang Panginoon ko ng pagkamakatarungan, at na magpanatili kayo ng mga mukha ninyo sa bawat patirapaan at manalangin kayo sa Kanya habang mga nagpapakawagas para sa Kanya sa relihiyon. Kung paanong nagsimula Siya sa inyo, [gayon] kayo manunumbalik"
        },
        {
            "chapter": 7,
            "verse": 30,
            "text": "May isang pangkat na pinatnubayan Niya at may isang pangkat na nagindapat sa kanila ang kaligawan. Tunay na sila ay gumawa sa mga demonyo bilang mga katangkilik bukod pa kay Allāh at nag-aakala na mga napapatnubayan"
        }
    ]
}