{
    "pages": [
        {
            "chapter": 9,
            "verse": 62,
            "text": "Nanunumpa sila kay Allāh para sa inyo upang magpalugod sila sa inyo samantalang si Allāh at ang Sugo Niya ay higit na karapat-dapat na palugurin nila kung sila ay mga mananampalataya"
        },
        {
            "chapter": 9,
            "verse": 63,
            "text": "Hindi ba sila nakaalam na ang sinumang sumasalangsang kay Allāh at sa Sugo Niya ay ukol sa kanya ang Apoy ng Impiyerno bilang mananatili roon? Iyon ay ang kahihiyang sukdulan"
        },
        {
            "chapter": 9,
            "verse": 64,
            "text": "Nangingilag ang mga mapagpaimbabaw na may ibaba sa kanila na isang kabanata na magbabalita sa kanila hinggil sa nasa mga puso nila. Sabihin mo: \"Mangutya kayo; tunay na si Allāh ay magpapalabas sa pinangingilagan ninyo.”"
        },
        {
            "chapter": 9,
            "verse": 65,
            "text": "Talagang kung nagtanong ka sa kanila ay talagang magsasabi nga sila: \"Dati kaming tumatalakay [sa kabulaanan] at naglalaro lamang.” Sabihin mo: \"Kay Allāh, sa mga tanda Niya, at sa Sugo Niya ba dati kayong nangungutya"
        },
        {
            "chapter": 9,
            "verse": 66,
            "text": "Huwag kayong magdahi-dahilan; tumanggi na kayong sumampalataya matapos ng pananampalataya ninyo. Kung magpapaumanhin Kami sa isang pangkatin kabilang sa inyo, magpaparusa Kami sa isang pangkatin dahil sila dati ay mga salarin.”"
        },
        {
            "chapter": 9,
            "verse": 67,
            "text": "Ang mga lalaking mapagpaimbabaw at ang mga babaing mapagpaimbabaw ay bahagi sila ng isa’t-isa. Nag-uutos sila ng nakasasama, sumasaway sila sa nakabubuti, at nagkukuyom sila ng mga kamay nila. Lumimot sila kay Allāh kaya lumimot Siya sila. Tunay na ang mga mapagpaimbabaw ay ang mga suwail"
        },
        {
            "chapter": 9,
            "verse": 68,
            "text": "Nangako si Allāh sa mga lalaking mapagpaimbabaw, mga babaing mapagpaimbabaw, at mga tagatangging sumampalataya ng Apoy ng Impiyerno bilang mga mananatili roon. Ito ay kasapatan sa kanila. Isinumpa sila ni Allāh. Ukol sa kanila ay isang pagdurusang mananatili"
        }
    ]
}