{
    "pages": [
        {
            "chapter": 11,
            "verse": 38,
            "text": "Yumayari siya ng daong. Sa tuwing may napadaan sa kanya na isang konseho kabilang sa mga tao niya ay nangungutya sila sa kanya. Nagsabi siya: \"Kung nangungutya kayo sa amin, tunay na kami ay mangungutya sa inyo kung paanong nangungutya kayo"
        },
        {
            "chapter": 11,
            "verse": 39,
            "text": "saka makaaalam kayo sa kung sino ang pupuntahan ng isang pagdurusang magpapahiya sa kanya at dadapuan ng isang pagdurusang mananatili"
        },
        {
            "chapter": 11,
            "verse": 40,
            "text": "[Gayon nga] hanggang sa nang dumating ang utos Namin at sumambulat ang pugon. Nagsabi Kami: \"Maglulan ka sa loob niyon ng mula sa bawat dalawang magkapares, ng mag-anak mo – maliban sa nauna sa kanya ang hatol – at ng sinumang sumampalataya.\" Walang sumampalataya kasama sa kanya kundi kakaunti"
        },
        {
            "chapter": 11,
            "verse": 41,
            "text": "Nagsabi siya: \"Sumakay kayo rito; sa ngalan ni Allāh ang paglalayag nito at ang pagdaong nito. Tunay na ang Panginoon ko ay talagang Mapagpatawad, Maawain"
        },
        {
            "chapter": 11,
            "verse": 42,
            "text": "Ito ay naglayag lulan sila sa mga alon na gaya ng mga bundok. Nanawagan si Noe sa anak niya habang ito ay nasa pinaglayuan [nito]: \"O anak ko, sumakay ka kasama sa amin at huwag kang maging kabilang sa mga tagatangging sumampalataya"
        },
        {
            "chapter": 11,
            "verse": 43,
            "text": "Nagsabi ito: \"Kakanlong ako sa isang bundok na magsasanggalang sa akin laban sa tubig.\" Nagsabi siya: \"Walang tagapagsanggalang sa araw na ito laban sa pasya ni Allāh maliban sa kinaawaan Niya.\" Humarang sa pagitan nilang dalawa ang mga alon, kaya ito ay naging kabilang sa mga nalunod"
        },
        {
            "chapter": 11,
            "verse": 44,
            "text": "Sinabi: \"O lupa, lulunin mo ang tubig mo; o langit, pigilin mo [ang ulan].\" Pinahupa ang tubig, natapos ang pasya, at lumuklok ito sa ibabaw ng [bundok ng] Jūdīy. Sinabi: \"Kalayuan [sa awa] ay ukol sa mga taong tagalabag sa katarungan"
        },
        {
            "chapter": 11,
            "verse": 45,
            "text": "Nanawagan si Noe sa Panginoon niya saka nagsabi: \"O Panginoon ko, tunay na ang anak ko ay kabilang sa mag-anak ko. Tunay na ang pangako Mo ay ang totoo. Ikaw ay ang pinakatagahatol sa mga tagahatol"
        }
    ]
}