{
    "pages": [
        {
            "chapter": 11,
            "verse": 54,
            "text": "Wala kaming sinasabi kundi nagpasapit sa iyo ang ilan sa mga diyos namin ng isang kasagwaan.\" Nagsabi siya: \"Tunay na ako ay nagpapasaksi kay Allāh, at saksihan ninyo, na ako ay walang-kaugnayan sa anumang itinatambal ninyo"
        },
        {
            "chapter": 11,
            "verse": 55,
            "text": "bukod pa sa Kanya. Kaya magpakana kayo laban sa akin sa kalahatan, pagkatapos huwag kayong magpalugit sa akin"
        },
        {
            "chapter": 11,
            "verse": 56,
            "text": "Tunay na ako ay nanalig kay Allāh, ang Panginoon ko at ang Panginoon ninyo. Walang anumang gumagalaw na nilalang malibang Siya ay humahawak sa unahan ng noo nito. Tunay na ang Panginoon ko ay nasa isang landasing tuwid"
        },
        {
            "chapter": 11,
            "verse": 57,
            "text": "Ngunit kung tatalikod kayo ay [sabihin mo:] \"Nagpaabot na ako sa inyo ng ipinasugo sa akin sa inyo. Magtatalaga bilang kahalili ang Panginoon ko sa mga taong iba pa sa inyo. Hindi kayo makapipinsala sa Kanya ng anuman. Tunay na ang Panginoon sa bawat bagay ay Mapag-ingat"
        },
        {
            "chapter": 11,
            "verse": 58,
            "text": "Noong dumating ang utos Namin ay nagligtas Kami kay Hūd at sa mga sumampalataya kasama sa kanya sa pamamagitan ng isang awa mula sa Amin at nagligtas Kami sa kanila mula sa isang pagdurusang mabagsik"
        },
        {
            "chapter": 11,
            "verse": 59,
            "text": "Iyon ay [liping] `Ād na nagkaila sa mga tanda ng Panginoon nila, sumuway sa mga sugo nila, at sumunod sa utos ng bawat mapaniil na mapagmatigas"
        },
        {
            "chapter": 11,
            "verse": 60,
            "text": "Pinasundan sila sa Mundong ito ng isang sumpa at sa Araw ng Pagbangon. Pansinin, tunay na ang [liping] `Ād ay tumangging sumampalataya sa Panginoon nila. Pansinin, kalayuan [sa awa] ay ukol sa [liping] `Ād, na mga kalipi ni Hūd"
        },
        {
            "chapter": 11,
            "verse": 61,
            "text": "[Nagsugo sa liping] Thamūd ng kapatid nilang si Ṣāliḥ. Nagsabi siya: \"O mga kalipi ko, sumamba kayo kay Allāh; walang ukol sa inyo na anumang Diyos na iba pa sa Kanya. Siya ay nagpaluwal sa inyo mula sa lupa at nagpanirahan sa inyo rito, kaya humingi kayo ng tawad sa Kanya, pagkatapos magbalik-loob kayo sa Kanya. Tunay na ang Panginoon ko ay Malapit, Tagasagot"
        },
        {
            "chapter": 11,
            "verse": 62,
            "text": "Nagsabi sila: \"O Ṣāliḥ, ikaw nga dati sa atin ay inaasam bago nito. Sumasaway ka ba sa amin na sumamba kami sa sinasamba ng mga ninuno namin? Tunay na kami ay talagang nasa isang pagdududang nag-aalinlangan sa inaanyaya ninyo sa amin"
        }
    ]
}