{
    "pages": [
        {
            "chapter": 28,
            "verse": 60,
            "text": "Ang ibinigay sa inyo na anumang bagay ay isang natatamasa sa buhay na pangmundo at gayak nito. Ang nasa ganang kay Allāh ay higit na mabuti at higit na nagtatagal. Kaya hindi ba kayo nakapag-uunawa"
        },
        {
            "chapter": 28,
            "verse": 61,
            "text": "Kaya ba ang sinumang pinangakuan Namin ng isang pangakong maganda – saka siya ay makakatagpo niyon – ay gaya ng sinumang pinagtamasa Namin ng natatamasa sa buhay na pangmundo, pagkatapos siya sa Araw ng Pagbangon ay kabilang sa mga padadaluhin [sa Impiyerno]"
        },
        {
            "chapter": 28,
            "verse": 62,
            "text": "[Banggitin mo] ang araw na mananawagan Siya sa kanila saka magsasabi: \"Nasaan ang mga katambal sa Akin na dati ninyong inaangkin"
        },
        {
            "chapter": 28,
            "verse": 63,
            "text": "Nagsabi ang mga magkakatotoo sa kanila ang sabi: \"Panginoon namin, ang mga inilisya naming ito ay inilisya namin sila kung paanong nalisya kami. Nagpapawalang-kaugnayan kami sa harap Mo [mula sa kanila]. Hindi dati sila sa Amin sumasamba"
        },
        {
            "chapter": 28,
            "verse": 64,
            "text": "Sasabihin: \"Dumalangin kayo sa mga pantambal ninyo,\" saka dadalangin sila sa mga iyon ngunit hindi tutugon ang mga iyon sa kanila at makikita nila ang pagdurusa. Kung sana sila noon ay napapatnubayan"
        },
        {
            "chapter": 28,
            "verse": 65,
            "text": "[Banggitin mo] ang araw na mananawagan Siya sa kanila saka magsasabi Siya: \"Ano ang isinagot ninyo sa mga isinugo"
        },
        {
            "chapter": 28,
            "verse": 66,
            "text": "Ngunit nalingid sa kanila ang mga balita sa Araw na iyon kaya sila ay hindi magtatanungan"
        },
        {
            "chapter": 28,
            "verse": 67,
            "text": "Ngunit hinggil sa sinumang nagbalik-loob, sumampalataya, at gumawa ng maayos, marahil siya ay maging kabilang sa mga magtatagumpay"
        },
        {
            "chapter": 28,
            "verse": 68,
            "text": "Ang Panginoon mo ay lumilikha ng anumang niloloob Niya at pinipili Niya. Hindi naging ukol sa kanila ang pagpili. Kaluwalhatian kay Allāh at pagkataas-taas Siya kaysa sa anumang itinatambal nila"
        },
        {
            "chapter": 28,
            "verse": 69,
            "text": "Ang Panginoon mo ay nakaaalam sa anumang kinimkim ng mga dibdib nila at anumang ipinahahayag nila"
        },
        {
            "chapter": 28,
            "verse": 70,
            "text": "Siya ay si Allāh; walang Diyos kundi Siya. Ukol sa Kanya ang papuri sa Unang-buhay at Kabilang-buhay. Ukol sa Kanya ang paghahatol at tungo sa Kanya pababalikin kayo"
        }
    ]
}