{
    "pages": [
        {
            "chapter": 28,
            "verse": 85,
            "text": "Tunay na ang nagsatungkulin sa iyo ng Qur’ān ay talagang ang tagapagpabalik sa iyo tungo sa pinanunumbalikan. Sabihin mo: \"Ang Panginoon ko ay higit na maalam sa sinumang naghatid ng patnubay at sinumang nasa isang pagkaligaw na malinaw"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "Hindi ka dati nag-aasam na iparating sa iyo ang Aklat maliban bilang awa mula sa Panginoon mo. Kaya huwag ngang maging isang tagapagtaguyod para sa mga tagatangging sumampalataya"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "Huwag nga silang sasagabal sa iyo sa mga talata ni Allāh matapos noong pinababa ang mga ito sa iyo. Mag-anyaya ka tungo sa Panginoon mo at huwag ka ngang maging kabilang sa mga tagapagtambal"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "Huwag kang manalangin kasama kay Allāh sa isang diyos na iba pa; walang Diyos kundi Siya. Bawat bagay ay masasawi maliban sa mukha Niya. Ukol sa Kanya ang paghahatol at tungo sa Kanya pababalikin kayo"
        },
        {
            "chapter": 29,
            "verse": 1,
            "text": "Alif. Lām. Mīm"
        },
        {
            "chapter": 29,
            "verse": 2,
            "text": "Nag-akala ba ang mga tao na iiwan sila na magsabi: \"Sumampalataya kami,\" habang sila ay hindi sinusubok"
        },
        {
            "chapter": 29,
            "verse": 3,
            "text": "Talaga ngang sumubok sa mga nauna pa sa kanila kaya talagang nakaaalam nga si Allāh sa mga nagpakatapat at talagang nakaaalam nga Siya sa mga sinungaling"
        },
        {
            "chapter": 29,
            "verse": 4,
            "text": "O nag-akala ba ng mga gumagawa ng mga masagwang gawa na makauna sila sa Amin? Kay sagwa ang inihahatol nila"
        },
        {
            "chapter": 29,
            "verse": 5,
            "text": "Ang sinumang naging nag-aasam ng pakikipagkita kay Allāh, tunay na ang taning ni Allāh ay talagang darating. Siya ay ang Madinigin, ang Maalam"
        },
        {
            "chapter": 29,
            "verse": 6,
            "text": "Ang sinumang nakibaka ay nakibaka lamang para sa sarili niya. Tunay na si Allāh ay talagang Walang-pangangailangan sa mga nilalang"
        }
    ]
}