{
    "pages": [
        {
            "chapter": 30,
            "verse": 16,
            "text": "Kaya tungkol naman sa mga tumangging sumampalataya at nagpasinungaling sa mga talata Namin at pakikipagkita sa Kabilang-buhay, ang mga iyon sa pagdurusa ay mga padadaluhin"
        },
        {
            "chapter": 30,
            "verse": 17,
            "text": "Kaya Kaluwalhatian kay AllÄh kapag ginagabi kayo at kapag inuumaga kayo"
        },
        {
            "chapter": 30,
            "verse": 18,
            "text": "Ukol sa Kanya ang papuri sa mga langit at lupa sa gabi at kapag tinatanghali kayo"
        },
        {
            "chapter": 30,
            "verse": 19,
            "text": "Nagpapalabas Siya ng buhay mula sa patay, nagpapalabas Siya ng patay mula sa buhay, at nagbibigay-buhay Siya sa lupa matapos ng kamatayan nito. Gayon kayo palalabasin"
        },
        {
            "chapter": 30,
            "verse": 20,
            "text": "Kabilang sa mga tanda Niya ay na lumikha Siya sa inyo mula sa alabok, pagkatapos biglang kayo ay mga taong lumalaganap"
        },
        {
            "chapter": 30,
            "verse": 21,
            "text": "Kabilang sa mga tanda Niya ay na lumikha Siya para sa inyo, mula sa mga sarili ninyo, ng mga kabiyak upang mapanatag kayo sa kanila at naglagay Siya sa pagitan ninyo ng pagmamahal at awa. Tunay na sa gayon ay talagang may mga tanda para sa mga taong nag-iisip-isip"
        },
        {
            "chapter": 30,
            "verse": 22,
            "text": "Kabilang sa mga tanda Niya ang pagkakalikha ng mga langit at lupa at ang pagkakaiba-iba ng mga wika ninyo at mga kulay ninyo. Tunay na sa gayon ay talagang may mga tanda para sa mga nakaaalam"
        },
        {
            "chapter": 30,
            "verse": 23,
            "text": "Kabilang sa mga tanda Niya ang pagtulog ninyo sa gabi at maghapon at ang paghahanap ninyo ng kabutihang-loob Niya. Tunay na sa gayon ay talagang may mga tanda para sa mga taong dumidinig"
        },
        {
            "chapter": 30,
            "verse": 24,
            "text": "Kabilang sa mga tanda Niya ay nagpapakita Siya sa inyo ng kidlat na [nagdudulot ng] pangamba at paghahangad, at nagbababa Siya mula sa langit ng tubig saka nagbibigay-buhay Siya sa pamamagitan nito sa lupa matapos ng pagkamatay nito. Tunay na sa gayon ay talagang may mga tanda para sa mga taong nakapag-uunawa"
        }
    ]
}