{
    "pages": [
        {
            "chapter": 39,
            "verse": 68,
            "text": "Iihip sa tambuli saka mamamatay ang sinumang nasa mga langit at ang sinumang nasa lupa maliban sa sinumang niloob ni Allāh. Pagkatapos iihip dito sa muli, saka biglang sila ay mga nakatayo, na nakatingin"
        },
        {
            "chapter": 39,
            "verse": 69,
            "text": "Sisikat ang lupa sa liwanag ng Panginoon nito, ilalagay ang talaan [ng mga gawa], dadalhin ang mga propeta at ang mga saksi, at maghuhusga sa pagitan nila ayon sa katotohanan habang sila ay nilalabag sa katarungan"
        },
        {
            "chapter": 39,
            "verse": 70,
            "text": "Lulubus-lubusin ang bawat kaluluwa sa [kabayaran ng] anumang ginawa nito; at Siya ay higit na maalam sa anumang ginagawa nila"
        },
        {
            "chapter": 39,
            "verse": 71,
            "text": "Aakayin ang mga tumangging sumampalataya patungo sa Impiyerno nang pangkat-pangkat hanggang sa, kapag dumating sila roon, bubuksan ang mga pintuan niyon at magsasabi sa kanila ang mga tanod niyon: \"Wala bang pumunta sa inyo na mga sugong kabilang sa inyo, na bumibigkas sa inyo ng mga tanda ng Panginoon ninyo at nagbababala sa inyo sa pakikipagkita sa Araw ninyong ito?\" Sasabihin nila: \"Oo; ngunit nagindapat ang hatol ng pagdurusa sa mga tagatangging sumampalataya"
        },
        {
            "chapter": 39,
            "verse": 72,
            "text": "Sasabihin: \"Pumasok kayo sa mga pintuan ng Impiyerno bilang mga mananatili roon. Kaya kay saklap ang tuluyan ng mga nagpapakamalaki"
        },
        {
            "chapter": 39,
            "verse": 73,
            "text": "Aakayin ang mga nangilag magkasala sa Panginoon nila patungo sa Paraiso nang pangkat-pangkat hanggang sa, kapag dumating sila roon, bubuksan ang mga pintuan niyon at magsasabi sa kanila ng mga tanod niyon: \"Kapayapaan ay sumainyo! Nagpakaaya-aya kayo kaya pumasok kayo rito bilang mga mananatili"
        },
        {
            "chapter": 39,
            "verse": 74,
            "text": "Magsasabi sila: \"Ang papuri ay ukol kay Allāh na nagtotoo sa amin ng pangako Niya at nagpamana sa amin ng lupa. Manunuluyan kami sa Paraiso saanman namin loloobin. Kaya kay inam ang pabuya sa mga tagagawa"
        }
    ]
}