{
    "pages": [
        {
            "chapter": 73,
            "verse": 20,
            "text": "Tunay na ang Panginoon mo ay nakaaalam na ikaw ay tumatayo [sa pagdarasal] sa pinakamalapit sa dalawang-katlo ng magdamag o kalahati nito o isang katlo nito, at [gayon din] ang isang pangkat kabilang sa mga kasama sa iyo. Si Allāh ay nagtatakda sa [sukat ng] magdamag at maghapon. Nakaalam Siya na hindi kayo makakakaya niyon, at tumanggap Siya sa inyo ng pagbabalik-loob kaya bumigkas kayo ng anumang naging madali mula sa Qur’ān. Nakaalam Siya na kabilang sa inyo ay magiging mga may-sakit, may mga iba na maglalakbay sa lupain habang naghahanap ng kabutihang-loob ni Allāh, at may mga iba pa na makikipaglaban sa landas ni Allāh. Kaya bumigkas kayo ng anumang naging madali mula rito. Magpanatili kayo ng pagdarasal, magbigay kayo ng zakāh, at magpautang kayo kay Allāh ng isang pautang na maganda. Ang anumang ipinauuna ninyo para sa mga sarili ninyo na kabutihan ay makatatagpo kayo rito, sa ganang kay Allāh, ng isang higit na mabuti at isang higit na mabigat sa pabuya. Humingi kayo ng tawad kay Allāh; tunay na si Allāh ay Mapagpatawad, Maawain"
        },
        {
            "chapter": 74,
            "verse": 1,
            "text": "O nakatakip"
        },
        {
            "chapter": 74,
            "verse": 2,
            "text": "bumangon ka at magbabala ka"
        },
        {
            "chapter": 74,
            "verse": 3,
            "text": "At ang Panginoon mo ay dakilain mo"
        },
        {
            "chapter": 74,
            "verse": 4,
            "text": "At ang mga kasuutan mo ay dalisayin mo"
        },
        {
            "chapter": 74,
            "verse": 5,
            "text": "At ang kasalaulaan ay layuan mo"
        },
        {
            "chapter": 74,
            "verse": 6,
            "text": "At huwag kang maghandog habang humiling ng marami"
        },
        {
            "chapter": 74,
            "verse": 7,
            "text": "At alang-alang sa Panginoon mo ay magtiis ka"
        },
        {
            "chapter": 74,
            "verse": 8,
            "text": "Kaya kapag umihip sa trumpeta"
        },
        {
            "chapter": 74,
            "verse": 9,
            "text": "iyon, sa araw na iyon, ay isang araw na mahirap"
        },
        {
            "chapter": 74,
            "verse": 10,
            "text": "Sa mga tagatangging sumampalataya ay hindi madali"
        },
        {
            "chapter": 74,
            "verse": 11,
            "text": "Hayaan mo Ako at ang nilikha Ko nang mag-isa"
        },
        {
            "chapter": 74,
            "verse": 12,
            "text": "Gumawa Ako para sa kanya ng isang yamang pinalawak"
        },
        {
            "chapter": 74,
            "verse": 13,
            "text": "at mga anak na kapiling"
        },
        {
            "chapter": 74,
            "verse": 14,
            "text": "At nagpaalwan Ako sa kanya sa isang pagpapaalwan"
        },
        {
            "chapter": 74,
            "verse": 15,
            "text": "Pagkatapos ay naghahangad siya na magdagdag Ako"
        },
        {
            "chapter": 74,
            "verse": 16,
            "text": "Aba’y hindi! Tunay na siya sa mga tanda Namin ay mapagmatigas"
        },
        {
            "chapter": 74,
            "verse": 17,
            "text": "Magpapabigat Ako sa kanya ng isang pahirap"
        }
    ]
}