{
    "pages": [
        {
            "chapter": 3,
            "verse": 154,
            "text": "Pagkatapos nagpababa Siya sa inyo, nang matapos ng hapis, ng isang katiwasayan na isang antok na bumabalot sa isang pangkatin kabilang sa inyo samantalang may isang pangkatin naman na nagpabalisa nga sa kanila ang mga sarili nila, na nagpapalagay kay Allāh ng hindi totoo, na pagpapalagay ng Panahon ng Kamangmangan. Nagsasabi sila: \"May ukol kaya sa atin mula sa usapin na anuman?\" Sabihin mo: \"Tunay na ang usapin sa kabuuan nito ay ukol kay Allāh.\" Nagkukubli sila sa mga sarili nila ng hindi nila inilalantad sa iyo. Nagsasabi sila: \"Kung sakaling may ukol sa amin mula sa usapin na anuman ay hindi sana kami napatayan dito.\" Sabihin mo: \"Kung sakaling kayo noon ay nasa mga bahay ninyo ay talaga sanang natampok ang mga itinakda sa kanila ang pagkapatay tungo sa mga pagpapaslangan sa kanila.\" [Ito ay] upang sumubok si Allāh sa nasa mga dibdib ninyo at upang sumala Siya sa nasa mga puso ninyo. Si Allāh ay Maalam sa nilalaman ng mga dibdib"
        },
        {
            "chapter": 3,
            "verse": 155,
            "text": "Tunay na ang mga tumalikod kabilang sa inyo sa araw na nagkita-kita ang dalawang bukluran ay nagpatisod lamang sa kanila ang demonyo dahil sa ilan sa mga kinamit nila. Talaga ngang nagpaumanhin si Allāh sa kanila. Tunay na si Allāh ay Mapagpatawad, Matimpiin"
        },
        {
            "chapter": 3,
            "verse": 156,
            "text": "O mga sumampalataya, huwag kayong maging gaya ng mga tumangging sumampalataya at nagsabi sa mga kapatid nila nang naglakbay ang mga ito sa lupain o ang mga ito ay naging mga mandirigma: \"Kung sakaling sila ay kapiling naming ay hindi sana sila namatay o napatay,\" upang gawin ni Allāh iyon bilang panghihinayang sa mga puso nila. Si Allāh ay nagbibigay-buhay at nagbibigay-kamatayan. Si Allāh sa anumang ginagawa ninyo ay Nakakikita"
        },
        {
            "chapter": 3,
            "verse": 157,
            "text": "Talagang kung napatay kayo sa landas ni Allāh o namatay kayo, talagang may isang kapatawaran mula kay Allāh at isang awa na higit na mabuti kaysa sa iniipon ninyo"
        }
    ]
}