{
    "pages": [
        {
            "chapter": 4,
            "verse": 75,
            "text": "Ano ang [pumipigil] sa inyo? Hindi kayo nakikipaglaban alang-alang sa landas ni Allāh at ng mga minamahina kabilang sa mga lalaki, mga babae, at mga bata, na nagsasabi: \"Panginoon namin, magpalisan Ka sa amin mula sa pamayanang ito, na tagalabag sa katarungan ang mga naninirihan dito, magtalaga Ka para sa amin mula sa ganang Iyo ng isang katangkilik, at magtalaga Ka para sa amin mula sa ganang Iyo ng isang mapag-adya"
        },
        {
            "chapter": 4,
            "verse": 76,
            "text": "Ang mga sumampalataya ay nakikipaglaban ayon sa landas ni Allāh at ang mga tumangging sumampalataya ay nakikipaglaban ayon sa landas ng mapagmalabis. Kaya makipaglaban kayo sa mga katangkilik ng demonyo. Tunay na ang pakana ng demonyo ay laging mahina"
        },
        {
            "chapter": 4,
            "verse": 77,
            "text": "Hindi ka ba nakaalam sa mga sinabihan: \"Magpigil kayo ng mga kamay ninyo, magpanatili kayo ng pagdarasal, at magbigay kayo ng zakāh,\" ngunit noong itinakda sa kanila ang pakikipaglaban biglang may isang pangkat kabilang sa kanila na natatakot sa mga tao gaya ng pagkatakot kay Allāh o higit na matindi sa pagkatakot? Nagsabi sila: \"Panginoon Namin, bakit Ka nagtakda sa amin ng pakikipaglaban? Bakit kasi hindi Ka nag-antala sa amin sa maikling taning?\" Sabihin mo: \"Ang natatamasa sa Mundo ay kakaunti at ang Kabilang-buhay ay higit na mabuti para sa sinumang nangilag magkasala. Hindi kayo lalabagin sa katarungan nang gahibla"
        },
        {
            "chapter": 4,
            "verse": 78,
            "text": "Maging saanman kayo, aabot sa inyo ang kamatayan kahit pa man kayo ay nasa mga toreng pinatatag. Kung may tumama sa kanila na isang maganda ay nagsasabi sila: \"Ito ay mula sa ganang kay Allāh.\" Kung may tumama sa kanila na isang masagwa ay nagsasabi sila: \"Ito ay mula sa ganang iyo.\" Sabihin mo: \"Lahat ay mula sa ganang kay Allāh.\" Kaya ano ang mayroon sa mga taong ito na hindi halos sila nakauunawa ng isang pag-uusap"
        },
        {
            "chapter": 4,
            "verse": 79,
            "text": "Ang anumang tumama sa iyo na maganda ay mula kay Allāh at ang anumang tumama sa iyo na masagwa ay mula sa sarili mo. Nagsugo sa iyo sa mga tao bilang sugo. Nakasapat si Allāh bilang Saksi"
        }
    ]
}