{
    "chapter": [
        {
            "chapter": 46,
            "verse": 1,
            "text": "حم،"
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "نازل شدن (این) کتاب از سوی الله پیروزمند حکیم است"
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "ما آسمان‌ها و زمین و آنچه را که در میان آن دواست جز به حق و (برای) مدتی معین نیافریده‌ایم. وکسانی‌که کافر شدند از آنچه بیم شان می‌دهند روی گردانند"
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "(ای پیامبر، به آن‌ها) بگو: «آیا دیده‌اید آنچه را که جز الله می‌خوانید، به من نشان دهید چه چیزی از زمین را آفریده‌اند؟ یا اینکه آن‌ها در (آفرینش) آسمان‌ها شرکت داشته‌اند؟! اگر راست می‌گویید کتابی (آسمانی) پیش از این (قرآن)، یا اثری از علم (گذشتگان، بر صدق ادعای خود) برای من بیاورید»"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "و چه کسی گمراه‌تراست از آن که (معبودی) غیر از الله را می‌خواند که تا روز قیامت (هم دعای) او را اجابت نکند، و آن‌ها (= معبودان باطل) از خواندن (و دعای) ایشان (کاملاً) بی‌خبرند؟"
        },
        {
            "chapter": 46,
            "verse": 6,
            "text": "وهنگامی‌که مردم (در قیامت) گرد آورده شوند، آن‌ها (معبودان باطل) دشمنانشان خواهند بود، و عبادت شان را انکار می‌کنند [ سورۀ بقره آیه 165 ملاحظه فرمائید]"
        },
        {
            "chapter": 46,
            "verse": 7,
            "text": "و هنگامی‌که آیات روشن ما بر آن‌ها خوانده شود، کسانی‌که کافر شدند، در برابر حقی که برای آن‌ها آمده است گویند: «این جادویی آشکار است»"
        },
        {
            "chapter": 46,
            "verse": 8,
            "text": "یا می‌گویند: «(پیامبر خود) آن را بافته (و به الله نسبت داده) است». (ای پیامبر) بگو: «اگر من آن را بافته (و به الله نسبت داده) باشم پس شما نمی‌توانید در برابر (عذاب و خشم) الله از من دفاع کنید، (تنها) او به آنچه شما دربارۀ آن (= قرآن می‌گویید و گفتگو می‌کنید) آگاه‌تراست، و گواهی او (= الله) میان من و شما کافی است، و او آمرزندۀ مهربان است»"
        },
        {
            "chapter": 46,
            "verse": 9,
            "text": "(ای پیامبر) بگو: «من از میان پیامبران (و جودی) نو ظهور نیستم. و نمی دانم که با من و شما چگونه رفتار خواهد شد، من تنها از چیزی پیروی می‌کنم که به من وحی می‌شود، و جز بیم‌دهندۀ آشکاری نیستم»"
        },
        {
            "chapter": 46,
            "verse": 10,
            "text": "(ای پیامبر) بگو: «به من خبر دهید اگر (این قرآن) از سوی الله باشد، و شما به آن کافر شوید، و شاهدی از بنی اسرائیل بر (نشانه‌های) آن (در تورات) شهادت داد پس (او) ایمان آورد، و شما سرکشی (و تکبر) می‌وزرید (چه بر سر شما خواهد آمد؟) مسلماً الله گروه ستمگر را هدایت نمی‌کند»"
        },
        {
            "chapter": 46,
            "verse": 11,
            "text": "و کسانی‌که کافر شدند به کسانی‌که ایمان آوردند گفتند: «اگر (این دین) بهتر بود، هرگز آن‌ها (در پذیرش آن) بر ما پیشی نمی‌گرفتند». و چون بدان هدایت نشدند، خواهند گفت: «این (یک) دروغ قدیم است»"
        },
        {
            "chapter": 46,
            "verse": 12,
            "text": "و پیش از آن، کتاب موسی پیشوا و رحمت بود، و این (قرآن) کتابی است تصدیق کنندۀ (آن) که به زبان عربی است، تا کسانی‌که ستم کردند بیم دهد و برای نیکوکاران بشارتی باشد"
        },
        {
            "chapter": 46,
            "verse": 13,
            "text": "بی‌گمان کسانی‌که گفتند: «پروردگار ما الله است، سپس استقامت کردند، پس بر آن‌ها ترسی نیست و نه آن‌ها اندوهگین شوند"
        },
        {
            "chapter": 46,
            "verse": 14,
            "text": "آن‌ها اهل بهشتند، جاودانه در آن باشند، (این) پاداش اعمالی است که انجام می‌دادند"
        },
        {
            "chapter": 46,
            "verse": 15,
            "text": "ما به انسان سفارش کردیم که به پدر و مادرش نیکی کند، مادرش او را به دشواری حمل می‌کند، و به دشواری بر زمین گذارد، و دوران حمل او و از شیر باز گرفتن او سی ماه است [ در سورۀ بقره مدت رضاعت را دو سال بیان کرده است، و در اینجا مدت بارداری و رضاعت 30 ماه بیان شده است، لذا فقهاء و دانشمندان اسلامی می‌گویند: کمترین مدت بار داری شش ماه می‌باشد.]، تا هنگامی‌که به کمال (توانمندی و) رشدش برسد، و به (سن) چهل سالگی برسد، گوید: «پروردگارا! مرا توفیق ده تا شکر نعمتت را که بر من و بر پدر و مادرم ارزانی داشته‌ای به جای آورم و کار شایسته‌ای انجام دهم که تو از آن خشنود شوی، و فرزندانم را صالح گردان، بی‌گمان من به سوی تو بازگشتم (و توبه نمودم)، و بی‌شک من از مسلمانانم»"
        },
        {
            "chapter": 46,
            "verse": 16,
            "text": "آن‌ها کسانی هستند که ما نیکوترین کارشان را می‌پذیریم، و از گناهانشان می‌گذریم و در زمرۀ اهل بهشت هستند، این و عدۀ راستی است که وعده داده می‌شدند"
        },
        {
            "chapter": 46,
            "verse": 17,
            "text": "و کسی‌که به پدر و مادرش گفت: «اف بر شما! آیا شما به من وعده‌ای می‌دهید که (از گورم) بیرون آورده می‌شوم؟ در حالی‌که نسلها پیش از من گذشته‌اند؟! (و هرگز برانگیخته نشدند) و آن دو (= پدر و مادر) الله را به یاری می‌طلبند که: «وای برتو! ایمان بیاور، یقیناً و عدۀ الله حق است»، پس (او) می‌گوید: «این‌ها چیزی جز افسانه‌های پیشینیان نیست»"
        },
        {
            "chapter": 46,
            "verse": 18,
            "text": "آن‌ها کسانی هستند که همان سخن (= وعدۀ عذاب) در (زمرۀ) امتهایی که پیش از آن‌ها از جن و انس گذشته‌اند، بر آن‌ها محقق شده است، بی‌گمان آن‌ها زیانکار بودند"
        },
        {
            "chapter": 46,
            "verse": 19,
            "text": "و برای هر یک (از آن‌ها) درجاتی است به (حسب) آنچه انجام داده‌اند، و تا الله (پاداش) کارهایشان را به تمامی به آن‌ها بدهد، و به آن‌ها هیچ ستمی نخواهد شد"
        },
        {
            "chapter": 46,
            "verse": 20,
            "text": "و روزی‌که کسانی‌که کافر شدند بر آتش عرضه کنند، (و به آن‌ها گفته شود:) «در زندگی دنیا (نعمت‌های) پاکیزه (و لذت‌های) خود را از بین بردید و از آن‌ها بهره‌مند شدید، پس (ای کافران) امروز به عذاب خوار کننده پاداشتان می‌دهند، (و این) به (خاطر) گردنکشی (و استکباری) که به نا حق در زمین می‌کردید، و به (خاطر) نافرمانی (و گناهانی) که انجام می‌دادید"
        },
        {
            "chapter": 46,
            "verse": 21,
            "text": "(ای پیامبر، داستان هود) برادر (قوم) عاد، را به یاد آور که چون قومش را در (سرزمین) «احقاف» (= ریگستان‌ها) هشدار داد، ـ و به راستی هشدار دهندگانی پیش از او و بعد از او گذشته بودند ـ که: جز الله را نپرستید، بی‌گمان من از عذاب روزی بزرگ بر شما می‌ترسم"
        },
        {
            "chapter": 46,
            "verse": 22,
            "text": "(آن‌ها) گفتند: «آیا آمده‌ای تا ما را از (پرستش) معبودهایمان برگردانی، پس اگر از راستگویانی آنچه به ما وعده داده‌ای برایمان بیاور»"
        },
        {
            "chapter": 46,
            "verse": 23,
            "text": "(هود) گفت: «علم (تحقق آن وعده‌ها) تنها نزد الله است، و من آنچه را که به آن فرستاده شده ام به شما می‌رسانم، و لیکن من شما را قومی می‌بینم که (پیوسته) نادانی می‌کنید»"
        },
        {
            "chapter": 46,
            "verse": 24,
            "text": "پس هنگامی‌که آن (عذاب) را به صورت ابری که رو به راه و ادیهایشان است، دیدند، (خوشحال شدند) گفتند: «این ابری است که بر ما (باران) می‌بارد». (هود گفت: نه،) بلکه این همان (عذابی) است که در آمدنش شتاب می‌کردید، بادی است که عذاب دردناکی در آن است"
        },
        {
            "chapter": 46,
            "verse": 25,
            "text": "همه چیز را به فرمان پروردگارش (ویران و) نا بود می‌کند، پس چنان شدند که جز خانه‌هایشان دیده نمی‌شد، ما این گونه گروه مجرمان را کیفر می‌دهیم"
        },
        {
            "chapter": 46,
            "verse": 26,
            "text": "به راستی ما به آن‌ها (= قوم عاد) چنان (تمکّن و) قدرتی دادیم که به شما آن قدرت (و تمکن) نداده‌ایم و برای آن‌ها گوش و چشمها و دلها قرار دادیم. پس گوش‌هایشان و نه چشم‌هایشان و نه دل‌هایشان چیزی (از عذاب الهی) را از آن‌ها دفع نکرد (و به حالشان سودی نبخشید)، چون آیات الله را انکار می‌کردند، و (سرانجام) آنچه را که به (مسخره و) ریشخند می‌گرفتند آن‌ها را فرو گرفت"
        },
        {
            "chapter": 46,
            "verse": 27,
            "text": "و به راستی ما قریه‌ها (و آبادیها) یی را که اطراف شما بوده‌اند هلاک کردیم، و آیات (خود) را (به صورتهای) گوناگون (برای آن‌ها) بیان کردیم، تا شاید باز گردند"
        },
        {
            "chapter": 46,
            "verse": 28,
            "text": "پس چرا کسانی را که آن‌ها به جای الله برای (قصد) تقرب (به خدا) معبود (خود) گرفتند، یاریشان نکردند؟ بلکه از نظرشان گم شدند، و این بود (نتیجۀ) دروغشان، و آنچه را افترا می‌بستند"
        },
        {
            "chapter": 46,
            "verse": 29,
            "text": "و (بیاد آور، ای پیامبر) هنگامی‌که گروهی از جن را به سوی تو متوجه ساختیم که قرآن را بشنوند، پس چون نزد او (= پیامبر) حضور یافتند، (به یکدیگر) گفتند: «خاموش باشید» آنگاه چون (تلاوت قرآن) به پایان رسید، (همچون) بیم دهندگانی به سوی قوم خود بازگشتند"
        },
        {
            "chapter": 46,
            "verse": 30,
            "text": "گفتند: «ای قوم ما! یقیناً ما کتابی را شنیدیم که بعد از موسی نازل شده است که تصدیق کنندۀ (کتابهای) پیش از خود است، به سوی حق و به سوی راه راست هدایت می‌کند"
        },
        {
            "chapter": 46,
            "verse": 31,
            "text": "ای قوم ما! (دعوت، این) دعوت‌کنندۀ الله را اجابت کنید، و به او ایمان آورید تا (الله) برخی از گناهانتان را برای شما بیامرزد، و شما را از عذابی دردناک پناه دهد"
        },
        {
            "chapter": 46,
            "verse": 32,
            "text": "و هرکس (دعوت) دعوت کنندۀ الله را پاسخ نگوید، پس هرگز نمی‌تواند در زمین (از عذاب خدا) بگریزد و او را غیر از الله هیچ یاوری نیست، آنان در گمراهی آشکاری هستند»"
        },
        {
            "chapter": 46,
            "verse": 33,
            "text": "آیا ندیدند اللهى که آسمان‌ها و زمین را آفریده است، و در آفرینش آن‌ها (ناتوان و) در مانده نشده، قادر است بر آنکه مردگان را زنده کند؟! آری، او بر هر چیزی تواناست"
        },
        {
            "chapter": 46,
            "verse": 34,
            "text": "و (روز قیامت) روزی (است) که کسانی‌که کافر شدند (برای عذاب) بر آتش عرضه می‌شوند، (و به آن‌ها گفته می‌شود:) «آیا این (عذاب) حق نیست؟» گویند: «چرا، سوگند به پروردگارمان (که حق است)». گوید: «پس به خاطر کفری که می‌ورزیدید عذاب را بچشید»"
        },
        {
            "chapter": 46,
            "verse": 35,
            "text": "پس (ای پیامبر) صبر کن، همچنانکه پیامبران اولو العزم صبر کردند [ پیامبران اولو العزم پنج تن هستند: 1 ـ نوح 2 ـ ابراهیم 3 ـ موسی 4 ـ عیسی 5 ـ محمد خاتم الانبیاء علیهم السلام . (تفسیر ابن کثیر)]، و برای (عذاب) آن‌ها شتاب نکن، روزی‌که آنچه را که وعده داده می‌شوند ببینند، گویی جز ساعتی از روز (در دنیا) درنگ نکرده‌اند، این (قرآن) ابلاغی است، پس آیا (قومی) جز قوم فاسق (و نافرمان) هلاک می‌شوند؟"
        }
    ]
}