{
    "juzs": [
        {
            "chapter": 2,
            "verse": 142,
            "text": "Budou rikat hlupaci mezi lidmi: \"Co odvratilo je od qibly jejich, k niz drive se obraceli?\" Odpovez: \"Bohu patri vychod i zapad a On vede, koho chce, ke stezce prime"
        },
        {
            "chapter": 2,
            "verse": 143,
            "text": "A takovymto zpusobem jsme vas ucinili obci vzdalenou krajnosti, abyste byli svedky o lidech a aby posel byl svedkem o vas. A ustanovili jsme qiblu, k niz az dosud jste se obraceli, jedine proto, abychom rozeznali ty, kdoz nasleduji posla, od tech, kdoz odvraceji se od stop jeho. A neni to nesnazi velkou pro ty, ktere vede Buh, vzdyt Buh nechce, aby zanikla vira vase, nebot Buh vuci lidem je blahovolny a slitovny"
        },
        {
            "chapter": 2,
            "verse": 144,
            "text": "Vidame te casto obracet tvar svou k nebi sem a tam a obratime te proto ke qible, jez se ti bude libit. Obrat tedy tvar svou smerem k Mesite posvatne! A kdekoliv budete, obracejte tvar svou ve smeru jejim! Veru ti, jimz dostalo se Pisma, vedi dobre, ze to je pravda od Pana jejich prichazejici. A neni Bohu lhostejne, co delaji"
        },
        {
            "chapter": 2,
            "verse": 145,
            "text": "A i kdybys prinesl tem, jimz dostalo se Pisma, jakekoliv znameni, nebudou se ridit qiblou tvou a ty se nebudes ridit qiblou jejich. A nekteri z nich se ani neridi qiblou ostatnich. Budes-li pak nasledovat uceni jejich scestna pote, co dostalo se ti vedeni, budes veru jednim z nespravedlivych"
        },
        {
            "chapter": 2,
            "verse": 146,
            "text": "Ti, jimz jsme dali Pismo, je znaji tak, jako znaji syny sve. A prece jedna skupina z nich utajuje pravdu zcela vedome"
        },
        {
            "chapter": 2,
            "verse": 147,
            "text": "Pravda prichazi od Pana tveho, nebud tedy jednim z pochybovacu"
        },
        {
            "chapter": 2,
            "verse": 148,
            "text": "Kazdy ma smer svuj, k nemuz se obraci. Snazte se vzajemne prekonavat v dobrych skutcich! At jiz jste kdekoliv, Buh vas vsechny privede a Buh veru nad vecmi vsemi moc ma"
        },
        {
            "chapter": 2,
            "verse": 149,
            "text": "A at vyjdes odkudkoliv, obracej tvar svou smerem k Mesite posvatne, neb ona je vskutku pravdou od Pana tveho. A neni Bohu lhostejne, co delate"
        },
        {
            "chapter": 2,
            "verse": 150,
            "text": "A at vyjdes odkudkoliv, obracej tvar svou smerem k Mesite posvatne; a kdekoliv budete, obracejte tvare sve ve smeru jejim, aby lide nemeli duvod vam neco vytknout, krome tech z nich, kdoz jsou nespravedlivi, avsak tech se neobavejte! Obavejte se Mne, abych mohl dovrsit dobrodini sve vuci vam - snad budete spravnou cestou vedeni"
        },
        {
            "chapter": 2,
            "verse": 151,
            "text": "A takto jsme vam poslali posla ze stredu vaseho, ktery vam prednasi znameni Nase, ocistuje vas, uci vas Pismu a moudrosti a uci vas tomu, co jste vubec neznali"
        },
        {
            "chapter": 2,
            "verse": 152,
            "text": "Budte Mne pametlivi a ja budu pametliv vas, dekujte Mi a nebudte nevdecni"
        },
        {
            "chapter": 2,
            "verse": 153,
            "text": "Vy, kteri verite, hledejte pomoc v trpelivosti a v modlitbe, vzdyt Buh je veru s trpelivymi"
        },
        {
            "chapter": 2,
            "verse": 154,
            "text": "A nerikejte o tech, kdoz byli zabiti na stezce Bozi: \"Jsou mrtvi!\" Nikoliv; oni zivi jsou, avsak vy to netusite"
        },
        {
            "chapter": 2,
            "verse": 155,
            "text": "Budeme vas zkouset trochu strachem a hladem a ztratou na majetku i lidech a plodech - avsak oznam zvest radostnou trpelivym"
        },
        {
            "chapter": 2,
            "verse": 156,
            "text": "kteri, kdyz postihne je nestesti, hovori: \"My Bohu patrime a my k Nemu se navratime"
        },
        {
            "chapter": 2,
            "verse": 157,
            "text": "A to jsou ti, jimz patri pozehnani a milosrdenstvi Pana jejich, to jsou ti, kdoz spravnou cestou jsou vedeni"
        },
        {
            "chapter": 2,
            "verse": 158,
            "text": "As-Safa a al-Marwa veru patri k posvatnym mistum Bozim; a kdo plni povinnost pouti k Chramu nebo kona malou pout, ten nedopusti se hrichu, kdyz vykona obchazeni okolo obou tech mist. A kdokoliv dobrovolne kona dobre,... vzdyt Buh je za diky uznaly a vsevedouci"
        },
        {
            "chapter": 2,
            "verse": 159,
            "text": "Ty, kdoz zatajuji to, co jsme seslali z jasnych dukazu a spravneho vedeni, pote, co jsme je lidem v Pismu vysvetlili, veru ty Buh prokleje a prokleji je i proklinajici"
        },
        {
            "chapter": 2,
            "verse": 160,
            "text": "krome tech, kdoz kajicne se obrati, polepsi se a jasne to projevi; tem popreji sluchu, vzdyt Ja jsem vyslysujici, slitovny"
        },
        {
            "chapter": 2,
            "verse": 161,
            "text": "Nad temi, kdoz jsou neverici a jako neverici zemrou, bude vyneseno prokleti Boha, andelu i lidi vsech"
        },
        {
            "chapter": 2,
            "verse": 162,
            "text": "a budou v nem naveky a nebude jim trest ulehcen a nedostane se jim odkladu"
        },
        {
            "chapter": 2,
            "verse": 163,
            "text": "Vas Buh je Buh jediny a neni bozstva krome Neho, milosrdneho, slitovneho"
        },
        {
            "chapter": 2,
            "verse": 164,
            "text": "Vskutku je ve stvoreni nebes a zeme, ve stridani noci a dne, v lodi, jez pluje po mori s tim, co uzitecne je lidem, ve vode, jiz Buh z nebe sesila a kterou znovu ozivuje zem po smrti jeji - a na ni vsechna zvirata se rozptyluji - a v pohybu vetru a oblacich podrobenych mezi nebem a zemi - v tom vsem jsou veru znameni pro lid rozumny"
        },
        {
            "chapter": 2,
            "verse": 165,
            "text": "Jsou mezi lidmi nekteri, kdoz berou si vedle Boha jine, jemu na uroven postavene, a ktere miluji, jako miluji Boha. Avsak ti, kdoz uverili, ti v lasce sve k Bohu jsou silnejsi. Kez by videli ti, kdoz jsou nespravedlivi, az spatri trest, ze sila je jedine u Boha a ze Buh strasny je ve svem trestani"
        },
        {
            "chapter": 2,
            "verse": 166,
            "text": "A az se zreknou ti, kteri byli nasledovani, tech, kdoz je nasledovali, a az spatri trest a svazky jejich vzajemne budou zpretrhany"
        },
        {
            "chapter": 2,
            "verse": 167,
            "text": "zvolaji ti, kdoz je nasledovali: \"Kez bychom se mohli navratit a zrici se jich tak, jako oni se nyni zrikaji nas!\" A takto jim Buh ukaze ciny jejich k zarmutku jejich. A nebude pro ne uniku z ohne pekelneho"
        },
        {
            "chapter": 2,
            "verse": 168,
            "text": "Lide, jezte dovolene a dobre z toho, co na zemi je, a nenasledujte stopy satanovy, vzdyt on vasim nepritelem je zjevnym"
        },
        {
            "chapter": 2,
            "verse": 169,
            "text": "On prikazuje vam jen spatnosti a hanebnosti, a abyste o Bohu rikali neco, o cem nemate poneti"
        },
        {
            "chapter": 2,
            "verse": 170,
            "text": "A kdyz je nevericim receno: \"Nasledujte to, co Buh seslal!\", odpovidaji: \"Nikoliv, my budeme nasledovat zvyklosti, jez u otcu svych jsme nalezli.\" Avsak coz kdyz otcove jejich nicemu nerozumeli a nebyli spravnou cestou vedeni"
        },
        {
            "chapter": 2,
            "verse": 171,
            "text": "Ti, kdoz jsou neverici, se podobaji dobytku, na nejz se vola a ktery slysi jedine krik a vyzvy: hlusi, nemi, slepi - nicemu nerozumeji"
        },
        {
            "chapter": 2,
            "verse": 172,
            "text": "Vy, kteri verite, jezte z vytecnych pokrmu, jez jsme vam ustedrili, a dekujte Bohu, jste-li Jeho sluzebniky"
        },
        {
            "chapter": 2,
            "verse": 173,
            "text": "Buh zakazal vam jedine zdechliny, krev, veprove maso a to, co bylo zasveceno nekomu jinemu nez Bohu. Kdo vsak byl donucen jisti toto, aniz po tom touzil nebo prestupnikem byl, na tom nebude hrichu, vzdyt Buh je odpoustejici, slitovny"
        },
        {
            "chapter": 2,
            "verse": 174,
            "text": "Ti, kdoz zatajuji to, co Buh seslal z Pisma, a prodavaji to za nizkou cenu, ti budou krmit bricha sva jen ohnem a Buh s nimi vubec nepromluvi v den soudny a neocisti je; pro ne urcen je trest bolestny"
        },
        {
            "chapter": 2,
            "verse": 175,
            "text": "To jsou ti, kdoz koupili zbloudeni misto stezky prime a potrestani misto odpusteni. Jak budou pak trpelivi vuci ohni"
        },
        {
            "chapter": 2,
            "verse": 176,
            "text": "A to je proto, ze Buh seslal Pismo pravdu obsahujici; ti, kdoz se o Pismo hadaji, ti veru jsou v rozkolu hlubokem"
        },
        {
            "chapter": 2,
            "verse": 177,
            "text": "Zboznost nespociva v tom, ze obracite tvare sve smerem k vychodu ci zapadu, nybrz zbozny je ten, kdo uveril v Boha, v den soudny, v andely, Pismo a proroky a rozdava z majetku sveho bez ohledu na lasku k Nemu pribuznym, sirotkum, nuznym, po ceste (Bozi) jdoucimu, zebrakum a na otroku vykoupeni, a ten, kdo modlitbu dodrzuje a almuznu udili. A zbozni jsou ti, kdoz umluvy sve dodrzuji, kdyz je jednou uzavreli a v protivenstvi, v nestesti a v dobach nasili jsou trpelivi - to jsou ti, kdoz viru pravou maji, a to jsou bohabojni"
        },
        {
            "chapter": 2,
            "verse": 178,
            "text": "Vam, kteri verite, jest predepsan zakon krevni msty za zabiti: muz svobodny za muze svobodneho, otrok za otroka, zena za zenu. A bude-li komu sleveno neco bratrem jeho, pak necht nasledovan je zvyk uznany a budiz zaplaceni prijato s dobrou vuli. A toto je ulehceni a milost od Pana vaseho; kdo pak prestoupi toto narizeni, tomu dostane se trestu bolestneho"
        },
        {
            "chapter": 2,
            "verse": 179,
            "text": "V zakonu krevni msty je pro vas zivot, o nadani rozmyslem! Snad budete bohabojni"
        },
        {
            "chapter": 2,
            "verse": 180,
            "text": "Jest vam predepsano, ze kdyz dostavi se smrt k nekteremu z vas a on zanecha vam majetek, ma ucinit zavet ve prospech rodicu a pribuznych podle zvyklosti uznane - a to je povinnosti pro bohabojne"
        },
        {
            "chapter": 2,
            "verse": 181,
            "text": "A kdo zmeni zavet pote, co ji uslysel, bude potrestan a vina za zmenu tuto padne jen na ty, kdoz tak ucinili, vzdyt Buh je veru slysici, vsemohouci"
        },
        {
            "chapter": 2,
            "verse": 182,
            "text": "Ten, kdo se obava, ze odkazujici byl zaujaty nebo dopustil se chyby, a pricini se o urovnani mezi dedici, na tom nebude lpet hrich zadny, vzdyt Buh je veru odpoustejici, slitovny"
        },
        {
            "chapter": 2,
            "verse": 183,
            "text": "Vy, kteri verite, predepsan vam jest pust, tak jako byl jiz predepsan tem, kdoz pred vami byli - snad budete bohabojni"
        },
        {
            "chapter": 2,
            "verse": 184,
            "text": "Postete se jen po urceny pocet dni! Ten z vas, kdo je nemocen anebo na cestach, necht posti se stejny pocet dni pozdeji. Ti, kdoz mohou se postit, vsak necini tak, ti necht se vykoupi nakrmenim jednoho chudeho. Kdo vsak dobrovolne ucini vice dobreho, bude to pricteno k jeho dobru. A pust je pro vas lepsi - jste-li rozumni"
        },
        {
            "chapter": 2,
            "verse": 185,
            "text": "Postnim mesicem je mesic ramadan, v nemz Koran byl seslan jako vedeni spravne pro lidi a jako vysvetleni tohoto vedeni i jako spasne rozliseni. Kdo z vas spatri na vlastni oci mesic, necht se posti! Ten z vas, kdo je nemocen nebo na cestach, necht posti se stejny pocet dni pozdeji; Buh si preje vam to usnadnit a nechce na vas obtizne. Dodrzujte plne tento pocet a chvalte Boha za to, ze spravne vas vede - snad budete vdecni"
        },
        {
            "chapter": 2,
            "verse": 186,
            "text": "Kdyz se te zeptaji sluzebnici Moji na Mne, vez, ze jsem blizko a ze odpovim na prosbu prosiciho, kdyz mne poprosi. Necht vsak na vyzvu Mou odpovi a necht ve Mne veri - snad pujdou cestou spravnou"
        },
        {
            "chapter": 2,
            "verse": 187,
            "text": "Jest vam dovoleno priblizit se v noci postni k manzelkam svym - ony jsou pro vas odevem a vy jste odevem pro ne. Buh poznal, ze krivdite sami sobe, avsak obratil se k vam a odpustil vam. Nyni tedy soulozte s nimi a usilujte o to, co Buh vam predepsal. Jezte a pijte az do chvile, kdy od sebe rozeznate bilou a cernou nit na usvitu, potom dodrzujte plny pust az do noci. A nesoulozte s nimi, zatimco se zdrzujete v rozjimani v modlitebnach! Toto jsou ohraniceni Bozi, nepriblizujte se k nim! A takto Buh cini srozumitelnymi znameni sva pro lidi - snad budou bohabojni"
        },
        {
            "chapter": 2,
            "verse": 188,
            "text": "Nepohlcujte vzajemne majetky sve podvodnym zpusobem! Nedavejte z nich dary soudcum, abyste tak hrisne pripravili lidi o cast majetku, jsouce si toho vedomi"
        },
        {
            "chapter": 2,
            "verse": 189,
            "text": "A budou se te ptat na novoluni. Odpovez: \"To jsou znameni casu pro lidi a pro stanoveni poute.\" Zboznost nespociva v tom, ze prichazite do domu svych zadni stranou, nybrz zboznost je u tech, kdoz jsou bohabojni. Vchazejte do domu svych prednimi dvermi a bojte se Boha - snad budete blazeni"
        },
        {
            "chapter": 2,
            "verse": 190,
            "text": "A bojujte na stezce Bozi proti tem, kdoz bojuji proti vam, avsak necinte bezpravi, nebot Buh nemiluje ty, kdoz se bezpravi dopousteji"
        },
        {
            "chapter": 2,
            "verse": 191,
            "text": "Zabijejte je vsude, kde je dostihnete, a vyzente je z mist, odkud oni vas vyhnali, vzdyt svadeni od viry je horsi nez zabiti. Avsak nebojujte s nimi poblize Mesity posvatne, dokud oni s vami zde nezacnou bojovat. Jestlize vsak vas tam napadnou, zabte je - takova je odmena nevericich"
        },
        {
            "chapter": 2,
            "verse": 192,
            "text": "Jestlize vsak prestanou... tedy Buh veru je odpoustejici, slitovny"
        },
        {
            "chapter": 2,
            "verse": 193,
            "text": "A bojujte proti nim, dokud nebude konec svadeni od viry a dokud nebude vsechno nabozenstvi patrit Bohu. Jestlize vsak prestanou, pak skoncete nepratelstvi, ale ne proti nespravedlivym"
        },
        {
            "chapter": 2,
            "verse": 194,
            "text": "Mesic posvatny proti mesici posvatnemu; i veci posvatne podlehaji zakonu krevni msty! Kdokoliv proti vam vystoupi nepratelsky, pak i vy proti nemu tak vystupte, podobne jako on vystupoval proti vam. A bojte se Boha a vezte, ze Buh stoji na strane bohabojnych"
        },
        {
            "chapter": 2,
            "verse": 195,
            "text": "Rozdavejte na stezce Bozi, avsak nevrhejte se do zkazy vlastnima rukama! Konejte dobre skutky, nebot Buh miluje ty, kdoz dobre skutky konaji"
        },
        {
            "chapter": 2,
            "verse": 196,
            "text": "Konejte peclive pout i malou pout kvuli Bohu! Je-li vam v tom zabraneno, tedy se vykupte tim, co je pro vas snadne jako obet! Neholte si hlavy sve, pokud obet nedospeje na misto sve! Bude-li nekdo z vas nemocen nebo postizen bolesti hlavy, a oholi se, ten se muze vykoupit postem nebo almuznou ci obetnim darem. A jste-li bezpecni, at ten, kdo pouzil prilezitosti vykonat malou pout spolu s velkou, se vykoupi tim, co je pro nej snadne jako obet. Kdo nenalezne obetni zvire, at se vykoupi tridennim postem behem pouti a sedmidennim po navratu svem, uhrnem plnych deset dni. To plati pro toho, jehoz rodina neni pritomna v Mesite posvatne. A bojte se Boha a vezte, ze Buh je strasny ve svem trestani"
        },
        {
            "chapter": 2,
            "verse": 197,
            "text": "Pout budiz konana v mesicich znamych. Ten, kdo se zavazal vykonat v nich pout, necht zdrzuje se zen, prostopasnosti a hadek behem pouti! At cokoliv dobreho ucinite, Buh se o tom dozvi; a zasobte se na cestu, vsak nejlepsi zasobou na cestu je bohabojnost! Budte tedy bohabojni, vy, kdoz nadani jste rozmyslem"
        },
        {
            "chapter": 2,
            "verse": 198,
            "text": "Neni pro vas hrichem, budete-li usilovat o prizen Pana sveho na trzich pouti. A kdyz provadite beh z Arafatu, vzpominejte Boha poblize mista posvatneho! Vzpomente, ze On vas uvedl na spravnou cestu, zatimco predtim jste byli z tech, kdoz bloudi"
        },
        {
            "chapter": 2,
            "verse": 199,
            "text": "Potom provedte beh tudy, kudy jej provadeji ostatni lide, a proste Boha za odpusteni, nebot Buh veru je odpoustejici, slitovny"
        },
        {
            "chapter": 2,
            "verse": 200,
            "text": "A kdyz skoncite poutni obrady sve, vzpomente Boha, tak jako vzpominate na otce sve, a jeste usilovne ji! A jsou mezi lidmi nekteri, kdoz rikaji: \"Pane nas, obdaruj nas na tomto svete,\" ale ti veru nebudou mit podil zadny v zivote budoucim"
        },
        {
            "chapter": 2,
            "verse": 201,
            "text": "A jsou mezi nimi nekteri, kdoz rikaji: \"Pane nas, daruj nam dobre na tomto svete i dobre v zivote budoucim a usetri nas muk trestu ohniveho"
        },
        {
            "chapter": 2,
            "verse": 202,
            "text": "Tem dostane se podilu z toho, co si vyslouzili, nebot Buh veru jest rychly v uctovani"
        },
        {
            "chapter": 2,
            "verse": 203,
            "text": "Vzpominejte Boha ve stanovenych dnech! A kdo si pospisi o dva dny, nebude to hrich, a kdo se opozdi o dva dny, ani to nebude hrichem! A to plati pro toho, kdo je bohabojny. A bojte se Boha a vezte, ze u Neho budete shromazdeni"
        },
        {
            "chapter": 2,
            "verse": 204,
            "text": "A mezi lidmi jest i takovy, jehoz reci o zivote pozemskem se ti libi a jenz dovolava se svedectvi Boziho o tom, co je v srdci jeho; avsak pritom je to protivnik nejtvrdosijnejsi"
        },
        {
            "chapter": 2,
            "verse": 205,
            "text": "A kdyz se odvrati zady, chodi po zemi, aby siril pohorseni a nicil sadbu i dobytek; Buh vsak nemiluje pohorseni"
        },
        {
            "chapter": 2,
            "verse": 206,
            "text": "A kdyz se mu rekne \"Boj se Boha!\", zmocni se ho hrisna pycha. A udelem jeho bude peklo, a jak hnusne to bude loze"
        },
        {
            "chapter": 2,
            "verse": 207,
            "text": "Mezi lidmi jest i takovy, jenz proda i sebe sama v usili dosahnout zalibeni Boziho - a Buh veru je blahovolny k sluzebnikum svym"
        },
        {
            "chapter": 2,
            "verse": 208,
            "text": "Vy, kteri verite, vejdete vsichni v mir a nenasledujte kroky satanovy, vzdyt on je pro vas nepritelem zjevnym"
        },
        {
            "chapter": 2,
            "verse": 209,
            "text": "A jestlize klopytnete pote, co se vam dostalo jasnych znameni, tedy vezte, ze Buh je mocny i moudry"
        },
        {
            "chapter": 2,
            "verse": 210,
            "text": "Coz mohou cekat neco jineho, nez ze k nim prijde Buh a andele v temnote mracen? Pak bude vec rozhodnuta; a k Bohu vraceji se veci vsechny"
        },
        {
            "chapter": 2,
            "verse": 211,
            "text": "Zeptej se ditek Izraele na to, kolik jsme jim dali znameni jasnych! Jestlize vsak nekdo zfalsuje milost Bozi pote, co k nemu prisla, pak je Buh strasny ve svem trestani"
        },
        {
            "chapter": 2,
            "verse": 212,
            "text": "Byl zkraslen zivot pozemsky tem, kdoz neveri, a ti se posmivaji tem, kdoz uverili. Avsak ti, kdoz jsou bohabojni, budou nad ne povyseni v den zmrtvychvstani. Buh veru ustedruje, komu chce, bez pocitani"
        },
        {
            "chapter": 2,
            "verse": 213,
            "text": "Lide byli narodem jedinym a poslal Buh proroky jako hlasatele zvesti radostne i jako varovatele a seslal s nimi Pismo s pravdou, aby rozsoudil mezi lidmi to, v cem se rozchazeli. A byli ve sporu jedine ti, jimz bylo Pismo darovano pote, co prisla k nim znameni jasna, a to ze vzajemne zavisti. A nyni Buh privedl z dovoleni Sveho ty, kdoz uverili, k pravde, o niz se drive rozchazeli v nazorech. A Buh vede, koho chce, ke stezce prime"
        },
        {
            "chapter": 2,
            "verse": 214,
            "text": "Domnivate se, ze vstoupite do raje, ac jste dosud nezakusili nic podobneho tomu, co zakusili ti, kdoz byli pred vami? Byli postizeni nestestim a bidou a trasli se strachem, az konecne posel a ti, kdoz s nim uverili, zvolali: \"Kdy prijde vitezna pomoc Bozi?\" Coz neni pomoc Bozi blizka"
        },
        {
            "chapter": 2,
            "verse": 215,
            "text": "Dotazuji se te na to, co maji rozdavat. Rci: \"To, co rozdavate z majetku, je pro rodice, pribuzne, sirotky, nuzne a jdouciho po ceste Bozi. A cokoliv dobreho ucinite, Buh zajiste o tom vi"
        },
        {
            "chapter": 2,
            "verse": 216,
            "text": "A je vam predepsan take boj, i kdyz je vam neprijemny. Je vsak mozne, ze je vam neprijemne neco, co je pro vas dobre, a je mozne, ze milujete neco, co je pro vas spatne; jedine Buh to zna, zatimco vy to neznate"
        },
        {
            "chapter": 2,
            "verse": 217,
            "text": "Dotazuji se te na posvatny mesic a na bojovani v jeho prubehu. Rci: \"Bojovat v nem je hrich tezky, avsak odvracet od stezky Bozi, neverit v Nej a v Mesitu posvatnou a vyhanet obyvatele jejich z ni je jeste tezsi hrich pred Bohem; svadet od viry je horsi nez zabijet. Neverici neprestanou proti vam bojovat, dokud vas neodvrati od nabozenstvi vaseho, budou-li toho schopni. Pro ty z vas, kdoz od nabozenstvi sveho odpadnou a jako neverici zemrou, marne bude jejich konani na tomto i onom svete - ti ohne obyvateli se stanou a nesmrtelni v nem budou"
        },
        {
            "chapter": 2,
            "verse": 218,
            "text": "Avsak ti, kdoz uverili, vystehovali se a na ceste Bozi bojuji, ti mohou doufat v milost Bozi - a Buh veru je odpoustejici, slitovny"
        },
        {
            "chapter": 2,
            "verse": 219,
            "text": "Dotazuji se te na vino a na hru majsir. Rci: \"V obou z nich je pro lidi hrich tezky i uzitek, avsak jejich hrich je vetsi nez uzitek.\" A dotazuji se te na to, co maji rozdavat. Rci: \"Prebytek!\" A takto vam Buh objasnuje znameni - snad budete premyslet"
        },
        {
            "chapter": 2,
            "verse": 220,
            "text": "o tomto i o onom svete. A dotazuji se te na sirotky; odpovez: \"Spravedlive se k nim chovat je dobre; jestlize s nimi jednate, necht jsou jako bratri vasi!\" Buh rozeznava dobre toho, kdo pohorseni siri, od toho, kdo dobre skutky cini. A kdyby chtel, mohl by vas veru postihnout nestestim, nebot Buh je veru mocny, moudry"
        },
        {
            "chapter": 2,
            "verse": 221,
            "text": "Nevstupujte ve snatek s modlosluzebnicemi, pokud neuveri; a verici otrokyne je veru lepsi nez modlosluzebnice, i kdyz se vam tato vice libi. Neprovdavejte dcery sve za modlosluzebniky, pokud tito neuveri; a verici otrok je veru lepsi nez modlosluzebnik, i kdyz se vam tento vice libi. Takovi lide vas zvou do ohne pekelneho, zatimco Buh vas zve do raje a k odpusteni, s dovolenim Svym, a objasnuje znameni Sva lidem - snad si to pripomenou"
        },
        {
            "chapter": 2,
            "verse": 222,
            "text": "A dotazuji se te na menstruaci. Rci: \"To je neduh; zdrzujte se tedy zen svych po dobu menstruace a nepriblizujte se k nim, dokud se neocisti. A kdyz se ocisti, prichazejte k nim tak, jak Buh vam to prikazal. A Buh veru miluje ty, kdoz se kaji, a miluje ty, kdoz se ocistuji"
        },
        {
            "chapter": 2,
            "verse": 223,
            "text": "Zeny vase jsou pro vas polem; vchazejte tedy na pole sve, odkud chcete, vsak ucinte predtim neco pro duse sve a bojte se Boha a vezte, ze se s Nim setkate! Oznam tuto zvest radostnou vericim"
        },
        {
            "chapter": 2,
            "verse": 224,
            "text": "A necinte Boha predmetem prisah svych, ze budete zbozni a bohabojni a ze se budete snazit o zlepseni vztahu mezi lidmi, nebot Buh veru je slysici, vsevedouci"
        },
        {
            "chapter": 2,
            "verse": 225,
            "text": "Buh vas nepotresta za nevaznost reci vasi v prisahach, ale potresta vas za to, co srdce vase si vyslouzila. Buh veru je odpoustejici, laskavy"
        },
        {
            "chapter": 2,
            "verse": 226,
            "text": "Tem, kteri prisahaji, ze rozvedou se svymi zenami, tem urcena je lhuta cekaci ctyr mesicu. Jestlize vsak odvolaji prisahu svou, vzdyt Buh je odpoustejici, slitovny"
        },
        {
            "chapter": 2,
            "verse": 227,
            "text": "Jestlize se vsak rozhodnou pro rozvod, vzdyt Buh je veru slysici, vsevedouci"
        },
        {
            "chapter": 2,
            "verse": 228,
            "text": "A rozvedene zeny necht samy cekaji po tri periody a neni jim dovoleno zatajovat to, co Buh stvoril v lunech jejich, veri-li v Boha a v den soudny. A je spravedlivejsi, jestlize manzele jejich si je vezmou nazpet v tomto stavu, pokud si preji usmireni. A ony maji pro sebe stejne pravo jako oni podle zvyklosti, nicmene muzi jsou o stupen vyse - a Buh je mocny, moudry"
        },
        {
            "chapter": 2,
            "verse": 229,
            "text": "Rozvod je mozny dvakrat, potom lze podrzet manzelku podle spravne zvyklosti nebo ji propustit v dobre vuli. Neni vam dovoleno vzit nic z toho, co jste ji dali, leda ze oba se obavate, ze nedodrzite omezeni Bohem dana. Jestlize se obavate, ze nedodrzite omezeni Bohem dana, tedy nebude pro zadneho z obou vas hrichem, jestlize zena se vykoupi. Toto jsou omezeni Bohem dana, neprekracujte je! Ti, kdoz prekracuji Bozi omezeni, ti jsou nespravedlivi"
        },
        {
            "chapter": 2,
            "verse": 230,
            "text": "Jestlize zapudi muz zenu svou, neni mu potom dovolena drive, nez byla vdana za jineho muze. A kdyz tento se s ni rozvede, neni pro zadneho z obou hrichem, jestlize se k sobe vrati, domnivaji-li se, ze budou dodrzovat omezeni Bohem dana. A toto jsou omezeni Bozi a On je cini jasnymi pro lid vedouci"
        },
        {
            "chapter": 2,
            "verse": 231,
            "text": "Kdyz se rozvedete se svymi zenami a prijde lhuta jejich, pak si je bud ponechejte podle zvyklosti, anebo je propustte podle zvyklosti, avsak nezdrzujte je nasilim, prekracujice tak omezeni Bozi. Kdo tak cini, ten sam sobe skodi. A nepokladejte znameni Bozi za zert, nybrz pomnete dobrodini Boziho vuci vam a toho, co seslal vam z Pisma a moudrosti, napominaje vas tim! A bojte se Boha a vezte, ze Buh je vsech veci znaly"
        },
        {
            "chapter": 2,
            "verse": 232,
            "text": "Kdyz se rozvedete se svymi zenami a prijde lhuta jejich, nebrante jim vstoupit v manzelstvi s jejich novymi manzely, jestlize se dohodli podle zvyklosti. A to je napomenuti tomu z vas, kdo v Boha i v den soudny uveril; a toto je pro vas jednani nejctnostnejsi a nejcistsi. Buh vi, avsak vy nevite"
        },
        {
            "chapter": 2,
            "verse": 233,
            "text": "Matky koji deti sve plne dva roky, a to je pro toho, kdo chce, aby bylo dovrseno kojeni. Na otci ditete pak spociva vyziva i oblekani matek podle zvyklosti uznane. A neni nikomu ulozeno nad moznosti jeho; necht matka zadna neni zkracena kvuli diteti svemu a necht neni otec zadny zkracen kvuli diteti svemu. A dedici pripada stejna povinnost. Jestlize oba si preji odstaveni ditete po vzajemne dohode a porade, pak to pro ne neni hrichem. A jestlize chcete vzit pro dite kojnou, neni to pro vas hrichem pod podminkou, ze zaplatite to, co davate podle zvyklosti. A bojte se Boha a vezte, ze Buh jasne vidi vse, co delate"
        },
        {
            "chapter": 2,
            "verse": 234,
            "text": "Pro ty, kdoz k Bohu byli povolani a zanechali manzelky, plati, ze ony maji vyckat samy o sobe ctyri mesice a deset dni. A kdyz dosahnou lhuty sve, nebude pro vas hrichem, jestlize si budou pocinat samy se sebou podle zvyklosti uznane. A Buh dobre vi, co delate"
        },
        {
            "chapter": 2,
            "verse": 235,
            "text": "A neni pro vas hrichem, jestlize se budete uchazet o tyto zeny ci budete-li mit podobny skryty umysl v dusich svych. Buh vi dobre, ze si na ne budete myslit, avsak nesmlouvejte se s nimi v tajnosti, leda promluvite-li slova zvyklosti uznana. A necinte rozhodnuti o svazku manzelskem (s vdovou), pokud neuplyne lhuta predepsana, a vezte, ze Buh dobre zna, co skryto je ve vasich dusich! Strezte se Ho a vezte, ze Buh je odpoustejici, slitovny"
        },
        {
            "chapter": 2,
            "verse": 236,
            "text": "Neni pro vas hrichem, rozvedete-li se s zenami svymi, drive nez jste se jich dotkli anebo drive nez jste jim urcili obveneni. Dejte jim vsak zaopatreni - zamozny podle prostredku svych a chudy podle prostredku svych - podle zvyklosti uznanych. A to je povinnosti pro ty, kdoz dobre konaji"
        },
        {
            "chapter": 2,
            "verse": 237,
            "text": "Jestlize se s nimi rozvedete drive, nez jste se jich dotkli, ale jiz jste jim urcili obveneni - pak jim patri polovina toho, k cemu jste se zavazali, pokud se toho nevzdaji nebo se toho nevzda ten, v jehoz rukou je uzavreni manzelske smlouvy. A vzdat se toho je blize k bohabojnosti. A nezapominejte si vzajemne prokazovat velkomyslnost, vzdyt Buh jasne vidi vse, co delate"
        },
        {
            "chapter": 2,
            "verse": 238,
            "text": "Dodrzujte modlitby a modlitbu prostredni a stujte pred Bohem, pokorne mu oddani"
        },
        {
            "chapter": 2,
            "verse": 239,
            "text": "A mate-li strach, pak ji konejte stojice na nohou anebo v sedle, jste-li vsak v bezpeci, tedy vzpominejte Boha tak, jak vas tomu naucil - tomu, co drive jste neznali"
        },
        {
            "chapter": 2,
            "verse": 240,
            "text": "Ti z vas, kteri budou ke Mne povolani a zanechaji manzelky, necht odkazi manzelkam svym zaopatreni na cely rok, aniz je nuti odejit z domu. Jestlize vsak odejdou, potom neni pro vas hrichem to, co samy se sebou ucini podle zvyklosti uznanych. A Buh veru je mocny, moudry"
        },
        {
            "chapter": 2,
            "verse": 241,
            "text": "Rozvedenym zenam pak nalezi zaopatreni podle zvyklosti uznanych, a to povinnosti je pro bohabojne"
        },
        {
            "chapter": 2,
            "verse": 242,
            "text": "A takto vam Buh objasnuje znameni Sva - snad budete rozumni"
        },
        {
            "chapter": 2,
            "verse": 243,
            "text": "Videl jsi ty, kdoz v tisicich vysli z pribytku svych, smrti se bojice? I rekl jim Buh: \"Zemrete!\" a potom jim znovu zivot dal, nebot Buh veru je pln milosti k lidem, avsak vetsina lidi vdecna neni"
        },
        {
            "chapter": 2,
            "verse": 244,
            "text": "Bojujte na stezce Bozi a vezte, ze Buh je slysici, vsevedouci"
        },
        {
            "chapter": 2,
            "verse": 245,
            "text": "Kdokoliv da Bohu pujcku vyhodnou, tomu bude vracena mnohonasobne; Buh zavira a otevira dlan svou a k Nemu budete navraceni"
        },
        {
            "chapter": 2,
            "verse": 246,
            "text": "Cozpak jsi nevidel velmoze z ditek Izraele, kdyz po Mojzisove smrti pravili jednomu z proroku svych: \"Ustanov mezi nami krale, abychom mohli bojovat na stezce Bozi!\" I odvetil: \"Mozna, ze az vam bude predepsano bojovat, vy bojovat nebudete!\" Odpovedeli: \"A proc bychom nemeli bojovat na stezce Bozi, kdyz jsme byli vyhnani ze sidel svych i od synu svych?\" Avsak kdyz jim bylo predepsano bojovat, obratili se zady s vyjimkou nekolika malo z nich. A Buh dobre zna nespravedlive"
        },
        {
            "chapter": 2,
            "verse": 247,
            "text": "A rekl jim prorok jejich: \"Buh vam posila Saula (Talut) jako krale.\" Pravili: \"Jak by nam tento mohl vladnout, kdyz my mame vetsi narok na vladu nez on, jenz nema dostatek majetku?\" Odvetil: \"Buh jej pro vas vyvolil a obohatil jej ve vedeni i v sile telesne. Buh dava vladu Svou tomu, komu chce, a Buh je nesmirny, vsevedouci"
        },
        {
            "chapter": 2,
            "verse": 248,
            "text": "I pravil jim prorok jejich: \"Veru znamenim vlady jeho bude to, ze prijde k vam schranka umluvy, v niz je bezpeci od Pana vaseho a ostatky toho, co zanechala rodina Mojzisova a rodina Aronova, a ponesou ji andele. A bude to pro vas veru znameni, jste-li verici"
        },
        {
            "chapter": 2,
            "verse": 249,
            "text": "A kdyz Saul vytahl s vojsky, pravil jim: \"Buh vas bude zkouset u jedne reky. Ten, kdo z ni se napije, patrit k mym nebude; ale ten, kdo z ni neokusi, ten bude patrit k mym krome tech, kdoz napiji se z dlane.\" A napili se z ni vsichni krome maleho poctu. Kdyz pak Saul a ti, kdoz s nim uverili, presli pres ni, zvolali: \"Nemame dnes silu k boji proti Goliasovi a vojskum jeho!\" Avsak ti, kdoz pevne byli presvedceni o setkani svem s Bohem, vykrikli: \"Kolikrat jiz nepocetne oddily zvitezily nad pocetnejsimi z dovoleni Boziho, vzdyt Buh je veru na strane trpelivych"
        },
        {
            "chapter": 2,
            "verse": 250,
            "text": "A kdyz vytahli proti Goliasovi a vojskum jeho, zvolali: \"Pane nas, dodej nam vytrvalosti a zpevni paty nase a pomoz nam k vitezstvi nad lidem nevericim"
        },
        {
            "chapter": 2,
            "verse": 251,
            "text": "A zahnali je na utek z dovoleni Boziho a David zabil Goliase a Buh dal mu pak moc kralovskou i moudrost a naucil jej tomu, cemu chtel. A kdyby Buh nechranil mezi lidmi jedny pred druhymi, veru by zeme dospela do zahuby, vsak Buh je pln laskavosti k lidstvu veskeremu"
        },
        {
            "chapter": 2,
            "verse": 252,
            "text": "Toto jsou znameni Bozi a sdelili jsme ti je spolu s pravdou, nebot tys veru jednim z poslu"
        }
    ]
}