{
    "maqras": [
        {
            "chapter": 17,
            "verse": 50,
            "text": "Answer, be ye stones, or iron"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "or some creature more improbable in your opinions to be raised to life. But they will say, who shall restore us to life? Answer, He who created you the first time: And they will wag their heads at thee, saying, when shall this be? Answer, peradventure it is nigh"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "On that day shall God call you forth from your sepulchres, and ye shall obey, with celebration of his praise; and ye shall think that ye tarried but a little while"
        },
        {
            "chapter": 17,
            "verse": 53,
            "text": "Speak unto my servants, that they speak mildly unto the unbelievers, lest ye exasperate them, for Satan soweth discord among them, and Satan is a declared enemy unto man"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "Your Lord well knoweth you; if He pleaseth, He will have mercy on you, or, if He pleaseth, He will punish you: And We have not sent thee to be a steward over them"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "Thy Lord well knoweth all persons in heaven and on earth. We have bestowed peculiar favours on some of the prophets, preferably to others; and We gave unto David the psalms"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "Say, call upon those whom ye imagine to be gods besides Him; yet they will not be able to free you from harm, or to turn it on others"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "Those whom ye invoke, do themselves desire to be admitted to a near conjunction with their Lord; striving which of them shall approach nearest unto Him: They also hope for his mercy, and dread his punishment; for the punishment of thy Lord is terrible"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "There is no city but We will destroy the same before the day of resurrection, or We will punish it with a grievous punishment. This is written in the book of our eternal decrees"
        },
        {
            "chapter": 17,
            "verse": 59,
            "text": "Nothing hindered us from sending thee with miracles, except that the former nations have charged them with imposture. We gave unto the tribe of Thamud, at their demand, the she-camel visible to their sight; yet they dealt unjustly with her: And We send not a prophet with miracles, but to strike terror"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "Remember when We said unto thee, verily thy Lord encompasseth men by his knowledge and power. We have appointed the vision which We shewed thee, and also the tree cursed in the Koran, only for an occasion of dispute unto men, and to strike them with terror; but it shall cause them to transgress only the more enormously"
        },
        {
            "chapter": 17,
            "verse": 61,
            "text": "And remember when We said unto the angels, worship Adam; and they all worshipped him except Eblis, who said, shall I worship him whom Thou hast created of clay"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "And he said, what thinkest thou, as to this man whom thou hast honoured above me? Verily, if thou grant me respite until the day of resurrection, I will extirpate his off-spring, except a few"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "God answered, be gone, I grant thee respite: But whosoever of them shall follow thee, hell shall surely be your reward"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "an ample reward for your demerits! And entice to vanity such of them as thou canst, by thy voice; and assault them on all sides with thy horsemen and thy footmen; and partake with them in their riches, and their children; and make them promises; (but the devil shall make them no other than deceitful promises)"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "As to my servants, thou shalt have no power over them; for thy Lord is a sufficient protector of those who trust in Him"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "It is your Lord who driveth forward the ships for you in the sea, that ye may seek to enrich your selves of his abundance by commerce; for He is merciful towards you"
        },
        {
            "chapter": 17,
            "verse": 67,
            "text": "When a misfortune befalleth you at sea, the false deities whom ye invoke are forgotten by you, except Him alone: Yet when He bringeth you safe to dry land, ye retire afar off from Him, and return to your idols; for man is ungrateful"
        },
        {
            "chapter": 17,
            "verse": 68,
            "text": "Are ye therefore secure that He will not cause the dry land to swallow you up, or that He will not send against you a whirlwind driving the sands to overwhelm you? Then shall ye find none to protect you"
        },
        {
            "chapter": 17,
            "verse": 69,
            "text": "Or are ye secure that He will not cause you again to commit your selves to the sea another time, and send against you a tempestuous wind, and drown you; for that ye have been ungrateful? Then shall ye find none to defend you against Us, in that distress"
        }
    ]
}