{
    "maqras": [
        {
            "chapter": 22,
            "verse": 60,
            "text": "This is so. Whoever shall take a vengeance equal to the injury which hath been done him, and shall afterwards be unjustly treated; verily God will assist him: For God is merciful, and ready to forgive"
        },
        {
            "chapter": 22,
            "verse": 61,
            "text": "This shall be done, for that God causeth the night to succeed the day, and He causeth the day to succeed the night; and for that God both heareth and seeth"
        },
        {
            "chapter": 22,
            "verse": 62,
            "text": "This, because God is truth, and because what they invoke besides Him, is vanity; and for that God is the high, the mighty"
        },
        {
            "chapter": 22,
            "verse": 63,
            "text": "Dost thou not see that God sendeth down water from heaven, and the earth becometh green? For God is gracious and wise"
        },
        {
            "chapter": 22,
            "verse": 64,
            "text": "Unto Him belongeth whatsoever is in heaven and on earth: And God is self-sufficient, worthy to be praised"
        },
        {
            "chapter": 22,
            "verse": 65,
            "text": "Dost thou not see that God hath subjected whatever is in the earth to your service, and also the ships which sail in the sea, by his command? And He with-holdeth the heaven that it fall not on the earth, unless by his permission: For God is gracious unto mankind, and merciful"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "It is He who hath given you life, and will hereafter cause you to die; afterwards He will again raise you to life, at the resurrection: But man is surely ungrateful"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "Unto the professors of every religion have We appointed certain rites, which they observe. Let them not therefore dispute with thee concerning this matter; but invite them unto thy Lord: For thou followest the right direction"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "But if they enter into debate with thee, answer, God well knoweth that which ye do"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "God will judge between you, on the day of resurrection, concerning that wherein ye now disagree"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "Dost thou not know that God knoweth whatever is in heaven and on earth? Verily this is written in the book of his decrees: This is easy with God"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "They worship, besides God, that concerning which He hath sent down no convincing proof, and concerning which they have no knowledge: But the unjust doers shall have none to assist them"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "And when our evident signs are rehearsed unto them, thou mayest perceive, in the countenances of the unbelievers, a disdain thereof: It wanteth little but that they rush with violence on those who rehearse our signs unto them. Say, shall I declare unto you a worse thing than this? The fire of hell, which God hath threatened unto those who believe not, is worse; and an unhappy journey shall it be thither"
        },
        {
            "chapter": 22,
            "verse": 73,
            "text": "O men, a parable is propounded unto you; wherefore hearken unto it. Verily the idols which ye invoke, besides God, can never create a single fly, although they were all assembled for that purpose: And if the fly snatch any thing from them, they cannot recover the same from it. Weak is the petitioner, and the petitioned"
        },
        {
            "chapter": 22,
            "verse": 74,
            "text": "They judge not of God according to his due estimation: For God is powerful and mighty"
        },
        {
            "chapter": 22,
            "verse": 75,
            "text": "God chooseth messengers from among the angels, and from among men: For God is He who heareth and seeth"
        },
        {
            "chapter": 22,
            "verse": 76,
            "text": "He knoweth that which is before them, and that which is behind them: And unto God shall all things return"
        },
        {
            "chapter": 22,
            "verse": 77,
            "text": "O true believers, bow down, and prostrate your selves, and worship your Lord; and work righteousness, that ye may be happy"
        },
        {
            "chapter": 22,
            "verse": 78,
            "text": "And fight in defence of God's true religion, as it behoveth you to fight for the same. He hath chosen you, and hath not imposed on you any difficulty in the religion which He hath given you, the religion of your father Abraham: He hath named you Moslems heretofore, and in this book; that our apostle may be a witness against you at the day of judgment, and that ye may be witnesses against the rest of mankind. Wherefore be ye constant at prayer; and give alms: And adhere firmly unto God. He is your master; and He is the best master, and the best protector"
        }
    ]
}