{
    "maqras": [
        {
            "chapter": 41,
            "verse": 9,
            "text": "Say, do ye indeed disbelieve in Him who created the earth in two days; and do ye set up equals unto Him? He is the Lord of all creatures"
        },
        {
            "chapter": 41,
            "verse": 10,
            "text": "And He placed in the earth mountains firmly rooted, rising above the same: And He blessed it; and provided therein the food of the creatures designed to be the inhabitants thereof, in four days; equally, for those who ask"
        },
        {
            "chapter": 41,
            "verse": 11,
            "text": "Then He set his mind to the creation of heaven; and it was smoke: And He said unto it, and to the earth, come, either obediently, or against your will. They answered, we come, obedient to thy command"
        },
        {
            "chapter": 41,
            "verse": 12,
            "text": "And He formed them into seven heavens, in two days; and revealed unto every heaven its office. And We adorned the lower heaven with lights, and placed therein a guard of angels. This is the disposition of the mighty, the wise God"
        },
        {
            "chapter": 41,
            "verse": 13,
            "text": "If the Meccans withdraw from these instructions, say, I denounce unto you a sudden destruction, like the destruction of Ad and Thamud"
        },
        {
            "chapter": 41,
            "verse": 14,
            "text": "When the apostles came unto them before them and behind them, saying, worship God alone; they answered, if our Lord had been pleased to send messengers, He had surely sent angels: And we believe not the message with which ye are sent"
        },
        {
            "chapter": 41,
            "verse": 15,
            "text": "As to the tribe of Ad, they behaved insolently in the earth, without reason, and said, who is more mighty than we in strength? Did they not see that God, who had created them, was more mighty than they in strength? And they knowingly rejected our signs"
        },
        {
            "chapter": 41,
            "verse": 16,
            "text": "Wherefore We sent against them a piercing wind, on days of ill luck, that We might make them taste the punishment of shame in this world: But the punishment of the life to come will be more shameful; and they shall not be protected therefrom"
        },
        {
            "chapter": 41,
            "verse": 17,
            "text": "And as to Thamud, We directed them; but they loved blindness better than the true direction: Wherefore the terrible noise of an ignominious punishment assailed them, for that which they had deserved"
        },
        {
            "chapter": 41,
            "verse": 18,
            "text": "but We delivered those who believed, and feared God"
        },
        {
            "chapter": 41,
            "verse": 19,
            "text": "And warn them of the day, on which the enemies of God shall be gathered together unto hell fire, and shall march in distinct bands"
        },
        {
            "chapter": 41,
            "verse": 20,
            "text": "until, when they shall arrive thereat their ears, and their eyes, and their skins shall bear witness against them of that which they shall have wrought"
        },
        {
            "chapter": 41,
            "verse": 21,
            "text": "And they shall say unto their skins, wherefore do ye bear witness against us? They shall answer, God hath caused us to speak, who giveth speech unto all things: He created you the first time; and unto Him are ye returned"
        },
        {
            "chapter": 41,
            "verse": 22,
            "text": "Ye did not hide your selves, while ye sinned, so that your ears, and your eyes, and your skins could not bear witness against you: But ye thought that God was ignorant of many things which ye did"
        },
        {
            "chapter": 41,
            "verse": 23,
            "text": "This was your opinion, which ye imagined of your Lord: It hath ruined you; and ye are become lost people"
        },
        {
            "chapter": 41,
            "verse": 24,
            "text": "Whether they bear their torment, hell fire shall be their abode; or whether they beg for favour, they shall not obtain favour"
        }
    ]
}