{
    "maqras": [
        {
            "chapter": 2,
            "verse": 106,
            "text": "Whatever verse we shall abrogate, or cause thee to forget, we will bring a better than it, or one like unto it. Dost thou not know that God is almighty"
        },
        {
            "chapter": 2,
            "verse": 107,
            "text": "Dost thou not know that unto God belongeth the kingdom of heaven and earth? Neither have ye any protector or helper except God"
        },
        {
            "chapter": 2,
            "verse": 108,
            "text": "Will ye require of your Apostle according to that which was formerly required of Moses? But he that hath exchanged faith for infidelity, hath already erred from the strait way"
        },
        {
            "chapter": 2,
            "verse": 109,
            "text": "Many of those unto whom the scriptures have been given, desire to render you again unbelievers, after ye have believed; out of envy from their souls, even after the truth is become manifest unto them; but forgive them, and avoid them, till God shall send his command; for God is omnipotent"
        },
        {
            "chapter": 2,
            "verse": 110,
            "text": "Be constant in prayer, and give alms; and what good ye have sent before for your souls, ye shall find it with God; surely God seeth that which ye do"
        },
        {
            "chapter": 2,
            "verse": 111,
            "text": "They say, verily none shall enter paradise, except they who are Jews or Christians: This is their wish. Say, produce your proof of this, if ye speak truth"
        },
        {
            "chapter": 2,
            "verse": 112,
            "text": "Nay, but he who resigneth himself to God, and doth that which is right, he shall have his reward with his Lord; there shall come no fear on them, neither shall they be grieved"
        },
        {
            "chapter": 2,
            "verse": 113,
            "text": "The Jews say, the Christians are grounded on nothing; and the Christians say, the Jews are grounded on nothing: Yet they both read the scriptures. So likewise say they who know not the scripture, according to their saying. But God shall judge between them on the day of the resurrection, concerning that about which they now disagree"
        },
        {
            "chapter": 2,
            "verse": 114,
            "text": "Who is more unjust than he who prohibiteth the temples of God, that his name should be remembered therin, and who hasteth to destroy them? Those men cannot enter therein, but with fear: They shall have shame in this world, and in the next a grievous punishment"
        },
        {
            "chapter": 2,
            "verse": 115,
            "text": "To God belongeth the east and the west; therefore whithersoever ye turn your selves to pray, there is the face of God; for God is omnipresent and omniscient"
        },
        {
            "chapter": 2,
            "verse": 116,
            "text": "They say, God hath begotten children: God forbid! To him belongeth whatever is in heaven, and on earth; all is possessed by him"
        },
        {
            "chapter": 2,
            "verse": 117,
            "text": "the creator of heaven and earth; and when he decreeth a thing, he only saith unto it, be, and it is"
        },
        {
            "chapter": 2,
            "verse": 118,
            "text": "And they who know not the scriptures say, unless God speak unto us, or thou shew us a sign, we will not believe. So said those before them, according to their saying: Their hearts resemble each other. We have already shewn manifest signs unto people who firmly believe"
        },
        {
            "chapter": 2,
            "verse": 119,
            "text": "we have sent thee in truth, a bearer of good tidings, and a preacher; and thou shalt not be questioned concerning the companions of hell"
        },
        {
            "chapter": 2,
            "verse": 120,
            "text": "But the Jews will not be pleased with thee, neither the Christians, until thou follow their religion; say, the direction of God is the true direction. And verily if thou follow their desires, after the knowledge which hath been given thee, thou shalt find no patron or protector against God"
        },
        {
            "chapter": 2,
            "verse": 121,
            "text": "They to whom we have given the book of the Koran, and who read it with its true reading, they believe therein; and whoever believeth not therein, they shall perish"
        },
        {
            "chapter": 2,
            "verse": 122,
            "text": "O children of Israel, remember my favour wherewith I have favoured you, and that I have preferred you before all nations"
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "and dread the day wherein one soul shall not make satisfaction for another soul, neither shall any compensation be accepted from them, nor shall any intercession avail, neither shall they be helped"
        }
    ]
}