{
    "pages": [
        {
            "chapter": 6,
            "verse": 152,
            "text": "“Uye musave munoswedera pedyo nehupfumi hwenherera, kusara kwekuti muchida kuhuwedzera mune zvakanaka, kusvika abva zera; uye zadzikisai chikero mova munoera mune zvakanaka. Hatipi munhu mutoro kusara kwewaanokwanisa kutakura. Uye kana muchitaura muchiyananisa, taurai chokwadi kunyangwe iri hama yepedyo; uye zadzikisai chibvumirano chaAllah. Izvi (Allah) vanokukomekedzai kuti zvimwe mungarangarire.”"
        },
        {
            "chapter": 6,
            "verse": 153,
            "text": "“Uye zvirokwazvo, iyi ndiyo nzira yangu yakatwasuka (yataurwa mundima 151 ne 152), naizvozvo iteverei, uye musave munotevera dzimwe nzira, nokuti dzichakubvisai kubva munzira yavo (Allah). Izvi (Allah) vakakukomekedzai kuti zvimwe mungave munotya.”"
        },
        {
            "chapter": 6,
            "verse": 154,
            "text": "Zvakare, takava tinopa Musa, Gwaro (Torah) kuti rive rinozadzikisa (zvipo zvedu) pane avo vachaita zvakanaka, uye richitsanangura zvinhu zvose zvizere, uye segwara nenyasha kuti zvimwe vangava vanotenda mukusangana naTenzi vavo"
        },
        {
            "chapter": 6,
            "verse": 155,
            "text": "Uye iri ndiro Gwaro Dzvene (Qur’aan) ratakadzikisa, naizvozvo ritevedzerei uye ityai Allah (musave munotyora mitemo yavo), kuti zvimwe mungagamuchire nyasha (kununurwa kubva kumarwadzo eGehena)"
        },
        {
            "chapter": 6,
            "verse": 156,
            "text": "Pamwe mungati (maArabhu akanga asingatendi muchitendero): “Bhuku rakave rinotumirwa chete kumapato maviri (MaJudha nemaKristu) mushure medu, uye hatina zvataiziva maererano nezvavaifunda.”"
        },
        {
            "chapter": 6,
            "verse": 157,
            "text": "Kana pamwe mungati (maArabhu akanga asingatendi muchitendero): “Dai Bhuku rakatumirwa kwatiri, zvirokwazvo dai takatungamirirwa kudarika ivo (maJudha nemaKristu).” Saka zvakadaro, chiratidzo chiri pachena (Qur’aan) chave chinouya kwamuri kubva kuna Tenzi venyu, pamwe nekutungamirirwa netsitsi. Saka ndeupi anotadza kupfuura uyo anoramba zviratidzo zvaAllah obva azvifuratira? Tichave tinobhadhara avo vanofuratira zviratidzo zvedu nemutongo wakaomarara, nokuda kwekufuratira kwavo (zviratidzo zvedu)"
        }
    ]
}