{
    "pages": [
        {
            "chapter": 7,
            "verse": 188,
            "text": "Iti (Muhammad (SAW)): “Handina kana simba rekubetsera kana kurwadzisa pachangu, asi kunze kwekuti kana Allah vachida. Dai ndaiva noruzivo rwezvisingaoneki ndaiunganidza hupfumi hwakawanda, uye hapana chakaipa chaindiwana. Ndinongori muyambiri chete, uye muunzi wezvakanaka kune avo vanotenda.”"
        },
        {
            "chapter": 7,
            "verse": 189,
            "text": "(Allah) Ndivo vakakusikai kubva kumunhu mumwechete (Adam), uye vakasika kubva kwaari mudzimai wake (Hawwa (Evha)) kuti ave anofara nekugara naye. Paakasangana (murume asingatendi kubva kuvana vaAdam) naye (mukadzi wake asingatendi) pabonde akatakura pamuviri zvisina matambudziko. Uye pakakura pamuviri, vakakumbira Allah, Tenzi vavo (vachiti): “Kana mukatipa akanaka (mwana), zvirokwazvo, tichava avo vevanotenda.”"
        },
        {
            "chapter": 7,
            "verse": 190,
            "text": "Zvino (Allah) pavakavapa (murume nemukadzi wake vasingatendi) mwana akanaka, vakavapa (Allah) vabatsiri mune izvo zvavakanaga vavapa. Asi Allah vari pamusoro peizvo zvavanovasanganisa nazvo sevabatsiri"
        },
        {
            "chapter": 7,
            "verse": 191,
            "text": "Varikusanganisa here naAllah avo vasingakwanisi kusika chimwe chinhu asi ivo vakatosikwawo"
        },
        {
            "chapter": 7,
            "verse": 192,
            "text": "Hapana rubatsiro rwavanokwanisa kuvapa, kana pachavo kuzvibetsera"
        },
        {
            "chapter": 7,
            "verse": 193,
            "text": "Uye kana mukavasheedzera kuchokwadi, havakuteverei. Zvakafanana kwamuri kuvasheedza kana kunyarara"
        },
        {
            "chapter": 7,
            "verse": 194,
            "text": "Zvirokwazvo, avo vamunosheedza kunze kwaAllah varanda vakafanana nemi. Naizvozvo vasheedzei vagokudairai kana muri pachokwadi"
        },
        {
            "chapter": 7,
            "verse": 195,
            "text": "Vane makumbo here avanofamba nawo? Kana kuti vane maoko here avanobata nawo? Kana kuti vane maziso here avanoona nawo? Kana kuti vane nzeve here dzavanonzwa nadzo? Iti (Muhammad (SAW)): “Daidzai shamwari dzenyu dzamunosanganisa naAllah uye mondirongera (zvakaipa), uye musandipa nguva!”"
        }
    ]
}