{
    "pages": [
        {
            "chapter": 10,
            "verse": 71,
            "text": "Uye verenga kwavari nhau dzaNowa (Nuh). Apo paakati kuvanhu vake: “Imi vanhu vangu! Kana kugara kwangu (nemi), uye yeuchidzo yangu (kwamuri) yezviratidzo zvaAllah yakakuomerai, nokudaro ndinoisa vimbo yangu muna Allah. Nokudaro pananai hurongwa hwenyu imimi nevabatsiri venyu, uye musaita kuti hurongwa hwenyu huve nekusagutsikana kwamuri. Nokudaro ndipei mutongo wenyu uye musave munondipa zororo.”"
        },
        {
            "chapter": 10,
            "verse": 72,
            "text": "“Asi kana mukafuratira (mukasagamuchira Islaam), nokudaro hapana mugove wandinokumbira kwamuri; mugove wangu unaAllah voga, uye ndakava ndinokomekedzwa kuti ndive mumwe wemaMuslim (avo vanozvipira kuteerera mirairo yaAllah).”"
        },
        {
            "chapter": 10,
            "verse": 73,
            "text": "Nokudaro vakamuramba, asi takamubatsira uye neavo vaainge ainavo mungarava, uye tikavaita madzinza achitsiva mamwe mushure memamwe, apo patakanyudza avo vakaramba zviratidzo zvedu. Nokudaro tarisai mhedzisiro yeavo vakayambirwa"
        },
        {
            "chapter": 10,
            "verse": 74,
            "text": "Uye mumashure make takatumira vatumwa kuvanhu vavo. Vakavavigira zviratidzo zviri pachena, asi havana kutenda mune izvo zvavakange varamba mushure. Nokudaro tinovhara moyo yevaiti vezvakaipa (avo vasingatendi muhumwechete hwaAllah uye vasingavateereri)"
        },
        {
            "chapter": 10,
            "verse": 75,
            "text": "Uye mumashure mavo takatumira Musa naAroni kuna Farawo nemadzimambo ake nezviratidzo zvedu. Asi vakazvitutumadza uye vakange vari vatadzi"
        },
        {
            "chapter": 10,
            "verse": 76,
            "text": "Saka pakauya chokwadi kwavari kubva kwatiri, vakati: “Zvirokwazvo, aya mapipi ari pachena.”"
        },
        {
            "chapter": 10,
            "verse": 77,
            "text": "Musa akati: “Mungataura here izvi pamusoro pechokwadi chauya kwamuri? Aya mapipi here? Asi vaiti vemapipi havambofi vakabudirira.”"
        },
        {
            "chapter": 10,
            "verse": 78,
            "text": "Vakati: “Wauya kwatiri kuzotisiisa izvo zvatakawana vana baba vedu vachitevera, uye kuti imi vaviri muve nechinzvimbo chepamusoro-soro munzvimbo? Hatifi takatenda mamuri vaviri!”"
        }
    ]
}