{
    "pages": [
        {
            "chapter": 11,
            "verse": 46,
            "text": "(Allah) Vakati: “Iwe Nowa! Zvirokwazvo, haasi mumwe wemhuri yako; zvirokwazvo, mabasa ake akaipa, nokudaro usandibvunza zvausina ruzivo nazvo! Ndiri kukuyambira pamwe ungazova umwe wevasingazivi.”"
        },
        {
            "chapter": 11,
            "verse": 47,
            "text": "Nowa akati: “Imi Tenzi vangu! Ndinotsvaga kupotera kwamuri kubva mukukubvunzai zvandisina ruzivo nazvo. Uye mukasava munondiregerera kana kundinzwira tsitsi, ndichave zvirokwazvo mumwe wevakarasika.”"
        },
        {
            "chapter": 11,
            "verse": 48,
            "text": "Zvakava zvinonzi: “Iwe Nowa! Dzika pasi kubva mungarava neruyamuro (nerunyararo) kubva kwatiri uye makomborero kwauri uye nevanhu vauri navo, asi (kuchava nevamwe) vanhu vatichapa mafaro (kwekanguvana), asi pakupedzisira marwadzo akaomarara achavasvikira kubva kwatiri.”"
        },
        {
            "chapter": 11,
            "verse": 49,
            "text": "Iyi inyaya yezvakavanzika yatiri kukuzarurira (Muhammad (SAW)), kunyange iwe nevanhu vako makanga musingaizivi mushure meizvi. Saka iva nemoyo murefu. Zvirokwazvo, magumo (akanaka) ndee Al-Muttaqoon (Vatsvene)"
        },
        {
            "chapter": 11,
            "verse": 50,
            "text": "Uye kumaAad (takatumira) mukoma wavo Hud. Iye akati: “Imi vanhu vangu! Namatai Allah! Hamuna mumwe mwari kunze kwavo. Zvirokwazvo, hapana zvamunoita kunze kwekuvamba manyepo.”"
        },
        {
            "chapter": 11,
            "verse": 51,
            "text": "“Imi vanhu vangu! Handikubvunzei imi mubairo waro (Shoko). Mubairo wangu unobva kwavari ivo vakandisika. Hamunzwisise here?”"
        },
        {
            "chapter": 11,
            "verse": 52,
            "text": "“Uye Imi vanhu! Kumbirai ruregerero rwaTenzi venyu uye mobva madzoka kwavari, vachakutumirai kubva kudenga mvura yakawanda, uye kukuwedzerai simba pamusoro pesimba renyu, saka musava munofuratira semaMujrimoon (vasingatendi muhumwechete hwaAllah uye vatadzi).”"
        },
        {
            "chapter": 11,
            "verse": 53,
            "text": "Vakati: “Iwe Hud! Hapana huchapupu hwawatiunzira, uye hatizi kuzosiya vanamwari vedu nokutaura kwako! Uye hatisi vatendi kwauri.”"
        }
    ]
}