{
    "pages": [
        {
            "chapter": 12,
            "verse": 5,
            "text": "Ivo (baba) vakati: “Iwe mwana wangu! Usava unoudza zvawaona madzikoma ako, pamwe vangakurongera zvakaipa. Zvirokwazvo, Satani kuvanhu muvengi ari pachena!”"
        },
        {
            "chapter": 12,
            "verse": 6,
            "text": "“Saizvozvo Tenzi vako vachakusarudza uye vokudzidzisa tsanangudzo dzehope (nezvimwe zvinhu), uye vozadzisa makomborero kwauri uye kuvana vaJakobho, sekunatsurudza kwavakaita kumadzibaba ako, Abrahamu, naIsaka kare! Zvirokwazvo, Tenzi vako ndivo muzivi wezvose, vane uchenjeri hwese.”"
        },
        {
            "chapter": 12,
            "verse": 7,
            "text": "Zvirokwazvo, muna Josefa nemadzikoma ake makange mune zviratidzo kune avo vanobvunza"
        },
        {
            "chapter": 12,
            "verse": 8,
            "text": "Pavakati: “Zvechokwadi, Josefa nemukoma wake (Benjamini) vanofarirwa nababa vedu kupfuura isu, asi isu tiri chikwata chakasimba. Zvirokwazvo, baba vedu vakarasika (vari kutadza) zviri pachena.”"
        },
        {
            "chapter": 12,
            "verse": 9,
            "text": "“Urayai Josefa kana kuti murasirei kuimwe nzvimbo (iri kure), kuitira kuti makomborero ababa venyu apihwe imi moga, uye mushure mezvo muchava vanhu vakanaka (nekuva nepfungwa dzekukumbira ruregerero musati matadza).”"
        },
        {
            "chapter": 12,
            "verse": 10,
            "text": "Umwe pakati pavo akati: “Musauraya Josefa, asi mukandei pasi pasi petsime, achazonhongwa nevapfuuri venzira.”"
        },
        {
            "chapter": 12,
            "verse": 11,
            "text": "Ivo vakati: “Imi baba vedu! Nemhaka yei musingativimbe naJosefa kunyangwe zvirokwazvo isu tiri kwaari vashuviri vezvakanaka?”"
        },
        {
            "chapter": 12,
            "verse": 12,
            "text": "“Mutumirei nesu mangwana kuti ave anofara nekutamba, uye zvirokwazvo, tichamuchengetedza.”"
        },
        {
            "chapter": 12,
            "verse": 13,
            "text": "Iye (Jakobho) akati: “Zvirokwazvo, kuenda kwenyu naye kunondishaisa mufaro, uye ndinotya kuti anodyiwa nemhumhi imi makarivara nezvake.”"
        },
        {
            "chapter": 12,
            "verse": 14,
            "text": "Vakati: “Zvirokwazvo, kana mhumhi ikamudya, isu tiri chikwata chakasimba (chekumuchengetedza), nokudaro zvirokwazvo, tiri avo vakarasikirwa.”"
        }
    ]
}