{
    "pages": [
        {
            "chapter": 12,
            "verse": 23,
            "text": "Uye iye (mukadzi), mumba make maakange ari (Josefa), akada kuita zvakaipa naye, uye akavhara misuwo uye akati: “Huya pano, iwe.” Iye akati: “Ndinokumbira rudziviriro kubva kuna Allah! Zvirokwazvo, iye (murume wako) ndimambo vangu! Vakaita kuti kugara kwangu kuve kwakanaka! (Nokudaro handimbofi ndakamurasisa). Zvirokwazvo, vaiti vezvakaipa havafi vakabudirira.”"
        },
        {
            "chapter": 12,
            "verse": 24,
            "text": "Uye zvirokwazvo (mukadzi) akange ave anomuda, uye (Josefa) akange ave kuda kurerekera kumadirwo ake, dai asina kuona humboo hwaTenzi vake. Sokudaro zvakaitika, kuti tive tinomubvisa kubva mune zvakaipa uye choupombwe. Zvirokwazvo, akange ari mumwe wevaranda vedu vatakasarudza"
        },
        {
            "chapter": 12,
            "verse": 25,
            "text": "Uye vakamhanyidzana kumusuwo, uye (mukadzi) akamubvarurira hembe yake (Josefa) kumashure. Vose vakava vanoona mambo vake (murume wake) pamusuwo. (Mukadzi) akati: “Ndeupiko mugove (murango) kune uyo anga achida kuita zvakaipa kumukadzi wako, kusara kwekuti ave anopinda mujere kana murango unorwadza?”"
        },
        {
            "chapter": 12,
            "verse": 26,
            "text": "Iye (Josefa) akati: “Ndiye anga achida kundinyengedza;” uye chapupu chemumba make chakava chinopupura (chichiti): “Kana hembe yake yakabvaruka mberi nyaya yake (mukadzi) ndeye chokwadi, uye uyu munyepi (Josefa)!”"
        },
        {
            "chapter": 12,
            "verse": 27,
            "text": "“Asi kana kuri kuti hembe yake yakabvaruka kumashure, nokudaro ari kunyepa (mukadzi), uye iye (Josefa) ari kutaura chokwadi!”"
        },
        {
            "chapter": 12,
            "verse": 28,
            "text": "Saka paakaona (murume wake) hembe yake (Josefa) yakabvaruka kumashure akabva ati: “Zvirokwazvo, hurongwa hwenyu imi vakadzi! Zvirokwazvo, hurongwa hwenyu hwakakuru!”"
        },
        {
            "chapter": 12,
            "verse": 29,
            "text": "“Iwe Josefa! Furatira izvi! (Iwe mukadzi!) Kumbira ruregerero kuchitadzo chako. Zvirokwazvo, wanga uri umwe wevatadzi.”"
        },
        {
            "chapter": 12,
            "verse": 30,
            "text": "Uye vakadzi vemuguta vakati: “Mukadzi waAziz ari kuda kunyengedza kamukomana kake kechidiki (muranda wake). Zvirokwazvo, anomuda zvakanyanya. Zvirokwazvo, tinomuona akarasika zviri pachena.”"
        }
    ]
}