{
    "pages": [
        {
            "chapter": 21,
            "verse": 25,
            "text": "Hapana mutumwa atakatumira usati wavapo (Muhammad (SAW)) kusara kwekuti takamuudza kuti: Laa ilaaha illaa Ana (Hapana ane kodzero yekunamatwa kusara kwangu (Allah)), saka ndinamatei (ndoga)"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "Uye vanotaura kuti: “Muridzi wetsitsi dzose (Allah) vakaita mwanakomana (kana vana).” Rumbidzo ngadzive kwavari! Asi avo (vavanoti vana vavo, ngirozi, Jesu, Ezira) varanda vakaremekedzwa (vavo)"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "Havatauri kusvika ivo (Allah) vataura, uye vanoita mabasa semaudzirwo avanenge vaitwa navo (Allah)"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "Vanoziva zviri mberi kwavo, uye zviri kumashure kwavo, uye havamiririri (munhu) kunze kweuyo wavafadzwa (Allah) naye. Uye vanozvininipisa nekuvatya (Allah)"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "Uyo anotaura pakati pavo (kuti): “Zvirokwazvo, ndiri mwari kwete ivo (Allah),” akadaro tinomupa (Allah vari kutaura) mutongo weJahannam (Gehena). Aya ndiwo matongero atinoita vatadzi"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "Avo vasingatendi havaoni here kuti denga nepasi zvakange zvakabatana kuva chinhu chimwechete, uye tikazvipatsanura? Uye takagadzira kubva kumvura chinhu chese chinorarama. Havangatendi zvino here"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "Uye takava tinoisa panyika makomo akasimba kuti isave inozunguzika nawo, uye takagadzira mairi (nyika) nzira dzakafaranuka kuti vadarike, pamwe vangaratidzwa gwara rakatwasuka"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "Uye takava (Allah) tinoita denga sehwikwiyo iro rakanyatsochengetedzwa. Asi vanoramba humboo hwaro (zuva, nyenyedzi, mwedzi, mhepo, makore, nezvimwe zvinhu)"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "Uye ndivo (Allah) vakasika usiku nemasikati, uye zuva nemwedzi, chese chichifamba munzira yacho"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "Uye hapana munhu (wenyama) watakaita kuti ararame nokusingaperi (haafi) iwe (Muhammad (SAW)) usati wavapo. Asi kana ukafa, vachagara zvachose here"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "Chinhu chese (chinorarama) chicharavira rufu, uye tichava (Allah) tinokuedzai nezvakaipa pamwe nezvakanaka. Uye muchava munodzoswa kwatiri"
        }
    ]
}