{
    "pages": [
        {
            "chapter": 25,
            "verse": 33,
            "text": "Havambokwanise kukupa muenzaniso (wekupikisa kana kutsvaga zvimhingamupini kwauri kana kubva muQur’aan), asi tinokudzikisira chokwadi uye tsanangudzo yakazara"
        },
        {
            "chapter": 25,
            "verse": 34,
            "text": "Avo vachaunganidzwa muGehena nezviso zvavo, ichi chichave chidanho chakashata, uye kurasika kwakanyanya kubva munzira (yakatwasuka)"
        },
        {
            "chapter": 25,
            "verse": 35,
            "text": "Zvirokwazvo, takave tinopa Musa, Gwaro (Torah), uye takamupa mukoma wake Haaroon (Aroni) semubatsiri wake"
        },
        {
            "chapter": 25,
            "verse": 36,
            "text": "Uye takataura kuti: “Endai imi vaviri kune vanhu avo vakaramba zviratidzo zvedu.” Uye takave tinovaparadza zvachose"
        },
        {
            "chapter": 25,
            "verse": 37,
            "text": "Uye vanhu vaNowa pavakaramba vatumwa, takavanyudza (nemafashamu), uye takavaita muenzaniso kuvanhu vose. Uye takave tinogadzirira avo vanoita mabasa akashata marwadzo akaoma"
        },
        {
            "chapter": 25,
            "verse": 38,
            "text": "Uye vanhu veAad neveThamood, uye avo vaigara munzvimbo inonzi Ar-Rass, uye mapoka mazhinji evanhu aive pakati pavo"
        },
        {
            "chapter": 25,
            "verse": 39,
            "text": "Uye mumwe nemumwe (pakati pavo) takamuisira mienzaniso (sehumboo), uye umwe neumwe (pakati pavo) takave tinovaparadza zvachose"
        },
        {
            "chapter": 25,
            "verse": 40,
            "text": "Uye zvirokwazvo, vanopfuura muguta (revanhu vaLoti) rakanaya mvura yemarwadzo. Avo vasingatendi havana kuriona here? Kwete! Asi vange vasina vimbo kuti vachamutswa"
        },
        {
            "chapter": 25,
            "verse": 41,
            "text": "Uye vakakuona (Muhammad (SAW)) vanongokubata zviya zvekudzikisira (zvekunyomba) (vachitaura kuti): “Uyu ndiye munhu akatumwa naAllah semutumwa here?”"
        },
        {
            "chapter": 25,
            "verse": 42,
            "text": "“Zvirokwazvo, ange aripedyo kutirasisa kubva muvanamwari vedu, dai kusiri kuti takaramba takatsungirira uye takashinga mukuvanamata!” Asi pavachaona marwadzo, vachaziva kuti ndeupi akanyanya kurasika kubva munzira (yakatwasuka)"
        },
        {
            "chapter": 25,
            "verse": 43,
            "text": "Hauna kuona here (Muhammad (SAW)) uyo munhu akatora zvido zvake samwari wake? Saka ungave mumiriri wake here (Ungave mutariri wake here)"
        }
    ]
}