{
    "pages": [
        {
            "chapter": 27,
            "verse": 14,
            "text": "Uye vakazviramba nekutadza uye nekuzvitutumadza, kunyangwe moyo yavo yaiva nechokwadi nazvo (kuti zvabva kuna Allah). Saka tarisa ndeapi aiva magumo eavo vaitadza"
        },
        {
            "chapter": 27,
            "verse": 15,
            "text": "Zvirokwazvo, takapa ruzivo kuna Dawood (Davhidha) uye Sulaimaan (Soromoni), uye vese (vari vaviri) vakati: “Rumbidzo dzose uye kutendwa ndekwaAllah, avo vatisarudza pamusoro pevaranda vavo vose vanotenda!”"
        },
        {
            "chapter": 27,
            "verse": 16,
            "text": "Uye Sulaimaan (Soromoni) akagara nhaka Dawood (Davhidha) (muruzivo). Akati: “Imi vanhu! Takava tinodzidziswa rurimi rweshiri, uye takava tinopiwa zvinhu zvose. Izvi, zvirokwazvo, inyasha dziri pachena (kubva kunaAllah).”"
        },
        {
            "chapter": 27,
            "verse": 17,
            "text": "Uye pamberi paSulaimaan (Soromoni) mauto ake akaunganidzwa emaJinn, vanhu, uye shiri, uye vose vakagara vakarongeka zvekuhondo (vachienda mberi)"
        },
        {
            "chapter": 27,
            "verse": 18,
            "text": "Kusvika vasvika munzvimbo yemasvosve, rimwe remasvosve rikati: “Imi masvosve! Pindai munzvimbo dzenyu, nekuti Sulaimaan (Soromoni) nemauto ake vangakutsikai, apo pavanenge vasingazivi.”"
        },
        {
            "chapter": 27,
            "verse": 19,
            "text": "Iye Sulaimaan (Soromoni) akanyemwerera achifadzwa nemutauro waro uye akati: “Tenzi vangu! Ndipei simba uye mukana wekuti ndive ndinotenda makomborero enyu ayo amakandipa uye nevabereki vangu, uye kuti ndiite mabasa akanaka ayo anokufadzai, uye ndiisei netsitsi dzenyu pakati pevaranda venyu vakanaka.”"
        },
        {
            "chapter": 27,
            "verse": 20,
            "text": "Akatarisa shiri, akati: “Chii chiri kuitika nekuti handisi kuona Hud-hud (Chigogodza)? Kana kuti ari pakati peavo vasipo?”"
        },
        {
            "chapter": 27,
            "verse": 21,
            "text": "“Zvirokwazvo, ndichamutonga nemutongo wakaomarara, kana kuti ndichamuuraya, kunze kwekuti ondiunzira chinangwa chiri pachena.”"
        },
        {
            "chapter": 27,
            "verse": 22,
            "text": "Asi Chigogodza hachina kugarisa, (chakadzoka) chikati: “Ndawana ruzivo urwo rwausati waruziva, uye ndauya kubva kuSaba’ (Sheba) nenyaya yechokwadi.”"
        }
    ]
}