{
    "rukus": [
        {
            "chapter": 2,
            "verse": 72,
            "text": "I koly vy vbyly zhyvu dushu y sperechalysya pro tse, Allah rozkryv te, shcho prykhovuvaly vy"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "My skazaly: «Vdarte [pomerloho] yakoyusʹ chastynoyu korovy! Tak Allah ozhyvlyaye mertvykh i pokazuye vam znamennya Svoyi — mozhlyvo, vy zrozumiyete!»"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "Potim sertsya vashi zrobylysya zhorstokymy y staly yak kaminʹ abo y tverdishe! Ale ye skeli, z yakykh techutʹ strumky. A shche taki, shcho rozkolyuyutʹsya y vykhodytʹ iz nykh voda. A ye y taki, shcho padayutʹ vid strakhu pered Allahom! I Allah ne zabuvaye toho, shcho robyte vy"
        },
        {
            "chapter": 2,
            "verse": 75,
            "text": "Nevzhe vy spodivayetesʹ, shcho vony poviryatʹ vam? Dekhto z nykh chuv slova Allaha, a potim, zrozumivshy, spotvoryuvav yikh. I vony znaly tse"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "I koly zustrichaly vony tykh, yaki uviruvaly, to hovoryly: «Uviruvaly my!» A zalyshayuchysʹ naodyntsi, hovoryly: «Navishcho vy rozpovidayete yim te, shcho Allah vidkryv vam? Nevzhe dlya toho, shchob vony korystuvalysya tsym yak dokazom proty vas pered Hospodom vashym? Nevzhe vy ne rozumiyete?»"
        },
        {
            "chapter": 2,
            "verse": 77,
            "text": "Khiba vony ne znayutʹ, shcho Allah vidaye te, shcho vony prykhovuyutʹ, i te, shcho vony vidkryvayutʹ"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "YE sered nykh nepysʹmenni, yaki ne znayutʹ Pysannya, a tilʹky marno spodivayutʹsya. Ale tse — yikhni vyhadky"
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "Hore tym, khto pyshe Pysannya vlasnoruch, a potim hovorytʹ: «Tse — vid Allaha!» — shchob prodaty tse za mizernu tsinu! Hore yim za te, shcho napysaly vony, i hore yim za te, shcho vony sobi zdobuly"
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "Vony hovoryatʹ: «Vohonʹ ne torknetʹsya nas, khiba na licheni dni!» Skazhy: «Nevzhe vy uklaly zavit iz Allahom? Todi Allah nikoly ne zminytʹ obitsyanky Svoyeyi! Abo zh vy hovoryte pro Allaha te, choho y sami ne znayete»"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "Ta zh ni! Ti, khto vchynyv zlo, koho oplutav vlasnyy hrikh, vony — zhyteli vohnyu. Budutʹ vony tam doviku"
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "A ti, khto uviruvav i tvoryv dobro, vony — zhyteli rayu. Budutʹ vony tam doviku"
        }
    ]
}