{
    "rukus": [
        {
            "chapter": 6,
            "verse": 145,
            "text": "Skazhy: «YA znakhodzhu v odkrovenni, yake dano meni, tilʹky zaboronu vzhyvannya v yizhu mertvechyny, prolytoyi krovi y mʺyasa svyni — tse nechyste; a shche mʺyasa zaboronenykh tvaryn, zabytykh bez z·hadky imeni Allaha». A yakshcho khtosʹ buv zmushenyy [zʺyisty] tse nenavmysno y ne porushuyuchy mezh, to Allah — Proshchayuchyy, Myloserdnyy"
        },
        {
            "chapter": 6,
            "verse": 146,
            "text": "Yudeyam My zaboronyly vse, shcho maye nerozdvoyeni kopyta. My zaboronyly yim zhyr koriv i ovetsʹ, okrim toho, yakyy na spynakh, u nutroshchakh abo zmishavsya z kistochkamy. Tak My vidplatyly yim za yikhnye bezchestya. Voistynu, My pravdyvi"
        },
        {
            "chapter": 6,
            "verse": 147,
            "text": "Yakshcho vony vvazhatymutʹ tebe za brekhuna, skazhy: «Vash Hospodʹ – Volodar velykoyi mylosti, ale ne vidvernuty Yoho kary vid hrishnykh lyudey!»"
        },
        {
            "chapter": 6,
            "verse": 148,
            "text": "Skazhutʹ bahatobozhnyky: «Yakby Allah pobazhav, to ne dodavaly b Yomu rivnykh ni my, ni batʹky nashi; i nichoho b ne zaboronyaly!» Tak samo zaperechuvaly [poslantsiv] i ti, yaki zhyly pered nymy, poky ne zaznaly kary! Skazhy: «Yakshcho mayete khoch yakesʹ znannya, to vidkryyte yoho nam! Ale vy ydete za prypushchennyam i vyhaduyete!»"
        },
        {
            "chapter": 6,
            "verse": 149,
            "text": "Skazhy: «Allahu nalezhytʹ perekonlyvyy dokaz! Yakby Vin pobazhav, to vsikh vas poviv by pryamym shlyakhom!»"
        },
        {
            "chapter": 6,
            "verse": 150,
            "text": "Skazhy: «Pryveditʹ svoyikh svidkiv, yaki b mohly zasvidchyty, shcho Allah spravdi zaboronyv tse vse!» Ta yakshcho vony y pochnutʹ svidchyty, to ne svidchy razom iz nymy! Ne poturay tym, yaki vvazhaly za brekhnyu Nashi znamennya, tym, yaki ne viruyutʹ u nastupne zhyttya, dodayutʹ Hospodu svoyemu rivnykh"
        }
    ]
}