{
    "rukus": [
        {
            "chapter": 19,
            "verse": 16,
            "text": "I z·haday u Pysanni Marʺyam, koly vona viddalylasya vid svoyikh ridnykh u mistse skhidne"
        },
        {
            "chapter": 19,
            "verse": 17,
            "text": "i skhovalasya vid nykh za zavisoyu. I My poslaly do neyi Nashoho Dukha, yakyy upodibnyvsya statnomu choloviku"
        },
        {
            "chapter": 19,
            "verse": 18,
            "text": "Vona skazala: «Voistynu, shukayu v Mylostyvoho zakhystu vid tebe, khiba shcho ty bohoboyazlyvyy!»"
        },
        {
            "chapter": 19,
            "verse": 19,
            "text": "Vin vidpoviv: «Voistynu, ya tilʹky poslanetsʹ Hospoda tvoho y mayu daruvaty tobi prechystoho khlopchyka!»"
        },
        {
            "chapter": 19,
            "verse": 20,
            "text": "Vona skazala: «Yak mozhe buty v mene khlopchyk, koly zhoden cholovik ne torkavsya mene y ne bula ya bludnytseyu?»"
        },
        {
            "chapter": 19,
            "verse": 21,
            "text": "Vin skazav: «Tak stanetʹsya, bo skazav te Hospodʹ tviy. Tse lehko dlya Nʹoho!» I My zrobymo yoho znamennyam dlya lyudey ta mylistyu vid Nas. Tsyu spravu vzhe vyrisheno"
        },
        {
            "chapter": 19,
            "verse": 22,
            "text": "Tozh vona zavahitnila y viddalylasya v mistse daleke"
        },
        {
            "chapter": 19,
            "verse": 23,
            "text": "Pidiyshla z polohovymy mukamy do stovbura palʹmy y skazala: «Yak by ya khotila vmerty ranishe y buty nazavzhdy zabutoyu!»"
        },
        {
            "chapter": 19,
            "verse": 24,
            "text": "I vyhuknuv z-pid neyi [Isa]: «Ne zhurysʹ, Hospodʹ stvoryv bilya tebe strumok"
        },
        {
            "chapter": 19,
            "verse": 25,
            "text": "Nakhyly do sebe stovbur palʹmy y strusony — na tebe posyplyatʹsya svizhi finiky"
        },
        {
            "chapter": 19,
            "verse": 26,
            "text": "Yizh, pyy ta zaspokoysya! A yakshcho pobachysh yakusʹ lyudynu, to skazhy: «YA dala Mylostyvomu obitnytsyu postyty y ne stanu rozmovlyaty sʹohodni ni z kym iz lyudey!»"
        },
        {
            "chapter": 19,
            "verse": 27,
            "text": "Vona pryyshla do svoyikh ridnykh, nesuchy yoho. Skazaly ti: «O Marʺyam! Ty zrobyla zhakhlyvu rich"
        },
        {
            "chapter": 19,
            "verse": 28,
            "text": "O sestro Haruna! Batʹko tviy ne buv pohanoyu lyudynoyu i maty tvoya ne bula rozpusnytseyu!»"
        },
        {
            "chapter": 19,
            "verse": 29,
            "text": "Ta vona vkazala na [Isu]. Vony zapytaly: «Yak my mozhemo hovoryty z nym, koly vin — nemovlya?»"
        },
        {
            "chapter": 19,
            "verse": 30,
            "text": "Vin skazav: «Voistynu, ya — rab Allaha. Vin daruvav meni Pysannya y zrobyv mene prorokom"
        },
        {
            "chapter": 19,
            "verse": 31,
            "text": "Vin zrobyv mene blahoslovennym [usyudy], de b ya ne buv, zobovʺyazav mene molytysya y davaty zakyat, doky ya budu zhyty"
        },
        {
            "chapter": 19,
            "verse": 32,
            "text": "buty shanoblyvym do materi moyeyi y ne zrobyv mene zverkhnim, neshchasnym"
        },
        {
            "chapter": 19,
            "verse": 33,
            "text": "Myr meni v denʹ moho narodzhennya, v denʹ moyeyi smerti ta v denʹ, koly ya voskresnu do zhyttya!»"
        },
        {
            "chapter": 19,
            "verse": 34,
            "text": "Takyy Isa, syn Marʺyam. Tse — pravdyve slovo pro nʹoho — pro koho vony tak sperechayutʹsya"
        },
        {
            "chapter": 19,
            "verse": 35,
            "text": "Ne hodytʹsya Allahu narodzhuvaty, Preslavnyy Vin! Koly vyrishuye Vin shchosʹ, to tilʹky hovorytʹ: «Budʹ!» — i vono ye"
        },
        {
            "chapter": 19,
            "verse": 36,
            "text": "I, voistynu, Allah — miy Hospodʹ i vash Hospodʹ. Tozh poklonyaytesya Yomu, tse — pryamyy shlyakh"
        },
        {
            "chapter": 19,
            "verse": 37,
            "text": "Sperechayutʹsya mizh soboyu rizni hrupy. Hore neviruyuchym vid toho, v chomu vony peresvidchatʹsya u Velykyy Denʹ"
        },
        {
            "chapter": 19,
            "verse": 38,
            "text": "Yak zhe yasno vony budutʹ chuty y bachyty toho Dnya, koly postanutʹ pered Namy! Ale zh sʹohodni nechestyvtsi spravdi blukayutʹ u yavniy omani"
        },
        {
            "chapter": 19,
            "verse": 39,
            "text": "Tozh poperedʹ yikh pro Denʹ Vtrat, bo rishennya pro nykh uzhe pryynyato, ale vony ne zvazhayutʹ na tse ta ne viruyutʹ"
        },
        {
            "chapter": 19,
            "verse": 40,
            "text": "Voistynu, My uspadkuyemo zemlyu y tykh, khto na niy, i vony povernutʹsya do Nas"
        }
    ]
}