{
    "rukus": [
        {
            "chapter": 26,
            "verse": 34,
            "text": "Nablyzheni [Firauna] skazaly: «Voistynu, vin — znayuchyy chaklun"
        },
        {
            "chapter": 26,
            "verse": 35,
            "text": "Vin prahne vyhnaty vas iz zemli vashoyi! Shcho zh vy poradyte?»"
        },
        {
            "chapter": 26,
            "verse": 36,
            "text": "Inshi vidpovily: «Day chas yomu ta yoho bratu, y rozishly po mistakh visnykiv"
        },
        {
            "chapter": 26,
            "verse": 37,
            "text": "yaki pryvedutʹ do tebe vsikh znayuchykh chakluniv!»"
        },
        {
            "chapter": 26,
            "verse": 38,
            "text": "Usikh chakluniv zibraly u vyznachenyy chas, u vyznachenyy denʹ"
        },
        {
            "chapter": 26,
            "verse": 39,
            "text": "Lyudey spytaly: «Chy vy zibralysya"
        },
        {
            "chapter": 26,
            "verse": 40,
            "text": "Mozhlyvo, nam slid pity za chaklunamy, yakshcho vony peremozhutʹ»"
        },
        {
            "chapter": 26,
            "verse": 41,
            "text": "Koly pryyshly chakluny, to zapytaly u Firauna: «Chy bude dlya nas vynahoroda, yakshcho my peremozhemo?»"
        },
        {
            "chapter": 26,
            "verse": 42,
            "text": "Toy vidpoviv: «Tak, i vy budete odnymy z nablyzhenykh!»"
        },
        {
            "chapter": 26,
            "verse": 43,
            "text": "Musa skazav yim: «Tozh kydayte, shcho mayete kydaty!»"
        },
        {
            "chapter": 26,
            "verse": 44,
            "text": "Vony kynuly svoyi motuzky y palytsi ta skazaly: «Prysyahayemosya mohutnistyu Firauna, shcho my neodminno peremozhemo!»"
        },
        {
            "chapter": 26,
            "verse": 45,
            "text": "Musa kynuv svoyu palytsyu. I vona prokovtnula te, shcho vony vyhaduvaly"
        },
        {
            "chapter": 26,
            "verse": 46,
            "text": "Todi chakluny vpaly nytsʹ"
        },
        {
            "chapter": 26,
            "verse": 47,
            "text": "Vony skazaly: «My uviruvaly v Hospoda svitiv"
        },
        {
            "chapter": 26,
            "verse": 48,
            "text": "Hospoda Musy ta Haruna!»"
        },
        {
            "chapter": 26,
            "verse": 49,
            "text": "[Firaun] skazav: «Nevzhe vy dovirylysya yomu bez moho dozvolu?! Voistynu, vin — vash nastavnyk, yakyy navchyv vas chariv! YA nakazhu vidrubaty vam ruky y nohy ta rozipʺyata vas usikh!»"
        },
        {
            "chapter": 26,
            "verse": 50,
            "text": "Ti vidpovily: «Ne bude v tsʹomu lykha! Voistynu, my povernemosya do Hospoda svoho"
        },
        {
            "chapter": 26,
            "verse": 51,
            "text": "My spodivayemosya, shcho Vin prostytʹ nam hrikhy nashi za te, shcho my staly pershymy viruyuchymy!»"
        },
        {
            "chapter": 26,
            "verse": 52,
            "text": "My vidkryly Musi: «Vyydy vnochi razom iz Moyimy rabamy, adzhe vas budutʹ peresliduvaty!»"
        }
    ]
}