{
    "juzs": [
        {
            "chapter": 17,
            "verse": 1,
            "text": "Glory to (Allah) Who did take His servant for a Journey by night from the Sacred Mosque to the farthest Mosque, whose precincts We did bless,- in order that We might show him some of Our Signs: for He is the One Who heareth and seeth (all things)"
        },
        {
            "chapter": 17,
            "verse": 2,
            "text": "We gave Moses the Book, and made it a Guide to the Children of Israel, (commanding): \"Take not other than Me as Disposer of (your) affairs"
        },
        {
            "chapter": 17,
            "verse": 3,
            "text": "O ye that are sprung from those whom We carried (in the Ark) with Noah! Verily he was a devotee most grateful"
        },
        {
            "chapter": 17,
            "verse": 4,
            "text": "And We gave (Clear) Warning to the Children of Israel in the Book, that twice would they do mischief on the earth and be elated with mighty arrogance (and twice would they be punished)"
        },
        {
            "chapter": 17,
            "verse": 5,
            "text": "When the first of the warnings came to pass, We sent against you Our servants given to terrible warfare: They entered the very inmost parts of your homes; and it was a warning (completely) fulfilled"
        },
        {
            "chapter": 17,
            "verse": 6,
            "text": "Then did We grant you the Return as against them: We gave you increase in resources and sons, and made you the more numerous in man-power"
        },
        {
            "chapter": 17,
            "verse": 7,
            "text": "If ye did well, ye did well for yourselves; if ye did evil, (ye did it) against yourselves. So when the second of the warnings came to pass, (We permitted your enemies) to disfigure your faces, and to enter your Temple as they had entered it before, and to visit with destruction all that fell into their power"
        },
        {
            "chapter": 17,
            "verse": 8,
            "text": "It may be that your Lord may (yet) show Mercy unto you; but if ye revert (to your sins), We shall revert (to Our punishments): And we have made Hell a prison for those who reject (all Faith)"
        },
        {
            "chapter": 17,
            "verse": 9,
            "text": "Verily this Qur'an doth guide to that which is most right (or stable), and giveth the Glad Tidings to the Believers who work deeds of righteousness, that they shall have a magnificent reward"
        },
        {
            "chapter": 17,
            "verse": 10,
            "text": "And to those who believe not in the Hereafter, (it announceth) that We have prepared for them a Penalty Grievous (indeed)"
        },
        {
            "chapter": 17,
            "verse": 11,
            "text": "The prayer that man should make for good, he maketh for evil; for man is given to hasty (deeds)"
        },
        {
            "chapter": 17,
            "verse": 12,
            "text": "We have made the Night and the Day as two (of Our) Signs: the Sign of the Night have We obscured, while the Sign of the Day We have made to enlighten you; that ye may seek bounty from your Lord, and that ye may know the number and count of the years: all things have We explained in detail"
        },
        {
            "chapter": 17,
            "verse": 13,
            "text": "Every man's fate We have fastened on his own neck: On the Day of Judgment We shall bring out for him a scroll, which he will see spread open"
        },
        {
            "chapter": 17,
            "verse": 14,
            "text": "(It will be said to him:) \"Read thine (own) record: Sufficient is thy soul this day to make out an account against thee"
        },
        {
            "chapter": 17,
            "verse": 15,
            "text": "Who receiveth guidance, receiveth it for his own benefit: who goeth astray doth so to his own loss: No bearer of burdens can bear the burden of another: nor would We visit with Our Wrath until We had sent an messenger (to give warning)"
        },
        {
            "chapter": 17,
            "verse": 16,
            "text": "When We decide to destroy a population, We (first) send a definite order to those among them who are given the good things of this life and yet transgress; so that the word is proved true against them: then (it is) We destroy them utterly"
        },
        {
            "chapter": 17,
            "verse": 17,
            "text": "How many generations have We destroyed after Noah? and enough is thy Lord to note and see the sins of His servants"
        },
        {
            "chapter": 17,
            "verse": 18,
            "text": "If any do wish for the transitory things (of this life), We readily grant them - such things as We will, to such person as We will: in the end have We provided Hell for them: they will burn therein, disgraced and rejected"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "Those who do wish for the (things of) the Hereafter, and strive therefor with all due striving, and have Faith,- they are the ones whose striving is acceptable (to Allah)"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "Of the bounties of thy Lord We bestow freely on all- These as well as those: The bounties of thy Lord are not closed (to anyone)"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "See how We have bestowed more on some than on others; but verily the Hereafter is more in rank and gradation and more in excellence"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "Take not with Allah another object of worship; or thou (O man!) wilt sit in disgrace and destitution"
        },
        {
            "chapter": 17,
            "verse": 23,
            "text": "Thy Lord hath decreed that ye worship none but Him, and that ye be kind to parents. Whether one or both of them attain old age in thy life, say not to them a word of contempt, nor repel them, but address them in terms of honour"
        },
        {
            "chapter": 17,
            "verse": 24,
            "text": "And, out of kindness, lower to them the wing of humility, and say: \"My Lord! bestow on them thy Mercy even as they cherished me in childhood"
        },
        {
            "chapter": 17,
            "verse": 25,
            "text": "Your Lord knoweth best what is in your hearts: If ye do deeds of righteousness, verily He is Most Forgiving to those who turn to Him again and again (in true penitence)"
        },
        {
            "chapter": 17,
            "verse": 26,
            "text": "And render to the kindred their due rights, as (also) to those in want, and to the wayfarer: But squander not (your wealth) in the manner of a spendthrift"
        },
        {
            "chapter": 17,
            "verse": 27,
            "text": "Verily spendthrifts are brothers of the Evil Ones; and the Evil One is to his Lord (himself) ungrateful"
        },
        {
            "chapter": 17,
            "verse": 28,
            "text": "And even if thou hast to turn away from them in pursuit of the Mercy from thy Lord which thou dost expect, yet speak to them a word of easy kindness"
        },
        {
            "chapter": 17,
            "verse": 29,
            "text": "Make not thy hand tied (like a niggard's) to thy neck, nor stretch it forth to its utmost reach, so that thou become blameworthy and destitute"
        },
        {
            "chapter": 17,
            "verse": 30,
            "text": "Verily thy Lord doth provide sustenance in abundance for whom He pleaseth, and He provideth in a just measure. For He doth know and regard all His servants"
        },
        {
            "chapter": 17,
            "verse": 31,
            "text": "Kill not your children for fear of want: We shall provide sustenance for them as well as for you. Verily the killing of them is a great sin"
        },
        {
            "chapter": 17,
            "verse": 32,
            "text": "Nor come nigh to adultery: for it is a shameful (deed) and an evil, opening the road (to other evils)"
        },
        {
            "chapter": 17,
            "verse": 33,
            "text": "Nor take life - which Allah has made sacred - except for just cause. And if anyone is slain wrongfully, we have given his heir authority (to demand qisas or to forgive): but let him not exceed bounds in the matter of taking life; for he is helped (by the Law)"
        },
        {
            "chapter": 17,
            "verse": 34,
            "text": "Come not nigh to the orphan's property except to improve it, until he attains the age of full strength; and fulfil (every) engagement, for (every) engagement will be enquired into (on the Day of Reckoning)"
        },
        {
            "chapter": 17,
            "verse": 35,
            "text": "Give full measure when ye measure, and weigh with a balance that is straight: that is the most fitting and the most advantageous in the final determination"
        },
        {
            "chapter": 17,
            "verse": 36,
            "text": "And pursue not that of which thou hast no knowledge; for every act of hearing, or of seeing or of (feeling in) the heart will be enquired into (on the Day of Reckoning)"
        },
        {
            "chapter": 17,
            "verse": 37,
            "text": "Nor walk on the earth with insolence: for thou canst not rend the earth asunder, nor reach the mountains in height"
        },
        {
            "chapter": 17,
            "verse": 38,
            "text": "Of all such things the evil is hateful in the sight of thy Lord"
        },
        {
            "chapter": 17,
            "verse": 39,
            "text": "These are among the (precepts of) wisdom, which thy Lord has revealed to thee. Take not, with Allah, another object of worship, lest thou shouldst be thrown into Hell, blameworthy and rejected"
        },
        {
            "chapter": 17,
            "verse": 40,
            "text": "Has then your Lord (O Pagans!) preferred for you sons, and taken for Himself daughters among the angels? Truly ye utter a most dreadful saying"
        },
        {
            "chapter": 17,
            "verse": 41,
            "text": "We have explained (things) in various (ways) in this Qur'an, in order that they may receive admonition, but it only increases their flight (from the Truth)"
        },
        {
            "chapter": 17,
            "verse": 42,
            "text": "Say: If there had been (other) gods with Him, as they say,- behold, they would certainly have sought out a way to the Lord of the Throne"
        },
        {
            "chapter": 17,
            "verse": 43,
            "text": "Glory to Him! He is high above all that they say!- Exalted and Great (beyond measure)"
        },
        {
            "chapter": 17,
            "verse": 44,
            "text": "The seven heavens and the earth, and all beings therein, declare His glory: there is not a thing but celebrates His praise; And yet ye understand not how they declare His glory! Verily He is Oft-Forbear, Most Forgiving"
        },
        {
            "chapter": 17,
            "verse": 45,
            "text": "When thou dost recite the Qur'an, We put, between thee and those who believe not in the Hereafter, a veil invisible"
        },
        {
            "chapter": 17,
            "verse": 46,
            "text": "And We put coverings over their hearts (and minds) lest they should understand the Qur'an, and deafness into their ears: when thou dost commemorate thy Lord and Him alone in the Qur'an, they turn on their backs, fleeing (from the Truth)"
        },
        {
            "chapter": 17,
            "verse": 47,
            "text": "We know best why it is they listen, when they listen to thee; and when they meet in private conference, behold, the wicked say, \"Ye follow none other than a man bewitched"
        },
        {
            "chapter": 17,
            "verse": 48,
            "text": "See what similes they strike for thee: but they have gone astray, and never can they find a way"
        },
        {
            "chapter": 17,
            "verse": 49,
            "text": "They say: \"What! when we are reduced to bones and dust, should we really be raised up (to be) a new creation"
        },
        {
            "chapter": 17,
            "verse": 50,
            "text": "Say: \"(Nay!) be ye stones or iron"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "Or created matter which, in your minds, is hardest (to be raised up),- (Yet shall ye be raised up)!\" then will they say: \"Who will cause us to return?\" Say: \"He who created you first!\" Then will they wag their heads towards thee, and say, \"When will that be?\" Say, \"May be it will be quite soon"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "It will be on a Day when He will call you, and ye will answer (His call) with (words of) His praise, and ye will think that ye tarried but a little while"
        },
        {
            "chapter": 17,
            "verse": 53,
            "text": "Say to My servants that they should (only) say those things that are best: for Satan doth sow dissensions among them: For Satan is to man an avowed enemy"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "It is your Lord that knoweth you best: If He please, He granteth you mercy, or if He please, punishment: We have not sent thee to be a disposer of their affairs for them"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "And it is your Lord that knoweth best all beings that are in the heavens and on earth: We did bestow on some prophets more (and other) gifts than on others: and We gave to David (the gift of) the Psalms"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "Say: \"Call on those - besides Him - whom ye fancy: they have neither the power to remove your troubles from you nor to change them"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "Those whom they call upon do desire (for themselves) means of access to their Lord, - even those who are nearest: they hope for His Mercy and fear His Wrath: for the Wrath of thy Lord is something to take heed of"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "There is not a population but We shall destroy it before the Day of Judgment or punish it with a dreadful Penalty: that is written in the (eternal) Record"
        },
        {
            "chapter": 17,
            "verse": 59,
            "text": "And We refrain from sending the signs, only because the men of former generations treated them as false: We sent the she-camel to the Thamud to open their eyes, but they treated her wrongfully: We only send the Signs by way of terror (and warning from evil)"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "Behold! We told thee that thy Lord doth encompass mankind round about: We granted the vision which We showed thee, but as a trial for men,- as also the Cursed Tree (mentioned) in the Qur'an: We put terror (and warning) into them, but it only increases their inordinate transgression"
        },
        {
            "chapter": 17,
            "verse": 61,
            "text": "Behold! We said to the angels: \"Bow down unto Adam\": They bowed down except Iblis: He said, \"Shall I bow down to one whom Thou didst create from clay"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "He said: \"Seest Thou? this is the one whom Thou hast honoured above me! If Thou wilt but respite me to the Day of Judgment, I will surely bring his descendants under my sway - all but a few"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "(Allah) said: \"Go thy way; if any of them follow thee, verily Hell will be the recompense of you (all)- an ample recompense"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "Lead to destruction those whom thou canst among them, with thy (seductive) voice; make assaults on them with thy cavalry and thy infantry; mutually share with them wealth and children; and make promises to them.\" But Satan promises them nothing but deceit"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "As for My servants, no authority shalt thou have over them:\" Enough is thy Lord for a Disposer of affairs"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "Your Lord is He That maketh the Ship go smoothly for you through the sea, in order that ye may seek of his Bounty. For he is unto you most Merciful"
        },
        {
            "chapter": 17,
            "verse": 67,
            "text": "When distress seizes you at sea, those that ye call upon - besides Himself - leave you in the lurch! but when He brings you back safe to land, ye turn away (from Him). Most ungrateful is man"
        },
        {
            "chapter": 17,
            "verse": 68,
            "text": "Do ye then feel secure that He will not cause you to be swallowed up beneath the earth when ye are on land, or that He will not send against you a violent tornado (with showers of stones) so that ye shall find no one to carry out your affairs for you"
        },
        {
            "chapter": 17,
            "verse": 69,
            "text": "Or do ye feel secure that He will not send you back a second time to sea and send against you a heavy gale to drown you because of your ingratitude, so that ye find no helper. Therein against Us"
        },
        {
            "chapter": 17,
            "verse": 70,
            "text": "We have honoured the sons of Adam; provided them with transport on land and sea; given them for sustenance things good and pure; and conferred on them special favours, above a great part of our creation"
        },
        {
            "chapter": 17,
            "verse": 71,
            "text": "One day We shall call together all human beings with their (respective) Imams: those who are given their record in their right hand will read it (with pleasure), and they will not be dealt with unjustly in the least"
        },
        {
            "chapter": 17,
            "verse": 72,
            "text": "But those who were blind in this world, will be blind in the hereafter, and most astray from the Path"
        },
        {
            "chapter": 17,
            "verse": 73,
            "text": "And their purpose was to tempt thee away from that which We had revealed unto thee, to substitute in our name something quite different; (in that case), behold! they would certainly have made thee (their) friend"
        },
        {
            "chapter": 17,
            "verse": 74,
            "text": "And had We not given thee strength, thou wouldst nearly have inclined to them a little"
        },
        {
            "chapter": 17,
            "verse": 75,
            "text": "In that case We should have made thee taste an equal portion (of punishment) in this life, and an equal portion in death: and moreover thou wouldst have found none to help thee against Us"
        },
        {
            "chapter": 17,
            "verse": 76,
            "text": "Their purpose was to scare thee off the land, in order to expel thee; but in that case they would not have stayed (therein) after thee, except for a little while"
        },
        {
            "chapter": 17,
            "verse": 77,
            "text": "(This was Our) way with the messengers We sent before thee: thou wilt find no change in Our ways"
        },
        {
            "chapter": 17,
            "verse": 78,
            "text": "Establish regular prayers - at the sun's decline till the darkness of the night, and the morning prayer and reading: for the prayer and reading in the morning carry their testimony"
        },
        {
            "chapter": 17,
            "verse": 79,
            "text": "And pray in the small watches of the morning: (it would be) an additional prayer (or spiritual profit) for thee: soon will thy Lord raise thee to a Station of Praise and Glory"
        },
        {
            "chapter": 17,
            "verse": 80,
            "text": "Say: \"O my Lord! Let my entry be by the Gate of Truth and Honour, and likewise my exit by the Gate of Truth and Honour; and grant me from Thy Presence an authority to aid (me)"
        },
        {
            "chapter": 17,
            "verse": 81,
            "text": "And say: \"Truth has (now) arrived, and Falsehood perished: for Falsehood is (by its nature) bound to perish"
        },
        {
            "chapter": 17,
            "verse": 82,
            "text": "We send down (stage by stage) in the Qur'an that which is a healing and a mercy to those who believe: to the unjust it causes nothing but loss after loss"
        },
        {
            "chapter": 17,
            "verse": 83,
            "text": "Yet when We bestow Our favours on man, he turns away and becomes remote on his side (instead of coming to Us), and when evil seizes him he gives himself up to despair"
        },
        {
            "chapter": 17,
            "verse": 84,
            "text": "Say: \"Everyone acts according to his own disposition: But your Lord knows best who it is that is best guided on the Way"
        },
        {
            "chapter": 17,
            "verse": 85,
            "text": "They ask thee concerning the Spirit (of inspiration). Say: \"The Spirit (cometh) by command of my Lord: of knowledge it is only a little that is communicated to you, (O men)"
        },
        {
            "chapter": 17,
            "verse": 86,
            "text": "If it were Our Will, We could take away that which We have sent thee by inspiration: then wouldst thou find none to plead thy affair in that matter as against Us"
        },
        {
            "chapter": 17,
            "verse": 87,
            "text": "Except for Mercy from thy Lord: for his bounty is to thee (indeed) great"
        },
        {
            "chapter": 17,
            "verse": 88,
            "text": "Say: \"If the whole of mankind and Jinns were to gather together to produce the like of this Qur'an, they could not produce the like thereof, even if they backed up each other with help and support"
        },
        {
            "chapter": 17,
            "verse": 89,
            "text": "And We have explained to man, in this Qur'an, every kind of similitude: yet the greater part of men refuse (to receive it) except with ingratitude"
        },
        {
            "chapter": 17,
            "verse": 90,
            "text": "They say: \"We shall not believe in thee, until thou cause a spring to gush forth for us from the earth"
        },
        {
            "chapter": 17,
            "verse": 91,
            "text": "Or (until) thou have a garden of date trees and vines, and cause rivers to gush forth in their midst, carrying abundant water"
        },
        {
            "chapter": 17,
            "verse": 92,
            "text": "Or thou cause the sky to fall in pieces, as thou sayest (will happen), against us; or thou bring Allah and the angels before (us) face to face"
        },
        {
            "chapter": 17,
            "verse": 93,
            "text": "Or thou have a house adorned with gold, or thou mount a ladder right into the skies. No, we shall not even believe in thy mounting until thou send down to us a book that we could read.\" Say: \"Glory to my Lord! Am I aught but a man,- a messenger"
        },
        {
            "chapter": 17,
            "verse": 94,
            "text": "What kept men back from belief when Guidance came to them, was nothing but this: they said, \"Has Allah sent a man (like us) to be (His) Messenger"
        },
        {
            "chapter": 17,
            "verse": 95,
            "text": "Say, \"If there were settled, on earth, angels walking about in peace and quiet, We should certainly have sent them down from the heavens an angel for a messenger"
        },
        {
            "chapter": 17,
            "verse": 96,
            "text": "Say: \"Enough is Allah for a witness between me and you: for He is well acquainted with His servants, and He sees (all things)"
        },
        {
            "chapter": 17,
            "verse": 97,
            "text": "It is he whom Allah guides, that is on true Guidance; but he whom He leaves astray - for such wilt thou find no protector besides Him. On the Day of Judgment We shall gather, them together, prone on their faces, blind, dumb, and deaf: their abode will be Hell: every time it shows abatement, We shall increase from them the fierceness of the Fire"
        },
        {
            "chapter": 17,
            "verse": 98,
            "text": "That is their recompense, because they rejected Our signs, and said, \"When we are reduced to bones and broken dust, should we really be raised up (to be) a new Creation"
        },
        {
            "chapter": 17,
            "verse": 99,
            "text": "See they not that Allah, Who created the heavens and the earth, has power to create the like of them (anew)? Only He has decreed a term appointed, of which there is no doubt. But the unjust refuse (to receive it) except with ingratitude"
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "Say: \"If ye had control of the Treasures of the Mercy of my Lord, behold, ye would keep them back, for fear of spending them: for man is (every) niggardly"
        },
        {
            "chapter": 17,
            "verse": 101,
            "text": "To Moses We did give Nine Clear Signs: As the Children of Israel: when he came to them, Pharaoh said to him: \"O Moses! I consider thee, indeed, to have been worked upon by sorcery"
        },
        {
            "chapter": 17,
            "verse": 102,
            "text": "Moses said, \"Thou knowest well that these things have been sent down by none but the Lord of the heavens and the earth as eye-opening evidence: and I consider thee indeed, O Pharaoh, to be one doomed to destruction"
        },
        {
            "chapter": 17,
            "verse": 103,
            "text": "So he resolved to remove them from the face of the earth: but We did drown him and all who were with him"
        },
        {
            "chapter": 17,
            "verse": 104,
            "text": "And We said thereafter to the Children of Israel, \"Dwell securely in the land (of promise)\": but when the second of the warnings came to pass, We gathered you together in a mingled crowd"
        },
        {
            "chapter": 17,
            "verse": 105,
            "text": "We sent down the (Qur'an) in Truth, and in Truth has it descended: and We sent thee but to give Glad Tidings and to warn (sinners)"
        },
        {
            "chapter": 17,
            "verse": 106,
            "text": "(It is) a Qur'an which We have divided (into parts from time to time), in order that thou mightest recite it to men at intervals: We have revealed it by stages"
        },
        {
            "chapter": 17,
            "verse": 107,
            "text": "Say: \"Whether ye believe in it or not, it is true that those who were given knowledge beforehand, when it is recited to them, fall down on their faces in humble prostration"
        },
        {
            "chapter": 17,
            "verse": 108,
            "text": "And they say: 'Glory to our Lord! Truly has the promise of our Lord been fulfilled"
        },
        {
            "chapter": 17,
            "verse": 109,
            "text": "They fall down on their faces in tears, and it increases their (earnest) humility"
        },
        {
            "chapter": 17,
            "verse": 110,
            "text": "Say: \"Call upon Allah, or call upon Rahman: by whatever name ye call upon Him, (it is well): for to Him belong the Most Beautiful Names. Neither speak thy Prayer aloud, nor speak it in a low tone, but seek a middle course between"
        },
        {
            "chapter": 17,
            "verse": 111,
            "text": "Say: \"Praise be to Allah, who begets no son, and has no partner in (His) dominion: Nor (needs) He any to protect Him from humiliation: yea, magnify Him for His greatness and glory"
        },
        {
            "chapter": 18,
            "verse": 1,
            "text": "Praise be to Allah, Who hath sent to His Servant the Book, and hath allowed therein no Crookedness"
        },
        {
            "chapter": 18,
            "verse": 2,
            "text": "(He hath made it) Straight (and Clear) in order that He may warn (the godless) of a terrible Punishment from Him, and that He may give Glad Tidings to the Believers who work righteous deeds, that they shall have a goodly Reward"
        },
        {
            "chapter": 18,
            "verse": 3,
            "text": "Wherein they shall remain for ever"
        },
        {
            "chapter": 18,
            "verse": 4,
            "text": "Further, that He may warn those (also) who say, \"Allah hath begotten a son"
        },
        {
            "chapter": 18,
            "verse": 5,
            "text": "No knowledge have they of such a thing, nor had their fathers. It is a grievous thing that issues from their mouths as a saying what they say is nothing but falsehood"
        },
        {
            "chapter": 18,
            "verse": 6,
            "text": "Thou wouldst only, perchance, fret thyself to death, following after them, in grief, if they believe not in this Message"
        },
        {
            "chapter": 18,
            "verse": 7,
            "text": "That which is on earth we have made but as a glittering show for the earth, in order that We may test them - as to which of them are best in conduct"
        },
        {
            "chapter": 18,
            "verse": 8,
            "text": "Verily what is on earth we shall make but as dust and dry soil (without growth or herbage)"
        },
        {
            "chapter": 18,
            "verse": 9,
            "text": "Or dost thou reflect that the Companions of the Cave and of the Inscription were wonders among Our Sign"
        },
        {
            "chapter": 18,
            "verse": 10,
            "text": "Behold, the youths betook themselves to the Cave: they said, \"Our Lord! bestow on us Mercy from Thyself, and dispose of our affair for us in the right way"
        },
        {
            "chapter": 18,
            "verse": 11,
            "text": "Then We draw (a veil) over their ears, for a number of years, in the Cave, (so that they heard not)"
        },
        {
            "chapter": 18,
            "verse": 12,
            "text": "Then We roused them, in order to test which of the two parties was best at calculating the term of years they had tarried"
        },
        {
            "chapter": 18,
            "verse": 13,
            "text": "We relate to thee their story in truth: they were youths who believed in their Lord, and We advanced them in guidance"
        },
        {
            "chapter": 18,
            "verse": 14,
            "text": "We gave strength to their hearts: Behold, they stood up and said: \"Our Lord is the Lord of the heavens and of the earth: never shall we call upon any god other than Him: if we did, we should indeed have uttered an enormity"
        },
        {
            "chapter": 18,
            "verse": 15,
            "text": "These our people have taken for worship gods other than Him: why do they not bring forward an authority clear (and convincing) for what they do? Who doth more wrong than such as invent a falsehood against Allah"
        },
        {
            "chapter": 18,
            "verse": 16,
            "text": "When ye turn away from them and the things they worship other than Allah, betake yourselves to the Cave: Your Lord will shower His mercies on you and disposes of your affair towards comfort and ease"
        },
        {
            "chapter": 18,
            "verse": 17,
            "text": "Thou wouldst have seen the sun, when it rose, declining to the right from their Cave, and when it set, turning away from them to the left, while they lay in the open space in the midst of the Cave. Such are among the Signs of Allah: He whom Allah, guides is rightly guided; but he whom Allah leaves to stray,- for him wilt thou find no protector to lead him to the Right Way"
        },
        {
            "chapter": 18,
            "verse": 18,
            "text": "Thou wouldst have deemed them awake, whilst they were asleep, and We turned them on their right and on their left sides: their dog stretching forth his two fore-legs on the threshold: if thou hadst come up on to them, thou wouldst have certainly turned back from them in flight, and wouldst certainly have been filled with terror of them"
        },
        {
            "chapter": 18,
            "verse": 19,
            "text": "Such (being their state), we raised them up (from sleep), that they might question each other. Said one of them, \"How long have ye stayed (here)?\" They said, \"We have stayed (perhaps) a day, or part of a day.\" (At length) they (all) said, \"Allah (alone) knows best how long ye have stayed here.... Now send ye then one of you with this money of yours to the town: let him find out which is the best food (to be had) and bring some to you, that (ye may) satisfy your hunger therewith: And let him behave with care and courtesy, and let him not inform any one about you"
        },
        {
            "chapter": 18,
            "verse": 20,
            "text": "For if they should come upon you, they would stone you or force you to return to their cult, and in that case ye would never attain prosperity"
        },
        {
            "chapter": 18,
            "verse": 21,
            "text": "Thus did We make their case known to the people, that they might know that the promise of Allah is true, and that there can be no doubt about the Hour of Judgment. Behold, they dispute among themselves as to their affair. (Some) said, \"Construct a building over them\": Their Lord knows best about them: those who prevailed over their affair said, \"Let us surely build a place of worship over them"
        },
        {
            "chapter": 18,
            "verse": 22,
            "text": "(Some) say they were three, the dog being the fourth among them; (others) say they were five, the dog being the sixth,- doubtfully guessing at the unknown; (yet others) say they were seven, the dog being the eighth. Say thou: \"My Lord knoweth best their number; It is but few that know their (real case).\" Enter not, therefore, into controversies concerning them, except on a matter that is clear, nor consult any of them about (the affair of) the Sleepers"
        },
        {
            "chapter": 18,
            "verse": 23,
            "text": "Nor say of anything, \"I shall be sure to do so and so tomorrow"
        },
        {
            "chapter": 18,
            "verse": 24,
            "text": "Without adding, \"So please Allah!\" and call thy Lord to mind when thou forgettest, and say, \"I hope that my Lord will guide me ever closer (even) than this to the right road"
        },
        {
            "chapter": 18,
            "verse": 25,
            "text": "So they stayed in their Cave three hundred years, and (some) add nine (more)"
        },
        {
            "chapter": 18,
            "verse": 26,
            "text": "Say: \"Allah knows best how long they stayed: with Him is (the knowledge of) the secrets of the heavens and the earth: how clearly He sees, how finely He hears (everything)! They have no protector other than Him; nor does He share His Command with any person whatsoever"
        },
        {
            "chapter": 18,
            "verse": 27,
            "text": "And recite (and teach) what has been revealed to thee of the Book of thy Lord: none can change His Words, and none wilt thou find as a refuge other than Him"
        },
        {
            "chapter": 18,
            "verse": 28,
            "text": "And keep thy soul content with those who call on their Lord morning and evening, seeking His Face; and let not thine eyes pass beyond them, seeking the pomp and glitter of this Life; no obey any whose heart We have permitted to neglect the remembrance of Us, one who follows his own desires, whose case has gone beyond all bounds"
        },
        {
            "chapter": 18,
            "verse": 29,
            "text": "Say, \"The truth is from your Lord\": Let him who will believe, and let him who will, reject (it): for the wrong-doers We have prepared a Fire whose (smoke and flames), like the walls and roof of a tent, will hem them in: if they implore relief they will be granted water like melted brass, that will scald their faces, how dreadful the drink! How uncomfortable a couch to recline on"
        },
        {
            "chapter": 18,
            "verse": 30,
            "text": "As to those who believe and work righteousness, verily We shall not suffer to perish the reward of any who do a (single) righteous deed"
        },
        {
            "chapter": 18,
            "verse": 31,
            "text": "For them will be Gardens of Eternity; beneath them rivers will flow; they will be adorned therein with bracelets of gold, and they will wear green garments of fine silk and heavy brocade: They will recline therein on raised thrones. How good the recompense! How beautiful a couch to recline on"
        },
        {
            "chapter": 18,
            "verse": 32,
            "text": "Set forth to them the parable of two men: for one of them We provided two gardens of grape-vines and surrounded them with date palms; in between the two We placed corn-fields"
        },
        {
            "chapter": 18,
            "verse": 33,
            "text": "Each of those gardens brought forth its produce, and failed not in the least therein: in the midst of them We caused a river to flow"
        },
        {
            "chapter": 18,
            "verse": 34,
            "text": "(Abundant) was the produce this man had: he said to his companion, in the course of a mutual argument: \"more wealth have I than you, and more honour and power in (my following of) men"
        },
        {
            "chapter": 18,
            "verse": 35,
            "text": "He went into his garden in a state (of mind) unjust to his soul: He said, \"I deem not that this will ever perish"
        },
        {
            "chapter": 18,
            "verse": 36,
            "text": "Nor do I deem that the Hour (of Judgment) will (ever) come: Even if I am brought back to my Lord, I shall surely find (there) something better in exchange"
        },
        {
            "chapter": 18,
            "verse": 37,
            "text": "His companion said to him, in the course of the argument with him: \"Dost thou deny Him Who created thee out of dust, then out of a sperm-drop, then fashioned thee into a man"
        },
        {
            "chapter": 18,
            "verse": 38,
            "text": "But (I think) for my part that He is Allah, My Lord, and none shall I associate with my Lord"
        },
        {
            "chapter": 18,
            "verse": 39,
            "text": "Why didst thou not, as thou wentest into thy garden, say: 'Allah's will (be done)! There is no power but with Allah!' If thou dost see me less than thee in wealth and sons"
        },
        {
            "chapter": 18,
            "verse": 40,
            "text": "It may be that my Lord will give me something better than thy garden, and that He will send on thy garden thunderbolts (by way of reckoning) from heaven, making it (but) slippery sand"
        },
        {
            "chapter": 18,
            "verse": 41,
            "text": "Or the water of the garden will run off underground so that thou wilt never be able to find it"
        },
        {
            "chapter": 18,
            "verse": 42,
            "text": "So his fruits (and enjoyment) were encompassed (with ruin), and he remained twisting and turning his hands over what he had spent on his property, which had (now) tumbled to pieces to its very foundations, and he could only say, \"Woe is me! Would I had never ascribed partners to my Lord and Cherisher"
        },
        {
            "chapter": 18,
            "verse": 43,
            "text": "Nor had he numbers to help him against Allah, nor was he able to deliver himself"
        },
        {
            "chapter": 18,
            "verse": 44,
            "text": "There, the (only) protection comes from Allah, the True One. He is the Best to reward, and the Best to give success"
        },
        {
            "chapter": 18,
            "verse": 45,
            "text": "Set forth to them the similitude of the life of this world: It is like the rain which we send down from the skies: the earth's vegetation absorbs it, but soon it becomes dry stubble, which the winds do scatter: it is (only) Allah who prevails over all things"
        },
        {
            "chapter": 18,
            "verse": 46,
            "text": "Wealth and sons are allurements of the life of this world: But the things that endure, good deeds, are best in the sight of thy Lord, as rewards, and best as (the foundation for) hopes"
        },
        {
            "chapter": 18,
            "verse": 47,
            "text": "One Day We shall remove the mountains, and thou wilt see the earth as a level stretch, and We shall gather them, all together, nor shall We leave out any one of them"
        },
        {
            "chapter": 18,
            "verse": 48,
            "text": "And they will be marshalled before thy Lord in ranks, (with the announcement), \"Now have ye come to Us (bare) as We created you first: aye, ye thought We shall not fulfil the appointment made to you to meet (Us)"
        },
        {
            "chapter": 18,
            "verse": 49,
            "text": "And the Book (of Deeds) will be placed (before you); and thou wilt see the sinful in great terror because of what is (recorded) therein; they will say, \"Ah! woe to us! what a Book is this! It leaves out nothing small or great, but takes account thereof!\" They will find all that they did, placed before them: And not one will thy Lord treat with injustice"
        },
        {
            "chapter": 18,
            "verse": 50,
            "text": "Behold! We said to the angels, \"Bow down to Adam\": They bowed down except Iblis. He was one of the Jinns, and he broke the Command of his Lord. Will ye then take him and his progeny as protectors rather than Me? And they are enemies to you! Evil would be the exchange for the wrong-doers"
        },
        {
            "chapter": 18,
            "verse": 51,
            "text": "I called them not to witness the creation of the heavens and the earth, nor (even) their own creation: nor is it for helpers such as Me to take as lead (men) astray"
        },
        {
            "chapter": 18,
            "verse": 52,
            "text": "One Day He will say, \"Call on those whom ye thought to be My partners,\" and they will call on them, but they will not listen to them; and We shall make for them a place of common perdition"
        },
        {
            "chapter": 18,
            "verse": 53,
            "text": "And the Sinful shall see the fire and apprehend that they have to fall therein: no means will they find to turn away therefrom"
        },
        {
            "chapter": 18,
            "verse": 54,
            "text": "We have explained in detail in this Qur'an, for the benefit of mankind, every kind of similitude: but man is, in most things, contentious"
        },
        {
            "chapter": 18,
            "verse": 55,
            "text": "And what is there to keep back men from believing, now that Guidance has come to them, nor from praying for forgiveness from their Lord, but that (they ask that) the ways of the ancients be repeated with them, or the Wrath be brought to them face to face"
        },
        {
            "chapter": 18,
            "verse": 56,
            "text": "We only send the messengers to give Glad Tidings and to give warnings: But the unbelievers dispute with vain argument, in order therewith to weaken the truth, and they treat My Signs as a jest, as also the fact that they are warned"
        },
        {
            "chapter": 18,
            "verse": 57,
            "text": "And who doth more wrong than one who is reminded of the Signs of his Lord, but turns away from them, forgetting the (deeds) which his hands have sent forth? Verily We have set veils over their hearts lest they should understand this, and over their ears, deafness, if thou callest them to guidance, even then will they never accept guidance"
        },
        {
            "chapter": 18,
            "verse": 58,
            "text": "But your Lord is Most forgiving, full of Mercy. If He were to call them (at once) to account for what they have earned, then surely He would have hastened their punishment: but they have their appointed time, beyond which they will find no refuge"
        },
        {
            "chapter": 18,
            "verse": 59,
            "text": "Such were the populations we destroyed when they committed iniquities; but we fixed an appointed time for their destruction"
        },
        {
            "chapter": 18,
            "verse": 60,
            "text": "Behold, Moses said to his attendant, \"I will not give up until I reach the junction of the two seas or (until) I spend years and years in travel"
        },
        {
            "chapter": 18,
            "verse": 61,
            "text": "But when they reached the Junction, they forgot (about) their Fish, which took its course through the sea (straight) as in a tunnel"
        },
        {
            "chapter": 18,
            "verse": 62,
            "text": "When they had passed on (some distance), Moses said to his attendant: \"Bring us our early meal; truly we have suffered much fatigue at this (stage of) our journey"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "He replied: \"Sawest thou (what happened) when we betook ourselves to the rock? I did indeed forget (about) the Fish: none but Satan made me forget to tell (you) about it: it took its course through the sea in a marvellous way"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "Moses said: \"That was what we were seeking after:\" So they went back on their footsteps, following (the path they had come)"
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "So they found one of Our servants, on whom We had bestowed Mercy from Ourselves and whom We had taught knowledge from Our own Presence"
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "Moses said to him: \"May I follow thee, on the footing that thou teach me something of the (Higher) Truth which thou hast been taught"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "(The other) said: \"Verily thou wilt not be able to have patience with me"
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "And how canst thou have patience about things about which thy understanding is not complete"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "Moses said: \"Thou wilt find me, if Allah so will, (truly) patient: nor shall I disobey thee in aught"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "The other said: \"If then thou wouldst follow me, ask me no questions about anything until I myself speak to thee concerning it"
        },
        {
            "chapter": 18,
            "verse": 71,
            "text": "So they both proceeded: until, when they were in the boat, he scuttled it. Said Moses: \"Hast thou scuttled it in order to drown those in it? Truly a strange thing hast thou done"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "He answered: \"Did I not tell thee that thou canst have no patience with me"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "Moses said: \"Rebuke me not for forgetting, nor grieve me by raising difficulties in my case"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "Then they proceeded: until, when they met a young man, he slew him. Moses said: \"Hast thou slain an innocent person who had slain none? Truly a foul (unheard of) thing hast thou done"
        }
    ]
}