{
    "maqras": [
        {
            "chapter": 70,
            "verse": 19,
            "text": "Čovekot, navistina, e sozdaden talmaḱar"
        },
        {
            "chapter": 70,
            "verse": 20,
            "text": "Koga zlo ḱe mu se sluči, očajuva"
        },
        {
            "chapter": 70,
            "verse": 21,
            "text": "koga, pak, dobro ḱe mu se sluči, odbiva"
        },
        {
            "chapter": 70,
            "verse": 22,
            "text": "A ne i onie koi namaz klanjaat"
        },
        {
            "chapter": 70,
            "verse": 23,
            "text": "koi postojano vnimavaat na namazot svoj"
        },
        {
            "chapter": 70,
            "verse": 24,
            "text": "onie vo čij imot ima pravo poznato"
        },
        {
            "chapter": 70,
            "verse": 25,
            "text": "za onoj što pita i onoj što ne pita"
        },
        {
            "chapter": 70,
            "verse": 26,
            "text": "i onie koi veruvaat vo Denot veten"
        },
        {
            "chapter": 70,
            "verse": 27,
            "text": "onie koi stravuvaat od kaznata na Gospodarot svoj"
        },
        {
            "chapter": 70,
            "verse": 28,
            "text": "Od kaznata na Gospodarot svoj nikoj ne e siguren, navistina"
        },
        {
            "chapter": 70,
            "verse": 29,
            "text": "i onie koi gi čuvaat sramnite mesta svoi"
        },
        {
            "chapter": 70,
            "verse": 30,
            "text": "osven so ženite svoi, ili so onie koi gi poseduvaat - so niv, navistina, ne ḱe bidat ukoreni"
        },
        {
            "chapter": 70,
            "verse": 31,
            "text": "onie, pak, koi posakuvaat drugi, osven niv, se grešnici"
        },
        {
            "chapter": 70,
            "verse": 32,
            "text": "onie koi go čuvaat amanetot i koi se pridržuvaat kon dogovorot svoj"
        },
        {
            "chapter": 70,
            "verse": 33,
            "text": "onie koi stojat pri svedočenjata svoi"
        },
        {
            "chapter": 70,
            "verse": 34,
            "text": "onie koi vnimavaat na namazot svoj"
        },
        {
            "chapter": 70,
            "verse": 35,
            "text": "onakvite ḱe bidat počesteni so bavči džennetski"
        },
        {
            "chapter": 70,
            "verse": 36,
            "text": "Zošto brzaat kon tebe onie koi ne veruvaat"
        },
        {
            "chapter": 70,
            "verse": 37,
            "text": "i od desna i od leva strana, vo družini"
        },
        {
            "chapter": 70,
            "verse": 38,
            "text": "Stremi li sekoj od niv da vleze vo Džennetot blagosloven"
        },
        {
            "chapter": 70,
            "verse": 39,
            "text": "No, ne! Nie gi sozdadovme od ona što znaat, navistina"
        },
        {
            "chapter": 70,
            "verse": 40,
            "text": "No, ne! Jas se kolnam vo Gospodarot na istoci i zapadi deka Nie sme, navistina, Kadri"
        },
        {
            "chapter": 70,
            "verse": 41,
            "text": "da gi zamenime so podobri od niv, i Nie ne sme nemoḱni"
        },
        {
            "chapter": 70,
            "verse": 42,
            "text": "Pa, ostavi gi neka zboruvaat ednisodrugi i neka igraat se dodeka ne bidat frleni vo Denot što im se vetuvaše"
        },
        {
            "chapter": 70,
            "verse": 43,
            "text": "na Denot vo koj ḱe izlezat od mezarite, brzajḱi, kako da se brzaat kon združenicite"
        },
        {
            "chapter": 70,
            "verse": 44,
            "text": "so uplašeni pogledi svoi i do zemja poniženi. NKEte, toa ḱe bide onoj Den koj im se vetuva"
        },
        {
            "chapter": 71,
            "verse": 1,
            "text": "Nie, navistina, go ispra tivme Nuha do narodot svoj: “Opomeni go narodot tvoj pred da im nastapi kaznata bolna"
        },
        {
            "chapter": 71,
            "verse": 2,
            "text": "I reče: “O narode moj, jas sum vi, navistina, opomenuvač jasen"
        },
        {
            "chapter": 71,
            "verse": 3,
            "text": "obožavajte Go Allaha, plašete se od Nego, i bidete mi poslušni"
        },
        {
            "chapter": 71,
            "verse": 4,
            "text": "Ḱe vi prosti od grevovite vaši i ḱe ve ostavi do rokot opredelen. A koga ḱe dojde krajot koj Allah go odredi ne ḱe se odgodi. Ete, taka da znaete"
        },
        {
            "chapter": 71,
            "verse": 5,
            "text": "I reče:“Gospodare moj, denonoḱno go povikuvav narodot moj, navistina"
        },
        {
            "chapter": 71,
            "verse": 6,
            "text": "No, povikot moj gi teraše samo vo begstvo"
        },
        {
            "chapter": 71,
            "verse": 7,
            "text": "I sekojpat koga ḱe gi povikuvav za da im prostiš gi stavaa prstite svoi v uši, i se pokrivaa so ogrtačite svoi, i bea tvrdoglavi, i se držea naviSoko"
        },
        {
            "chapter": 71,
            "verse": 8,
            "text": "Jas potoa gi povikuvav javno, navistina"
        },
        {
            "chapter": 71,
            "verse": 9,
            "text": "potoa im nvozglasuvav, navistina, i tajno im zboruvav,“"
        },
        {
            "chapter": 71,
            "verse": 10,
            "text": "velejḱi im: “Barajte proška od Gospodarot vaš. On, navistina, e Prostuvač"
        },
        {
            "chapter": 71,
            "verse": 11,
            "text": "Od neboto ON ḱe vi isprati voda vo izobilstvo"
        },
        {
            "chapter": 71,
            "verse": 12,
            "text": "ḱe vi dade i imoti, i sinovi, a ḱe vi dade i bavči, i reki za vas nameneti"
        },
        {
            "chapter": 71,
            "verse": 13,
            "text": "Što vi e? Pa, ne očekuvate li od Allah sila golema"
        },
        {
            "chapter": 71,
            "verse": 14,
            "text": "On, sekako, ve sozdava postapno"
        },
        {
            "chapter": 71,
            "verse": 15,
            "text": "Ne gledaš li kako Allah sozdade sedum nebesa, edninadrugi"
        },
        {
            "chapter": 71,
            "verse": 16,
            "text": "Meǵu niv Mesečinata On ja odredi da bide svetlina, a Sonceto da bide svetilka"
        },
        {
            "chapter": 71,
            "verse": 17,
            "text": "Allah dava da niknete Od zemjata kako rastenija"
        },
        {
            "chapter": 71,
            "verse": 18,
            "text": "potoa On ve vraḱa vo nea i pak ḱe ve izvadi od nea"
        },
        {
            "chapter": 71,
            "verse": 19,
            "text": "Allah ja odredi zemjata da vi bide postelnina"
        },
        {
            "chapter": 71,
            "verse": 20,
            "text": "za da patuvate po širokite patišta nejzini"
        },
        {
            "chapter": 71,
            "verse": 21,
            "text": "Nuh reče: “Gospodare, neposlušni mi se, navistina! I gi sledat onie što imotite Nivni I decata nivni ja zgolemuvaat propasta nivna"
        },
        {
            "chapter": 71,
            "verse": 22,
            "text": "spletki golemi splet karat"
        },
        {
            "chapter": 71,
            "verse": 23,
            "text": "zboruvaat: “Ne ostavajte gi nikako božestvata vaši, i ne ostavajte gi ni Vedd ni Suvaa, ni Jegus, ni Jeuk, ni Nesr"
        },
        {
            "chapter": 71,
            "verse": 24,
            "text": "Veḱe skršnaa vo zabluda, nagolemo! Na zulumḱarite samo . . 99 zabludata zgolemuvaj im ja"
        },
        {
            "chapter": 71,
            "verse": 25,
            "text": "I zaradi greškite nivni bea potopeni i frleni vo ognot i, osven Allah, ne najdoa nieden poddržnik"
        },
        {
            "chapter": 71,
            "verse": 26,
            "text": "I Nuh reče: “Gospodare moj, ne ostavaj gi na zemjata, nieden žitel meǵu nevernicite"
        },
        {
            "chapter": 71,
            "verse": 27,
            "text": "Ako gi ostaviš ḱe gi skršnuvaat vo zabluda, navistina, robovite Tvoi, i Ḱe doaǵaat samo grešnici i nevernici"
        },
        {
            "chapter": 71,
            "verse": 28,
            "text": "Gospodare moj, prosti mi, mene i na roditelite moi, i na onoj koj ḱe vleze vo domot moj kako vernik, i na vernicite, I na verničkite, a na zulumḱarite, pak, samo zgolemi im go stradanjeto"
        }
    ]
}