{
    "maqras": [
        {
            "chapter": 2,
            "verse": 60,
            "text": "koga Musa na narodot svoj se moleše voda da se napie, Nie, togaš, rekovme: “Udri so stapot tvoj na kamenot!\" - i od nego dvanaeset izvori potekoa,i sekoja družina veḱe znaeše od koj izvor da pie. Jadete i pijte od nafakata Allahova i ne rušete po zemjata kako bezrednicite"
        },
        {
            "chapter": 2,
            "verse": 61,
            "text": "koga vie rekovte: “O Musa, nie ne možeme edna hrana da podneseme: pa, upati molba vo ime naše, do Gospodarot tvoj da NI pronikne od toa što zemjata čini da “rti: rastenija, krastavički, luk, leḱa i kromid!\" Toj reče: “Barate li da go zamenite ona što ČINI so ona ŠTO ne čini? Odete vo Misir, pa tamu ḱe imate se što ḱe posakate, navistina!\" I nemaštija i ponižuvanje se isipaa vrz niv; go predizvikaa \" Allahoviot razgnev zašto ne veruvaa vo ajetite Allahovi, navistina! I bespravno gi ubivaa pejgamberite, navistina! I zašto neposlušni bea, mi zašto vo zlodelata preteruvaa, navistina"
        },
        {
            "chapter": 2,
            "verse": 62,
            "text": "onie, pak, koi veruvaa Evrei, hristijani i Sabejci -i onie koi veruvaa vo Allah i vo Denot ahiretski, i koi rabotea dobri dela - pa, za niv ima nagrada kaj Gospodarot svoj, navistina! Onie ne ḱe stravuvaat i ne ḱe taguvaat"
        },
        {
            "chapter": 2,
            "verse": 63,
            "text": "koga Dogovorot vaš Nie go prifativme i koga nad vas rid podignavme:Slobodno prifatete go toa što vi go dadovme, I seḱavajte se na toa što e vo nego za da bidete bogobojazlivi"
        },
        {
            "chapter": 2,
            "verse": 64,
            "text": "po toa pleḱite gi svrtevte, pa da ne beše Allahovata dobrina kon vas i milosta Negova, ḱe bevte meǵu porazenite, sigurno"
        },
        {
            "chapter": 2,
            "verse": 65,
            "text": "eḱe uznavte za onie od vas koi za Sabota zgrešija, I togaš Nie im rekovme:“Bidete majmuni prezreni"
        },
        {
            "chapter": 2,
            "verse": 66,
            "text": "a sovremenicite i pokolenijata, togaš, Nie odredivme toa da bide Opomena golema, a Uka za bogobojazlivite"
        },
        {
            "chapter": 2,
            "verse": 67,
            "text": "koga Musa mu reče na narodot svoj:“Da, Allah, navistina, vi naredi da zakolete krava.\" Rekoa:“Si igraš li ti so nas?\" Reče:“Da Allah ne dade da bidam meǵu neznaenkovcite"
        },
        {
            "chapter": 2,
            "verse": 68,
            "text": "ekoa: “Upati molba, vo naše ime, do tvojot Gospodar, da ni objasni što e problemot so nea?\" Reče: “On, navistina, veli deka taa ne e nitu stara a nitu, pak, mlada, tuku sredna: pa, izvršete go ona što vi se zapoveda"
        },
        {
            "chapter": 2,
            "verse": 69,
            "text": "ekoa: “Upati molba, vo naše ime, do tvojot Gospodar, da ni objasni kakva e nejzinata boja.\" Reče: “On, navistina, veli deka kravata treba da bide otvoreno žolta, taka što nejzinata boja ḱe im se dopadne na gledačite"
        },
        {
            "chapter": 2,
            "verse": 70,
            "text": "ekoa: “Upati molba, vo naše ime, do tvojot Gospodar, kakva treba da bide kravata: nam kravite slični ni izgledaat I nie so posak Allahov, sekako, ḱe ja prepoznaeme"
        },
        {
            "chapter": 2,
            "verse": 71,
            "text": "eče: “On veli deka taa krava ne treba da bide istoštena navistina! - od oranje ili, pak, izmorena od navodnuvanje; treba da bide čista, bez nikakva mana. Rekoa: “E, sega vistinata ja kaža!\" Pa, ja zaklaa i samo što toa ne go napravija"
        },
        {
            "chapter": 2,
            "verse": 72,
            "text": "koga ubivte eden čovek, togaš, karajḱi se za toa, i koga Allah go obelodeni ona što gi. krievte"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "ogaš Nie rekovme: “Udrete. go so eden nejzin del; ete, taka, Allah gi oživuva mrtvite i ete, taka, On gi pokažuva znamenijata Svoi za da se vrazumite"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "idejḱi srcata vaši zatvrdnaa kako kamen ili kako nešto ušte potvrdo... a meǵu kamenjata ima i takvi od koi reki tečat, a ima i takvi koi pukaat I oD Niv voda potečuva, a i kamenja takvi koi, plašejḱi se od Allah, se kršat, navistina! I Allah ne e nevnimatelen kon ona što go rabotite"
        }
    ]
}