{
    "maqras": [
        {
            "chapter": 8,
            "verse": 41,
            "text": "I znajte deka, navistina, od ona što ḱe go zaplenite vo borba, togaš, edna petina mu pripaǵa na Allah i na pejgamberot, i na rodninata negova, I na jetimite i na siromašnite, i na patnicite dokolku veruvate vo Allah i vo ona što e objaveno do robot Naš, i vo denot vo koj se oddelija vistinata i nevistinata, vo denot vo koj se sudrija dve vojski. A Allah e Kadar za se"
        },
        {
            "chapter": 8,
            "verse": 42,
            "text": "Koga vie bevte vo padinata pobliska, a onie vo padinata podalečna, a karavanot beše mnogu podolu od vas: a ako se dogovorevte nemaše da se dogovorete za vremeto na sudirot, no Allah Ja opredeli naredbata koja stana delotvorna: da propadne onoj koj što treba da propadne za da mu bide Jasno, a da ostane vo život onoj koj što. treba da ostane vo život za da. mu bide jasno. Allah, navistina, e Slušač i Gledač"
        },
        {
            "chapter": 8,
            "verse": 43,
            "text": "Koga Allah vo son ti pokaža deka se malku, a da vi pokaževme deka se mnogu, ḱe izgubevte i ḱe se karavte, no Allah, ete, donese spas. ON, navistina, go znae ona što e vo gradite"
        },
        {
            "chapter": 8,
            "verse": 44,
            "text": "I koga se soočivte ON vo očite vaši, smaluvajḱi gi, gi prikaža malku za Allah da ja opredeli naredbata koja se izvrši. Kon Allah rabotite se vraḱaat"
        },
        {
            "chapter": 8,
            "verse": 45,
            "text": "O vernici, koga ḱe se sudrite so nekoja četa, bidete cvrsti i spomenuvajte Go Allaha mnogu za da se spasite"
        },
        {
            "chapter": 8,
            "verse": 46,
            "text": "I bidete poslušni i na Allah i na pejgamberot Negov; ne karajte se ednisodrugi zašto ḱe oslabnete i ḱe vi isčezne moḱta. Bidete trpelivi! Allah, navistina, e so trpelivite"
        },
        {
            "chapter": 8,
            "verse": 47,
            "text": "I ne bidete kako onie koi izlegoa od domovite svoi gordelivo, očigledno pred luǵeto, a koi, vsušnost, odvraḱaat od Allahoviot pat. Allah go opfaḱa ona što go rabotat"
        },
        {
            "chapter": 8,
            "verse": 48,
            "text": "koga Šejtanot im gi razubavi delata nivni, rekoa: “Denes nikoj meǵu luǵeto ne može da ve pobedi zašto jas sum zaštitnikot vaš!\" I bidejḱi dve četi se sretnaa oči V oči Šejtanot se povleče po stapalkite svoi, i reče: “Da, jas sum daleku od vas i jas, navistina, go gledam ona što vie ne go gledate, i da, jas stravuvam od Allak! FAllah e Silen Kaznuvač"
        },
        {
            "chapter": 8,
            "verse": 49,
            "text": "Koga dvoličnite I onie vo čii srca ima boleština zboruvaa: “Niv verata nivna gi izmami.\" A onoj koj ḱe se potpre vrz Allah .. pa, Allah, navistina, e Silen i Mudar"
        },
        {
            "chapter": 8,
            "verse": 50,
            "text": "E, samo da vidiš koga melekite na onie koi ne veruvaa kako ḱe im gi zemaat dušite, udirajḱi gi po licata nivni i po pleḱite nivni: “Iskusete ja kaznata ognena"
        },
        {
            "chapter": 8,
            "verse": 51,
            "text": "Ete, toa e zaradi ona što go napravija racete vaši. A Allah, navistina, ne e zulumḱar kon robovite"
        },
        {
            "chapter": 8,
            "verse": 52,
            "text": "Slično na običajot na faraonovite luǵe i onie koi bea pred niv. Ne veruvaa vo znamenijata na Allah... pa, Allah gi kazni zaradi grevovite Nivni. Allah, navistina, e Jak, Silen Kaznuvač"
        },
        {
            "chapter": 8,
            "verse": 53,
            "text": "Bidejḱi e taka, Allah, navistina, ne go menuva blagodatot koj go podari na luǵeto se dodeka onie ne se izmenat samite sebesi. Allah, navistina, e Slušač i Znalec"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "Slično na običajot na faraonovite luǵe i onie što bea pred niv. Gi smetaa za lažni znamenijata od Gospodarot svoj, pa Nie gi uništivme zaradi grevovite nivni i go potopivme semejstvoto faraonovo. Site bea zulumḱari"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "Najlošite suštestva kaj Allah se onie koi prenebregnuvaat, togaš, onie koi ne veruvaat"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "onie SO KOI TI SKLUČI DOGOvor pa, potoa, go kršat dogovorot svoj sekojpat, onie ne se bogobojazlivi"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "A ako se sudriš so NIV VO borba, togaš, isteraj gi za da se setat onie po niv"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "A ako, pak, se plašiš da ne te izdade narodot, togaš, vozvrati im na ist način. Allah, navistina, ne gi njubi predavnicite"
        },
        {
            "chapter": 8,
            "verse": 59,
            "text": "Neka nevernicite, sekako, ne smetaat deka ḱe ja izbegnat kaznata. Onie, navistina, ne možat da ja izbegnat kaznata Negova"
        },
        {
            "chapter": 8,
            "verse": 60,
            "text": "Podgotvete protiv niv moḱ koja možete da ja smognete, i KONJI za vojna so što ḱe gi zaplašite i neprijatelot na Allah i neprijatelot vaš i drugi osven niv. Vie ne gi znaete, a Allah gi znae. A ona što ḱe go podelite na Allahoviot pat ḱe vi se nadopolni i nema da vi se napravi zlo"
        }
    ]
}