{
    "maqras": [
        {
            "chapter": 11,
            "verse": 108,
            "text": "Što se odnesuva do sreḱnite... pa, onie ḱe bidat vo Džennetot I vo nego za navek ḱe ostanat se dodeka traat nebesata i Zemjata, osven so posak od Gospodarot tvoj. Davanje ḱe bide toa neograničeno"
        },
        {
            "chapter": 11,
            "verse": 109,
            "text": "I ne bidi, togaš, pri somnenie vo vrska so ona što go obožavaat. Obožavaat samo kako što obožavaa predcite NIVNI od porano. I bez da im se skrati Nie ḱe im go dademe zasluženoto"
        },
        {
            "chapter": 11,
            "verse": 110,
            "text": "I na Musa, sekako, Nie mu dadovme Kniga... pa, vo vrska so nea stanaa delenici. I da ne beše zborot od Gospodarot tvoj, koj prethodeše, sigurno ḱe beše presudeno meǵu niv. Da, onie se pri somnenie vo nea što doveduva do nesigurnost"
        },
        {
            "chapter": 11,
            "verse": 111,
            "text": "site niv, za delata nivni, Gospodarot tvoj, sekako, ḱe gi nagradi. Da, On e Izvesten za ona što go rabotat"
        },
        {
            "chapter": 11,
            "verse": 112,
            "text": "Pa, izdrži po patot vistinski! Onaka kako što tie naredeno, tebe i na onie koi se so tebe, koi ḱe se pokajat, I ne bunete se! On, navistina, go gleda ona što go rabotite"
        },
        {
            "chapter": 11,
            "verse": 113,
            "text": "I ne poddržuvajte gi onie koi zulum napravija... ta, ḱe ve dopre ognot i, osven Allah, nemate drugi zaštitnici, i ne ḱe VI se pomogne"
        },
        {
            "chapter": 11,
            "verse": 114,
            "text": "I izvrši go namazot na početokot i pri krajot na denot, i vo početocite na noḱta. Dobrite dela, navistina, gi brišat lošite dela. Ete, toa e opomena za onie koi se opomenuvaat"
        },
        {
            "chapter": 11,
            "verse": 115,
            "text": "Strpi se! Ta, Allah, navistina, ne ḱe im ja namali nagradata na dobročinitelite"
        },
        {
            "chapter": 11,
            "verse": 116,
            "text": "Nemaše li niz stoletijata pred vas čestiti koi sprečuvaa da se pravi bezredie na zemjata? No, bea samo malku onie meǵu NIV koi Nie gi spasivme, a onie KOI go sledea zulumot, uživaa vo nego i bea nasilnici"
        },
        {
            "chapter": 11,
            "verse": 117,
            "text": "Gospodarot tvoj ne gi ništeše naselbite nepravedno dokolku žitelite nivni bea dobri"
        },
        {
            "chapter": 11,
            "verse": 118,
            "text": "A Gospodarot tvoj da sakaše On ḱe gi napraveše luǵeto da bidat edna zaednica; no, tie postojano se razedinuvaat"
        },
        {
            "chapter": 11,
            "verse": 119,
            "text": "osven onie na koi Gospodarot tvoj im se smiluva, i za toa gi sozdade. I zborot na Gospodarot tvoj se usovrši: “Sekako, ḱe go ispolnam Džehennemot zaedno: I so DŽINI I so luǵe"
        },
        {
            "chapter": 11,
            "verse": 120,
            "text": "I se što Nie ti kažuvame od kažuvanjata za pejgamberite e samo za da ti se zajakne srceto tvoe. I so ovaa vistina ti dojde i Uka i Opomena za vernicite"
        },
        {
            "chapter": 11,
            "verse": 121,
            "text": "I kaži im na onie koi ne veruvaat: “Rabotete kolku što e vo možnost vaša, a i nie, navistina, ḱe rabotime"
        },
        {
            "chapter": 11,
            "verse": 122,
            "text": "Očekuvajte a i nie, isto taka, ḱe očekuvame"
        },
        {
            "chapter": 11,
            "verse": 123,
            "text": "Gajnata i na nebesata i na Zemjata e - Allahova! I site nešta Nemu Mu se vraḱaat. Pa, obožavajte Go i potprete se vrz Nego. A Gospodarot tvoj ne e nevnimatelen kon ona što go rabotite"
        },
        {
            "chapter": 12,
            "verse": 1,
            "text": "Elif, lam, ra! Eve, ajeti od Knigata jasna"
        },
        {
            "chapter": 12,
            "verse": 2,
            "text": "Nie go objavivme, navistina, Kur\"anot na arapski za da sfatite"
        },
        {
            "chapter": 12,
            "verse": 3,
            "text": "I Nie ti gi kažuvame najubavite kažuvanja, objavuvajḱi ti go ovoj Kur\"an, iako pred nego beše megu nevnimatelnite"
        },
        {
            "chapter": 12,
            "verse": 4,
            "text": "I koga Jusuf mu reče na babo mu: “O babo, vo son VIDOV, navistina, edinaeset zvezdi, I Sonceto i Mesečinata kako mi se poklonuvaat"
        },
        {
            "chapter": 12,
            "verse": 5,
            "text": "Babo mu reče: “O sinko, ne kažuvaj go sonot tvoj na braḱata tvoi, zašto ḱe ti napravat nekakva spletka. Šejtanot, navistina, e otvoren neprijatel za čovekot"
        },
        {
            "chapter": 12,
            "verse": 6,
            "text": "Ete, taka Gospodarot tvoj ḱe te odbere i ḱe te pouči vo tolkuvanjeto na nastanite i ḱe go nadopolni blagodatot Svoj vrz tebe, i vrz semejstvoto na Jakub onaka kako što go usovrši na tvoite predci, pred tebe, na Ibrahim i na Ishak. Gospodarot tvoj, navistina, e Znalec i Mudar"
        }
    ]
}