{
    "juzs": [
        {
            "chapter": 18,
            "verse": 75,
            "text": "Retrucou-lhe: Nao te disse que nao poderas ser paciente comigo"
        },
        {
            "chapter": 18,
            "verse": 76,
            "text": "Moises lhe disse: Se da proxima vez voltar a perguntar algo, entao nao permitas que te acompanhe, e me desculpa"
        },
        {
            "chapter": 18,
            "verse": 77,
            "text": "E ambos se puseram a andar, ate que chegaram a uma cidade, onde pediram pousada aos seus moradores, os quais senegaram a hospeda-los. Nela, acharam um muro que estava a ponto de desmoronar e o desconhecido o restaurou. Moises lhedisse entao: Se quisesses, poderia exigir, recompensa por isso"
        },
        {
            "chapter": 18,
            "verse": 78,
            "text": "Disse-lhe: Aqui nos nos separamos; porem, antes, inteirar-te-ei da interpretacao, porque tu es demasiado impacientepara isso"
        },
        {
            "chapter": 18,
            "verse": 79,
            "text": "Quanto ao barco, pertencia aos pobres pescadores do mar e achamos por bem avaria-lo, porque atras dele vinha um reique se apossava, pela forca, de todas as embarcacoes"
        },
        {
            "chapter": 18,
            "verse": 80,
            "text": "Quanto ao jovem, seus pais eram fieis e temiamos que os induzisse a transgressao e a incredulidade"
        },
        {
            "chapter": 18,
            "verse": 81,
            "text": "Quisemos que o seu Senhor os agraciasse, em troca, com outro puro e mais afetuoso"
        },
        {
            "chapter": 18,
            "verse": 82,
            "text": "E quanto ao muro, pertencia a dois jovens orfaos da cidade, debaixo do qual havia um tesouro seu. Seu pai era virtuoso eteu Senhor tencinou que alcancassem a puberdade, para que pudessem tirar o seu tesouro. Isso e do beneplacito de teuSenhor. Nao o fiz por minha propria vontade. Eis a explicacao daquilo em relacao ao qual nao foste paciente"
        },
        {
            "chapter": 18,
            "verse": 83,
            "text": "Interrogar-te-ao a respeito de Zul-Carnain. Dize-lhes: Relatar-vos-ei algo de sua historia"
        },
        {
            "chapter": 18,
            "verse": 84,
            "text": "Consolidamos o seu poder na terra e lhe proporcionamos o meio de tudo"
        },
        {
            "chapter": 18,
            "verse": 85,
            "text": "E seguiu um rumo"
        },
        {
            "chapter": 18,
            "verse": 86,
            "text": "Ate que, chegando ao poente do sol, viu-o por-se numa fonte fervente, perto da qual encontrou um povo. Dissemos-lhe: O Zul Carnain, tens autoridade para castiga-los ou trata-los com benevolencia"
        },
        {
            "chapter": 18,
            "verse": 87,
            "text": "Disse: Castigaremos o iniquo; logo retornara ao seu Senhor, que o castigara severamente"
        },
        {
            "chapter": 18,
            "verse": 88,
            "text": "Quanto ao crente que praticar o bem, obtera por recompensa a bem-aventuranca, e o trataremos com brandura"
        },
        {
            "chapter": 18,
            "verse": 89,
            "text": "Entao, seguiu (outro) rumo"
        },
        {
            "chapter": 18,
            "verse": 90,
            "text": "Ate que, chegando ao nascente do sol, viu que este saia sobre um povo contra o qual noa haviamos provido nenhumabrigo"
        },
        {
            "chapter": 18,
            "verse": 91,
            "text": "Assim foi, porque temos pleno conhecimento de tudo sobre ele"
        },
        {
            "chapter": 18,
            "verse": 92,
            "text": "Entao, seguiu (outro) rumo"
        },
        {
            "chapter": 18,
            "verse": 93,
            "text": "Ate que chegou a um lugar entre duas montanhas, onde encontrou um povo que mal podia compreender uma palavra"
        },
        {
            "chapter": 18,
            "verse": 94,
            "text": "Disseram-lhe: O Zul Carnain, Gog e Magog sao devastadores na terra. Queres que te paguemos um tributo, para quelevantes uma barreira entre nos e eles"
        },
        {
            "chapter": 18,
            "verse": 95,
            "text": "Respondeu-lhes: Aquilo com que o meu Senhor me tem agraciado e preferivel. Secundai-me, pois, com denodo, elevantarei uma muralha intransponivel, entre vos e eles"
        },
        {
            "chapter": 18,
            "verse": 96,
            "text": "Trazei-me blocos de ferro, ate cobrir o espaco entre as duas montanhas. Disse aos trabalhadores: Assoprai (com vossosfoles), ate que fiquem vermelhas como fogo. Disse mais: Trazei-me chumbo fundido, que jogarei por cima"
        },
        {
            "chapter": 18,
            "verse": 97,
            "text": "E assim a muralha foi feita e (Gog e Magog) nao puderam escala-la, nem perfura-la"
        },
        {
            "chapter": 18,
            "verse": 98,
            "text": "Disse (depois): Esta muralha e uma misericordia de meu Senhor. Porem, quando chegar a Sua promessa, Ele a reduzira apo, porque a promessa de meu Senhor e infalivel"
        },
        {
            "chapter": 18,
            "verse": 99,
            "text": "Nesse dia, deixaremos alguns deles insurgirem-se contra os outros e a trombeta sera soada. E os congregaremos a todos"
        },
        {
            "chapter": 18,
            "verse": 100,
            "text": "Nesse dia, apresentaremos abertamente, aos incredulos, o inferno"
        },
        {
            "chapter": 18,
            "verse": 101,
            "text": "Bem como aqueles cujos olhos estavam velados para se lembrarem de Mim, e que nao foram capazes de escutar"
        },
        {
            "chapter": 18,
            "verse": 102,
            "text": "Pensaram, acaso, os incredulos tomar Meus servos por protetores, em vez de Mim? temos destinado o inferno, pormorada, aos incredulos"
        },
        {
            "chapter": 18,
            "verse": 103,
            "text": "Dize-lhes: Quereis que vos inteire de quem sao os mais desmerecedores, por suas obras"
        },
        {
            "chapter": 18,
            "verse": 104,
            "text": "Sao aqueles cujos esforcos se desvaneceram na vida terrena, nao obstante crerem haver praticado o bem"
        },
        {
            "chapter": 18,
            "verse": 105,
            "text": "Estes sao os que renegaram os versiculos de seu Senhor e o comparecimento ate Ele; porem, suas obras tornaram-sesem efeito e nao lhes reconheceremos merito algum, no Dia da Ressurreicao"
        },
        {
            "chapter": 18,
            "verse": 106,
            "text": "Sua morada sera o inferno, por sua incredulidade, e por terem escarnecido os Meus versiculos e os Meus mensageiros"
        },
        {
            "chapter": 18,
            "verse": 107,
            "text": "Por outra, os fieis, que praticarem o bem, terao por abrigo os jardins do Paraiso"
        },
        {
            "chapter": 18,
            "verse": 108,
            "text": "Onde morarao eternamente e nao ansiarao por mudar de sorte"
        },
        {
            "chapter": 18,
            "verse": 109,
            "text": "Dize-lhes: Se o oceano se transformasse em tinta, com que se escrevessem as palavras de meu Senhor, esgotar-se-iaantes de se esgotarem as Suas palavras, ainda que para isso se empregasse outro tanto de tinta"
        },
        {
            "chapter": 18,
            "verse": 110,
            "text": "Dize: Sou tao-somente um mortal como vos, a quem tem sido revelado que o vosso Deus e um Deus unico. Porconseguinte, quem espera o comparecimento ante seu Senhor que pratique o bem e nao associe ninguem ao culto d'Ele"
        },
        {
            "chapter": 19,
            "verse": 1,
            "text": "Caf, Ha, Ya, Ain, Sad"
        },
        {
            "chapter": 19,
            "verse": 2,
            "text": "Eis o relato da misericordia de teu Senhor para com o Seu servo, Zacarias"
        },
        {
            "chapter": 19,
            "verse": 3,
            "text": "Ao invocar, intimamente, seu Senhor"
        },
        {
            "chapter": 19,
            "verse": 4,
            "text": "Dizendo: O Senhor meu, os meus ossos estao debilitados, o meu cabelo embranqueceu; mas nunca fui desventurado emminhas suplicas a Ti, o Senhor meu"
        },
        {
            "chapter": 19,
            "verse": 5,
            "text": "Em verdade, temo pelo que farao os meus parentes, depois da minha morte, visto que minha mulher e esteril. Agracia-me, de tua parte, com um sucessor"
        },
        {
            "chapter": 19,
            "verse": 6,
            "text": "Que represente a mim e a familia de Jaco; e faze, o meu Senhor, com que esse seja complacente"
        },
        {
            "chapter": 19,
            "verse": 7,
            "text": "O Zacarias, alvissaramos-te o nascimento de uma crianca, cujo nome sera Yahia (Joao). Nunca denominamos, assim, ninguem antes dele"
        },
        {
            "chapter": 19,
            "verse": 8,
            "text": "Disse (Zacarias): O Senhor meu, como poderei ter um filho, uma vez que minha mulher e esteril e eu cheguei a senilidade"
        },
        {
            "chapter": 19,
            "verse": 9,
            "text": "Respondeu-lhe: Assim sera! Disse teu Senhor: Isso Me e facil, visto que te criei antes mesmo de nada seres"
        },
        {
            "chapter": 19,
            "verse": 10,
            "text": "Suplicou: O Senhor meu, faze-me um sinal! Disse-lhe: Teu sinal consistira em que nao poderas falar com ninguemdurante tres noites"
        },
        {
            "chapter": 19,
            "verse": 11,
            "text": "Saiu do templo e, dirigindo-se ao seu povo, indicou-lhes, por sinais, que glorificassem Deus, de manha e a tarde"
        },
        {
            "chapter": 19,
            "verse": 12,
            "text": "(Foi dito): O Yahia, observa fervorosamente o Livro! E o agraciamos, na infancia, com a sabedoria"
        },
        {
            "chapter": 19,
            "verse": 13,
            "text": "assim como com as Nossas clemencia e pureza, e foi devoto"
        },
        {
            "chapter": 19,
            "verse": 14,
            "text": "e piedoso para com seus pais, e jamais foi arrogante ou rebelde"
        },
        {
            "chapter": 19,
            "verse": 15,
            "text": "A paz esteve com ele desde o dia em que nasceu, no cia em que morreu e estara no dia em que foi ressuscitado"
        },
        {
            "chapter": 19,
            "verse": 16,
            "text": "E menciona Maria, no Livro, a qual se separou de sua familia, indo para um local que dava para o leste"
        },
        {
            "chapter": 19,
            "verse": 17,
            "text": "E colocou uma cortina para ocultar-se dela (da familia), e lhe enviamos o Nosso Espirito, que lhe apareceupersonificado, como um homem perfeito"
        },
        {
            "chapter": 19,
            "verse": 18,
            "text": "Disse-lhe ela: Guardo-me de ti no Clemente, se e que temes a Deus"
        },
        {
            "chapter": 19,
            "verse": 19,
            "text": "Explicou-lhe: Sou tao-somente o mensageiro do teu Senhor, para agraciar-te com um filho imaculado"
        },
        {
            "chapter": 19,
            "verse": 20,
            "text": "Disse-lhe: Como poderei ter um filho, se nenhum homem me tocou e jamais deixei de ser casta"
        },
        {
            "chapter": 19,
            "verse": 21,
            "text": "Disse-lhe: Assim sera, porque teu Senhor disse: Isso Me e facil! E faremos disso um sinal para os homens, e sera umaprova de Nossa misericordia. E foi uma ordem inexoravel"
        },
        {
            "chapter": 19,
            "verse": 22,
            "text": "E quando concebeu, retirou-se, com um rebento a um lugar afastado"
        },
        {
            "chapter": 19,
            "verse": 23,
            "text": "As dores do parto a constrangeram a refugiar-se junto a uma tamareira. Disse: Oxala eu tivesse morrido antes disto, ficando completamente esquecida"
        },
        {
            "chapter": 19,
            "verse": 24,
            "text": "Porem, chamou-a uma voz, junto a ela: Nao te atormentes, porque teu Senhor fez correr um riacho a teus pes"
        },
        {
            "chapter": 19,
            "verse": 25,
            "text": "E sacode o tronco da tamareira, de onde cairao sobre ti tamaras madura e frescas"
        },
        {
            "chapter": 19,
            "verse": 26,
            "text": "Come, pois, bebe e consola-te; e se vires algum humano, faze-o saber que fizeste um voto de jejum ao Clemente, e quehoje nao poderas falar com pessoa alguma"
        },
        {
            "chapter": 19,
            "verse": 27,
            "text": "Regressou ao seu povo levando-o (o filho) nos bracos. E lhes disseram: O Maria, eis que fizeste algo extraordinario"
        },
        {
            "chapter": 19,
            "verse": 28,
            "text": "O irmao de Aarao, teu pai jamais foi um homem do mal, nem tua mae uma (mulher) sem castidade"
        },
        {
            "chapter": 19,
            "verse": 29,
            "text": "Entao ela lhes indicou que interrogassem o menino. Disseram: Como falaremos a uma crianca que ainda esta no berco"
        },
        {
            "chapter": 19,
            "verse": 30,
            "text": "Ele lhes disse: Sou o servo de Deus, o Qual me concedeu o Livro e me designou como profeta"
        },
        {
            "chapter": 19,
            "verse": 31,
            "text": "Fez-me abencoado, onde quer que eu esteja, e me encomendou a oracao e (a paga do) zakat enquanto eu viver"
        },
        {
            "chapter": 19,
            "verse": 32,
            "text": "E me fez piedoso para com a minha mae, nao permitindo que eu seja arrogante ou rebelde"
        },
        {
            "chapter": 19,
            "verse": 33,
            "text": "A paz esta comigo, desde o dia em que nasci; estara comigo no dia em que eu morrer, bem como no dia em que eu forressuscitado"
        },
        {
            "chapter": 19,
            "verse": 34,
            "text": "Este e Jesus, filho de Maria; e a pura verdade, da qual duvidam"
        },
        {
            "chapter": 19,
            "verse": 35,
            "text": "E inadmissivel que Deus tenha tido um filho. Glorificado seja! quando decide uma coisa, basta-lhe dizer: Seja!, e e"
        },
        {
            "chapter": 19,
            "verse": 36,
            "text": "E Deus e o meu Senhor e vosso. Adorai-O, pois! Esta e a senda reta"
        },
        {
            "chapter": 19,
            "verse": 37,
            "text": "Porem, as seita discordaram a seu respeito. Ai daqueles que nao creem no comparecimento ao grande dia"
        },
        {
            "chapter": 19,
            "verse": 38,
            "text": "Quao ouvintes e quao videntes serao, no dia em que comparecerem ante Nos! Porem, os iniquos estao, hoje, em umevidente erro"
        },
        {
            "chapter": 19,
            "verse": 39,
            "text": "E admoesta-os sobre o dia do lamento, quando a sentenca for cumprida, enquanto estao negligentes e nao creem"
        },
        {
            "chapter": 19,
            "verse": 40,
            "text": "Em verdade, Nos herdaremos a terra com todos os que nela estao e a Nos retornarao todos"
        },
        {
            "chapter": 19,
            "verse": 41,
            "text": "E menciona, no Livro, (a historia de) Abraao; ele foi um homem de verdade, e um profeta"
        },
        {
            "chapter": 19,
            "verse": 42,
            "text": "Ele disse ao seu pai: O meu pai, por que adoras quem nao ouve, nem ve, ou que em nada pode valer-te"
        },
        {
            "chapter": 19,
            "verse": 43,
            "text": "O meu pai, tenho recebido algo da ciencia, que tu nao recebeste. Segue-me, pois, que eu te conduzirei pela senda reta"
        },
        {
            "chapter": 19,
            "verse": 44,
            "text": "O meu pai, nao adores Satanas, porque Satanas foi rebelde para com o Clemente"
        },
        {
            "chapter": 19,
            "verse": 45,
            "text": "O meu pai, em verdade, temo que te acoite um castigo do Clemente, tornando-te, assim, amigo de Satanas"
        },
        {
            "chapter": 19,
            "verse": 46,
            "text": "Disse-lhe: O Abraao, porventura detestas as minhas divindades? Se nao desistires, apedrejar-te-ei. Afasta-te de mim"
        },
        {
            "chapter": 19,
            "verse": 47,
            "text": "Disse-lhe: Que a paz esteja contigo! Implorarei, para ti, o perdao do meu Senhor, porque e Agraciante para comigo"
        },
        {
            "chapter": 19,
            "verse": 48,
            "text": "Abandonar-vos-ei, entao, com tudo quanto adorais, em vez de Deus. So invocarei o meu Senhor; espero, com ainvocacao de meu Senhor, nao ser desventurado"
        },
        {
            "chapter": 19,
            "verse": 49,
            "text": "E quando os abandonou com tudo quanto adoravam, em vez de Deus, agraciamo-lo com Isaac e Jaco, e designamosambos como profetas"
        },
        {
            "chapter": 19,
            "verse": 50,
            "text": "E os recompensamos com a Nossa misericordia, e lhes garantimos honra e a lingua veraz"
        },
        {
            "chapter": 19,
            "verse": 51,
            "text": "E menciona Moises, no Livro, porque foi leal e foi um mensageiro e um profeta"
        },
        {
            "chapter": 19,
            "verse": 52,
            "text": "Chamamo-lo a escarpa direita do Monte e fizemos com que se aproximasse, para uma confidencia"
        },
        {
            "chapter": 19,
            "verse": 53,
            "text": "E o agraciamos com a Nossa misericordia, com seu irmao Aarao, outro profeta"
        },
        {
            "chapter": 19,
            "verse": 54,
            "text": "E menciona, no Livro, (a historia real) de Ismael, porque foi leal as suas promessas e foi um mensageiro e profeta"
        },
        {
            "chapter": 19,
            "verse": 55,
            "text": "Encomendava aos seus a oracao e a paga do zakat, e foi dos mais aceitaveis aos olhos de seu Senhor"
        },
        {
            "chapter": 19,
            "verse": 56,
            "text": "E menciona, no Livro, (a historia de) Idris, porque foi (um homem) de verdade e, um profeta"
        },
        {
            "chapter": 19,
            "verse": 57,
            "text": "Que elevamos a um estado de graca"
        },
        {
            "chapter": 19,
            "verse": 58,
            "text": "Eis aqueles que Deus agraciou, dentre os profetas, da descendencia de Adao, os que embarcamos com Noe, dadescendencia de Abraao e de Israel, que encaminhamos e preferimos sobre os outros, os quais, quando lhes sao recitados osversiculos do Clemente, prostram-se, contritos, em prantos"
        },
        {
            "chapter": 19,
            "verse": 59,
            "text": "Sucedeu-lhes, depois, uma descendencia, que abandonou a oracao e se entregou as concupiscencias. Porem, logo terao oseu merecido castigo"
        },
        {
            "chapter": 19,
            "verse": 60,
            "text": "Salvo aqueles que se arrependerem, crerem e praticarem o bem; esses entrarao no Paraiso, e nao serao injusticados"
        },
        {
            "chapter": 19,
            "verse": 61,
            "text": "(Repousarao nos) Jardins do Eden, que o Clemente prometeu aos Seus servos por meio de revelacao, incognoscivelmente, e Sua promessa e infalivel"
        },
        {
            "chapter": 19,
            "verse": 62,
            "text": "Ali nao escutarao futilidades, mas palavras de saudacoes, e receberao o seu sustento de manha e a tarde"
        },
        {
            "chapter": 19,
            "verse": 63,
            "text": "Tal e o Paraiso, que deixaremos como heranca a quem, dentre os Nossos servos, for devoto"
        },
        {
            "chapter": 19,
            "verse": 64,
            "text": "E (os anjos) dirao: Nao nos locomovemos de um local para o outro sem a anuencia de teu Senhor, a Quem pertencem onosso passado, o nosso presente e nosso futuro, porque o teu Senhor jamais esquece"
        },
        {
            "chapter": 19,
            "verse": 65,
            "text": "E o Senhor dos ceus e da terra, e de tudo quanto existe entre ambos. Adora-O, pois, e se perseverante em Sua adoracao! Conheces-Lhe algum parceiro"
        },
        {
            "chapter": 19,
            "verse": 66,
            "text": "Porem, o homem diz: Que! Porventura, depois de morto serei ressuscitado"
        },
        {
            "chapter": 19,
            "verse": 67,
            "text": "Por que nao recorda o homem que o criamos quando nada era"
        },
        {
            "chapter": 19,
            "verse": 68,
            "text": "Por teu Senhor, que os congregaremos com os demonios, e de pronto os faremos comparecer, de joelhos, a beira doinferno"
        },
        {
            "chapter": 19,
            "verse": 69,
            "text": "Depois arrancaremos, de cada grupo, aquele que tiver sido mais rebelde para com o Clemente"
        },
        {
            "chapter": 19,
            "verse": 70,
            "text": "Certamente, sabemos melhor do que ninguem quem sao os merecedores de ser ali queimados"
        },
        {
            "chapter": 19,
            "verse": 71,
            "text": "E nao havera nenhum de vos que nao tenha por ele, porque e um decreto irrevogavel do teu Senhor"
        },
        {
            "chapter": 19,
            "verse": 72,
            "text": "Logo salvaremos os devotos e deixaremos ali, genuflexos, os iniquos"
        },
        {
            "chapter": 19,
            "verse": 73,
            "text": "Quando lhes sao recitados os Nosso lucidos versiculos, os incredulos dizem aos fieis: Qual dos dois partidos, o nossoou o vosso, ocupa melhor posicao e esta em melhores condicoes"
        },
        {
            "chapter": 19,
            "verse": 74,
            "text": "Quantas geracoes, anteriores a eles aniquilamos! Sao eles mais opulentos e de melhor aspecto"
        },
        {
            "chapter": 19,
            "verse": 75,
            "text": "Dize-lhes: Quem quer que seja que estiver no erro, o Clemente o tolerara deliberadamente ate que veja o que lhe foiprometido, quer seja o castigo terreno, quer seja o da Hora (do Juizo final); entao, saberao quem estara em pior situacao, etera os proselitos mais debeis"
        },
        {
            "chapter": 19,
            "verse": 76,
            "text": "E Deus aumentara os orientados na orientacao. As boas acoes, as perduraveis, sao mais meritorias e mais apreciaveisaos olhos do teu Senhor"
        },
        {
            "chapter": 19,
            "verse": 77,
            "text": "Nao reparaste naquele que negava os Nossos versiculos e dizia: Ser-me-ao dados bens e filhos"
        },
        {
            "chapter": 19,
            "verse": 78,
            "text": "Esta, porventura, de posse do incognoscivel? Estabeleceu, acaso, um pacto com o Clemente"
        },
        {
            "chapter": 19,
            "verse": 79,
            "text": "Qual! Registramos tudo o quanto disser, e lhe adicionaremos mais e mais o castigo"
        },
        {
            "chapter": 19,
            "verse": 80,
            "text": "E a nos retornara tudo que disser, e comparecera, solitario, ante Nos"
        },
        {
            "chapter": 19,
            "verse": 81,
            "text": "Adotam divindades, em vez de Deus, para lhes dar poder"
        },
        {
            "chapter": 19,
            "verse": 82,
            "text": "Qual! Tais divindades renegarao a adoracao e serao os seus adversarios"
        },
        {
            "chapter": 19,
            "verse": 83,
            "text": "Nao reparas em que concedemos o predominio dos demonios sobre os incredulos para que os seduzissemprofundamente"
        },
        {
            "chapter": 19,
            "verse": 84,
            "text": "Nao lhes apresses, pios, seu castigo (o Mohammad), porque computamos estritamente os seus dias"
        },
        {
            "chapter": 19,
            "verse": 85,
            "text": "Recorda-lhes o dia em que o congregaremos, em grupos, os devotos, ante o Clemente"
        },
        {
            "chapter": 19,
            "verse": 86,
            "text": "E arrastaremos os pecadores, sequiosos, para o inferno"
        },
        {
            "chapter": 19,
            "verse": 87,
            "text": "Nao lograrao intercessao, senao aqueles que tiverem recebido a promessa do Clemente"
        },
        {
            "chapter": 19,
            "verse": 88,
            "text": "Afirmam: O Clemente teve um filho"
        },
        {
            "chapter": 19,
            "verse": 89,
            "text": "Sem duvida que haveis proferido uma heresia"
        },
        {
            "chapter": 19,
            "verse": 90,
            "text": "Por isso, pouco faltou para que os ceus se fundissem, a terra se fendesse e as montanhas, desmoronassem"
        },
        {
            "chapter": 19,
            "verse": 91,
            "text": "Isso, por terem atribuido um filho ao Clemente"
        },
        {
            "chapter": 19,
            "verse": 92,
            "text": "Quando e inadmissivel que o Clemente houvesse tido um filho"
        },
        {
            "chapter": 19,
            "verse": 93,
            "text": "Sabei que tudo quanto existe nos ceus e na terra comparecera, como servo, ante o Clemente"
        },
        {
            "chapter": 19,
            "verse": 94,
            "text": "Ele ja os destacou e os enumerou com exatidao"
        },
        {
            "chapter": 19,
            "verse": 95,
            "text": "Cada um deles comparecera, solitario, ante Ele, no Dia da Ressurreicao"
        },
        {
            "chapter": 19,
            "verse": 96,
            "text": "Quanto aos crentes que praticarem o bem, o Clemente lhes concedera afeto perene"
        },
        {
            "chapter": 19,
            "verse": 97,
            "text": "So to facilitamos (o Alcorao), na tua lingua para que, com ele, exortes os devotos e admoestes os impugnadores"
        },
        {
            "chapter": 19,
            "verse": 98,
            "text": "Quantas geracoes anteriores a eles aniquilamos! Ves, acaso, algum deles ou ouves algum murmurio deles"
        },
        {
            "chapter": 20,
            "verse": 1,
            "text": "Taha"
        },
        {
            "chapter": 20,
            "verse": 2,
            "text": "Nao te revelamos o Alcorao para que te mortifiques"
        },
        {
            "chapter": 20,
            "verse": 3,
            "text": "Mas sim como exortacao aos tementes"
        },
        {
            "chapter": 20,
            "verse": 4,
            "text": "E a revelacao de Quem criou a terra e os altos ceus"
        },
        {
            "chapter": 20,
            "verse": 5,
            "text": "Do Clemente, Que assumiu o Trono"
        },
        {
            "chapter": 20,
            "verse": 6,
            "text": "Seu e tudo o que existe nos ceus, o que ha na terra, o que ha entre ambos, bem como o que existe sob a terra"
        },
        {
            "chapter": 20,
            "verse": 7,
            "text": "Nao e necessario que o homem levante a voz, porque Ele conhece o que e secreto e ainda o mais oculto"
        },
        {
            "chapter": 20,
            "verse": 8,
            "text": "Deus! Nao ha mais divindade alem d'Ele! Seus sao os mais sublimes atributos"
        },
        {
            "chapter": 20,
            "verse": 9,
            "text": "Chegou-te, porventura, a historia de Moises"
        },
        {
            "chapter": 20,
            "verse": 10,
            "text": "Quando viu o fogo, disse a sua familia: Permanecei aqui, porque lobriguei o fogo; quica vos traga dele uma ascua ou, poroutra, ache ao redor do fogo alguma orientacao"
        },
        {
            "chapter": 20,
            "verse": 11,
            "text": "Porem, quando chegou a ele, foi chamado: O Moises"
        },
        {
            "chapter": 20,
            "verse": 12,
            "text": "Sou teu Senhor! Tira as tuas sandalias, porque estas no vale sagrado de Toua"
        },
        {
            "chapter": 20,
            "verse": 13,
            "text": "Eu te escolhi. Escuta, pois, o que te sera inspirado"
        },
        {
            "chapter": 20,
            "verse": 14,
            "text": "Sou Deus. Nao ha divindade alem de Mim! Adora-Me, pois, e observa a oracao, para celebrar o Meu nome"
        },
        {
            "chapter": 20,
            "verse": 15,
            "text": "Porque a hora se aproxima - desejo conserva-la oculta, a fim de que toda a alma seja recompensada segundo o seumerecimento"
        },
        {
            "chapter": 20,
            "verse": 16,
            "text": "Que nao te seduza por aquele que nao cre nela (a Hora) e se entrega a concupiscencia, porque pereceras"
        },
        {
            "chapter": 20,
            "verse": 17,
            "text": "Que levas em tua mao destra, o Moises"
        },
        {
            "chapter": 20,
            "verse": 18,
            "text": "Respondeu-Lhe: E o meu cajado, sobre o qual me apoio, e com o qual quebro a folhagem para o meu rebanho; e, ademais, serve-me para outros usos"
        },
        {
            "chapter": 20,
            "verse": 19,
            "text": "Ele lhe ordenou: Arroja-o, o Moises"
        },
        {
            "chapter": 20,
            "verse": 20,
            "text": "E o arrojou, e eis que se converteu em uma serpente, que se pos a rastejar"
        },
        {
            "chapter": 20,
            "verse": 21,
            "text": "Ordenou-lhe ainda: Agarra-a sem temor, porque a reverteremos ao seu primitivo estado"
        },
        {
            "chapter": 20,
            "verse": 22,
            "text": "Junta a mao ao te flanco e, quando a retirares, estara branca, imaculada; constitui-se-a isso em outro sinal"
        },
        {
            "chapter": 20,
            "verse": 23,
            "text": "Para que te demonstremos alguns dos Nossos maiores portentos"
        },
        {
            "chapter": 20,
            "verse": 24,
            "text": "Vai ao Farao, porque ele se extraviou"
        },
        {
            "chapter": 20,
            "verse": 25,
            "text": "Suplicou-lhes: O Senhor meu, dilata-me o peito"
        },
        {
            "chapter": 20,
            "verse": 26,
            "text": "Facilita-me a tarefa"
        },
        {
            "chapter": 20,
            "verse": 27,
            "text": "E desata o no de minha lingua"
        },
        {
            "chapter": 20,
            "verse": 28,
            "text": "Para que compreendam a minha fala"
        },
        {
            "chapter": 20,
            "verse": 29,
            "text": "E concede-me um vizir dentre os meus"
        },
        {
            "chapter": 20,
            "verse": 30,
            "text": "Meu irmao Aarao"
        },
        {
            "chapter": 20,
            "verse": 31,
            "text": "Que podera me fortalecer"
        },
        {
            "chapter": 20,
            "verse": 32,
            "text": "E associa-o a minha missao"
        },
        {
            "chapter": 20,
            "verse": 33,
            "text": "Para que Te glorifiquemos intensamente"
        },
        {
            "chapter": 20,
            "verse": 34,
            "text": "E para mencionar-Te constantemente"
        },
        {
            "chapter": 20,
            "verse": 35,
            "text": "Porque so Tu es o nosso Velador"
        },
        {
            "chapter": 20,
            "verse": 36,
            "text": "Disse-lhe: Teu pedido foi atendido, o Moises"
        },
        {
            "chapter": 20,
            "verse": 37,
            "text": "Ja te haviamos agraciado outra vez"
        },
        {
            "chapter": 20,
            "verse": 38,
            "text": "Quando inspiramos a tua mae o que lhe foi inspirado"
        },
        {
            "chapter": 20,
            "verse": 39,
            "text": "Poe (teu filho) em um cesto e lanca-o ao rio, para que este leve a orla, donde o recolhera um inimigo Meu, que e tambemdele. Depois, Eu lhes infundi amor para contigo, para que fosses criado sob a Minha vigilancia"
        },
        {
            "chapter": 20,
            "verse": 40,
            "text": "Foi quando tua irma apareceu e disse: Quereis que vos indique quem se encarregara dele? Entao, restituimos-te a tuamae, para que se consolasse e nao se condoesse. E mataste um homem; porem, libertamos-te da represalia e te provamos devarias maneiras. Permaneceste anos entre o povo de Madian; entao (aqui) compareceste, como te foi ordenado, o Moises"
        },
        {
            "chapter": 20,
            "verse": 41,
            "text": "E te preparei para Mim"
        },
        {
            "chapter": 20,
            "verse": 42,
            "text": "Vai com teu irmao, portando os Meus sinais, e nao descures do Meu nome"
        },
        {
            "chapter": 20,
            "verse": 43,
            "text": "Ide ambos ao Farao, porque ele se transgrediu"
        },
        {
            "chapter": 20,
            "verse": 44,
            "text": "Porem, falai-lhe afavelmente, a fim de que fique ciente ou tema"
        },
        {
            "chapter": 20,
            "verse": 45,
            "text": "Disseram: O Senhor nosso, tememos que ele nos imponha um castigo ou que transgrida (a lei)"
        },
        {
            "chapter": 20,
            "verse": 46,
            "text": "Deus lhes disse: Nao temais, porque estarei convosco; ouvirei e verei (tudo)"
        },
        {
            "chapter": 20,
            "verse": 47,
            "text": "Ide, pois, a ele, e dizei-lhe: Em verdade, somos os mensageiros do teu Senhor; deixa sair conosco os israelitas e nao osatormentes, pois trouxemos-te um sinal do teu Senhor. Que a paz esteja com quem segue a orientacao"
        },
        {
            "chapter": 20,
            "verse": 48,
            "text": "Foi-nos revelado que o castigo recaira sobre quem nos desmentir e nos desdenhar"
        },
        {
            "chapter": 20,
            "verse": 49,
            "text": "Perguntou (o Farao): E quem e o vosso Senhor, o Moises"
        },
        {
            "chapter": 20,
            "verse": 50,
            "text": "Respondeu-lhe: Nosso Senhor foi Quem deu a cada coisa sua natureza; logo a seguir, encaminhou-a com retidao"
        },
        {
            "chapter": 20,
            "verse": 51,
            "text": "Inquiriu (o Farao): E que aconteceu as geracoes passadas"
        },
        {
            "chapter": 20,
            "verse": 52,
            "text": "Respondeu-lhes: Tal conhecimento esta em poder do meu Senhor, registrado no Livro. Meu Senhor jamais Se equivoca, nem Se esquece de coisa alguma"
        },
        {
            "chapter": 20,
            "verse": 53,
            "text": "Foi Ele Quem vos destinou a terra por leito, tracou-vos caminhos por ela, e envia agua do ceu, com a qual faz germinardistintos pares de plantas"
        },
        {
            "chapter": 20,
            "verse": 54,
            "text": "Comei e apascentai o vosso gado! Em verdade, nisto ha sinais para os sensatos"
        },
        {
            "chapter": 20,
            "verse": 55,
            "text": "Dela vos criamos, a ela retornareis, e dela vos faremos surgir outra vez"
        },
        {
            "chapter": 20,
            "verse": 56,
            "text": "E eis que lhe mostramos todos os Nossos sinais; porem (o Farao) os desmentiu e os negou"
        },
        {
            "chapter": 20,
            "verse": 57,
            "text": "Dizendo: O Moises, vens, acaso, para nos expulsar das nossas terras com a tua magia"
        },
        {
            "chapter": 20,
            "verse": 58,
            "text": "Em verdade, apresentar-te-emos uma magia semelhante. Fixemos, pois, um encontro em um lugar equidistante (deste), aoqual nem tu, nem nos faltaremos"
        },
        {
            "chapter": 20,
            "verse": 59,
            "text": "Disse-lhe (Moises): Que a reuniao se celebre no Dia do Festival, em que o povo e congregado, em plena luz da manha"
        },
        {
            "chapter": 20,
            "verse": 60,
            "text": "Entao o Farao se retirou, preparou a sua conspiracao e depois retornou"
        },
        {
            "chapter": 20,
            "verse": 61,
            "text": "Moises lhes disse: Ai de vos! Nao forjeis mentiras acerca de Deus! Ele vos exterminara com um severo castigo; sabeique quem forjar (mentiras) estara frustrado"
        },
        {
            "chapter": 20,
            "verse": 62,
            "text": "Eles discutiram o assunto entre si e deliberaram confidentemente"
        },
        {
            "chapter": 20,
            "verse": 63,
            "text": "Disseram: Estes sao dois magos que, com a sua magia, querem expulsar-vos da vossa terra e acabar com os vossometodo exemplar"
        },
        {
            "chapter": 20,
            "verse": 64,
            "text": "Concertai o vosso plano; apresentai-vos, entao, em fila, porque quem vencer, hoje, sera venturoso"
        },
        {
            "chapter": 20,
            "verse": 65,
            "text": "Perguntaram: O Moises, arrojaras tu ou seremos nos os primeiros a arrojar"
        },
        {
            "chapter": 20,
            "verse": 66,
            "text": "Respondeu-lhes Moises: Arrojai vos! E eis que lhe pareceu que suas cordas e cajados se moviam, em virtude da suamagia"
        },
        {
            "chapter": 20,
            "verse": 67,
            "text": "Moises experimentou certo temor"
        },
        {
            "chapter": 20,
            "verse": 68,
            "text": "Asseguramos-lhes: Nao temas, porque tu es superior"
        },
        {
            "chapter": 20,
            "verse": 69,
            "text": "Arroja o que levam em tua mao direita, que devorara tudo quanto simularam, porque tudo o que fizerem nao e mais doque uma conspiracao de magia, e jamais triunfara o mago, onde quer que se apresente"
        },
        {
            "chapter": 20,
            "verse": 70,
            "text": "Assim os magos se prostraram, dizendo: Cremos no Senhor de Aarao e de Moises"
        },
        {
            "chapter": 20,
            "verse": 71,
            "text": "Disse (o Farao): Credes n'Ele sem que eu vo-lo permita? Certamente ele e o vosso lider e vos ensinou a magia. Juro quevos amputarei a mao e o pe de lados opostos e vos crucificarei em troncos de tamareiras; assim, sabereis quem e maissevero e mais persistente no castigo"
        },
        {
            "chapter": 20,
            "verse": 72,
            "text": "Disseram-lhe: Por Quem nos criou, jamais te preferiremos as evidencias que nos chegaram! Faze o que te aprouver, tusomente podes condenar-nos nesta vida terrena"
        },
        {
            "chapter": 20,
            "verse": 73,
            "text": "Nos cremos em nosso Senhor, Que talvez perdoe os nossos pecados, bem como a magia que nos obrigastes a fazer, porque Deus e preferivel e mais persistente"
        },
        {
            "chapter": 20,
            "verse": 74,
            "text": "E quem comparecer como pecador, ante seu Senhor, merecera o inferno, onde nao podera morrer nem viver"
        },
        {
            "chapter": 20,
            "verse": 75,
            "text": "E aqueles que comparecerem ante Ele, sendo fieis e tendo praticado o bem, obterao as mais elevadas dignidades"
        },
        {
            "chapter": 20,
            "verse": 76,
            "text": "Jardins do Eden, abaixo dos quais correm rios, onde morarao eternamente. Tal sera a retribuicao de quem se purifica"
        },
        {
            "chapter": 20,
            "verse": 77,
            "text": "Revelamos a Moises: Parte a noite, com os Meus servos, e abre-lhes um caminho seco, por entre o mar! Nao receies seralcancado, nem tampouco experimentes temor"
        },
        {
            "chapter": 20,
            "verse": 78,
            "text": "O Farao os perseguiu com os soldados; porem, a agua os tragou a todos"
        },
        {
            "chapter": 20,
            "verse": 79,
            "text": "E assim, o Farao desviou o seu povo, em vez de encaminha-lo"
        },
        {
            "chapter": 20,
            "verse": 80,
            "text": "O israelitas, Nos vos salvamos do vosso inimigo e vos fizemos uma promessa do lado direito do Monte (Sinai), e vosenviamos o mana e as condornizes"
        },
        {
            "chapter": 20,
            "verse": 81,
            "text": "(Dizendo-vos): Desfrutai de todo o licito com que vos agraciamos, mas nao abuseis disso, porque a Minha abominacaorecaira sobre vos; aquele sobre quem recair a Minha abominacao, estara verdadeiramente perdido"
        },
        {
            "chapter": 20,
            "verse": 82,
            "text": "Somos Indulgentissimo para com o fiel, arrependido, que pratica o bem e se encaminha"
        },
        {
            "chapter": 20,
            "verse": 83,
            "text": "Que fez com que te apressasses em abandonar o teu povo, o Moises"
        },
        {
            "chapter": 20,
            "verse": 84,
            "text": "Respondeu: Eles estao a seguir os meus passos; por isso, apressei-me ate Ti, o Senhor, para comprazer a ti"
        },
        {
            "chapter": 20,
            "verse": 85,
            "text": "Disse-lhe (Deus): Em verdade, em tua ausencia, quisemos tentar o teu povo, e o samaritano logrou desvia-los"
        },
        {
            "chapter": 20,
            "verse": 86,
            "text": "Moises, encolerizado e penalizado, retornou ao seu povo, dizendo: O povo meu, acaso vosso Senhor nao vos fez umadigna promessa? Porventura o tempo vos pareceu demasiado longo? Ou quisestes que vos acoitasse a abominacao do vossoSenhor, e por isso quebrastes a promessa que me fizestes"
        },
        {
            "chapter": 20,
            "verse": 87,
            "text": "Responderam: Nao quebramos a promessa que te fizemos por nossa vontade, mas fomos obrigados a carregar osornamentos pesados do povo, e os lancamos ao fogo, tal qual o samaritano sugeriu"
        },
        {
            "chapter": 20,
            "verse": 88,
            "text": "Este forjou-lhes o corpo de um bezerro que mugia, e disseram: Eis aqui o vosso deus, o deus que Moises esqueceu"
        },
        {
            "chapter": 20,
            "verse": 89,
            "text": "Porem, nao reparavam que aquele bezerro nao podia responder-lhes, nem possuia poder para prejudica-los nembeneficia-los"
        },
        {
            "chapter": 20,
            "verse": 90,
            "text": "Aarao ja lhes havia dito: O povo meu, com isto vos somente fostes tentados; sabei que vosso Senhor e o Clemente. Segui-me, pois, e obedecei a minha ordem"
        },
        {
            "chapter": 20,
            "verse": 91,
            "text": "Responderam: Nao o abandonaremos e nem cessaremos de adora-lo, ate que Moises volte a nos"
        },
        {
            "chapter": 20,
            "verse": 92,
            "text": "Disse (Moises): O Aarao, que te impediu de faze0los voltar atras, quando viste que se extraviavam"
        },
        {
            "chapter": 20,
            "verse": 93,
            "text": "Nao me segues? Desobedeceste a minha ordem"
        },
        {
            "chapter": 20,
            "verse": 94,
            "text": "Suplicou-lhe (Aarao): O filho de minha mae, nao me puxes pela barba nem pela cabeca. Temi que me dissesses: Criastedivergencias entre os israelitas e nao cumpriste a minha ordem"
        },
        {
            "chapter": 20,
            "verse": 95,
            "text": "Disse (Moises): O samaritano, qual e a tua intencao"
        },
        {
            "chapter": 20,
            "verse": 96,
            "text": "Respondeu: Eu vi o que eles nao viram; por isso, tomei um punhado (de terra) das pegadas do Mensageiro e o joguei (sobre o bezerro), porque assim me ditou a minha vontade"
        },
        {
            "chapter": 20,
            "verse": 97,
            "text": "Disse-lhe: Vai-te, pois! Estas condenado a dizer (isso) por toda vida: Nao me toqueis! E teras um destino do qual nuncapoderas fugir. Olha para o teu deus, ao qual estas entregue; prontamente o incineraremos e entao lancaremos as suas cinzasao mar"
        },
        {
            "chapter": 20,
            "verse": 98,
            "text": "Somente o vosso Deus e Deus. Nao ha mais divindades alem d'Ele! Sua sapiencia abrange tudo"
        },
        {
            "chapter": 20,
            "verse": 99,
            "text": "Assim te citamos alguns dos acontecimentos passados; ademais, de Nos, concedemos-te a Mensagem"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "Aqueles que desdenharem isto, carregarao um pesado fardo no Dia da Ressurreicao"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "Que suportarao eternamente. Que pessima carga sera a sua no Dia da Ressurreicao"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "Dia em que a trombeta sera soada e em que congregaremos, atonitos, os pecadores"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "Murmurarao entre si: Nao permanecestes muito mais do que dez (dias)"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "Nos bem sabemos o que dirao quando os mais sensatos, dentre eles, exclamarem: Nao permanecestes muito mais doque um dia"
        },
        {
            "chapter": 20,
            "verse": 105,
            "text": "E perguntar-te-ao acerca das montanhas. Dize-lhes: Meu Senhor as desintegrara"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "E as deixara como um plano e esteril"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "Em que nao veras saliencias, nem reentrancias"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "Nesse dia seguirao um arauto, do qual nao poderao afastar-se. As vozes humilhar-se-ao ante o Clemente, e tu naoouviras mais do que sussurros"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "Nesse dia de nada valera a intercessao de quem quer que seja, salvo a de quem o Clemente permitir e cuja palavra lhefor grata"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "Ele lhes conhece tanto o passado como o futuro, nao obstante eles nao logrem conhece-Lo"
        },
        {
            "chapter": 20,
            "verse": 111,
            "text": "As frontes se humilharao ante o Vivente, o Subsistente. Quem tiver cometido iniquidade estara desesperado"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "E quem tiver praticado o bem e for, ademais, fiel, nao tera a temer injustica, nem frustracao"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "Assim Nos to revelamos, um Alcorao em lingua arabe, no qual reiteraremos as combinacoes, a fim de que Nos temam elhes seja renovada a lembranca"
        },
        {
            "chapter": 20,
            "verse": 114,
            "text": "Exaltado seja Deus, o Verdadeiro Rei! Nao te apresses com o Alcorao antes que sua inspiracao te seja concluida. Outrossim, dize: O Senhor meu, aumenta-te em sabedoria"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "Haviamos firmado o pacto com Adao, porem, te esqueceu-se dele; e nao vimos nele firme resolucao"
        },
        {
            "chapter": 20,
            "verse": 116,
            "text": "E quando dissemos aos anjos: Prostrai-vos ante Adao! Todos se prostraram menos Lucifer, que se negou"
        },
        {
            "chapter": 20,
            "verse": 117,
            "text": "E entao dissemos: O Adao, em verdade, este e tanto teu inimigo como de tua companheira! Que nao cause a vossaexpulsao do Paraiso, porque seras desventurado"
        },
        {
            "chapter": 20,
            "verse": 118,
            "text": "Em verdade, nele nao sofreras fome, nem estaras afeito a nudez"
        },
        {
            "chapter": 20,
            "verse": 119,
            "text": "E nao padeceras de sede ou calor"
        },
        {
            "chapter": 20,
            "verse": 120,
            "text": "Porem, Satanas sussurrou-lhe, dizendo: O Adao, queres que te indique a arvore da prosperidade e do reino eterno"
        },
        {
            "chapter": 20,
            "verse": 121,
            "text": "E ambos comeram (os frutos) da arvore, e suas vergonhas foram-lhes manifestadas, e puseram-se a cobrir os seuscorpos com folhas de plantas do Paraiso. Adao desobedeceu ao seu Senhor e foi seduzido"
        },
        {
            "chapter": 20,
            "verse": 122,
            "text": "Mas logo o seu Senhor o elegeu, absolvendo-o e encaminhando-o"
        },
        {
            "chapter": 20,
            "verse": 123,
            "text": "Disse: Descei ambos do Paraiso! Sereis inimigos uns dos outros. Porem, logo vos chegara a Minha orientacao e quemseguir a Minha orientacao, jamais se desviara, nem sera desventurado"
        },
        {
            "chapter": 20,
            "verse": 124,
            "text": "Em troca, quem desdenhar a Minha Mensagem, levara uma misera vida, e, cego, congrega-lo-emos no Dia daRessurreicao"
        },
        {
            "chapter": 20,
            "verse": 125,
            "text": "Dira: O Senhor meu, por que me congregastes cego, quando eu tinha antes uma boa visao"
        },
        {
            "chapter": 20,
            "verse": 126,
            "text": "E (Deus lhe) dira: Isto e porque te chegaram os Nossos versiculos e tu os esqueceste; a mesma maneira, seras hojeesquecido"
        },
        {
            "chapter": 20,
            "verse": 127,
            "text": "E assim castigaremos quem se exceder e nao crer nos versiculos do seu Senhor. Sabei que o castigo da outra vida seramais rigoroso, e mais persistente ainda"
        },
        {
            "chapter": 20,
            "verse": 128,
            "text": "Nao lhes mostramos, acaso, quantas geracoes, anteriores a eles, exterminamos, apesar de viverem nos mesmos lugaresque eles? Nisso ha exemplos para os sensatos"
        },
        {
            "chapter": 20,
            "verse": 129,
            "text": "Porem, se nao houvesse sido pela sentenca proferida por teu Senhor e pelo termino prefixado, o castigo teria sidoinevitavel"
        },
        {
            "chapter": 20,
            "verse": 130,
            "text": "Tolera, pois (o Mensageiro), o que dizem os incredulos, e celebra os louvores do teu Senhor antes do nascer do sol, antes do seu ocaso durante certas horas da noite; glorifica teu Senhor nos dois extremos do dia, para que sejas comprazido"
        },
        {
            "chapter": 20,
            "verse": 131,
            "text": "E nao cobices tudo aquilo com que temos agraciado certas classes, com o gozo da vida terrena - a fim de, com isso, prova-las - posto que a merce do teu Senhor e preferivel e mais persistente"
        },
        {
            "chapter": 20,
            "verse": 132,
            "text": "E recomenda aos teus a oracao e se constante, tu tambem. Nao te impomos ganhares o teu sustento, pois Nos teproveremos. A recompensa e dos devotos"
        },
        {
            "chapter": 20,
            "verse": 133,
            "text": "Dizem (entre si): Por que nao vos apresenta ele um sinal de seu Senhor? Nao lhes chegou, por acaso, a evidenciamencionada nos primeiros livros"
        },
        {
            "chapter": 20,
            "verse": 134,
            "text": "Mas, se os houvessemos fulminado com um castigo, antes disso, teriam dito: O Senhor nosso, por que nao nos enviasteum mensageiro, a fim de seguirmos os Teus versiculos, entes de nos humilharmos e nos aviltarmos"
        },
        {
            "chapter": 20,
            "verse": 135,
            "text": "Dize-lhes: Cada um (de nos) esta esperando; esperai, pois! Logo sabereis quem esta na senda reta e quem sao osorientados"
        }
    ]
}