{
    "rukus": [
        {
            "chapter": 6,
            "verse": 141,
            "text": "އެކަލާނގެއީ، ފެތުރޭ ވެޔޮތަކާއި، ވެޔޮަނޫން ގަސްތަކުގެ ބަގީޗާތަކާއި، އޭގެ މޭވާއާއި، އޮށްޓަރު ތަފާތުވެގެންވާ حال، ކަދުރުރުކާއި، ގޮވާމާއި، އެއްވައްތަރު ވެގެންވާ حال ގައްޔާއި، އެއްވައްތަރުވެގެން ނުވާ حال ގައި، ޒައިތޫންޏާއި، އަންނާރު އުފެއްދެވި ރަސްކަލާނގެއެވެ. އެ ގަސްތަކުން މޭވާ އަތުވެއްޖެނަމަ، އެ މޭވާއިން ތިޔަބައިމީހުން ކާށެވެ! އަދި ގޮވާންކަނޑާ ދުވަހަކުން، އޭގެ زكاة ދޭށެވެ! އަދި ތިޔަބައިމީހުން إسراف ނުކުރާށެވެ! އެހެނީ ހަމަކަށަވަރުން، إسراف ކުރާ މީހުންދެކެ އެކަލާނގެ ލޯބިވެވޮޑިގެނެއް ނުވެތެވެ"
        },
        {
            "chapter": 6,
            "verse": 142,
            "text": "އަދި نعم ސޫފީގެ ތެރެއިން، އެއްޗެތި އުފުލާ އުސްތަކެއްޗާއި، އަދި (އެކަމަށް ކުޅަދާނަވެގެން ނުވާ) ބިމަށްތިރި ތަކެތި، އެކަލާނގެ އުފެއްދެވިއެވެ. ތިޔަބައިމީހުންނަށް اللَّه ދެއްވި ތަކެތިން ތިޔަބައިމީހުން ކާށެވެ! އަދި شيطان އާގެ ފިޔަވަޅުތަކަށް، ތިޔަބައިމީހުން تبع ނުވާށެވެ! ހަމަކަށަވަރުން، އެ شيطان އާއަކީ، ތިޔަބައިމީހުންނަށް ކަނޑައެޅި ބަޔާންވެގެންހުރި عداوة ތެރިއެކެވެ"
        },
        {
            "chapter": 6,
            "verse": 143,
            "text": "އަންހެން ފިރިހެން، އަށެތި އުފައްދަވާފައިވެއެވެ. އެއީ ضأن ބަކަރީގެ ދެޖޯޑާއި، مَعز ބަކަރީގެ ދެޖޯޑެވެ. ކަލޭގެފާނު ވިދާޅުވާށެވެ! އެކަލާނގެ حرام ކުރައްވާފައިވަނީ، އެ ފިރިހެން ދޭތިހެއްޔެވެ؟ ނުވަތަ އެ އަންހެން ދޭތިހެއްޔެވެެ؟ ނުވަތަ އެ އަންހެން ދޭތީގެ رحم ގައިވާ ދަރިންހެއްޔެވެ؟ ތިޔަބައިމީހުންނަކީ، ތެދުވެރިން ކަމުގައިވާނަމަ، (ތިޔަބައިމީހުންނަށް ލިބިފައިވާ) علم އަކާއެކު، ތިމަންކަލޭގެފާނަށް خبر ދީބަލާށެވެ"
        },
        {
            "chapter": 6,
            "verse": 144,
            "text": "އަދި ޖަމަލުގެ ދެ ޖޯޑާއި، ގެރީގެ ދެ ޖޯޑެވެ. ކަލޭގެފާނު ވިދާޅުވާށެވެ! އެކަލާނގެ حرام ކުރެއްވީ އެ ފިރިހެން ދޭތިހެއްޔެވެ؟ ނުވަތަ އެ އަންހެން ދޭތިހެއްޔެވެ؟ ނުވަތަ އެއަންހެން ދޭތީގެ رحم ގައިވާ ދަރިން ހެއްޔެވެ؟ ނުވަތަ ތިޔަބައިމީހުންނަށް، اللَّه މި وصية ކުރެއްވިއިރު، ހެކިންގެ ގޮތުގައި ތިޔަބައިމީހުން حاضر ވެ ތިބީމުހެއްޔެވެ؟ علم އަކާނުލައި، މީސްތަކުން މަގުފުރެއްދުމަށްޓަކައި، اللَّه އާމެދު، ހަދައިގެން ދޮގުބުނި މީހަކަށްވުރެ، އަނިޔާވެރިކަން ބޮޑުމީހަކީ ފަހެ ކާކުހެއްޔެވެ؟ ހަމަކަށަވަރުން، އަނިޔާވެރި ބަޔަކަށް اللَّه ތެދުމަގެއް ނުދަންކަވަތެވެ"
        }
    ]
}