{
    "rukus": [
        {
            "chapter": 7,
            "verse": 65,
            "text": "އަދި ތިމަންރަސްކަލާނގެ عاد ބާގައިމީހުންގެ ގާތަށް އެއުރެންގެ أخ، هود ގެފާނު (ފޮނުއްވީމެވެ.) އެކަލޭގެފާނު ވިދާޅުވިއެވެ. އޭ އަހުރެންގެ قوم ގެމީހުންނޭވެ! ތިޔަބައިމީހުން اللَّه އަށް އަޅުކަން ކުރާށެވެ! އެކަލާނގެ ފިޔަވައި، އެހެން إله އަކު ތިޔަބައިމީހުންނަކަށް ނުވެއެވެ. ފަހެ، ތިޔަބައިމީހުން (އެކަލާނގެއަށް) تقوى ވެރި ނުވަނީ ހެއްޔެވެ؟"
        },
        {
            "chapter": 7,
            "verse": 66,
            "text": "އެކަލޭގެފާނުގެ قوم ގެމީހުންކުރެ كافر ވި ބޮޑުން ބުނޫއެވެ. ހަމަކަށަވަރުން، ކަލޭގެފާނުވަނީ، މޮޔަކަމެއްގެތެރޭގައިކަމަށް ތިމަންމެންނަށް ފެނެއެވެ. އަދި ހަމަކަށަވަރުން، ތިމަންމެންނަށް ހީވަނީ، ކަލޭގެފާނަކީ، ދޮގުވެރިންގެ ތެރެއިންވާ މީހެއް ކަމުގައެވެ"
        },
        {
            "chapter": 7,
            "verse": 67,
            "text": "އެކަލޭގެފާނު ވިދާޅުވިއެވެ. އޭ އަހުރެންގެ قوم ގެމީހުންނޭވެ! އަހުރެންގެ ކިބައިގައި އެއްވެސް މޮޔަކަމެއް ނެތެވެ. އަދި ކީއްހެއްޔެވެ؟ އަހުރެންނީ، عالم ތަކުގެ ވެރިރަސްކަލާނގެ حضرة ން އައި رسول އަކީމެވެ"
        },
        {
            "chapter": 7,
            "verse": 68,
            "text": "އަހުރެންގެ ވެރިރަސްކަލާނގެ رسول ކަން ތިޔަބައިމީހުންނަށް އަހުރެން އިއްވަމެވެ. އަދި އަހުރެންނީ، ތިޔަބައިމީހުންނަށްވާ أمانة ތެރި نصيحة ތެރިޔަކީމެވެ"
        },
        {
            "chapter": 7,
            "verse": 69,
            "text": "ތިޔަބައިމީހުންނަށް إنذار ކުރެއްވުމަށް، ތިޔަބައިމީހުންގެ ތެރެއިން ފިރިހެނަކު މެދުވެރިކޮށް، ތިޔަބައިމީހުންގެ ވެރިރަސްކަލާނގެ حضرة ން ހަނދާން ކޮށްދިނުމެއް، ތިޔަބައިމީހުންނަށް އައިކަމަށްޓަކައި، ތިޔަބައިމީހުން حيران ވީހެއްޔެވެ؟ އަދި نوح ގެފާނުގެ قوم އަށްފަހުގައި، خليفة އިން ކަމުގައި ތިޔަބައިމީހުން ލެއްވިކަމާއި، ހެއްދެވުމުގައި ތިޔަބައިމީހުންގެ އިސްކޮޅާއި ބާރު އިތުރުކުރެއްވިކަން ތިޔަބައިމީހުން ހަނދުމަކުރާށެވެ! ފަހެ، اللَّه ގެ نعمة ތައް ތިޔަބައިމީހުން ހަނދުމަކުރާށެވެ! (އެއީ) ތިޔަބައިމީހުން ދިންނަވައި نصيب ލިބުމަށްޓަކައެވެ"
        },
        {
            "chapter": 7,
            "verse": 70,
            "text": "އެއުރެން ބުނޫއެވެ. ކަލޭގެފާނު އަހުރެމެންގެ ގާތަށް ތިޔަވަޑައިގަތީ، ހަމައެކަނި اللَّه އަށް އަހުރެމެން އަޅުކަން ކުރުމަށާއި، އަހުރެމެންގެ ކާބަފައިން އަޅުކަންކޮށް އުޅުނު ތަކެތި އަހުރެމެން ދޫކޮށްލުމަށް އެންގެވުމަށްތޯއެވެ؟ ފަހެ، ކަލޭގެފާނުވަނީ، ތެދުވެރިންގެ ތެރެއިން ކަމަށްވާނަމަ، ކަލޭގެފާނު އަހުރެމެންނަށް ތިޔަ وعد ކުރައްވާ ކަމެއް، އަހުރެމެން ގާތަށް ނިކަން ގެންނަވައި ބައްލަވާށެވެ"
        },
        {
            "chapter": 7,
            "verse": 71,
            "text": "އެކަލޭގެފާނު ވިދާޅުވިއެވެ. ތިޔަބައިމީހުންގެ ވެރިރަސްކަލާނގެ حضرة ން عذاب އަކާއި، ކޯފާއެއް އައިސް، ތިޔަބައިމީހުންގެ މައްޗަށް ހުށަހެޅިއްޖެކަން ކަށަވަރެވެ. ތިޔަބައިމީހުންނާއި، ތިޔަބައިމީހުންގެ ކާބަފައިން، ނަންދީފައިވާ ބުދުތަކާމެދު، ތިޔަބައިމީހުން ތިމަންކަލޭގެފާނާ جدل ކުރަނީ ހެއްޔެވެ؟ އެތަކެއްޗަށް (އަޅުކަން ކުރުމަށް) އެއްވެސް حجّة އެއް اللَّه ބާވައެއް ނުލައްވަތެވެ. ފަހެ، ތިޔަބައިމީހުން انتظار ކުރާށެވެ! ތިމަންކަލޭގެފާނުވެސް ތިޔަބައިމީހުންނާއެކު انتظار ކުރާ މީހުންގެ ތެރެއިން ވާހުށީމެވެ"
        },
        {
            "chapter": 7,
            "verse": 72,
            "text": "ދެން (ތިމަންރަސްކަލާނގެ ކޯފާއާއި، عذاب އައިހިނދު) ތިމަންރަސްކަލާނގެ رحمة ފުޅުން، އެކަލޭގެފާނާއި، އެކަލޭގެފާނުގެ އަރިހުގައިވާ ބަޔަކު، ތިމަންރަސްކަލާނގެ ސަލާމަތްކުރެއްވީމެވެ. އަދި ތިމަންރަސްކަލާނގެ آية ތައް ދޮގުކުޅަ މީހުންގެ އެންމެފަހު މީހާއަށް ދާނދެން، ހަލާކު ކުރައްވައި، ނެތިކުރެއްވީމެވެ. އަދި އެއުރެން إيمان ވި ބަޔަކު ކަމުގައި ނުވެތެވެ"
        }
    ]
}