{
    "rukus": [
        {
            "chapter": 17,
            "verse": 31,
            "text": "އަދި فقير ވެދާނެކަމަށް ބިރުން، ތިޔަބައިމީހުންގެ ދަރިން ނުމަރާށެވެ! އެކުދިންނަށާއި، އަދި ތިޔަބައިމީހުންނަށް رزق ދެއްވަނީ، ތިމަންރަސްކަލާނގެއެވެ. ހަމަކަށަވަރުން، އެ ދަރިން މެރުން އެއީ ބޮޑުވެގެންވާ ފާފައެއް ކަމުގައިވިއެވެ"
        },
        {
            "chapter": 17,
            "verse": 32,
            "text": "އަދި ތިޔަބައިމީހުން ޒިނޭއާ ގާތްނުވާށެވެ! ހަމަކަށަވަރުން، އެއީ ހުތުރުކަން ބޮޑުވެގެންވާ ފާފައެއް ކަމުގައިވިއެވެ. އަދި މަގެއްގެ ގޮތުން އެކަންތައް ހާދަހާ ނުބައިވެގެންވެއެވެ"
        },
        {
            "chapter": 17,
            "verse": 33,
            "text": "އަދި ތިޔަބައިމީހުން، اللَّه حرمة ތެރިކުރައްވާފައިވާ نفس އެއް حق އަކާ ލައިގެންމެނުވީ ނުމަރާށެވެ! އަދި އަނިޔާގެގޮތުގައި، މަރައިލެވޭމީހާ (ދަންނާށެވެ!) ފަހެ، ހަމަކަށަވަރުން، އެމީހާގެ ولى ވެރިޔާއަށް، ތިމަންރަސްކަލާނގެ ބާރެއް ދެއްވީމެވެ. ފަހެ، قتل ކުރުމުގައި އޭނާ إسراف ނުކުރާހުށިކަމެވެ! ހަމަކަށަވަރުން، އެ ولى ވެރިޔާއަކީ، نصر ލިބިގެންވާ މީހެއް ކަމުގައިވިއެވެ"
        },
        {
            "chapter": 17,
            "verse": 34,
            "text": "އަދި يتيم ކުއްޖާ ބޮޑުވެ تصرّف ފުދިއްޖައުމަށް ދާނދެން، ރަނގަޅުގޮތުން މެނުވީ ތިޔަބައިމީހުން އޭނާގެ މުދަލާ ގާތްނުވާށެވެ! އަދި ތިޔަބައިމީހުން، عهد ފުއްދާށެވެ! ހަމަކަށަވަރުން، عهد އަކީ (އެއާމެދު) سؤال ކުރައްވާނޭ ކަމެއްކަމުގައި ވިއެވެ"
        },
        {
            "chapter": 17,
            "verse": 35,
            "text": "އަދި ތިޔަބައިމީހުން މިނާހިނދު، މިނުން ހަމަކޮށް ފުރިހަމަކުރާށެވެ! އަދި ސީދާވެގެންވާ ހަމަތިލަފަތުން ކިރާށެވެ! އެގޮތް (ތިޔަބައިމީހުންނަށް) ހެޔޮކަން ބޮޑެވެ. އަދި ނަތީޖާގެގޮތުން ރިވެތިކަން ބޮޑުމެއެވެ"
        },
        {
            "chapter": 17,
            "verse": 36,
            "text": "އަދި ތިބާޔަށް އެކަމަކާމެދު އެނގުމެއް ނުވާކަމަކަށް، ތިބާ تبع ނުވާށެވެ! ހަމަކަށަވަރުން، އިވުމާއި، ފެނުމާއި، ހިތާއި، މިއިން ކޮންމެ ކަމަކީ، އެއާމެދު سؤال ކުރައްވާނެ ކަމެއްކަމުގައިވިއެވެ"
        },
        {
            "chapter": 17,
            "verse": 37,
            "text": "އަދި ތިބާ، ބޮޑާވެގެން ބިމުގައި ހިނގައިނޫޅޭށެވެ! ހަމަކަށަވަރުން، ތިބާޔަކަށް ބިންގަނޑު ފޫވައްޓައެއް ނުލެވޭނެތެވެ. އަދި ފަރުބަދަތަކާ ހަމަޔަށް ދިގުވެގެންވެސް ތިބާޔަކަށް ނުދެވޭނެތެވެ"
        },
        {
            "chapter": 17,
            "verse": 38,
            "text": "އެ އެންމެހާ ކަންތަކުގެ ތެރެއިން، ނުބައިކަންތައް، ކަލޭގެފާނުގެ ވެރިރަސްކަލާނގެ حضرة ގައި ނުރުއްސަވާ ކަންތައް ކަމުގައިވިއެވެ"
        },
        {
            "chapter": 17,
            "verse": 39,
            "text": "އެއީ حكمة ގެތެރެއިން، ކަލޭގެފާނުގެ ވެރިރަސްކަލާނގެ ކަލޭގެފާނަށް وحى ކުރެއްވި ކަންތަކުގެ ތެރެއިންވާ ކަންކަމެވެ. އަދި اللَّه އާއެކު އެހެން إله އަކު ނުލާށެވެ! ފަހެ، އޭރުން މަލާމާތްލިބި، رحمة ން ދުރުކުރައްވާފައިވާ حال، جهنّم އަށް އެއްލައިލައްވާނެތެވެ"
        },
        {
            "chapter": 17,
            "verse": 40,
            "text": "ފަހެ، ތިޔަބައިމީހުންގެ ވެރިރަސްކަލާނގެ، ތިޔަބައިމީހުންނަށް ފިރިހެންދަރިން خاص ކުރެއްވީހެއްޔެވެ؟ އަދި އެކަލާނގެ، ملائكة ންގެ ތެރެއިން އަންހެންދަރިން ހިއްޕެވީހެއްޔެވެ؟ ހަމަކަށަވަރުން، ތިޔަބައިމީހުން ތިޔަ ބުނަނީ، ބޮޑުވެގެންވާ ބަހެކެވެ"
        }
    ]
}