{
    "rukus": [
        {
            "chapter": 17,
            "verse": 53,
            "text": "އެންމެ ރިވެތި ހެޔޮބަސްތަކުން ވާހަކަދައްކައި އުޅުމަށް، ތިމަންރަސްކަލާނގެ އަޅުންނަށް ކަލޭގެފާނު ވިދާޅުވާށެވެ! ހަމަކަށަވަރުން، شيطان އާ، އެއުރެންގެ މެދުގައި ފަސާދަ އުފައްދަތެވެ. ހަމަކަށަވަރުން، شيطان އާއީ، އިންސާާނާއަށް ފާޅުވެގެންހުރި عداوة ތެރިޔަކު ކަމުގައިވިއެވެ"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "ތިޔަބައިމީހުންގެ ވެރިރަސްކަލާނގެ ތިޔަބައިމީހުން ދެނެވޮޑިގަތުން ބޮޑެވެ. އެކަލާނގެ އިރާދަކުރައްވާނަމަ، ތިޔަބައިމީހުންނަށް رحمة ލައްވާނެތެވެ. ނުވަތަ އެކަލާނގެ އިރާދަކުރައްވާނަމަ، ތިޔަބައިމީހުންނަށް عذاب ދެއްވާނެތެވެ. އަދި އެއުރެންގެ މައްޗަށް ހުންނެވި وكيل އަކު ކަމުގައި، ތިމަންރަސްކަލާނގެ ކަލޭގެފާނު ނުފޮނުއްވަމެވެ"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "އަދި ކަލޭގެފާނުގެ ވެރިރަސްކަލާނގެ، އުޑުތަކާއި، ބިމުގައިވާހާ ބަޔަކު ދެނެވޮޑިގަތުން ބޮޑެވެ. އަދި ހަމަކަށަވަރުން، ތިމަންރަސްކަލާނގެ، ބައެއް ނަބިއްޔުން އަނެއްބައި ނަބިއްޔުންގެ މައްޗަށް މާތްކުރެއްވީމެވެ. އަދި داود ގެފާނަށް ތިމަންރަސްކަލާނގެ زبور ދެއްވީމެވެ"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "ކަލޭގެފާނު ވިދާޅުވާށެވެ! އެކަލާނގެ ފިޔަވައި، إله ންކަމަށް ތިޔަބައިމީހުން ހީކޮށްގެންއުޅޭ ފަރާތްތަކަށް ތިޔަބައިމީހުން ނިކަން ގޮވައިބަލާށެވެ! ފަހެ، ތިޔަބައިމީހުންގެ ކިބައިން ދަތިކަމެއް ފިލުވުމެއްވެސް، އަދި ބަދަލުކުރުމެއްވެސް، އެފަރާތްތަކަކަށް ملك ވެގެނެއް ނުވެތެވެ"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "إله ންކަމަށް އެއުރެން ގޮވައިއުޅޭ ފަރާތްތައް، އެފަރާތްތަކުގެ ވެރިރަސްކަލާނގެ حضرة އަށް ކުއްތަންވުމުގެ މަގު އެދެތެވެ. އެއުރެންކުރެ އެންމެ ގާތްކަންބޮޑީ، ކާކުތޯބަލައި އެކަމަށް އެދެތެވެ. އަދި އެކަލާނގެ رحمة އަށް އެދެތެވެ. އަދި އެކަލާނގެ عذاب އަށް ބިރުވެތިވޭމެއެވެ. ހަމަކަށަވަރުން، ކަލޭގެފާނުގެ ވެރިރަސްކަލާނގެ عذاب އަކީ، އެއަށް ބިރުވެތިވެވޭކަމެއް ކަމުގައިވިއެވެ"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "ތިމަންރަސްކަލާނގެ قيامة ދުވަހުގެ ކުރިން ހަލާކު ނުކުރައްވާ އެއްވެސް (އަނިޔާވެރި) ރަށެއް ނުވެއެވެ. ނުވަތަ ގަދަވެގެންވާ عذاب އަކުން عذاب ނުދެއްވާ ރަށެއްވެސް ނުވެއެވެ. ފޮތުގައި (އެބަހީ: اللوح المحفوظ ގައި) ލިޔުއްވާފައިވާ ކަމެއްކަމުގައި އެކަންތައްވިއެވެ"
        },
        {
            "chapter": 17,
            "verse": 59,
            "text": "އިހުއުޅުނު މީހުން معجزة ތައް ދޮގުކުޅަކަން މެނުވީ، ތިމަންރަސްކަލާނގެ معجزة ތައް ފޮނުއްވުން މަނާކުރާކަމެއް ނެތެވެ. އަދި ފާޅުވެގެންވާ معجزة އެއްގެ ގޮތުގައި، ثمود ބާގައި މީހުންނަށް جمل ދެއްވީމެވެ. ދެން އެއުރެން އެއާމެދުގައި އަނިޔާވެރިވެގަތޫއެވެ. އަދި إنذار އެއް ކަމުގައި މެނުވީ ތިމަންރަސްކަލާނގެ معجزة ތައް ނުފޮނުއްވަމެވެ"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "ހަމަކަށަވަރުން، ކަލޭގެފާނުގެ ވެރިރަސްކަލާނގެ ދެނެވޮޑިގަތުމާއި، قدرة ތެރިކަން، މީސްތަކުން ވަށައިލާފައިވާކަމުގައި ތިމަންރަސްކަލާނގެ وحى ކުރެއްވިހިނދު، ހަނދުމަކުރައްވާށެވެ! އަދި ތިމަންރަސްކަލާނގެ ކަލޭގެފާނަށް ދެއްކެވި ދެއްކެވުމާއި، އަދި قرآن ގައި لعنة ލައްވާފައިވާ ގަސް (އެއީ) މީސްތަކުންނަށް امتحان އެއް ކަމުގައި މެނުވީ، ތިމަންރަސްކަލާނގެ ނުލައްވަމެވެ. އަދި ތިމަންރަސްކަލާނގެ އެއުރެންނަށް ބިރުދައްކަވައި إنذار ކުރައްވަމެވެ. ފަހެ، ބޮޑުވެގެންވާ ދެކޮޅުވެރިކަން މެނުވީ، އެކަމުގެ ސަބަބުން، އެއުރެންނަށް އިތުރެއް ނުވެތެވެ"
        }
    ]
}