{
    "rukus": [
        {
            "chapter": 18,
            "verse": 23,
            "text": "އަދި ކަލޭގެފާނު އެއްވެސްކަމަކާ ދޭތެރޭގައި، ހަމަކަށަވަރުން، ތިމަންކަލޭގެފާނު މާދަމާ އެކަމެއް ކުރައްވާނަމޭ ވިދާޅުނުވާހުށިކަމެވެ"
        },
        {
            "chapter": 18,
            "verse": 24,
            "text": "اللَّه އިރާދަކުރެއްވިއްޔާއޭ ވިދާޅުވެފައި މެނުވީއެވެ. އަދި ކަލޭގެފާނު ހަނދުމަފުޅުނެތިއްޖެ ހިނދެއްގައި، ކަލޭގެފާނުގެ ވެރިރަސްކަލާނގެ ހަނދުމަ ކުރައްވާށެވެ! އަދި ކަލޭގެފާނު ވިދާޅުވާށެވެ! އަޅުގެ ވެރިރަސްކަލާނގެ މިއަށްވުރެ ކައިރި ތެދުމަގަކަށް މިއަޅާއަށް މަގުދައްކަވައިފާށިއެވެ"
        },
        {
            "chapter": 18,
            "verse": 25,
            "text": "އެއުރެންގެ ހޮހަޅައިގައި، އެއުރެން ތިންސަތޭކަ އަހަރާއި އަދި އިތުރަށް ނުވަ އަހަރު ތިބޫއެވެ"
        },
        {
            "chapter": 18,
            "verse": 26,
            "text": "ކަލޭގެފާނު ވިދާޅުވާށެވެ! އެއުރެން ތިބި މުއްދަތެއް ދެނެވޮޑިގަތުންބޮޑީ، اللَّه އެވެ. އުޑުތަކާއި، ބިމުގެ غيب (ދެނެވޮޑިގަތުން) ވަނީ، އެކަލާނގެއަށެވެ. އެކަލާނގެ ބައްލަވާވޮޑިގަތުމާއި، އައްސަވާވޮޑިގަތުން ބޮޑުކަމާއެވެ! އެއުރެންނަށް އެކަލާނގެ ފިޔަވައި އެއްވެސް އެހީތެރިޔަކު ނުވެއެވެ. އަދި އެކަލާނގެ حكم ފުޅުގައި އެއްވެސްމީހަކު ބައިވެރިޔެއް ނުކުރައްވަތެވެ"
        },
        {
            "chapter": 18,
            "verse": 27,
            "text": "ކަލޭގެފާނުގެ ވެރިރަސްކަލާނގެ ފޮތުން، ކަލޭގެފާނަށް وحى ކުރެއްވި ތަކެތި ކިޔަވައިވިދާޅުވާށެވެ! އެކަލާނގެ كلمة ފުޅުތަކަށް ބަދަލުގެނެވޭނޭ އެކަކުވެސް ނުވެއެވެ. އަދި އެކަލާނގެ ފިޔަވައި އެހީއަށްއެދި، އެނބުރި ވަޑައިގަންނަވާނެ ފަރާތެއް، ކަލޭގެފާނަކަށް ފެނިވަޑައެއް ނުގަންނަވާނެތެވެ"
        },
        {
            "chapter": 18,
            "verse": 28,
            "text": "އަދި އެއުރެންގެ ވެރިރަސްކަލާނގެ وجه ފުޅު އެދިގެން، އެކަލާނގެއަށް ހެނދުނާއި، ހަވީރު دعاء ކޮށް އަޅުކަންކޮށްއުޅޭ މީހުންނާއެކު، ކަލޭގެފާނުގެ نفس ހިފަހައްޓަވައި، ކެތްކުރައްވާށެވެ! އަދި ދުނިޔޭގެ ދިރިއުޅުމުގެ ޒީނަތްތެރިކަން އެދިވަޑައިގެން، ކަލޭގެފާނުގެ ލޯފުޅު، އެއުރެން ފިޔަވައި ފަހަނަޅައި ދިޔަނުދެއްވާށެވެ! އަދި ތިމަންރަސްކަލާނގެ ހަނދުމަކުރުމުން، އެމީހެއްގެ ހިތް غافل ކުރައްވައި، އަދި އެމީހެއްގެ އަމިއްލަ އެދުމަށް تبع ވެ، އަދި އެމީހެއްގެ ކަންތައް (ނުބައިކަމުގައި) ހައްދުފަހަނަޅައިފައިވާ މީހަކަށް، ކަލޭގެފާނު ކިޔަމަންވެ ވަޑައިނުގަންނަވާށެވެ"
        },
        {
            "chapter": 18,
            "verse": 29,
            "text": "އަދި ކަލޭގެފާނު ވިދާޅުވާށެވެ! (އެއީ) ތިޔަބައިމީހުންގެ ވެރިރަސްކަލާނގެ حضرة ން އައިސްފައިވާ حق ތެދެވެ. ފަހެ، ބޭނުންމީހަކު إيمان ވާށެވެ! އަދި ބޭނުންމީހަކު كافر ވާށެވެ! ހަމަކަށަވަރުން، كافر ވެ، އަނިޔާވެރިވެގަތް މީހުންނަށް، ތިމަންރަސްކަލާނގެ ނަރަކަ ތައްޔާރުކުރެއްވީމެވެ. އެ ނަރަކައިގެ (އަލިފާނުގެ) ފާރުތައް އެއުރެން ވަށާލައިގެންވެއެވެ. އެއުރެން ފެނަށްއެދި ގޮވާލައިފިނަމަ، އެއުރެންނަށް ދެއްވާނީ، ތެޔޮކުނޑިފަދަ (ހޫނުކަންގަދަ) ފެނެކެވެ. (އެއިން) މޫނުތައް ފިއްސައިލާނެތެވެ. (އެއުރެންނަށްލިބޭ) ބުއިމުގެ ނުބައިކަމާއެވެ! އަދި ތިބޭތަނެއްގެ ގޮތުން އެ ނަރަކައިގެ ނުބައިކަމާއެވެ"
        },
        {
            "chapter": 18,
            "verse": 30,
            "text": "ހަމަކަށަވަރުން، إيمان ވެ صالح عمل ތައްކުޅަމީހުން (ދަންނާށެވެ!) ހެޔޮކޮށް ކަންތައްކުޅަ މީހެއްގެ ދަރުމަ، ހަމަކަށަވަރުން، ތިމަންރަސްކަލާނގެ ގެއްލެނި ނުކުރައްވާހުށީމެވެ"
        },
        {
            "chapter": 18,
            "verse": 31,
            "text": "އެއުރެންނަށް، عدن އޭ ކިއުނު ސުވަރުގެތައް ހުށްޓެވެ. އެއުރެންގެ ދަށުން ފެންކޯރުތައް ހިނގަހިނގާ ހުރެއެވެ. އެތާނގައި ރަނުގެ އުޅާތަކުން އެއުރެންގައި ގަހަނާ އަޅުއްވާނެތެވެ. އަދި ފެހިކުލައިގެ سُندُس އާއި إستَبرَق (އެބަހީ: ފަލަފަށުއި) ފޭރާން ލާނެތެވެ. އެތާނގައި އެއުރެން ދާންތަކުގެ މަތީގައި ލެނގިލައިގެންތިބޭ حال ގައެވެ. (އެއުރެންނަށްހުރި) ثواب ގެ މޮޅުކަމާއެވެ! އަދި (އެއުރެން) ތިބެނިވިތަނެއްގެ ގޮތުން އެތާނގެ ރަނގަޅުކަމާއެވެ"
        }
    ]
}