{
    "rukus": [
        {
            "chapter": 42,
            "verse": 10,
            "text": "އަދި ތިޔަބައިމީހުން އެކަމަކާމެދުގައި خلاف ވާ ކޮންމެ ކަމެއްގެ حكم ކުރެއްވުންވަނީ، اللَّه އަށެވެ. އެއީ اللَّه އެވެ. ތިމަންކަލޭގެފާނުގެ ވެރިރަސްކަލާނގެއެވެ. އެކަލާނގެއަށް ތިމަންކަލޭގެފާނު وكيل ކުރައްވައިފީމެވެ. އަދި توبة ވަނީ ހަމައެކަލާނގެ حضرة އަށެވެ"
        },
        {
            "chapter": 42,
            "verse": 11,
            "text": "އެކަލާނގެއީ، އިސްވެދިޔަ مثال އަކާނުލައި އުޑުތަކާއި، ބިންހެއްދެވި ރަސްކަލާނގެއެވެ. އެކަލާނގެ ތިޔަބައިމީހުންނަށްޓަކައި ތިޔަބައިމީހުންގެ ތެރެއިން އަނބިން ލެއްވިއެވެ. އަދި އެކަލާނގެ نعم ސޫފީގެ ތެރެއިން ދެ جنس ގެ ތަކެތި ލެއްވިއެވެ. އެކަލާނގެ އެގޮތުން ތިޔަބައިމީހުން ގިނަކުރައްވަތެވެ. އެކަލާނގެއާ އެއްފަދަ އެއްވެސް އެއްޗެއް ނުވެތެވެ. އަދި އެކަލާނގެއީ، މޮޅަށް އައްސަވާވޮޑިގެންވާ، މޮޅަށް ބައްލަވާވޮޑިގެންވާ ރަސްކަލާނގެއެވެ"
        },
        {
            "chapter": 42,
            "verse": 12,
            "text": "އުޑުތަކާއި، ބިމުގެ ތަޅުދަނޑިތައް މިލްކުވެގެންވަނީ އެކަލާނގެއަށެވެ. އެކަލާނގެ އިރާދަކުރައްވާ މީހަކަށް رزق ތަނަވަސްކޮށްދެއްވަތެވެ. އަދި (އެކަލާނގެ އިރާދަކުރައްވާ މީހަކަށް رزق) ދަތިކުރައްވަތެވެ. ހަމަކަށަވަރުން، އެކަލާނގެއީ، ކޮންމެކަމެއްމެ މޮޅަށްދެނެވޮޑިގެންވާ ރަސްކަލާނގެއެވެ"
        },
        {
            "chapter": 42,
            "verse": 13,
            "text": "ތިޔަބައިމީހުންނަށްޓަކައި، އެކަލާނގެ شرع ކުރެއްވި دين އަކީ، އެކަލާނގެ نوح ގެފާނަށް وصية ކުރެއްވި دين އެވެ. އަދި ތިމަންރަސްކަލާނގެ ކަލޭގެފާނަށް وحى ކުރެއްވި دين އެވެ. އަދި إبراهيم ގެފާނަށާއި، موسى ގެފާނަށާއި، عيسى ގެފާނަށް وصية ކުރެއްވި دين އެވެ. (އެ وصية އަކީ) ތިޔަބައިމީހުން دين قائم ކުރާށެވެ! އަދި އޭގައި ތިޔަބައިމީހުން ބައިބައިނުވާހުށިކަމެވެ! ތިޔަބައިމީހުން އެކަމަކަށް ތިޔަގޮވައިލާ ކަންތައް، مشرك ންގެ މައްޗަށް ބޮޑުކަމަކަށްވިއެވެ. اللَّه، އެކަލާނގެ އިރާދަކުރައްވާ އަޅަކު خيار ކުރައްވަތެވެ. އަދި އެކަލާނގެއަށް توبة ވެ، رجوع ވާމީހާއަށް ތެދުމަގު ދައްކަވަތެވެ"
        },
        {
            "chapter": 42,
            "verse": 14,
            "text": "އަދި ބައިބައިވުމަކީ ނުބައިކަމެއްކަން، އެއުރެންނަށް އެނގުނުފަހުން މެނުވީ، އެއުރެން ބައިބައިވެ خلاف އެއް ނުވެތެވެ. އެއީ އެއުރެންގެ މެދުގައިވާ ދެކޮޅުވެރިކަމާއި، حسد ވެރިކަމުންނެވެ. އަދި ކަނޑައެޅިގެންވާ ވަގުތަކަށް ކަލޭގެފާނުގެ ވެރިރަސްކަލާނގެ حضرة ން (عذاب ދެއްވުމުގެ) ބަސްފުޅެއް އިސްވެގޮސްފައިނުވާނަމަ، އެއުރެންގެ މެދުގައި ނިޔާކަނޑައެޅުއްވީސްކަން ކަށަވަރެވެ. އަދި ހަމަކަށަވަރުން، އެއުރެންގެފަހުން، ފޮތްވާރުތަވީމީހުންވަނީ، އެފޮތާމެދު ވަސްވާސްތެރިކަމުން ފުރިގެންވާ شك އެއްގައިކަން ކަށަވަރެވެ"
        },
        {
            "chapter": 42,
            "verse": 15,
            "text": "އެކަމަށްޓަކައި (ބައިބައިވުމުން ދުރުހެލިވެ، އެންމެން އެކަތިގަނޑަކަށްވުމަށް) ފަހެ، ކަލޭގެފާނު ގޮވައިލައްވާށެވެ! އަދި ކަލޭގެފާނަށް أمر ކުރެއްވި ފަދައިން ސީދާވެވަޑައިގަންނަވާށެވެ! އެއުރެންއެދޭ باطل ގޮތްތަކަށް ކަލޭގެފާނު تبع ވެވަޑައިނުގަންނަވާށެވެ! އަދި ކަލޭގެފާނު ވިދާޅުވާށެވެ! اللَّه ބާވައިލެއްވި ކޮންމެ ފޮތަކަށް އަހުރެން إيمان ވެއްޖައީމެވެ. އަދި އަހުރެންނަށް أمر ކުރައްވާފައިވަނީ، ތިޔަބައިމީހުންގެ މެދުގައި عدل ވެރިގޮތުގައި ކަންތައްކުރުމަށެވެ. اللَّه އީ، އަޅަމެންގެ ވެރިރަސްކަލާނގެއެވެ. އަދި ތިޔަބައިމީހުންގެވެސް ވެރިރަސްކަލާނގެއެވެ. ތިމަންމެންނަށް ތިމަންމެންގެ عمل ތަކެވެ. އަދި ތިޔަބައިމީހުންނަށް ތިޔަބައިމީހުންގެ عمل ތަކެވެ. ތިޔަބައިމީހުންނާ އަހުރެމެންނާދެމެދު ޖަދަލުކޮށް ޒުވާބުކުރުމެއްނެތެވެ. اللَّه، އަހުރެމެން އެންމެން (قيامة ދުވަހުގައި) އެއްކުރައްވާނެތެވެ. އަދި އެނބުރިދިއުންވަނީ، އެކަލާނގެ حضرة އަށެވެ"
        },
        {
            "chapter": 42,
            "verse": 16,
            "text": "މީސްތަކުން އެކަލާނގެ دين قبول ކޮށް އިޖާބަދިނުމަށްފަހު، اللَّه ގެ دين އާމެދު، ޖަދަލުކުރާ މީހުންނީ، އެއުރެންގެ ވެރިރަސްކަލާނގެ حضرة ގައި، އެއުރެންގެ حجّة باطل ވެގެންވާ ބަޔެކެވެ. އަދި އެއުރެންގެ މައްޗަށް ކޯފާހުށްޓެވެ. އަދި އެއުރެންނަށްޓަކައި (آخرة ގައި) ވަނީ ގަދަފަދަ عذاب އެވެ"
        },
        {
            "chapter": 42,
            "verse": 17,
            "text": "حق ގޮތުގައި ފޮތާއި، عدل إنصاف ބާވައިލެއްވީ اللَّه އެވެ. قيامة ވުމުގެ ވަގުތު ގާތްވެގެންވާކަން، ކަލޭގެފާނަށް އަންގައިދެނީ ކޮންއެއްޗެއްތޯއެވެ؟"
        },
        {
            "chapter": 42,
            "verse": 18,
            "text": "އެދުވަހަށް (އެބަހީ: قيامة ދުވަހަށް) إيمان ނުވާމީހުން އެދުވަސް އަވަހަށް އައުމަށް އެދޭނެތެވެ. އަދި إيمان ވިމީހުން އެދުވަހަށް ބިރުވެތިވާނެތެވެ. އެދުވަހަކީ، ހަމަކަށަވަރުން، حق ގޮތުގައި އަންނާނޭ ދުވަހެއްކަން، އެއުރެން ދަނެތެވެ. ދަންނާށެވެ! ހަމަކަށަވަރުން، قيامة ދުވަހާމެދު ޖަދަލުކުރާމީހުންވަނީ، ދުރުވެގެންވާ މަގުފުރެދުމެއްގައިކަން ކަށަވަރެވެ"
        },
        {
            "chapter": 42,
            "verse": 19,
            "text": "اللَّه އީ، އެކަލާނގެ އަޅުތަކުންނަށް އޯގާވަންތަކަންބޮޑު ރަސްކަލާނގެއެވެ. އެކަލާނގެ އިރާދަކުރައްވާ އަޅަކަށް رزق ދެއްވަތެވެ. އަދި އެކަލާނގެއީ، ބާރުވެރިވަންތަ، عزيز ވަންތަ ރަސްކަލާނގެއެވެ"
        }
    ]
}