{
    "rukus": [
        {
            "chapter": 6,
            "verse": 42,
            "text": "[Ej pajomʙar] Be tardid, peş az tu [niz pajomʙarone] ʙa sūji ummatho[-i peşin] firistodem va ononro ʙa tangdastī va noxuşī ducor soxtem, ʙoşad, ki [ʙa dargohi ilohī furūtanī va] tazarru' kunand"
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "Pas, caro hangome ki azoʙi mo ʙa onon rasid, tazarru' nakardand? Vale [dar haqiqat] dilhojaşon saxt şudaast va şajton on ciro ançom medodand, ʙarojaşon orostaast"
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "Pas, vaqte [muşrikon] onciro, ki ʙa on pand doda şuda ʙudand, faromūş kardand, darhoi har cize [az ne'mathoi ilohī]-ro ʙar onon kuşudem, to ʙa on ci ʙa eşon doda şuda ʙud, şod gardidand. Nogahon ononro [ʙa kufr] giriftem, pas, hamon dam [hamagī az naçotu rahmat] ma'jus şudand"
        },
        {
            "chapter": 6,
            "verse": 45,
            "text": "Pas, reşai on gurūhe, ki sitam kardand, ʙarkanda şud va sitoiş maxsusi Alloh taolo –Parvardigori çahonijon– ast"
        },
        {
            "chapter": 6,
            "verse": 46,
            "text": "[Ej pajomʙar, ʙa muşrikon] Bigū: «Ba man xaʙar dihed, agar Alloh taolo gūşu caşmhojatonro ʙigirad va ʙar dilhojaton muhr ʙizanad, kadom ma'ʙude ʙa çuz Alloh taolo [metavonad] onhoro ʙa şumo ʙozgardonad?» Buʙin, ciguna ojotro [ʙa şevahoi] gunogun [ʙajon] mekunem, ongoh onon rūj megardonand"
        },
        {
            "chapter": 6,
            "verse": 47,
            "text": "Bigū: «Biandeşed, agar azoʙi ilohī ʙa nogoh jo oşkoro ʙa suroƣaton ʙiojad, ojo çuz gurūhi sitamgoron [kase] noʙud meşavad?»"
        },
        {
            "chapter": 6,
            "verse": 48,
            "text": "Va mo pajomʙaronro çuz ʙaşoratgar va ʙimdihanda namefiristem, pas, har ki imon ʙiovarad va [xeştanro] isloh kunad, na tarse ʙar onon ast va na anduhgin meşavand"
        },
        {
            "chapter": 6,
            "verse": 49,
            "text": "Va kasone, ki ojoti moro durūƣ şumoridaand, ʙa [sazoi] on ki nofarmonī mekardand, azoʙ [-i ilohī] domangiraşon xohad şud"
        },
        {
            "chapter": 6,
            "verse": 50,
            "text": "[Ej pajomʙar, ʙa muşrikon] Bigū: «Man namegūjam, ki gançinahoi Alloh taolo nazdi man ast va ƣajʙ [niz] namedonam va ʙa şumo namegūjam, ki man fariştaam. Man az cize pajravī namekunam magar az on ci ki ʙa man vahj megardad». Bigū: «Ojo noʙino va ʙino [kofir va mu'min] jaksonand? Ojo nameandeşed»"
        }
    ]
}