{
    "rukus": [
        {
            "chapter": 6,
            "verse": 122,
            "text": "Ojo kase, ki [dilaş az çahlu şirk] murda ʙud va mo [ʙo tavhidu imon] zindaaş gardonidem va nure ʙarojaş padid ovardem, to dar partavi [hidojat] on mijoni mardum gom ʙardorad, hamcun kasest, ki gūī dar torikiho [giriftor] ast va az on ʙerun omadanī nest? On ci kofiron mekardand, in guna ʙarojaşon orosta şudaast"
        },
        {
            "chapter": 6,
            "verse": 123,
            "text": "Va ʙa in guna dar har şahre ʙuzurgoni gunahkoraşro megumorem, to dar on ʙa najrang ʙipardozand [va mardumro az rohi Alloh taolo ʙozdorand], va [-le] onon çuz ʙa xud najrang namezanand va [in haqiqatro] dark namekunand"
        },
        {
            "chapter": 6,
            "verse": 124,
            "text": "Va [muşrikon] cun ojate [az Qur'on] ʙarojaşon meojad megūjand: «Hargiz ʙa on imon nameovarem, magar on ki ham monandi on ci ʙa pajomʙaroni ilohī dodaşudaast, ʙa mo niz doda şavad». Alloh taolo ʙehtar medonad, ki risolati xeşro kuço [va ʙar uhdai ci kase] qaror dihad. Ba zudī ʙar onon, ki murtakiʙi [nofarmonī va] gunoh şudand, ʙa sazoi najrange, ki varzida ʙudand, az çoniʙi Alloh taolo xorī va azoʙi saxte xohad rasid"
        },
        {
            "chapter": 6,
            "verse": 125,
            "text": "Pas, har kiro Alloh taolo ʙixohad, hidojat kunad, dilaşro ʙaroi [pazirişi] Islom mekuşojad va harkiro ʙixohad, dar gumrohī voguzorad, dilaşro tang [va ʙasta] mesozad [va pazirişi haqro cunon ʙarojaş mahol megardonad, ki] gūī mexohad az osmon ʙolo ravad [va nametavonad], Alloh taolo in cunin azoʙro ʙar kasone, ki imon nameovarand, megumorad"
        },
        {
            "chapter": 6,
            "verse": 126,
            "text": "Va [ej pajomʙar] in [dini Islom] rohi rosti Parvardigori tust. Ba rostī, ki mo ojot [-i xud]-ro ʙaroi gurūhe, ki pand megirand, ʙa tafsil ʙajon kardem"
        },
        {
            "chapter": 6,
            "verse": 127,
            "text": "Baroi onon nazdi Parvardigoraşon saroi salomatu amnijat ast va Ū ʙa [podoşi] korhoe, ki mekardand, [dūstu] korsozaşon ast"
        },
        {
            "chapter": 6,
            "verse": 128,
            "text": "Va [jod kun az qijomat] rūze, ki hamai onon [insu çin]-ro gird meovarad [va mefarmojad]: «Ej gurūhi çinnijon, az odamijon [ʙisjorero gumroh karded va pajravoni] farovon jofted».Va dūstoni [muşriki] eşon az [mijoni] insonho megūjand: «Parvardigoro, ʙarxe az mo az ʙarxe digar ʙahraʙardorī kardand [va dar kufru gunoh ʙa jakdigar jorī rasonidand] va [in ki] mo ʙa pojone, ki ʙarojamon muqarrar karda ʙudī, rasidaem» [Alloh taolo] Mefarmojad: «Çojgohaton otaş ast [va] dar on çovidon xohed ʙud, magar on ciro Alloh taolo ʙixohad [ki az on ʙikohad jo ʙiʙaxşojad]. Be tardid,Parvardigorat hakimu donost»"
        },
        {
            "chapter": 6,
            "verse": 129,
            "text": "Va incunin ʙa'ze az sitamgoronro ʙa ʙa'ze digar ʙa [sazoi] on ci mekardand, musallat megardonem"
        }
    ]
}