{
    "rukus": [
        {
            "chapter": 9,
            "verse": 30,
            "text": "Va jahudijon guftand: «Uzajr pisari Alloh taolo ast» va masehijon guftand: «Maseh pisari Alloh taolo ast». In suxan [-i ʙotil]-e ast, ki ʙar zaʙon meovarand va ʙa guftori kasone, ki peş az in kufr varzidand, şaʙohat dorad. Alloh taolo halokaşon kunad! Ciguna [az haq] munharif meşavand"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "[In muşrikon] Ulamo va rohiʙoni xud va [hamcunin] Maseh pisari Marjamro ʙa çoji Alloh taolo [ʙa unvoni] ma'ʙudoni xeş talaqqī kardand, hol onki dasture çuz in nadoştand, ki faqat Alloh taoloi jagonaro ʙiparastand, ki ma'ʙude [ʙa haq] çuz Ū nest. Ū az onci şarikaş qaror medihand, munazzah ast"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "Onon mexohand nuri Alloh taoloro ʙo suxanoni xeş xomūş kunand, vale Alloh taolo çuz in namexohad, ki nuri xeşro komil kunad, harcand kofiron noxuşnud ʙoşand"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "Ūst, ki pajomʙaraşro ʙo hidojatu dini haq firistodaast, to onro ʙar hamai adjon pirūz gardonad, harcand muşrikon noxuşnud ʙoşand"
        },
        {
            "chapter": 9,
            "verse": 34,
            "text": "Ej kasone, ki imon ovardaed, ʙe tardid, ʙisjore az ulamo[-i jahudī] va rohiʙon, amvoli mardumro ʙa nohaq mexūrand va [ononro] az rohi Alloh taolo ʙozmedorand.Va kasone, ki zaru sim meanduzand va onro dar rohi Alloh taolo infoq namekunand, pas, ononro ʙa azoʙi dardnok ʙaşorat ʙideh"
        },
        {
            "chapter": 9,
            "verse": 35,
            "text": "Rūze, ki on [gançinaho]-ro dar otaşi duzax surx kunand va peşonī va pahlu va puştaşonro ʙo on doƣ nihand [va ʙigūjand]: «In ast onci ʙaroi xeş meandūxted, pas, ʙicaşed onciro, ki meandūxted»"
        },
        {
            "chapter": 9,
            "verse": 36,
            "text": "Şumori mohho nazdi Alloh taolo [az] rūze, ki osmonho va zaminro ofaridaast, dar kitoʙi Alloh taolo [Lavhi mahfuz] duvozdah moh ast, ki [çangu dargirī dar] cahor moh az on harom ast [Zulqa'da, Zulhiçça, Muharram va Raçaʙ]. In ast oini ustuvor [va rohi haq]. Pas, dar in [cahor moh] ʙar xud sitam nakuned va hamagī ʙo muşrikon ʙiçanged, cunonki hamai onon ʙo şumo meçangand va ʙidoned, ki Allloh taolo hamrohi parhezgoron ast"
        },
        {
            "chapter": 9,
            "verse": 37,
            "text": "Be tardid, ʙa ta'xir andoxtan [-i mohhoi harom va ʙarham zadani tartiʙi asli onho muçiʙi] afzoişi kufr ast [va] kasone, ki kufr varzidand, ʙo in kor ʙa gumrohī kaşida meşavand. On [moh]-ro jak sol halol meşumorand va jak sol [-i digar] haromaş medonand, to ʙo te'dodi mohhoe, ki Alloh taolo harom kardaast, ʙaroʙar sozand. Pas, [ʙa on saʙaʙ] onciro, ki Alloh taolo harom kardaast, [ʙar xud] halol mekunand.Ziştii a'molaşon ʙar eşon orosta şudaast va Alloh taolo gurūhi kofironro hidojat namekunad"
        }
    ]
}