{
    "rukus": [
        {
            "chapter": 14,
            "verse": 7,
            "text": "Va [jod kuned az] hangome ki Parvardigoraton farmud, ki: «Agar şukr guzored, jaqinan, [ne'matamro] ʙar şumo meafzojam va agar nosiposī kuned, jaqinan, azoʙi man saxt ast»"
        },
        {
            "chapter": 14,
            "verse": 8,
            "text": "Va Mūso ʙa [onon] guft: «Agar şumo va hamai mardumi rūi zamin kofir şaved, pas, [ʙa Alloh taolo heç zijone namerasad, caro ki] ʙe tardid, Alloh taolo ʙenijozi sutuda ast»"
        },
        {
            "chapter": 14,
            "verse": 9,
            "text": "[Ej kofiron] Ojo xaʙari [halokati] kasone, ki peş az şumo ʙudand, [monandi] qavmi Nuh va Od va Samud va [niz] onon, ki ʙa'd az eşon ʙudand [va] çuz Alloh taolo kase az onon xaʙar nadorad, ʙa şumo narasidaast? Pajomʙaronaşon ʙo daloil [-u mu'çizot]-i ravşan ʙa sūjaşon omadand, vale onon [ʙa nişonai muxolifat] dasthojaşonro ʙar dahonhojaşon nihodand va [anguşt ʙa dandon gazidandu] guftand: «Mo on ciro, ki şumo ʙaroi [iʙloƣi] on firistoda şudaed, inkor mekunem va dar ʙorai on ci moro ʙa sūjaş mexoned, saxt dar tardidem»"
        },
        {
            "chapter": 14,
            "verse": 10,
            "text": "Pajomʙaronaşon guftand: «Ojo dar [jagonagii] Alloh taolo – Ofarinandai osmonho va zamin tardide hast? Ū şumoro [ʙa imon] faro mexonad, to gunohonatonro ʙiʙaxşojad va ʙa şumo to muddati muajjane muhlat dihad». Onon guftand: «Şumo çuz ʙaşare hammonandi mo nested, [va] mexohed moro az on ci ki padaronamon meparastidand, ʙozdored. Pas, daleli oşkore [dar mavridi rostgūijaton] ʙarojamon ʙijovared»"
        },
        {
            "chapter": 14,
            "verse": 11,
            "text": "Pajomʙaronaşon ʙa onon guftand: «[Ore] Mo çuz insonhoe monandi şumo nestem, vale Alloh taolo ʙar har jak az ʙandagonaş, ki ʙixohad [ʙo ne'mati nuʙuvvat] minnat menihad va sazovor nest, ki mo çuz ʙa içozati Alloh taolo ʙaroi şumo dalele ʙijovarem. Pas, mu'minon ʙojad ʙar Alloh taolo tavakkal kunand"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "Va caro ʙar Alloh taolo tavakkal nakunem va hol on ki ū moro ʙa rohhoi [saodat]-amon hidojat namud? Va mo ʙar ozore, ki [dar rohi risolat] ʙa mo merasoned, hatman, şikeʙoī mekunem va tavakkalkunandagon ʙojad faqat ʙar Alloh taolo tavakkal kunand»"
        }
    ]
}