{
    "rukus": [
        {
            "chapter": 5,
            "verse": 20,
            "text": "Va [ej pajomʙar, jod kun az] Hangome ki Mūso ʙa qavmaş guft: \"Ej qavmi man, ne'mati Allohro ʙar xud ʙa jod ovared, on goh ki ʙajni şumo pajomʙarone ʙarangext va [pas az ʙardagii Fir'avn afrode az] şumoro farmonravojon [-i xudaton] soxt va cizhoe ʙa şumo ʙaxşid, ki ʙa heç jak az çahonijon [-i muosiraton] nadoda ʙud"
        },
        {
            "chapter": 5,
            "verse": 21,
            "text": "Ej qavm, ʙa sarzamini muqaddase, ki Alloh taolo ʙarojaton muqarrar namudaast, vorid şaved va ʙa aqiʙ ʙoznagarded [va az dinaton dast nakaşed], ki zijondida xohed şud"
        },
        {
            "chapter": 5,
            "verse": 22,
            "text": "[Onon] Guftand: \"Ej Mūso, ʙe gumon on ço qavmi zūrmand hastand, [va] to onon az on ço ʙerun naravand, mo hargiz voridi on nameşavem. Pas, agar az on ço ʙerun ʙiravand, mo vorid xohem şud"
        },
        {
            "chapter": 5,
            "verse": 23,
            "text": "Du tan az mardone, ki [az nofarmonī va azoʙi ilohī] metarsidand va Alloh taolo ʙa onon ne'mat [-i itoat va ʙandagī] doda ʙud, guftand: \"Az on darvoza ʙar eşon [huçum ʙared va] vorid şaved, ki agar az on daromaded, hatman, pirūz xohed şud va agar mu'mined, ʙar Alloh taolo tavakkal kuned"
        },
        {
            "chapter": 5,
            "verse": 24,
            "text": "[Bani Isroil] Guftand: \"Ej Mūso, to zamone ki onon dar on ço xastand, mo hargiz vorid nameşavem. Tu va Parvardigorat ʙiraved va ʙiçanged. Mo hamin ço menişinem"
        },
        {
            "chapter": 5,
            "verse": 25,
            "text": "[Mūso] Guft: \"Parvardigoro, man çuz ixtijori xudam va ʙarodaram [ixtijori şaxsi digarero] nadoram, pas, mijoni mo va in gurūhi nofarmon çudoī ʙijafkan"
        },
        {
            "chapter": 5,
            "verse": 26,
            "text": "[Alloh taolo] Farmud: \"Dar in surat [vurud ʙa] on [sarzamini muqaddas] to cihil sol ʙar onon harom şudaast, [va pajvasta] dar zamin sargardon xohand ʙud. Pas, ʙa xotiri [raftori] in gurūhi nofarmon afsūs maxūr"
        }
    ]
}