{
    "rukus": [
        {
            "chapter": 11,
            "verse": 61,
            "text": "Man ka’ kaum Tsamud (kami utus) kamarkapala nyaka’koa Saleh. Dia bakata”wahe kaum ku! Sambahlah Allah, nana’ ada tuhan bagi nyu salain ja. Ya udah manciptakan nyu dari bumi (tanah) nang nyadiatn nyu pamakmurnya, 401 karana koa mohonlah ampunan ka’-Nya, kamudian batobatlah ka’-Nya, sasungguhya tuhanku miah samak (rahmat-Nya) man mamparke- nankan (doa hamba-Nya)"
        },
        {
            "chapter": 11,
            "verse": 62,
            "text": "Iaka’koa (kaum Samud) bakata, ”wahe saleh! Sungguh, kao sanape nian barada ka’ tangah- tangah kami marupakan urakng nang diarap- atn, ngahe kao ngalarang kami manyambah ahe nang disambah oleh nenek-moyang kami? Sungguh, kami banar-banar dalapm karaguan man kagalisahatn tahadap ahe (agama) nang kao serukan ka’kami"
        },
        {
            "chapter": 11,
            "verse": 63,
            "text": "Ia (Saleh) bakata, ”Wahe kaum ku! tarangkan ka’ aku kalao aku ada bukti nang nyata dari tuhanku, man dibare’ Nya aku rahmat (kenabian)dariNya maka sae nang akan manolong ku, dari sesa Allah jika aku mandurhakai Nya? maka kao hanya akan nambah karugiatn ka’aku"
        },
        {
            "chapter": 11,
            "verse": 64,
            "text": "Man wahe kaumku! nianlah unta nang bini dari Allah, sabagian mukzizat nto’ nyu. Sabab koa biarlah ia makatn ka’ bumi Allah, man amelah kao nunggunya mang gangguan ahe pun nang akan manyababkan kao capat ditimpa (sesa)"
        },
        {
            "chapter": 11,
            "verse": 65,
            "text": "Maka iaka’koa nyambaleh unta koa, kamudian ia (Shaleh) bakata, ”basanang- sananglah kita’ samua ka’rumah kita’ salama tiga ari402 koa ialah janji nang nana’ bisa didustaatn"
        },
        {
            "chapter": 11,
            "verse": 66,
            "text": "Maka waktu keputusan kami atakng, kami salamatatn Saleh man urakng-urakng nang baiman, sama-sama nya mang rahmat kami man (kami salamat’atn) dari kahinaan pada ari-ari koa, sungguh, tuhan-nyu, nang Maha Kuat, Maha Pakasa"
        },
        {
            "chapter": 11,
            "verse": 67,
            "text": "Kamudian suara yang mangguntur nimpa urakng-urakng nang zalim koa, sahingga iaka’koa mati bagalimpangan ka’ rumah nyaka’koa"
        },
        {
            "chapter": 11,
            "verse": 68,
            "text": "Saolah-olah iaka’koa nana’ suah tinggal (badiapm)403 ka’ tampat koa, ingatlah kaum samud, mangingkari tuhan iaka’koa, ingatlah, binasalah kaum samud"
        }
    ]
}