{
    "rukus": [
        {
            "chapter": 22,
            "verse": 1,
            "text": "Wahe talino! bataqwalah ka’ Tuhannyu. Sungguh, goncangan (ari) kiamat koa ialah suatu (kajadiatn) nang miah aya"
        },
        {
            "chapter": 22,
            "verse": 2,
            "text": "(Ingatlah) pada ari katika kao nele’nya (goncangan koa). Samua nang bini nang nusu’i naknya akan lale tahadap anak nang disusui’nya, man satiap nang bini nang babuntikng akan kaguguratn buntikngnya, man kao nele’ talino dalapm kaadaan mabuk, padahal sabanarnya iaka’koa nana’ mabuk, tatapi sesa Allah koa miah karas"
        },
        {
            "chapter": 22,
            "verse": 3,
            "text": "Man ka’ antara talino ada nang ba olek tentang Allah tanpa Ilmu man ingge ngikuti para setan nang miah jahat"
        },
        {
            "chapter": 22,
            "verse": 4,
            "text": "(tentang setan) telah ditatapatn bahoa’ sae nang bakawan mang ia maka ia nae nyasatatnnya, man ngicakngnya ka’ sesa naraka"
        },
        {
            "chapter": 22,
            "verse": 5,
            "text": "Wahe talino! Kade’ kao ngaraguatn (ari) kabangkitatn maka sabatolnya Kami udah nyadiatn kao dari tanah, kamudiatn dari satetek mani, kamudiatn dari sagumnpal darah, kamudiatn dari sagumpal dageng nang sampurana kajadiatnnya man nang nana’ sampurna, agar Kami jalasatn ka’ kao. Man Kami tatapatn dalapm buntikng manurut kahandak Kami sampe waktu nang udah ditantuatn, kamudiatn Kami kaluaratn kao sabage ola, kamudiatn (mang baansor- ansor) kao sampe ka’ usia dewasa, man ka’ antara kao ada nang dimatiatn man (ada uga) ka’ antara kao nang dikambaliatn sampe omor miah tuha (dah bama’) sahingga ia nana’ ngatahui agi jukut nang udah dikatahuinya. Man kao nele’ bumi nian karikng, kamudiatn kade’ dah Kami turuntatn ai (ujatn) ka’ atasnya, iduplah bumi kao man manjadi subur man numbuhatn bamacam janis pamiahn (tumbuhan) nang edo"
        },
        {
            "chapter": 22,
            "verse": 6,
            "text": "Nang ampakoa karana sungguh, Allah, ialah nang hak, man sungguh, Ialah nang ngidup- atn sagala nang udah mati, man sungguh, Ia Maha Kuasa atas sagala sasuatu"
        },
        {
            "chapter": 22,
            "verse": 7,
            "text": "Man sungguh (ari) kiamat koa pasti atakng, nana’ ada karuguatn ka’ ia, man sungguh, Allah akan mangkitatn sae pun nang ka’ dalapm subur"
        },
        {
            "chapter": 22,
            "verse": 8,
            "text": "Man ka’ antara talino ada nang baolek masalah Allah tanpa ilmu, tanpa patunjuk man tanpa kitab (wahyu) nang mare’ panarangan"
        },
        {
            "chapter": 22,
            "verse": 9,
            "text": "Sambil malingkatn lambungnya (mang congkak) nto’ nyasattatn talino dari maraga Allah. Ia namu kahinaan ka’ dunia, man pada ari kiamat Kami bare’atn ka’ ia rasa sesa naraka nang nunui’"
        },
        {
            "chapter": 22,
            "verse": 10,
            "text": "(Akan dikataatn ka’ ia), ”koa karana pabuatan nang dilakuatn dee oleh kadua kokotnyu, man Allah sakal-kali nana’ manjolimi amba-ambaNya"
        }
    ]
}