{
    "rukus": [
        {
            "chapter": 33,
            "verse": 35,
            "text": "Sungguh, nang laki man nang bini muslim, nang laki man nang bini mukmin, nang laki man nang bini nang tatap dalapm kataatanya, nang laki man nang bini nang banar, nang laki man nang bini nang sabar, nang laki man nang bini khusyuk, laki-laki man nang bini nang basadakah, nang laki man nang bini nang bapuasa, nang laki man nang bini nang nyaga kahormatannya, nang laki man nang bini nang manyak nyabut (dama) Allah, Allah tatap nyadiaatn nto’ iaka’koa amponan man pahala nang aya’"
        },
        {
            "chapter": 33,
            "verse": 36,
            "text": "Man nana’ lah pantas ka’ nang laki nang mukmin man nang bini nang mukmin, kade’ Allah man Rasul-Nya, udah natapatn suatu katatapatn, akan ada kamao’atn (nang lain) bagi iaka’koa tantang urusan iaka’koa. Man sae ma’an durhakai’ ka’ Allah man Rasul- Nya maka sungguh, ia udah tasasat, mang kasasatatn nang nyata"
        },
        {
            "chapter": 33,
            "verse": 37,
            "text": "Man (ingatlah), katika kao (Muhammad) bakata ka’ urakng nang udah dibare’ nikmat oleh Allah man kao (uga’) udah mare’ nikmat ka ia, ”patahantatnlah tarus bininyu man bataqwalah ka’ Allah.” Sadangkatn kao nasokatn ka’ dalapm atinyu ahe nang akan dinyatakan oleh Allah, man kao gali’ ka’ talino padahal Allah labih bahak kao gali’atn. Maka katika Zaid udah ngahiri’ kapalaluatn tahadap bininya (nyareatn nya), Kami nikahatn kao mang ia (Zainab)681 supaya nana’ ada kabaratatn ka’ urakng mukmin nto’ (nikahi’) bini-bini anak-anak angkat iaka’koa, kade’ anak-anak angkat koa udah nyalaseatn kapalaluannya tahadap bininya. Man katatapan Allah koa pasti tajadi"
        },
        {
            "chapter": 33,
            "verse": 38,
            "text": "Nana’ ada kabaratan ahepun ka’ Nabi tantang ahe nang udah ditatapatn Allah ka’ ia. (Allah udah netapatn ahe nang ampakoa) sabage sunnah Allah man kada’ Nabi-nabi nang udah dolo’. Man katatapan Allah koa suatu katatapan nang pasti balaku"
        },
        {
            "chapter": 33,
            "verse": 39,
            "text": "(Ialah) urakng-urakng nang nyampeatn risalah-risalah Allah, 682 iaka’koa gali’ ka’ Ia Man nana’ marasa gali’ ka’ sae pun salain ka’ Allah. Man cukuplah Allah sabage pamuat paretongan"
        },
        {
            "chapter": 33,
            "verse": 40,
            "text": "Muhammad koa buke’lah apa’ dari saurakng ka’antara kita’, 683 tatapi ia ialah utusan Allah, man panutup samua Nabi. Man Allah maha nau’an sagala sasuatu"
        }
    ]
}