{
    "rukus": [
        {
            "chapter": 3,
            "verse": 102,
            "text": "Wahe urakng-urakng nang baiman! Bataqwalah ka’ Allah nang sabanar- banarnya taqwa ka’nya man amelah kao mati kacoali dalapm ka’adaatn muslim"
        },
        {
            "chapter": 3,
            "verse": 103,
            "text": "Man bapagan kuatlah kao samuanya ka’ tali (agama) Allah, man amelah kao bapancar, biar man ingatlah nikmat Allah ka’ kao. Ke’ kao dolo’ (masa Jahiliyah) bamusuhatn, lalu Allah nyote’at atinyu, sahingga basama karunianya kao manjadi badosa, sadangkatn (waktu koa) ka’ barada ka’ tapi arokng naraka, lalu Allah manyalamatatn kao dari naung. Ampakoalah Allah narangkatn ayat- ayatnya ka’ kao supaya kao namu patunjuk"
        },
        {
            "chapter": 3,
            "verse": 104,
            "text": "Ampakoalah ka’ antara kao ada sagolongan urakng nang makruf. Mang nyagah dari nang mungkar137 iaka’koalah urakng-raung baruntung"
        },
        {
            "chapter": 3,
            "verse": 105,
            "text": "Amelah kao manjadi urakng-urakng nang bacara biar man basalisih saudah sampe ka’ ia katarangan nang jalas. Iaka’koalah urakng-urakng nang namu azab yang basar"
        },
        {
            "chapter": 3,
            "verse": 106,
            "text": "Pada ari koa muha nang putih basari man ada pula nang itapm banar. Adapun urakng- urakng nang ba muha itapm banar (ka’ ia koa di kataatn), ngahe kao kafir saudah baiman? Karana koa rasaatnlah azab di sababpatn kakafiratnnya koa"
        },
        {
            "chapter": 3,
            "verse": 107,
            "text": "Man adapun urakng-urakng nang ba muha putih basori, iaka’koa barada dalapm rahmat Allah (saruga) iaka’koa kakal ka’ dalapmnya"
        },
        {
            "chapter": 3,
            "verse": 108,
            "text": "Koalah ayat-ayat Allah nang kami bacaatn ka’ koa sacara banar. Allah nana’lah bakahandak manzalimi (seapun) ka’ saluruh alam"
        },
        {
            "chapter": 3,
            "verse": 109,
            "text": "Man milik Allah-lah ahe nang ada ka’ langit man ahe ada ka’ bumi. Man hanya ka’ Allah sagala urusan dikambalikan"
        }
    ]
}