{
    "rukus": [
        {
            "chapter": 4,
            "verse": 11,
            "text": "Allah nyare’atatn (ngawajipatn) ka’ koa tantankng pambagiatn warisan nto’ da’ anaknyu (ngkoalah) bagian babaro maunda’ nang laki sama man bagiatn dua uakng kamunda’ bini.181 Kade’ ia kamunda’ koa samuanya nang bani nang jumlah labih daru dua, maka bagiatnya dua partiga dari harta nang aya’ ningalatn, kade’ ia kamunda’ nang bini koa babaro ihan. Maka ia namu santangah (harta nangdi ningalatn). Man nto’ kadua uwe’ apa’ bagiatn masing- masing sapar anam dari harta nang ningala- tn, kade’ ia (nang mati) ada banarak, kadae’ ia nang mati, nana’ baranakuga’ ia di warisi’ oleh oleh kadua uwe’ pa’nya (ja’), maka uwe’nya namu sapar tiga, kade’ ia nang mati, ada basangahe sodara, maka we’nya namu sapar anam. (pambagiatn-pambagiatn koa nang ka atas) satalah di panuhi’ wasiat nangnya pamuat ato’ dah satalah dibayar utakngnya. tantang urakng tuha nyu manda’ naknyu koa nana’ nau’an sae ka’ antara iaka’koa nang labih baik maafatnya ka’ koa. Nian koalah katatapatn Allah. Sungguh Allah Mahanau’an’, man Mahabijaksana"
        },
        {
            "chapter": 4,
            "verse": 12,
            "text": "Bagiatnya (laki-laki) ialah sapar dua dari harta nang ningalatn di bini-bininyu, kade’ iaka’koa nana’ baranak. Kade’ bini-bininyu koa ada baranak, maka koa namu sapar mpat dari harta nang nya ningalatn satalah (di panuhi) wasiat nang iaka’koa pamuat ato’ (uga’ satalah di bayari’) utakngnya. Nang bini-bininya ka’ koa nmu sapar mpat harta nang koa tingalatn (mati) kade’ koa nana’ baranak. Tapi kade’ koa ada baranak, maka bini-bininyu namu bagiatn spar lapan dari harta nang koa tingalatn (amti) satalah dipanuhi’ wasiat nang koa pamuat ato’ (satalah di baya) utakng-utakngnyu. Kade’ ada nang ninggal, baik ke’nya nang laki- laki mao’pun nang bini nang nana’ ningala- tn apa man nana’ ningalatn uwe’, tapi ada seko’ sodara laki-laki (sa’uwe’)ato’ seko’ sodara nang bini (sa’uwe’), maka bagi dari masing-masing kadua Janis sodara koa sape enam harta. Tapi kade’ kamarkapala sa’uwe’ koa labih babaro, maka iaka’koa sama-sama dalapm bagiatn anang sapar telu koa, satalah (dipanuhi wasiat) nang di pamuatnya ato’ (dah satalah di bayar) utakngnya mang nana’ nyusahatn (ahli waris kamar kapala).182 Nianlah katantuatn Allah, Allah Mahamngetahui’ man Mahapenyantun"
        },
        {
            "chapter": 4,
            "verse": 13,
            "text": "Ngkolah batas-batas (ukum) Allah. Barang sae nang ta’at ka’ Allah man ka’ Rasul-Nya ia akan masokatn ka’ dalapm saruga nang ngalir ka’ babahnya sunge-sunge, iaka’koa kakal ka’ dalapmnya. Nang koa lah ka’ banaratn nang agung"
        },
        {
            "chapter": 4,
            "verse": 14,
            "text": "Barang sae nang durhakai’ Allah man Rasulnya man malanggar batas-batas ukumnya, maka Allah akan masokatn nya ka’ dalapm api naraka, ia kakal ka’ dalapm nya man ia uga’ namu azab nang batol-batol nginaatn"
        }
    ]
}