{
    "rukus": [
        {
            "chapter": 6,
            "verse": 31,
            "text": "В заблуждении остаются те, которые сретенье Бога считают ложью, до того времени, как внезапно наступит для них час. Они скажут: о как несчастны мы оттого самого, чем мы пренебрегали! Они на хребтах своих понесут свои тяжести: смотри, как изнурительны для них эти тяжести"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "Здешняя жизнь есть только суета, призрак; но будущая жизнь есть лучшее благо для благочестивых. Не рассудите ли этого"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "Мы знаем, что тебя огорчает то, что говорят они. Но они не тебя только считают лжецом, они - нечестивцы - отвергают и знамения Бога"
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "Ещё прежде тебя посланцы были принимаемы за лжецов, но они терпеливо переносили то, что считались за лжецов и подвергались оскорблениям, дотоле, покуда не приходила к ним помощь Наша; потому что никто не переменит слов Божиих: тебе уже даны известия о сих посланниках"
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "Так как для тебя тягостно их отступление, то ты, если бы мог, хотел бы сделать для себя или расселину в земле, или лестницу в небо, дабы представить им какое либо знамение! Бог, если бы захотел, всех их совокупил бы на прямом пути; потому, не будь в числе невежд"
        },
        {
            "chapter": 6,
            "verse": 36,
            "text": "Истинно, Он внемлет тем, которые послушны Ему. Бог воскресит мёртвых, и они будут возвращены к Нему"
        },
        {
            "chapter": 6,
            "verse": 37,
            "text": "Они говорят: \"О если бы ему от Господа его ниспослано было какое либо знамение!\" Скажи: \"Бог могущ низвести знамение; но из них очень многие несведущи"
        },
        {
            "chapter": 6,
            "verse": 38,
            "text": "Нет животных, ходящих по земле, нет птиц, летающих на крыльях, которые не составляли бы общин, подобных вашим. Мы ничего не опустили в этом Писании. Со временем они будут собраны к Господу своему"
        },
        {
            "chapter": 6,
            "verse": 39,
            "text": "Те, которые наши знамения считают ложью, глухи, немы, во тьме. Бог, кого хочет, вводит в заблуждение, и, кого хочет, ставит на прямой путь"
        },
        {
            "chapter": 6,
            "verse": 40,
            "text": "Скажи: \"Не видит ли каждый из вас, что вы, если настанет для вас наказание от Бога или настанет для вас последний час, взываете к Богу, а не к другому кому либо, если только вы правдолюбивы"
        },
        {
            "chapter": 6,
            "verse": 41,
            "text": "Действительно, к Нему вы тогда взываете, и Он, если хочет, избавляет вас от того, о чём вы просили, и вы забываете тех, которых считали соучастниками Ему"
        }
    ]
}