{
    "rukus": [
        {
            "chapter": 6,
            "verse": 42,
            "text": "Мы уже делали посольства к разным народам, бывшим прежде тебя, поражали их бедствиями, страданиями, может быть они смирятся"
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "о если бы смирялись они в то время, когда постигали их бедствия! Напротив, сердца у них ожесточались, а сатана представлял дела их прекрасными"
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "Когда же они забывали то, чему были научены, в то время, как Мы для них отворяли двери ко всему, чего желали они, и они увеселялись тем, что предоставлено было им, Мы внезапно поражали их; и вот они в отчаянии"
        },
        {
            "chapter": 6,
            "verse": 45,
            "text": "И такой народ, предавшийся нечестию, был истребляем до последнего в нём человека. Слава Богу, Господу миров"
        },
        {
            "chapter": 6,
            "verse": 46,
            "text": "Скажи: \"Ужели думаете, что, если Бог отнимет у вас слух и очи, запечатает сердца ваши, какой либо бог, кроме Бога, возвратит вам их?\" Смотри, сколько знамений Мы указываем, а они и после этого уклоняются"
        },
        {
            "chapter": 6,
            "verse": 47,
            "text": "Скажи: \"Не знает ли каждый из вас, что если постигает вас казнь от Бога, внезапно ли или ожиданно, погибают тогда только люди нечестивые"
        },
        {
            "chapter": 6,
            "verse": 48,
            "text": "Мы посылаем посланников только с тем, чтобы они были благовестниками и обличителями: кто веровал им и делался добрым, тем не было никакого страха, тем не было никакой печали"
        },
        {
            "chapter": 6,
            "verse": 49,
            "text": "А тех, которые наши знамения считали ложью, постигала казнь, за то, что они поступали нечестиво"
        },
        {
            "chapter": 6,
            "verse": 50,
            "text": "Скажи: \"Я не говорю вам, что у меня сокровища Божии, ни того, что знаю тайное; не говорю вам, что я ангел: я следую только тому, что дано мне откровением\". Скажи: \"Зрячий и слепой ровняются ли один другому? Ужели вы не размышляете об этом"
        }
    ]
}