{
    "rukus": [
        {
            "chapter": 60,
            "verse": 1,
            "text": "Верующие! Врагов Моих и врагов ваших не считайте друзьями своими: вы оказываете любовь к ним, тогда как они отвергли то, что истинного пришло к вам. Они удаляют от себя посланника и вас за то, что веруете в Бога, Господа вашего. Когда выходили вы воевать на пути моем и снискать мое благоволение, вы таили в себе любовь к ним: но Я вполне знаю, что скрываете вы, и что обнаруживаете. Кто из вас поступает так: тот уклоняется от прямого пути"
        },
        {
            "chapter": 60,
            "verse": 2,
            "text": "Если они где застигнут вас, то оказываются врагами вам: и руки свои и языки свои направляют они во зло вам: они желают, что бы вы сделались неверными"
        },
        {
            "chapter": 60,
            "verse": 3,
            "text": "В день воскресения ни родители ваши, ни дети ваши не принесут вам пользы. Он разделит вас, одних от других. Бог зрит дела ваши"
        },
        {
            "chapter": 60,
            "verse": 4,
            "text": "Для вас есть прекрасный пример в Аврааме и в тех, которые с ним; вот, они сказали народу своему: \"Мы далеки от вас и от тех, кому вы покланяетесь, опричь Бога; мы отказываемся от вас, и между нами и вами возникает вражда и ненависть навсегда, до той поры, покуда не уверуете в Бога, который един\"; за исключением слов Авраама к отцу его: \"Я буду просить прощение тебе; но не имею власти вытребовать что либо для тебя от Бога\". \"Господи наш! На Тебя уповаем, к Тебе в покаянии притекаем, и к Тебе все возвращается"
        },
        {
            "chapter": 60,
            "verse": 5,
            "text": "Господи наш! Не делай нас соблазном для неверных, и прости нам, Господи наш! Потому что Ты силен, мудр"
        },
        {
            "chapter": 60,
            "verse": 6,
            "text": "Да, в них дан вам прекрасный пример, - тем, которые ожидают Бога и последнего дня. Но тот, кто отвращается от этого - действительно, Бог богат, славен"
        }
    ]
}