{
    "maqras": [
        {
            "chapter": 35,
            "verse": 41,
            "text": "Həqiqətən, Allah goyləri və yeri tərpənməsinlər deyə, tutub saxlayır. Əgər tərpənsələr, Ondan basqa onları hec kəs tutub saxlaya bilməz. Həqiqətən də, O, Həlimdir, Bagıslayandır"
        },
        {
            "chapter": 35,
            "verse": 42,
            "text": "Onlar Allaha cox mohkəm and icdilər ki, ozlərinə qorxudan bir peygəmbər gəlsə, hər hansı ummətdən daha cox dogru yolda olacaqlar. Onlara qorxudan peygəmbər gəldikdə isə bu, onların ancaq nifrətini artırdı"
        },
        {
            "chapter": 35,
            "verse": 43,
            "text": "Butun bunlar onların yer uzundə təkəbbur gostərmələrinə və yaramaz hiyləgərliklər torətdiklərinə gorə idi. Yaramaz hiylələr isə ancaq oz sahiblərini qaplayar. Onlar əvvəlkilərin baslarına gələn aqibətdən basqasınımı gozləyirlər? Sən Allahın qayda-qanununa hec bir əvəz tapa bilməzsən, Allahın qayda-qanununda hec bir dəyisiklik də tapa bilməzsən"
        },
        {
            "chapter": 35,
            "verse": 44,
            "text": "Məgər onlar yer uzundə gəzib-dolasıb ozlərindən əvvəlkilərin aqibətinin necə oldugunu gormurlərmi? Onlar ki bunlardan daha quvvətli idilər. Goylərdə və yerdə Allahdan qacıb xilas ola biləcək hec bir sey yoxdur. Həqiqətən, O, Biləndir və hər seyə Qadirdir"
        },
        {
            "chapter": 35,
            "verse": 45,
            "text": "Əgər Allah insanları etdikləri gunahlara gorə dərhal cəzalandırsaydı, yer uzundə bir canlını belə sag buraxmazdı. Lakin Allah onlara muəyyən vaxtadək mohlət verir. Vaxtları catanda isə hər kəsə oz əməlinə gorə cəza, yaxud mukafat verəcəkdir. Subhəsiz ki, Allah Oz qullarını gorur"
        },
        {
            "chapter": 36,
            "verse": 1,
            "text": "Ya. Sin"
        },
        {
            "chapter": 36,
            "verse": 2,
            "text": "And olsun hikmətli Qurana"
        },
        {
            "chapter": 36,
            "verse": 3,
            "text": "Həqiqətən, sən gondərilmis elcilərdənsən"
        },
        {
            "chapter": 36,
            "verse": 4,
            "text": "dogru yoldasan"
        },
        {
            "chapter": 36,
            "verse": 5,
            "text": "Bu Quran Qudrətli və Rəhmli Allah tərəfindən nazil edilmisdir ki"
        },
        {
            "chapter": 36,
            "verse": 6,
            "text": "ataları xəbərdar edilməmis, ozləri də qafil olan bir tayfanı xəbərdar edəsən"
        },
        {
            "chapter": 36,
            "verse": 7,
            "text": "Onların əksəriyyəti barəsindəki soz gercəkləsdi. Cunki onlar iman gətirmədilər"
        },
        {
            "chapter": 36,
            "verse": 8,
            "text": "Həqiqətən, Biz onların boyunlarına, cənələrinə dirənmis zəncirlər kecirtmisik. Odur ki, basları təkəbburlə yuxarı qalxmısdır"
        },
        {
            "chapter": 36,
            "verse": 9,
            "text": "Biz onların onlərindən bir sədd, arxalarından da basqa bir sədd cəkdik və gozlərinə pərdə saldıq. Buna gorə də onlar haqqı gormurlər"
        },
        {
            "chapter": 36,
            "verse": 10,
            "text": "Sən onları qorxutsan da, qorxutmasan da, onlar ucun eynidir, iman gətirməyəcəklər"
        },
        {
            "chapter": 36,
            "verse": 11,
            "text": "Sən ancaq Zikrə tabe olub Mərhəmətli Allahı gormədən Ondan cəkinən səxsi qorxuda bilərsən. Beləsini bagıslanma və cox gozəl bir mukafatla mujdələ"
        },
        {
            "chapter": 36,
            "verse": 12,
            "text": "Həqiqətən, oluləri dirildən, onların bu dunyada torətdiklərini və tərk etdiklərini yazan Bizik. Biz hər seyi acıq-aydın Yazıda (Lovhi-məhfuzda) qeydə almısıq"
        },
        {
            "chapter": 36,
            "verse": 13,
            "text": "Sən onlara o zaman elcilər gəlmis səhər sakinlərini misal cək"
        },
        {
            "chapter": 36,
            "verse": 14,
            "text": "O zaman onlara iki nəfər elci gondərdik, amma onlar ikisini də yalancı saydılar. Biz də elcilərimizi ucuncusu ilə quvvətləndirdik. Elcilər: “Həqiqətən, biz sizə gondərilmis elcilərik”– dedilər"
        },
        {
            "chapter": 36,
            "verse": 15,
            "text": "Onlar dedilər: “Siz də bizim kimi sadəcə bir insansınız. Mərhəmətli Allah sizə hec bir sey nazil etməmisdir. Siz ancaq yalan danısırsınız”"
        },
        {
            "chapter": 36,
            "verse": 16,
            "text": "Elcilər dedilər: “Rəbbimiz bilir ki, biz, həqiqətən də, sizə gondərilmis elcilərik"
        },
        {
            "chapter": 36,
            "verse": 17,
            "text": "Bizim vəzifəmiz ancaq vəhy olunanı askar təblig etməkdir”"
        },
        {
            "chapter": 36,
            "verse": 18,
            "text": "Onlar dedilər: “Biz sizdə bəd əlamət gorduk. Əgər dəvətinizə son qoymasanız, sizi mutləq dasqalaq edəcəyik və bizdən sizə mutləq agrılı-acılı bir əzab toxunacaqdır”"
        },
        {
            "chapter": 36,
            "verse": 19,
            "text": "Elcilər dedilər: “Sizin ugursuzlugunuz oz ucbatınızdandır. Məgər sizə edilən oyud-nəsihəti bəd əlamət sayırsınız? Dogrusu, siz həddi asmıs bir millətsiniz”"
        },
        {
            "chapter": 36,
            "verse": 20,
            "text": "Səhərin kənarından bir kisi qaca-qaca gəlib dedi: “Ay camaat! Elcilərin ardınca gedin"
        },
        {
            "chapter": 36,
            "verse": 21,
            "text": "Sizdən hec bir mukafat istəməyən, ozləri də dogru yolda olan səxslərin ardınca gedin"
        },
        {
            "chapter": 36,
            "verse": 22,
            "text": "Mənə nə olub ki, məni yaradana və huzuruna qaytarılacagınız Allaha ibadət etməyim"
        },
        {
            "chapter": 36,
            "verse": 23,
            "text": "Mən hec Ondan basqa məbudlar qəbul edərəmmi? Əgər Mərhəmətli Allah mənə bir zərər yetirmək istəsə, onların səfaəti mənə hec bir fayda verməz və onlar məni xilas edə bilməzlər"
        },
        {
            "chapter": 36,
            "verse": 24,
            "text": "Bax onda mən acıq-aydın azgınlıga dusmus olaram"
        },
        {
            "chapter": 36,
            "verse": 25,
            "text": "Həqiqətən, mən sizin Rəbbinizə iman gətirdim. Mənə qulaq asın!”"
        },
        {
            "chapter": 36,
            "verse": 26,
            "text": "Səhərin sakinləri bu kisini oldurdukdən sonra ona: “Cənnətə daxil ol!”– deyildi. O dedi: “Kas xalqım biləydi ki"
        },
        {
            "chapter": 36,
            "verse": 27,
            "text": "Rəbbim məni bagısladı və məni hormətli adamlardan etdi”"
        }
    ]
}