{
    "maqras": [
        {
            "chapter": 58,
            "verse": 14,
            "text": "Məgər sən, Allahın qəzəbləndiyi adamlarla dostluq edənləri gormədinmi? Onlar nə sizdəndirlər, nə də onlardan. Onlar bilə-bilə yalandan and icirlər"
        },
        {
            "chapter": 58,
            "verse": 15,
            "text": "Allah onlar ucun siddətli bir əzab hazırlamısdır. Onların etdiyi əməllər necə də pisdir"
        },
        {
            "chapter": 58,
            "verse": 16,
            "text": "Onlar andlarını ozlərinə sipər edib insanları Allah yolundan dondərdilər. Onları alcaldıcı bir əzab gozləyir"
        },
        {
            "chapter": 58,
            "verse": 17,
            "text": "Allaha qarsı nə malları, nə də ovladları onlara hec bir fayda verə bilməyəcək. Onlar Cəhənnəm sakinləridir və orada əbədi qalacaqlar"
        },
        {
            "chapter": 58,
            "verse": 18,
            "text": "Allah onların hamısını dirildəcəyi gun onlar sizə and icdikləri kimi, Ona da and icəcək və nə isə əldə etdiklərini guman edəcəklər. Əslində, onlar əsl yalancılardır"
        },
        {
            "chapter": 58,
            "verse": 19,
            "text": "Seytan onları ustələmis və Allahı zikr etməyi onlara unutdurmusdur. Onlar seytanın firqəsindəndirlər. Subhə yoxdur ki, seytanın firqəsindəkilər ziyana ugrayanlardır"
        },
        {
            "chapter": 58,
            "verse": 20,
            "text": "Məhz Allaha və Onun Elcisinə qarsı cıxanlar ən zəlil kimsələr arasında olacaqlar"
        },
        {
            "chapter": 58,
            "verse": 21,
            "text": "Allah əzəldən belə yazmısdır: “Mən və elcilərim hokmən qalib gələcəyik!” Həqiqətən, Allah Quvvətlidir, Qudrətlidir"
        },
        {
            "chapter": 58,
            "verse": 22,
            "text": "Allaha və Axirət gununə iman gətirən elə bir camaat tapa bilməzsən ki, onlar Allaha və Onun Elcisinə dusmən olanlarla – oz ataları, ogulları, qardasları, qohum-əqrəbaları olsalar belə – dostluq etsinlər. Allah onların qəlbinə iman salmıs və onları Oz tərəfindən bir ruhla dəstəkləmisdir. Allah onları agacları altından caylar axan Cənnət baglarına daxil edəcəkdir. Onlar orada əbədi qalacaqlar. Allah onlardan razıdır, onlar da Allahdan razıdırlar. Onlar Allahın firqəsidirlər. Həqiqətən, məhz Allahın firqəsi nicat tapanlardır"
        },
        {
            "chapter": 59,
            "verse": 1,
            "text": "Goylərdə və yerdə olanların hamısı Allahın səninə təriflər deyir. O, Qudrətlidir, Mudrikdir"
        },
        {
            "chapter": 59,
            "verse": 2,
            "text": "Kitab əhlindən kafir olanları ilk dəfə toplayıb oz diyarından cıxardan Odur. Siz onların cıxacaqlarını guman etmirdiniz. Onlar isə elə guman edirdilər ki, qalaları onları Allahdan qoruyacaqdır. Allah isə onları gozləmədikləri yerdən haqlayıb qəlblərinə qorxu saldı. Onlar evlərini həm oz əlləri, həm də mominlərin əlləri ilə dagıdırdılar. Ibrət goturun, ey agıl sahibləri"
        },
        {
            "chapter": 59,
            "verse": 3,
            "text": "Əgər Allah onlara surgun hokmunu yazmamıs olsaydı, onlara dunyada basqa əzab verərdi. Axirətdə isə onlar ucun od əzabı hazırlanmısdır"
        },
        {
            "chapter": 59,
            "verse": 4,
            "text": "Bu onların Allaha və Onun Elcisinə qarsı cıxmalarına gorədir. Kim Allaha qarsı cıxsa, bilsin ki, həqiqətən, Allah siddətli cəza verəndir"
        },
        {
            "chapter": 59,
            "verse": 5,
            "text": "Xurma agaclarını kəsməyiniz yaxud onları koku ustundə salamat qoymagınız Allahın iznilədir və Onun fasiqləri rəzil etməsi ucundur"
        },
        {
            "chapter": 59,
            "verse": 6,
            "text": "Allahın Oz Elcisinə onlardan verdiyi qənimətlərə tərəf siz nə at, nə də dəvə surdunuz. Lakin Allah Oz elcilərini istədiyi kəslər uzərində hakim edir. Allah hər seyə qadirdir"
        },
        {
            "chapter": 59,
            "verse": 7,
            "text": "Allahın Oz Peygəmbərinə kəndlərin əhalisindən verdiyi qənimətlər Allaha, Peygəmbərə, qohum-əqrəbaya, yetimlərə, yoxsullara və musafirlərə məxsus edilmisdir ki, o, aranızdakı zənginlərin var-dovləti olub qalmasın. Peygəmbər sizə nə verirsə, onu goturun, nəyi də qadagan edirsə, ondan cəkinin. Allahdan qorxun. Həqiqətən, Allah siddətli cəza verəndir"
        },
        {
            "chapter": 59,
            "verse": 8,
            "text": "Qənimət həmcinin yurdlarından qovulmus və mallarından məhrum olunmus yoxsul muhacirlərə məxsusdur. Onlar Allahın mərhəmətini və razılıgını qazanmaga can atır, Allaha və Onun Elcisinə komək edirlər. Dogru olanlar da məhz onlardır"
        },
        {
            "chapter": 59,
            "verse": 9,
            "text": "Muhacirlərdən əvvəl Mədinədə yurd salmıs, sonra da iman gətirmis kimsələr oz yanlarına hicrət edənləri sevir, onlara verdiklərinə gorə qəlblərində pesmancılıq hissi duymurlar. Hətta ozləri ehtiyac icində olsalar belə, onları ozlərindən ustun tuturlar. Nəfsinin tamahından qorunan kimsələr nicat tapanlardır"
        },
        {
            "chapter": 59,
            "verse": 10,
            "text": "Səhabələrdən sonra gələnlər deyirlər: “Ey Rəbbimiz! Bizi və bizdən əvvəl iman gətirmis qardaslarımızı bagısla. Bizim qəlbimizdə iman gətirənlərə qarsı nifrət və həsədə yer vermə. Ey Rəbbimiz! Həqiqətən də, Sən Səfqətlisən, Rəhmlisən!”"
        }
    ]
}