{
    "maqras": [
        {
            "chapter": 4,
            "verse": 163,
            "text": "Biz Nuha və ondan sonrakı peygəmbərlərə vəhy etdiyimiz kimi sənə də vəhy etdik. Biz Ibrahimə, Ismailə, Ishaqa, Yaquba və onun nəslinə, Isaya, Əyyuba, Yunusa, Haruna və Suleymana da vəhy etdik. Davuda da Zəburu verdik"
        },
        {
            "chapter": 4,
            "verse": 164,
            "text": "Daha oncə bir qisim elcilər barəsində sənə soylədik, digər elcilər barəsində isə sənə hec nə soyləmədik. Və Allah Musa ilə sozlə (vasitəsiz) danısdı"
        },
        {
            "chapter": 4,
            "verse": 165,
            "text": "Biz mujdə verən və qorxudan elcilər gondərdik ki, insanların elcilərdən sonra Allaha qarsı bir bəhanəsi olmasın. Allah Qudrətlidir, Mudrikdir"
        },
        {
            "chapter": 4,
            "verse": 166,
            "text": "Fəqət Allah sənə nazil etdiyinə sahiddir. O, bu Quranı Oz elmi ilə nazil etmisdir. Mələklər də buna sahiddirlər. Sahid olaraq Allah kifayətdir"
        },
        {
            "chapter": 4,
            "verse": 167,
            "text": "Kafir olub insanları Allah yolundan sapdıran kimsələr dərin bir azgınlıga dusmuslər"
        },
        {
            "chapter": 4,
            "verse": 168,
            "text": "Kafirləri və zalımları Allah bagıslamayacaq və dogru yola yonəltməyəcəkdir"
        },
        {
            "chapter": 4,
            "verse": 169,
            "text": "icərisində əbədi qalacaqları Cəhənnəm yolundan basqa. Bu isə Allah ucun asandır"
        },
        {
            "chapter": 4,
            "verse": 170,
            "text": "Ey insanlar! Peygəmbər sizə Rəbbinizdən gələn haqqı catdırdı. Elə isə iman gətirin! Bu sizin ucun xeyirli olar. Əgər kufr etsəniz, subhəsiz ki, goylərdə və yerdə nə varsa, Allaha məxsusdur. Allah Biləndir, Mudrikdir"
        },
        {
            "chapter": 4,
            "verse": 171,
            "text": "Ey Kitab əhli! Dininizdə ifrata varmayın və Allah barəsində yalnız həqiqəti deyin. Məryəm oglu Isa Məsih ancaq Allahın elcisi, Onun Məryəmə gondərdiyi “Ol!” kəlməsi və Onun tərəfindən gondərilən bir ruhdur. Allaha və Onun elcilərinə iman gətirin və: “Tanrı ucdur!” deməyin. Batil əqidənizə son qoyun! Bu sizin ucun xeyirli olar. Həqiqətən, Allah Tək Ilahdır! O, pakdır, muqəddəsdir, ovladı olmaqdan uzaqdır. Goylərdə və yerdə nə varsa, Ona məxsusdur. Qoruyan olaraq Allah yetər"
        },
        {
            "chapter": 4,
            "verse": 172,
            "text": "Nə Isa Məsih Allahın qulu olmagı ozunə ar bilər, nə də Allaha yaxın olan mələklər. Allah Ona ibadət etməyi ozlərinə ar bilənlərin və təkəbburluk gostərənlərin hamısını Oz huzuruna toplayacaqdır"
        },
        {
            "chapter": 4,
            "verse": 173,
            "text": "Iman gətirib xeyirxah islər gorənlərə gəldikdə isə, Allah onların mukafatlarını tam verəcək və Oz lutfundən onlar ucun istədiyi qədər artıracaqdır. Allaha ibadət etməyi ozlərinə ar bilənləri və təkəbburluk gostərənlərə gəlincə, Allah onları agrılı-acılı bir əzaba ducar edəcəkdir. Onlar Allahdan basqa ozlərinə nə bir himayədar, nə də bir yardımcı tapacaqlar"
        },
        {
            "chapter": 4,
            "verse": 174,
            "text": "Ey insanlar! Sizə Rəbbinizdən bir dəlil gəldi və Biz sizə parlaq bir nur (Quran) nazil etdik"
        },
        {
            "chapter": 4,
            "verse": 175,
            "text": "Allaha iman gətirən və Ondan mohkəm yapısan səxsləri isə Allah Oz rəhməti və lutfunə qovusduracaq və onları Ozunə tərəf gedən duz yola yonəldəcəkdir"
        },
        {
            "chapter": 4,
            "verse": 176,
            "text": "Səndən fitva istəyirlər. De: “Valideyni və ovladı olmayan kəsin mirası barəsində fitvanı sizə Allah verir”. Əgər ovladı olmayan səxs oldukdə onun bacısı varsa, qoyub getdiyinin yarısı bacıya catır. Əgər onun ovladı yoxdursa, qardası ona varis olur. Əgər varislər iki bacıdırsa, olən qardasın qoyub getdiyinin ucdə iki hissəsi onlara catır. Əgər varislər qardas və bacılardırsa, kisiyə iki qadının payı qədər pay dusur. Allah bunu sizə bəyan edir ki, dogru yoldan cıxmayasınız. Allah hər seyi bilir"
        }
    ]
}