{
    "maqras": [
        {
            "chapter": 35,
            "verse": 15,
            "text": "ఓ ప్రజలారా! మీరంతా అల్లాహ్‌ అవసరం కలిగినవారు. అల్లాహ్‌ మాత్రం అక్కరలేనివాడు. (సర్వ విధాలా) స్తుతించదగిన వాడు"
        },
        {
            "chapter": 35,
            "verse": 16,
            "text": "ఆయన గనక తలిస్తే మిమ్మల్ని తుదముట్టించి, (మీ స్థానంలో) మరో నూతన సృష్టిని చేయగలడు"
        },
        {
            "chapter": 35,
            "verse": 17,
            "text": "ఇలా చేయటం అల్లాహ్‌కు ఏమాత్రం కష్టతరం కాదు"
        },
        {
            "chapter": 35,
            "verse": 18,
            "text": "బరువును మోసేవాడెవడూ మరొకరి బరువును మోయడు. బరువు మోసేవాడు ఒకవేళ తన బరువును మోపే నిమిత్తం వేరొకరిని పిలిచినా, అతడు – సమీప బంధువు అయినాసరే – కొద్దిగా కూడా ఎత్తుకోడు. (ఓ ప్రవక్తా!) చూడకపోయినా తమ ప్రభువుకు భయపడేవారిని, నమాజులను నెలకొల్పేవారిని మాత్రమే నువ్వు సావధానపరచగలవు. ఎవడు పరిశుద్ధుడైనా తన స్వయం కోసమే పరిశుద్ధుడవుతాడు. (కడకు అందరూ) అల్లాహ్‌ వైపునకే మరలిపోవలసి ఉంది"
        },
        {
            "chapter": 35,
            "verse": 19,
            "text": "గుడ్డివాడు – చూసేవాడూ సమానులు కారు"
        },
        {
            "chapter": 35,
            "verse": 20,
            "text": "చీకట్లు – వెలుతురు ఒకటి కావు"
        },
        {
            "chapter": 35,
            "verse": 21,
            "text": "నీడా – ఎండా సమం కావు"
        },
        {
            "chapter": 35,
            "verse": 22,
            "text": "బ్రతికి ఉన్నవారూ చచ్చినవారు (ఎన్నటికీ) సమానులు కాలేరు. అల్లాహ్‌ తాను కోరిన వారికి వినిపిస్తాడు. సమాధుల్లో ఉన్నవారికి నువ్వు వినిపించలేవు"
        },
        {
            "chapter": 35,
            "verse": 23,
            "text": "నువ్వు హెచ్చరించేవాడవు మాత్రమే"
        },
        {
            "chapter": 35,
            "verse": 24,
            "text": "మేము నీకు సత్యాన్ని ఇచ్చి, శుభవార్తను అందజేసేవానిగా, హెచ్చరించేవానిగా చేసి పంపాము. హెచ్చరించేవాడు గడచి ఉండని సమాజం అంటూ ఏదీ లేదు"
        },
        {
            "chapter": 35,
            "verse": 25,
            "text": "ఒకవేళ వీళ్ళు నిన్ను ధిక్కరించినట్లయితే, వీరికి మునుపు గతించిన వారు కూడా ధిక్కరించినవారే. వారి దగ్గరకు కూడా వారి ప్రవక్తలు మహిమలను, ప్రతుల (సహీఫాల)ను, ప్రకాశమానమైన గ్రంథాలను తీసుకువచ్చారు"
        },
        {
            "chapter": 35,
            "verse": 26,
            "text": "ఆ తరువాత నేను అవిశ్వాసులను పట్టుకున్నాను. మరి నా ఝుళిపింపు ఎలా ఉందో (చూశారుగా)"
        },
        {
            "chapter": 35,
            "verse": 27,
            "text": "అల్లాహ్‌ ఆకాశం నుంచి వర్షం కురిపించటాన్ని నువ్వు చూడలేదా? మరి దాని ద్వారా మేము పలు రంగుల పండ్లను ఉత్పన్నం చేశాము. మరి పర్వతాలలో కూడా పలు భాగాలు ఉన్నాయి- తెల్లనివి, ఎర్రనివి. వాటి రంగులు కూడా వేర్వేరుగా ఉన్నాయి. చాలా నల్లనివి కూడా ఉన్నాయి"
        },
        {
            "chapter": 35,
            "verse": 28,
            "text": "అలాగే మనుషులలో, జంతువులలో, పశువులలో కూడా పలు రంగులు గలవి ఉన్నాయి. అల్లాహ్‌ దాసులలో జ్ఞాన సంపన్నులు మాత్రమే ఆయనకు భయపడతారు. నిశ్చయంగా అల్లాహ్‌ సర్వాధిక్యుడు, క్షమాశీలి"
        },
        {
            "chapter": 35,
            "verse": 29,
            "text": "దైవగ్రంథాన్ని పఠిస్తూ నమాజును నెలకొల్పేవారు, మేము ప్రసాదించిన దానిలో నుంచి గోప్యంగానూ, బహిరంగంగానూ ఖర్చు చేసేవారు ఎన్నటికీ నష్టం కలుగని వర్తకాన్ని ఆశిస్తున్నారు"
        },
        {
            "chapter": 35,
            "verse": 30,
            "text": "వారికి వారి ప్రతిఫలాలు (అల్లాహ్‌) పూర్తిగా ఇవ్వటానికి, తన కృపతో ఆయన వారికి మరింతగా ప్రసాదించటానికిగాను (వారు ఈ విధానాన్ని అవలంబిస్తున్నారు). నిశ్చయంగా ఆయన అమితంగా క్షమించేవాడు, సన్మానించేవాడు"
        },
        {
            "chapter": 35,
            "verse": 31,
            "text": "(ఓ ప్రవక్తా!) మేము ‘వహీ’ రూపంలో నీ వద్దకు పంపిన ఈ గ్రంథం సత్యమైంది, తనకు పూర్వం వచ్చిన గ్రంథాలను ధృవపరిచేది. నిస్సందేహంగా అల్లాహ్‌ తన దాసుల స్థితిగతులన్నీ తెలిసినవాడు, అన్నీ చూసేవాడు"
        },
        {
            "chapter": 35,
            "verse": 32,
            "text": "తరువాత మా దాసులలో మేము ఎన్నుకున్న వారిని (ఈ) గ్రంథానికి వారసులుగా చేశాము. మరి వారిలో కొందరు తమ ఆత్మలపై అన్యాయానికి ఒడిగడుతున్నారు. వారిలో మరి కొందరు మధ్య రకానికి చెందినవారు. వారిలో ఇంకొందరు అల్లాహ్‌ అనుమతితో సత్కార్యాలలో ముందంజ వేస్తున్నారు. ఇది మహదనుగ్రహం"
        },
        {
            "chapter": 35,
            "verse": 33,
            "text": "(వారి కోసం) కలకాలం నిలిచే స్వర్గ వనాలున్నాయి. వాటిలో వారు ప్రవేశిస్తారు. అక్కడ వారు స్వర్ణకంకణాలతో, ముత్యాలతో ముస్తాబు అవుతారు. వారు ధరించే వస్త్రాలు పట్టు వస్త్రాలై ఉంటాయి"
        },
        {
            "chapter": 35,
            "verse": 34,
            "text": "వారిలా అంటారు: ‘మా నుంచి దుఃఖాన్ని దూరం చేసిన అల్లాహ్‌కు (శతకోటి) కృతజ్ఞతలు. నిశ్చయంగా మా ప్రభువు అమితంగా క్షమించేవాడు, సత్కార స్వభావుడు"
        },
        {
            "chapter": 35,
            "verse": 35,
            "text": "“ఆయన తన కృపతో నిత్యం ఉండే నెలవులో మమ్మల్ని దించాడు. అందులో మాకు బాధగానీ, అలసటగానీ ఉండట్లేదు.”"
        },
        {
            "chapter": 35,
            "verse": 36,
            "text": "మరి తిరస్కార వైఖరికి పాల్పడిన వారికోసం నరకాగ్ని ఉన్నది. వారు చావటానికి తీర్మానించటంగానీ, వారి నరక శిక్షను తగ్గించటంగాని జరగదు. మేలును మరచిన వారందరికీ మేము ఇలాంటి ప్రతిఫలమే ఇస్తాము"
        },
        {
            "chapter": 35,
            "verse": 37,
            "text": "అందులో వారిలా ఘోషిస్తారు: “ప్రభూ! మమ్మల్ని బయటికి తియ్యి. మేము ఇప్పటిదాకా చేసిన పనులకు భిన్నంగా మంచి పనులు చేస్తాము.” (సమాధానంగా అల్లాహ్‌ ఇలా అంటాడు): “అర్థం చేసుకునేవానికి అర్థం చేసుకోగలిగేంత వయస్సును మేము మీకు ఇవ్వలేదా? హెచ్చరించేవాడు సయితం మీ వద్దకు వచ్చాడు – కనుక (శిక్షను) చవిచూడండి. (ఇలాంటి) దుర్మార్గులను ఆదుకునే వాడెవడూ లేడు.”"
        },
        {
            "chapter": 35,
            "verse": 38,
            "text": "నిశ్చయంగా అల్లాహ్‌ ఆకాశాలలో, భూమిలో ఉన్న రహస్యాలను ఎరిగినవాడు. నిశ్చయంగా గుండెల్లోని గుట్టును సయితం ఆయన ఎరిగినవాడు"
        },
        {
            "chapter": 35,
            "verse": 39,
            "text": "మిమ్మల్ని భూమిలో ప్రతినిధులుగా చేసినవాడు ఆయనే. కాబట్టి ఇక ఎవరయినా తిరస్కార వైఖరికి పాల్పడితే అతని తిరస్కార పాపం అతని మీదే పడుతుంది. తిరస్కారుల తిరస్కార వైఖరి వారి ప్రభువు సన్నిధిలో అయిష్టతను (ఆగ్రహాన్ని) మాత్రమే పెంచుతుంది. ఇంకా తిరస్కారుల కొరకు వారి తిరస్కార వైఖరి నష్టాన్ని మాత్రమే వృద్ధిచేస్తుంది"
        },
        {
            "chapter": 35,
            "verse": 40,
            "text": "(ఓ ప్రవక్తా!) వారికి చెప్పు : అల్లాహ్‌ను వదలి మీరు మొరపెట్టుకుంటున్న మీ కల్పిత భాగస్వాముల సంగతిని కాస్త తెలియజేస్తారా?! వారు భూమిలో సృష్టించిందేమిటో నాకు చూపండి. లేక ఆకాశాలలో వారికేదైనా భాగస్వామ్యం ఉన్నదా? పోనీ వారికి మేమేదైనా పుస్తకం ఇచ్చామా, దాని ప్రమాణానికి వారు కట్టుబడి ఉన్నారనటానికి!? లేదు. వాస్తవానికి ఈ దుర్మార్గులు ఒండొకరికి మోసపూరితమైన వాగ్దానాలు చేస్తూవస్తున్నారు"
        }
    ]
}