{
    "maqras": [
        {
            "chapter": 39,
            "verse": 32,
            "text": "అల్లాహ్‌పై అబద్ధాలు చెప్పే వాడి కంటే, తన వద్దకు సత్య ధర్మం వచ్చినప్పుడు దాన్ని అసత్యమని ధిక్కరించేవాడి కంటే పరమదుర్మార్గుడు ఎవడుంటాడు? అటువంటి తిరస్కారుల నివాస స్థలం నరకం కాక మరేమవుతుందీ"
        },
        {
            "chapter": 39,
            "verse": 33,
            "text": "ఎవరయితే సత్యధర్మాన్ని తీసుకువచ్చాడో, మరెవరయితే దాన్ని సత్యమని ధృవీకరించాడో అటువంటి వారే భయభక్తులు గలవారు"
        },
        {
            "chapter": 39,
            "verse": 34,
            "text": "వారికోసం వారి ప్రభువు దగ్గర వారు కోరినదల్లా ఉంది. సదాచార సంపన్నులకు లభించే ప్రతిఫలం ఇదే"
        },
        {
            "chapter": 39,
            "verse": 35,
            "text": "అల్లాహ్‌ వారి దురాచరణలను వారి నుండి దూరం చేయటానికి, వారు చేసిన సదాచరణలకుగాను ఉత్తమ పుణ్యఫలం ఇవ్వటానికి (ఈ వ్యవస్థను నెలకొల్పుతాడు)"
        },
        {
            "chapter": 39,
            "verse": 36,
            "text": "ఏమిటి, తన దాసునికి అల్లాహ్‌ సరిపోడా? వీళ్లు నిన్ను అల్లాహ్‌ తప్ప ఇతరుల గురించి భయపెడుతున్నారు. అల్లాహ్‌ అపమార్గం పట్టించిన వానికి మార్గం చూపించగల వాడెవడూ లేడు"
        },
        {
            "chapter": 39,
            "verse": 37,
            "text": "అల్లాహ్‌ మార్గం చూపినవానిని ఎవడూ అపమార్గం పట్టించలేడు. ఏమిటి, అల్లాహ్‌ ప్రాబల్యం కలవాడు, ప్రతీకారం చేసే వాడు కాడా"
        },
        {
            "chapter": 39,
            "verse": 38,
            "text": "ఆకాశాలను, భూమిని సృష్టించిన వాడెవడు? అని నువ్వు గనక వారిని అడిగితే, “అల్లాహ్‌” అని వారు తప్పకుండా చెబుతారు. వారితో చెప్పు : “సరే! చూడండి. మీరు అల్లాహ్‌ను వదలి ఎవరెవరిని పిలుస్తున్నారో వారు, అల్లాహ్‌ నాకేదన్నా కీడు చేయదలిస్తే, ఆ కీడును తొలగించగలరా? పోనీ, అల్లాహ్‌ నన్ను కటాక్షించదలిస్తే, వారు ఆయన కృపను అడ్డుకోగలరా?” ఇలా అను: “నాకు అల్లాహ్‌ చాలు. నమ్మేవారు ఆయన్నే నమ్ముకుంటారు.”"
        },
        {
            "chapter": 39,
            "verse": 39,
            "text": "ఇలా చెప్పు : “నా జాతి ప్రజలారా! మీరున్న స్థితిలో మీరు ఆచరిస్తూ ఉండండి. నేను కూడా ఆచరిస్తున్నాను. త్వరలోనే మీరు తెలుసుకుంటారు –"
        },
        {
            "chapter": 39,
            "verse": 40,
            "text": "“పరాభవానికి గురిచేసే శిక్ష ఎవరిపై రానున్నదో, శాశ్వతంగా ఉండే శిక్ష ఎవరిపై పడుతుందో! (మీకే తెలుస్తుంది).”"
        },
        {
            "chapter": 39,
            "verse": 41,
            "text": "(ఓ ముహమ్మద్‌ – సఅసం!) జనుల కోసం మేము ఈ గ్రంథాన్ని సత్యబద్ధంగా నీ వద్దకు పంపాము. కాబట్టి ఎవడయినా దారికి వస్తే అతను తన స్వయానికే మేలు చేసుకున్నాడు. మరెవరయినా దారితప్పితే ఆ పెడదారి (పాపం) అతని మీదే పడుతుంది. నీవు వారికి బాధ్యుడవు కావు"
        },
        {
            "chapter": 39,
            "verse": 42,
            "text": "అల్లాహ్‌యే ఆత్మలను వాటి మరణ సమయంలో స్వాధీనం చేసుకుంటాడు. మరణం రాని వారి ఆత్మలను కూడా వాటి నిద్రావస్థలో ఆయన వశపరచుకుంటున్నాడు. మరి మరణ ఉత్తర్వు ఖరారైన వారి ఆత్మలను ఆపుకుంటున్నాడు. ఇతర ఆత్మలను ఒక నిర్ణీత గడువు వరకు వదలిపెడుతున్నాడు. చింతన చేసే వారి కోసం ఇందులో ఎన్నో సూచనలున్నాయి"
        },
        {
            "chapter": 39,
            "verse": 43,
            "text": "ఏమిటి, వారు అల్లాహ్‌ను వదలి (వేరితరులను) సిఫార్సు చేసేవారుగా చేసుకుంటున్నారా? “వారికి ఏ అధికారం లేకున్నా, తెలివి లేకపోయినా (మీరు వారిని సిఫార్సు కోసం నిలబెడతారా?)?” అని (ఓ ప్రవక్తా!) వారికి చెప్పు"
        },
        {
            "chapter": 39,
            "verse": 44,
            "text": "“సిఫారసు అంతా అల్లాహ్‌ అధీనంలోనే ఉంది. భూమ్యాకాశాల సామ్రాజ్యం ఆయనదే. కడకు మీరంతా ఆయన వైపునకే మరలించబడతారు” అని చెప్పు"
        },
        {
            "chapter": 39,
            "verse": 45,
            "text": "అల్లాహ్‌ ఒక్కని గురించి ప్రస్తావించినప్పుడు పరలోకాన్ని నమ్మని వారి గుండెలు అక్కసుతో ఉడికిపోతాయి. మరి అల్లాహ్‌ తప్ప ఇతరుల గురించి చెప్పినప్పుడు మాత్రం అవి ఆనందంతో విప్పారుతాయి"
        },
        {
            "chapter": 39,
            "verse": 46,
            "text": "(ఓ ప్రవక్తా! నువ్వు ఇలా) అను: “ఓ అల్లాహ్‌! భూమ్యాకాశాల సృష్టికర్తా! గోచర అగోచరాలను గురించి తెలిసినవాడా! నీ దాసులు విభేదించుకుంటున్న విషయాలపై నీవు మాత్రమే తీర్పు చేస్తావు.”"
        },
        {
            "chapter": 39,
            "verse": 47,
            "text": "దుర్మార్గానికి ఒడిగట్టే వారి వద్ద భూమి యందలి సమస్తమూ ఉన్నా, దాంతోపాటు మరి అంతటి సంపద ఉన్నా ఘోర శిక్ష నుండి తప్పించుకోవటానికి ప్రళయ దినాన వారు దాన్నంతటినీ కూడా – పరిహారంగా – ఇచ్చివేస్తారు. వారు ఊహించి కూడా ఉండనిది అల్లాహ్‌ తరఫున వారి ముందు ప్రస్ఫుటమవుతుంది"
        },
        {
            "chapter": 39,
            "verse": 48,
            "text": "వారు చేసుకున్న దురాగతాల దుష్ఫలితాలన్నీ వారికి ఎదురవుతాయి. దేని గురించి వారు వేళాకోళం చేసేవారో అదే వారిని చుట్టుముట్టుతుంది"
        },
        {
            "chapter": 39,
            "verse": 49,
            "text": "మనిషికి ఏదన్నా ఆపద వచ్చిపడినప్పుడు అతడు మమ్మల్ని (సహాయం కోసం) మొరపెట్టుకోసాగుతాడు. మరి మేమతనికి మా తరఫునుండి ఏదైనా అనుగ్రహాన్ని ప్రసాదిస్తే “ఇది నా ప్రజ్ఞా పాటవాల మూలంగా నాకు ఇవ్వబడింద”ని అంటాడు. కాదు, వాస్తవానికి అదొక పరీక్ష. కాని వారిలో చాలా మంది ఈ విషయాన్ని గ్రహించరు"
        },
        {
            "chapter": 39,
            "verse": 50,
            "text": "వారి పూర్వీకులు కూడా అదే మాటన్నారు. కాని వారు ఆర్జించినదేదీ వారికి ఎంతమాత్రం ఉపయోగపడలేదు"
        },
        {
            "chapter": 39,
            "verse": 51,
            "text": "మరి వారి దురాగతాల దుష్ఫలితాలన్నీ వారిపైనే పడ్డాయి. ఇక వీరిలోని పాపాత్ములు చేసిన పాపకార్యాల దుష్ఫలితాలు కూడా వీరిపై వచ్చిపడతాయి. వీరు మమ్మల్ని (ఎట్టి పరిస్థితిలోనూ) అశక్తుల్ని చేయలేరు"
        },
        {
            "chapter": 39,
            "verse": 52,
            "text": "ఏమిటి, అల్లాహ్‌ తాను కోరిన వారి ఉపాధిని విస్తృతపరుస్తాడనీ, పరిమితం కూడా చేయగలడని వారికి తెలియదా? విశ్వసించే జనుల కోసం ఇందులో (గొప్ప) సూచనలున్నాయి"
        }
    ]
}