{
    "juzs": [
        {
            "chapter": 2,
            "verse": 142,
            "text": "The foolish people will say, ‘What has turned them away from the prayer direction they used to face?’ Say, ‘East and West belong to God. He guides whoever He will to the right way.’"
        },
        {
            "chapter": 2,
            "verse": 143,
            "text": "We have made you [believers] into a just community, so that you may bear witness [to the truth] before others and so that the Messenger may bear witness [to it] before you. We only made the direction the one you used to face [Prophet] in order to distinguish those who follow the Messenger from those who turn on their heels: that test was hard, except for those God has guided. God would never let your faith go to waste [believers], for God is most compassionate and most merciful towards people"
        },
        {
            "chapter": 2,
            "verse": 144,
            "text": "Many a time We have seen you [Prophet] turn your face towards Heaven, so We are turning you towards a prayer direction that pleases you. Turn your face in the direction of the Sacred Mosque: wherever you [believers] may be, turn your faces to it. Those who were given the Scripture know with certainty that this is the Truth from their Lord: God is not unaware of what they do"
        },
        {
            "chapter": 2,
            "verse": 145,
            "text": "Yet even if you brought every proof to those who were given the Scripture, they would not follow your prayer direction, nor will you follow theirs, nor indeed will any of them follow one another’s direction. If you [Prophet] were to follow their desires, after the knowledge brought to you, you would be doing wrong"
        },
        {
            "chapter": 2,
            "verse": 146,
            "text": "Those We gave Scripture know it as well as they know their own sons, but some of them hide the truth that they know"
        },
        {
            "chapter": 2,
            "verse": 147,
            "text": "The truth is from your Lord, so do not be one of those who doubt"
        },
        {
            "chapter": 2,
            "verse": 148,
            "text": "Each community has its own direction to which it turns: race to do good deeds and wherever you are, God will bring you together. God has power to do everything"
        },
        {
            "chapter": 2,
            "verse": 149,
            "text": "[Prophet], wherever you may have started out, turn your face in the direction of the Sacred Mosque- this is the truth from your Lord: He is not unaware of what you do"
        },
        {
            "chapter": 2,
            "verse": 150,
            "text": "wherever you may have started out, turn your face in the direction of the Sacred Mosque; wherever any of you may be, turn your faces towards it, so that people may have no argument against you- except for the wrongdoers among them: do not fear them; fear Me- and so that I may perfect My favour on you and you may be guided"
        },
        {
            "chapter": 2,
            "verse": 151,
            "text": "just as Wehave sent among you a Messenger of your own to recite Our revelations to you, purify you and teach you the Scripture, wisdom, and [other] things you did not know"
        },
        {
            "chapter": 2,
            "verse": 152,
            "text": "So remember Me; I will remember you. Be thankful to Me, and never ungrateful"
        },
        {
            "chapter": 2,
            "verse": 153,
            "text": "You who believe, seek help through steadfastness and prayer, for God is with the steadfast"
        },
        {
            "chapter": 2,
            "verse": 154,
            "text": "Do not say that those who are killed in God’s cause are dead; they are alive, though you do not realize it"
        },
        {
            "chapter": 2,
            "verse": 155,
            "text": "We shall certainly test you with fear and hunger, and loss of property, lives, and crops. But [Prophet], give good news to those who are steadfast"
        },
        {
            "chapter": 2,
            "verse": 156,
            "text": "those who say, when afflicted with a calamity, ‘We belong to God and to Him we shall return.’"
        },
        {
            "chapter": 2,
            "verse": 157,
            "text": "These will be given blessings and mercy from their Lord, and it is they who are rightly guided"
        },
        {
            "chapter": 2,
            "verse": 158,
            "text": "Safa and Marwa are among the rites of God, so for those who make major or minor pilgrimage to the House it is no offence to circulate between the two. Anyone who does good of his own accord will be rewarded, for God rewards good deeds, and knows everything"
        },
        {
            "chapter": 2,
            "verse": 159,
            "text": "As for those who hide the proofs and guidance We send down, after We have made them clear to people in the Scripture, God rejects them, and so do others"
        },
        {
            "chapter": 2,
            "verse": 160,
            "text": "unless they repent, make amends, and declare the truth. I will certainly accept their repentance: I am the Ever Relenting, the Most Merciful"
        },
        {
            "chapter": 2,
            "verse": 161,
            "text": "As for those who disbelieve and die as disbelievers, God rejects them, as do the angels and all people"
        },
        {
            "chapter": 2,
            "verse": 162,
            "text": "They will remain in this state of rejection: their punishment will not be lightened, nor will they be reprieved"
        },
        {
            "chapter": 2,
            "verse": 163,
            "text": "Your God is the one God: there is no god except Him, the Lord of Mercy, the Giver of Mercy"
        },
        {
            "chapter": 2,
            "verse": 164,
            "text": "In the creation of the heavens and earth; in the alternation of night and day; in the ships that sail the seas with goods for people; in the water which God sends down from the sky to give life to the earth when it has been barren, scattering all kinds of creatures over it; in the changing of the winds and clouds that run their appointed courses between the sky and earth: there are signs in all these for those who use their minds"
        },
        {
            "chapter": 2,
            "verse": 165,
            "text": "Even so, there are some who choose to worship others besides God as rivals to Him, loving them with the love due to God, but the believers have greater love for God. If only the idolaters could see- as they will see when they face the torment- that all power belongs to God, and that God punishes severely"
        },
        {
            "chapter": 2,
            "verse": 166,
            "text": "When those who have been followed disown their followers, when they all see the suffering, when all bonds between them are severed"
        },
        {
            "chapter": 2,
            "verse": 167,
            "text": "the followers will say, ‘If only we had one last chance, we would disown them as they now disown us.’ In this way, God will make them see their deeds as a source of bitter regret: they shall not leave the Fire"
        },
        {
            "chapter": 2,
            "verse": 168,
            "text": "People, eat what is good and lawful from the earth, and do not follow Satan’s footsteps, for he is your sworn enemy"
        },
        {
            "chapter": 2,
            "verse": 169,
            "text": "He always commands you to do what is evil and indecent, and to say things about God that you do not really know"
        },
        {
            "chapter": 2,
            "verse": 170,
            "text": "But when it is said to them, ‘Follow the message that God has sent down,’ they answer, ‘We follow the ways of our fathers.’ What! Even though their fathers understood nothing and were not guided"
        },
        {
            "chapter": 2,
            "verse": 171,
            "text": "Calling to disbelieversis like a herdsman calling to things that hear nothing but a shout and a cry: they are deaf, dumb, and blind, and they understand nothing"
        },
        {
            "chapter": 2,
            "verse": 172,
            "text": "You who believe, eat the good things We have provided for you and be grateful to God, if it is Him that you worship"
        },
        {
            "chapter": 2,
            "verse": 173,
            "text": "He has only forbidden you carrion, blood, pig’s meat, and animals over which any name other than God’s has been invoked. But if anyone is forced to eat such things by hunger, rather than desire or excess, he commits no sin: God is most merciful and forgiving"
        },
        {
            "chapter": 2,
            "verse": 174,
            "text": "As for those who conceal the Scripture that God sent down and sell it for a small price, they only fill their bellies with Fire. God will not speak to them on the Day of Resurrection, nor will He purify them: an agonizing torment awaits them"
        },
        {
            "chapter": 2,
            "verse": 175,
            "text": "These are the ones who exchange guidance for error, and forgiveness for torment. What can make them patient in the face of the Fire"
        },
        {
            "chapter": 2,
            "verse": 176,
            "text": "This is because God has sent the Scripture with the Truth; those who pursue differences in the Scripture are deeply entrenched in opposition"
        },
        {
            "chapter": 2,
            "verse": 177,
            "text": "Goodness does not consist in turning your face towards East or West. The truly good are those who believe in God and the Last Day, in the angels, the Scripture, and the prophets; who give away some of their wealth, however much they cherish it, to their relatives, to orphans, the needy, travellers and beggars, and to liberate those in bondage; those who keep up the prayer and pay the prescribed alms; who keep pledges whenever they make them; who are steadfast in misfortune, adversity, and times of danger. These are the ones who are true, and it is they who are aware of God"
        },
        {
            "chapter": 2,
            "verse": 178,
            "text": "You who believe, fair retribution is prescribed for you in cases of murder: the free man for the free man, the slave for the slave, the female for the female. But if the culprit is pardoned by his aggrieved brother, this shall be adhered to fairly, and the culprit shall pay what is due in a good way. This is an alleviation from your Lord and an act of mercy. If anyone then exceeds these limits, grievous suffering awaits him"
        },
        {
            "chapter": 2,
            "verse": 179,
            "text": "Fair retribution saves life for you, people of understanding, so that you may guard yourselves against what is wrong. When death approaches one of you who leaves wealth"
        },
        {
            "chapter": 2,
            "verse": 180,
            "text": "it is prescribed that he should make a proper bequest to parents and close relatives- a duty incumbent on those who are mindful of God"
        },
        {
            "chapter": 2,
            "verse": 181,
            "text": "If anyone alters the bequest after hearing it, the guilt of the alteration will fall on them: God is all hearing and all knowing"
        },
        {
            "chapter": 2,
            "verse": 182,
            "text": "But if anyone knows that the testator has made a mistake, or done wrong, and so puts things right between the parties, he will incur no sin: God is most forgiving and merciful"
        },
        {
            "chapter": 2,
            "verse": 183,
            "text": "You who believe, fasting is prescribed for you, as it was prescribed for those before you, so that you may be mindful of God"
        },
        {
            "chapter": 2,
            "verse": 184,
            "text": "Fast for a specific number of days, but if one of you is ill, or on a journey, on other days later. For those who can fast only with extreme difficulty, there is a way to compensate- feed a needy person. But if anyone does good of his own accord, it is better for him, and fasting is better for you, if only you knew"
        },
        {
            "chapter": 2,
            "verse": 185,
            "text": "It was in the month of Ramadan that the Quran was revealed as guidance for mankind, clear messages giving guidance and distinguishing between right and wrong. So any one of you who is present that month should fast, and anyone who is ill or on a journey should make up for the lost days by fasting on other days later. God wants ease for you, not hardship. He wants you to complete the prescribed period and to glorify Him for having guided you, so that you may be thankful"
        },
        {
            "chapter": 2,
            "verse": 186,
            "text": "[Prophet], if My servants ask you about Me, I am near. I respond to those who call Me, so let them respond to Me, and believe in Me, so that they may be guided"
        },
        {
            "chapter": 2,
            "verse": 187,
            "text": "You [believers] are permitted to lie with your wives during the night of the fast: they are [close] as garments to you, as you are to them. God was aware that you were betraying yourselves, so He turned to you in mercy and pardoned you: now you can lie with them- seek what God has ordained for you- eat and drink until the white thread of dawn becomes distinct from the black. Then fast until nightfall. Do not lie with them during the nights of your devotional retreat in the mosques: these are the bounds set by God, so do not go near them. In this way God makes His messages clear to people, that they may guard themselves against doing wrong"
        },
        {
            "chapter": 2,
            "verse": 188,
            "text": "Do not consume your property wrongfully, nor use it to bribe judges, intending sinfully and knowingly to consume parts of other people’s property"
        },
        {
            "chapter": 2,
            "verse": 189,
            "text": "They ask you [Prophet] about crescent moons. Say, ‘They show the times appointed for people, and for the pilgrimage.’ Goodness does not consist of entering houses by the back [door]; the truly good person is the one who is mindful of God. So enter your houses by their [main] doors and be mindful of God so that you may prosper"
        },
        {
            "chapter": 2,
            "verse": 190,
            "text": "Fight in God’s cause against those who fight you, but do not overstep the limits: God does not love those who overstep the limits"
        },
        {
            "chapter": 2,
            "verse": 191,
            "text": "Kill them wherever you encounter them, and drive them out from where they drove you out, for persecution is more serious than killing. Do not fight them at the Sacred Mosque unless they fight you there. If they do fight you, kill them- this is what such disbelievers deserve"
        },
        {
            "chapter": 2,
            "verse": 192,
            "text": "but if they stop, then God is most forgiving and merciful"
        },
        {
            "chapter": 2,
            "verse": 193,
            "text": "Fight them until there is no more persecution, and worship is devoted to God. If they cease hostilities, there can be no [further] hostility, except towards aggressors"
        },
        {
            "chapter": 2,
            "verse": 194,
            "text": "A sacred month for a sacred month: violation of sanctity [calls for] fair retribution. So if anyone commits aggression against you, attack him as he attacked you, but be mindful of God, and know that He is with those who are mindful of Him"
        },
        {
            "chapter": 2,
            "verse": 195,
            "text": "Spend in God’s cause: do not contribute to your destruction with your own hands, but do good, for God loves those who do good"
        },
        {
            "chapter": 2,
            "verse": 196,
            "text": "Complete the pilgrimages, major and minor, for the sake of God. If you are prevented [from doing so], then [send] whatever offering for sacrifice you can afford, and do not shave your headsuntil the offering has reached the place of sacrifice. If any of you is ill, or has an ailment of the scalp, he should compensate by fasting, or feeding the poor, or offering sacrifice. When you are in safety, anyone wishing to take a break between the minor pilgrimage and the major one must make whatever offering he can afford. If he lacks the means, he should fast for three days during the pilgrimage, and seven days on his return, making ten days in all. This applies to those whose household is not near the Sacred Mosque. Always be mindful of God, and be aware that He is stern in His retribution"
        },
        {
            "chapter": 2,
            "verse": 197,
            "text": "The pilgrimage takes place during the prescribed months. There should be no indecent speech, misbehaviour, or quarrelling for anyone undertaking the pilgrimage- whatever good you do, God is well aware of it. Provide well for yourselves: the best provision is to be mindful of God- always be mindful of Me, you who have understanding"
        },
        {
            "chapter": 2,
            "verse": 198,
            "text": "but it is no offence to seek some bounty from your Lord. When you surge down from Arafat remember God at the sacred place. Remember Him: He has guided you. Before that you were astray"
        },
        {
            "chapter": 2,
            "verse": 199,
            "text": "Surge down where the rest of the people do, and ask forgiveness of God: He is most forgiving and merciful"
        },
        {
            "chapter": 2,
            "verse": 200,
            "text": "When you have completed your rites, remember God as much as you remember your own fathers, or even more. There are some who pray, ‘Our Lord, give us good in this world,’ and they will have no share in the Hereafter"
        },
        {
            "chapter": 2,
            "verse": 201,
            "text": "others pray, ‘Our Lord, give us good in this world and in the Hereafter, and protect us from the torment of the Fire.’"
        },
        {
            "chapter": 2,
            "verse": 202,
            "text": "They will have the share they have worked for: God is swift in reckoning"
        },
        {
            "chapter": 2,
            "verse": 203,
            "text": "Remember God on the appointed days. If anyone is in a hurry to leave after two days, there is no blame on him, nor is there any blame on anyone who stays on, so long as they are mindful of God. Be mindful of God, and remember that you will be gathered to Him"
        },
        {
            "chapter": 2,
            "verse": 204,
            "text": "There is [a kind of] man whose views on the life of this world may please you [Prophet], he even calls on God to witness what is in his heart, yet he is the bitterest of opponents"
        },
        {
            "chapter": 2,
            "verse": 205,
            "text": "When he leaves, he sets out to spread corruption in the land, destroying crops and live-stock- God does not like corruption"
        },
        {
            "chapter": 2,
            "verse": 206,
            "text": "When he is told, ‘Beware of God,’ his arrogance leads him to sin. Hell is enough for him: a dreadful resting place"
        },
        {
            "chapter": 2,
            "verse": 207,
            "text": "But there is also a kind of man who gives his life away to please God, and God is most compassionate to His servants"
        },
        {
            "chapter": 2,
            "verse": 208,
            "text": "You who believe, enter wholeheartedly into submission to God and do not follow in Satan’s footsteps, for he is your sworn enemy"
        },
        {
            "chapter": 2,
            "verse": 209,
            "text": "If you slip back after clear proof has come to you, then be aware that God is almighty and wise"
        },
        {
            "chapter": 2,
            "verse": 210,
            "text": "Are these people waiting for God to come to them in the shadows of the clouds, together with the angels? But the matter would already have been decided by then: all matters are brought back to God"
        },
        {
            "chapter": 2,
            "verse": 211,
            "text": "[Prophet], ask the Children of Israel how many clear signs We brought them. If anyone alters God’s blessings after he has received them, God is stern in punishment"
        },
        {
            "chapter": 2,
            "verse": 212,
            "text": "The life of this world is made to seem glamorous to the disbelievers, and they laugh at those who believe. But those who are mindful of God will be above them on the Day of Resurrection: God provides immeasurably for whoever He pleases"
        },
        {
            "chapter": 2,
            "verse": 213,
            "text": "Mankind was a single community, then God sent prophets to bring good news and warning, and with them He sent the Scripture with the Truth, to judge between people in their disagreements. It was only those to whom it was given who disagreed about it after clear signs had come to them, because of rivalry between them. So by His leave God guided the believers to the truth they had differed about: God guides whoever He will to a straight path"
        },
        {
            "chapter": 2,
            "verse": 214,
            "text": "Do you suppose that you will enter the Garden without first having suffered like those before you? They were afflicted by misfortune and hardship, and they were so shaken that even [their] messenger and the believers with him cried, ‘When will God’s help arrive?’ Truly, God’s help is near"
        },
        {
            "chapter": 2,
            "verse": 215,
            "text": "They ask you [Prophet] what they should give. Say, ‘Whatever you give should be for parents, close relatives, orphans, the needy, and travellers. God is well aware of whatever good you do"
        },
        {
            "chapter": 2,
            "verse": 216,
            "text": "Fighting is ordained for you, though you dislike it. You may dislike something although it is good for you, or like something although it is bad for you: God knows and you do not.’"
        },
        {
            "chapter": 2,
            "verse": 217,
            "text": "They ask you [Prophet] about fighting in the prohibited month. Say, ‘Fighting in that month is a great offence, but to bar others from God’s path, to disbelieve in Him, prevent access to the Sacred Mosque, and expel its people, are still greater offences in God’s eyes: persecution is worse than killing.’ They will not stop fighting you [believers] until they make you revoke your faith, if they can. If any of you revoke your faith and die as disbelievers, your deeds will come to nothing in this world and the Hereafter, and you will be inhabitants of the Fire, there to remain"
        },
        {
            "chapter": 2,
            "verse": 218,
            "text": "But those who have believed, migrated, and striven for God’s cause, it is they who can look forward to God’s mercy: God is most forgiving and merciful"
        },
        {
            "chapter": 2,
            "verse": 219,
            "text": "They ask you [Prophet] about intoxicants and gambling: say, ‘There is great sin in both, and some benefit for people: the sin is greater than the benefit.’ They ask you what they should give: say, ‘Give what you can spare.’ In this way, God makes His messages clear to you, so that you may reflect"
        },
        {
            "chapter": 2,
            "verse": 220,
            "text": "on this world and the next. They ask you about [the property of] orphans: say, ‘It is good to set things right for them. If you combine their affairs with yours, remember they are your brothers and sisters: God knows those who spoil things and those who improve them. Had He so willed, He could have made you vulnerable too: He is almighty and wise.’"
        },
        {
            "chapter": 2,
            "verse": 221,
            "text": "Do not marry idolatresses until they believe: a believing slave woman is certainly better than an idolatress, even though she may please you. And do not give your women in marriage to idolaters until they believe: a believing slave is certainly better than an idolater, even though he may please you. Such people call [you] to the Fire, while God calls [you] to the Garden and forgiveness by His leave. He makes His messages clear to people, so that they may bear them in mind"
        },
        {
            "chapter": 2,
            "verse": 222,
            "text": "They ask you [Prophet] about menstruation. Say, ‘Menstruation is a painful condition, so keep away from women during it. Do not approach them until they are cleansed; when they are cleansed, you may approach them as God has ordained. God loves those who turn to Him, and He loves those who keep themselves clean"
        },
        {
            "chapter": 2,
            "verse": 223,
            "text": "Your wives are your fields, so go into your fields whichever way you like,and send [something good] ahead for yourselves. Be mindful of God: remember that you will meet Him.’ [Prophet], give good news to the believers"
        },
        {
            "chapter": 2,
            "verse": 224,
            "text": "[Believers], do not allow your oaths in God’s name to hinder you from doing good, being mindful of God and making peace between people. God hears and knows everything"
        },
        {
            "chapter": 2,
            "verse": 225,
            "text": "He will not call you to account for oaths you have uttered unintentionally, but He will call you to account for what you mean in your hearts. God is most forgiving and forbearing"
        },
        {
            "chapter": 2,
            "verse": 226,
            "text": "For those who swear that they will not approach their wives, there shall be a waiting period of four months:if they go back, remember God will be most forgiving and merciful"
        },
        {
            "chapter": 2,
            "verse": 227,
            "text": "but if they are determined to divorce, remember that God hears and knows all"
        },
        {
            "chapter": 2,
            "verse": 228,
            "text": "Divorced women must wait for three monthly periods before remarrying, and, if they really believe in God and the Last Day, it is not lawful for them to conceal what God has created in their wombs: their husbands would do better to take them back during this period, provided they wish to put things right. Wives have [rights] similar to their [obligations], according to what is recognized to be fair, and husbands have a degree [of right] over them: [both should remember that] God is almighty and wise"
        },
        {
            "chapter": 2,
            "verse": 229,
            "text": "Divorce can happen twice, and [each time] wives either be kept on in an acceptable manner or released in a good way. It is not lawful for you to take back anything that you have given [your wives], except where both fear that they cannot maintain [the marriage] within the bounds set by God: if you [arbiters] suspect that the couple may not be able to do this, then there will be no blame on either of them if the woman opts to give something for her release. These are the bounds set by God: do not overstep them. It is those who overstep God’s bounds who are doing wrong"
        },
        {
            "chapter": 2,
            "verse": 230,
            "text": "If a husband re-divorces his wife after the second divorce, she will not be lawful for him until she has taken another husband; if that one divorces her, there will be no blame if she and the first husband return to one another, provided they feel that they can keep within the bounds set by God. These are God’s bounds, which He makes clear for those who know"
        },
        {
            "chapter": 2,
            "verse": 231,
            "text": "When you divorce women and they have reached their set time, then either keep or release them in a fair manner. Do not hold on to them with intent to harm them and commit aggression: anyone who does this wrongs himself. Do not make a mockery of God’s revelations; remember the favour He blessed you with, and the Scripture and wisdom He sent to teach you. Be mindful of God and know that He has full knowledge of everything"
        },
        {
            "chapter": 2,
            "verse": 232,
            "text": "When you divorce women and they have reached their set time, do not prevent them from remarrying their husbands if they both agree to do so in a fair manner. Let those of you who believe in God and the Last Day take this to heart: that is more wholesome and purer for you. God knows and you do not"
        },
        {
            "chapter": 2,
            "verse": 233,
            "text": "Mothers suckle their children for two whole years, if they wish to complete the term, and clothing and maintenance must be borne by the father in a fair manner. No one should be burdened with more than they can bear: no mother shall be made to suffer harm on account of her child, nor any father on account of his. The same duty is incumbent on the father’s heir. If, by mutual consent and consultation, the couple wish to wean [the child], they will not be blamed, nor will there be any blame if you wish to engage a wet nurse, provided you pay as agreed in a fair manner. Be mindful of God, knowing that He sees everything you do"
        },
        {
            "chapter": 2,
            "verse": 234,
            "text": "If any of you die and leave widows, the widows should wait for four months and ten nights before remarrying. When they have completed this set time, you will not be blamed for anything they may reasonably choose to do with themselves. God is fully aware of what you do"
        },
        {
            "chapter": 2,
            "verse": 235,
            "text": "You will not be blamed whether you give a hint that you wish to marry these women, or keep it to yourselves- God knows that you intend to propose to them. Do not make a secret arrangement with them; speak to them honourably and do not confirm the marriage tie until the prescribed period reaches its end. Remember that God knows what is in your souls, so be mindful of Him. Remember that God is most forgiving and forbearing"
        },
        {
            "chapter": 2,
            "verse": 236,
            "text": "You will not be blamed if you divorce women when you have not yet consummated the marriage or fixed a bride-gift for them, but make fair provision for them, the rich according to his means and the poor according to his- this is a duty for those who do good"
        },
        {
            "chapter": 2,
            "verse": 237,
            "text": "If you divorce wives before consummating the marriage but after fixing a bride-gift for them, then give them half of what you had previously fixed, unless they waive [their right], or unless the one who holds the marriage tie waives [his right]. Waiving [your right] is nearer to godliness, so do not forget to be generous towards one another: God sees what you do"
        },
        {
            "chapter": 2,
            "verse": 238,
            "text": "Take care to do your prayers, praying in the best way, and stand before God in devotion"
        },
        {
            "chapter": 2,
            "verse": 239,
            "text": "If you are in danger, pray when you are out walking or riding; when you are safe again, remember God, for He has taught you what you did not know"
        },
        {
            "chapter": 2,
            "verse": 240,
            "text": "If any of you die and leave widows, make a bequest for them: a year’s maintenance and no expulsion from their homes [for that time]. But if they leave of their own accord, you will not be blamed for what they may reasonably choose to do with themselves: God is almighty and wise"
        },
        {
            "chapter": 2,
            "verse": 241,
            "text": "Divorced women shall also have such maintenance as is considered fair: this is a duty for those who are mindful of God"
        },
        {
            "chapter": 2,
            "verse": 242,
            "text": "In this way God makes His revelations clear to you, so that you may grow in understanding"
        },
        {
            "chapter": 2,
            "verse": 243,
            "text": "[Prophet], consider those people who abandoned their homeland in fear of death, even though there were thousands of them. God said to them, ‘Die!’ and then brought them back to life again; God shows real favour to people, but most of them are ungrateful"
        },
        {
            "chapter": 2,
            "verse": 244,
            "text": "Fight in God’s cause and remember that He is all hearing and all knowing"
        },
        {
            "chapter": 2,
            "verse": 245,
            "text": "Who will give God a good loan, which He will increase for him many times over? It is God who withholds and God who gives abundantly, and it is to Him that you will return"
        },
        {
            "chapter": 2,
            "verse": 246,
            "text": "[Prophet], consider the leaders of the Children of Israel who came after Moses, when they said to one of their prophets, ‘Set up a king for us and we shall fight in God’s cause.’ He said, ‘But could it be that you would not fight, if it were ordained for you?’ They said, ‘How could we not fight in God’s cause when we and our children have been driven out of our homeland?’ Yet when they were commanded to fight, all but a few of them turned away: God has full knowledge of those who do wrong"
        },
        {
            "chapter": 2,
            "verse": 247,
            "text": "Their prophet said to them, ‘God has now appointed Talut to be your king,’ but they said, ‘How can he be king over us when we have a greater right to rule than he? He does not even have great wealth.’ He said, ‘God has chosen him over you, and has given him great knowledge and stature. God grants His authority to whoever He pleases: God is magnanimous, all knowing.’"
        },
        {
            "chapter": 2,
            "verse": 248,
            "text": "Their prophet said to them, ‘The sign of his authority will be that the Ark [of the Covenant] will come to you. In it there will be [the gift of] tranquillity from your Lord and relics of the followers of Moses and Aaron, carried by the angels. There is a sign in this for you if you believe.’"
        },
        {
            "chapter": 2,
            "verse": 249,
            "text": "When Talut set out with his forces, he said to them, ‘God will test you with a river. Anyone who drinks from it will not belong with me, but anyone who refrains from tasting it will belong with me; if he scoops up just one handful [he will be excused].’ But they all drank [deep] from it, except for a few. When he crossed it with those who had kept faith, they said, ‘We have no strength today against Goliath and his warriors.’ But those who knew that they were going to meet their Lord said, ‘How often a small force has defeated a large army with God’s permission! God is with those who are steadfast.’"
        },
        {
            "chapter": 2,
            "verse": 250,
            "text": "And when they met Goliath and his warriors, they said, ‘Our Lord, pour patience on us, make us stand firm, and help us against the disbelievers,’"
        },
        {
            "chapter": 2,
            "verse": 251,
            "text": "and so with God’s permission they defeated them. David killed Goliath, and God gave him sovereignty and wisdom and taught him what He pleased. If God did not drive some back by means of others the earth would be completely corrupt, but God is bountiful to all"
        },
        {
            "chapter": 2,
            "verse": 252,
            "text": "These are the revelations of God which We recite to you [Muhammad] with the truth, and you truly are one of the messengers"
        }
    ]
}