{
    "rukus": [
        {
            "chapter": 14,
            "verse": 7,
            "text": "Oto ogłosił wasz Pan: \"Jesli bedziecie wdzieczni, to Ja obdarze was wiecej; a jesli nie bedziecie wdzieczni, to, zaprawde, Moja kara bedzie straszna"
        },
        {
            "chapter": 14,
            "verse": 8,
            "text": "I powiedział Mojzesz: \"Jesli nie bedziecie wdzieczni - wy i ci, ktorzy sa na ziemi -... zaprawde, Bog jest bogaty i godny chwały"
        },
        {
            "chapter": 14,
            "verse": 9,
            "text": "Czy nie doszło do was opowiadanie o tych, ktorzy byli przed wami - o ludzie Noego, o ludach Ad i Samud, jak i o tych, ktorzy przyszli po nich, a o ktorych wie tylko Bog? Przyszli do nich posłancy z jasnymi dowodami, lecz oni włozyli rece do swoich ust i powiedzieli: \"My nie wierzymy w to, z czym zostaliscie posłani. I, zaprawde, jestesmy w głebokim zwatpieniu wzgledem tego, do czego nas wzywacie"
        },
        {
            "chapter": 14,
            "verse": 10,
            "text": "Powiedzieli ich posłancy: \"Czy mozna watpic o Bogu, stworcy niebios i ziemi? On was wzywa,. aby wam przebaczyc grzechy i aby wam udzielic zwłoki az do oznaczonego terminu.\" Oni powiedzieli: \"Jestescie tylko ludzmi, tak jak my. Chcecie nas oddalic od tego, co czcili nasi ojcowie. Dajcie nam wiec jakis jasny dowod władzy"
        },
        {
            "chapter": 14,
            "verse": 11,
            "text": "Powiedzieli im ich posłancy: \"Jestesmy tylko ludzmi, tak jak wy, lecz Bog obdarowuje dobrodziejstwami tego, kogo chce sposrod Swoich sług; i nie mozemy przychodzic do was z dowodem władzy inaczej, jak tylko za zezwoleniem Boga. Niech wiec zaufaja Bogu ludzie wierzacy"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "A dlaczego nie mielibysmy zaufac Bogu, skoro On nas poprowadził po naszych drogach? My bedziemy, z pewnoscia, bardzo cierpliwie znosic to wszystko, czym nas obrazacie. _Niech wiec zaufaja Bogu ci, ktorzy sa pełni ufnosci"
        }
    ]
}