{
    "rukus": [
        {
            "chapter": 35,
            "verse": 15,
            "text": "O ludzie! Wy potrzebujecie Boga, a Bog jest Bogaty, Godny Chwały"
        },
        {
            "chapter": 35,
            "verse": 16,
            "text": "Jesli On zechce, to was zabierze, a sprowadzi nowe stworzenie"
        },
        {
            "chapter": 35,
            "verse": 17,
            "text": "To dla Boga nie jest wielka rzecza"
        },
        {
            "chapter": 35,
            "verse": 18,
            "text": "I nie poniesie zadna niosaca ciezar ciezaru drugiej; a jesli nawet jakas przygnieciona ciezarem wezwie pomocy do poniesienia go, to nikt jej w tym nie ulzy - nawet gdyby to był krewny. Ty tylko ostrzegasz tych, ktorzy sie boja swego Pana z powodu tego, co jest skryte, i ktorzy odprawiaja modlitwe. A ten, kto sie oczyszcza, to oczyszcza sie dla siebie samego. Do Boga zmierza wedrowanie"
        },
        {
            "chapter": 35,
            "verse": 19,
            "text": "Niewidomy nie jest rowny temu, ktory widzi"
        },
        {
            "chapter": 35,
            "verse": 20,
            "text": "Ani ciemnosci i swiatło"
        },
        {
            "chapter": 35,
            "verse": 21,
            "text": "Ani cien i zar słonca"
        },
        {
            "chapter": 35,
            "verse": 22,
            "text": "Nie sa rowni zywi i umarli. Zaprawde, Bog daje słyszec, komu chce, lecz ty nie mozesz skłonic do słyszenia tych, ktorzy sa w grobach"
        },
        {
            "chapter": 35,
            "verse": 23,
            "text": "ty, jestes tylko ostrzegajacym"
        },
        {
            "chapter": 35,
            "verse": 24,
            "text": "My posłalismy ciebie z prawda, jako zwiastuna i jako ostrzegajacego. I nie ma zadnego narodu, do ktorego by nie przyszedł ostrzegajacy"
        },
        {
            "chapter": 35,
            "verse": 25,
            "text": "A jesli cie uznaja za kłamce, to przeciez kłam zadawali juz ci, ktorzy byli przed nimi. Do nich przychodzili ich posłancy z jasnymi dowodami i z Psalmami, i Ksiega dajaca swiatło"
        },
        {
            "chapter": 35,
            "verse": 26,
            "text": "Potem pochwyciłem tych, ktorzy nie uwierzyli. I jakiez było Moje oburzenie"
        }
    ]
}