{
    "rukus": [
        {
            "chapter": 60,
            "verse": 1,
            "text": "O wy, ktorzy wierzycie! Nie bierzcie sobie za przyjacioł Mojego wroga i waszego wroga! Wy zwracacie sie do nich z przyjaznia, oni zas nie wierza w prawde, ktora przyszła do was. Wypedzaja Posłanca i was samych, poniewaz wy wierzycie w Boga, waszego Pana. Skoro wyszliscie walczyc na Mojej drodze i poszukiwac Mojego zadowolenia, to czy bedziecie w skrytosci okazywac im przyjazn? Ja wiem najlepiej to, co ukrywacie i co czynicie jawnie. A ktokolwiek z was to czyni, ten juz zbładził z rownej drogi"
        },
        {
            "chapter": 60,
            "verse": 2,
            "text": "Jesli oni was spotkaja, beda dla was wrogami; wyciagna do was swoje rece i swoje jezyki - ze złem. Oni by chcieli, abyscie byli niewiernymi"
        },
        {
            "chapter": 60,
            "verse": 3,
            "text": "Nie pomoga wam ani wasi bliscy krewni, ani wasze dzieci w Dniu Zmartwychwstania. On rozstrzygnie miedzy wami. A Bog widzi dobrze, co czynicie"
        },
        {
            "chapter": 60,
            "verse": 4,
            "text": "Mieliscie juz piekny przykład w Abrahamie i tych, ktorzy byli z nim, kiedy powiedzieli do swego ludu: \"Zaprawde, my nie mamy nic z wami i z tym, co wy czcicie oprocz Boga! Wyrzekamy sie was! Pojawiła sie miedzy nami i wami wrogosc i zawisc na zawsze, chyba ze uwierzycie w Boga Jedynego!\" Wyjatek uczyniwszy dla słow, jakie powiedział Abraham do swojego ojca: \"Z pewnoscia bede prosił o przebaczenie dla ciebie, choc nie mam władzy niczego uczynic dla ciebie u Boga.\" \"Panie nasz! Zaufalismy Tobie i nawrocilismy sie do Ciebie! Do Ciebie zmierza ostateczna wedrowka"
        },
        {
            "chapter": 60,
            "verse": 5,
            "text": "Panie nasz! Nie wystawiaj nas na pokuszenie wobec tych, ktorzy nie wierza! Przebacz nam, Panie nasz! Zaprawde, Ty jestes Potezny, Madry"
        },
        {
            "chapter": 60,
            "verse": 6,
            "text": "Mieliscie w nich piekny przykład dla tego, kto spodziewa sie spotkac Boga i kto sie spodziewa Dnia Ostatniego. A ten, kto sie odwroci... zaprawde, Bog jest Bogaty, Godny Chwały"
        }
    ]
}