{
    "rukus": [
        {
            "chapter": 2,
            "verse": 104,
            "text": "Ey imân edenler! RÂİNÂ demeyin, UNZURNÂ deyin ve güzelce dinleyin. Kâfirler için elem verici bir azâb vardır"
        },
        {
            "chapter": 2,
            "verse": 105,
            "text": "Kitap ehlinden inkâra sapanlar da, Allah´a ortak koşanlar da Rabbinizden size bir iyilik indirilmesini istemezler. Allah ise rahmetini dilediğine tahsîs eder. Allah çok büyük lütuf ve iyilik sahibidir"
        },
        {
            "chapter": 2,
            "verse": 106,
            "text": "Herhangi bir âyeti nesheder (diğer bir âyetle hükmünü kaldırır) veya unutturursak, ondan daha hayırlısını ya da bir benzerini getiririz. Bilmez misin Allah´ın kudreti her şeye yeter"
        },
        {
            "chapter": 2,
            "verse": 107,
            "text": "Göklerin ve yerin mülkünün Allah´a ait olduğunu bilmez misin? Size de Allah´tan başka ne bir dost, ne de bir yardımcı vardır"
        },
        {
            "chapter": 2,
            "verse": 108,
            "text": "Yoksa siz de daha önce Musa´dan sorulduğu gibi Peygamberinizi sorguya mı çekmek istiyorsunuz? Kim imânı küfürle değiştirirse, herhalde doğru yoldan sapmış olur"
        },
        {
            "chapter": 2,
            "verse": 109,
            "text": "Kitap ehlinden çoğu hak kendilerine apaçık belli olduktan sonra sırf içlerindeki hasedden dolayı sizi imânınızdan sonra küfre döndürmeyi çok arzu ederler. Allah´ın (bu husustaki) emri, hükmü gelinceye kadar (onları) bağışlayın ve (olgunluk gösterip) vazgeçin. Şüphesiz ki Allah´ in kudreti her şeye yeter"
        },
        {
            "chapter": 2,
            "verse": 110,
            "text": "Namazı dosdoğru kılın, zekâtı verin. Kendiniz için önceden ne gibi bir hayr gönderirseniz Allah katında onu bulacaksınız; şüphesiz ki Allah işlediklerinizi çok iyi görüp bilir"
        },
        {
            "chapter": 2,
            "verse": 111,
            "text": "(Yahudilerle Hıristiyanlar) dediler ki: «Yahudi ve Hıristiyan olanlardan başkası elbette Cennet´e giremez.» Bu, onların kuruntularıdır. De ki: (Eğer bu iddianızda) doğru kimselerseniz haydi kesin bilgi veren delillerinizi getirin"
        },
        {
            "chapter": 2,
            "verse": 112,
            "text": "Hayır, (nereden onu getirebilirler?) Kim Allah´ı görürcesine (bir duygu taşır da ibâdet ve günlük işlerinde) kendini Allah´a verip tam bir teslimiyet gösterirse, işte onun için Rabbi katında mükâfat vardır. Onlar için hiçbir korku yoktur, onlar mahzun da olmazlar"
        }
    ]
}