{
    "rukus": [
        {
            "chapter": 2,
            "verse": 130,
            "text": "İbrahim´in dininden ve açmış olduğu (yüksek ahlâk ve sağlam sünnet) yolundan, kendini bilmeyen beyinsizden başka kim yüzçevirir? And olsun ki. Biz onu dünyada (peygamberlik ve önderlik görevi için) seçip beğendik, âhirette de herhalde O, (kurtuluşa erişen) iyi-yararlı kişilerdendir"
        },
        {
            "chapter": 2,
            "verse": 131,
            "text": "Ve hani Rabbin ona: «Teslimiyette devam et!» deyince, o da, «âlemlerin Rabbine teslim olup (boyun eğdim)» demişti"
        },
        {
            "chapter": 2,
            "verse": 132,
            "text": "Bunu (dini ve teslimiyeti) İbrahim kendi oğullarına tavsiye etti. Yâkub da tavsiyede bulunarak (dedi ki): «Oğullarım! Allah bu dini sizin için beğenip seçmiştir. Artık siz de ancak müslüman olarak (Hakk´a gönülden bağlanıp boyun eğerek) can verin.»"
        },
        {
            "chapter": 2,
            "verse": 133,
            "text": "Yoksa (ey Yahudiler ve ey Hıristiyanlar!) Yâkub´a ölüm hazır olunca siz orada bulunuyor muydunuz ? Hani Yâkub (o sırada) oğullarına : «Benden sonra neye ibâdet edeceksiniz ?» demişti de, onlar da, «Senin Tanrına, babaların İbrahim, İsmail ve İshâk´ın tek olan Tanrısına ibâdet edeceğiz; biz ancak O´na teslim olmuşuzdur» diye cevap vermişlerdi"
        },
        {
            "chapter": 2,
            "verse": 134,
            "text": "O bir ümmetdi ki gelip geçti. Onların kazandığı kendilerine, sizin kazandığınız da size aittir. Onların işlediklerinden sorulacak değilsiniz"
        },
        {
            "chapter": 2,
            "verse": 135,
            "text": "(Onların bunca yanlış ve o nisbette sapık tutumları yetmiyormuş gibi bir de) «Yahudi veya Hıristiyan olun ki doğru yolu bulaşınız» dediler. De ki: Hayır, (herhalde bir dine uymam gerekiyorsa) Hakk´a dosdoğru yönelmiş bulunan İbrahim´in dinine uyarız. O hiç bir zaman Allah´a eş-ortak koşanlardan olmadı"
        },
        {
            "chapter": 2,
            "verse": 136,
            "text": "Deyiniz ki, biz Allah´a ve bize indirilene, İbrahim´e, İsmail´e, İshâk´a, Yâkub´a ve Esbat´a (Yâkub Peygamberin veya İsrail´in torunlarına) indirilene ; Musa ve İsa´ya ve (diğer) peygamberlere Rableri tarafından verilen (sahife, kitap ve vahy)e imân ettik. Onlardan hiç birini diğerinden farklı tutmayız. Biz ancak Allah´a boyun eğen Müslümanlardanız"
        },
        {
            "chapter": 2,
            "verse": 137,
            "text": "Eğer onlar (Yahudiler ve Hıristiyanlar) sizin imân ettiğiniz gibi imân ederlerse herhalde doğru yolu bulurlar. Yok eğer yüzçevirecek olurlarsa, ancak ayrı (bir yola) düşmüş olurlar. Bu takdirde de Allah onlara karşı Sana yeter ve O, gereği gibi işiten ve bilendir"
        },
        {
            "chapter": 2,
            "verse": 138,
            "text": "Allah´ın (değişmiyen) boyasına gerekli olun! Boya cihetlyle Allah´tan daha güzel kim ? Biz ancak O´na ibâdet ederiz"
        },
        {
            "chapter": 2,
            "verse": 139,
            "text": "De ki: Allah hakkında bizimle tartışıp çekişiyor musunuz? Halbuki O bizim de Rabbimiz, sizin de Rabbinizdir. Bizim işlediklerimizin (karşılığı) bize aittir, sizin işlediklerinizin (karşılığı) size aittir. Biz ancak O´na içten gelen katıksız bir ciddiyet ve samimiyetle bağlanmışızdır"
        },
        {
            "chapter": 2,
            "verse": 140,
            "text": "Yoksa siz İbrahim´in, İsmail´ İn, İshâk´ın, Yâkub ve Esbat (Onun torunlarının Yahudi veya Hıristiyan olduklarını mı söylüyorsunuz ?! De ki: Sizler mi daha iyi biliyorsunuz, yoksa Allah mı ? Allah tarafından yanındaki bir şehadeti bilerek saklayandan daha zâlim kim olabilir? Allah sizin yapageldikleriniz şeylerden hiç de gafil değildir)"
        },
        {
            "chapter": 2,
            "verse": 141,
            "text": "Onlar birer ümmetdi ki gelip geçti. Onların kazandıkları kendilerinedir; sizin de kazandıklarınız sizedir. Onların yaptıklarından sorumlu tutulmayacaksınız"
        }
    ]
}