{
    "rukus": [
        {
            "chapter": 10,
            "verse": 61,
            "text": "(Ey sânı yüce Peygamber !) Hiçbir durumda bulunmazsın, onunla ilgili Kur´ân´dan bir şey okumazsın ve hiçbir iş yapmazsınız ki yaptıklarınıza dalarken üzerinizde hazır olmayalım. Ne yerde, ne de gökte zerre ağırlığınca hiçbir varlık Rabbinizden uzak (ve örtülü) kalmaz. Bundan daha küçüğü de, daha büyüğü de yok ki, o açık kitabda (yazılı) olmasın"
        },
        {
            "chapter": 10,
            "verse": 62,
            "text": "Haberiniz olsun ki, Allah dostlarına hiçbir korku yoktur ve onlar üzülmeyeceklerdir de"
        },
        {
            "chapter": 10,
            "verse": 63,
            "text": "Onlar (o Allah´ın dostları) ki, dosdoğru imân ettiler ve hep Allah´ tan korkup (fenalıklardan) sakındılar"
        },
        {
            "chapter": 10,
            "verse": 64,
            "text": "Dünya hayatında da, Âhiret´te de müjde onlara ! Allah´ın sözlerinde hiçbir değişme, değiştirme yoktur ve işte bu büyük bir kurtuluş ve başarıdır"
        },
        {
            "chapter": 10,
            "verse": 65,
            "text": "O inkarcıların sözü seni üzmesin. Çünkü gerçekten bütün kuvvet ve kudret, üstünlük ve hâkimiyet Allah´ındır. O, her şeyi işitendir, bilendir"
        },
        {
            "chapter": 10,
            "verse": 66,
            "text": "Haberiniz olsun ki, göklerde olanlar da, yerde olanlar da şüphesiz ki Allah´ındır. Allah´tan başkasına tapınanlar, ortak edindiklerine (de gerçek anlamda) uymazlar; onlar ancak zanna uyarlar, onlar ancak yalan uydurup söylerler"
        },
        {
            "chapter": 10,
            "verse": 67,
            "text": "Geceyi dinlenip sükûnet bulmanız için (karanlık), gündüzü de (çalışıp hayatınızı kazanmanız için) aydınlık yapan O´dur. Şüphesiz ki bunda kulak verip anlamak isteyen bir millet için âyetler (açık belgeler) vardır"
        },
        {
            "chapter": 10,
            "verse": 68,
            "text": "Allah çocuk edindi, dediler. Allah çocuk edinmekten pâk ve yücedir. O mutlak ganiydir (hiçbir şeye muhtaç değildir). Göklerdeki de, yerdeki de O´nundur. Bu iddianıza karşılık yanınızda hiçbir ilmî delil yoktur. Allah´a karşı bilmediğiniz şeyleri mi söylüyorsunuz"
        },
        {
            "chapter": 10,
            "verse": 69,
            "text": "De ki: Allah´a karşı yalan uydurup duranlar, korktuklarından kurtulup umduklarına erişemezler"
        },
        {
            "chapter": 10,
            "verse": 70,
            "text": "Dünya pek az bir zevkli geçimdir ; sonra da dönüşleri ancak bizedir. Sonra da küfretmekte olduklarına karşılık onlara pek şiddetli azabı tattıracağız"
        }
    ]
}