{
    "rukus": [
        {
            "chapter": 10,
            "verse": 71,
            "text": "(Ey Peygamber!) O inkarcılara Nuh´un olaylı geçen haberini oku. O bir vakitler kavmine demişti ki: «Ey kavmim, eğer (aranızda) yer alışım ve Allah´ın âyetleriyle öğüt vermişliğim size ağır geliyorsa, ben ancak Allah´a güvenip dayanıyorum. Siz ne yapacağınızı ve ortak edindiklerinizi biraraya getirin, öyle ki, sonunda ne yapacağınız size tasa olup kalmasın, sonra da hükmünüzü hakkımda uygulayın ve bana hiç de süre tanımayın"
        },
        {
            "chapter": 10,
            "verse": 72,
            "text": "Eğer (benden ve öğütlerimden) yüzçevirirseniz, zaten ben sizden bir ücret istemiş değilim; benim mükâfatım ancak Allah´a aittir ve ben müslimler (= Hakk´a teslim olmuşlar)den olmakla emrolundum.»"
        },
        {
            "chapter": 10,
            "verse": 73,
            "text": "Yine de onu yalanladılar. Biz onu ve gemide beraberindekilerin! kurtardık ve bu (kurtardıklarımızı) o (yok ettiklerimizin) yerine geçirdik; âyetlerimizi yalan sayanları boğduk. Artık sen o uyarılanların sonunun ne olduğuna bir bak"
        },
        {
            "chapter": 10,
            "verse": 74,
            "text": "Ondan sonra kendi kavimlerine Peygamberler gönderdik. Onlar da kavimlerine açık belgelerle, mu´cizelerle geldiler. Daha önce yalan saydıklarına bakarak bir türlü imân eder olmadılar. İşte (ilâhî buyrukları dinlemeyip) haddi aşanların kalblerini böylece mühürleriz"
        },
        {
            "chapter": 10,
            "verse": 75,
            "text": "Sonra onların ardından Musa ile Harun´u âyetlerimizle Fir´avn´a ve onun ileri gelen cemaatine gönderdik. (Allah´a imânı) gururlarına yediremediler. Zaten onlar suçlu günahkâr bir topluluk idi"
        },
        {
            "chapter": 10,
            "verse": 76,
            "text": "Onlara bizim katımızdan hak gelince, «bu ancak açık bir sihirdir» dediler"
        },
        {
            "chapter": 10,
            "verse": 77,
            "text": "Musa ; «size hak gelince böyle mi diyorsunuz ? (İnsafla düşünün) bu sihir midir? Oysa sihirbazlar umdukları kurtuluşa ve başarıya erişemezler» dedi"
        },
        {
            "chapter": 10,
            "verse": 78,
            "text": "Onlar, «bizi, babalarımızı üzerinde bulduğumuz (dinden ve yoldan) çevirmek ve ikiniz için yeryüzünde büyüklük (liderlik ve önderlik) sağlamak için mi bize geldin ? İkinize de inanacak değiliz» dediler"
        },
        {
            "chapter": 10,
            "verse": 79,
            "text": "Fir´avn, «bana ne kadar bilgili sihirbaz varsa hepsini getirin» diye emretti"
        },
        {
            "chapter": 10,
            "verse": 80,
            "text": "Sihirbazlar gelince, Musa onlara : «Atacağınızı atın !» dedi"
        },
        {
            "chapter": 10,
            "verse": 81,
            "text": "Onlar da atacaklarını atınca, Musa, «bu getirip ortaya koyduğunuz sihirdir. Doğrusu Allah onu boşa çıkaracaktır. Çünkü Allah fesatçıların işini düzeltmez» dedi"
        },
        {
            "chapter": 10,
            "verse": 82,
            "text": "Suçlu günahkârlar hoşlanmasa bile Allah hakkı kendi sözleriyle gerçekleştirir"
        }
    ]
}