{
    "rukus": [
        {
            "chapter": 16,
            "verse": 101,
            "text": "Biz bir âyeti başka bir âyetin yerine koyup değiştirdiğimizde —ki Allah indireceğini daha iyi bilir— onlar, sen ancak uyduruyorsun, derler. Hayır, onların çoğu (hakikati) bilmezler"
        },
        {
            "chapter": 16,
            "verse": 102,
            "text": "De ki: Onu, imân edenlerin inancını daha da sağlamlaştırmak, Müslümanlara doğru yolu göstermek ve müjde olmak için Rabbinden hak ile Ruhu´l-kuds indirmiştir"
        },
        {
            "chapter": 16,
            "verse": 103,
            "text": "And olsun ki, onların, «Ona (Muhammed´e) ancak bir insan öğretiyor» dediklerini biliyoruz. O işaret ettikleri kimsenin dili (olsa olsa) fasîh ve açık Arapça değildir. Bu Kur´ân ise çok açık ve fasih bir Arapça´dır"
        },
        {
            "chapter": 16,
            "verse": 104,
            "text": "Allah´ın âyetlerine inanmayanları Allah doğru yola iletmez ve onlar için elem verici bir azâb vardır"
        },
        {
            "chapter": 16,
            "verse": 105,
            "text": "Yalan uyduranlar ancak Allah´ın âyetlerine inanmıyanlardır. İşte onlardır yalancıların kendileri"
        },
        {
            "chapter": 16,
            "verse": 106,
            "text": "Kalbi imân ile yatışmış olduğu halde, zorlanan kimse dışında, inandıktan sonra Allah´ı inkâr edip göğsünü küfre açanlar üzerine Allah´ tan bir gazab vardır ve büyük bir azâb da onlar içindir"
        },
        {
            "chapter": 16,
            "verse": 107,
            "text": "Bu böyledir. Çünkü onlar Dünya hayatını sevip Âhirete tercih etmişlerdir ve Allah da kâfirler topluluğunu doğru yola eriştirmez"
        },
        {
            "chapter": 16,
            "verse": 108,
            "text": "İşte bunlar, Allah´ın, kalblerini, kulaklarını ve gözlerini mühürlediği kimselerdir; gafil olanlar da bunlardır"
        },
        {
            "chapter": 16,
            "verse": 109,
            "text": "Şüphesiz ki bunlar, evet bunlar Âhiret´de zarara uğrayanlardır"
        },
        {
            "chapter": 16,
            "verse": 110,
            "text": "Sonra çeşitli işkence ve eziyete uğratılan, ardından hicret eden sonra da Allah yolunda savaşan ve sabreden kimseler için şüphesiz ki Rabbin çok bağışlayan ve çok merhamet edendir"
        }
    ]
}