{
    "rukus": [
        {
            "chapter": 29,
            "verse": 31,
            "text": "Ne vakit ki elçilerimiz İbrahim´e müjde ile geldiler, «doğrusu biz şu kasaba halkını yok edeceğiz ! Çünkü halkı zulüm (ve azgınlığı) sanat edinmişlerdir,» dediler"
        },
        {
            "chapter": 29,
            "verse": 32,
            "text": "(Bunun üzerine) İbrâhim, «o kasabada Lût bulunuyor» dedi. Elçiler, «biz kasabada olanları çok iyi biliyoruz; karısı dışında Lût´u da aile efradını da mutlaka kurtaracağız. Karısına gelince, o, geride kalan (sapıklardan biridir» diye cevap verdiler)"
        },
        {
            "chapter": 29,
            "verse": 33,
            "text": "Elçilerimiz Lût´a gelince, onların geliş sebebinden üzülüp fenalaştı ; eli kolu bağlanıp (göğsü) daraldı. Elçiler, «korkma ve üzülme ; biz mutlaka seni de, aile efradını da kurtaracağız, ancak eşini değil, o geride kalan (sapık ahlâksızlardandır!» dediler (de ona güven verdiler)"
        },
        {
            "chapter": 29,
            "verse": 34,
            "text": "«Şüphen olmasın ki, biz bu kasaba halkı üzerine, yaptıkları çok çirkin ahlâksızlıktan dolayı gökten azâb indireceğiz.»"
        },
        {
            "chapter": 29,
            "verse": 35,
            "text": "And olsun ki biz, aklını kullanan bir millet için bu kasabada açık belge(ler) geriye bıraktık"
        },
        {
            "chapter": 29,
            "verse": 36,
            "text": "Medyen´e de kardeşleri Şuâyb´ı (uyarıcı peygamber) gönderdik ; «ey kavmim» dedi, «Allah´a tapın, Âhiret gününe (oradaki mutluluğa) umut bağlayın ve sakın yeryüzünde fesâd çıkararak ortalığı karıştırmayın.»"
        },
        {
            "chapter": 29,
            "verse": 37,
            "text": "Buna karşı onu yalanladılar. O sebeple onları şiddetli bir sarsıntı yakalayıverdi, derken kendi yurtlarında dizüstü çöküp kaldılar"
        },
        {
            "chapter": 29,
            "verse": 38,
            "text": "Âd ve Semûd´u da yok ettik. Gerçekten onların oturduğu yerlerin kalıntıları size açık ve ortadadır. Şeytan, onlara amellerini süslemişti de böylece onları (doğru) yoldan alıkoymuştu. Halbuki kendileri (az-çok) gözü açık kimseler idi"
        },
        {
            "chapter": 29,
            "verse": 39,
            "text": "Karun´u, Fir´avn´ı ve Hâmân´ı da (inkâr ve azgınlıkları yüzünden) yok ettik. Sânım hakkı için Musâ onlara acık belgelerle (susturucu) mu´cizelerle geldi; fakat onlar, yeryüzünde büyüklük tasladılar (Hakk´ı kabul etmediler ve ona boyun eğmeyi gururlarına yediremediler). Halbuki (Allah´ı âciz bırakacak ve inecek azâbın) önüne geçebilecek değillerdi"
        },
        {
            "chapter": 29,
            "verse": 40,
            "text": "Bunlardan her birini günahı sebebiyle yakaladık : Kiminin üzerine şiddetli kasırga gönderip taş yağmuruna uğrattık ; kimini korkunç bir gürültü yakalayıp sarıverdi; kimini yere geçirdik ; kimini de (denizde) boğduk. Allah onlara zulmeder olmadı, ama onlar kendilerine zulmediyorlardı"
        },
        {
            "chapter": 29,
            "verse": 41,
            "text": "Allah´ı bırakıp başka başka dostlar, sahipler edinenlerin misali, kendine yuva edinen örümceğin haline benzer ve gerçekten evlerin en hafif ve dayanıksızı örümceğin yuvasıdır. Bunu bir bilselerdi"
        },
        {
            "chapter": 29,
            "verse": 42,
            "text": "Şüphesiz ki Allah, onların kendisinden başka nelere taptıklarını bilir. O, çok üstündür, çok güçlüdür, yegâne hikmet sahibidir"
        },
        {
            "chapter": 29,
            "verse": 43,
            "text": "Biz, işte bu misalleri insanlar için (gerçeği daha iyi anlasınlar diye) getiriyoruz. Bunları ancak ilim adamları düşünüp akleder"
        },
        {
            "chapter": 29,
            "verse": 44,
            "text": "Allah, gökleri ve yeri hakk ile (uyumlu, dengeli ve düzenli ölçüde ve plânda) yaratmıştır. Şüphesiz ki bunda inananlar için acık belge ve delil vardır"
        }
    ]
}