{
    "rukus": [
        {
            "chapter": 3,
            "verse": 1,
            "text": "ELİF - LÂM - MÎM"
        },
        {
            "chapter": 3,
            "verse": 2,
            "text": "Allah (Bir´dir), O´ndan başka ilâh yoktur. O hep diridir, kudretiyle (varlık âlemini) tutup duran, gözetip koruyandır O"
        },
        {
            "chapter": 3,
            "verse": 3,
            "text": "Kendinden önceki (kitap)ları doğrulayan Kitab´ı hak ile O sana indirdi. Bundan önce de insanlara doğru yolu göstermek üzere Tevrat ve İncil´i indirmiştir. Doğruyu eğriden, hakkı bâtıldan ayıran (Kur´ân ya da Zebûr)u da O indirdi. Allah´ın âyetlerini inkâr edenlere herhalde şiddetli azâb vardır ve Allah çok güçlüdür, (zâlimlerden) öc almada intikam sahibidir"
        },
        {
            "chapter": 3,
            "verse": 4,
            "text": "Kendinden önceki (kitap)ları doğrulayan Kitab´ı hak ile O sana indirdi. Bundan önce de insanlara doğru yolu göstermek üzere Tevrat ve İncil´i indirmiştir. Doğruyu eğriden, hakkı bâtıldan ayıran (Kur´ân ya da Zebûr)u da O indirdi. Allah´ın âyetlerini inkâr edenlere herhalde şiddetli azâb vardır ve Allah çok güçlüdür, (zâlimlerden) öc almada intikam sahibidir"
        },
        {
            "chapter": 3,
            "verse": 5,
            "text": "Şüphesiz ki, yerde ve gökte hiçbir şey Allah´a gizli kalmaz"
        },
        {
            "chapter": 3,
            "verse": 6,
            "text": "Ana rahminde sizi dilediği (hikmet ve kanunla) şekillendiren O´dur. O´ndan başka hiçbir ilâh yoktur; ancak O vardır. O çok güçlüdür, çok üstündür; yüce hikmet sahibidir"
        },
        {
            "chapter": 3,
            "verse": 7,
            "text": "O ki, Kitab´ı sana indirdi; ondan bir kısmı muhkem (mânası açık, yorum götürmez, şüpheye yer vermez açıklıkta) âyetlerdir ki, bunlar Kitab´ın anasıdır. Diğer bir kısmı ise müteşâbih (mânası kapalı, yorum isteyen) âyetlerdir. Kalblerinde eğrilik bulunanlar, fitne çıkarmak, (kendi çıkarına uygun) yorumda bulunmak için Kitab´ın müteşâbih olanına uyarlar. Halbuki onun yorumunu ancak Allah bilir. İlimde derinleşenler ise, «Ona inandık, hepsi de Rabbimizin katından (indirilme)dir» derler. (Bu hakikatleri) ancak akıl sahipleri düşünebilir"
        },
        {
            "chapter": 3,
            "verse": 8,
            "text": "Rabbimiz! Bizi doğru yola eriştirdikten sonra kalblerimizi meylettirip saptırma. Kendi katından bize bir rahmet bağışla. Şüphesiz ki Sen (evet) Sen çokça bağışta bulunansın"
        },
        {
            "chapter": 3,
            "verse": 9,
            "text": "Rabbimiz! Şüphesiz ki (meydana gelmesinde) hiç şüphe olmayan (Kıyamet) gününde insanları toplayan Sensin. Doğrusu Allah va´dinden caymaz"
        }
    ]
}