{
    "maqras": [
        {
            "chapter": 21,
            "verse": 83,
            "text": "અય્યૂબ અ.સ.ની તે સ્થિતિને પણ યાદ કરો, જ્યારે તેમણે પોતાના પાલનહારને પોકાર્યા કે, મને આ બિમારી પહોંચી છે અને તું દયા કરવાવાળાઓ કરતા વધારે દયાળુ છે"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "તો અમે તેમની (દુઆ) સાંભળી લીધી અને જે દુ:ખ તેમને પહોંચ્યું હતું તેને દૂર કરી દીધું અને તેમને પત્ની અને સંતાન આપ્યા, પરંતુ તેમની સાથે તેમના જેવા જ બીજા પણ, પોતાની ખાસ કૃપા વડે આપ્યા, જેથી સાચા બંદાઓ માટે શિખામણનું કારણ બને"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "અને ઇસ્માઇલ અને ઇદરિસ અને ઝુલ્ કિફ્લ (અ.સ.) આ સૌ ધીરજ રાખનારા બંદાઓ હતાં"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "અમે તેમને પોતાની કૃપામાં દાખલ કરી લીધા, આ સૌ સદાચારી લોકો હતાં"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "માછલીવાળા (યૂનુસ અ.સ.) ને યાદ કરો, જ્યારે તેઓ ગુસ્સામાં નીકળી ગયા અને વિચાર કર્યો કે, અમે તેમની પકડ નહીં કરી શકીએ, છેવટે તે અંધકારમાં પોકારી ઉઠયા કે, અલ્લાહ ! તારા સિવાય કોઈ પૂજ્ય નથી, તું પવિત્ર છે. નિ:શંક હું અત્યાચારી લોકો માંથી થઇ ગયો"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "તો અમે તેમની પોકાર સાંભળી લીધી અને તેમને દુ:ખથી છૂટકારો આપ્યો અને અમે ઈમાનવાળાઓને આવી જ રીતે બચાવી લઇએ છીએ"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "અને ઝકરિયા અ.સ.ને યાદ કરો, જ્યારે તેમણે પોતાના પાલનહારને દુઆ કરી કે હે મારા પાલનહાર ! મને એકલો ન છોડ, તું સૌથી શ્રેષ્ઠ વારસદાર છે"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "અમે તેમની દુઆ કબૂલ કરી, યહ્યા અ.સ. આપ્યા અને તેમની પત્નીને તેમના માટે સ્વસ્થ કરી દીધી, આ પ્રભુત્વશાળી લોકો સત્કાર્ય તરફ ઉતાવળ કરતા હતાં અને અમને આશા અને ડર, બન્ને સાથે પોકારતા હતાં અને અમારી સામે આજીજી કરવાવાળા હતાં"
        },
        {
            "chapter": 21,
            "verse": 91,
            "text": "અને તે પવિત્ર સ્ત્રી, જેણે પોતાની આબરૂની સુરક્ષા કરી, અમે તેમનામાં પોતાની રૂહ ફૂંકી તથા તેમને અને તેમના દિકરાને દરેક લોકો માટે નિશાની બનાવી દીધા"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "આ તમારી કોમ છે, જે ખરેખર એક જ કોમ છે અને હું તમારા સૌનો પાલનહાર છું, બસ ! તમે મારી જ બંદગી કરો"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "પરંતુ લોકોએ અંદરોઅંદર પોતાના ધર્મમાં મતભેદ કરી દીધા, સૌ અમારી તરફ જ પાછા ફરવાના છે"
        },
        {
            "chapter": 21,
            "verse": 94,
            "text": "પછી જે પણ સત્કાર્ય કરશે અને તે ઈમાનવાળો હશે તો તેના પ્રયત્નોની અવગણના કરવામાં નહીં આવે. અમે તો તેને લખવાવાળા છે"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "અને જે વસ્તીને અમે નષ્ટ કરી દીધી, તેમના માટે શક્ય નથી કે તે પાછા ફરી શકે"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "ત્યાં સુધી કે યાજૂજ અને માજૂજને છોડી દેવામાં આવશે અને તેઓ દરેક ઊંચા સ્થાનો પરથી દોડતા આવશે"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "અને સાચું વચન નજીક આવી જશે, તે સમયે ઇન્કાર કરનારાઓની નજરો ફાટેલી રહી જશે, કે અફસોસ ! અમે આ પરિસ્થિતિથી અજાણ હતાં, પરંતુ ખરેખર અમે જ અપરાધી હતાં"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "તમે અને જેની તમે અલ્લાહ સિવાય બંદગી કરો છો, સૌ જહન્નમના ઇંધણ બનશો, તમે સૌ જહન્નમમાં જવાના છો"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "જો આ (સાચા) પૂજ્ય હોત તો, જહન્નમમાં દાખલ ન થાત અને દરેકે દરેક તેમાં જ હંમેશા રહેનારા છે"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "તેઓ ત્યાં ચીસો પાડતા હશે અને ત્યાં કંઇ પણ સાંભળી નહીં શકે"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "હાં, જેના માટે અમારા તરફથી સત્કાર્ય કરવાનો નિર્ણય પહેલા જ થઇ ચુક્યો છે, તેઓ બધા જહન્નમથી દૂર રાખવામાં આવશે"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "તે તો જહન્નમની આહટ પણ નહીં સાંભળે અને તેઓ પોતાની મનપસંદ વસ્તુઓમાં હંમેશા રહેવાવાળા છે"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "કોઈ મોટી બેચેની (પણ) તેઓને નિરાશ નહીં કરી શકે અને ફરિશ્તાઓ તેમને હાથો હાથ લેશે. કે આ જ તમારા માટે તે દિવસ છે જેનું વચન તમને આપવામાં આવતું હતું"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "જે દિવસે અમે આકાશને એવી લપેટી લઇશું, જેવી રીતે લેખક પાનાને લપેટી દે છે, જેવી રીતે કે અમે પ્રથમ વખત સર્જન કર્યું હતું, તેવી જ રીતે બીજી વખત કરીશું. આ અમારા શિરે વચન છે અને અમે તેને જરૂર પૂરું કરીશું"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "અમે ઝબૂરમાં શિખામણ આપ્યા પછી આ લખી ચુક્યા છે કે ધરતીના વારસદાર મારા સદાચારી બંદાઓ (જ) હશે"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "બંદગી કરનારાઓ માટે તો આમાં એક મોટો આદેશ છે"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "અને અમે તમને સૃષ્ટિના લોકો માટે દયાળુ બનાવીને જ મોકલ્યા છે"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "કહી દો કે, મારી પાસે તો બસ ! વહી કરવામાં આવે છે કે તમારા સૌનો પૂજ્ય એક જ છે, તો શું તમે પણ તેની આજ્ઞાપાલન કરવાવાળા છો"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "પછી જો આ લોકો મોઢું ફેરવી લે તો કહી દો કે મેં તમને બરાબર સચેત કરી દીધા, જેનું વચન તમને આપવામાં આવ્યું છે તેનું જ્ઞાન મારી પાસે નથી કે તે નજીક છે અથવા દૂર છે"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "હાં, અલ્લાહ તઆલા સ્પષ્ટ અને જાહેર વાતોને પણ જાણે છે અને જે કંઇ તમે છુપાવો છો તેને પણ જાણે છે"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "મને આ વિશેની પણ જાણ નથી, આ તમારી કસોટી હોઇ શકે અને એક નક્કી કરેલ સમય સુધીનો ફાયદો છે"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "પયગંબરે કહ્યું, હે પાલનહાર ! ન્યાયથી ફેંસલો કર અને અમારો પાલનહાર ઘણો જ દયાળુ છે, જેની પાસે મદદ માંગવામાં આવે છે, તે વાતો અંગે જેના વિશે તમે વર્ણન કરો છો"
        }
    ]
}