{
    "maqras": [
        {
            "chapter": 38,
            "verse": 52,
            "text": "અને તેમની પાસે નીચી નજરોવાળી સરખીવયની હૂરો હશે"
        },
        {
            "chapter": 38,
            "verse": 53,
            "text": "આ છે તે વચન, જે તમારી સાથે હિસાબના દિવસ માટે, કરવામાં આવતું હતું"
        },
        {
            "chapter": 38,
            "verse": 54,
            "text": "નિ:શંક રોજી (ખાસ) અમારી કૃપા છે જે ક્યારેય સમાપ્ત થવાની નથી"
        },
        {
            "chapter": 38,
            "verse": 55,
            "text": "આ તો બદલો થયો, (યાદ રાખો કે) વિદ્રોહ કરનારા માટે અત્યંત ખરાબ ઠેકાણું છે"
        },
        {
            "chapter": 38,
            "verse": 56,
            "text": "જહન્નમ છે, જેમાં તેઓ જશે, કેટલું ખરાબ પાથરણું છે"
        },
        {
            "chapter": 38,
            "verse": 57,
            "text": "આ છે, બસ ! તેને ચાખો, ગરમ પાણી અને પરૂં"
        },
        {
            "chapter": 38,
            "verse": 58,
            "text": "તે સિવાય બીજી અલગ-અલગ પ્રકારની યાતના"
        },
        {
            "chapter": 38,
            "verse": 59,
            "text": "આ એક કોમ છે, જે તમારી સાથે (આગમાં) જશે, કોઇ સ્વાગત તેમના માટે નથી, આ લોકો જ જહન્નમમાં જનારા છે"
        },
        {
            "chapter": 38,
            "verse": 60,
            "text": "તેઓ કહેશે કે તમે જ છો , જેમના માટે કોઇ સ્વાગત નથી, તમે લોકો જ આને પહેલાથી અમારી સામે લાવ્યા હતા, બસ ! રહેવા માટેની ખૂબ જ ખરાબ જગ્યા છે"
        },
        {
            "chapter": 38,
            "verse": 61,
            "text": "તેઓ કહેશે કે હે અમારા પાલનહાર ! જેણે (ઇન્કારનો રિવાજ) અમારા માટે પહેલાથી જ કાઢ્યો હોય, તેના માટે જહન્નમની સજા બમણી કરી દે"
        },
        {
            "chapter": 38,
            "verse": 62,
            "text": "અને જહન્નમી લોકો કહેશે કે, શું વાત છે કે તે લોકોને આપણે નથી જોઇ રહ્યા, જેમને આપણે ખરાબ લોકોમાં ગણતા હતા"
        },
        {
            "chapter": 38,
            "verse": 63,
            "text": "શું આપણે જ તેમની મશ્કરી કરતા હતા અથવા આપણી નજર તેમના પરથી હઠી ગઇ છે"
        },
        {
            "chapter": 38,
            "verse": 64,
            "text": "ખરેખર જહન્નમી લોકોનો આ ઝઘડો જરૂર થશે"
        },
        {
            "chapter": 38,
            "verse": 65,
            "text": "કહી દો ! કે, હું તો ફક્ત સચેત કરનારો છું અને એક, વિજયી, અલ્લાહ સિવાય કોઇ પૂજ્ય નથી"
        },
        {
            "chapter": 38,
            "verse": 66,
            "text": "જે આકાશો, ધરતી અને જે કંઈ તે બન્નેની વચ્ચે છે, તે બધાનો પાલનહાર છે. તે જબરદસ્ત અને ખૂબ જ માફ કરવાવાળો છે"
        },
        {
            "chapter": 38,
            "verse": 67,
            "text": "તમે કહી દો કે આ ખૂબ જ મોટી વાત છે"
        },
        {
            "chapter": 38,
            "verse": 68,
            "text": "જેનાથી તમે બેદરકાર થઇ રહ્યા છો"
        },
        {
            "chapter": 38,
            "verse": 69,
            "text": "મને તે ઉચ્ચ, પ્રતિષ્ઠિત ફરિશ્તાઓની (વાતોનું) કોઇ જ્ઞાન નથી, જ્યારે તેઓ તકરાર કરી રહ્યા હતા"
        },
        {
            "chapter": 38,
            "verse": 70,
            "text": "મારી તરફ ફક્ત તે જ વહી કરવામાં આવે છે કે, હું તો સ્પષ્ટ રીતે સચેત કરનાર છું"
        },
        {
            "chapter": 38,
            "verse": 71,
            "text": "જ્યારે તમારા પાલનહારે ફરિશ્તાઓને કહ્યું કે હું માટી વડે માનવીનું સર્જન કરવાનો છું"
        },
        {
            "chapter": 38,
            "verse": 72,
            "text": "તો જ્યારે હું તેને વ્યવસ્થિત કરી લઉં અને તેમાં પોતાની રૂહ ફૂંકી દઉં, તો તમે સૌ તેની સામે સિજદો કરજો"
        },
        {
            "chapter": 38,
            "verse": 73,
            "text": "તેથી દરેક ફરિશ્તાઓએ સિજદો કર્યો"
        },
        {
            "chapter": 38,
            "verse": 74,
            "text": "પરંતુ ઇબ્લિસે (ન કર્યો), તેણે ઘમંડ કર્યું અને તે ઇન્કાર કરનારાઓ માંથી હતો"
        },
        {
            "chapter": 38,
            "verse": 75,
            "text": "(અલ્લાહ તઆલાએ) કહ્યું, હે ઇબ્લિસ ! તને તેની સામે સિજદો કરવાથી કેવી વસ્તુએ રોક્યો ? જેનું સર્જન મેં મારા હાથો વડે કર્યું. શું તું અહંકારી બની ગયો છે ? અથવા તો ઉચ્ચ દરજ્જા વાળાઓ માંથી છે"
        },
        {
            "chapter": 38,
            "verse": 76,
            "text": "તેણે જવાબ આપ્યો કે હું આના કરતા શ્રેષ્ઠ છું, તે મારું સર્જન આગ વડે કર્યું અને આનું માટી વડે"
        },
        {
            "chapter": 38,
            "verse": 77,
            "text": "આદેશ આપ્યો કે તું અહીંયાથી જતો રહે, તું ધૃત્કારેલો છે"
        },
        {
            "chapter": 38,
            "verse": 78,
            "text": "અને તારા પર કયામતના દિવસ સુધી મારી લઅનત અને ફિટકાર છે"
        },
        {
            "chapter": 38,
            "verse": 79,
            "text": "કહેવા લાગ્યો કે મારા પાલનહાર ! મને લોકોના (બીજી વખત) જીવિત થવાના દિવસ સુધી મહેતલ આપ"
        },
        {
            "chapter": 38,
            "verse": 80,
            "text": "(અલ્લાહ તઆલાએ) કહ્યું, તું તે લોકો માંથી છે જે લોકોને મહેતલ આપવામાં આવી"
        },
        {
            "chapter": 38,
            "verse": 81,
            "text": "નક્કી કરેલ મુદ્દતના દિવસ સુધી"
        },
        {
            "chapter": 38,
            "verse": 82,
            "text": "કહેવા લાગ્યો કે પછી તો તારી ઇજજતના સોગંદ ! નિ:શંક હું તે સૌને પથભ્રષ્ટ કરીશ"
        },
        {
            "chapter": 38,
            "verse": 83,
            "text": "તારા તે બંદાઓ સિવાય, જેમને વિશિષ્ટ કરી લીધા"
        },
        {
            "chapter": 38,
            "verse": 84,
            "text": "કહ્યું કે સત્ય તો આ છે, અને હું સાચું જ કહું છું"
        },
        {
            "chapter": 38,
            "verse": 85,
            "text": "કે તને અને તારું અનુસરણ કરનારા દરેક લોકોથી, હું જહન્નમને ભરી દઇશ"
        },
        {
            "chapter": 38,
            "verse": 86,
            "text": "કહી દો કે હું તમારી પાસે આના માટે કોઇ વળતર નથી માંગતો અને ન તો હું બળજબરી કરવાવાળો છું"
        },
        {
            "chapter": 38,
            "verse": 87,
            "text": "આ તો સમગ્ર સૃષ્ટિના લોકો માટે સ્પષ્ટ શિખામણ છે"
        },
        {
            "chapter": 38,
            "verse": 88,
            "text": "નિ:શંક તમે આની સત્યતાને થોડાંક જ સમય પછી જાણી લેશો"
        },
        {
            "chapter": 39,
            "verse": 1,
            "text": "આ કિતાબનું અવતરણ, વિજયી, હિકમતવાળા અલ્લાહ તરફથી છે"
        },
        {
            "chapter": 39,
            "verse": 2,
            "text": "નિ:શંક અમે આ કિતાબને તમારી તરફ સત્ય સાથે અવતરિત કરી, બસ ! તમે અલ્લાહ તઆલાની જ બંદગી કરો, તેના માટે જ દીનને નિખાલસ કરતા"
        },
        {
            "chapter": 39,
            "verse": 3,
            "text": "સચેત રહો ! અલ્લાહ માટે જ નિખાલસતાથી બંદગી કરવી અને જે લોકોએ તેને છોડીને બીજાને દોસ્ત બનાવી રાખ્યા છે, (અને કહે છે) કે અમે તો તેમની બંદગી ફક્ત એટલા માટે કરી રહ્યા છે કે અલ્લાહની નિકટ પહોંચી જવા માટે અમારા માટે ભલામણ કરી દે, આ લોકો જેના વિશે વિવાદ કરી રહ્યા છે તેનો નિર્ણય અલ્લાહ કરશે, જુઠ્ઠા અને કૃતઘ્ની લોકોને અલ્લાહ માર્ગ નથી બતાવતો"
        },
        {
            "chapter": 39,
            "verse": 4,
            "text": "જો અલ્લાહ તઆલાની ઇચ્છા સંતાનની હોત, તો પોતાના સર્જન માંથી જેને ઇચ્છતો પસંદ કરી લેતો, (પરંતુ) તે તો પવિત્ર છે, તે જ અલ્લાહ છે, જે એક જ છે અને ખૂબ જ શક્તિશાળી છે"
        },
        {
            "chapter": 39,
            "verse": 5,
            "text": "અત્યંત સારી કુશળતાથી તેણે આકાશો અને ધરતીનું સર્જન કર્યું, તે રાતને દિવસ પર તથા દિવસને રાતમાં લપેટી દે છે અને તેણે સૂર્ય તથા ચંદ્રને કામ પર લગાવી રાખ્યા છે, દરેક નક્કી કરેલ સમય સુધી ચાલી રહ્યા છે, નિ:શંક તે જ જબરદસ્ત અને પાપોનો માફ કરનાર છે"
        },
        {
            "chapter": 39,
            "verse": 6,
            "text": "તેણે તમારા સૌનું સર્જન એક જ પ્રાણ વડે કર્યું છે, પછી તેનાથી જ તેના જોડીદાર બનાવ્યા અને તમારા માટે ઢોરો માંથી (આઠ પ્રકારના જોડીઓ) ઉતારી, તે તમારું સર્જન તમારી માતાઓના ગર્ભમાં એક બનાવટ પછી બીજી બનાવટે કરે છે, ત્રણ-ત્રણ અંધારાઓમાં, આ જ અલ્લાહ તમારો પાલનહાર છે, તેની જ બાદશાહત છે, તેના સિવાય કોઇ પૂજ્ય નથી. તો પણ તમે ક્યાં પથભ્રષ્ટ થઇ રહ્યા છો"
        },
        {
            "chapter": 39,
            "verse": 7,
            "text": "જો તમે કૃતઘ્નતા કરો, તો (યાદ રાખો કે), અલ્લાહ તઆલા તમારા (સૌથી) બેનિયાઝ છે અને તે પોતાના બંદાઓની કૃતઘ્નતાથી રાજી નથી અને જો તમે આભાર વ્યકત કરો, તો તે તેને તમારા માટે પસંદ કરશે અને કોઇ કોઇનો ભાર નથી ઉઠાવતો, પછી તમારે સૌએ તમારા પાલનહાર તરફ જ પાછા ફરવાનું છે, તમને તે જણાવી દેશે જે કંઈ તમે કરતા હતા, નિ:શંક તે હૃદયોની વાતોને પણ સારી રીતે જાણે છે"
        }
    ]
}