{
    "maqras": [
        {
            "chapter": 3,
            "verse": 52,
            "text": "પરંતુ જ્યારે ઇસા (અ.સ.) ને તેઓના ઇન્કારનો આભાસ થવા લાગ્યો તો કહેવા લાગ્યા અલ્લાહ તઆલાના માર્ગમાં મારી મદદ કરવાવાળા કોણ કોણ છે ? હવારીઓએ (મદદકરનાર) જવાબ આપ્યો કે અમે અલ્લાહ તઆલાના માર્ગના મદદ કરનાર છે, અમે અલ્લાહ તઆલા પર ઇમાન લાવ્યા અને તમે સાક્ષી રહેજો કે અમે અનુસરણ કરનાર છે"
        },
        {
            "chapter": 3,
            "verse": 53,
            "text": "હે અમારા પાલનહાર ! અમે તે અવતરિત કરેલી વહી પર ઇમાન લાવ્યા અને અમે તારા પયગંબરનું અનુસરણ કર્યું. બસ ! તું અમને સાક્ષીઓ માંથી લખી લે"
        },
        {
            "chapter": 3,
            "verse": 54,
            "text": "અને ઇન્કારીઓએ ષડયંત્ર રચ્યું અને અલ્લાહ તઆલાએ પણ છૂપી ચાલ રચી અને અલ્લાહ તઆલા દરેક છૂપી ચાલ રચનારા કરતા ઉત્તમ છે"
        },
        {
            "chapter": 3,
            "verse": 55,
            "text": "જ્યારે અલ્લાહ તઆલાએ કહ્યું કે હે ઇસા ! હું તમને પુરે પુરો લેવાનો છું અને તને મારી તરફ ઉઠાવી લઇશ અને તને ઇન્કારીઓથી પવિત્ર કરીશ અને તારૂ અનુસરણ કરનારાઓને ઇન્કારીઓ પર વિજય આપીશ, કયામતના દિવસ સુધી, પછી તમારે દરેકે મારી જ તરફ પાછા ફરવાનું છે, હું જ તમારા અંદર અંદરના મતભેદોનો ફેસલો કરીશ"
        },
        {
            "chapter": 3,
            "verse": 56,
            "text": "પછી ઇન્કારીઓને તો હું દૂનિયા અને આખેરતમાં સખત યાતના આપવાનો છું, અને તેઓની મદદ કરનાર કોઇ નહી હોય"
        },
        {
            "chapter": 3,
            "verse": 57,
            "text": "પરંતુ ઇમાનવાળાઓ અને સદકાર્ય કરવાવાળાઓને અલ્લાહ તઆલા તેઓનું ફળ પુરેપુરૂ આપશે અને અલ્લાહ તઆલા અત્યાચારીઓને મોહબ્બત નથી કરતો"
        },
        {
            "chapter": 3,
            "verse": 58,
            "text": "આ જે અમે તમારી સમક્ષ પઢી રહ્યા છે આયતો છે અને હિકમતથી ભરેલી શિખામણો છે"
        },
        {
            "chapter": 3,
            "verse": 59,
            "text": "અલ્લાહ તઆલાની પાસે ઇસા (અ.સ.)નું ઉદાહરણ આદમ (અ.સ.) જેવું જ છે, જેમને માટીથી બનાવી કહી દીધું કે થઇ જા બસ ! તે થઇ ગયા"
        },
        {
            "chapter": 3,
            "verse": 60,
            "text": "તારા પાલનહાર તરફથી સત્ય આ જ છે, ખબરદાર શંકા કરવાવાળાઓ માંથી ન થઇ જતા"
        },
        {
            "chapter": 3,
            "verse": 61,
            "text": "એટલા માટે જે વ્યક્તિ તમારી પાસે આ જ્ઞાન આવી ગયા છતાં પણ તમારી સાથે આ બાબતે ઝઘડો કરે તો તમે કહી દો કે આવો ! અમે અને તમે પોત પોતાના સંતાનોને તથા અમે અને તમે પોત-પોતાની સ્ત્રીઓને તથા અમે અને તમે પોત-પોતાના જીવોને ખાસ કરીને બોલાવી લઇએ, પછી આપણે નમ્રતાથી દરખાસ્ત કરીએ અને જૂઠાઓ પર અલ્લાહની લઅનત (ફીટકાર) કરીએ"
        },
        {
            "chapter": 3,
            "verse": 62,
            "text": "નિંશંક ફકત આ જ સાચી વાત છે અને કોઇ સાચો પૂજય નથી અલ્લાહ તઆલા સિવાય અને નિંશંક વિજયી અને હિકમતવાળો અલ્લાહ તઆલા જ છે"
        },
        {
            "chapter": 3,
            "verse": 63,
            "text": "પછી પણ જો ન સ્વીકારે તો અલ્લાહ તઆલા પણ ખુલ્લી રીતે વિદ્રોહીઓને જાણનાર છે"
        },
        {
            "chapter": 3,
            "verse": 64,
            "text": "તમે કહી દો કે હે કિતાબવાળાઓ ! એવી ન્યાયવાળી વાત તરફ આવો જે અમારા અને તમારામાં સમાન છે, કે આપણે અલ્લાહ તઆલા સિવાય કોઇની બંદગી ન કરીએ, ન તેની સાથે કોઇને ભાગીદાર ઠેરવીએ, ન તો અલ્લાહ તઆલાને છોડીને અંદર અંદર એકબીજાને જ પુજ્ય બનાવીએ, બસ ! જો તેઓ મોઢું ફેરવી લેં તો તમે કહી દો કે સાક્ષી રહો અમે તો મુસલમાન છે"
        },
        {
            "chapter": 3,
            "verse": 65,
            "text": "કિતાબવાળાઓ ! તમે ઇબ્રાહીમ (અ.સ.) વિશે કેમ ઝગડો કરી રહ્યા છો, જ્યારે કે તૌરાત અને ઇન્જીલ તો તેમના પછી અવતરિત કરવામાં આવી, શું તમે તે પણ નથી સમજતા"
        },
        {
            "chapter": 3,
            "verse": 66,
            "text": "સાંભળો ! તમે લોકો જેમાં ઝગડો કરી ચુકયા જેના વિશે તમને જ્ઞાન હતું, હવે તે બાબતે કેમ ઝગડી રહ્યા છો જેનું તમને જ્ઞાન જ નથી ? અને અલ્લાહ તઆલા જાણે છે અને તમે નથી જાણતા"
        },
        {
            "chapter": 3,
            "verse": 67,
            "text": "ઇબ્રાહીમ (અ.સ.) ન યહુદી હતા અને ન તો ઇસાઇ હતા, પરંતુ તે તો સાચા મુસલમાન હતા. તે મુશરિક પણ ન હતા"
        },
        {
            "chapter": 3,
            "verse": 68,
            "text": "દરેક લોકો કરતા ઇબ્રાહીમ (અ.સ.) થી નજીક તે લોકો છે જેમણે તેમનું કહ્યું માન્યું અને તે પયગંબર અને જે લોકો ઇમાન લાવ્યા, ઇમાનવાળાઓનો દોસ્ત અને સહારો અલ્લાહ તઆલા જ છે"
        },
        {
            "chapter": 3,
            "verse": 69,
            "text": "કિતાબવાળાઓનું એક જૂથ ઇચ્છે છે કે તમને પથભ્રષ્ટ કરી દેં, પરંતુ તે પોતે પોતાને પથભ્રષ્ટ કરી રહ્યા છે અને સમજતા નથી"
        },
        {
            "chapter": 3,
            "verse": 70,
            "text": "હે કિતાબવાળાઓ ! તમે (માની લેવા છતા) ઇરાદાપૂર્વક અલ્લાહ ની આયતો નો ઇન્કાર કેમ કરી રહ્યા છો"
        },
        {
            "chapter": 3,
            "verse": 71,
            "text": "હે કિતાબવાળાઓ ! જાણવા છતાં સત્ય અને અસત્યનું મિશ્રણ કેમ કરો છો અને કેમ સત્યને છૂપાવી રહ્યા છો"
        },
        {
            "chapter": 3,
            "verse": 72,
            "text": "અને કિતાબવાળાના એક જૂથે કહ્યું કે જે કંઇ ઇમાનવાળા પર અવતરિત કરવામાં આવ્યું તેના પર દિવસે ઇમાન લાવો છો અને સાંજના સમયે ઇન્કારી બની જાવ છો, જેથી આ લોકો પણ ફરી જાય"
        },
        {
            "chapter": 3,
            "verse": 73,
            "text": "તમારા દીનનું અનુસરણ કરનારા સિવાય બીજા કોઇનો વિશ્ર્વાસ ન કરો, તમે કહી દો કે નિંશંક સત્યમાર્ગ તો ફકત અલ્લાહનો જ છે, (અને આ પણ કહે છે કે તેની વાત પર પણ વિશ્ર્વાસ ન કરો) કે કોઇને તેના જેવું આપવામાં આવે જેવું તમને આપવામાં આવ્યું છે, અથવા તો એ કે આ લોકો તમારા પાલનહાર સાથે ઝઘડો કરશે, તમે કહી દો કે કૃપા તો અલ્લાહ તઆલાના જ હાથમાં છે. તે જેને ઇચ્છે તેને આપે, અલ્લાહ તઆલા સર્વગ્રાહી અને જાણનાર છે"
        },
        {
            "chapter": 3,
            "verse": 74,
            "text": "તે પોતાની દયા જેના પર ઇચ્છે ખાસ કરી દેં અને અલ્લાહ તઆલા ઘણો જ કૃપાળુ છે"
        }
    ]
}