{
    "maqras": [
        {
            "chapter": 6,
            "verse": 74,
            "text": "અને તે સમયને પણ યાદ કરવા જેવો છે, જ્યારે ઇબ્રાહીમ (અ.સ.) એ પોતાના પિતા આઝરને કહ્યું કે શું તમે મૂર્તિઓને પૂજ્ય ઠેરાવો છો ? નિ:શંક હું તમને અને તમારી કોમને ખુલ્લી પથભ્રષ્ટતામાં જોઇ રહ્યો છું"
        },
        {
            "chapter": 6,
            "verse": 75,
            "text": "અને અમે આવી જ રીતે ઇબ્રાહીમ (અ.સ.) ને આકાશો અને ધરતીના સર્જન બતાવ્યા, જેથી સંપૂર્ણ ભરોસો કરનારાઓ માંથી થઇ જાય"
        },
        {
            "chapter": 6,
            "verse": 76,
            "text": "પછી જ્યારે રાતનો અંધકાર તેમના પર છવાઇ ગયો, તો તેમણે એક તારો જોયો, તેમણે (ઇબ્રાહીમ અ.સ.)એ કહ્યું કે આ મારો પાલનહાર છે, પરંતુ જ્યારે તે આથમી ગયો, તો તેમણે કહ્યું કે હું આથમી જનારને પસંદ નથી કરતો"
        },
        {
            "chapter": 6,
            "verse": 77,
            "text": "પછી જ્યારે ચંદ્રને ચમકતો જોયો, તો કહ્યું કે આ મારો પાલનહાર છે, પરંતુ જ્યારે તે આથમી ગયો, તો તેમણે કહ્યું કે જો મને મારા પાલનહારે માર્ગદર્શન ન આપ્યું, તો હું પથભ્રષ્ટ લોકો માંથી થઇ જઇશ"
        },
        {
            "chapter": 6,
            "verse": 78,
            "text": "પછી જ્યારે સૂર્યને ચમકતો જોયો, તો કહ્યું કે આ મારો પાલનહાર છે, આ તો સૌથી મોટો છે, પછી જ્યારે તે પણ આથમી ગયો તો, તેમણે કહ્યું કે નિ:શંક હું તમારા ભાગીદાર ઠેરવવાથી કંટાળેલો છું"
        },
        {
            "chapter": 6,
            "verse": 79,
            "text": "હું મારો ચહેરો એકાગ્ર થઇ, તેની તરફ કરું છું, જેણે આકાશો અને ધરતીનું સર્જન કર્યું અને હું શિર્ક (ભાગીદાર ઠેરાવનારા) કરનારાઓ માંથી નથી"
        },
        {
            "chapter": 6,
            "verse": 80,
            "text": "અને તેમની કોમના લોકો તકરાર કરવા લાગ્યા, તેમણે કહ્યું શું તમે અલ્લાહ વિશે મારી સાથે વિવાદ કરો છો, જો કે તેણે (અલ્લાહએ) મને સત્ય માર્ગદર્શન આપી દીધું છે અને હું તે વસ્તુઓથી, જેને તમે અલ્લાહ સાથે ભાગીદાર ઠેરવો છો, નથી ડરતો, હાં જો મારો પાલનહાર જ કોઇ આદેશ આપવા ઇચ્છે, મારો પાલનહાર દરેક બાબતનું જ્ઞાન ધરાવે છે, શું તમે તો પણ વિચારતા નથી"
        },
        {
            "chapter": 6,
            "verse": 81,
            "text": "અને હું તે વસ્તુથી કેવી રીતે ડરું, જેને તમે ભાગીદાર બનાવી છે, જો કે તમે તે વાતથી નથી ડરતા કે તમે લોકો અલ્લાહની સાથે એવી વસ્તુને ભાગીદાર ઠેરવી છે, જેના વિશે અલ્લાહ તઆલાએ કોઇ પૂરાવા અવતરિત નથી કર્યા, તો તે બન્ને જૂથો માંથી સલામતીનો વધારે હકદાર કોણ છે ? જો તમે જાણતા હોવ"
        },
        {
            "chapter": 6,
            "verse": 82,
            "text": "જે લોકો ઈમાન ધરાવે છે અને પોતાના ઈમાનની સાથે શિર્કને ભેગા નથી કરતા, આવા જ લોકો માટે સલામતી છે, અને તે જ સત્ય માર્ગ પર ચાલી રહ્યા છે"
        },
        {
            "chapter": 6,
            "verse": 83,
            "text": "અને આ અમારો પૂરાવો હતો, તે અમે ઇબ્રાહીમ (અ.સ.) ને તેમની કોમ માટે આપ્યો હતો, અમે જેને ઇચ્છીએ છીએ, દરજ્જા માં વધારો કરીએ છીએ, નિ:શંક તમારો પાલનહાર ખૂબ જ હિકમતવાળો, ખૂબ જ જાણનાર છે"
        },
        {
            "chapter": 6,
            "verse": 84,
            "text": "અને અમે તેઓને ઇસ્હાક આપ્યા અને યાકૂબ, દરેકને અમે સત્યમાર્ગ તરફ માર્ગદર્શન આપ્યું અને ભૂતકાળમાં અમે નૂહને સત્યમાર્ગ બતાવ્યો અને તેમના સંતાનો માંથી દાઊદ (અ.સ.), સુલૈમાન (અ.સ.), અય્યુબ (અ.સ.), યૂસુફ (અ.સ.), મૂસા (અ.સ.), હારૂન (અ.સ.) અને તેવી જ રીતે સત્કાર્ય કરવાવાળાને બદલો આપતા રહીએ છીએ"
        },
        {
            "chapter": 6,
            "verse": 85,
            "text": "અને ઝકરિયા (અ.સ.), યહ્યા (અ.સ.), ઈસા (અ.સ.) અને ઇલ્યાસ (અ.સ.), સૌ સદાચારી લોકો માંથી હતા"
        },
        {
            "chapter": 6,
            "verse": 86,
            "text": "અને તેવી જ રીતે ઇસ્માઇલ (અ.સ.), ય-સ-અ (અ.સ.), યૂનુસ (અ.સ.), લૂત (અ.સ.) અને દરેકને સમગ્ર સૃષ્ટિના લોકો પર અમે પ્રાથમિકતા આપી"
        },
        {
            "chapter": 6,
            "verse": 87,
            "text": "અને એવી જ રીતે તેઓના કેટલાક બાપ-દાદાઓને અને કેટલાક સંતાનોને અને કેટલાક ભાઇઓને અને અમે તેઓને પસંદ કરી લીધા અને અમે તેઓને સત્ય માર્ગદર્શન આપ્યું"
        },
        {
            "chapter": 6,
            "verse": 88,
            "text": "અલ્લાહનું માર્ગદર્શન જ છે જેના વડે પોતાના બંદાઓ માંથી જેને ઇચ્છે તેને માર્ગદર્શન આપે છે, અને જો આ લોકો (ઉપર જણાવેલ લોકો માંથી) પણ શિર્ક (અલ્લાહ સાથે ભાગીદાર) કરતા, તો જે કંઈ કાર્યો કરતા તે સૌ વ્યર્થ થઇ જાત"
        },
        {
            "chapter": 6,
            "verse": 89,
            "text": "આ લોકો એવા હતા કે અમે તેઓને કિતાબ અને હિકમત અને પયગંબરી આપી હતી, જો આ લોકો પયગંબરીનો ઇન્કાર કરે તો, અમે તેના માટે એવા ઘણા લોકો નક્કી કરી દીધા છે, જે આનો ઇન્કાર કરનારા નથી"
        },
        {
            "chapter": 6,
            "verse": 90,
            "text": "આ જ લોકો એવા હતા, જેમને અલ્લાહ તઆલાએ માર્ગદર્શન આપ્યું હતું, તો તમે પણ તેઓના માર્ગ પર ચાલો, તમે કહી દો કે હું તમારા પાસેથી તે વિશે કંઈ વળતર નથી ઇચ્છતો, આ તો ફકત સમગ્ર માનવજાતિ માટે એક શિખામણ છે"
        },
        {
            "chapter": 6,
            "verse": 91,
            "text": "અને તે લોકોએ અલ્લાહ તઆલાની જેવી કદર કરવી જરૂરી હતી, તેવી કદર ન કરી, પરંતુ એવું કહી દીધું કે અલ્લાહએ કોઇ વ્યક્તિ પર કંઈ પણ અવતરિત નથી કર્યું, તમે એવું કહી દો કે તે કિતાબ કોણે અવતરિત કરી છે, જે મૂસા પાસે હતી, જે દરેક લોકો માટે પ્રકાશ અને માર્ગદર્શન હતી, જેને તમે તે વિરોધી કાગળો સાથે મૂકી રાખી છે, જેને જાહેર કરો છો અને ઘણી વાતોને છૂપાવો છો, અને તમને ઘણી એવી વાતો જણાવવામાં આવી છે, જેને તમે જાણતા ન હતા અને ન તો તમારા પૂર્વજો, તમે કહી દો કે અલ્લાહ તઆલાએ અવતરિત કરી છે, પછી તેઓને તેઓની અંધશ્રદ્ધામાં રમતા છોડી દો"
        },
        {
            "chapter": 6,
            "verse": 92,
            "text": "અને આ પણ તેના જેવી જ કિતાબ છે જેને અમે અવતરિત કરી છે, જે ઘણી બરકતવાળી છે, પોતાના પહેલાની કિતાબોની પુષ્ટિ કરનારી છે, જેથી તમે મક્કા વાસીઓને અને આસ-પાસના લોકોને ડરાવો, અને જે લોકો આખિરતને માને છે, એવા લોકો તે (કિતાબ) પર ઈમાન લઇ આવે છે અને તે લોકો હંમેશા નમાઝ કાયમ કરે છે"
        },
        {
            "chapter": 6,
            "verse": 93,
            "text": "અને તે વ્યક્તિ કરતા વધારે અત્યાચારી કોણ હશે, જે અલ્લાહ તઆલા પર જૂઠો આરોપ મૂકે અથવા એવું કહે કે મારા પર વહી આવે છે, જો કે તેની પાસે કોઇ પણ વાતની વહી નથી આવી, અને જે વ્યક્તિ એવું કહે છે કે જેવી વાણી અલ્લાહએ અવતરિત કરી છે તેના જેવી જ હું પણ લાવું છું અને જો તમે તે સમયે જોશો, જ્યારે કે આ અત્યાચારી લોકો મૃત્યુની કઠણાઇઓમાં હશે અને ફરિશ્તાઓ પોતાન હાથ લંબાવતા હશે કે, હાં પોતાના જીવો કાઢો. આજે તમને અપમાનિત કરવામાં આવશે, તે કારણે કે તમે અલ્લાહ તઆલા વિશે જૂઠી વાતો કહેતા હતા. અને તમે અલ્લાહ તઆલાની આયતો સામે ઇતરાતા હતા"
        },
        {
            "chapter": 6,
            "verse": 94,
            "text": "અને તમે અમારી પાસે એકલા આવી ગયા, જે રીતે અમે તમારું સર્જન પહેલી વખત કર્યુ હતું અને જે કંઈ પણ અમે તમને આપ્યું હતું તેને પોતાની પાછળ જ છોડી આવ્યા અને અમે તો તમારી સાથે તમારા તે ભલામણ કરનારાઓને નથી જોઇ રહ્યા જેનું નામ લઇ તમે દાવો કરતા હતા, કે તેઓ તમારા કાર્યોમાં ભાગીદાર છે, ખરેખર તમારા અંદરોઅંદર તો ઝઘડો થઇ ગયો અને તમારો તે દાવો નિષ્ફળ થઇ ગયો"
        }
    ]
}