{
    "maqras": [
        {
            "chapter": 10,
            "verse": 11,
            "text": "અને જો અલ્લાહ લોકો પર ઝડપથી નુકસાન ખી દેતો, જે રીતે તેઓ ફાયદા માટે ઉતાવળ કરે છે તો તેમનું વચન ક્યારનું પૂરું થઇ ગયું હોત. માટે અમે તે લોકોને, જેઓ અમારી તરફ પાછા ફરવાની શ્રદ્ધા નથી રાખતા, તેમની પોતાની સ્થિતિ પર છોડી દીધા છે કે પોતાના વિદ્રોહમાં ભટકતા રહે"
        },
        {
            "chapter": 10,
            "verse": 12,
            "text": "અને જ્યારે મનુષ્ય કોઈ મુશ્કેલીમાં મૂકાય છે તો તે અમને પોકારે છે, સૂતા-સૂતા પણ, બેઠા-બેઠા પણ, ઊભા-ઊભા પણ. પછી જ્યારે અમે તેની મુશ્કેલી તેનાથી દૂર કરીએ છીએ તો તે એવો થઇ જાય છે, જાણે કે તેણે પોતાની મુશ્કેલી વખતે, જે તેને પહોંચી હતી, ક્યારેય અમને પોકાર્યા જ ન હતા, તેવા હદ વટાવી જનારાના કાર્યોને તેમના માટે આવી જ રીતે ઉત્તમ બનાવી દીધા છે"
        },
        {
            "chapter": 10,
            "verse": 13,
            "text": "અને અમે તમારા પહેલા ઘણા જૂથોને નષ્ટ કરી દીધા, જ્યારે કે તેઓએ અત્યાચાર કર્યો, જો કે તેમની પાસે તેમના પયગંબર પણ પુરાવા લઇને આવ્યા અને તેઓ એવા કયારે હતા કે ઇમાન લઇ આવતા ? અમે અપરાધીઓને આવી જ રીતે સજા આપીએ છીએ"
        },
        {
            "chapter": 10,
            "verse": 14,
            "text": "ત્યાર પછી અમે દુનિયામાં તેમના બદલામાં તમને નાયબ બનાવ્યા, જેથી અમે જોઇ લઇએ કે તમે કેવી રીતે કાર્ય કરો છો"
        },
        {
            "chapter": 10,
            "verse": 15,
            "text": "અને જ્યારે તેમની સમક્ષ અમારી આયતો પઢવામાં આવે છે જે તદ્દન સ્પષ્ટ છે, તો આ લોકો, જેમને અમારી પાસે પાછા ફરવાની શ્રદ્ધા નથી, એવું કહે છે કે આના સિવાય બીજું કુરઆન લઇ આવો અથવા આમાં કંઈક સુધારોવધારો કરી દો, તમે એવું કહી દો કે મને આ અધિકાર નથી કે હું મારા તરફથી આ (કુરઆન)માં સુધારોવધારો કરું, બસ ! હું તો તેનું જ અનુસરણ કરીશ, જે મારી પાસે વહી દ્વારા પહોંચ્યું છે, જો હું મારા પાલનહારની અવજ્ઞા કરું, તો હું એક મોટા દિવસની યાતનાનો ડર રાખુ છું"
        },
        {
            "chapter": 10,
            "verse": 16,
            "text": "તમે એવું કહી દો કે જો અલ્લાહ ઇચ્છે તો ન તો હું તમારી સમક્ષ તે પઢીને સંભળાવતો અને ન તો અલ્લાહ તઆલા તમને તેની જાણ કરતો, કારણકે હું તમારી સાથે મારા જીવનનો એક લાંબો સમય વિતાવી ચૂક્યો છું, પછી શું તમે સમજતા નથી"
        },
        {
            "chapter": 10,
            "verse": 17,
            "text": "તો તે વ્યક્તિ કરતા વધારે અત્યાચારી કોણ હશે જે અલ્લાહ પર જૂઠાણું બાંધે અથવા તેની આયતોને જૂઠ્ઠી ઠેરવે, નિ:શંક આવા અપરાધીઓને ક્યારેય સફળતા નહીં મળે"
        },
        {
            "chapter": 10,
            "verse": 18,
            "text": "અને આ લોકો અલ્લાહ સિવાય એવી વસ્તુઓની બંદગી કરે છે જે ન તો તેમને નુકસાન પહોંચાડી શકે છે અને ન તો તેમને ફાયદો પહોંચાડી શકે છે અને કહે છે કે આ લોકો અલ્લાહની સમક્ષ અમારા માટે ભલામણ કરશે. તમે કહી દો કે શું તમે અલ્લાહને એવી વસ્તુની જાણ આપો છો જે અલ્લાહ તઆલાને ખબર નથી, ન આકાશોમાં અને ન ધરતીમાં, તે પવિત્ર અને સર્વગ્રાહી છે તે લોકોના ભાગીદાર ઠેરાવવાથી"
        },
        {
            "chapter": 10,
            "verse": 19,
            "text": "અને દરેક લોકો એક જ જૂથના હતા, પછી તેમણે મતભેદ કરી દીધો અને જો એક વાત ન હોત જે તમારા પાલનહાર તરફથી પહેલાથી જ નક્કી થઇ ગઇ છે, તો જે વસ્તુમાં આ લોકો મતભેદ કરી રહ્યા હતા તેમનો ખરેખર નિર્ણય થઇ ચૂક્યો હોત"
        },
        {
            "chapter": 10,
            "verse": 20,
            "text": "અને આ લોકો એવું કહે છે કે તેમના પર તેમના પાલનહાર તરફથી કોઈ નિશાની કેમ નથી આવી ? તમે કહી દો કે અદૃશ્યની વાતો ફકત અલ્લાહ જ જાણે છે, તો તમે પણ રાહ જુઓ હું પણ તમારી સાથે રાહ જોઇ રહ્યો છું"
        },
        {
            "chapter": 10,
            "verse": 21,
            "text": "અને જ્યારે તેમના પર કોઈ મુસીબત આવ્યા પછી કોઈ નેઅમતનો સ્વાદ ચખાડી દઇએ તો તેઓ તરત જ અમારી આયતો વિશે યુક્તિઓ કરવા લાગે છે, તમે કહી દો કે અલ્લાહ યુક્તિઓ કરવામાં તમારા કરતા વધારે ઝડપી છે, નિ:શંક અમારા ફરિશ્તાઓ તમારી દરેક યુક્તિઓને લખી રહ્યા છે"
        },
        {
            "chapter": 10,
            "verse": 22,
            "text": "તે અલ્લાહ એવો છે, જે તમને ભૂમિ પર અને દરિયામાં ચલાવે છે, ત્યાં સુધી કે જ્યારે તમે હોડીમાં હોવ છો અને તે હોડી લોકોને લઇને હવાની અનુકૂળતાના પ્રમાણે ચાલે છે અને તે લોકો તેનાથી આનંદ મેળવે છે, તેમના પર એક સખત વાવાઝોડું આવે છે અને દરેક બાજુથી તેમના પર મોજાઓ ઉઠે છે, અને તે સમજે છે અમે ઘેરાઇ ગયા, (તે સમયે) સૌ નિખાલસતાથી અલ્લાહને જ યાદ કરે છે, કે જો તું અમને આનાથી બચાવી લે તો અમે જરૂર આભાર વ્યક્ત કરનારા બની જઇશું"
        },
        {
            "chapter": 10,
            "verse": 23,
            "text": "પછી જ્યારે અલ્લાહ તેમને બચાવી લે છે તો તરત જ તેઓ ધરતી પર અયોગ્ય રીતે વિદ્રોહ કરવા લાગે છે. હે લોકો ! આ તમારો વિદ્રોહ તમારા માટે આપત્તિનું કારણ બનશે, દુનિયાના જીવનના (થોડાંક) ફાયદાઓ છે, પછી તમારે અમારી તરફ પાછા ફરવાનું છે, પછી અમે તમારા બધા કાર્યો બતાવી દઇશું"
        },
        {
            "chapter": 10,
            "verse": 24,
            "text": "બસ ! દુનિયાના જીવનની સ્થિતિ તો એવી છે, જેવી કે અમે આકાશ માંથી પાણી વરસાવ્યું, પછી તેનાથી ધરતીની ઊપજ, જેને મનુષ્ય અને ઢોરો ખાય છે, ખૂબ ગીચ ઊગ્યું, ત્યાં સુધી કે જ્યારે તે ધરતી પોતાની ઊપજો માટેનો પૂરતો ભાગ લઇ ચૂકી અને તેની ઊપજો ખૂબ શોભવા લાગી અને તેના માલિકોએ સમજી લીધું કે હવે અમે આના પર સંપૂર્ણ રીતે સમર્થ છીએ, તો દિવસે અથવા રાત્રે તેની (ઊપજો) પર અમારા તરફથી કોઈ આદેશ (પ્રકોપ) આવી પહોંચ્યો, તો અમે તેને એવી રીતે નષ્ટ કરી દીધી જાણે કે તે ગઇકાલે હતી જ નહીં, અમે આવી જ રીતે આયતોનું સ્પષ્ટ રીતે વર્ણન કરીએ છીએ, એવા લોકો માટે, જે વિચારે છે"
        },
        {
            "chapter": 10,
            "verse": 25,
            "text": "અને અલ્લાહ તઆલા શાંતિના ઘર તરફ તમને પોકારે છે અને જેને ઇચ્છે છે સત્ય માર્ગ તરફ માર્ગદર્શન આપે છે"
        }
    ]
}