{
    "rukus": [
        {
            "chapter": 7,
            "verse": 1,
            "text": "Alif-lam-mim-sud. Hizb"
        },
        {
            "chapter": 7,
            "verse": 2,
            "text": "(Ez a) Konyv (a Koran), amely lebocsattatott neked ( Muhammad - Allah aldja meg es adjon Neki orok udvosseget). Ne legyen kebledben szorongas miatta, hogy intsel altala es figyelmeztetes (legyen) a hivoknek"
        },
        {
            "chapter": 7,
            "verse": 3,
            "text": "(Mondd, o Muhammad- Allah aldja meg es adjon Neki orok udvosseget) Kovessetek azt, ami lekuldetett nektek az Uratoktol! Es ne kovessetek Helyette mas segitoket! Milyen kevesse okultok"
        },
        {
            "chapter": 7,
            "verse": 4,
            "text": "Mennyi varost pusztitottunk el es a Mi csapasunk ejjel erte oket, vagy midon (delben) pihentek"
        },
        {
            "chapter": 7,
            "verse": 5,
            "text": "Midon a csapasunk elerte oket csak azt tudtak mondani: Mi bizony bunosok voltunk"
        },
        {
            "chapter": 7,
            "verse": 6,
            "text": "Mi bizony meg fogjuk kerdezni azokat, akikhez ez (a Konyv) elkuldetett es meg fogjuk kerdezni a Kuldotteket is"
        },
        {
            "chapter": 7,
            "verse": 7,
            "text": "Es Mi el fogjuk nekik sorolni? tudas alapjan. Nem voltunk Mi onnan hianyzok"
        },
        {
            "chapter": 7,
            "verse": 8,
            "text": "A suly azon a Napon (A Szamonkeres Napjan) az Igazsag (merlege lesz). Akiknek sulyos\" lesz a merleguk azok boldogulnak"
        },
        {
            "chapter": 7,
            "verse": 9,
            "text": "Am azok, akiknek konnyu lesz a merleguk, azok magukat dontottek karhozatba azzal, hogy a Mi Jeleinkkel szemben bunosok voltak"
        },
        {
            "chapter": 7,
            "verse": 10,
            "text": "Mi bizony hatalmat adtunk nektek a foldon es megelhetest rendeltunk nektek ott. Milyen kevesse vagytok halasak"
        }
    ]
}