{
    "rukus": [
        {
            "chapter": 10,
            "verse": 1,
            "text": "Alif-lam-ra\". Ezek a Bolcs Konyv (ezen Koran) Versei"
        },
        {
            "chapter": 10,
            "verse": 2,
            "text": "Vajon csodanak tekintik-e az emberek, hogy egy kozuluk valo ferfinak ( Muhammad Profetanak- Allah aldja meg es adjon Neki orok udvosseget) sugalltuk, hogy: a Jntsd az embereket! Es hirdess oromhirt azoknak, akik hisznek! Nekik vitathatatlan elsobbseguk van az Uruknal!\" Mondtak a hitetlenek: , Bizony ez nyilvanvalo varazslo"
        },
        {
            "chapter": 10,
            "verse": 3,
            "text": "Bizony a ti Uratok Allah, Aki megteremtette az egeket es a foldet hat nap alatt, majd a Tron fole emelkedett, iranyitva a Parancsot. Nincs kozbenjaro csak az O engedelme utan. O Allah, az Uratok! Ot szolgaljatok! Hat nem okultok"
        },
        {
            "chapter": 10,
            "verse": 4,
            "text": "Hozza lesz majdan visszateresetek, mindenkinek kozuletek. Ez Allah igerete igazsagkent. O kezdi el a teremtest, majd megismetli, hogy meltanyosan jutalmazza meg azokat, akik hisznek es kegyesen cselekszenek. Akik pedig hitetlenkednek, nekik forrasban levo viz lesz az italuk es fajdalmas buntetes amiatt, hogy hitetlenkedtek"
        },
        {
            "chapter": 10,
            "verse": 5,
            "text": "O az, Aki a napot fenyessegnek es a holdat vilagossagnak. teremtette meg, s (kulonbozo) allapotokat rendelt el a szamara, hogy szamlalhassatok az eveket es az idoszamitast. Allah ezt igazsaggal teremtette meg. O megmagyarazza a Jeleket az olyan embereknek, akik tudnak"
        },
        {
            "chapter": 10,
            "verse": 6,
            "text": "Bizony az ejszaka es a nappal valtakozasaban es abban, amit Allah az egekben es a foldon teremtett, jelek vannak az olyan emberek szamara, akik istenfelok"
        },
        {
            "chapter": 10,
            "verse": 7,
            "text": "Bizony azok, akik nem vagyakoznak a Velunk valo talalkozasra, elegedettek az evilagi elettel es megnyugszanak abban. Es azok, akik a Mi Jeleinkkel szemben hanyagok"
        },
        {
            "chapter": 10,
            "verse": 8,
            "text": "Nekik a Tuz lesz a lakhelyuk azert, amit megszereztek maguknak"
        },
        {
            "chapter": 10,
            "verse": 9,
            "text": "Am azokat, akik hisznek es jotetteket cselekszenek, oket az Uruk a hituk altal az Igaz Utra vezerli. Alattuk folyok folynak az orok gyonyor Kertjeiben"
        },
        {
            "chapter": 10,
            "verse": 10,
            "text": "Ott az o fohaszuk: , Magasztaltassal, Urunk! (subhanaka-Llahumma) \" Es udvozlesuk: . Bekesseg!\" Es a fohaszuk vege pedig (mindig): ..Bizony hala legyen Allah-nak, a Vilagok Uranak! (al-bamdu li- Llahi Rabbi-L\"Alamina)"
        }
    ]
}