{
    "rukus": [
        {
            "chapter": 10,
            "verse": 11,
            "text": "Es ha Allah ugy siettetne a rosszat az emberekkel szemben, ahogyan ok siettetni szeretnek a jot, akkor bizony mar elrendelte Volna az o megszabott idejuket. AmMi engedjuk azokat, akik nem ahitozzak a Velunk valo talalkozast, az o tevelygesukben bolyongani"
        },
        {
            "chapter": 10,
            "verse": 12,
            "text": "Es ha az embert rossz eri, akkor fohaszkodik hozzank az oldalan (fekve), ulve, vagy allva. Am miutan elharitottuk rola a rosszat, tovabbmegy mintha nem is fohaszkodott volna Hozzank valami rossz miatt, ami erte, Igy diszittetett fel a tulzoknak az, amit cselekszenek"
        },
        {
            "chapter": 10,
            "verse": 13,
            "text": "Bizony mar elpusztitottunk szazadokat elottetek is, amidon ok bunoket kovettek el. Eljottek. hozzajuk a Kuldotteik a nyilvanvalo bizonyitekokkal, am ok nem hittek. Mi ilyen modon jutalmazzuk a vetkesek nepet"
        },
        {
            "chapter": 10,
            "verse": 14,
            "text": "Majd utodaikka tettunk meg benneteket a foldon, hogy megfigyeljuk ti hogyan cselekedtek"
        },
        {
            "chapter": 10,
            "verse": 15,
            "text": "Es amikor a Mi Verseink nyilvanvalo bizonyitekokkent recitaltatnak nekik, azok, akik. nem ahitozzak a Velunk valo talalkozast azt mondjak: , Hozz egy Korant, ami mas, mint ez! Vagy valtoztasd meg!\" Mondd (Muhammad- Allah aldja meg es adjon Neki orok udvosseget): ,. En nem valtoztathatom meg azt magamtol. En csupan azt kovetem, ami sugalltatott nekem. Ha szembefordulnek az Urammal, akkor egy hatalmas \"Nap buntetesetol kellene felnem"
        },
        {
            "chapter": 10,
            "verse": 16,
            "text": "Mondd (Muhammad- Allah aldja meg es adjon Neki orok udvosseget): ,.Ha Allah akarta \"volna akkor nem recitaltam volna nektek azt es nem tudattam volna veletek azt. Hiszen egy eletet leeltem mar kozottetek ezelott. Hat nem fogjatok fel az eszetekkel"
        },
        {
            "chapter": 10,
            "verse": 17,
            "text": "Es ki bunosebb, mint az, aki hazugsagot kohol Allah ellen, vagy meghazudtolja az O Jeleit? Bizony nem boldogulnak a vetkesek"
        },
        {
            "chapter": 10,
            "verse": 18,
            "text": "Es Allah helyett olyat szolgalnak, ami sem artani, sem hasznalni nem kepes nekik. Es azt mondjak: , Ezek a mi kozbenjaroink Allah-nal!\" Mondd: Talan olyasvalamirol akartok hirt adni Allah-nak, amirol O nem tud, sem az egekben sem a foldon?\" Magasztaltassek, mennyire felette all O annak, amit tarsitanak"
        },
        {
            "chapter": 10,
            "verse": 19,
            "text": "Az emberek kezdetben egyetlen kozosseget (egyetlen vallast kovettek) alkottak\". Am nezetkulonbseg tamadt kozottuk. Es ha nem lett volna a szo, amely mar elhangzott az Uradtol, akkor bizony mar dontes szuletett volna azzal kapcsolatban, amiben osszekulonboztek"
        },
        {
            "chapter": 10,
            "verse": 20,
            "text": "Es azt mondjak: , Miert nem kuldetett le a szamara Jel az Uratol?\" Mondd: ,.A lathatatlan (tudasa) Allah-e! Varjatok csak! Enis veletek varakozom"
        }
    ]
}