{
    "rukus": [
        {
            "chapter": 11,
            "verse": 25,
            "text": "Bizony korabban elkuldtuk Nul-t (Noet) az o nepehez (aki igy szolt:): En a ti nyilvanvalo intotok vagyok"
        },
        {
            "chapter": 11,
            "verse": 26,
            "text": "(Arra intelek:) .Hogy egyedul Allah-ot szolgaljatok! En felek, hogy egy fajdalmas Nap buntetese fog benneteket sujtani"
        },
        {
            "chapter": 11,
            "verse": 27,
            "text": "Es az elokelok, akik hitetlenek voltak az o nepebol mondtak: , Mi teged hozzank hasonlo embernek latunk. Es ugy latjuk, hogy kozulunk csak az alantas, meggondolatlan emberek kovetnek teged- azok is meggondolatlanul, Es nem latunk benned semmi kivalosagot velunk szemben. Mi ugy veljuk te a hazugok koze tartozol"
        },
        {
            "chapter": 11,
            "verse": 28,
            "text": "Mondta: ,O, nepem! Hogyan velekednetek ha nyilvanvalo bizonyitekom lenne az Uramtol es (arrol, hogy O) a Tole szarmazo konyoruletben reszesitett engem. Am ti azzal szemben vakok vagytok. Vajon ratok kenyszerithetjuk-e azt, ha ti ellene vagytok"
        },
        {
            "chapter": 11,
            "verse": 29,
            "text": "O, nepem! En nem kerek ezert toletek javakat. Az en jutalmam egyedul Allah-ra tartozik. En nem uzom el azokat, akik hisznek. Ok bizony talalkozni fognak az Urukkal. En ugy latom ti tudatlan nep vagytok"
        },
        {
            "chapter": 11,
            "verse": 30,
            "text": "O nepem! Ki segit meg engem Allah-hal szemben, ha eluzom oket? Hat nem okultok"
        },
        {
            "chapter": 11,
            "verse": 31,
            "text": "En nem mondom nektek, hogy nalam vannak Allah tarhazai es azt sem, hogy a lathatatlan tudoja vagyok. Es nem mondom, hogy angyal vagyok. Es nem mondom azokrol, akiket a ti szemetek lenez, hogy Allah nem fogja oket semmifele jutalomban reszesiteni. Allah jobban tudja mi van az o lelkukben. Ha ezt tennem a bunosok koze tartoznek"
        },
        {
            "chapter": 11,
            "verse": 32,
            "text": "Mondtak: .O Nuh (Noe)! Bizony vitaztal velunk es hosszura nyujtottad a vitat velunk. Hozd hat elo azt, amivel fenyegetsz bennunket! Ha az igazat mondok kozul valo vagy"
        },
        {
            "chapter": 11,
            "verse": 33,
            "text": "Mondta: Egyedul Allah hozhatja azt el nektek, ha O akarja. Es ti azt nem hiusithatjatok meg"
        },
        {
            "chapter": 11,
            "verse": 34,
            "text": "Es nem hasznal a tanacsom- meg ha tanacsot is akarnek adni nektek- ha Allah tevutra akar vinni benneteket. O a ti Uratok es Hozza fogtok visszavitetni"
        },
        {
            "chapter": 11,
            "verse": 35,
            "text": "Vagy azt mondjak (a hitetlenek Mekkaban): . O ( Muhammad- Allah aldja meg es adjon Neki orok udvosseget) talalta azt (a Korant) ki.\" Mondd: ,.Ha en talaltam volna ki, akkor a vetseg engem terhel. Am en mentes vagyok attol, amit ti bunomul rotok fel"
        }
    ]
}