{
    "rukus": [
        {
            "chapter": 16,
            "verse": 41,
            "text": "Es azok, akik elvegeztek Allah- ert a Higra-t (a kivonulast), azutan, hogy jogtalanul bantak veluk, nekik mar az evilagon szep (lakhelyet) adunk. Am a Tulvilag jutalma bizony meg nagyobb. Barcsak tudtak volna"
        },
        {
            "chapter": 16,
            "verse": 42,
            "text": "Akik allhatatosan kitartoak voltak es az Urukra tamaszkodtak"
        },
        {
            "chapter": 16,
            "verse": 43,
            "text": "Mi csak olyan ferfiakat kuldtunk elotted (Muhammad- Allah aldja meg es adjon Neki orok udvosseget), akiknek sugallatot adtunk. Kerdezzetek (ti Mekkaiak) meg az Intelem birtokosait, ha nem tudjatok"
        },
        {
            "chapter": 16,
            "verse": 44,
            "text": "A nyilvanvalo bizonyitekokkal es a Konyvekkel (kuldtuk el a Kuldotteinket). Es lebocsatottuk neked (Muhammad- Allah aldja meg es adjon Neki orok udvosseget) az Intest (az Emlekeztetest, ezt a Kegyes Korant), hogy megvilagitsd az embereknek azt, ami lebocsattatott nekik. Talan elgondolkoznak"
        },
        {
            "chapter": 16,
            "verse": 45,
            "text": "Azok, akik gonosz fondorlatokat eszeltek ki talan biztonsagban erzik magukat attol, hogy Allah nem rantja-e el a foldet aloluk, vagy onnan jon a buntetes, ahonnan nem is veszik eszre"
        },
        {
            "chapter": 16,
            "verse": 46,
            "text": "Avagy megragadja oket jartukban-keltukben, am ok ezt nem tudjak megakadalyozni"
        },
        {
            "chapter": 16,
            "verse": 47,
            "text": "Avagy megragadja oket, miutan mar a felelem eltoltotte oket. Bizony a ti Uratok Kegyes es Irgalmas"
        },
        {
            "chapter": 16,
            "verse": 48,
            "text": "Avagy talan nem lattak, hogy mindannak az arnyeka, amit Allah teremtett jobbra es balra fordul Allah elott leborulva, alazatosan"
        },
        {
            "chapter": 16,
            "verse": 49,
            "text": "Allah elott borul le mindaz, ami az egekben es a foldon van- allat, es az angyalok es ok nem fennhejazo gogosok"
        },
        {
            "chapter": 16,
            "verse": 50,
            "text": "Felik az Urukat maguk folott. Es azt teszik, amire parancsot kapnak. Hizb"
        }
    ]
}