{
    "rukus": [
        {
            "chapter": 19,
            "verse": 41,
            "text": "Es emlekezz meg a Konyvben (ebben a Koranban) /brahim-rol (Abrahamrol)! O igaz ember es Profeta volt"
        },
        {
            "chapter": 19,
            "verse": 42,
            "text": "Midon mondta az apjanak: ,.O, apam! Miert szolgalod azt, ami nem hall es nem lat es semmiben sem lehet a hasznodra"
        },
        {
            "chapter": 19,
            "verse": 43,
            "text": "O, apam! Nekem olyan tudas adatott, ami neked nem! Kovess hat engem es en az Egyenes Utra foglak vezetni"
        },
        {
            "chapter": 19,
            "verse": 44,
            "text": "O, apam! Ne szolgald a satant! Hiszen a satan a Konyoruletessel szemben engedetlen"
        },
        {
            "chapter": 19,
            "verse": 45,
            "text": "O, apam! En felek, hogy teged buntetes fog sujtani a Konyoruletes reszerol es igy te a satan segitoje leszel"
        },
        {
            "chapter": 19,
            "verse": 46,
            "text": "(Az apa) Mondta: ,O, Ibrahim (Abraham)! Hat te nem tiszteled az en isteneimet? Ha nem hagyod abba akkor meg foglak kovezni. Tavozz tolem epsegben (mielott meg megbuntetnelek)"
        },
        {
            "chapter": 19,
            "verse": 47,
            "text": "(Abraham) mondta: , Bekesseg read! En bocsanatot fogok kerni a szamodra az en Uramtol. Hiszen O igen kegyes velem szemben"
        },
        {
            "chapter": 19,
            "verse": 48,
            "text": "En tavol tartom magam toletek es attol, amihez Allah helyett fohaszkodtok. En az en Uramhoz fohaszkodom. Talan az Uramhoz intezett fohaszomban nem leszek szerencsetlen"
        },
        {
            "chapter": 19,
            "verse": 49,
            "text": "Miutan tavol tartotta magat toluk es attol, amihez ok Allah helyett fohaszkodnak, neki ajandekoztuk Ishag-ot (Izsak) es Yafgub-ot (Jakob). Mindkettot Profetava tettuk"
        },
        {
            "chapter": 19,
            "verse": 50,
            "text": "Es a Mi konyoruletunkbol (meg tobbet is) ajandekoztunk nekik. Es igaz es magasztos hirnevet adomanyoztunk nekik"
        }
    ]
}