{
    "rukus": [
        {
            "chapter": 38,
            "verse": 41,
            "text": "Es emlekezz csak szolgankra, Ayyub-ra (Job-ra)! Midon szolitotta Urat: ,.A satan bizony csapast es buntetest hozott ram"
        },
        {
            "chapter": 38,
            "verse": 42,
            "text": "(Allah sugallta neki:) .Dobbants a labaddal! Ez (a forras) hideg mosdoviz es ital (lesz a szamodra)"
        },
        {
            "chapter": 38,
            "verse": 43,
            "text": "Es adomanyoztuk neki a csaladjat es veluk egyutt meg egyszer annyit, a Tolunk szarmazo konyoruletbol, az eszukkel elok szamara szolgalo inteskent"
        },
        {
            "chapter": 38,
            "verse": 44,
            "text": "Negy a kezedbe egy palcat es azzal uss\"! Es ne szegd meg (fogadalmadat)! Kitartoan allhatatosnak talaltuk ot, milyen kituno szolga o! O a megbanasra kesz"
        },
        {
            "chapter": 38,
            "verse": 45,
            "text": "Es emlekezz a Mi szolgainkra Ibrahim-ra (Abrahamra), [shag-ra (zsakra) es Yafgub-ra (Jakobra) az erosekre es a (vallasi) belatassal birokra"
        },
        {
            "chapter": 38,
            "verse": 46,
            "text": "Oket szemeltuk ki, hogy a tulvilagi intes hordozoi legyenek"
        },
        {
            "chapter": 38,
            "verse": 47,
            "text": "Ok bizony Nalunk a kivalasztottak es a legjobbak kozul valok"
        },
        {
            "chapter": 38,
            "verse": 48,
            "text": "Es emlekezz Ismafil-ra (Izmaelre), Elisara /al-Yasa\"/ es Du-I-Kifl-re! (Ok) a legjobbak kozul (valok)"
        },
        {
            "chapter": 38,
            "verse": 49,
            "text": "Intes ez! Az istenfeloknek pedig szep megteresuk lesz (a Paradicsom)"
        },
        {
            "chapter": 38,
            "verse": 50,
            "text": "Adn (Eden) Kertjei, amelyeknek kapui nyitva lesznek elottuk"
        },
        {
            "chapter": 38,
            "verse": 51,
            "text": "Ledolve fekszenek ott es sok gyumolcsot es italt kernek ott"
        },
        {
            "chapter": 38,
            "verse": 52,
            "text": "Leszegett tekintetu (gasiratu-t- tarfi, erenyes felesegek), egyidosek lesznek ott naluk"
        },
        {
            "chapter": 38,
            "verse": 53,
            "text": "Ez az, amit igeretkent kaptatok, a Szamonkeres Napjara"
        },
        {
            "chapter": 38,
            "verse": 54,
            "text": "Ez a Mi gondoskodasunk, amely Soha nem fog elfogyni"
        },
        {
            "chapter": 38,
            "verse": 55,
            "text": "Ez igy van! Akik athagok, azoknak a legrosszabb megteresben lesz reszuk"
        },
        {
            "chapter": 38,
            "verse": 56,
            "text": "A Pokolban. Ott fognak egni. Milyen szornyu fekhely az"
        },
        {
            "chapter": 38,
            "verse": 57,
            "text": "Ez az! Kostoljak csak meg a fortyogo vizet es a jegesen hideget"
        },
        {
            "chapter": 38,
            "verse": 58,
            "text": "Es mas ehhez hasonlokat (parosaval, az ellentetevel)"
        },
        {
            "chapter": 38,
            "verse": 59,
            "text": "Ez az! Tomeg ozonlik veletek (a Pokolba lepve be). Azoknak nem jar koszontes. Ok a Pokol tuzeben fognak egni"
        },
        {
            "chapter": 38,
            "verse": 60,
            "text": "Igy szolnak\": .Nem! Nem jar koszontes nektek. Ti keszitettetek ezt nekunk. Milyen szornyu tartozkodasi hely ez"
        },
        {
            "chapter": 38,
            "verse": 61,
            "text": "Azt mondjak: Urunk! Aki ezt elokeszitette nekunk, annak megketszerezett buntetest adj a Tuzben"
        },
        {
            "chapter": 38,
            "verse": 62,
            "text": "Igy szolnak: .Mi van, hogy nem latunk ferfiakat, akiket pedig rossznak gondoltunk"
        },
        {
            "chapter": 38,
            "verse": 63,
            "text": "Gunyolodtunk veluk (bunos modon), vagy tekintetunk nem leli oket"
        },
        {
            "chapter": 38,
            "verse": 64,
            "text": "Ez az igazsag. A Pokol nepenek kolcsonos vitaja"
        }
    ]
}