{
    "rukus": [
        {
            "chapter": 43,
            "verse": 16,
            "text": "Es vajon abbol, amit teremtett lanyokat vett magahoz? Es nektek fiukat adott"
        },
        {
            "chapter": 43,
            "verse": 17,
            "text": "Es ha egynek kozuluk azt a hirt hozzak - amellyel a Konyoruletessel szemben peldalozott (a leany gyermek szuleteset) - az arca komoran sotette valik es haragvova lesz"
        },
        {
            "chapter": 43,
            "verse": 18,
            "text": "Vagy az, akit ekek es diszek kozott neveltek fel (a no) es az a vitaban nem vilagos"
        },
        {
            "chapter": 43,
            "verse": 19,
            "text": "Es az Angyalokat, akik a Konyoruletes szolgai, nonemueknek tartjak. Talan jelen voltak a megteremtesuknel? Feliratik tanusaguk es megkerdeztetnek errol"
        },
        {
            "chapter": 43,
            "verse": 20,
            "text": "Azt mondjak: .. Ha ugy akarta volna a Konyoruletes, nem Szolgaltuk volna oket.\" Nincs nekik errol tudasuk, csak talalgatasokra hagyatkoznak"
        },
        {
            "chapter": 43,
            "verse": 21,
            "text": "Vagy talan korabban irast adtunk volna nekik, amelyhez ragaszkodhatnak"
        },
        {
            "chapter": 43,
            "verse": 22,
            "text": "Nem! Ok azt mondjak: ,.Mi apainkat egy kozosseg szabalyai szerint elve talaltuk, mi az o nyomdokaikon vezereltetunk"
        },
        {
            "chapter": 43,
            "verse": 23,
            "text": "Hasonloan ehhez, nem kuldtunk Elotted ( Muhammad- Allah aldja meg es adjon Neki orok udvosseget) egy Kuldottet sem, egyetlen varosba sem, hogy annak elokeloi ne azt mondtak volna: . Mi apainkat egy kozosseg szabalyai szerint elve talaltuk, mi az o nyomdokaikon haladunk.\" Hizb"
        },
        {
            "chapter": 43,
            "verse": 24,
            "text": "Azt mondta (az into): .Meg ha igazabb utmutatassal jottem is hozzatok mint, amin apaitokat leltetek?\" Azt mondjak: ,.A ti kuldetesetekkel szemben mi hitetlenek vagyunk"
        },
        {
            "chapter": 43,
            "verse": 25,
            "text": "Bosszut alltunk rajtuk. Figyeld csak meg mi lett a sorsa a meghazudtoloknak"
        }
    ]
}