{
    "rukus": [
        {
            "chapter": 44,
            "verse": 1,
            "text": "Ha\"-Mim"
        },
        {
            "chapter": 44,
            "verse": 2,
            "text": "A vilagos Konyvre (erre a Koranra)"
        },
        {
            "chapter": 44,
            "verse": 3,
            "text": "Egy aldott Ejszakan (Laylatu-L Oadr, az Elrendeles Ejszakaja) nyilatkoztattuk ki. Mi bizony intok voltunk"
        },
        {
            "chapter": 44,
            "verse": 4,
            "text": "Abban (azon az ejszakan), elvalasztodik minden bolcs dolog"
        },
        {
            "chapter": 44,
            "verse": 5,
            "text": "— Tolunk szarmazo parancskent. Bizony Mi vagyunk az Elkuldoi"
        },
        {
            "chapter": 44,
            "verse": 6,
            "text": "A te Uradtol szarmazo — konyoruletkent. Bizony O a Hallo es a Tudo"
        },
        {
            "chapter": 44,
            "verse": 7,
            "text": "Az egek es a fold Uratol es (annak is), ami kettejuk kozott van, ha szilard a meggyozodesetek"
        },
        {
            "chapter": 44,
            "verse": 8,
            "text": "Nincs mas isten csak O (La ilaha illa Huwa)! O kelt eletre es O kuld a halalba. O a ti Uratok, es a korabban elt elodeitek Ura"
        },
        {
            "chapter": 44,
            "verse": 9,
            "text": "Denem! Ok ketsegeik kozott jatszadoznak"
        },
        {
            "chapter": 44,
            "verse": 10,
            "text": "De figyeld csak meg, majd azon a \"Napon, amikor az eg tisztan lathato fustot hoz"
        },
        {
            "chapter": 44,
            "verse": 11,
            "text": "Amely elboritja az embereket! Fajdalmas buntetes ez"
        },
        {
            "chapter": 44,
            "verse": 12,
            "text": "(Azt mondjak majd) Urunk! Vedd le rolunk a buntetest! Mi bizony hivok vagyunk"
        },
        {
            "chapter": 44,
            "verse": 13,
            "text": "Mit sem er mar az intes, hiszen mar nyilvanvalo Kuldott jott el hozzajuk"
        },
        {
            "chapter": 44,
            "verse": 14,
            "text": "Majd elfordulnak Tole (Muhammad- Allah aldja meg es adjon Neki orok udvosseget) es azt mondjak: , Masoktol tanulta a tudasat es dzsinnektol megszallott"
        },
        {
            "chapter": 44,
            "verse": 15,
            "text": "Mi egy kicsit eltavolitjuk a buntetest. Am ti visszatertek (a hitetlensegbe)"
        },
        {
            "chapter": 44,
            "verse": 16,
            "text": "Azon a Napon, amikor a leghatalmasabb erovel ragadjuk meg (a buntetessel). Mi bizony bosszut allunk"
        },
        {
            "chapter": 44,
            "verse": 17,
            "text": "Mar elottuk probara tettuk a Farao nepet, egy nemes Kuldott (Misa, Mozes) jott el hozzajuk"
        },
        {
            "chapter": 44,
            "verse": 18,
            "text": "(Igy szolva:) . Adjatok ide nekem Allah szolgait! En egy oszinte Kuldott vagyok hozzatok"
        },
        {
            "chapter": 44,
            "verse": 19,
            "text": "Es ne legyetek gogosek Allah- hal szemben! Vilagos hatalommal jovok hozzatok"
        },
        {
            "chapter": 44,
            "verse": 20,
            "text": "Az Uramnal es a ti Uratoknal keresek menedeket attol, hogy megkovezzetek"
        },
        {
            "chapter": 44,
            "verse": 21,
            "text": "Ha nem hisztek nekem, akkor maradjatok tavol tolem"
        },
        {
            "chapter": 44,
            "verse": 22,
            "text": "Es az Urahoz fohaszkodott (Mozes): . Ezek bizony egy bunos nep"
        },
        {
            "chapter": 44,
            "verse": 23,
            "text": "(Allah sugallta neki:) , Ejszaka indulj utnak a szolgaimmal! Bizony kovetni fognak titeket"
        },
        {
            "chapter": 44,
            "verse": 24,
            "text": "Hagyd a tengert szetvalasztva! Bizony vizbe fullado sereg ez"
        },
        {
            "chapter": 44,
            "verse": 25,
            "text": "Es mennyi kertet es forrast hagytak hatra"
        },
        {
            "chapter": 44,
            "verse": 26,
            "text": "Es szantofoldet es nagyszeru lakhelyet"
        },
        {
            "chapter": 44,
            "verse": 27,
            "text": "Es foldi gyonyoroket, amelyekben elvezetuket leltek"
        },
        {
            "chapter": 44,
            "verse": 28,
            "text": "Igy tortent. Es egy masik nepnek hagytuk orokul"
        },
        {
            "chapter": 44,
            "verse": 29,
            "text": "Sem az eg, sem a fold nem sirt\" miattuk. Es nem kaptak haladekot"
        }
    ]
}