{
    "maqras": [
        {
            "chapter": 14,
            "verse": 10,
            "text": "Pajomʙaronaşon guftand: «Ojo dar [jagonagii] Alloh taolo – Ofarinandai osmonho va zamin tardide hast? Ū şumoro [ʙa imon] faro mexonad, to gunohonatonro ʙiʙaxşojad va ʙa şumo to muddati muajjane muhlat dihad». Onon guftand: «Şumo çuz ʙaşare hammonandi mo nested, [va] mexohed moro az on ci ki padaronamon meparastidand, ʙozdored. Pas, daleli oşkore [dar mavridi rostgūijaton] ʙarojamon ʙijovared»"
        },
        {
            "chapter": 14,
            "verse": 11,
            "text": "Pajomʙaronaşon ʙa onon guftand: «[Ore] Mo çuz insonhoe monandi şumo nestem, vale Alloh taolo ʙar har jak az ʙandagonaş, ki ʙixohad [ʙo ne'mati nuʙuvvat] minnat menihad va sazovor nest, ki mo çuz ʙa içozati Alloh taolo ʙaroi şumo dalele ʙijovarem. Pas, mu'minon ʙojad ʙar Alloh taolo tavakkal kunand"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "Va caro ʙar Alloh taolo tavakkal nakunem va hol on ki ū moro ʙa rohhoi [saodat]-amon hidojat namud? Va mo ʙar ozore, ki [dar rohi risolat] ʙa mo merasoned, hatman, şikeʙoī mekunem va tavakkalkunandagon ʙojad faqat ʙar Alloh taolo tavakkal kunand»"
        },
        {
            "chapter": 14,
            "verse": 13,
            "text": "Va kasone, ki kufr varzidand ʙa pajomʙaronaşon guftand: «Jo şumoro az sarzaminamon ʙerun mekunem jo ʙa oini mo ʙozgarded». Pas, Parvardigoraşon ʙa onon vahj kard, ki: «Jaqinan sitamgoronro noʙud mekunem"
        },
        {
            "chapter": 14,
            "verse": 14,
            "text": "Va hatman, şumoro pas az onon dar zamin çoj xohem dod. In [azoʙu podoş] ʙaroi kasest, ki az istodan [ʙa hangomi hisoʙrasī] dar peşgohi man ʙitarsad va az tahdidam ʙiharosad»"
        },
        {
            "chapter": 14,
            "verse": 15,
            "text": "Va [pajomʙaron az Alloh taolo] darxosti pirūzī [ʙar kofironro] kardand va [sarançom] har gardankaşi sitezaçū nokom [-u noʙud] şud"
        },
        {
            "chapter": 14,
            "verse": 16,
            "text": "[Hamon ki] Duzax peşorūi ūst va ʙa vaj oʙe az cirki xunoludi [duzaxijon] menūşonand"
        },
        {
            "chapter": 14,
            "verse": 17,
            "text": "[Oʙe] Ki onro çur'a-çur'a meoşomad va [az farti taaffunu talxī] furū ʙurdanaş osonu guvoro nest va marg az har taraf rū ʙa sūjaş meovarad, vale namemirad va azoʙe saxt [-u sahmgine] peşorūji ūst"
        },
        {
            "chapter": 14,
            "verse": 18,
            "text": "Masali kasone, ki ʙa Pravardigoraşon kufr varzidaand, [in ast, ki] raftoraşon hamcun xokistarest, ki dar rūzi tūfonī ʙod ʙar on mevazad, ki az on ci kardaand, cize dar dast nadorand. In hamon gumrohii duru daroz ast"
        },
        {
            "chapter": 14,
            "verse": 19,
            "text": "[Ej inson] Ojo nadidī, ki Alloh taolo osmonho va zaminro ʙa haq ofaridaast? Agar ʙixohad, şumoro [az mijon] meʙarad va ofarinişe çadid [ʙa çojaton padid] meovarad"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "Va in [kor] ʙar Alloh taolo duşvor nest"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "Va [rūzi qijomat] hamagī dar peşgohi Alloh taolo hozir [-u oşkor] meşavand, pas, [dar in hangom] sitamdidagon ʙa kasone, ki gardankaşī mekardand, megūjand: « Mo [dar dunjo] pajravi şumo ʙudem, pas, ojo [imrūz] metavoned, cize az azoʙi Allohro az mo ʙozdored»? Onon megūjand: «Agar Alloh taolo moro [dar dunjo ʙa sūji rastagorī] rohnamoī mekard, mo niz rohro ʙa şumo nişon medodem. Ci ʙetoʙī kunem jo şikeʙoī namoem, ʙarojamon jakson ast. [Heç] Gurezgohe nadorem»"
        },
        {
            "chapter": 14,
            "verse": 22,
            "text": "Va cun kori [dovarī] ançom şud, şajton megūjad: «Be tardid, Alloh taolo ʙa şumo va'da dod va va'dai rostu durust va man ʙa şumo va'da[-i durūƣin] dodam va ʙo şumo xilofi va'da kardam va man ʙar şumo heç tasallute nadoştam, çuz in ki da'vataton kardam va şumo [niz] içoʙatam namuded. Pas, maro sarzaniş nakuned va xudro sarzaniş kuned. [Imrūz] Na man farjodrasi şumo hastam va na şumo farjodrasi man hasted. Man ʙezoram az in ki peş az in maro [ʙo Alloh taolo] şarik megirifted. Sitamgoroni [muşrik] azoʙe purdard xohand doşt"
        },
        {
            "chapter": 14,
            "verse": 23,
            "text": "Va kasone, ki imon ovardand va korhoi şoista ançom dodand, ʙa ʙoƣhoi [ʙihişte] darovarda meşavand, ki çūjʙorho az zeri [daraxtoni] on çorī ast. Ba farmoni Parvardigoraşon dar on çovidonand va durudaşon dar on ço «salom» ast"
        },
        {
            "chapter": 14,
            "verse": 24,
            "text": "[Ej pajomʙar] Ojo nadidī, ki Alloh taolo ci guna masal zadaast? Kalimai pok [-i lo iloha illalloh] hamcun daraxti [naxli tanumandu] pokest, ki reşaaş [dar a'moqi zamin] ustuvor ast va şoxaaş ʙar osmon [sar ʙarovarda] ast"
        },
        {
            "chapter": 14,
            "verse": 25,
            "text": "Mevaaşro har lahza ʙa farmoni Parvardigoraş medihad va Alloh taolo [ʙaroi hidojati mardum] masalho mezanad, ʙoşad, ki pand girand"
        },
        {
            "chapter": 14,
            "verse": 26,
            "text": "Va masali kalimai palid [şirk] hamcun daraxti palidest, ki az zamin ʙarkanda şuda [va heç] qaroru suʙote nadorad"
        },
        {
            "chapter": 14,
            "verse": 27,
            "text": "Alloh taolo kasonero, ki imon ovardaand, dar zindagii dunjo va dar oxirat ʙo suxani ustuvor [-i tavhid] soʙit megardonad va sitamgaron [-i muşrik]-ro gumroh mekunad va Alloh taolo har ci ʙixohad mekunad"
        }
    ]
}