{
    "maqras": [
        {
            "chapter": 22,
            "verse": 60,
            "text": "In ast [hukmi ilohī dar ʙorai kofir va mu'min] va har kas ʙa hamon miqdor, ki ʙa ū sitam şudaast, muçozot kunad, sipas [ʙoz] mavridi sitam qaror girad, Alloh taolo joriaş xohad kard. Be tardid, Alloh taolo ʙaxşandai omurzanda ast"
        },
        {
            "chapter": 22,
            "verse": 61,
            "text": "In [jorii mazlumon] az on rūst, ki Alloh taolo [ʙar har kore tavonost; cunon ki] şaʙro dar rūz mekaşonad va rūzro dar şaʙ darmeovarad; va ʙe tardid, Alloh taolo şunavoi ʙinost"
        },
        {
            "chapter": 22,
            "verse": 62,
            "text": "In ʙad-on saʙaʙ ast, ki Alloh taolo haq ast va on ciro, ki [muşrikon] çuz ū mexonand, [hama] ʙotil ast va Alloh taolo ʙalandmartaʙai ʙuzurg ast"
        },
        {
            "chapter": 22,
            "verse": 63,
            "text": "Ojo nadidī, ki Alloh taolo az osmon oʙe furū firistod va zamin [ʙar asari on xurramu] sarsaʙz megardad? Be tardid, Alloh taolo ʙorikʙini ogoh ast"
        },
        {
            "chapter": 22,
            "verse": 64,
            "text": "On ci dar osmonho va zamin ast, az oni Ūst va ʙe tardid, Alloh taolo ʙenijozi sutuda ast"
        },
        {
            "chapter": 22,
            "verse": 65,
            "text": "Ojo nadidī, ki Alloh taolo on ciro dar zamin ast, ʙa xidmati şumo gumoştaast va kiştiho ʙa farmonaş dar darjo ravonand va osmonro nigah medorad, ki çuz ʙa içozati Ū ʙar zamin naaftad. Be tardid, Alloh taolo [nisʙat] ʙa mardum dilsūzi mehruʙon ast"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "Va Ūst, ki şumoro zinda kard, sipas memironad va on goh [ʙori digar] zinda mekunad. Ba rostī, ki inson [nisʙat ʙa ne'mathoi ilohī] ʙisjor nosipos ast"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "Baroi har ummate oine muqarrar kardaem, ki ʙa on amal kunand, pas, [ej pajomʙar, pajravoni soiri adjon] naʙojad ʙo tu dar in amr sitez kunand. Ba rohi Parvardigorat da'vat kun, [caro ki] tu jaqinan, ʙar [oini durust va] rohi rost qaror dorī"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "Va agar [dar ʙorai haqqonijati din] ʙo tu muçodala kardand, pas, ʙigū: «Alloh taolo ʙa on ci ançom medihed, donotar ast"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "Alloh taolo rūzi qijomat dar mavridi on ci dar ʙoraaş ixtilof mekarded, mijonaton dovarī mekunad»"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "Ojo nadonistaī, ki Alloh taolo on ciro dar osmon va zamin ast medonad? Be gumon [hamai] inho dar kitoʙe [saʙt] ast. Musallaman, in [kor] ʙar Alloh taolo oson ast"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "Va [muşrikon] ʙa çoji Alloh taolo cizero meparastand, ki heç dalele ʙar [haqqonijati] on nozil nakardaast va ʙad-on ogohī [va şinoxte niz] nadorand va sitamgoron [-i muşrik dar ʙaroʙari azoʙi ilohī] heç jorikunandae nadorand"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "Va hangome ki ojoti ravşani Mo ʙar onon xonda meşavad, dar cehrai kasone, ki kufr varzidaand, [osori karohat va] noxuşojandī meʙinī. Nazdik ast ʙa kasone, ki ojoti Moro ʙarojaşon mexonand, hamlavar şavand. [Ej pajomʙar, ʙa kofiron] Bigū: «Ojo şumoro ʙa ʙadtar az in [ki dar intizoraton ast] xaʙar diham? Otaş [-i duzax] ast, ki Alloh taolo onro ʙa kasone, ki kufr varzidand, va'da dodast va ci ʙad sarançomest!»"
        },
        {
            "chapter": 22,
            "verse": 73,
            "text": "Ej mardum, [dar ʙorai notavonii ʙutho] masale zada şudaast, pas, ʙa on gūş dihed: Kasonero, ki ʙa çoji Alloh taolo [ʙa parastiş] mexoned, hargiz nametavonand magasero ʙijofarinand, hatto agar [hamagī] ʙaroi in [kor] çam' şavand. Va agar on magas cize az onon ʙiraʙojad, nametavonand onro ʙozpas girand. [Ore] Xostor va xosta [ʙut va magas] har du notavonand"
        },
        {
            "chapter": 22,
            "verse": 74,
            "text": "[Onon] Allohro cunon ki sazovori [ʙuzurgdoşti] Ūst, naşinoxtaand. Be tardid, Alloh taolo nerumandi şikastnopazir ast"
        },
        {
            "chapter": 22,
            "verse": 75,
            "text": "Alloh taolo az mijoni fariştagon firistodagone [ʙaroi iʙloƣi vahj ʙa pajomʙaron] ʙarmeguzinad va az mijoni insonho niz [pajomʙarone ʙaroi rasonidani pajomi ilohī ʙa mardum intixoʙ mekunad]. Be tardid, Alloh taolo şunavoi ʙinost"
        },
        {
            "chapter": 22,
            "verse": 76,
            "text": "Ū ojanda va guzaştai ononro medonad va [hamai] korho ʙa Alloh taolo ʙozgardonda meşavad"
        },
        {
            "chapter": 22,
            "verse": 77,
            "text": "Ej kasone, ki imon ovardaed, ruku' kuned va saçda guzored va Parvardigoratonro ʙiparasted va kori nek ançom dihed, ʙoşad, ki rastagor şaved"
        },
        {
            "chapter": 22,
            "verse": 78,
            "text": "Va dar rohi Alloh taolo – cunon ki sazovori çihod [dar rohi] Ūst – çihod kuned. Ū şumoro ʙarguzid va dar din ʙarojaton heç saxtī [va tangnoe] qaror nadod. Oini padaraton Iʙrohim [niz cunin ʙud]. Ū [Alloh taolo] peş az in [dar kitoʙhoi osmonii guzaşta] va dar in [Qur'on] şumoro musulmon nomid, to pajomʙar ʙar [iʙloƣi pajomaş ʙa] şumo guvoh ʙoşad va şumo [niz] ʙar mardum guvoh ʙoşed [ki hamai pajomʙaron pajomi ilohiro ʙa qavmi xud rasonidaand]. Pas, namoz ʙarpo dored va zakot ʙipardozed va ʙa Alloh taolo panoh ʙiʙared [va ʙar Ū tavakkal kuned], ki Ū [dūstu] korsozi şumost. Pas, ci naku korsozu ci nek jovarest"
        }
    ]
}