{
    "maqras": [
        {
            "chapter": 27,
            "verse": 82,
            "text": "Va on goh ki [dar ostonai qijomat] farmoni [azoʙ] ʙar onon voçiʙ gardad, çunʙandaero ʙarojaşon az zamin ʙurun meovarem, ki ʙo onon [dar in mavrid] suxan ʙigūjad, ki mardum ʙa ojoti Mo jaqin nadoştand"
        },
        {
            "chapter": 27,
            "verse": 83,
            "text": "Va [jod kun az] rūze, ki az har ummate gurūhe az onon, ki ojoti Moro durūƣ meangoştand, çam' mekunem, on goh [ʙaroi hisoʙrasī ʙa saf] nigoh doşta meşavand"
        },
        {
            "chapter": 27,
            "verse": 84,
            "text": "To hangome ki [ʙa çojgohi hisoʙrasī] ʙirasand, [dar on ço Alloh taolo] mefarmojad: «Ojo dar hole ki nisʙat ʙa [haqiqati] ojotam donişe nadoşted, onhoro durūƣ meangoşted? In ci kore ʙud, ki mekarded?»"
        },
        {
            "chapter": 27,
            "verse": 85,
            "text": "Va ʙa xotiri sitame, ki kardand, farmon [-i azoʙ] ʙar onon voqe' megardad va heç suxane [dar difo' az xud] namegūjand"
        },
        {
            "chapter": 27,
            "verse": 86,
            "text": "Ojo nadidand, ki şaʙro padid ovardaem, to dar on oromiş joʙand va rūzro ravşaniʙaxş [soxtaem, to ʙa kor va taloş ʙipardozand]? Be tardid, dar in [ofariniş] ʙaroi onon, ki imon meovarand, nişonaho [-i ravşane az qudrati Alloh taolo] ast"
        },
        {
            "chapter": 27,
            "verse": 87,
            "text": "Va [jod kun az] rūze, ki dar sur damida meşavad va har ki dar osmonho va zamin ast, vahşat mekunad, magar on ki Alloh taolo ʙixohad va hamagī ʙo xorī [va zillat] ʙa peşgohi Alloh taolo meojand"
        },
        {
            "chapter": 27,
            "verse": 88,
            "text": "Va kūhhoro meʙinī [va] onhoro ʙeharakat mepindorī, hol on ki monandi guzari aʙrho dar harakatand. In ofarinişi ilohī ast, ki har cizero mahkam [-u ustuvor] padid ovardaast. Be tardid, Ū ʙa on ci mekuned ogoh ast"
        },
        {
            "chapter": 27,
            "verse": 89,
            "text": "Har ki [dar rūzī qijomat] nekī ʙijovarad, [podoşe] ʙehtar az on xohad doşt va az vahşati on rūz dar amonand"
        },
        {
            "chapter": 27,
            "verse": 90,
            "text": "Va har ki ʙadī ʙijovarad, ʙo rūjaş dar otaş nagunsor meşavand [va ʙa onon gufta meşavad]: «Ojo çuz dar ʙaroʙari on ci kardaed, muçozot meşaved?»"
        },
        {
            "chapter": 27,
            "verse": 91,
            "text": "[Ej Pajomʙar, ʙa kofiron ʙigū] «Man faqat ma'muram, ki Parvardigori in şahr [Makka]-ro ʙiparastam, hamon ki ʙa in ço hurmat ʙaxşida va hama ciz az oni Ūst va ma'muram, ki taslim [-i farmonaş] ʙoşam"
        },
        {
            "chapter": 27,
            "verse": 92,
            "text": "Va in ki Qur'onro tilovat kunam. Pas, har ki hidojat şavad, ʙa sudi xeş hidojat joftaast, va [ʙa] har ki gumroh megardad, ʙigū: «Man faqat ʙimdihandaam»"
        },
        {
            "chapter": 27,
            "verse": 93,
            "text": "Va ʙigū: «Sitoiş az oni Alloh taolo ast. Ba zudī nişonaho [-i qudrat]-i xeşro nişonaton xohad dod va onhoro xohed şinoxt». Va Parvardigorat az on ci mekuned, ƣofil nest"
        },
        {
            "chapter": 28,
            "verse": 1,
            "text": "To, sin, mim"
        },
        {
            "chapter": 28,
            "verse": 2,
            "text": "In ojoti kitoʙi ravşangar ast"
        },
        {
            "chapter": 28,
            "verse": 3,
            "text": "[ʙaxşhoe] az dostoni Mūso va Fir'avnro ʙaroi kasone, ki imon ovardaand, ʙa durustī ʙar tu tilovat mekunem"
        },
        {
            "chapter": 28,
            "verse": 4,
            "text": "Be tardid, Fir'avn dar sarzamini [Misr] ʙartarixohī kard va mardumaşro ʙa gurūhho taqsim namud. Gurūhe az ononro ʙa notavonī [va xorī] mekaşond, [cunon ki] pisaronaşonro mekuşt va zanonaşonro [ʙaroi kanizī] zinda nigah medoşt. Ba rostī, ki ū az taʙahkoron ʙud"
        },
        {
            "chapter": 28,
            "verse": 5,
            "text": "Va mexostem ʙar Bani Isroil, ki dar on sarzamin ʙa notavonī kaşida şuda ʙudand, [ʙo noʙud kardani duşmanaşon] minnat ʙiguzorem va peşvojon [-i mardum] qaroraşon dihem va [pas az noʙudii Fir'avn] ononro vorison [-i sarzamini Şom] namoem"
        },
        {
            "chapter": 28,
            "verse": 6,
            "text": "Va dar on sarzamin hukumat ʙa eşon dihem va on ciro Fir'avn va [vaziraş] Homon va sipohijonaşon hamvora az on metarsidand [suquti hukumat], ʙa onon nişon dihem"
        },
        {
            "chapter": 28,
            "verse": 7,
            "text": "Va ʙa modari Mūso ilhom kardem, ki: «Ūro şir ʙideh va hangome ki [az oseʙi fir'avnijon] ʙar ū tarsidī, [kūdakro dar sanduqe ʙigzor va] ʙa rūd [-i Nil] ʙiandozaş va natars va anduhgin naşav [zero] hatman, ūro ʙa tu ʙozmegardonem va az pajomʙaron qaroraş medihem»"
        },
        {
            "chapter": 28,
            "verse": 8,
            "text": "Pas, [cun modari Mūso cunin kard] xonadoni Fir'avn ūro [az oʙ] giriftand, to sarançom [solho ʙa'd in farzandi Bani Isroil] duşman va [mojai] anduhaşon gardad. Ba rostī, ki Fir'avn va Homon va sipohijonaşon gunahgor ʙudand"
        },
        {
            "chapter": 28,
            "verse": 9,
            "text": "Va [cun Fir'avn dasturi qatli Mūsoro dod, Osija] hamsari Fir'avn guft: «[In pisar] Nuri caşmi manu tust. Ūro nakuşed. Ci ʙaso ʙa mo sude ʙiʙaxşad, jo ūro ʙa farzandī ʙigirem», hol on ki [oqiʙati korro] namedonistand"
        },
        {
            "chapter": 28,
            "verse": 10,
            "text": "Va dili modari Mūso [az hama ciz çuz jodi pisaraş] tihī gaşt va agar qalʙaşro qavī nakarda ʙudem, ki [ʙa va'dai Mo] imon doşta ʙoşad, nazdik ʙud on rozro foş kunad"
        },
        {
            "chapter": 28,
            "verse": 11,
            "text": "Va [modari Mūso pas az on ki ūro dar Nil raho kard] ʙa xohari ū guft: «Ba dunʙolaş ʙirav», pas, [xoharaş] az dur ʙa ū menigarist, dar hole ki onon namedonistand [ki on duxtar, xohari in kūdak ast]"
        }
    ]
}