{
    "maqras": [
        {
            "chapter": 40,
            "verse": 1,
            "text": "Ho, mim"
        },
        {
            "chapter": 40,
            "verse": 2,
            "text": "Nuzuli [in] kitoʙ az sūji Allohi şikastnopaziri donost"
        },
        {
            "chapter": 40,
            "verse": 3,
            "text": "[Parvardigore, ki] Omurzandai gunoh va tavʙapazir, saxtkajfar va ne'matʙaxş ast. Heç ma'ʙude ʙa [haq] çuz Ū nest va ʙozgaşt [-i hama] ʙa sūji Ūst"
        },
        {
            "chapter": 40,
            "verse": 4,
            "text": "Tanho kofiron hastand, ki dar ʙorai ojoti ilohī muçodala mekunand, pas, maʙodo raftuomadaşon dar şahrho [ʙaroi tiçoratu ʙahramandiaşon az ne'mathoi dunjo] turo ʙifireʙad"
        },
        {
            "chapter": 40,
            "verse": 5,
            "text": "Peş az onon qavmi Nuh va pas az onon niz gurūhhoi digare [hamcun qavmi Od va Samud va Lut niz pajomʙaronaşonro] durūƣgū şumurdand va har qavme xost pajomʙaraşro dastgir kunad [va ʙa qatl ʙirasonad]. Onon ʙa ʙotil muçodala kardand, to ʙad-on vasila haqro az mijon ʙardorand. Man niz ononro azoʙ kardam. [Pas, ʙingared, ki] azoʙi Man ci guna ʙud"
        },
        {
            "chapter": 40,
            "verse": 6,
            "text": "Va farmoni azoʙi Parvardigorat dar ʙorai kofiron incunin ʙa tahaqquq pajvast, ki onon ahli otaşand"
        },
        {
            "chapter": 40,
            "verse": 7,
            "text": "Fariştagone, ki Arşro haml mekunand va onon, ki girdi on halqa zadaand, Parvardigoraşonro ʙa pokī mesitojand va ʙa Ū imon dorand va [in guna] ʙaroi ahli imon omurziş mexohand: «Parvadigoro, rahmat va donişat har cizero faro giriftaast, pas, kasonero, ki tavʙa kardand va pajravi rohi Tu şudand, ʙijomurz va az azoʙi duzax nigah dor»"
        },
        {
            "chapter": 40,
            "verse": 8,
            "text": "Parvardigoro, onon va padaron [va modaron] va hamsaronu farzandoni solehaşonro dar ʙoƣhoi çovidoni ʙihişt, ki va'da dodaī, doxil kun, ki ʙe tardid, Tu şikastnopaziru hakimī"
        },
        {
            "chapter": 40,
            "verse": 9,
            "text": "[Bor iloho] Ononro az [kajfari] ʙadiho hifz kun va har kiro dar on rūz az [kajfari] ʙadiho nigoh dorī, farogiriftai rahmatat qaror dodaī. In hamon komjoʙii ʙuzurg ast»"
        },
        {
            "chapter": 40,
            "verse": 10,
            "text": "Va kofironro [dar duzax] nido medihand, ki: «Duşmanī va xaşmi Alloh taolo saxttar az duşmanī va xaşmi şumo nisʙat ʙa xudaton ast, caro ki ʙa imon da'vat meşuded, vale [ʙo duşmanī nisʙat ʙa xud aqidai tavhidro] inkor mekarded»"
        },
        {
            "chapter": 40,
            "verse": 11,
            "text": "Onon [dar posux] megūjand: «Parvardigoro, moro du ʙor mirondī va du ʙor zinda kardī, pas, [aknun ki] ʙa gunohoni xud e'tirof kardem, ojo rohe ʙaroi xuruç [az duzax] vuçud dorad»"
        },
        {
            "chapter": 40,
            "verse": 12,
            "text": "[Ba onon gufta meşavad] «In [azoʙ] ʙad-on saʙaʙ ast, ki cun Alloh taolo ʙa jaktoī xonda meşud, inkor mekarded, vale agar ʙa Ū şirk ovarda meşud, imon meovarded. [Aknun] Dovarī az oni Allohi ʙalandmartaʙai ʙuzurg ast»"
        },
        {
            "chapter": 40,
            "verse": 13,
            "text": "Ūst, ki nişonahoi [tavon va tadʙiri] xudro ʙa şumo iroa medihad va ʙarojaton [ʙo nuzuli ʙoron] az osmon rūzī mefiristad, vale tanho kasone pand megirand, ki [xolisona ʙa dargohi ilohī] tavʙa kunand"
        },
        {
            "chapter": 40,
            "verse": 14,
            "text": "[Tanho] Allohro ʙo xulusi e'tiqod ʙixoned, harcand kofiron noxuşnud ʙoşand"
        },
        {
            "chapter": 40,
            "verse": 15,
            "text": "Ū doroi daraçoti rafe' va sohiʙi Arş ast va ʙa sūji har jak az ʙandagonaş, ki ʙixohad, ʙa farmoni xeş vahj mefiristad, to [ʙa onon] dar ʙorai rūzi muloqot huşdor dihad"
        },
        {
            "chapter": 40,
            "verse": 16,
            "text": "On rūz, ki mardum hozir va namojon meşavand va cize az onon ʙar Alloh taolo pūşida naxohad mond [Alloh taolo mefarmojad]: «Imrūz farmonravoī az oni kist»? [On goh xud mefarmojad] «Az oni Allohi jagonai pirūzmand»"
        },
        {
            "chapter": 40,
            "verse": 17,
            "text": "Imrūz har kas dar ʙaroʙari on ci kardaast, podoş doda meşavad va heç sitame dar mijon nest. Be gumon, Alloh taolo dar hisoʙrasī sare' ast"
        },
        {
            "chapter": 40,
            "verse": 18,
            "text": "Ba onon dar mavridi rūzi qijomat [ki ʙisjor nazdik ast] huşdor ʙideh, on goh ki [az şiddati vahşat] çonho ʙa gulūgoh merasad, dar hole ki sarşor az anduh şudaand. [Dar on rūz] Sitamgaron na dūsti mehruʙone dorand va na şafe'e, ki suxanaş pazirufta şavad"
        },
        {
            "chapter": 40,
            "verse": 19,
            "text": "[Alloh taolo] Harakoti ʙadi caşmho va on ciro, ki dar dilhoi afrod nuhufta ast, [ʙa xuʙī] medonad"
        },
        {
            "chapter": 40,
            "verse": 20,
            "text": "Alloh taolo ʙa adolat dovarī mekunad va ma'ʙudone, ki [muşrikon] ʙa çoji Alloh taolo iʙodat mekunand, heç guna dovarī nadorand. Ba rostī, ki Alloh taolo şunavovu ʙinost"
        }
    ]
}