{
    "maqras": [
        {
            "chapter": 5,
            "verse": 41,
            "text": "Ej pajomʙar, kasone, ki dar [rohi] kufr şitoʙ mekunand, turo ƣamgin nasozad - [xoh] az kasone, ki ʙa zaʙonaşon megūjand: \"Imon ovardem\" va qalʙaşon imon naovardaast va [xoh] az jahudijon [ʙoşand, hamon kasone, ki ʙa suxanoni peşvojonu ʙuzurgonaşon] gūş mesuporand, [ore, onon faqat] şunavandai [durūƣho va muqallidi dasturhoi] gurūhi digare [az ulamojaşon] hastand, ki [turo ʙovar nadorand va hargiz] nazdat naomadaand. Onon suxanon [-i Alloh taolo]-ro [ʙar asosi majlu manfiati xud] az çojgohaşon tahrif mekunand va [ʙa jakdigar] megūjand: \"Agar in [hukm az suji Muhammad] ʙa şumo doda şud, pas, [az ū] ʙipazired va agar on [cizi dilxohaton ast] ʙa şumo doda naşud, [az ū] durī kuned\". Va [ej pajomʙar] har ki Alloh taolo gumrohiaşro xosta ʙoşad, tu hargiz dar ʙaroʙari Alloh taolo ʙarojaş ixtijor nadorī [va nametavonī az ū difo' kunī]. Onon [jahudijon va munofiqon] kasone hastand, ki Alloh taolo naxostaast dilhojaşonro [az palidii kufr] pok kunad. Onon dar dunjo rasvoī [va xorī dar intizor] dorand va dar oxirat ʙarojaşon azoʙi ʙuzurge [dar peş] ast"
        },
        {
            "chapter": 5,
            "verse": 42,
            "text": "Onon [jahudijon] ʙisjor gūş ʙa durūƣ mesuporand, [va] moli haromi farovon mexūrand. Pas, [ej pajomʙar] agar [ʙaroi dodxohī] nazdat omadand, mijonaşon dovarī kun jo az eşon rūj ʙigardon. Va [jaqin ʙidon, ki] agar az onon rūj ʙigardonī, ʙa tu heç zijone namerasonand, va [-le] agar dovarī kardī, ʙo adolat mijonaşon dovarī kun. Be tardid, Alloh taolo dodgaronro dūst medorad"
        },
        {
            "chapter": 5,
            "verse": 43,
            "text": "Va onon ci guna turo ʙa dovarī metalaʙand, dar hole ki Tavrot nazdaşon ast, [va] hukmi Alloh taolo dar on vuçud dorad? Sipas ʙa'd az on [dodxohī, agar suxane xilofi majlaşon ʙigūī, az dasturi Tavrot va hukmi tu] ruj megardonand va inon mu'min nestand"
        },
        {
            "chapter": 5,
            "verse": 44,
            "text": "Ba rostī, Mo Tavrotro nozil kardem, ki dar on hidojat va nur ast. Pajomʙarone, ki [dar ʙaroʙari farmoni Alloh taolo] taslim ʙudand, ʙar asosi [omūzahoi] on ʙaroi jahudijon dovarī mekardand va donişmandonu faqehon [-i jahudī], ki posdorī az kitoʙi Alloh taolo [va çilavgirī az tahrifi Tavrot] ʙa onon supurda şuda ʙud va ʙar [haqqonijati] on guvoh ʙudand [va ʙino ʙa dasturhojaş hukm mekardand]. Pas, [ej jahudijon, dar içroi ahkomi ilohī] az mardum natarsed va az Man ʙitarsed va ojotamro ʙa ʙahoi nociz nafurūşed. Va har kas ʙa ahkome, ki Alloh taolo nozil kardaast, dovarī nakunad, kofir ast"
        },
        {
            "chapter": 5,
            "verse": 45,
            "text": "Va dar on [Tavrot] ʙaroi eşon [Bani Isroil] muqarrar doştem, ki: \"Çon dar ʙaroʙari çonu caşm dar ʙaroʙari caşm va ʙinī dar ʙaroʙari ʙinī va gūş dar ʙaroʙari gūş va dandon dar ʙaroʙari dandon ast va [hatto] zaxmho qasos dorand\". Pas, har ki az on guzaşt namojad, on [ʙaxşiş] kafforai [gunohoni] ūst. Va har kas ʙa ahkome, ki Alloh taolo nozil kardaast, hukm nakunad, [az hududi ilohī farotar raftaast va] sitamgor ast"
        },
        {
            "chapter": 5,
            "verse": 46,
            "text": "Va ʙa dunʙoli onon [pajomʙaroni Bani Isroil] Iso pisari Marjamro firistodem, ki tasdiqkunandai Tavrot ʙud, ki peş az ū firistoda ʙudem va Inçilro, ki dar on hidojat va nur ʙud, ʙa ū dodem, ki tasdiqkunandai Tavroti peş az vaj ʙud va hidojatu andarze ʙud ʙaroi parhezkoron"
        },
        {
            "chapter": 5,
            "verse": 47,
            "text": "Va ahli Inçil ʙojad ʙa on ci Alloh taolo dar on [kitoʙ] nozil kardaast, hukm kunand. Va har ki ʙa on ci Alloh taolo nozil kardaast, hukm nakunad, nofarmon ast"
        },
        {
            "chapter": 5,
            "verse": 48,
            "text": "Va [ej pajomʙar, mo in] kitoʙro ʙa haq ʙar tu nozil kardem, [ki] tasdiqkunandai kitoʙhoi peşin ast va mavridi e'timod [-i kitoʙhoi osmonī ʙa unvoni me'jore ʙaroi haq va ʙotil] ast. Pas, ʙajni onon ʙar asosi on ci Alloh taolo nozil kardaast, hukm kun va ʙa çoji haqiqate, ki [az çoniʙi Qur'on] ʙa tu raisdaast, az havashoi onon pajravī makun. [Ej mardum] Mo ʙaroi har jake az şumo oinu rohi ravşan karor dodem va agar Alloh taolo mexost, hamai şumoro ummati vohid karor medod, vale [Alloh taolo mexohad] şumoro dar [mavridi] on ci ʙa şumo ʙaxşidaast, ʙiozmojad, pas, dar nekiho ʙar jakdigar peşī gired. Bozgaşti hamai şumo ʙa sūji Alloh taolo ast. On goh Ū az on ci dar on ixtilof mekarded, ogohaton mesozad"
        },
        {
            "chapter": 5,
            "verse": 49,
            "text": "Va [ej pajomʙar] mijoni onon [jahud] ʙar asosi on ci Alloh taolo [dar Qur'on] nozil kardaast, hukm kun va az havashojaşon pajravī makun va ʙar hazar ʙoş az in ki turo az ʙarxe az on ci Alloh taolo ʙar tu nozil kardaast, munharif kunand. Pas, agar [az pazirişi dovarii tu] rūj gardonand, ʙidon, ki Alloh taolo mexohad ononro ʙa [xotiri] ʙarxe az gunohonaşon muçozot kunad. Va ʙa rostī, ki ʙisjore az mardum nofarmonand"
        },
        {
            "chapter": 5,
            "verse": 50,
            "text": "Ojo onon dovarii [ʙar asosi cenakhoi] çohilijatro mexohand? Va ʙaroi ahli jaqin, dovarii ci kase ʙehtar az Alloh taolo ast"
        }
    ]
}