{
    "maqras": [
        {
            "chapter": 8,
            "verse": 1,
            "text": "[Ej pajomʙar] Az tu dar ʙorai [taqsim] anfol [ƣanoimi çangī] mepursand, ʙigū: «Anfol az oni Alloh taolo va pajomʙar ast, pas, az Alloh taolo parvo kuned va ʙo jakdigar soziş namoed va agar imon dored, az Alloh taolo va pajomʙaraş itoat kuned"
        },
        {
            "chapter": 8,
            "verse": 2,
            "text": "Be tardid, mu'minon [-i haqiqī] kasone hastand, ki cun jodi Alloh taolo meşavad, dilhojaşon haroson megardad va cun ojotaş ʙar onon xonda meşavad, ʙar imonaşon meafzojad va ʙar Parvardigoraşon tavakkal mekunand"
        },
        {
            "chapter": 8,
            "verse": 3,
            "text": "Kasone, ki namoz ʙarpo medorand va az onci rūzijaşon kardaem, infoq mekunand"
        },
        {
            "chapter": 8,
            "verse": 4,
            "text": "Onon hastand, ki ʙa rostī mu'minand. Baroi onon nazdi Parvardigoraşon daraçot [-i volo] va omurzişu rūzii naku xohad ʙud"
        },
        {
            "chapter": 8,
            "verse": 5,
            "text": "[Ej pajomʙar, ixtijori komili tu ʙar ƣanoim muçiʙi noxuşnudii ʙarxe afrod ast, durust] Hamon tavre ki Parvardigorat turo ʙa haq az xonaat [dar Madina ʙa sūji majdoni Badr] ʙerun ovard va hatman, gurūhe az mu'minon [az çangidan] noxuşnud ʙudand"
        },
        {
            "chapter": 8,
            "verse": 6,
            "text": "Onon pas az onki haqiqat oşkor şud, dar ʙorai haq [-i çihod] ʙo tu muçodala mekunand, gūjo eşonro ʙa sūji marg meronand, dar hole ki xud [ʙa murdanaşon] menigarand"
        },
        {
            "chapter": 8,
            "verse": 7,
            "text": "Va [ej muçohidon, ʙa jod ovared] hangome ki Alloh taolo ʙa şumo va'da dod, ki [ƣanoimi] jake az du gurūh [korvoni tiçorī jo laşkar] nasiʙaton xohad şud va şumo dūst doşted, ki korvoni ƣajri nizomī [tiçorī] ʙaroi şumo ʙoşad va Alloh taolo mexost ʙo suxanoni xeş [dar ʙorai kuştori kofiron] haq [-i Islom]–ro pojdor gardonad va reşai kofironro qat' kunad"
        },
        {
            "chapter": 8,
            "verse": 8,
            "text": "[Alloh taolo Islomro pirūz kard] To haqro soʙit namojad va ʙotilro az mijon ʙardorad, harcand gunahgoron [-i muşrik] noxuşnud ʙoşand"
        },
        {
            "chapter": 8,
            "verse": 9,
            "text": "[Rūzi Badrro ʙa jod ovared] On goh ki az Parvardigoraton farjodrasī [va jorī] mexosted va Ū [darxosti] şumoro paziruft [va farmud]: «Be gumon, şumoro ʙo hazor farişta, ki pajopaj furud meojand, jorī mekunam»"
        },
        {
            "chapter": 8,
            "verse": 10,
            "text": "Va Alloh taolo in [jorī]-ro çuz muƶdae [ʙarojaton] qaror nadod, to dilhojaton ʙo on orom girad va [ʙidoned, ki] pirūzī çuz az çoniʙi Alloh taolo nest. Ba rostī, ki Alloh taolo şikastnopaziri hakim ast"
        },
        {
            "chapter": 8,
            "verse": 11,
            "text": "[Va ʙa jod ovared] Hangome ki xoʙi saʙuk, ki oromişe az sūji Ū ʙud, şumoro faro girift va az osmon oʙe ʙar şumo furū firistod, to ʙo on pokaton kunad va palidii şajtonro az şumo dur sozad va dilhojatonro mahkam ʙidorad va gomhojatonro ʙo on ustuvor namojad"
        },
        {
            "chapter": 8,
            "verse": 12,
            "text": "[Va ej pajomʙar, ʙa jod ovar] hangome ki Parvardigorat ʙa fariştagon vahj kard,ki: «Man ʙo şumo hastam, pas, kasonero, ki imon ovardaand, soʙitqadam dored. Ba zudī, dar dili kasone, ki kufr varzidand, haros meafkanam, pas. [ej muçohidon, şamşeri xeşro] ʙar farozi gardanhojaşon ʙizaned va hamai anguştonaşonro qat' kuned [to siloh ʙarnagirand]"
        },
        {
            "chapter": 8,
            "verse": 13,
            "text": "In ʙa xotiri on ast, ki onon ʙo Alloh taolo va rasulaş muxolifat kardand va har ki ʙo Alloh taolo va rasulaş muxolifat kunad, pas, [ʙidon, ki] Alloh taolo saxtkajfar ast"
        },
        {
            "chapter": 8,
            "verse": 14,
            "text": "[Ej kofiron] In [azoʙi dunjo]-ro ʙicaşed va [ʙidoned, ki] ʙaroi kofiron [dar qijomat] azoʙi otaş ast"
        },
        {
            "chapter": 8,
            "verse": 15,
            "text": "Ej kasone, ki imon ovardaed, hargoh [dar majdoni çang] ʙo anʙūhi kofiron rūʙarū şuded, pas, ʙa onon puşt nakuned [va nagurezed]"
        },
        {
            "chapter": 8,
            "verse": 16,
            "text": "Va har ki dar on hangom ʙa onon puşt kunad, magar on ki [angezaaş fireʙi duşman jo] kanoragirī ʙaroi naʙardi [duʙora] jo pajvastan ʙa gurūh [-i digar az sipohi musulmonon] ʙoşad, hatman, ʙa xaşmi Alloh taolo giriftor megardad va çojgohaş duzax ast. Va ci ʙad sarançomest"
        },
        {
            "chapter": 8,
            "verse": 17,
            "text": "Pas, [ej mu'minon, dar rūzi naʙard ʙo muşrikon dar Badr] şumo [ʙo nerui xud] ononro nakuşted, ʙalki Alloh taolo ononro kuşt va [ej pajomʙar] hangome ki [ʙa sūjaşon xoku sang] meandoxtī, [dar haqiqat] tu naandoxtī, ʙalki Alloh taolo andoxt, to mu'minonro ʙa ozmoişi naku az çoniʙi xud ʙiozmojad. Be tardid, Alloh taolo şunavovu donost"
        },
        {
            "chapter": 8,
            "verse": 18,
            "text": "In [şikast va firori muşrikon va sarafrozii mu'minon hama az çoniʙi Alloh taolo] ʙud va Alloh taolo najrangi kofironro sust [-u ʙeasar] megardonad"
        },
        {
            "chapter": 8,
            "verse": 19,
            "text": "[Ej muşrikon] Agar xohoni pirūzī [ʙar musulmonon va farorasidani azoʙi ilohī hasted], inak pirūzii [Islom, ki ʙuzurgtarin ranç va azoʙi şumost] ʙa suroƣaton omad.Va agar [az kufru duşmanī ʙo pajomʙar] dast ʙardored, on [kor] ʙarojaton ʙehtar ast, va [-le] agar [ʙa çang ʙo musulmonon] ʙargarded, mo niz ʙarmegardem.Va [inro ʙidoned] ki gurūhi şumo, harcand zijod ʙoşad, hargiz nametavonad şumoro az cize ʙenijoz kunad va [digar] inki [hamvora] Alloh taolo ʙo mu'minon ast"
        },
        {
            "chapter": 8,
            "verse": 20,
            "text": "Ej kasone, ki imon ovardaed, az Alloh taolo va rasulaş itoat kuned va az [ahkomu farmonhoi] Ū rū nagardoned, dar hole ki [ojoti Qur'onro] meşunaved"
        },
        {
            "chapter": 8,
            "verse": 21,
            "text": "Va monandi kasone naʙoşed, ki guftand: «[Ojoti ilohiro] şunidem», hol onki nameşunidand"
        }
    ]
}