{
    "maqras": [
        {
            "chapter": 9,
            "verse": 19,
            "text": "[Ej muşrikon] Ojo oʙ dodan ʙa hoçijon va oʙod kardani Masçidu-l-haromro ʙo [imonu amali] kase, ki ʙa Alloh taolo va rūzi vopasin imon ovarda va dar rohi Alloh taolo çihod kardaast, ʙaroʙar medoned? [In du hargiz] Nazdi Alloh taolo ʙaroʙar nestand. Va Alloh taolo sitamgoron [-i muşrik]-ro hidojat namekunad"
        },
        {
            "chapter": 9,
            "verse": 20,
            "text": "Kasone, ki imon ovardand va hiçrat kardand va dar rohi Alloh taolo ʙo amvol va çonhoi xeş çihod kardand, nazdi Alloh taolo maqomi ʙartare dorand va inon hamon rastagoronand"
        },
        {
            "chapter": 9,
            "verse": 21,
            "text": "Parvardigoraşon ononro az çoniʙi xeş ʙa rahmatu xuşnudī va ʙoƣhoe [dar ʙihişt] muƶda medihad, ki dar onho ne'mathoi pojdor dorand"
        },
        {
            "chapter": 9,
            "verse": 22,
            "text": "Hamvora dar on çovidonand. Ba rostī, ki podoşi ʙuzurg [faqat] nazdi Alloh taolo ast"
        },
        {
            "chapter": 9,
            "verse": 23,
            "text": "Ej kasone, ki imon ovardaed, agar padaronu ʙarodaronaton kufrro ʙar imon tarçeh medihand, [ononro] ʙa dūstī nagired va har kase az şumo ononro ʙa dūstī ʙigirad, onon hamon sitamgoronand"
        },
        {
            "chapter": 9,
            "verse": 24,
            "text": "[Ej pajomʙar, ʙa mu'minon] Bigū: «Agar padaronu farzandon va ʙarodaron va hamsaron va xeşovandonaton va amvole, ki ʙa dast ovardaed va tiçorate, ki az kasodiaş metarsed va xonahoe, ki ʙa on dilxuş hasted, nazdi şumo az Alloh taolo va pajomʙaraş va çihod dar rohi Ū mahʙuʙtarand, pas, muntazir ʙoşed, to Alloh taolo farmoni [azoʙi] xeşro nozil kunad. Va Alloh taolo gurūhi nofarmonro hidojat namekunad»"
        },
        {
            "chapter": 9,
            "verse": 25,
            "text": "Be tardid, Alloh taolo şumo [mu'minon]-ro dar mavqeijathoi ʙisjor jorī kardaast va niz dar çangi Hunajn, on goh ki farovonii te'dodaton şumoro [şodu] şigiftzada kard, vale heç sude ʙa holaton nadoşt va zamin ʙo hama gusturdagī ʙar şumo tang omad, on goh [ʙa duşman] puşt karded [va gurexted]"
        },
        {
            "chapter": 9,
            "verse": 26,
            "text": "Sipas Alloh taolo oromişi xeşro ʙar pajomʙaraş va mu'minon furū firistod va sipohijonero, ki şumo namedided [ʙa kumakaton] firistod va ononro, ki kufr varzida ʙudand, azoʙ kard. Va çazoi kofiron cunin ast"
        },
        {
            "chapter": 9,
            "verse": 27,
            "text": "Sipas Alloh taolo ʙa'd az on [azoʙi xorkunanda] tavʙai harkiro ʙixohad, mepazirad va Alloh taolo omurzandavu mehruʙon ast"
        },
        {
            "chapter": 9,
            "verse": 28,
            "text": "Ej kasone, ki imon ovardaed, çuz in nest, ki muşrikon hatman, palidand, pas, naʙojad ʙa'd az imsol ʙa Masçidu-l-harom nazdik şavand. Va agar [ʙa xotiri qat'i tiçorat ʙo onon] az tangdastī ʙim dored, [ʙidoned, ki] agar Alloh taolo ʙixohad, şumoro az ʙaxşişi xeş ʙenijoz mesozad. Be tardid, Alloh taolo donoju hakim ast"
        },
        {
            "chapter": 9,
            "verse": 29,
            "text": "Bo kasone [az ahli kitoʙ], ki ʙa Alloh taolo va rūzi qijomat imon nameorand va onciro Alloh taolo va pajomʙaraş harom kardaand, harom nameşumorand va dini haqro namepazirand, ʙiçanged, to on goh ki ʙo şikastu xorī ʙa dasti xeş çizja dihand"
        },
        {
            "chapter": 9,
            "verse": 30,
            "text": "Va jahudijon guftand: «Uzajr pisari Alloh taolo ast» va masehijon guftand: «Maseh pisari Alloh taolo ast». In suxan [-i ʙotil]-e ast, ki ʙar zaʙon meovarand va ʙa guftori kasone, ki peş az in kufr varzidand, şaʙohat dorad. Alloh taolo halokaşon kunad! Ciguna [az haq] munharif meşavand"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "[In muşrikon] Ulamo va rohiʙoni xud va [hamcunin] Maseh pisari Marjamro ʙa çoji Alloh taolo [ʙa unvoni] ma'ʙudoni xeş talaqqī kardand, hol onki dasture çuz in nadoştand, ki faqat Alloh taoloi jagonaro ʙiparastand, ki ma'ʙude [ʙa haq] çuz Ū nest. Ū az onci şarikaş qaror medihand, munazzah ast"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "Onon mexohand nuri Alloh taoloro ʙo suxanoni xeş xomūş kunand, vale Alloh taolo çuz in namexohad, ki nuri xeşro komil kunad, harcand kofiron noxuşnud ʙoşand"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "Ūst, ki pajomʙaraşro ʙo hidojatu dini haq firistodaast, to onro ʙar hamai adjon pirūz gardonad, harcand muşrikon noxuşnud ʙoşand"
        }
    ]
}