{
    "maqras": [
        {
            "chapter": 10,
            "verse": 71,
            "text": "[Ej pajomʙar] Dostoni Nuhro ʙar onon ʙozgū, on goh ki ʙar qavmaş guft: «Ej qavmi man, agar monandi man [dar mijoni şumo] va andarz dodan ʙa ojoti Alloh taolo ʙar şumo garon omadaast, [ʙidoned, ki man] ʙar Alloh taolo tavakkal kardaaam, pas, [dar tavtea va] koraton ʙo şarikoni xud [alajhi man] hamdast şaved va dar koraton pardapūşī nakuned,on goh [har ci dar dil dored va metavoned] alajhi man ʙa kor ʙanded va muhlatam nadihed"
        },
        {
            "chapter": 10,
            "verse": 72,
            "text": "Agar [az da'vati haq] rūjgardon şuded, pas, [ʙidoned, ki] man podoşe az şumo naxostaam, [caro ki] podoşam tanho ʙar Alloh taolo ast va man dastur joftaam, ki az taslimşudagon [-i avomiri ilohī] ʙoşam»"
        },
        {
            "chapter": 10,
            "verse": 73,
            "text": "Pas, [qavmaş] ūro durūƣgū angoştand va Mo ū va kasonero, ki dar kiştī hamrohaş ʙudand, naçot dodem va ononro çonişin [-i peşinijon] soxtem va kasonero, ki ojoti Moro durūƣ meangoştand, ƣarq kardem. Pas, ʙingar, ki sarançomi huşdorjoftagon ciguna ʙud"
        },
        {
            "chapter": 10,
            "verse": 74,
            "text": "Sipas ʙa'd az ū pajomʙarone ʙa sūji qavmaş firistodem va mu'çizoti ravşan [ʙar eşon] ovardand, vale onho ʙar on naʙudand, ki ʙa cize imon ʙijovarand, ki az peş onro durūƣ şumurda ʙudand. Bad-in son, ʙar dilhoi taçovuzkoron [az hududi ilohī] muhr menihem"
        },
        {
            "chapter": 10,
            "verse": 75,
            "text": "Sipas ʙa'd az eşon Mūso va Horunro ʙo mu'çizoti xeş ʙa sūji Fir'avn va ʙuzurgoni qavmaş firistodem, vale onon gardankaşī kardand va qavme gunahkor ʙudand"
        },
        {
            "chapter": 10,
            "verse": 76,
            "text": "Pas, cun haq az nazdi mo ʙa sūjaşon omad, guftand: «In, hatman, çodui oşkor ast»"
        },
        {
            "chapter": 10,
            "verse": 77,
            "text": "Mūso guft: «Ojo vaqte haq ʙa sūjaton omad, megūed [çodust]? Ojo in çodust? Va hol onki çodugaron rastagor nameşavand»"
        },
        {
            "chapter": 10,
            "verse": 78,
            "text": "[Fir'avnijon] Guftand: «Ojo ʙa sūji mo omadaī, to moro az şevae, ki padaronamonro ʙar on joftaem, ʙozgardonī va [izzatu] ʙuzurgī dar in sarzamin ʙaroi şumo dutan ʙoşad? Mo hargiz ʙa şumo du tan imon nameovarem»"
        },
        {
            "chapter": 10,
            "verse": 79,
            "text": "Va Fir'avn guft: «Tamomi çodugaroni [mohiru] donoro nazdi man ʙijovared»"
        },
        {
            "chapter": 10,
            "verse": 80,
            "text": "Pas, cun çodugaron omadand, Mūso ʙa onon guft: «Onci [az vasoili çodu] mexohed, ʙiafkaned, [aknun] ʙiafkaned»"
        },
        {
            "chapter": 10,
            "verse": 81,
            "text": "Pas, cun afkandand, Mūso guft: «Onci ovardaed, çodust. Jaqinan, Alloh taolo onro ʙotil xohad kard. Be tardid, Alloh taolo kori mufsidonro isloh namekunad"
        },
        {
            "chapter": 10,
            "verse": 82,
            "text": "Va Alloh taolo ʙo suxanoni xeş haqro [soʙitu] pojdor mekunad, harcand muçrimon karohat doşta ʙoşand»"
        },
        {
            "chapter": 10,
            "verse": 83,
            "text": "Pas heç kas ʙa Mūso imon najovard, magar gurūhe az qavmi ū [on ham] ʙo tarsi Fir'avn va atrofijonaş, ki [maʙodo] ononro ʙiozorad. Va ʙeşak, Fir'avn dar zamin sarkaş [-u çohtalaʙ] ʙud va ʙa rostī, ki ū az isrofkoron [dar kufru çinojat] ʙud"
        },
        {
            "chapter": 10,
            "verse": 84,
            "text": "Mūso guft: «Ej qavmi man, agar ʙa Alloh taolo imon ovardaed va agar ahli taslim hasted, pas, ʙar Ū tavakkal kuned»"
        },
        {
            "chapter": 10,
            "verse": 85,
            "text": "Pas, onon guftand: «Bar Alloh taolo tavakkal kardaem. Parvardigoro, moro dastxuşi fitna [va şikança va ozori] gurūhi sitamgoron qaror madeh"
        },
        {
            "chapter": 10,
            "verse": 86,
            "text": "Va ʙa [fazlu] rahmati xeş moro az [şarri] gurūhi kofiron rahoī ʙuʙaxş»"
        },
        {
            "chapter": 10,
            "verse": 87,
            "text": "Ba Mūso va ʙarodaraş [Horun] vahji kardem, ki: «Baroi qavmi xud, xonahoe dar [sarzamini] Misr ʙargired va xonahojatonro iʙodatgoh qaror dihed va namoz ʙarpo dored. Va[ej Mūso] mu'minonro [ʙa pirūzī va ʙihişt] ʙaşorat ʙideh»"
        },
        {
            "chapter": 10,
            "verse": 88,
            "text": "Mūso guft: «Parvardigoro, ʙe gumon, tu ʙa Fir'avn va atrofijonaş zinatu amvol [-i farovon] dar zindagii dunjo dodaī.Parvardigoro, to [ʙa on vasila mardumro] az rohat gumroh kunand. Parvardigoro, amvolaşonro noʙud kun va dilhojaşonro saxt ʙigardon, ki imon naovarand, to [vaqte ki] azoʙi dardnokro ʙuʙinand»"
        },
        {
            "chapter": 10,
            "verse": 89,
            "text": "[Alloh taolo] Farmud: Hatman, duoi şumo du nafar pazirufta şud, pas, istiqomat kuned va az rohi kasone, ki namedonand, pajravī nakuned»"
        }
    ]
}