{
    "maqras": [
        {
            "chapter": 2,
            "verse": 203,
            "text": "Ви будете святкувати БОГА для декілька днів (у Mena); whoever hastens зробити це у двох днях не здійснює гріх, та whoever перебування більш довгі здійснює ніякий гріх, стільки, скільки righteousness підтримується. Ви будете зауважити БОГА, та будете знати що перед тим, як Йо ви будете збиратися"
        },
        {
            "chapter": 2,
            "verse": 204,
            "text": "Серед людей, кожний може вразити вас з його висловами щодо цього життя, та можете можете навіть закликати на БОГА засвідчити його найглибші думки, в той час, як він є дуже ревний опонент"
        },
        {
            "chapter": 2,
            "verse": 205,
            "text": "Як тільки він лишає, він блукає земля corruptingly, руйнуючі власність та життя. БОГ не любить корупцію"
        },
        {
            "chapter": 2,
            "verse": 206,
            "text": "Коли він розповідається, \"Зауважують БОГА,\" він стає зухвало обуреним. Отже, його тільки доля Пекло; що нещасний abode"
        },
        {
            "chapter": 2,
            "verse": 207,
            "text": "Тоді є цей хто присвячують їхні життя служачий БОГ; БОГ compassionate до такого worshipers"
        },
        {
            "chapter": 2,
            "verse": 208,
            "text": "O ви що вважаєте, ви будете охопити загальне подання; не прослідкуйте за заходами Satan, для він є ваш найбільш ревний ворог"
        },
        {
            "chapter": 2,
            "verse": 209,
            "text": "Якщо ви backslide, після ясних доказів прибули до вас, тоді знаєте що БОГ є Могутній, Найбільш Мудрий"
        },
        {
            "chapter": 2,
            "verse": 210,
            "text": "вони чекають до БОГА Себе прибуває їм у щільних хмарах, разом з ангелами? Коли це відбувається, вся матерія буде припинятися, та до все БОГА буде вертатися"
        },
        {
            "chapter": 2,
            "verse": 211,
            "text": "Просимо Дітей Ізраїля скільки глибоких див маємо ми показали їм! Для цих хто disregard благословення подаровані їм БОГОМ, БОГ є найбільш чіткий у retribution"
        },
        {
            "chapter": 2,
            "verse": 212,
            "text": "Це світово життя прикрашається у очах disbelievers, та вони ridicule цей хто вважають. Але, справедливий буде далеко над ними на Дні Resurrection. БОГИ благословляє whomever Він wills, без меж"
        },
        {
            "chapter": 2,
            "verse": 213,
            "text": "люди звичайно були одна спільнота коли БОГ послав пророкам тому що пред'явники гарної новини, так же, як і warners. Він послав вниз з ними святе писання, носячи правду, щоб приймати рішення серед людей у їхніх суперечках. Іронічно, цей хто отримали святе писання являв собою котрі відхилив будь-яке нове святе писання, незважаючи на ясні докази дані їм. Це мусить до ревнощів на їхній частині. БОГ керує цими хто вважають до правди що диспутується всіма іншими, згідно з Його буде. БОГ керує whoever wills у прямому шляху"
        },
        {
            "chapter": 2,
            "verse": 214,
            "text": "ви очікуєте внести Рай без випробовуюсь любите ці перед тим, як ви? Вони були випробовані з негараздами та нещастям, та трусяться, до кур'єра та цього хто вірились з ним сказаний, 'Де БОЖА перемога?\" БОЖА перемога поблизу"
        },
        {
            "chapter": 2,
            "verse": 215,
            "text": "Вони просять вас про даючі: скажіть, добродійність ви даєте будете поїхати батькам, родичам, сиротам, бідним, та мандруючим чужим.\" Будь-які гарні ви, БОГ знає цілком тут"
        },
        {
            "chapter": 2,
            "verse": 216,
            "text": "Борються можете бути вплинуті на вас, незважаючи на те, що ви не любите це. Але ви можете не любити щось котрий є гарне для вас, та ви можете любити щось котрий є погане для вас. БОГ знає в той час, як ви не знаєте"
        },
        {
            "chapter": 2,
            "verse": 217,
            "text": "Вони просять вас про Священні Місяці та борючі там: скажіть, \"Борючись там блюзнірство. Але, відхиляючи з шляху БОГА та disbelieving у Йо та у святості Священній Masjid, та evicting його люди, є більші блюзнірство у видовищі БОГА. Пригнічення є гірше ніж вбивство.\" Вони будуть завжди боротись ви перейти ви з вашої релігії, якщо вони можуть. Цей серед вас що переходите з їхньої релігії, та вмираєте як disbelievers, знищили їхні праці у це життя та У майбутньому. Цей являють собою dwellers Пекла, причому вони перебують завжди"
        },
        {
            "chapter": 2,
            "verse": 218,
            "text": "Цей хто вважають, та цей хто переїжджають та докладають зусиль в ім'я БОГА, заслужили БОЖЕ милосердя. БОГ Forgiver, Найбільш Милосердний"
        }
    ]
}