{
    "maqras": [
        {
            "chapter": 40,
            "verse": 21,
            "text": "вони не блукали земля та примітка наслідки для цих перед тим, як їм? Вони звичайно були міцніші ніж вони, та більше продуктивні на землі. Але БОГ покарав їх для їхніх гріхів, та нічого не міг захистити їх з БОГА"
        },
        {
            "chapter": 40,
            "verse": 22,
            "text": "Що тому, що їхні кур'єри поїхали їм з ясними доказами, але вони disbelieved. Отже, БОГ покарав їх. Він є Могутній, чіткий у примушуючому retribution"
        },
        {
            "chapter": 40,
            "verse": 23,
            "text": "Ми послали Moses з нашими знаками та глибоким авторитетом"
        },
        {
            "chapter": 40,
            "verse": 24,
            "text": "Pharaoh, Haamaan, та Qaaroon. Але вони сказали, чарівник; брехун"
        },
        {
            "chapter": 40,
            "verse": 25,
            "text": "Та коли він показав їм правду з нас, вони сказали, \"Убивають синів цих хто вважали з ним, та запасні їхні дочки.\" Отже, замишляючий disbelievers є завжди безпутний"
        },
        {
            "chapter": 40,
            "verse": 26,
            "text": "Pharaoh сказав, \"Дозволений мені убивають Moses, та дозволяють йому благають його Лорда. Я пілкуюсь lest він підкупає вашу релігію, або розповсюджує зло всюди земля"
        },
        {
            "chapter": 40,
            "verse": 27,
            "text": "Moses сказав, \"я шукаю притулку у мойому Лорді та вашому Лорді, з кожного зухвалому одному хто не вірить в Дню Розрахунку"
        },
        {
            "chapter": 40,
            "verse": 28,
            "text": "вірячий людині серед Pharaoh люди, хто приховував його віру, казався, 'Як може ви убиваєте людину тільки для того, щоб казати, `my Лорд не зможете БОГ, та він показав вам ясні докази з вашого Лорда? Якщо він є брехун, це - його проблема, та якщо він є правдиві, ви маєте вигоду з його обіцянок. Безсумнівно, БОГ не керує будь-яким порушником, брехуном"
        },
        {
            "chapter": 40,
            "verse": 29,
            "text": "O мої люди, сьогодні ви маєте царювання та upperhand. Але хто допоможе нам проти БОЖОГО вироку, це мусить прибути до нас?\" Pharaoh сказали, \"Ви мусите прослідкувати за тільки що я дивлюся придатний; Я буду керувати вами тільки у праві шлях"
        },
        {
            "chapter": 40,
            "verse": 30,
            "text": "хто вважав сказані, \"O мої люди, я бо для вас та же доля як попередні опоненти"
        },
        {
            "chapter": 40,
            "verse": 31,
            "text": "опоненти Noah, та `aad, Thamoud, та інші що прибули після них. БОГ не бажає будь-якої несправедливості для людей"
        },
        {
            "chapter": 40,
            "verse": 32,
            "text": "O мої люди, я бо для вас День Скликаючого"
        },
        {
            "chapter": 40,
            "verse": 33,
            "text": "Що являє собою день коли ви можете побажати повернутися навколо та тікаєте. Але нічого не захистите вас тоді з БОГА. Whomever БОГ посилає astray, нічого не може керувати йо"
        },
        {
            "chapter": 40,
            "verse": 34,
            "text": "Joseph прибули до вас перед що з ясними відкриттями, але ви продовжувались піддати сумніву його повідомлення. Тоді, коли він вмер ви сказали, \"БОГ не пошле будь-якому іншому кур'єру після його. (Він являв собою останнього кур'єра)!\" БОГ таким чином посилає astray цей хто порушники, doubtful"
        },
        {
            "chapter": 40,
            "verse": 35,
            "text": "Вони сперечаються проти БОЖИХ відкриттів, без будь-якої бази. Це є властивість що найбільш abhorred БОГОМ та цими хто вважають. БОГ таким чином опечатує серденька кожного зухвалого тирана"
        },
        {
            "chapter": 40,
            "verse": 36,
            "text": "Pharaoh сказала, \"O Haamaan, будую для мене висока башта, що я можу витягнути та можу зробити відкриття"
        },
        {
            "chapter": 40,
            "verse": 37,
            "text": "я захочу досягнути небес, та беру дивлюся на бога Moses. Я вірю він є брехун.\" Таким чином являли собою зло праці Pharaoh прикрашений у його очах, та таким чином він утримав з наступного (право) шлях. Pharaoh замишляючий справді згубний"
        },
        {
            "chapter": 40,
            "verse": 38,
            "text": "хто вважав сказані, \"O мої люди, слідкують мені, та я буду керувати вами у праві шлях"
        },
        {
            "chapter": 40,
            "verse": 39,
            "text": "O мої люди, це перше життя є тимчасова ілюзія, в той час, як У майбутньому являє собою вічний abode"
        },
        {
            "chapter": 40,
            "verse": 40,
            "text": "Whoever здійснює гріх requited для справедливого що, та whoever праці righteousness - мужчина або жіночий - той час, як вірячи, цей внесе Рай причому вони отримують умови без будь-яких меж"
        }
    ]
}