{
    "maqras": [
        {
            "chapter": 7,
            "verse": 189,
            "text": "Він утворив вас з однієї особи (Adam). Згодом, Він дає кожна людина товариш знаходять спокій з ї. Вона тоді носить світлий вантаж що вона може ледве помітити. Як вантаж приїжджає більш важкі, вони благають БОГА їхній Лорд: \"Якщо Ви даєте нам гарна дитина, ми будемо appreciative"
        },
        {
            "chapter": 7,
            "verse": 190,
            "text": "Але коли Він дає їм гарна дитина, вони повертають Його дарунок у ідола що конкурує Йо. БОГ exalted, далекий над будь-яким партнерством"
        },
        {
            "chapter": 7,
            "verse": 191,
            "text": "це не факт що вони idolizing ідоли що нічого не створюють, та себе утворюються"
        },
        {
            "chapter": 7,
            "verse": 192,
            "text": "Ідоли що ні можуть допомогти їм, ні навіть можуть допомогти себе"
        },
        {
            "chapter": 7,
            "verse": 193,
            "text": "Коли ви запрошуєте їх до керівництва, вони не слідують за вами. Отже, це являє собою той же самий для них ви запрошуєте чи їм, або залишаєтеся безмовні"
        },
        {
            "chapter": 7,
            "verse": 194,
            "text": "ідоли ви invoke крім БОГА виглядаєте створіння як ви. Поїдьте вперед та виклик на них; дозвольте їм відповідаєте до вас, якщо ви право"
        },
        {
            "chapter": 7,
            "verse": 195,
            "text": "вони мають ноги на котрих вони прогулянка? Вони мають руки з котрими вони захищаються себе? Вони мають очі з котрими вони дивляться? Вони мають вушра з котрими вони чують? Скажіть, \"Виклик на ваших ідолів, та просять їх smite мені міттєво"
        },
        {
            "chapter": 7,
            "verse": 196,
            "text": "БОГ мій тільки Лорд та Майстер; хто відкрив це святе писання. Він захищає справедливий"
        },
        {
            "chapter": 7,
            "verse": 197,
            "text": "Як для ідолів ви здіймаєтеся біля Його, вони не можуть допомогти вам, не можете вони допомагають себе"
        },
        {
            "chapter": 7,
            "verse": 198,
            "text": "Коли ви запрошуєте їх до керівництва, вони не чують. Та ви бачите , що вони дивляться на вас, але вони не дивляться"
        },
        {
            "chapter": 7,
            "verse": 199,
            "text": "Ви будете вдатися до вибачення, захищаєте терпимість, та disregard необізнану"
        },
        {
            "chapter": 7,
            "verse": 200,
            "text": "Коли чорт шепоче до вас будь-який шепіт, шукаєте притулку у БОГУ; Він Слухач, Omniscient"
        },
        {
            "chapter": 7,
            "verse": 201,
            "text": "Цей хто є справедливий, коли завгодно чорт наближається їм з ідеєю, вони запам'ятають, whereupon вони стають seers"
        },
        {
            "chapter": 7,
            "verse": 202,
            "text": "Їхні брати безперервно entice їм заблукатися"
        },
        {
            "chapter": 7,
            "verse": 203,
            "text": "Якщо ви не виробляєте чудо що вони вимога, як кажуть, 'Чому не не просять це?\" Скажіть, \"я просто слідкую що відкривається мені з мого Лорда.\" Це - enlightenments з вашого Лорда, та керівництво, та милосердя для людей що вважають"
        },
        {
            "chapter": 7,
            "verse": 204,
            "text": "Коли Quran декламується, ви будете послухати це та будете взяти увагу, що ви можете досягнути милосердя"
        },
        {
            "chapter": 7,
            "verse": 205,
            "text": "Ви будете згадати вашого Лорда в межах себе, суспільно, приватно, та тихо, день та ніч; не unaware"
        },
        {
            "chapter": 7,
            "verse": 206,
            "text": "Цей у вашому Лорді є ніколи надто гордий не обожнювати Його; вони glorify Йо та падають prostrate перед тим, як Йо"
        }
    ]
}