{
    "maqras": [
        {
            "chapter": 11,
            "verse": 84,
            "text": "Midyan ми послали їхньому брату Shu`aib. Він сказав, \"O мої люди, обожнюють БОГА; ви не маєте іншого бога біля Його. Не обдуріть коли ви обмірюєте або зважуєте. Я дивлюся що ви є квітучі, та я бо для вас retribution переважного дня"
        },
        {
            "chapter": 11,
            "verse": 85,
            "text": "O мої люди, ви будете дати повну міру та повну вагу, equitably. Не обдуріть людей з їхніх прав, та не блукайте земля corruptingly"
        },
        {
            "chapter": 11,
            "verse": 86,
            "text": "Щоб \"ні БОГ забезпечує для вас, ніяка матерія як мала, не є далеко краще для вас, якщо ви дійсно віруючі. Я не закінчуюсь охоронець ви"
        },
        {
            "chapter": 11,
            "verse": 87,
            "text": "Вони сказали, \"O Shu`aib, ваша релігія диктує на вас що ми повинні покинути нашу релігію батьків', або бігаючі наші діла у будь-якому способі ми вибираємо? Безсумнівно, ви є відомі для будучи clement, мудрим"
        },
        {
            "chapter": 11,
            "verse": 88,
            "text": "Він сказав, \"O мої люди, що якщо я маю твердий доказ з мого Лорда; що якщо Він забезпечив мені з великим благословенням? Це - не моє бажання здійснити що я наказую вам. Я тільки бажаю виправити як багато ображає тому що я можу. Моє керівництво залежить повністю на БОГУ; Я поставив мою довіру у Йо. Йому я повністю підкорився"
        },
        {
            "chapter": 11,
            "verse": 89,
            "text": "Та, O мої люди, не будуть спровоковані вашою опозицією мені у зазнаючу тих же бід як люди Noah, або люди Кришки, або людей Saaleh; та люди Долі не надто далеко від вас"
        },
        {
            "chapter": 11,
            "verse": 90,
            "text": "Ви будете благати вашого Лорда для forgiveness, тоді будете каятися йому. Мій Лорд є Найбільш Милосердний, Різновид"
        },
        {
            "chapter": 11,
            "verse": 91,
            "text": "Вони сказали, \"O Shu`aib, ми не розуміємо багато речей ви розповідаєте нам, та ми дивимось що ви є безсильні серед нас. Якщо б це було не для вашого плем'я, ми би stoned ви. Ви не маєте величини для нас"
        },
        {
            "chapter": 11,
            "verse": 92,
            "text": "Він сказав, \"O мої люди, моє плем'я наказує більше відношення ніж БОГ? Це чому ви неуважні Його? Мій Лорд знає цілком все ви"
        },
        {
            "chapter": 11,
            "verse": 93,
            "text": "O мої люди, продовжуються роблять що ви бажаєте, та так будете I. Ви звичайно знайдете котрі нас зазнаєте ганебного retribution; ви знайдете хто брехун. Тільки чекати заздалегідь, та я зачекаю заздалегідь разом з вами"
        },
        {
            "chapter": 11,
            "verse": 94,
            "text": "Коли наш вирок прибув, ми врятували Shu`aib та цей хто вважали з ним, милосердям з нас. Як для згубних, вони були укладені лихом що лишали їх мертві у їхніх домівках"
        },
        {
            "chapter": 11,
            "verse": 95,
            "text": "Це були неначе вони ніколи не існували. Отже, Midyan загинув, точно, як Thamoud загинув перед що"
        },
        {
            "chapter": 11,
            "verse": 96,
            "text": "Ми послали Moses з нашими знаками та глибоким авторитетом"
        },
        {
            "chapter": 11,
            "verse": 97,
            "text": "Pharaoh та його elders. Але вони прослідкували за командою Pharaoh, та Pharaoh команда була не мудра"
        },
        {
            "chapter": 11,
            "verse": 98,
            "text": "Він приведе його людей на Дні Resurrection, всього шляху до Дідька; що нещасний abode щоб прожити"
        },
        {
            "chapter": 11,
            "verse": 99,
            "text": "Вони зазнали осуду у це життя, так же, як і на Дні Resurrection; що нещасний шлях прослідкувати"
        },
        {
            "chapter": 11,
            "verse": 100,
            "text": "Це новина з минулих спільнот що ми розповідаємо до вас. Деякий досі стоять, та деякий зникли"
        },
        {
            "chapter": 11,
            "verse": 101,
            "text": "Ми ніколи не образили їх; вони образили їхні власні душі. Їхні боги, кому вони invoked біля БОГА, не могли допомогти їм у найменшому коли вироку вашого Лорда прибули. Фактично, вони тільки забезпечили їхню погибель"
        },
        {
            "chapter": 11,
            "verse": 102,
            "text": "Такий являли собою retribution примушений вашим Лордом коли порушені спільноти. Дійсно, Його retribution є болісний, спустошливий"
        },
        {
            "chapter": 11,
            "verse": 103,
            "text": "Це повинно бути урок для цих хто бо retribution У майбутньому. Це - день коли всі люди будуть скликатися - день бути засвідчений"
        },
        {
            "chapter": 11,
            "verse": 104,
            "text": "Ми призначили специфічний час для це мати місце"
        },
        {
            "chapter": 11,
            "verse": 105,
            "text": "день це прибуває пройти, ніяка душа не вимовить єдине слово, крім у відповідності до Його буде. Деякий буде нещасний, та деякий буде щасливий"
        },
        {
            "chapter": 11,
            "verse": 106,
            "text": "Як для нещасних, вони будуть у Пеклі, причому вони журяться та wail"
        },
        {
            "chapter": 11,
            "verse": 107,
            "text": "Вічно вони перебують там, для таких довго як неба та землі виносять, згідно з будуть вашого Лорда. Ваш Лорд doer щоб ні Він wills"
        }
    ]
}