{
    "juzs": [
        {
            "chapter": 2,
            "verse": 142,
            "text": "Insanlardan birtakım beyinsizler: «Onları daha once uzerinde bulundukları kıblelerinden ceviren nedir?» diyecekler. De ki: «Dogu da Allah´ındır, batı da. Diledigini dosdogru yola yoneltip iletir.»"
        },
        {
            "chapter": 2,
            "verse": 143,
            "text": "Boylece biz sizi, insanlara sahid (ve ornek) olmanız icin vasat bir ummet kıldık; peygamber de uzerinizde bir sahid olsun. Senin uzerinde bulundugun (yonu, Ka´be´yi) kıble yapmamız, peygambere uyanları, iki topugu uzerinde gerisin geri donenlerden ayırdetmek icindir. Dogrusu (bu,) Allah´ın hidayete ulastırdıklarının dısında kalanlar icin buyuk (bir yuk) tur. Allah, imanınızı bosa cıkaracak degildir. Suphesiz, Allah, insanlara sefkat edendir, esirgeyendir"
        },
        {
            "chapter": 2,
            "verse": 144,
            "text": "Biz, senin, yuzunu cok defa goge dogru cevirip durdugunu goruyoruz. Simdi elbette seni hosnud olacagın kıbleye cevirecegiz. Artık yuzunu Mescid-i Haram yonune cevir. Her nerede bulunursanız, yuzunuzu onun yonune cevirin. Suphesiz, kendilerine kitap verilenler, tartısmasız bunun Rablerinden bir gercek (hak) oldugunu elbette bilirler. Allah, yapmakta olduklarınızdan gafil olmayandır"
        },
        {
            "chapter": 2,
            "verse": 145,
            "text": "Andolsun, kendilerine kitap verilenlere her ayeti (delili) getirsen, yine de onlar senin kıblene uymaz; sen de onların kıblelerine uyacak degilsin. (Hatta) Onlardan bir kısmı, bir kısmının kıblesine de uymaz. Andolsun, eger sana gelen bunca ilimden sonra onların heva (istek ve tutku) larına uyacak olursan, kuskusuz, o zaman zalimlerden olursun"
        },
        {
            "chapter": 2,
            "verse": 146,
            "text": "Kendilerine kitap verdiklerimiz, onu (peygamberi), cocuklarını tanır gibi tanırlar. Buna ragmen iclerinden bir bolumu, bildikleri halde mutlaka gercegi gizlerler"
        },
        {
            "chapter": 2,
            "verse": 147,
            "text": "Gercek (hak) Rabbindendir. Su halde sakın kuskuya kapılanlardan olma"
        },
        {
            "chapter": 2,
            "verse": 148,
            "text": "Herkesin (her toplumun) yuzunu kendisine dogru cevirdigi bir yon vardır. Oyleyse hayırlarda birbirinizle yarısınız. Her nerede olursanız, Allah sizleri bir araya getirecektir. Hic suphesiz Allah, her seye guc yetirendir"
        },
        {
            "chapter": 2,
            "verse": 149,
            "text": "Her nereden cıkarsan, yuzunu Mescid-i Haram yonune cevir. Suphesiz bu, Rabbinden olan bir haktır. Allah, yapmakta olduklarınızdan gafil degildir"
        },
        {
            "chapter": 2,
            "verse": 150,
            "text": "Her nereden cıkarsan, yuzunu Mescid-i Haram yonune cevir. (Siz de) her nerede olursanız yuzunuzu onun yonune cevirin. Oyle ki, onlardan zulmedenlerin dısında insanların, size karsı (kullanabilecekleri) delilleri olmasın. Onlardan korkmayın, benden korkun, uzerinizdeki nimetimi tamamlayayım. Umulur ki hidayete erersiniz"
        },
        {
            "chapter": 2,
            "verse": 151,
            "text": "Oyleki icinizde kendinizden size ayetlerimizi okuyacak, sizi arındıracak, size Kitap ve hikmeti ogretecek ve bilmediklerinizi bildirecek bir peygamber gonderdik"
        },
        {
            "chapter": 2,
            "verse": 152,
            "text": "Oyleyse (yalnızca) Beni anın, Ben de sizi anayım; ve (yalnızca) bana sukredin ve (sakın) nankorluk etmeyin"
        },
        {
            "chapter": 2,
            "verse": 153,
            "text": "Ey iman edenler, sabırla ve namazla yardım dileyin. Gercekten Allah, sabredenlerle beraberdir"
        },
        {
            "chapter": 2,
            "verse": 154,
            "text": "Ve sakın Allah yolunda oldurulenlere «oluler» demeyin; hayır onlar diridirler. Fakat siz bunun suurunda degilsiniz"
        },
        {
            "chapter": 2,
            "verse": 155,
            "text": "Andolsun, biz sizi bir parca korku, aclık ve bir parca mallardan, canlardan ve urunlerden eksiltmekle imtihan edecegiz. Sabır gosterenleri mujdele"
        },
        {
            "chapter": 2,
            "verse": 156,
            "text": "Onlara bir musibet isabet ettiginde, derler ki; «Biz Allah´a ait (kullar) ız ve suphesiz O´na donuculeriz.»"
        },
        {
            "chapter": 2,
            "verse": 157,
            "text": "Rablerinden (olan bir salat) bagıslanma ve rahmet bunların uzerinedir ve hidayete erenler de bunlardır"
        },
        {
            "chapter": 2,
            "verse": 158,
            "text": "Suphesiz, ´Safa´ ile ´Merve´ Allah´ın isaretlerindendir. Boylece kim Evi (Ka´be´yi) hacceder veya umre yaparsa, artık bu ikisini tavaf etmesinde kendisi icin bir sakınca yoktur. Kim de gonulden bir hayır yaparsa (karsılıgını alır) . Suphesiz Allah, sukrun karsılıgını verendir, bilendir"
        },
        {
            "chapter": 2,
            "verse": 159,
            "text": "Gercek, apacık belgelerden indirdiklerimizi ve insanlar icin Kitapta acıkladıgımız hidayeti gizlemekte olanlar; iste onlara, hem Allah lanet eder, hem de lanet ediciler lanet eder"
        },
        {
            "chapter": 2,
            "verse": 160,
            "text": "Ancak tevbe edenler, (kendilerini) duzeltenler ve (indirileni) acıklayanlar (a gelince) ; artık onların tevbelerini kabul ederim. Ben, tevbeleri kabul edenim, esirgeyenim"
        },
        {
            "chapter": 2,
            "verse": 161,
            "text": "Suphesiz, kufredip kafir olarak olenler, Allah´ın, meleklerin ve butun insanların laneti bunların uzerinedir"
        },
        {
            "chapter": 2,
            "verse": 162,
            "text": "Onda (lanette) temelli kalıcıdırlar, onlardan azab hafifletilmez ve onlar gozetilmezler de"
        },
        {
            "chapter": 2,
            "verse": 163,
            "text": "Sizin ilahınız tek bir ilahtır; O´ndan baska hic bir ilah yoktur; O, bagıslayandır, esirgeyendir"
        },
        {
            "chapter": 2,
            "verse": 164,
            "text": "Gercek su ki, goklerin ve yerin yaratılmasında gece ile gunduzun ard arda gelisinde, insanlara yararlı seylerle denizde yuzen gemilerde, Allah´ın yagdırdıgı ve kendisiyle olumunden sonra yeryuzunu dirilttigi suda, her canlıyı orada uretip yaymasında, ruzgarları estirmesinde, gokle yer arasında boyun egdirilmis bulutları evirip cevirmesinde dusunen bir topluluk icin gercekten ayetler vardır"
        },
        {
            "chapter": 2,
            "verse": 165,
            "text": "Insanlar icinde, Allah´tan baskasını «es ve ortak» tutanlar vardır ki, onlar (bu es ve ortakları), Allah´ı sever gibi severler. Iman edenlerin Allah´a olan sevgisi ise, daha gucludur. O zulmedenler, azaba ugrayacakları zaman, hic tartısmasız butun kuvvetin tumuyle Allah´ın oldugunu ve Allah´ın verecegi azabın gercekten siddetli oldugunu bir bilselerdi"
        },
        {
            "chapter": 2,
            "verse": 166,
            "text": "Oyle ki (o gun) kendilerine uyulanlar, kendilerine uyanlardan uzaklasıp kacmıslardır. (Artık) Onlar azabı gormuslerdir ve aralarındaki butun baglar (ve iliskiler) de parcalanıp kopmustur"
        },
        {
            "chapter": 2,
            "verse": 167,
            "text": "(O zaman, yonetilip) Uyanlar derler ki: «Eger bize bir kere (daha dunyaya donme) fırsatı verilse(ydi) muhakkak, onların bizden uzaklastıkları gibi, biz de onlardan uzaklasır (onları yuzustu bırakır) dık.» Boylece Allah, onlara butun yaptıklarını onulmaz hasretlerle gosterecektir. Ve onlar atesten de cıkacak degildirler"
        },
        {
            "chapter": 2,
            "verse": 168,
            "text": "Ey insanlar, yeryuzunde olan seyleri helal ve temiz olarak yiyin ve seytanın adımlarını izlemeyin. Gercekte o, sizin icin apacık bir dusmandır"
        },
        {
            "chapter": 2,
            "verse": 169,
            "text": "O, size yalnızca, kotulugu, cirkin-hayasızlıgı ve Allah´a karsı bilmediginiz seyi soylemenizi emreder"
        },
        {
            "chapter": 2,
            "verse": 170,
            "text": "Ne zaman onlara: «Allah´ın indirdiklerine uyun» denilse, onlar: «Hayır, biz, atalarımızı uzerinde buldugumuz seye (gelenege) uyarız» derler. (Peki) Ya atalarının aklı bir seye ermez ve dogru yolu da bulmamıs idiyseler"
        },
        {
            "chapter": 2,
            "verse": 171,
            "text": "Kufre sapanların ornegi cagırma ve bagırmadan baska bir seyi duymayan (duydugu seyin anlamını bilmeyen hayvan) a haykıranın ornegi gibidir. Onlar, sagırdırlar, dilsizdirler, kordurler; bundan dolayı akıl erdiremezler"
        },
        {
            "chapter": 2,
            "verse": 172,
            "text": "Ey iman edenler size rızık olarak verdiklerimizin temiz olanlarından yiyin ve yalnızca O´na kulluk ediyorsanız, (yine yalnızca) Allah´a sukredin"
        },
        {
            "chapter": 2,
            "verse": 173,
            "text": "O, size oluyu (lesi), kanı, domuz etini ve Allah´tan baskası adına kesilmis olan (hayvan) ı kesin olarak haram kıldı. Fakat kim kacınılmaz olarak muhtac kalırsa, taskınlık (ve saldırı) yapmamak ve haddi asmamak sartıyla (olmeyecek oranda yiyebilir), ona bir gunah yoktur. Gercekten Allah, bagıslayandır, esirgeyendir"
        },
        {
            "chapter": 2,
            "verse": 174,
            "text": "Allah´ın indirdigi Kitaptan bir seyi gozardı edip saklayanlar ve onunla degeri az (bir seyi) satın alanlar; onların yedikleri, karınlarında atesten baskası degildir. Allah kıyamet gunu onlarla konusmaz ve onları arındırmaz. Ve onlar icin acıklı bir azab vardır"
        },
        {
            "chapter": 2,
            "verse": 175,
            "text": "Onlar, hidayete karsılık sapıklıgı, bagıslanmaya karsılık azabı satın almıslardır. Atese karsı ne kadar dayanıklıdırlar"
        },
        {
            "chapter": 2,
            "verse": 176,
            "text": "Bu, Allah´ın Kitabı suphesiz hak olarak indirmesindendir. Kitap konusunda anlasmazlıga dusenler ise uzak bir ayrılık icindedirler"
        },
        {
            "chapter": 2,
            "verse": 177,
            "text": "Yuzlerinizi dogudan ve batıdan yana cevirmeniz iyilik degildir. Ama iyilik, Allah´a, ahiret gunune, meleklere, Kitaba ve peygamberlere iman eden; ona olan sevgisine ragmen, malı yakınlara, yetimlere, yoksullara, yol ogluna (yolda kalmısa), isteyip dilenene ve kolelere (ozgurlukleri icin) veren; namazı dosdogru kılan, zekatı veren ve ahidlestiklerinde ahidlerine vefa gosterenler ile zorda, hastalıkta ve savasın kızıstıgı zamanlarda (direnip) sabredenler(in tutum ve davranısıdır) . Iste bunlar, dogru olanlardır ve muttaki olanlar da bunlardır"
        },
        {
            "chapter": 2,
            "verse": 178,
            "text": "Ey iman edenler, oldurulenler hakkında size kısas yazıldı (farz kılındı) . Ozgure karsı ozgur, koleye karsı kole ve disiye karsı disi. Fakat kimin (hangi katilin) lehinde, onun (maktulun) kardesi (varisi veya velisi) tarafından bagıslanırsa, artık (yapılması gereken) orfe uymak (ve) ona (maktulun varis veya velisine) guzellikle (diyet) odemektir. Bu, Rabbinizden (size) bir hafifletme ve bir rahmettir. Artık kim de bundan sonra tecavuzde bulunursa, onun icin elem verici bir azab vardır"
        },
        {
            "chapter": 2,
            "verse": 179,
            "text": "Ey temiz akıl sahipleri, kısasta sizin icin hayat vardır. Umulur ki sakınırsınız"
        },
        {
            "chapter": 2,
            "verse": 180,
            "text": "Sizden birinize olum gelip cattıgı zaman, eger geride bir hayır bırakmıssa, anaya, babaya ve yakın akrabaya bilinen (uygun, mesru) bir tarzda vasiyette bulunması -Allah´a karsı gelmekten sakınanlara bir hak olarak- size yazıldı (farz kılındı)"
        },
        {
            "chapter": 2,
            "verse": 181,
            "text": "Bundan boyle kim onu (vasiyeti) isittikten sonra degistirirse, gunahı elbette onu degistirenlerin uzerinedir. Suphesiz Allah, isitendir, bilendir"
        },
        {
            "chapter": 2,
            "verse": 182,
            "text": "Bunun yanında, kim, vasiyet edenin haksızlıga egilim gostereceginden ya da gunaha gireceginden korkup da ikisinin (tarafların) arasını bulup duzeltirse, artık ona da gunah yoktur. Gercekten Allah, bagıslayandır, esirgeyendir"
        },
        {
            "chapter": 2,
            "verse": 183,
            "text": "Ey iman edenler, sizden oncekilere yazıldıgı gibi, oruc, size de yazıldı (farz kılındı) . Umulur ki sakınırsınız"
        },
        {
            "chapter": 2,
            "verse": 184,
            "text": "(Oruc) Sayılı gunlerdir. Artık sizden kim hasta ya da yolculukta olursa tutamadıgı gunler sayısınca baska gunlerde (tutsun) . Zor dayanabilenlerin uzerinde de bir yoksulu doyuracak kadar fidye (vardır) . Kim gonulden bir hayır yaparsa bu da kendisi icin hayırlıdır. Oruc tutmanız, -eger bilirseniz- sizin icin daha hayırlıdır"
        },
        {
            "chapter": 2,
            "verse": 185,
            "text": "Ramazan ayı. Insanlar icin hidayet olan ve dogru yolu ve hak ile batılı birbirinden ayıran apacık belgeleri (kapsayan) Kur´an onda indirilmistir. Oyleyse sizden kim bu aya sahid olursa artık onu tutsun. Kim de hasta ya da yolculukta olursa, tutmadıgı gunler sayısınca diger gunlerde (tutsun) . Allah, size kolaylık diler, size zorluk dilemez. (Bu kolaylıgı) sayıyı tamamlamanız ve sizi dogru yola (hidayete) ulastırmasına karsılık Allah´ı buyuk tanımanız icindir. Umulur ki sukredersiniz"
        },
        {
            "chapter": 2,
            "verse": 186,
            "text": "Kullarım beni sana soracak olursa, iste Ben (onlara) pek yakınım. Bana dua ettigi zaman dua edenin duasına cevap veririm. Oyleyse, onlar da benim cagrıma cevab versinler ve bana iman etsinler. Umulur ki irsad (dogru yolu bulmus) olurlar"
        },
        {
            "chapter": 2,
            "verse": 187,
            "text": "Oruc gecesinde kadınlarınıza yaklasmak size helal kılındı. Onlar, sizin ortuleriniz, siz de onların ortususunuz. Allah, gercekten sizin, nefislerinize ihanet etmekte oldugunuzu bildi, tevbenizi kabul etti ve sizi bagısladı. Artık onlara yaklasın ve Allah´ın sizin icin yazdıklarını dileyin. Fecir vakti, sizce beyaz iplik siyah iplikten ayırd edilinceye kadar yiyin, icin, sonra geceye kadar orucu tamamlayın. Mescidlerde itikafta oldugunuz zamanlarda da onlara (kadınlarınıza) yaklasmayın. Bunlar, Allah´ın sınırlarıdır, (sakın) onlara yanasmayın. Iste Allah, insanlara ayetlerini boylece acıklar; umulur ki sakınırlar"
        },
        {
            "chapter": 2,
            "verse": 188,
            "text": "Birbirinizin mallarını haksızlıkla yemeyin ve siz, bile bile gunahla insanların mallarından bir bolumunu, yemeniz icin onları hakimlere aktarmayın"
        },
        {
            "chapter": 2,
            "verse": 189,
            "text": "Sana, hilalleri (dogus halindeki ayları) sorarlar. De ki: «O, insanlar ve hacc icin belirlenmis vakitlerdir. Iyilik (birr), evlere arkalarından gelmeniz degildir, ama iyilik sakınan(ın tutumudur) . Evlere kapılarından girin. Allah´tan sakının, umulur ki kurtulusa erersiniz"
        },
        {
            "chapter": 2,
            "verse": 190,
            "text": "Sizinle savasanlara karsı Allah yolunda savasın, (ancak) asırı gitmeyin. Elbette Allah asırı gidenleri sevmez"
        },
        {
            "chapter": 2,
            "verse": 191,
            "text": "Onları, buldugunuz yerde oldurun ve sizi cıkardıkları yerden siz de onları cıkarın. Fitne, oldurmeden beterdir. Onlar, size karsı savasıncaya kadar siz, Mescid-i Haram yanında onlarla savasmayın. Sizinle savasırlarsa siz de onlarla savasın. Kafirlerin cezası iste boyledir"
        },
        {
            "chapter": 2,
            "verse": 192,
            "text": "Onlar, (savasa) son verirlerse (siz de son verin) : suphesiz Allah, bagıslayandır, esirgeyendir"
        },
        {
            "chapter": 2,
            "verse": 193,
            "text": "(Yeryuzunde) Fitne kalmayıncaya ve din (yalnız) Allah´ın oluncaya kadar onlarla savasın. Eger vazgecerlerse, artık zulum yapanlardan baskasına karsı dusmanlık yoktur"
        },
        {
            "chapter": 2,
            "verse": 194,
            "text": "Haram ay, haram aya karsılıktır: hurmetler (de) karsılıklıdır. Oyleyse kim size saldırırsa, size saldırdıgı gibi siz de ona saldırın. Allah´tan korkup sakının ve bilin ki muhakkak Allah, korkup sakınanlarla beraberdir"
        },
        {
            "chapter": 2,
            "verse": 195,
            "text": "Allah yolunda infak edin ve kendinizi kendi ellerinizle tehlikeye atmayın. Iyilik edin. Suphesiz Allah, iyilik edenleri sever"
        },
        {
            "chapter": 2,
            "verse": 196,
            "text": "Haccı da, umreyi de Allah icin tamamlayın. Eger (dusman, hastalık ve buna benzer nedenlerle) kusatılırsanız, artık size kolay gelen kurban(ı gonderin) . Kurban yerine varıncaya kadar baslarınızı tıras etmeyin. Kim sizden hasta ise ya da basından sikayeti varsa, onun ya oruc ya sadaka veya kurban olarak fidye (vermesi gerekir) . Guvenlige kavusursanız, hacca kadar umre ile yararlanmak isteyene, kolayına gelen bir kurban (ı kesmesi gerekir) . Bulamayana da, hacc´da uc gun, dondugunuzde yedi (gun) olmak uzere, bunlara, tamı tamına on (gundur) oruc vardır. Bu, ailesi Mescid-i Haram´da olmayanlar icindir. Allah´tan korkun ve bilin ki Allah, muhakkak cezası pek cetin olandır"
        },
        {
            "chapter": 2,
            "verse": 197,
            "text": "Hac, bilinen aylardır. Boylelikle kim onlarda haccı farz eder, (yerine getirir) se, (bilsin ki) hacda kadına yaklasmak, fısk yapmak ve kavgaya girismek yoktur. Siz, hayır adına ne yaparsanız, Allah, onu bilir. Azık edinin, kuskusuz, azıgın en hayırlısı takvadır. Ey temiz akıl sahipleri, benden korkup sakının"
        },
        {
            "chapter": 2,
            "verse": 198,
            "text": "Rabbinizden bir fazl istemenizde size sakınca yoktur. Arafat´tan hep birlikte indiginizde Allah´ı Mes´ar-ı Haram´da anın. O, sizi nasıl dogru yola yoneltip ilettiyse, siz de O´nu anın. Gercek su ki, siz bundan evvel sapık olanlardandınız"
        },
        {
            "chapter": 2,
            "verse": 199,
            "text": "Sonra insanların (topluca) akın ettigi yerden siz de akın edin ve Allah´tan bagıslanma dileyin. Suphesiz Allah, bagıslayandır, esirgeyendir"
        },
        {
            "chapter": 2,
            "verse": 200,
            "text": "(Hac) ibadetlerinizi bitirdiginizde, artık (cahiliye doneminde) atalarınızı andıgınız gibi hatta ondan da kuvvetli bir anma ile Allah´ı anın. Insanlardan oylesi vardır ki: «Rabbimiz, bize dunyada ver» der; onun ahirette nasibi yoktur"
        },
        {
            "chapter": 2,
            "verse": 201,
            "text": "Onlardan oylesi de vardır ki: «Rabbimiz, bize dunyada da iyilik ver, ahirette de iyilik (ver) ve bizi atesin azabından koru.» der"
        },
        {
            "chapter": 2,
            "verse": 202,
            "text": "Iste bunların kazandıklarına karsılık nasibleri vardır. Allah, hesabı pek seri gorendir"
        },
        {
            "chapter": 2,
            "verse": 203,
            "text": "Sayılı gunlerde Allah´ı anın. Iki gunde (Mina´dan donmek icin) elini cabuk tutana gunah yoktur, geri kalana da gunah yoktur. (Bu) sakınan icin(dir.) Allah´tan korkup sakının ve gercekten bilin ki, siz O´na dondurulup toplanacaksınız"
        },
        {
            "chapter": 2,
            "verse": 204,
            "text": "insanlardan oylesi de vardır ki, dunya hayatına iliskin sozleri senin hosuna gider ve kalbindekine ragmen Allah´ı sahid getirir; oysa o azılı bir dusmandır"
        },
        {
            "chapter": 2,
            "verse": 205,
            "text": "O, is basına gecti mi (ya da sırtını cevrip gitti mi) yeryuzunde fesad cıkarmaya, ekini ve nesli helak etmeye caba harcar. Allah ise, fesadı (bozgunculugu ve kıskırtıcılıgı) sevmez"
        },
        {
            "chapter": 2,
            "verse": 206,
            "text": "Ona: «Allah´tan kork» denildigi zaman, onu buyukluk gururu gunaha surukleyerek alıp kusatır. Boylesine cehennem yeter; ne kotu bir yataktır o"
        },
        {
            "chapter": 2,
            "verse": 207,
            "text": "Insanlardan oylesi de vardır ki, Allah´ın rızasını ara(yıp kazan) mak amacıyla nefsini satın alır. Allah, kullarına karsı sefkatli olandır"
        },
        {
            "chapter": 2,
            "verse": 208,
            "text": "Ey iman edenler, hepiniz topluca ´barıs ve guvenlige (silm´e Islam´a) girin ve seytanın adımlarını izlemeyin. Cunku o, size apacık bir dusmandır"
        },
        {
            "chapter": 2,
            "verse": 209,
            "text": "Size, apacık belgeler (ayetler) geldikten sonra yine ayagınız kayarsa, bilin ki Allah, gercekten ustun ve gucludur, hukum ve hikmet sahibidir"
        },
        {
            "chapter": 2,
            "verse": 210,
            "text": "Onlar, bulut golgeleri icinde Allah´ın (azabının) meleklerle onlara gelmesini ve isin bitirilivermesini mi gozluyorlar? Oysa butun isler Allah´a doner"
        },
        {
            "chapter": 2,
            "verse": 211,
            "text": "Israilogularına sor, onlara nice acık ayet(ler) verdik. Kendisine geldikten sonra kim Allah´ın nimetini degistirirse, (bilsin ki) suphesiz Allah, cezası pek siddetli olandır"
        },
        {
            "chapter": 2,
            "verse": 212,
            "text": "Inkar edenlere dunya hayatı cekici kılındı (suslendi) . Onlar, iman edenlerden kimileriyle alay ederler. Oysa korkup sakınanlar, kıyamet gunu onların ustundedir. Allah, diledigine hesapsız rızık verir"
        },
        {
            "chapter": 2,
            "verse": 213,
            "text": "Insanlar tek bir ummetti. Allah, mujdeciler ve uyarıcı-korkutucular olarak peygamberler gonderdi ve beraberlerinde, insanların anlasmazlıga dustukleri seyler konusunda, aralarında hukum vermek uzere hak kitaplar indirdi. Oysa kendilerine apacık ayetler geldikten sonra, birbirlerine karsı-olan ´azgınlık ve kıskanclıkları yuzunden anlasmazlıga dusenler, o, (Kitap) verilenlerden baskası degildir.´ Boylece Allah, iman edenleri, hakkında ayrılıga dustukleri gercege kendi izniyle eristirdi. Allah, kimi dilerse onu dogruya yoneltip iletir"
        },
        {
            "chapter": 2,
            "verse": 214,
            "text": "Yoksa sizden once gelip gecenlerin hali, basınıza gelmeden cennete gireceginizi mi sandınız? Onlara oyle bir yoksulluk oyle dayanılmaz bir zorluk cattı ve oylesine sarsıldılar ki, sonunda peygamber, beraberindeki mu´minlerle: «Allah´ın yardımı ne zaman?» diyordu. Dikkat edin. Suphesiz Allah´ın yardımı pek yakındır"
        },
        {
            "chapter": 2,
            "verse": 215,
            "text": "Sana neyi infak edeceklerini sorarlar. De ki: «Hayır olarak infak edeceginiz sey, anne-babaya, yakınlara, yetimlere, yoksullara ve yol ogluna (yolda kalmısa) dır. Hayır olarak her ne yaparsanız, Allah onu kuskusuz bilir.»"
        },
        {
            "chapter": 2,
            "verse": 216,
            "text": "Savas, hosunuza gitmedigi halde uzerinize yazıldı (farz kılındı) . Olur ki hosunuza gitmeyen bir sey, sizin icin hayırlıdır ve olur ki, sevdiginiz sey de sizin icin bir serdir. Allah bilir de siz bilmezsiniz"
        },
        {
            "chapter": 2,
            "verse": 217,
            "text": "Sana haram olan ayı, onda savasmayı sorarlar. De ki: «Onda savasmak buyuk (bir gunahtır).» Allah katında ise, Allah´ın yolundan alıkoymak, onu inkar etmek, Mescid-i Haram´a engel olmak ve halkını oradan cıkarmak daha buyuk (bir gunahtır). Fitne ise, katilden beterdir. Eger guc yetirirlerse, sizi dininizden geri cevirinceye kadar sizinle savasmayı surdururler; sizden kim dininden doner ve kafir olarak olurse, artık onların butun yapıp etmeleri (amelleri) dunyada da, ahirette de bosa cıkmıstır ve onlar atesin halkıdır, onda surekli kalacaklardır"
        },
        {
            "chapter": 2,
            "verse": 218,
            "text": "Suphesiz iman edenler, hicret edenler ve Allah yolunda cihad edenler; iste onlar, Allah´ın rahmetini umabilirler. Allah bagıslayandır, esirgeyendir"
        },
        {
            "chapter": 2,
            "verse": 219,
            "text": "Sana ickiyi ve kumarı sorarlar. De ki: «Onlarda hem buyuk gunah, hem de insanlar icin (bazı) yararlar vardır. Ama gunahları yararlarından daha buyuktur.» Ve sana neyi infak edeceklerini sorarlar. De ki: «Ihtiyactan artakalanı.» Boylece Allah, size ayetlerini acıklar; umulur ki dusunursunuz"
        },
        {
            "chapter": 2,
            "verse": 220,
            "text": "Hem dunya (konusun) da, hem ahiret (konusunda) . Ve sana yetimleri sorarlar. De ki: «Onları ıslah etmek (yararlı kılmak) hayırlıdır. Eger onları aranıza katarsanız, artık onlar sizin kardeslerinizdir. Allah bozgun (fesad) cıkaranı ıslah ediciden bilir (ayırdeder) . Eger Allah dileseydi size gucluk cıkarırdı. Suphesiz Allah guclu ve ustun olandır, hukum ve hikmet sahibidir.»"
        },
        {
            "chapter": 2,
            "verse": 221,
            "text": "Musrik kadınları, iman edinceye kadar nikahlamayın; iman eden bir cariye, -hosunuza gitse de- musrik bir kadından daha hayırlıdır. Musrik erkekleri de iman edinceye kadar nikahlamayın; iman eden bir kole, -hosunuza gitse de- musrik bir erkekten daha hayırlıdır. Onlar, atese cagırırlar, Allah ise kendi izniyle cennete ve magfirete cagırır. O, insanlara ayetlerini acıklar. Umulur ki ogut alıp dusunurler"
        },
        {
            "chapter": 2,
            "verse": 222,
            "text": "Sana ´kadınların aybası halini´ sorarlar. De ki: «O, bir rahatsızlık (eza) dır. Aybası halinde kadınlardan ayrılın ve temizleninceye kadar onlara yaklasmayın. Eger temizlenirlerse, Allah´ın size emrettigi yerden onlara gidin. Suphesiz Allah, tevbe edenleri sever, temizlenenleri de sever.»"
        },
        {
            "chapter": 2,
            "verse": 223,
            "text": "Kadınlarınız sizin tarlanızdır; tarlanıza dilediginiz gibi varın. Kendiniz icin (gelecege hazırlık olarak guzel davranıslar) takdim edin. Allah´tan korkup sakının ve bilin ki elbette O´na kavusucusunuz. Iman edenlere mujde ver"
        },
        {
            "chapter": 2,
            "verse": 224,
            "text": "Bir de yeminlerinizi bahane ederek iyilik yapmanız, sakınmanız ve insanların arasını duzeltmenize Allah´ı engel kılmayın. Allah isitendir, bilendir"
        },
        {
            "chapter": 2,
            "verse": 225,
            "text": "Allah sizi, yeminlerinizdeki ´rastgele soylemelerinizden, bos sozler (lagv) ´den dolayı sorumlu tutmaz; fakat sizi kalplerinizin kazandıklarından dolayı sorumlu tutar. Allah bagıslayandır, yumusak davranandır"
        },
        {
            "chapter": 2,
            "verse": 226,
            "text": "Kadınlarından uzaklasmaya yemin edenler icin dort ay bekleme suresi vardır. Eger (bu sure icinde) donerlerse, suphesiz Allah, bagıslayandır, esirgeyendir"
        },
        {
            "chapter": 2,
            "verse": 227,
            "text": "(Yok) Eger bosamada kararlı davranırsa (bosanırlar) . Suphesiz Allah, isitendir, bilendir"
        },
        {
            "chapter": 2,
            "verse": 228,
            "text": "Bosanmıs kadınlar kendi kendilerine uc ´hayız ve temizlenme suresi´ beklerler. Eger Allah´a ve ahiret gunune inanıyorlarsa Allah´ın rahimlerinde yarattıgını saklamaları onlara helal olmaz. Kocaları, bu sure icinde barısmak isterlerse, onları geri almada (herkesten) daha cok hak sahibidirler. Onların lehine de, aleyhlerindeki maruf hakka denk bir hak vardır. Yalnız erkekler icin onlar uzerinde bir derece (farkı) var. Allah Aziz olandır. Hakim olandır"
        },
        {
            "chapter": 2,
            "verse": 229,
            "text": "Bosanma iki defadır. (Sonra ise) Ya iyilikle tutmak ya da guzellikle bırakmadır. Onlara (kadınlara) verdiginiz bir seyi geri almanız sizin icin helal olmaz: Ancak ikisinin Allah´ın sınırlarını ayakta tutmayacaklarından korkmus olmaları (durumu baska) . Eger ikisinin Allah´ın sınırlarını ayakta tutamıyacaklarından korkarsanız, bu durumda (kadının) fidye vermesinde ikisi icin de gunah yoktur. Iste bunlar, Allah´ın sınırlarıdır; onlara tecavuz etmeyin. Kim Allah´ın sınırlarına tecavuz ederse, onlar zalimlerin ta kendileridir"
        },
        {
            "chapter": 2,
            "verse": 230,
            "text": "Yine onu (kadını ucuncu defa) bosarsa, (kadın) onun dısında bir baska kocayla nikahlanmadıkca ona helal olmaz. Eger (bu koca da) onu bosarsa, onlar (ilk koca ile karısı) Allah´ın sınırlarını ayakta tutacaklarını sanıyorlarsa, tekrar birbirlerine donmelerinde ikisi icin de gunah yoktur. Iste bunlar, Allah´ın sınırlarıdır; bilen bir topluluk icin bunları (boyle) acıklar"
        },
        {
            "chapter": 2,
            "verse": 231,
            "text": "Kadınları bosadıgınızda, bekleme surelerini tamamlamıslarsa, onları ya guzellikle tutun ya da guzellikle bırakın. Fakat haklarını ihlal edip zarar vermek icin onları (yanınızda) tutmayın. Kim boyle yaparsa artık o, kendi nefsine zulmetmis olur. Allah´ın ayetlerini oyun (konusu) edinmeyin ve Allah´ın size verdigi nimeti ve size ogut olsun diye size indirdigi Kitab´ı ve hikmeti anın. Allah´tan da korkup sakının ve bilin ki, Allah her seyi bilendir"
        },
        {
            "chapter": 2,
            "verse": 232,
            "text": "Kadınları bosadıgınızda, bekleme surelerini de tamamlamıslarsa -birbirleriyle maruf (bilinen mesru bicimde) anlastıkları takdirde- onlara, kendilerini kocalarına nikahlamalarına engel cıkarmayın. Iste, icinizde Allah´a ve ahiret gunune iman edenlere bununla (boyle) ogut verilir. Bu, sizin icin daha hayırlı ve daha temizdir. Allah, bilir de siz bilmezsiniz"
        },
        {
            "chapter": 2,
            "verse": 233,
            "text": "Emzirmeyi tamamlamak isteyenler icin anneler cocuklarını iki tam yıl emzirirler. Onların (annelerin) yiyecegi, giyecegi bilinen (orf) e uygun olarak, cocuk kendisinin olana (babaya) aittir. Kimseye guc yetireceginin dısında (yuk ve sorumluluk) teklif edilmez. Anne, cocugu, cocuk kendisinin olan baba da, cocugu dolayısıyla zarara ugratılmasın; mirascı uzerindeki (sorumluluk ve gorev) de bunun gibidir. Eger (anne ve baba) aralarında rıza ile ve danısarak (cocugu iki yıl tamamlanmadan) sutten ayırmayı isterlerse, ikisi icin de bir gucluk yoktur. Ve eger cocuklarınızı (bir sut anneye) emzirtmek isterseniz, orfe uygun vereceginizi odedikten sonra size bir sorumluluk yoktur. Allah´tan korkup sakının ve bilin ki, Allah yapmakta olduklarınızı gorendir"
        },
        {
            "chapter": 2,
            "verse": 234,
            "text": "Icinizden olenlerin (geride) bıraktıgı esler, kendi kendilerine dort ay on (gun) beklerler. Bu bekleme suresi doldugundan, artık onların kendi haklarında maruf (mesru) bir sekilde yaptıklarından dolayı size sorumluluk yoktur. Allah, islediklerinizden haberi olandır"
        },
        {
            "chapter": 2,
            "verse": 235,
            "text": "(Iddeti bekleyen) Kadınları nikahlamak istediginizi (onlara) sezdirmenizde ya da boyle bir istegi gonlunuzde saklamanızda sizin icin bir sakınca yoktur. Gercekte Allah, sizin onları (kalbinizden gecirip) anacagınızı bilmistir. Sakın bilinen (mesru) sozler dısında onlarla gizlice vaadlesmeyin; bekleme suresi tamamlanıncaya kadar nikah bagını baglamaya kesin karar vermeyin. Ve bilin ki, elbette Allah kalbinizden geceni bilmektedir. Artık ondan kacının. Ve bilin ki, suphesiz Allah bagıslayandır, (kullara) yumusak davranandır"
        },
        {
            "chapter": 2,
            "verse": 236,
            "text": "Kendilerine el surmediginiz, mehirlerini de tesbit etmediginiz kadınları bosamanızda sizin icin bir sakınca yoktur. Onları yararlandırın, zengin olan kendi gucu, darda olan da kendi gucu oranında, maruf (mesru ve orfe uygun) bir sekilde yararlandırmalı. (Bu,) Iyilik edenler uzerinde bir haktır"
        },
        {
            "chapter": 2,
            "verse": 237,
            "text": "Eger onlara mehir tesbit eder de, el surmeden bosarsanız, bu durumda -kendileri ya da nikah bagı elinde olanın bagıslaması haric- tesbit ettiginiz (mehr) in yarısı onlarındır. sizin (tumunu veya fazlasını) bagıslamanız takvaya daha yakındır. Aranızdaki ustunlugu (derece farkını) da unutmayın. Suphesiz Allah, yapmakta olduklarınızı gorendir"
        },
        {
            "chapter": 2,
            "verse": 238,
            "text": "Namazları ve orta namazını (ustlerine duserek, titizlik gostererek) koruyun ve Allah´a gonulden boyun egiciler olarak (namaza) durun"
        },
        {
            "chapter": 2,
            "verse": 239,
            "text": "Eger korkarsanız, yaya veya binekte iken kılın. Guvenlige girdiginizde ise, yine Allah´ı, size bilmediklerinizi nasıl ogrettiyse oyle anın"
        },
        {
            "chapter": 2,
            "verse": 240,
            "text": "Icinizde olup de (geride) esler bırakmakta olanlar, (evlerinden) cıkarılmaksızın, senesine kadar yararlanmaları icin eslerine vasiyet (bıraksınlar) . Ama onlar, (kendiliklerinden) cıkarlarsa, artık onların maruf (mesru) olarak kendileri icin yaptıklarından dolayı size sorumluluk yoktur. Allah guclu ve ustun olandır. Hukum ve hikmet sahibidir"
        },
        {
            "chapter": 2,
            "verse": 241,
            "text": "Bosanmıs (kadın) ların maruf (mesru) bir tarzda yararlanma (ve gecim pay) ları vardır. Bu korkup sakınanlar uzerinde bir haktır"
        },
        {
            "chapter": 2,
            "verse": 242,
            "text": "Iste Allah, size ayetlerini boyle acıklar; umulur ki akıl erdirirsiniz"
        },
        {
            "chapter": 2,
            "verse": 243,
            "text": "Binlerce kisinin olum korkusuyla yurtlarından cıktıklarını gormedin mi? Allah onlara: «Olun» dedi, sonra da onları diriltti. Suphesiz Allah, insanlara karsı fazl sahibidir. Ancak, insanların cogunlugu sukretmez"
        },
        {
            "chapter": 2,
            "verse": 244,
            "text": "Allah yolunda savasın ve bilin ki, suphesiz Allah isitendir, bilendir"
        },
        {
            "chapter": 2,
            "verse": 245,
            "text": "Allah´a karsılıgını cok arttırma ile kat kat arttıracagı guzel bir borcu verecek olan kimdir? Allah, daraltır ve genisletir ve siz O´na donduruleceksiniz"
        },
        {
            "chapter": 2,
            "verse": 246,
            "text": "Musa´dan sonra Israilogullarının onde gelenlerini gormedin mi? Hani, peygamberlerinden birine: «Bize bir melik gonder de Allah yolunda savasalım» demislerdi, O: «Ya uzerinize savas yazıldıgı halde, savasmayacak olursanız?» demisti. «Bize ne oluyor ki Allah yolunda savasmayalım? Ki biz yurdumuzdan cıkarıldık ve cocuklarımızdan (uzaklastırıldık.)» demislerdi. Ama onlara savas yazıldıgı (ongoruldugu) zaman, az bir kısmı dısında (cogunlugu) yuz cevirdiler. Allah zalimleri bilir"
        },
        {
            "chapter": 2,
            "verse": 247,
            "text": "Onlara peygamberleri dedi ki: «Allah size Talut´u (melik olarak) gonderdi.» Onlar: «Biz hukumdarlıga, ona gore daha cok hak sahibiyken ve ona bir mal (servet) bollugu verilmemisken, nasıl bizi (yonetmek uzere) hukumdarlık (mulk) onun olabilir?» demislerdi. O (soyle) demisti: «Dogrusu Allah size onu secti ve onun bilgi ve vucud gelisimini arttırdı. Allah, kime dilerse mulkunu verir; Allah (rahmetiyle) genis olandır, bilendir.»"
        },
        {
            "chapter": 2,
            "verse": 248,
            "text": "Peygamberi, onlara (soyle) dedi: «Onun hukumdarlıgının belgesi, size Tabut´un gelmesi (olacaktır ki) onda Rabbinizden ´bir guven duygusu ve huzur´ ile Musa ailesinden ve Harun ailesinden artakalanlar var; onu melekler tasır. Eger inanmıslarsanız, bunda suphesiz sizin icin bir delil vardır.»"
        },
        {
            "chapter": 2,
            "verse": 249,
            "text": "Talut, ordusuyla birlikte ayrıldıgında dedi ki: «Dogrusu Allah sizi bir ırmakla imtihan edecektir. Kim bundan icerse, artık o benden degildir ve kim de -eliyle bir avuc avuclayanlar haric- onu tadmazsa o bendendir. Onlardan az bir bolumu dısında ondan ictiler. O, kendisiyle beraber iman edenlerle onu (ırmagı) gecince onlar (geride kalanlar) : «Bugun bizim Calut´a ve ordusuna karsı (koyacak) gucumuz yok.» dediler. (O zaman) Elbette Allah´a kavusacaklarını umanlar (soyle) dediler: «Nice az bir topluluk, daha cok olan bir topluluga Allah´ın izniyle galib gelmistir; Allah sabredenlerle beraberdir.»"
        },
        {
            "chapter": 2,
            "verse": 250,
            "text": "Onlar, Calut ve ordusuna karsı meydana (savasa) cıktıklarında, dediler ki: «Rabbimiz, uzerimize sabır yagdır, adımlarımızı sabit kıl (kaydırma) ve kafirler topluluguna karsı bize yardım et.»"
        },
        {
            "chapter": 2,
            "verse": 251,
            "text": "Boylece onları, Allah´ın izniyle yenilgiye ugrattılar. Davud Calut´u oldurdu. Allah da ona mulk ve hikmet verdi; ona dilediginden ogretti. Eger Allah´ın, insanların bir kısmı ile bir kısmını def´i (engellemesi) olmasaydı, yeryuzu mutlaka fesada ugrardı. Ancak Allah, alemlere karsı buyuk fazl (ve ihsan) sahibidir"
        },
        {
            "chapter": 2,
            "verse": 252,
            "text": "Iste bunlar, Allah´ın ayetleridir; onları sana hak olarak okuyoruz. Sen de gonderilen elcilerdensin"
        }
    ]
}