{
    "chapter": [
        {
            "chapter": 63,
            "verse": 1,
            "text": "Ий Мухәммәд г-м, әгәр монафикълар сиңа килсәләр әйтәләр: \"Без гуаһлык бирәбез тәхкыйк син Аллаһуның расүлесең\", – дип. Аллаһ беләдер тәхкыйк син Аның расүлесең, әлбәттә, монафикълар ялганчылар, дип Аллаһ гуаһлык бирәдер"
        },
        {
            "chapter": 63,
            "verse": 2,
            "text": "Үзләрен үтерелүдән коткару өчен ялган гуаһларын үзләренә калкан-пәрдә иттеләр һәм кешеләрне Аллаһ юлында сугышудан һәм Коръән белән гамәл кылудан тыйдылар. Аларның кылган эшләре нинди ямандыр"
        },
        {
            "chapter": 63,
            "verse": 3,
            "text": "Аларның бу эше иман китергәннән соң Коръән белән гамәл кылудан баш тартып кәфер булганнары өчендер, аларның күңелләренә көферлек, иманны кабул итмәүлек беркетелде, инде алар Коръән белән гамәл кылмаган кешенең иманы юклыгын аңламаслар"
        },
        {
            "chapter": 63,
            "verse": 4,
            "text": "Әгәр син аларны күрсәң, аларның тышкы сурәтләре сине ґәҗәбләндерер, ягъни тышкы күренешләре мөселманга охшар. Әгәр сөйләсәләр, син аларның сүзләрен тыңларсың, гүя сөяп куйган коры агач кебиләрдер – сүзләрендә дәлил һәм хаклык булмас, алар һәр ишетелгән тавышны үзләренең зарарына дип уйларлар, ягъни үзләренең бозыклык кылганлыкларыннан кайчан ґәзаб килер икән, дип куркып кына яшиләр. Алар Исламга һәм мөселманнарга дошманнардыр, шуның өчен алардан саклан! Аллаһуның каһәре суксын аларны, хакны ташлап кайда бармакчы булалар"
        },
        {
            "chapter": 63,
            "verse": 5,
            "text": "Әгәр аларга Исламга вә пәйгамбәргә хак ышану белән килегез, Аллаһуның расүле сезнең өчен Аллаһудан гафу сорасын диелсә, алар башларын читкә боралар, вә син аларны күрерсең Аллаһудан гафу сораудан баш тарталар, һәм алар тәкәбберләнүчеләрдер"
        },
        {
            "chapter": 63,
            "verse": 6,
            "text": "Алар өчен бертигездер, кирәк алар өчен Аллаһудан ярлыкауны сора, кирәк – сорама, әлбәттә, Аллаһ аларны һич та ярлыкамас. Тәхкыйк Аллаһ монафикъ булган фәсыйкларны туры юлга күндермәс"
        },
        {
            "chapter": 63,
            "verse": 7,
            "text": "Ул монафикълар ансарларга әйтерләр: \"Мүхаҗирләргә ярдәм итмәгез, малыгызны бирмәгез пәйгамбәр янында булганнарга хәтта таралып киткәннәренә чаклы\", – дип. Җирдә вә күкләрдә булган байлык Аллаһу тәгаләнекедер, ләкин монафикълар һичнәрсә уйламаслар"
        },
        {
            "chapter": 63,
            "verse": 8,
            "text": "Ул монафикълар әйтерләр: \"Әгәр Мәдинәга кайтсак, әлбәттә, дәрәҗәдә өстенрәк кеше түбәнрәк кешене Мәдинәдән чыгарачак\" – дип. Ягъни бер сугыштан соң монафикъларның башлыгы, әгәр Мәдинәгә кайтсак, әлбәттә, Мухәммәдне вә аңа ияргәннәрне шәһәрдән чыгарачакбыз, диде. Бит куәт һәм өстенлек Аллаһудадыр вә Аллаһудан Аның рәсүленәдер һәм мөэминнәргәдер, ләкин монафикълар ул хакта һичнәрсә белмиләр"
        },
        {
            "chapter": 63,
            "verse": 9,
            "text": "Ий мөэминнәр, сезне малларыгыз һәм балаларыгыз Аллаһ зекереннән алдамасын, намаздан туктатмасын һәм Коръән белән гамәл кылудан гафил итмәсен. Әгәр бу эшне берәү кылса, ягъни малына вә балаларына алданып иманына, диненә кимчелек китерсә, андый кешеләр ахирәттә ґәзабта, булып хәсрәтләнүчеләрдер"
        },
        {
            "chapter": 63,
            "verse": 10,
            "text": "Без сезгә биргән малдан мохтаҗларга һәм Аллаһ юлына бирегез сездән берегезгә үлем килмәс борын, үлем килгәч, ул кеше әйтер: \"Ий Раббым, минем үлемемне аз гына вакытка кичектерсәңче, садакалар бирер идем һәм башка изгелекләрне эшләп яхшы кешеләрдән булыр идем\", – дип"
        },
        {
            "chapter": 63,
            "verse": 11,
            "text": "Аллаһ сезнең һичберегездән әҗәлне кичектермәс, әгәр аның әҗәле килсә. Аллаһ сезнең барча эшләрегездән хәбәрдардыр"
        }
    ]
}