{
    "pages": [
        {
            "chapter": 10,
            "verse": 34,
            "text": "Скажи: \"Из боготворимых вами есть ли кто, который может создать тварь, а потом опять обратить ее в ничто?\" Скажи: \"Бог созидает тварь и потом обращает её в ничто. Потому как вы легкомысленны"
        },
        {
            "chapter": 10,
            "verse": 35,
            "text": "Скажи: \"Из боготворимых вами есть ли кто, который может вести к истине?\" Скажи: \"Бог ведёт к истине. Следовательно, тот ли, кто ведет к истине, истинно достоин того, чтобы Ему последовали, или тот, кто ведёт только тогда, когда его самого ведут? От чего же это, что вы неверно судите"
        },
        {
            "chapter": 10,
            "verse": 36,
            "text": "Большая часть из них водится одним только мнением, а мнение нисколько не заменяет истины. Бог знает, что делаете вы"
        },
        {
            "chapter": 10,
            "verse": 37,
            "text": "Этот Коран не мог быть выдуман никем опричь Бога; но он есть подтверждение истины того, что было до него; изъяснение Писания, которое, - нет сомнения в том, - было от Господа миров"
        },
        {
            "chapter": 10,
            "verse": 38,
            "text": "Не скажут ли, что он выдумал его? Скажи: \"Представьте какую либо статью, подобную ему: призовите на помощь всякого, кто опричь Бога может пособить вам в этом, если вы справедливы"
        },
        {
            "chapter": 10,
            "verse": 39,
            "text": "Истинно, они ложью считают то, чего не обнимают своим знанием, и тогда даже, когда дается им объяснение на него. И бывшие прежде них также ложью считали откровения, но посмотри , каков был конец тех своевольников"
        },
        {
            "chapter": 10,
            "verse": 40,
            "text": "И в сих есть такие, которые веруют в него, и есть в них такие, которые не веруют в него. Господь твой вполне знает этих распространителей нечестия"
        },
        {
            "chapter": 10,
            "verse": 41,
            "text": "Если они считают тебя лжецом , то скажи: \"У меня свое дело, у вас свое дело; вы свободны от того, что делаю я, и я свободен от того, что делаете вы"
        },
        {
            "chapter": 10,
            "verse": 42,
            "text": "Между ними есть такие, которые хотят слушать тебя; но ты сделаешь ли слышащими глухих, когда они не понимают"
        }
    ]
}