{
    "pages": [
        {
            "chapter": 23,
            "verse": 43,
            "text": "Ни один из этих народов ни предупреждал назначенного для них срока, ни замедлял его"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "Мы посылали посланников наших порознь одного после другого: каждый раз, как приходил посланник к какому либо народу, он принимал его за лжеца; и Мы давали возникать одному народу вслед за другим и делали один для другого предметом рассказов. Сгинь народ неверующий"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "Потом Мы посылали Моисея и брата его Аарона с нашими знамениями и ясным уполномочением"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "К Фараону и его вельможам; но они возвеличались и явились людьми надменными"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "и сказали: \"Уже ли поверим этим двум человекам, таким же, каковы и мы, когда народ их - рабы нам"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "Обоих их они почли лжецами, и за то были погублены"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "Моисею Мы дали Писание для того, чтобы они шли по прямому пути"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "Сына Марии и матерь его Мы поставили знамением: Мы водворили обоих их на холмистом месте, наделенном покоем и текучим источником"
        },
        {
            "chapter": 23,
            "verse": 51,
            "text": "Посланники! Питайтесь благими снедями и делайте доброе: Я знаю, что делаете вы"
        },
        {
            "chapter": 23,
            "verse": 52,
            "text": "Истинно, это вероисповедание ваше есть единое вероисповедание, и Я есть Господь ваш: потому бойтесь Меня"
        },
        {
            "chapter": 23,
            "verse": 53,
            "text": "А те, по своему вероучению раздробились между собою на разные толки: каждая община удовлетворяется тем, какой у неё есть"
        },
        {
            "chapter": 23,
            "verse": 54,
            "text": "Оставь их до времени в этом водовороте"
        },
        {
            "chapter": 23,
            "verse": 55,
            "text": "Не думают ли они, что Мы тем, в чём даем им избыток, - имуществом, детьми"
        },
        {
            "chapter": 23,
            "verse": 56,
            "text": "Хотим споспешествовать их благополучию? Нет, они не понимают"
        },
        {
            "chapter": 23,
            "verse": 57,
            "text": "Истинно, те, которые, страшась Господа своего, благоговейны"
        },
        {
            "chapter": 23,
            "verse": 58,
            "text": "Те, которые веруют в знамения Господа своего"
        },
        {
            "chapter": 23,
            "verse": 59,
            "text": "Которые не признают соучастников Господу своему"
        }
    ]
}