{
    "pages": [
        {
            "chapter": 2,
            "verse": 17,
            "text": "Они подобны тем, которые хотят развести огонь: когда он осветит, что есть вокруг его, и Бог отнимет у них свет и оставит их во тьме; тогда они ничего не видят"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "Они глухи, немы, слепы; они не обратятся"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "Или они, как те, которые при туче небесной, от которой мрак, гром, молния, затыкают перстами себе уши, от ударов молнии опасаясь смерти. Бог знает нечестивых"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "Молния почти отнимает у них зрение: как скоро она осветит их, они при ней идут; когда же потемнеет над ними, они останавливаются. Если бы Бог восхотел, то отнял бы у них слух и зрение; потому что Бог всемогущ"
        },
        {
            "chapter": 2,
            "verse": 21,
            "text": "Люди! поклоняйтесь Господу вашему, Который сотворил и вас и тех, которые были прежде вас (может быть и вы будете богобоязливы)"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "Который разостлал для вас землю, как ковер, а небеса, как покров; низводит с неба воду и ею взращает плоды для вашего пропитания; а потому, не допускайте каких либо божеств, равных Богу, тогда как вы не можете знать это"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "Если вы сомневаетесь в том, что ниспослали Мы рабу нашему, то представьте себе какую либо статью подобную тому, и призовите свидетелей о себе, кроме Бога, если вы правдивы"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "Но если вы этого не сделали, - да вам и не сделать этого; то бойтесь того огня, которому растопкой будут люди и камни: он приготовлен для неверных"
        }
    ]
}