{
    "pages": [
        {
            "chapter": 47,
            "verse": 12,
            "text": "Истинно, верующих и делающих доброе Бог введет в райские сады, по которым текут реки. А неверные наслаждаются здесь и едят, как едят скоты; но огонь геенский будет обиталищем им"
        },
        {
            "chapter": 47,
            "verse": 13,
            "text": "Сколько было городов! Каждый из них по своей силе был превосходнее твоего города, который изгнал тебя: Мы погубили их, и не было им защитника"
        },
        {
            "chapter": 47,
            "verse": 14,
            "text": "Кто утверждался на ясном учении Господа своего таков ли, как тот, кто обольщался своею злою деятельностью и следовал страстям своим"
        },
        {
            "chapter": 47,
            "verse": 15,
            "text": "Вот очерк рая, который обещан благочестивым. В нем реки из воды, не имеющей смрада; реки из молока, которого вкус не изменяется; реки из вина, приятного для пьющих; реки из меда очищенного. Там для них плоды всякого рода, и от Господа их прощение грехов. Есть ли что подобное у тех, которые вечно будут в огне, которых будут поить кипящею водою, терзающею их внутренности"
        },
        {
            "chapter": 47,
            "verse": 16,
            "text": "В числе их есть такие, которые слушают тебя; но как скоро уходят от тебя, говорят с теми, которые получили знание: \"Ну что ж это такое, что говорил он ныне!\" Это те, у которых сердца запечатал Бог, и которые следуют своим прихотям"
        },
        {
            "chapter": 47,
            "verse": 17,
            "text": "А в тех, которые идут правым путем, Он увеличит правоту и поддержит в них благочестие их"
        },
        {
            "chapter": 47,
            "verse": 18,
            "text": "И чего дождутся они, кроме внезапного наступления часа? Вот, уже признаки его наступают; и когда он наступит для них, то к чему послужат для них увещевания им"
        },
        {
            "chapter": 47,
            "verse": 19,
            "text": "Знай, что кроме Бога нет никого достойного достопокланяемого; у Него проси прощения грехам твоим и грехам каждого верующего и верующей: Бог знает и место вашей деятельности и место вашего покоя"
        }
    ]
}