{
    "pages": [
        {
            "chapter": 3,
            "verse": 101,
            "text": "И как вам делаться неверными, когда вам читаются знамения Бога, когда среди вас посланник Его? Кто в Боге ищет себе охраны, тот ведётся к прямому пути"
        },
        {
            "chapter": 3,
            "verse": 102,
            "text": "Верующие! Бойтесь Бога истинной богобоязливостью, и умирайте не иначе, как сделавшись покорными Ему"
        },
        {
            "chapter": 3,
            "verse": 103,
            "text": "Крепко держитесь все за вервь Божию и не разделяйтесь; помните благодеяние Бога к вам: когда вы были врагами между собою, Он сдружил сердца ваши, и вы, по благости Его, сделались братьями; в то время как вы были на краю огненной пропасти, Он отвёл вас от неё. Так открывает вам Бог свои знамения, для того, чтобы вы могли идти прямо"
        },
        {
            "chapter": 3,
            "verse": 104,
            "text": "и для того, чтобы из вас составилась религиозная община, призывающая к доброму, поощряющая к признанному хорошим, и удерживающая от худого. Таковые счастливы"
        },
        {
            "chapter": 3,
            "verse": 105,
            "text": "Не будьте подобны тем, которые, после того, как пришли к ним ясные указания, разделились и несогласные между собою: им будет великое наказание"
        },
        {
            "chapter": 3,
            "verse": 106,
            "text": "в тот день, когда у одних лица побелеют, у других лица почернеют. \"Вы, у которых лица черны, - не вы ли сделались неверными после того, как были верующими? Так вкусите муку за то, что сделались неверными"
        },
        {
            "chapter": 3,
            "verse": 107,
            "text": "Те же, у которых лица белы, будут в милости у Бога: в ней они будут вечно"
        },
        {
            "chapter": 3,
            "verse": 108,
            "text": "Вот знамения Божии; мы читаем их тебе верно; Бог не хочет быть несправедливым к мирам (людям)"
        }
    ]
}