{
    "chapter": [
        {
            "chapter": 53,
            "verse": 1,
            "text": "સોગંદ છે તારાઓના જ્યારે તે પડે"
        },
        {
            "chapter": 53,
            "verse": 2,
            "text": "તમારા સાથી ન તો રસ્તાથી ભટકેલા છે અને ન તો પથભ્રષ્ટ છે"
        },
        {
            "chapter": 53,
            "verse": 3,
            "text": "અને ન પોતાની ઇચ્છા પ્રમાણે કોઇ વાત કરી છે"
        },
        {
            "chapter": 53,
            "verse": 4,
            "text": "તે તો ફકત વહી છે જે ઉતારવામાં આવે છે"
        },
        {
            "chapter": 53,
            "verse": 5,
            "text": "(વહી ) ને તાકાતવર ફરિશ્તાએ શિખવાડ્યું છે"
        },
        {
            "chapter": 53,
            "verse": 6,
            "text": "જે શક્તિશાળી છે. પછી તે સીધો ઉભો થઇ ગયો"
        },
        {
            "chapter": 53,
            "verse": 7,
            "text": "અને તે ઊંચા આકાશના કિનારા પર હતો"
        },
        {
            "chapter": 53,
            "verse": 8,
            "text": "પછી નજીક થયો અને ઉતરી આવ્યો"
        },
        {
            "chapter": 53,
            "verse": 9,
            "text": "બસ ! તે બે કમાનોના બરાબર જગ્યા રહી ગઇ. તેનાથી પણ ઓછી"
        },
        {
            "chapter": 53,
            "verse": 10,
            "text": "બસ ! તેણે અલ્લાહના બંદાને વહી પહોંચાડી જે કંઇ પણ પહોંચાડ્યુ"
        },
        {
            "chapter": 53,
            "verse": 11,
            "text": "હૃદયે જુઠું ન ઠેરવ્યુ જે કંઇ (પયગંબરે) જોયુ"
        },
        {
            "chapter": 53,
            "verse": 12,
            "text": "શું તમે ઝધડો કરો છો તેની સાથે ? જે (પયગંબર) જૂએ છે"
        },
        {
            "chapter": 53,
            "verse": 13,
            "text": "(જિબ્રઇલ) ને તમે બીજી વખત પણ જોયા હતા"
        },
        {
            "chapter": 53,
            "verse": 14,
            "text": "સિદરતુલ્ મુન્તહા પાસે"
        },
        {
            "chapter": 53,
            "verse": 15,
            "text": "તેની જ પાસે જન્નતુલ્ મઅવા છે"
        },
        {
            "chapter": 53,
            "verse": 16,
            "text": "જ્યારે કે સિદરહને છુપાયેલી હતી, તે વસ્તુ જે છુપાવવામાં આવી રહી હતી"
        },
        {
            "chapter": 53,
            "verse": 17,
            "text": "ન તો નઝર હટી ન તો હદથી વધી"
        },
        {
            "chapter": 53,
            "verse": 18,
            "text": "નિ;શંક તેણે પોતાના પાલનહારની મોટી મોટી નિશાનીઓમાંથી કેટલીક નિશાનીઓ જોઇ લીધી"
        },
        {
            "chapter": 53,
            "verse": 19,
            "text": "શું તમે લાત અને ઉઝ્ઝાને જોયા"
        },
        {
            "chapter": 53,
            "verse": 20,
            "text": "અને મનાત્ જે ત્રીજા છે"
        },
        {
            "chapter": 53,
            "verse": 21,
            "text": "શું તમારા માટે પુત્રો અને અલ્લાહ માટે પુત્રીઓ છે"
        },
        {
            "chapter": 53,
            "verse": 22,
            "text": "આ તો હવે ખુબ જ અન્યાય ની વાત છે"
        },
        {
            "chapter": 53,
            "verse": 23,
            "text": "ખરેખર આ તો એક નામ છે, જે તમે અને તમારા બાપ-દાદાઓએ (નામ) રાખી લીધા છે. અલ્લાહ તઆલાએ તેઓના કોઇ પુરાવા નથી ઉતારયા, આ લોકો તો ફકત અટકળો ઉપર પોતાની મનચાહત પાછળ પડેલા છે અને ખરેખર તેમના પાલનહાર તરફથી તેમની પાસે સત્ય માર્ગદર્શન આવી પહોંચ્યું છે"
        },
        {
            "chapter": 53,
            "verse": 24,
            "text": "શું દરેક વ્યક્તિ જે ઇચ્છે તેને મળ્યું છે"
        },
        {
            "chapter": 53,
            "verse": 25,
            "text": "અલ્લાહના જ હાથમાં છે આ જગત અને તે જગત"
        },
        {
            "chapter": 53,
            "verse": 26,
            "text": "અને ઘણા ફરિશ્તાઓ આકાશોમાં છે જેઓની શિફારીશ કંઇ પણ ફાયદો નહીં પહોચાડી શકે, પરંતુ આ અલગ વાત છે કે અલ્લાહ તઆલા પોતાની ખુશી અને પોતાની ઇચ્છા પ્રમાણે જેને ઇચ્છે પરવાનગી આપી દે"
        },
        {
            "chapter": 53,
            "verse": 27,
            "text": "નિ:શંક જે લોકો આખિરત પર ઇમાન નથી લાવતા તેઓ ફરિશ્તાઓને સ્ત્રીઓના નામ આપી દે છે"
        },
        {
            "chapter": 53,
            "verse": 28,
            "text": "જો કે તેઓને આ વિશે કંઇ પણ જ્ઞાન નથી. તેઓ ફકત પોતાની કલ્પના જ કરી રહ્યા છે. અને નિ:શંક કલ્પના સત્ય સામે કંઇ કામ નથી આવતી"
        },
        {
            "chapter": 53,
            "verse": 29,
            "text": "તો તમે તેમનાથી મોઢું ફેરવી લો, જે અમારા સ્મરણથી મોઢું ફેરવે અને જેમની ઇચ્છા ફકત દૂન્યવી જીવન સિવાય કંઇ જ નથી"
        },
        {
            "chapter": 53,
            "verse": 30,
            "text": "આ જ તેઓના જ્ઞાનની સીમા છે. તમારો પાલનહાર તેઓને ખુબ જ જાણે છે જે તેના માર્ગથી ભટકેલા છે. અને તેને પણ ખુબ જ જાણે છે જે તેના માર્ગ પર છે"
        },
        {
            "chapter": 53,
            "verse": 31,
            "text": "અને અલ્લાહનું જ છે જે કંઇ આકાશોમાં છે અને જે કંઇ ધરતીમાં છે જેથી અલ્લાહ તઆલા ખરાબ કાર્ય કરવાવાળાને તેમના કર્મોનો બદલો આપે અને સારા કર્મ કરવાવાળાઓને સારો બદલો આપે"
        },
        {
            "chapter": 53,
            "verse": 32,
            "text": "તે લોકોને જેઓ મોટા ગુનાહોથી બચે છે અને અશ્ર્લિલતાથી પણ (તેઓને ખુબ જાણે છે) હાં કોઇ નાના ગુનાહ સિવાય, (એટલે કે થઇ જાય) નિ:શંક તારો પાલનહાર વ્યાપક માફીવાળો છે, તે તમને ખુબ સારી રીતે જાણે છે, જ્યારે કે તેણે તમને ધરતી માંથી પેદા કર્યા અને જ્યારે કે તમે તમારી માતાઓના ગર્ભમાં બાળક હતા, બસ ! તમે પોતાની પવિત્રતા પોતે જ બયાન ન કરો, તે જ ડરવાવાળાઓને ખુબ જ જાણે છે"
        },
        {
            "chapter": 53,
            "verse": 33,
            "text": "શું તમે તેને જોયો જેણે મોઢું ફેરવી લીધું"
        },
        {
            "chapter": 53,
            "verse": 34,
            "text": "ઘણું જ ઓછુ આપ્યું અને હાથ પણ રોકી લીધા"
        },
        {
            "chapter": 53,
            "verse": 35,
            "text": "શું તેને અદ્ર્શ્યનું જ્ઞાન છે કે તે (બધુ જ) જોઇ રહ્યો છે"
        },
        {
            "chapter": 53,
            "verse": 36,
            "text": "શું તેને તે વસ્તુની ખબર આપવામાં નથી આવી જે મૂસાના"
        },
        {
            "chapter": 53,
            "verse": 37,
            "text": "અને પ્રમાણીક ઇબ્રાહીમના પુસ્તિકાઓમાં હતું"
        },
        {
            "chapter": 53,
            "verse": 38,
            "text": "કે કોઇ વ્યક્તિ બીજાનો ભાર નહીં ઉઠાવે"
        },
        {
            "chapter": 53,
            "verse": 39,
            "text": "અને એ કે દરેક વ્યક્તિ માટે ફકત તે જ છે જેનો પ્રયાસ તેણે પોતે જ કર્યો છે"
        },
        {
            "chapter": 53,
            "verse": 40,
            "text": "અને એ કે નિ;શંક તેનો પ્રયાસ નજીકમાં જ જોવામાં આવશે"
        },
        {
            "chapter": 53,
            "verse": 41,
            "text": "પછી તેને પુરે પુરો બદલો આપવામાં આવશે"
        },
        {
            "chapter": 53,
            "verse": 42,
            "text": "અને એ કે તમારા પાલનહાર તરફ જ અંતિમ ઠેકાણું છે"
        },
        {
            "chapter": 53,
            "verse": 43,
            "text": "અને એ કે તે જ હસાવે છે અને તે જ રડાવે છે"
        },
        {
            "chapter": 53,
            "verse": 44,
            "text": "અને એ કે તે જ મૃત્યુ આપે છે અને તે જ જીવિત કરે છે"
        },
        {
            "chapter": 53,
            "verse": 45,
            "text": "અને એ કે તેણે જ જોડકા એટલે કે નર અને માદા પેદા કર્યા છે"
        },
        {
            "chapter": 53,
            "verse": 46,
            "text": "ટીપા વડે જ્યારે કે ટપકાવવામાં આવે છે"
        },
        {
            "chapter": 53,
            "verse": 47,
            "text": "અને એ કે તેના જ શિરે બીજી વખત જીવિત કરવાનું છે"
        },
        {
            "chapter": 53,
            "verse": 48,
            "text": "અને એ કે તે જ ધનવાન બનાવે છે અને તે જ ધન આપે છે"
        },
        {
            "chapter": 53,
            "verse": 49,
            "text": "અને એ કે તે જ તારાઓનો રબ છે"
        },
        {
            "chapter": 53,
            "verse": 50,
            "text": "અને એ કે તેણે જ પ્રથમ આદને નષ્ટ કર્યા છે"
        },
        {
            "chapter": 53,
            "verse": 51,
            "text": "અને ષમૂદીયોને પણ (જેમાથી) એકને પણ બાકી ન છોડયો"
        },
        {
            "chapter": 53,
            "verse": 52,
            "text": "અને આ પહેલા નૂહની કોમને, નિ:શંક તેઓ ખુબ જ અત્યાચારી અને બળવાખોર હતા"
        },
        {
            "chapter": 53,
            "verse": 53,
            "text": "અને મુઅતફીકા (શહેર અથવા ઉલટાવેલી વસ્તીઓને) તેણે જ ઉલ્ટાવી નાખી"
        },
        {
            "chapter": 53,
            "verse": 54,
            "text": "પછી તેઓ પર છવાઇ ગઇ (એટલે કે તેમના પર પત્થરો નો વરસાદ)"
        },
        {
            "chapter": 53,
            "verse": 55,
            "text": "બસ ! હે માનવી તુ પોતાના પાલનહારની કઇ કઇ નેઅમતો ઉપર ઝઘડો કરીશ"
        },
        {
            "chapter": 53,
            "verse": 56,
            "text": "આ (પયગંબર) ચેતવણી આપનારા છે, પ્રથમ ચેતવણી આપનારાઓમાંથી"
        },
        {
            "chapter": 53,
            "verse": 57,
            "text": "કયામત નજીક આવી ગઇ"
        },
        {
            "chapter": 53,
            "verse": 58,
            "text": "અલ્લાહ સિવાય તેનો (નક્કી કરેલ સમય) જાહેર કરનાર કોઇ નથી"
        },
        {
            "chapter": 53,
            "verse": 59,
            "text": "બસ ! શું તમે આ વાતથી નવાઇ પામો છો"
        },
        {
            "chapter": 53,
            "verse": 60,
            "text": "અને હસો છો. રડતા નથી"
        },
        {
            "chapter": 53,
            "verse": 61,
            "text": "(પરંતુ) તમે રમી રહ્યા છો"
        },
        {
            "chapter": 53,
            "verse": 62,
            "text": "હવે અલ્લાહની સમક્ષ સિજદા કરો અને (તેની જ) બંદગી કરો"
        }
    ]
}