{
    "rukus": [
        {
            "chapter": 8,
            "verse": 1,
            "text": "Sana savas ganimetlerini soruyorlar. De ki: \"Ganimetler Tanrı´nın ve elcisinindir. Buna gore, eger inanclılar iseniz Tanrı´dan korkup sakının, aranızı duzeltin ve Tanrı´ya ve elcisine itaat edin"
        },
        {
            "chapter": 8,
            "verse": 2,
            "text": "Inanclılar ancak o kimselerdir ki, Tanrı anıldıgında kalpleri titrer, O´nun ayetlerinin kendilerine okunması inanclarını arttırır ve yalnızca rablerine tevekkul ederler"
        },
        {
            "chapter": 8,
            "verse": 3,
            "text": "Onlar, namazı gozetirler ve kendilerine verdigimiz rızıklardan infak ederler"
        },
        {
            "chapter": 8,
            "verse": 4,
            "text": "Iste gercek inanclılar bunlardır. Rableri katında onlar icin dereceler, bagıslanma ve tukenmez / ustun bir rızk vardır"
        },
        {
            "chapter": 8,
            "verse": 5,
            "text": "Rabbin seni evinden hak ugrunda (savasa) cıkardıgında inanclılardan bir grup isteksizdi"
        },
        {
            "chapter": 8,
            "verse": 6,
            "text": "(hersey) Acıkca ortaya cıktıktan sonra bile, sanki kendileri goz gore gore olume surukleniyorlarmıs gibi, seninle hak konusunda tartısıp duruyorlardı"
        },
        {
            "chapter": 8,
            "verse": 7,
            "text": "Hani Tanrı iki topluluktan birinin mutlaka sizin olacagını vadetmisti; siz de gucsuz olanın sizin olmasını istiyordunuz. Oysa Tanrı, sozleriyle hakkın ve kafirlerin arkasını kesmek (kokunu kurutmak) istiyordu"
        },
        {
            "chapter": 8,
            "verse": 8,
            "text": "O, suclu-gunahkarlar istemesede hakkı gerceklestirmek ve batılı gecersiz kılmak icin (boyle istiyordu)"
        },
        {
            "chapter": 8,
            "verse": 9,
            "text": "Siz rabbinizden yardım istiyordunuz, O da: \"Kuskusuz ben size birbiri ardınca bin melek ile yardım ediciyim\" diye cevap vermisti"
        },
        {
            "chapter": 8,
            "verse": 10,
            "text": "Tanrı bunu yalnızca bir mujde ve kalplerinizin tatmin bulması icin yapmıstı; (yoksa) Tanrı´nın katından baskasında nusret (zafer ve yardım) yoktur. Hic kuskusuz Tanrı ustun ve guclu olandır, hukum ve hikmet sahibidir"
        }
    ]
}