{
    "rukus": [
        {
            "chapter": 9,
            "verse": 90,
            "text": "Bedevilerden ozur belirtenler, kendilerine izin verilmesi icin geldiler. Tanrı´ya ve elcisine yalan soyleyenler de oturup kaldı. Onlardan kufredenlere pek acı bir azab isabet edecektir"
        },
        {
            "chapter": 9,
            "verse": 91,
            "text": "Tanrı´ya ve elcisine karsı ´icten baglı kalıp hayra cagıranlar´ oldukları surece, gucsuz zayıflara, hastalara ve infak etmek icin bir sey bulamayanlara bir sorumluluk (gunah) yoktur. Iyilik edenlerin aleyhinde de bir yol yoktur. Tanrı, bagıslayandır, esirgeyendir"
        },
        {
            "chapter": 9,
            "verse": 92,
            "text": "Bir de (savasa katılabilecekleri bir binege) bindirmen icin sana her gelislerinde \"Sizi bindirecek bir sey bulamıyorum\" dedigin ve infak edecek bir sey bulamayıp huzunlerinden dolayı gozlerinden yaslar bosana bosana geri donenler uzerinde de (sorumluluk) yoktur"
        },
        {
            "chapter": 9,
            "verse": 93,
            "text": "Yol, ancak o kimseler aleyhinedir ki, zengin oldukları halde (savasa cıkmamak icin) senden izin isterler ve bunlar geride kalanlarla birtikte olmayı secerler. Tanrı, onların kalplerini muhurlemistir. Bundan dolayı onlar bilmezler"
        },
        {
            "chapter": 9,
            "verse": 94,
            "text": "Onlara geri dondugunuzde size ozur belirttiler. De ki: \"Ozur belirtmeyin, size kesin olarak inanmıyoruz / guvenmiyoruz (len numine). Tanrı bize durumunuzu haber vermistir. Yaptıklarınızı Tanrı gorecektir, O´nun elcisi de. Sonra gaybı da, musahade edilebileni de bilene donduruleceksiniz ve O yaptıklarınızı size haber verecektir"
        },
        {
            "chapter": 9,
            "verse": 95,
            "text": "Onlara geri dondugunuzde (kalebtum) kendilerinden vazgecmeniz icin Tanrı´ya and icecekler. Artık siz onlara sırt cevirin. Onlar gercekten pistirler. Kazanmakta olduklarının bir cezası olarak, barınma yerleri cehennemdir"
        },
        {
            "chapter": 9,
            "verse": 96,
            "text": "Kendilerinden hosnut olmanız icin size yemin ederler. Siz onlardan hosnut olsanız bile suphesiz Tanrı, fasıklar kavminden hosnut olmaz"
        },
        {
            "chapter": 9,
            "verse": 97,
            "text": "Bedeviler kufur ve nifak bakımından daha siddetlidir. Tanrı´nın elcisine indirdigi sınırları bilmemeye de onlar daha ´yatkın ve elverislidir.´ Tanrı bilendir, hukum ve hikmet sahibidir"
        },
        {
            "chapter": 9,
            "verse": 98,
            "text": "Bedevilerden oyleleri vardır ki, infak ettigini bir cereme sayar ve sizi felaketlerin sarıvermesini bekler. Kotu felaket onları sarsın. Tanrı isitendir, bilendir"
        },
        {
            "chapter": 9,
            "verse": 99,
            "text": "Bedevilerden oyleleri de vardır ki, onlar Tanrı´ya ve ahiret gunune inanır ve infak ettigini Tanrı katında bir yakınlasmaya ve elcinin dua ve bagıslama dileklerine (bir yol) sayar. Haberiniz olsun, bu gercekten onlar icin bir yakınlasmadır. Tanrı da onları kendi rahmetine sokacaktır. Suphesiz Tanrı bagıslayandır, esirgeyendir"
        }
    ]
}