{
    "rukus": [
        {
            "chapter": 42,
            "verse": 10,
            "text": "Hakkında ihtilafa dustugunuz herhangi bir sey; artık O´nun hukmu Tanrı´nındır. Iste rabbim olan Tanrı. Ben O´na tevekkul ettim ve yalnızca O´na donup yonelirim"
        },
        {
            "chapter": 42,
            "verse": 11,
            "text": "O goklerin ve yerin yaratıcısıdır (fatır). Size kendi nefislerinizden esler, davarlardan da ciftler var etti. Sizleri bu tarzda turetip yayıyor. O´nun benzeri gibi olan hicbir sey yoktur. O, isitendir, gorendir"
        },
        {
            "chapter": 42,
            "verse": 12,
            "text": "Goklerin ve yerin anahtarları O´nundur. O, diledigine rızkı genisletir / yayar veya kısar / daraltır / kısıtlar. Cunku O her seyi bilendir"
        },
        {
            "chapter": 42,
            "verse": 13,
            "text": "O: \"Dini dosdogru ayakta tutun ve onda ayrılıga dusmeyin\" diye dinden Nuh´a vasiyet ettigini ve sana vahyettigimizi, Ibrahim´e, Musa´ya ve Isa´ya vasiyet ettigimizi sizin icin de tesri etti (bir seriat kıldı). Senin kendilerini cagırdıgın sey, musriklere agır geldi. Tanrı, diledigini buna secer ve icten kendisine yoneleni hidayete erdirir"
        },
        {
            "chapter": 42,
            "verse": 14,
            "text": "Onlar, kendilerine ilim geldikten sonra, yalnızca aralarındaki ´tecavuz ve haksızlık´ dolayısıyla ayrılıga dustuler. Eger rabbinden adı konulmus bir ecele kadar gecmis (verilmis) bir soz olmasaydı, muhakkak aralarında hukum verilmis (is bitirilmis)ti. Suphesiz onların ardından Kitaba mirascı olanlar ise, her halde ona karsı kusku verici bir tereddut icindedirler"
        },
        {
            "chapter": 42,
            "verse": 15,
            "text": "Su halde, sen bundan dolayı davet et ve buyruldugun gibi dogru bir yon tuttur. Onların hevalarına uyma. Ve de ki: \"Tanrı´nın indirdigi her kitaba inandım. Aranızda adaletli davranmam buyruldu. Tanrı, bizim de rabbimiz, sizin de rabbinizdir. Bizim amellerimiz bizim, sizin amelleriniz sizindir. Bizimle aranızda ´deliller getirerek tartısma(ya, huccete gerek)´ yoktur. Tanrı bizi bir araya getirip toplayacaktır. Donus O´nadır"
        },
        {
            "chapter": 42,
            "verse": 16,
            "text": "O´na icabet olunduktan sonra, Tanrı hakkında (sozde) ´deliller one surup tartısanların´ delilleri, rableri katında gecersizdir. Onların uzerinde bir gazab vardır ve siddetli azab onlaradır"
        },
        {
            "chapter": 42,
            "verse": 17,
            "text": "Ki Tanrı, hak olmak uzere Kitabı ve mizanı indirdi. Ne bilirsin; belki kıyamet saati pek yakındır"
        },
        {
            "chapter": 42,
            "verse": 18,
            "text": "Onda acele edenler, (gercekte) ona inanmayanlardır. Inananlar ise ona karsı bir korku icindedirler ve onun gercekten hak oldugunu bilirler. Haberiniz olsun, kıyamet saati konusunda tartısanlar gercekte uzak bir sapıklık icindedirler"
        },
        {
            "chapter": 42,
            "verse": 19,
            "text": "Tanrı, kullarına karsı lutuf sahibidir; diledigini rızıklandırır. O, kuvvetlidir, azizdir"
        }
    ]
}