{
    "rukus": [
        {
            "chapter": 65,
            "verse": 1,
            "text": "Ey Peygamber! Kadınları bosadıgınız zaman, iddetleri suresinde (temizlendiklerinde) bosayın ve iddeti sayın. Rabbiniz Tanrı´dan korkun. Onları evlerinden cıkarmayın, onlar da cıkmasınlar ancak acık ´cirkin bir hayasızlık´ gostermeleri durumu baska. Bunlar Tanrı´nın sınırlarıdır. Kim Tanrı´nın sınırlarını cignerse, gercekte o, kendi nefsine zulmetmis olur. Sen bilmezsin; olabilir ki Tanrı, bunun arkasından bir buyruk olusturur/cıkarır"
        },
        {
            "chapter": 65,
            "verse": 2,
            "text": "Sonra (uc iddet bekleme) surelerine (ecel) ulastıkları zaman, artık onları maruf (bilinen guzel bir tarz) uzere tutun, ya da maruf uzere onlardan ayrılın. Icinizden adalet sahibi iki kisiyi de sahid tutun. Sahidligi Tanrı icin dosdogru yerine getirin. Iste bununla Tanrı´ya ve ahiret gunune inananlara ogut verilir. Kim Tanrı´dan korkup sakınırsa, (Tanrı) ona bir cıkıs yolu gosterir"
        },
        {
            "chapter": 65,
            "verse": 3,
            "text": "Ve onu hesaba katmadıgı bir yonden rızıklandırır. Kim de Tanrı´ya tevekkul ederse, O ona yeter. Elbette Tanrı kendi buyrugunu yerine getirip gerceklestirendir. Tanrı her sey icin bir olcu kılmıstır"
        },
        {
            "chapter": 65,
            "verse": 4,
            "text": "Kadınlarınızdan artık adetten kesilmis olanlarla henuz adet gormemis bulunanların iddet (bekleme sure)leri, -eger supheye dusecek olursanız (bilin ki)- uc aydır. Hamile kadınların bekleme suresi (ecel) ise, yuklerini bırakmaları (ile biter). Kim Tanrı´dan korkup sakınırsa (Tanrı) ona buyrugunda bir kolaylık gosterir"
        },
        {
            "chapter": 65,
            "verse": 5,
            "text": "Bu, Tanrı´nın size indirdigi buyruktur. Kim Tanrı´dan korkup sakınırsa, Tanrı kotuluklerini orter (yukeffir) ve onun ecrini buyutur"
        },
        {
            "chapter": 65,
            "verse": 6,
            "text": "(Bosadıgınız) Kadınları, gucunuz oranında oturmakta oldugunuz yerin bir yanında oturtun, onlara ´darlık ve sıkıntıya dusurmek amacıyla´ zarar vermeyin. Eger onlar hamile iseler, yuklerini bırakıncaya (dogumlarını yapıncaya) kadar onlara nafaka verin. Sayet sizler icin (cocugu) emzirirlerse, onlara ucretlerini odeyin. (Durum ve iliskilerinizi) Kendi aranızda maruf (guzellikle ve islama uygun bir tarz) uzere gorusup konusun. Eger gucluk icine girerseniz bu durumda (cocugu) onun (babası) icin bir baskası emzirebilir"
        },
        {
            "chapter": 65,
            "verse": 7,
            "text": "Genis imkanları olan, nafakayı genis imkanlarına gore versin. Rızkı kısıtlı tutulan da, artık Tanrı´nın kendisine verdigi kadarıyla versin. Tanrı, hicbir nefse ona verdiginden baskasıyla yukumluluk koymaz. Tanrı, bir guclugun ardından bir kolaylıgı kılıp verecektir"
        }
    ]
}