{
    "rukus": [
        {
            "chapter": 4,
            "verse": 116,
            "text": "Hic suphesiz, Tanrı, kedisine sirk kosanları bagıslamaz. Bunun dısında kalanlar ise, (onlardan) diledigini bagıslar. Kim Tanrı´ya sirk kosarsa elbette o uzak bir sapıklıkla sapmıstır"
        },
        {
            "chapter": 4,
            "verse": 117,
            "text": "Onlar, O´nu bırakıp da (bir takım) disilere taparlar. Onlar o her turlu hayırla iskisi kesilmis seytandan baskasına tapmazlar"
        },
        {
            "chapter": 4,
            "verse": 118,
            "text": "Tanrı onu lanetlemistir. O da (soyle) dedi: \"Andolsun, kullarından ´miktarları tesbit edilmis bir grubu´ (kendime usak) edinecegim"
        },
        {
            "chapter": 4,
            "verse": 119,
            "text": "Onları -ne olursa olsun- sasırtıp saptıracagım, en olmadık kuruntulara dusurecegim ve onlara kesin olarak davarların kulaklarını kesmelerini buyuracagım ve Tanrı´nın yarattıklarını degistirmelerini buyuracagım\" Kim Tanrı´yı bırakıp da seytanı dost (veli) edinirse, kuskusuz o, apacık bir husrana ugramıstır"
        },
        {
            "chapter": 4,
            "verse": 120,
            "text": "(Seytan) Onlara vaadler ediyor, onları en olmadık kuruntulara dusuruyor. Oysa seytan, onlara bir aldanıstan baska bir sey va´detmez"
        },
        {
            "chapter": 4,
            "verse": 121,
            "text": "Onların barınma yerleri cehennemdir, ondan kacacak bir yer bulamayacaklardır"
        },
        {
            "chapter": 4,
            "verse": 122,
            "text": "Inanıp salih amellerde bulunanlar, biz onları altından ırmaklar akan, icinde ebedi kalacakları cennetlere sokacagız. Bu, Tanrı´nın gercek olan vaadidir. Tanrı´dan daha dogru sozlu kim vardır"
        },
        {
            "chapter": 4,
            "verse": 123,
            "text": "Ne sizin kuruntularınızla, ne de Kitap ehlinin kuruntularıyla degil. Kim kotuluk yaparsa, onunla ceza gorur; o, Tanrı´dan baska bir veli (dost) ve bir yardımcı bulamaz"
        },
        {
            "chapter": 4,
            "verse": 124,
            "text": "Erkek olsun, kadın olsun inanclı olarak kim salih bir amelde bulunursa, onlar cennete girecek ve bir ´cekirdegin sırtındaki tomurcuk kadar´ bile haksızlıga ugramayacaklardır"
        },
        {
            "chapter": 4,
            "verse": 125,
            "text": "Iyilik yaparak kendini Tanrı´ya teslim eden ve hanif olan Ibrahim´in dinine uyandan daha guzel dinli kimdir? Tanrı, Ibrahim´i dost edinmistir"
        },
        {
            "chapter": 4,
            "verse": 126,
            "text": "Goklerde ve yerde ne varsa tumu Tanrı´nındır. Tanrı, her seyi kusatandır"
        }
    ]
}