{
    "rukus": [
        {
            "chapter": 5,
            "verse": 35,
            "text": "Ey inananlar, Tanrı´dan korkup sakının ve (sizi) O´na (yaklastıracak) vesile arayın. O´nun yolunda cihad edin, umulur ki kurtulusa erersiniz"
        },
        {
            "chapter": 5,
            "verse": 36,
            "text": "Gercek su ki, kafirler, yeryuzunde olanların tumu ve bununla birlikte bir katı daha onların olsa, bununla da kıyamet gununun azabından (kurtulmak icin) fidye vermeye kalkıssalar, yine de onlardan kabul edilmez. Onlar icin acı bir azab vardır"
        },
        {
            "chapter": 5,
            "verse": 37,
            "text": "(Orada) Atesten cıkmak isterler ama oradan cıkacak degiller. Onlar icin surekli bir azab vardır"
        },
        {
            "chapter": 5,
            "verse": 38,
            "text": "Hırsız erkek ve hırsız kadının, (calıp) kazandıklarına bir karsılık, Tanrı´dan ´tekrarı onleyen kesin bir ceza´ olmak uzere ellerini kesin. Tanrı ustun ve guclu olandır, hukum ve hikmet sahibidir"
        },
        {
            "chapter": 5,
            "verse": 39,
            "text": "Ancak kim isledigi zulumden sonra tevbe eder ve (davranıslarını) duzeltirse, kuskusuz Tanrı onun tevbesini kabul eder. Muhakkak Tanrı bagıslayandır, esirgeyendir"
        },
        {
            "chapter": 5,
            "verse": 40,
            "text": "Goklerin ve yerin mulkunun Tanrı´ya ait oldugunu bilmiyor musun? O kimi dilerse azablandırır, kimi dilerse bagıslar. Tanrı her seye guc yetirendir"
        },
        {
            "chapter": 5,
            "verse": 41,
            "text": "Ey peygamber, kalpleri inanmadıgı halde agızlarıyla \"inandık\" diyenlerle Yahudiler´den kufur icinde caba harcayanlar seni uzmesin. Onlar, yalana kulak tutanlar, sana gelmeyen diger topluluk adına kulak tutanlar (haber toplayanlar)dır. Onlar kelimeleri yerlerine konulduktan sonra saptırırlar. \"Size bu verilirse onu alın, o verilmezse ondan kacının\" derler. Tanrı kimin fitne(ye dusme)sini isterse, artık onun icin sen Tanrı´dan hic birseye malik olamazsın. Iste onlar, Tanrı´nın kalplerini arıtmak istemedikleridir. Dunyada onlar icin bir asagılanma, ahirette onlar icin buyuk bir azab vardır"
        },
        {
            "chapter": 5,
            "verse": 42,
            "text": "Onlar yalana kulak tutanlardır, haram yiyicilerdir. Sana gelirlerse aralarında hukmet ve onlardan yuz cevir. Eger onlardan yuz cevirecek olursan, sana hic birseyle kesin olarak zarar veremezler. Aralarında hukmedersen adaletle hukmet. Kuskusuz Tanrı adaletle hukum yurutenleri sever"
        },
        {
            "chapter": 5,
            "verse": 43,
            "text": "Icinde Tanrı´nın hukmu bulunan Tevrat yanlarında oldugu halde, seni nasıl hakem kılıyorlar ve sonra bunun pesinden yuz ceviriyorlar? Iste onlar inanclı kimseler degildir"
        }
    ]
}