{
    "rukus": [
        {
            "chapter": 5,
            "verse": 44,
            "text": "Icinde hidayet ve ısık bulunan Tevrat´ı biz indirdik. Musluman peygamberler onunla Yahudiler arasında hukum veriyorlardı. Hahamlar ve din bilginleri de Tanrı´nın kitabından emredildikleri seylerle hukum verirler ve onun uzerine tanık olurlardı. Halkı ululamayın, beni ululayın ve ayetlerimi ucuz bir fiyata satmayın. Tanrı´nın indirdigi ile hukum vermeyenler kafirlerdir. [Bu ayetin cevirisinde onemli yanlıslıklar oldugunu dusunuyorum]"
        },
        {
            "chapter": 5,
            "verse": 45,
            "text": "Biz onda onların uzerine yazdık: Cana can, goze goz, buruna burun, kulaga kulak, dise dis ve (butun) yaralara (karsılık da) kısas vardır. Ama kim bunu sadaka olarak bagıslarsa o kendisi icin bir kefarettir. Kim Tanrı´nın indirdigiyle hukmetmezse, Iste onlar zalim olanlardır"
        },
        {
            "chapter": 5,
            "verse": 46,
            "text": "Onların (peygamberleri) ardından, yanlarındaki Tevrat´ı dogrulayıcı olarak Meryem oglu Isa´yı gonderdik. Ona, icinde hidayet ve nur bulunan, onundeki Tevrat´ı dogrulayan ve muttakiler icin bir kılavuz ve ogut olan Incil´i verdik"
        },
        {
            "chapter": 5,
            "verse": 47,
            "text": "Incil ehli de Tanrı´nın onda indirdikleriyle hukmetsinler. Kim Tanrı´nın indirdigi ile hukmetmezse iste onlar fasıktır"
        },
        {
            "chapter": 5,
            "verse": 48,
            "text": "Sana da (Ey Muhammed) onundeki kitap(lar)ı dogrulayıcı ve ona ´bir sahid-gozetleyici´ olarak kitabı (Kuran´ı) indirdik. Oyleyse aralarında Tanrı´nın indirdigiyle hukmet ve sana gelen haktan sapıp onların hevalarına uyma. Sizden her biriniz icin bir seriat ve bir yol-yontem kıldık. Eger Tanrı dileseydi, sizi tek bir ummet kılardı; ancak (bu) verdikleriyle sizi denemesi icindir. Artık hayırlarda yarısınız. Tumunuzun donusu Tanrı´yadır. Hakkında anlasmazlıga dustugunuz seyleri size haber verecektir"
        },
        {
            "chapter": 5,
            "verse": 49,
            "text": "Aralarında Tanrı´nın indirdigiyle hukmet ve onların hevalarına uyma. Tanrı´nın sana indirdiklerinin bir kısmından seni sasırtmamaları icin onlardan sakın. Sayet yuz cevirirlerse, bil ki Tanrı bir kısım gunahları nedeniyle onlara bir musibet tattırmak istemektedir. Kuskusuz insanların cogu fasıktır"
        },
        {
            "chapter": 5,
            "verse": 50,
            "text": "Onlar hala cahiliye hukmunu mu arıyorlar? Kesin bilgiyle inanan bir topluluk icin, hukmu Tanrı´dan daha guzel olan kimdir"
        }
    ]
}