{
    "maqras": [
        {
            "chapter": 29,
            "verse": 26,
            "text": "پوءِ ابراھيم تي لُوط ايمان آندو، ۽ (ابراھيم) چيو ته بيشڪ آءٌ پنھنجي پالڻھار ڏانھن وطن ڇڏڻ وارو آھيان، بيشڪ اُھو غالب حڪمت وارو آھي"
        },
        {
            "chapter": 29,
            "verse": 27,
            "text": "۽ اُن کي اسحاق ۽ يعقوب بخشيوسون ۽ سندس اولاد ۾ پيغمبري ۽ ڪتاب مقرر ڪيوسون ۽ کيس دنيا ۾ سندس اجر ڏنوسون، ۽ بيشڪ اُھو آخرت ۾ (به) صالحن مان آھي"
        },
        {
            "chapter": 29,
            "verse": 28,
            "text": "۽ لُوط کي (پيغمبر ڪري موڪليوسون) جڏھن پنھنجي قوم کي چيائين ته اوھين اُھو بي حيائي جو ڪم ڪندا آھيو جو جھان وارن مان ڪنھن ھڪ (به) اھو اوھان کان اڳ نه ڪيو آھي"
        },
        {
            "chapter": 29,
            "verse": 29,
            "text": "ڇا اوھين مڙسن ڏانھن (شھوت سان) ويندا آھيو ۽ واٽ تي ڦُر ڪندا آھيو، ۽ پنھنجن مجلسن ۾ بد ڪم ڪندا آھيو؟ پوءِ سندس قوم جي ورندي ھن چوڻ کان سواءِ نه ھئي ته جيڪڏھن سچن مان آھين ته الله جو عذاب اسان وٽ آڻ"
        },
        {
            "chapter": 29,
            "verse": 30,
            "text": "(لُوط) چيو ته اي منھنجا پالڻھار مون کي فسادين جي قوم تي مدد ڏي"
        },
        {
            "chapter": 29,
            "verse": 31,
            "text": "۽ جنھن مھل اسان جي قاصدن ابراھيم وٽ خوشخبري آندي (تنھن مھل) چيائون ته اسين ھن ڳوٺ وارن کي ناس ڪرڻ وارا آھيون، ڇوته اُتي جي رھڻ وارا ظالم (ٿيا) آھن"
        },
        {
            "chapter": 29,
            "verse": 32,
            "text": "(ابراھيم) چيو ته بيشڪ اُن ۾ لُوط آھي، چيائون ته جيڪو به منجھس آھي تنھن کي اسين چڱو ڄاڻندڙ آھيون، کيس ۽ سندس گھر جي ڀاتين کي ضرور بچائينداسون سواءِ سنديس زال جي جا باقي رھيلن مان ٿيندي"
        },
        {
            "chapter": 29,
            "verse": 33,
            "text": "۽ جنھن مھل اسان جا قاصد لُوط وٽ آيا تنھن مھل انھن جي (اچڻ) سببان ناراض ٿيو ۽ اُنھن جي (اچڻ) سببان دل تنگ ٿيو ۽ (اُنھن) چيو ته نڪي ڊڄ ۽ نڪي غم کاءُ، بيشڪ اسين توکي ۽ تنھنجي گھر جي ڀاتين کي بچائڻ وارا آھيون سواءِ تنھنجي زال جي جا باقي رھيلن مان ٿيندي"
        },
        {
            "chapter": 29,
            "verse": 34,
            "text": "بيشڪ اسين ھن ڳوٺ وارن تي ھڪ عذاب انھي سببان آسمان کان لاھڻ وارا آھيون جو بدڪار ٿيا آھن"
        },
        {
            "chapter": 29,
            "verse": 35,
            "text": "۽ بيشڪ اُن ڳوٺ جي پڌري نشاني سمجھندڙ قوم لاءِ ڇڏي سون"
        },
        {
            "chapter": 29,
            "verse": 36,
            "text": "۽ مدين (وارن) ڏانھن سندن ڀاءُ شعيب کي موڪليوسون پوءِ چيائين ته اي منھنجي قوم الله جي عبادت ڪريو ۽ قيامت جي ڏينھن جي اُميد رکو ۽ فسادي ٿي مُلڪ ۾ نه ڦِرو"
        },
        {
            "chapter": 29,
            "verse": 37,
            "text": "پوءِ اُن کي ڪوڙو ڀانيائون تنھنڪري کين زلزلي اچي ورتو پوءِ پنھنجن گھرن ۾ اونڌا ٿي (مري) پيا"
        },
        {
            "chapter": 29,
            "verse": 38,
            "text": "۽ عاد ۽ ثمود کي (چٽ ڪيوسون) ۽ بيشڪ سندين ڪن جاين مان اوھان کي پڌرو ٿي چڪو آھي، ۽ شيطان اُنھن لاءِ سندن عمل سينگاريا ھوا پوءِ کين سِڌي واٽ کان جھليائين ۽ (اُھي) سمجھ وارا (به) ھوا"
        },
        {
            "chapter": 29,
            "verse": 39,
            "text": "۽ قارون ۽ فرعون ۽ ھامان کي (به چٽ ڪيوسون)، ۽ بيشڪ مُوسىٰ پڌرن معجزن سان وٽن آيو پوءِ مُلڪ ۾ وڏائي ڪيائون ۽ (اڳتي) وڌي ويندڙ نه ھوا"
        },
        {
            "chapter": 29,
            "verse": 40,
            "text": "پوءِ سڀڪنھن کي سندس گناھ سببان پڪڙيوسون، پوءِ منجھانئن ڪن تي سخت آنڌي موڪلي سون، ۽ منجھانئن ڪن کي ڪڙڪي (اچي) ورتو، ۽ منجھانئن ڪن کي زمين ۾ ڳھايوسون، ۽ منجھانئن ڪن کي ٻوڙيوسون، ۽ ڪڏھن ٿيڻو نه ھو جو الله مٿن ظلم ڪري پر ھنن پنھنجو پاڻ تي ظلم ٿي ڪيو"
        },
        {
            "chapter": 29,
            "verse": 41,
            "text": "جن الله کانسواءِ ٻيا دوست ورتا آھن تن جو مثال ڪوريئڙي جي مثال وانگر آھي، جنھن گھر ٺاھيو، ۽ بيشڪ سڀني گھرن ۾ وڌيڪ ھيڻو ڪوريئڙي جو گھر آھي، جيڪڏھن (اھا ڳالھ) ڄاڻن ھا (ته ائين نه ڪن ھا)"
        },
        {
            "chapter": 29,
            "verse": 42,
            "text": "بيشڪ جنھن شيء کي الله کانسواءِ پوڄيندا آھن سا جيڪا به ھجي تنھن کي الله ڄاڻندو آھي، ۽ اُھو غالب حڪمت وارو آھي"
        },
        {
            "chapter": 29,
            "verse": 43,
            "text": "۽ اھي مثال آھن جن کي ماڻھن لاءِ بيان ڪندا آھيون، ۽ انھن کي ڄاڻندڙن کانسواءِ ڪونه سمجھندو آھي"
        },
        {
            "chapter": 29,
            "verse": 44,
            "text": "الله آسمانن ۽ زمين کي (چڱيء) رِٿ سان خلقيو آھي، بيشڪ اِن (ڪم) ۾ مؤمنن لاءِ (وڏي) نشاني آھي"
        },
        {
            "chapter": 29,
            "verse": 45,
            "text": "(اي پيغمبر) ڪتان مان جيڪي توڏانھن وحي ڪيو ويو سو پڙھ ۽ نماز پڙھ، بيشڪ نماز بي حيائي ۽ مَدي ڪم (ڪرڻ) کان جھليندي آھي، بيشڪ الله جو ياد ڪرڻ سڀ کان وڏو آھي، ۽ جيڪي ڪندا آھيو سو الله ڄاڻندو آھي"
        }
    ]
}