{
    "maqras": [
        {
            "chapter": 40,
            "verse": 21,
            "text": "مُلڪ ۾ نه گھميا آھن ڇا؟ ته (نھاري) ڏسن ته انھن جي پڇاڙي ڪھڙي طرح ٿي جيڪي کانئن اڳ ھوا، اُھي کائن سگھ ۾ زمين تي نشانين (يعني محلاتن جوڙڻ) ۾ تمام ڏاڍا ھوا پوءِ الله سندن گناھن سببان کين پڪڙيو، ۽ الله (جي عذاب) کان اُنھن کي ڪو بچائيندڙ نه ھو"
        },
        {
            "chapter": 40,
            "verse": 22,
            "text": "اِھا (سزا) ھن ڪري ھين جو سندن پيغمبر (پڌرن) مُعجزن سان وٽن آيا ٿي پوءِ انڪار ڪيائون تنھنڪري الله کين پڪڙيو، بيشڪ اُھو سگھارو سخت سزا ڏيڻ وارو آھي"
        },
        {
            "chapter": 40,
            "verse": 23,
            "text": "۽ بيشڪ موسىٰ کي پنھنجن مُعجزن ۽ پڌريءَ حُجّت سان موڪليوسون"
        },
        {
            "chapter": 40,
            "verse": 24,
            "text": "فرعون ۽ ھامان ۽ قارون ڏانھن پوءِ چيائون ته ڪُوڙو جادوگر آھي"
        },
        {
            "chapter": 40,
            "verse": 25,
            "text": "پوءِ جنھن مھل اسان وٽان ھنن وٽ سچي (پيغام) سان آيو (تنھن مھل) چيائون ته جن مٿس ايمان آندو آھي تن جا پُٽ ڪُھو ۽ سندن ڌيئرون جيئرون ڇڏيو، ۽ ڪافرن جو فريب ته رڳو غلطيءَ ۾ آھي"
        },
        {
            "chapter": 40,
            "verse": 26,
            "text": "۽ فرعون (دربار وارن کي) چيو ته مون کي ڇڏيو ته موسىٰ کي ڪُھان ۽ ڀلي ته پنھنجي پالڻھار کي سڏي، بيشڪ آءٌ ڊڄان ٿو ته متان اوھان جو دين مٽائي يا مُلڪ ۾ فساد پيدا ڪري"
        },
        {
            "chapter": 40,
            "verse": 27,
            "text": "۽ موسىٰ چيو ته بيشڪ مون سڀڪنھن ھٺيلي (جي لچائيءَ) کان جو حساب جي ڏينھن کي نه مڃيندو آھي پنھنجي پالڻھار ۽ اوھان جي پالڻھار جي پناھ ورتي"
        },
        {
            "chapter": 40,
            "verse": 28,
            "text": "۽ فرعون جي مائٽن مان ھڪ مؤمن مڙس جو پنھنجو ايمان لڪائيندو ھو (تنھن) چيو ته اھڙي مڙس کي ڪھو ٿا ڇا جو چوي ٿو ته منھنجو پالڻھار الله آھي ۽ بيشڪ اوھان وٽ اوھان جي پالڻھار کان (چٽا) مُعجزا آندا اٿس، جيڪڏھن کڻي ڪوڙو ھجي ته سندس ڪوڙ (جو وبال) مٿس آھي، ۽ جيڪڏھن سچو ھوندو ته جيڪو وعدو اوھان سان ڪري ٿو تنھن مان ڪجھ اوھان کي ضرور پھچندو، ڇوته جيڪو حد کان لنگھندڙ ڪوڙو ھوندو تنھن کي الله سڌو رستو نه ڏيکاريندو آھي"
        },
        {
            "chapter": 40,
            "verse": 29,
            "text": "اي منھنجي قوم اڄ اوھان جي بادشاھي آھي مُلڪ ۾ (اوھين) غالب آھيو، جيڪڏھن (عذاب) اسان وٽ اچي ته الله جي عذاب کان (بچڻ لاءِ) اسان کي ڪير واھر ڏيندو؟ فرعون چيو ته جيڪا (چڱي مصلحت) ڏسان ٿو تنھن کانسواءِ (ٻي) اوھان کي نه ٿو ڏيکاريان ۽ اوھان کي سڌي رستي کانسواءِ (ٻيو رستو) نه ٿو ڏيکاريان"
        },
        {
            "chapter": 40,
            "verse": 30,
            "text": "۽ جنھن ايمان آندو ھو تنھن چيو ته اي منھنجي قوم بيشڪ آءٌ اوھان تي اڳين ٽولين جھڙي (عذاب جي) ڏينھن (اچڻ) کان ڊڄان ٿو"
        },
        {
            "chapter": 40,
            "verse": 31,
            "text": "جھڙو حال نوح جي قوم ۽ عاد ۽ ثمود ۽ جيڪي کائن پوءِ ھوا تن جو (ٿيو ھو تھڙو متان ٿئي)، ۽ الله ٻانھن تي ظلم ڪرڻ نه گھرندو آھي"
        },
        {
            "chapter": 40,
            "verse": 32,
            "text": "۽ اي منھنجي قوم بيشڪ آءٌ اوھان تي ھڪ ٻئي کي سڏڻ جي (انھيءَ) ڏينھن (اچڻ) کان ڊڄان ٿو"
        },
        {
            "chapter": 40,
            "verse": 33,
            "text": "جنھن ڏينھن اوھين پٺيرا ٿي ڀڄندؤ، الله کانسواءِ (ٻيو) اوھان کي ڪو بچائڻ وارو نه ھوندو، ۽ جنھن کي الله ڀُلائي ڇڏي تنھن کي ڪو سِڌو رستو ڏيکارڻ وارو ڪونھي"
        },
        {
            "chapter": 40,
            "verse": 34,
            "text": "۽ بيشڪ ھن کان اڳ اوھان وٽ يوسف مُعجزن سان آيو ھو پوءِ جيڪي اوھان وٽ آندائين تنھن کان (اوھين) ھميشه شڪ ۾ ھُئؤ، تان جو جڏھن مُئو (تڏھن) چيوَ ته اُن کان پوءِ (ٻيو) ڪو پيغمبر الله نه موڪليندو، اھڙي طرح جيڪو حد کان لنگھندڙ شڪ ڪندڙ آھي تنھن کي الله ڀُلائيندو آھي"
        },
        {
            "chapter": 40,
            "verse": 35,
            "text": "اُنھن کي (ڀُلائيندو آھي) جيڪي الله جي نشانين بابت اھڙيءَ حُجّت ڌاران جا وٽن آئي ھجي جھڳڙو ڪندا آھن، (اھو سندن جھڳڙو ڪرڻ) الله وٽ ۽ مُؤمنن وٽ وڏي غضب جھڙي ڳالھ آھي، اھڙي طرح الله سڀڪنھن وڏائي ڪندڙ ھٺيلي جي دل تي مُھر ھڻندو آھي"
        },
        {
            "chapter": 40,
            "verse": 36,
            "text": "۽ فرعون چيو ته اي ھامان مون لاءِ ھڪ ماڙي بڻاءِ ته مانَ (انھن) واٽن سان پھچان"
        },
        {
            "chapter": 40,
            "verse": 37,
            "text": "آسمانن جي واٽن کي ته مُوسىٰ جي معبُود جي سڌ لھان ۽ بيشڪ آءٌ کيس ڪوڙو ڀائيندو آھيان، ۽ اھڙيءَ طرح فرعون کي سندس بڇڙو ڪم چڱو ڪري ڏيکاريو ويو ۽ سڌيءَ واٽ کان جھليو ويو، ۽ فرعون جو مڪر رُڳو خرابيءَ ۾ ھو"
        },
        {
            "chapter": 40,
            "verse": 38,
            "text": "۽ جنھن ايمان آندو ھو تنھن چيو ته اي منھنجي قوم منھنجي تابعداري ڪريو ته (آءٌ) اوھان کي سڌي رستي لايان"
        },
        {
            "chapter": 40,
            "verse": 39,
            "text": "اي منھنجي قوم ھيءَ دنيا جي حياتي (ٿوري) وٿ کانسواءِ (ٻيو) ڪي نه آھي، ۽ بيشڪ آخرت ئي سدائين رھڻ جو ھنڌ آھي"
        },
        {
            "chapter": 40,
            "verse": 40,
            "text": "جنھن بد ڪم ڪيو تنھن کي رڳو اُھڙو بدلو ڏبو، ۽ جنھن چڱو ڪم ڪيو خواہ مڙس ھجي خواہ زال ۽ اُھو مؤمن به ھجي ته اُھي بھشت ۾ گھڙندا منجھس اڻ ڳڻي روزي ڏبين"
        }
    ]
}