{
    "maqras": [
        {
            "chapter": 47,
            "verse": 33,
            "text": "اي ايمان وارؤ الله جو چيو مڃيو ۽ پيغمبر جو چيو مڃيو ۽ پنھنجا عمل نه وڃايو"
        },
        {
            "chapter": 47,
            "verse": 34,
            "text": "بيشڪ جن ڪفر ڪيو ۽ الله جي واٽ کان جھليو وري ڪافر ٿي مُئا تن کي الله ڪڏھن نه بخشيندو"
        },
        {
            "chapter": 47,
            "verse": 35,
            "text": "پوءِ سُست نه ٿيو ۽ صلح ڏانھن نه سڏيو، ۽ اوھين ئي غالب آھيو، ۽ الله اوھان ساڻ آھي ۽ اوھان جي عملن کي ڪڏھن ضايع نه ڪندو"
        },
        {
            "chapter": 47,
            "verse": 36,
            "text": "دنيا جي حياتي ته رڳو راند ۽ تماشو آھي، ۽ جيڪڏھن ايمان آڻيندؤ ۽ پرھيزگاري ڪندؤ ته اوھان جو اجر اوھان کي ڏيندو ۽ اوھان کان اوھان جو (سڀ) مال نه گھرندو"
        },
        {
            "chapter": 47,
            "verse": 37,
            "text": "جيڪڏھن اوھان کان (اوھان جو) مال گھري پوءِ (گھرڻ ۾) اوھان کي تنگ ڪري ته (انھيءَ وقت ضرور) بخيلي ڪندؤ ۽ اُھا (بخيلي) اوھان جون بدنيتون ظاھر ڪندي"
        },
        {
            "chapter": 47,
            "verse": 38,
            "text": "خبردار ھجو اوھين اُھي (ماڻھو) آھيو جو اوھان کي سڏيو وڃي ٿو ته الله جي واٽ ۾ خرچيو، پوءِ اوھان مان ڪو (ته اھڙو آھي جو) بخيلي ٿو ڪري، ۽ جيڪو بخيلي ٿو ڪري سو رڳو پاڻ سان بخيلي ڪري ٿو، ۽ الله بي پرواھ آھي ۽ اوھين محتاج آھيو، ۽ جيڪڏھن منھن موڙيندؤ ته اوھان کانسواءِ (ٻي) ڪنھن قوم کي مٽائي آڻيندو پوءِ اُھي اوھان جھڙا نه ھوندا"
        },
        {
            "chapter": 48,
            "verse": 1,
            "text": "(اي پيغمبر) بيشڪ اسان توکي پڌري فتح ڏني"
        },
        {
            "chapter": 48,
            "verse": 2,
            "text": "ته تنھنجا قُصور جيڪي اڳي گذريا ۽ جيڪي پوءِ تي رھيا سي (سڀ) الله توکي معاف ڪري ۽ توتي پنھنجي نعمت پوري ڪري ۽ توکي سِڌي واٽ ڏيکاري"
        },
        {
            "chapter": 48,
            "verse": 3,
            "text": "۽ الله غالب سوڀ سان توکي سوڀارو ڪري"
        },
        {
            "chapter": 48,
            "verse": 4,
            "text": "(الله) اُھو آھي جنھن مؤمنن جي دلين ۾ آرام نازل ڪيو ته (انھن جو) ايمان (اڳين) ايمان سان وڌيڪ ٿئي، ۽ آسمانن ۽ زمين جا لشڪر الله جا (ئي) آھن، ۽ الله ڄاڻندڙ حڪمت وارو آھي"
        },
        {
            "chapter": 48,
            "verse": 5,
            "text": "ته مؤمنن ۽ مؤمنياڻين کي اھڙن باغن ۾ داخل ڪري جن جي ھيٺان واھيون پيون وھن اُتي سدائين رھندا ۽ سندن مدايون کائن ميٽيندو، ۽ اِھا الله وٽ وڏي مراد ماڻڻ آھي"
        },
        {
            "chapter": 48,
            "verse": 6,
            "text": "۽ (ته) منافقن ۽ منافقياڻين کي ۽ مشرڪن ۽ مشرڪياڻين کي عذاب ڪري جي الله تي تمام بڇڙو گمان ڀانئيندڙ آھن، بڇڙي مصيبت مٿن ھجي شال، ۽ مٿن الله ڏمريو ۽ کين لعنت ڪيائين ۽ اُنھن لاءِ دوزخ تيار ڪيائين، ۽ اُھو بڇڙو ھنڌ آھي"
        },
        {
            "chapter": 48,
            "verse": 7,
            "text": "۽ آسمانن ۽ زمين جا لشڪر الله جا آھن، ۽ الله غالب حڪمت وارو آھي"
        },
        {
            "chapter": 48,
            "verse": 8,
            "text": "بيشڪ اسان توکي شاھدي ڏيندڙ ۽ خوشخبري ڏيندڙ ۽ ڊيڄاريندڙ ڪري موڪليو"
        },
        {
            "chapter": 48,
            "verse": 9,
            "text": "ته اوھين الله ۽ سندس پيغمبر تي ايمان آڻيو ۽ سندس (دين جي) مدد ڪريو ۽ سندس عِزّت ڪريو، ۽ صبح ۽ سانجھيءَ جو الله کي پاڪائيءَ سان ساراھيو"
        },
        {
            "chapter": 48,
            "verse": 10,
            "text": "بيشڪ جيڪي توسان بيعت ڪندا آھن سي الله ئي سان بيعت ڪندا آھن، سندن ھٿن مٿان الله جو ھٿ آھي، پوءِ جيڪو (انجام) ڀڃندو سو رڳو پنھنجي ڇيئي لاءِ ٿو ڀڃي، ۽ جنھن (ڳالھ) تي الله سان انجام ڪيو اٿس تنھنکي جيڪو پورو ڪندو پوءِ سگھو تنھن کي (الله) وڏو اجر ڏيندو"
        },
        {
            "chapter": 48,
            "verse": 11,
            "text": "(اي پيغمبر) ٻھراڙيءَ وارن مان پوءِ تي رھيل توکي چوندا ته اسان کي پنھنجن مالن ۽ پنھنجي گھر جي ڀاتين رُجھايو تنھنڪري اسان لاءِ بخشش گھر، پنھنجين زبانن سان اھا (ڳالھ) چوندا آھن جا اُنھن جي دلين ۾ نه آھي، (کين) چؤ ته جيڪڏھن (الله) اوھان کي ڏک پھچائڻ جو ارادو ڪري يا اوھان کي سُک پھچائڻ جو ارادو ڪري ته الله جي سامھون اوھان لاءِ ڪير ڪجھ ڪري سگھي ٿو، بلڪ جيڪي ڪجھ ڪندا آھيو تنھنجي الله خبر رکندڙ آھي"
        },
        {
            "chapter": 48,
            "verse": 12,
            "text": "بلڪ ڀانيوَ ته پيغمبر ۽ مؤمن پنھنجن گھرن ڏانھن اصلي ڪڏھن نه موٽندا ۽ اِھو (گمان) اوھان جي دلين ۾ چڱو (ڪري) ڏيکاريو ويو ۽ (تمام) بڇڙو گمان ڀانيوَ، ۽ (اوھين) ھلاڪ ٿيل قوم ٿيؤ"
        },
        {
            "chapter": 48,
            "verse": 13,
            "text": "۽ جنھن الله ۽ سندس پيغمبر تي ايمان نه آندو ته بيشڪ اسان انھن ڪافرن لاءِ ٻرندڙ باھ تيار ڪئي آھي"
        },
        {
            "chapter": 48,
            "verse": 14,
            "text": "۽ آسمانن ۽ زمين جي بادشاھي خاص الله جي آھي، جنھن کي وڻيس تنھن کي بخشي ۽ جنھن کي وڻيس تنھن کي عذاب ڪري، ۽ الله بخشڻھار مھربان آھي"
        },
        {
            "chapter": 48,
            "verse": 15,
            "text": "جڏھن غنيمتن جي ھٿ ڪرڻ لاءِ ويندؤ تڏھن پوءِ تي رھيل چوندا اسان کي ڇڏيو ته اوھان سان ھلون، گھرندا آھن ته الله جي وعدي جي مخالفت ڪن، (کين) چؤ ته اسان سان ڪڏھن نه ھلندؤ اھڙي طرح الله اڳي ئي فرمائي چڪو آھي، پوءِ سگھو چوندا ته بلڪ اوھين اسان سان حسد ٿا ڪريو، بلڪ (ھميشه) ٿورڙي کانسواءِ (ڪجھ به) نه سمجھندا ھوا"
        },
        {
            "chapter": 48,
            "verse": 16,
            "text": "(اي پيغمبر) پوءِ تي رھيلن ٻھراڙي وارن کي چؤ ته سخت ويڙھ واريءَ قوم (جي جنگ) ڏانھن (اوھين) سگھو سڏيا ويندؤ جو ساڻن ويڙھ ڪندؤ يا ته (اُھي) مُسلمان ٿيندا، پوءِ جيڪڏھن چيو مڃيندؤ ته الله اوھان کي چڱو اجر ڏيندو، ۽ جيڪڏھن (ائين) ڦرندؤ جيئن (اوھين) ھن کان اڳ ڦريا ھئو ته (الله) اوھان کي ڏکوئيندڙ عذاب جي سزا ڏيندو"
        },
        {
            "chapter": 48,
            "verse": 17,
            "text": "(جھاد جي رھڻ کان) نڪي انڌي تي ڪو گناھ آھي، ۽ نڪي مندي تي ڪو گناھ آھي ۽ نڪي بيمار تي ڪو گناھ آھي، ۽ جيڪو الله ۽ سندس پيغمبر جو چيو مڃيندو تنھن کي (الله اھڙن) باغن ۾ داخل ڪندو جن جي ھيٺان واھيون پيون وھن، ۽ جيڪو ڦرندو تنھنکي ڏکوئيندڙ عذاب جي سزا ڏيندو"
        }
    ]
}