{
    "rukus": [
        {
            "chapter": 2,
            "verse": 97,
            "text": "ಹೇಳಿರಿ; ಜಿಬ್ರೀಲರ ಶತ್ರುವಾಗಿರುವವನು (ತಿಳಿದಿರಲಿ) – ಅವರಂತು, ಅಲ್ಲಾಹನ ಆದೇಶದಂತೆ, (ಅವನ ಸಂದೇಶವನ್ನು) ನಿಮ್ಮ (ಮುಹಮ್ಮದರ) ಹೃದಯಕ್ಕೆ ಇಳಿಸುವವರಾಗಿದ್ದಾರೆ. ಅದು ತನಗಿಂತ ಹಿಂದೆ ಬಂದಿರುವ ಸತ್ಯವನ್ನು ಸಮರ್ಥಿಸುವ ಮಾರ್ಗದರ್ಶನವಾಗಿದೆ ಮತ್ತು ಸತ್ಯದಲ್ಲಿ ನಂಬಿಕೆ ಇಟ್ಟವರಿಗೆ ಶುಭವಾರ್ತೆಯಾಗಿದೆ"
        },
        {
            "chapter": 2,
            "verse": 98,
            "text": "ಅಲ್ಲಾಹನ ಹಾಗೂ ಅವನ ಮಲಕ್‌ಗಳ ಹಾಗೂ ಅವನ ದೂತರುಗಳ ಮತ್ತು ಜಿಬ್ರೀಲ್ ಹಾಗೂ ಮೀಕಾಯೀಲರ ಶತ್ರುವಾಗಿರುವವನು (ತಿಳಿದಿರಲಿ) – ಖಂಡಿತವಾಗಿಯೂ ಅಲ್ಲಾಹನು ಸತ್ಯಧಿಕ್ಕಾರಿಗಳ ಶತ್ರುವಾಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 2,
            "verse": 99,
            "text": "(ದೂತರೇ,) ನಾವು ನಿಮ್ಮೆಡೆಗೆ ಬಹಳ ಸ್ಪಷ್ಟವಾದ ವಾಕ್ಯಗಳನ್ನು ಇಳಿಸಿಕೊಟ್ಟಿರುತ್ತೇವೆ. ಅವಿಧೇಯರ ಹೊರತು ಬೇರಾರೂ ಅವುಗಳನ್ನು ಧಿಕ್ಕರಿಸುವುದಿಲ್ಲ"
        },
        {
            "chapter": 2,
            "verse": 100,
            "text": "ಅವರು ಏನಾದರೊಂದು ಕರಾರನ್ನು ಮಾಡಿಕೊಂಡಾಗಲೆಲ್ಲಾ ಅವರಲ್ಲಿನ ಯಾವುದಾದರೂ ಪಂಗಡವು ಅದನ್ನು ಮೂಲೆಗೆಸೆಯಲಿಲ್ಲವೆ? ನಿಜವಾಗಿ ಅವರಲ್ಲಿ ಹೆಚ್ಚಿನವರು ನಂಬುವವರೇ ಅಲ್ಲ"
        },
        {
            "chapter": 2,
            "verse": 101,
            "text": "ಮತ್ತು ಈ ಹಿಂದೆ ಗ್ರಂಥ ನೀಡಲಾಗಿದ್ದವರ ಪೈಕಿ ಒಂದು ಗುಂಪಿನವರು, ಈಗಾಗಲೇ ತಮ್ಮ ಬಳಿಯಿರುವ ಸತ್ಯವನ್ನು ಸಮರ್ಥಿಸುವ ದೂತನೊಬ್ಬನು ಅಲ್ಲಾಹನ ಕಡೆಯಿಂದ ತಮ್ಮ ಬಳಿಗೆ ಬಂದಾಗಲೆಲ್ಲಾ, ಆ ಕುರಿತು ತಮಗೆ ಏನೂ ತಿಳಿಯದು ಎಂಬಂತೆ, ಅಲ್ಲಾಹನ ಗ್ರಂಥವನ್ನು ತಮ್ಮ ಬೆನ್ನ ಹಿಂದಕ್ಕೆ ಎಸೆದು ಬಿಟ್ಟರು"
        },
        {
            "chapter": 2,
            "verse": 102,
            "text": "ಮತ್ತು ಅವರು, ಸುಲೈಮಾನರ ಸಾಮ್ರಾಜ್ಯದ ಹೆಸರಲ್ಲಿ ಶೈತಾನರು ಪಠಿಸುತ್ತಿದ್ದವುಗಳ (ಮಾಟ, ಮಂತ್ರಗಳ) ಬೆನ್ನು ಹತ್ತಿದ್ದರು. ನಿಜವಾಗಿ ಸುಲೈಮಾನರು ಸತ್ಯವನ್ನು ಧಿಕ್ಕರಿಸಿರಲಿಲ್ಲ. ಆ ಶೈತಾನರೇ ಸತ್ಯವನ್ನು ಧಿಕ್ಕರಿಸಿದ್ದರು. ಅವರು ಜನರಿಗೆ ಮಾಟಮಂತ್ರವನ್ನು ಕಲಿಸುತ್ತಿದ್ದರು. ಮತ್ತು ಅವರು ಬಾಬಿಲ್‌ನಲ್ಲಿ (ಬ್ಯಾಬಿಲೋನಿಯಾದಲ್ಲಿ) ಹಾರೂತ್ ಮತ್ತು ಮಾರೂತ್ ಎಂಬ ‘ಮಲಕ್’ಗಳಿಗೆ ನೀಡಲಾಗಿದ್ದ ವಿದ್ಯೆಯ ಹಿಂದೆ ಬಿದ್ದಿದ್ದರು. ನಿಜವಾಗಿ ಅವರು (ಹಾರೂತ್ ಮತ್ತು ಮಾರೂತ್)- ‘‘ನಾವು ಒಂದು ಪರೀಕ್ಷೆಯಾಗಿದ್ದೇವೆ. ನೀನು ಧಿಕ್ಕಾರಿಯಾಗಿ ಬಿಡಬಾರದು’’ ಎಂದು ಮುಂಗಡ ಎಚ್ಚರಿಕೆ ನೀಡದೆ ಯಾರಿಗೂ ಅದನ್ನು ಕಲಿಸುತ್ತಿರಲಿಲ್ಲ. ಇಷ್ಟಾಗಿಯೂ ಈ ಜನರು, ಅವರಿಂದ, ಪತಿ-ಪತ್ನಿಯರ ನಡುವೆ ಬಿಕ್ಕಟ್ಟು ಮೂಡಿಸುವ ವಿದ್ಯೆಯನ್ನು ಕಲಿಯುತ್ತಿದ್ದರು. ನಿಜವಾಗಿ, ಅಲ್ಲಾಹನ ಅನುಮತಿ ಇಲ್ಲದೆ, ಆ ಮೂಲಕ ಯಾರೊಬ್ಬರಿಗೂ ಯಾವುದೇ ಹಾನಿಯುಂಟು ಮಾಡಲು ಅವರಿಗೆ ಸಾಧ್ಯವಿರಲಿಲ್ಲ. ನಿಜವಾಗಿ ಅವರು ತಮಗೆ ಹಾನಿಕರವಾದ ಮತ್ತು ತಮಗೆ ಯಾವ ಲಾಭವನ್ನೂ ತರದ ವಿದ್ಯೆಯನ್ನು ಕಲಿಯುತ್ತಿದ್ದರು. ಹಾಗೆಂದು, ಅಂತಹದನ್ನು ಕೊಂಡು ಕೊಂಡವರಿಗೆ ಪರಲೋಕದ ಸುಖದಲ್ಲಿ ಯಾವ ಪಾಲೂ ಇರುವುದಿಲ್ಲವೆಂಬುದು ಅವರಿಗೆ ತಿಳಿದಿತ್ತು. ಮತ್ತು ಅವರು ತಮ್ಮನ್ನು ಮಾರಿಕೊಂಡು ಖರೀದಿಸಿದ ವಸ್ತು ತೀರಾ ಕೆಟ್ಟದಾಗಿತ್ತು. ಅವರು ಅದನ್ನು ಅರಿತಿದ್ದರೆ ಚೆನ್ನಾಗಿತ್ತು"
        },
        {
            "chapter": 2,
            "verse": 103,
            "text": "ಅವರು ನಂಬಿಕೆಯಿಟ್ಟಿದ್ದರೆ ಮತ್ತು ಧರ್ಮ ನಿಷ್ಠರಾಗಿದ್ದರೆ, ಅಲ್ಲಾಹನ ಬಳಿ ಅವರಿಗೆ, ಎಷ್ಟೋ ಶ್ರೇಷ್ಠ ಪ್ರತಿಫಲ ಸಿಗುತ್ತಿತ್ತು. ಅವರು ಅದನ್ನು ಅರಿತಿದ್ದರೆ ಚೆನ್ನಾಗಿತ್ತು"
        }
    ]
}