{
    "rukus": [
        {
            "chapter": 10,
            "verse": 41,
            "text": "ಇನ್ನು, ಅವರಲ್ಲಿ ಕೆಲವರು ನಿಮ್ಮೆಡೆಗೆ ನೋಡುತ್ತಿರುತ್ತಾರೆ. ಆದರೆ, ನೀವೇನು ಕುರುಡರಿಗೆ ದಾರಿ ತೋರಿಸುವಿರಾ -ಅವರು ಏನನ್ನೂ ನೋಡಲಾಗದವರಾಗಿದ್ದರೂ"
        },
        {
            "chapter": 10,
            "verse": 42,
            "text": "ಅಲ್ಲಾಹನಂತು ಮಾನವರಿಗೆ ಖಂಡಿತ ಯಾವುದೇ ಅನ್ಯಾಯವನ್ನು ಮಾಡುವುದಿಲ್ಲ. ನಿಜವಾಗಿ ಮಾನವರೇ ತಮ್ಮ ಮೇಲೆ ಅನ್ಯಾಯವೆಸಗಿಕೊಳ್ಳುತ್ತಾರೆ"
        },
        {
            "chapter": 10,
            "verse": 43,
            "text": "ಅವನು ಅವರನ್ನೆಲ್ಲಾ ಒಟ್ಟು ಸೇರಿಸುವ ದಿನ, ತಾವು (ಇಹಲೋಕದಲ್ಲಿ) ಕಳೆದುದು, ಹಗಲಿನ ಕೇವಲ ಒಂದು ಕ್ಷಣಮಾತ್ರ ಎಂದು ಅವರಿಗೆ ಅನಿಸುವುದು ಮತ್ತು ಅವರು ಪರಸ್ಪರರನ್ನು ಗುರುತಿಸುವರು. ಅಲ್ಲಾಹನನ್ನು ಭೇಟಿಯಾಗಲಿಕ್ಕಿದೆ ಎಂಬುದನ್ನು ಸುಳ್ಳೆಂದು ತಿರಸ್ಕರಿಸಿದವರು ನಷ್ಟದಲ್ಲಿದ್ದಾರೆ. ಅವರು ಸರಿದಾರಿಗೆ ಬರುವವರೇ ಅಲ್ಲ"
        },
        {
            "chapter": 10,
            "verse": 44,
            "text": "(ದೂತರೇ,) ನಾವು ಅವರಿಗೆ ಆಶ್ವಾಸನೆ ನೀಡುತ್ತಿರುವ ಕೆಲವು ವಸ್ತುಗಳನ್ನು (ಈಗಲೇ) ನಿಮಗೆ ತೋರಿಸಿದರೂ, ಅಥವಾ (ಅದಕ್ಕೆ ಮುನ್ನ) ನಾವು ನಿಮ್ಮನ್ನು ಮೃತರಾಗಿಸಿದರೂ – ಅವರಂತು ನಮ್ಮ ಕಡೆಗೇ ಮರಳಿ ಬರಬೇಕಾಗಿದೆ. ಅವರು ಮಾಡುತ್ತಿರುವ ಎಲ್ಲದಕ್ಕೂ ಅಲ್ಲಾಹನೇ ಸಾಕ್ಷಿಯಾಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 10,
            "verse": 45,
            "text": "ಪ್ರತಿಯೊಂದು ಸಮುದಾಯಕ್ಕೂ ಒಬ್ಬ ದೇವದೂತರಿದ್ದಾರೆ. ಅವರ ದೂತರು ಅವರ ಬಳಿಗೆ ಬಂದಾಗ, ಅವರ ನಡುವೆ ನ್ಯಾಯೋಚಿತವಾದ ತೀರ್ಮಾನ ನಡೆದು ಬಿಡುತ್ತದೆ. ಅವರ ಮೇಲೆ ಯಾವುದೇ ಅನ್ಯಾಯ ನಡೆಯುವುದಿಲ್ಲ"
        },
        {
            "chapter": 10,
            "verse": 46,
            "text": "‘‘ನೀವು ಸತ್ಯವಂತರಾಗಿದ್ದರೆ ಆ ನಿಮ್ಮ ಆಶ್ವಾಸನೆಯು ಈಡೇರುವುದು ಯಾವಾಗ?’’ (ಎಂದು ಅವರು ಕೇಳುತ್ತಾರೆ)"
        },
        {
            "chapter": 10,
            "verse": 47,
            "text": "(ದೂತರೇ,) ನೀವು ಹೇಳಿರಿ; ನನಗಂತು, ಅಲ್ಲಾಹನು ಇಚ್ಛಿಸದೆ ಸ್ವತಃ ನನ್ನ ಜೀವಕ್ಕೂ ಯಾವುದೇ ಲಾಭ ಅಥವಾ ನಷ್ಟವನ್ನುಂಟುಮಾಡುವ ಅಧಿಕಾರವಿಲ್ಲ. ಪ್ರತಿಯೊಂದು ಸಮುದಾಯಕ್ಕೂ ಒಂದು ಕಾಲ ನಿಶ್ಚಿತವಾಗಿದೆ. ಆ ಕಾಲವು ಬಂದು ಬಿಟ್ಟಾಗ ಅದನ್ನು ಕ್ಷಣಮಾತ್ರಕ್ಕಾದರೂ ಹಿಂದೂಡಲು ಅಥವಾ ಮುಂದೂಡಲು ಅವರಿಗೆ ಸಾಧ್ಯವಾಗದು"
        },
        {
            "chapter": 10,
            "verse": 48,
            "text": "ಹೇಳಿರಿ; ಅವನ ಶಿಕ್ಷೆಯು ರಾತ್ರಿ ಅಥವಾ ಹಗಲಲ್ಲಿ ನಿಮ್ಮ ಮೇಲೆ ಬಂದೆರಗಿದರೆ (ಏನಾದೀತೆಂದು) ನೀವು ಚಿಂತಿಸಿ ನೋಡಿರುವಿರಾ? ಅದರಲ್ಲಿ, ಅಪರಾಧಿಗಳು ಆತುರ ಪಡುವ ಅದಾವ ವಿಶೇಷತೆ ಇದೆ"
        },
        {
            "chapter": 10,
            "verse": 49,
            "text": "ನೀವೇನು, ಅದು ಬಂದು ಬಿಟ್ಟಾಗ ಮಾತ್ರವೇ ಅದನ್ನು ನಂಬುವಿರಾ? (ಆಗ ಹೇಳಲಾಗುವುದು;) ಈಗ ನಂಬುತ್ತಿರುವಿರಾ? ನೀವಂತು ಇದಕ್ಕಾಗಿ ತುಂಬಾ ಅವಸರ ಪಡುತ್ತಿದ್ದಿರಿ"
        },
        {
            "chapter": 10,
            "verse": 50,
            "text": "ಆ ಬಳಿಕ ಅಕ್ರಮಿಗಳೊಡನೆ ಹೇಳಲಾಗುವುದು; ಸವಿಯಿರಿ ಶಾಶ್ವತ ಯಾತನೆಯನ್ನು. ನಿಮ್ಮ ಶ್ರಮದ ಪ್ರತಿಫಲವಲ್ಲದೆ ಬೇರೇನಾದರೂ ನಿಮಗೆ ಸಿಗಲಿಕ್ಕಿದೆಯೇ"
        },
        {
            "chapter": 10,
            "verse": 51,
            "text": "ಅದು ಸತ್ಯವೇ? ಎಂದು ಅವರು ನಿಮ್ಮಿಂದ ತಿಳಿಯಬಯಸುತ್ತಾರೆ. ಹೇಳಿರಿ; ಹೌದು, ನನ್ನ ಒಡೆಯನ ಆಣೆ, ಅದು ಖಂಡಿತ ಸತ್ಯವಾಗಿದೆ ಮತ್ತು ಅದರಿಂದ ತಪ್ಪಿಸಿಕೊಳ್ಳಲು ನಿಮಗೆ ಖಂಡಿತ ಸಾಧ್ಯವಾಗದು"
        },
        {
            "chapter": 10,
            "verse": 52,
            "text": "ಅಕ್ರಮವೆಸಗಿದ ಪ್ರತಿಯೊಬ್ಬನ ಬಳಿ, ಭೂಮಿಯಲ್ಲಿರುವ ಎಲ್ಲವೂ ಇದ್ದು, ಅವನು ಅದನ್ನು ಪರಿಹಾರವಾಗಿ ಕೊಟ್ಟರೂ (ತಪ್ಪಿಸಿಕೊಳ್ಳಲು ಸಾಧ್ಯವಾಗದು). ಅವರು ಶಿಕ್ಷೆಯನ್ನು ಕಂಡಾಗ, ಒಳಗೊಳಗೇ ಪಶ್ಚಾತ್ತಾಪ ಪಡುವರು. ಅವರ ನಡುವೆ ನ್ಯಾಯೋಚಿತವಾಗಿ ತೀರ್ಮಾನ ನಡೆಸಿ ಬಿಡಲಾಗುವುದು ಮತ್ತು ಅವರ ಮೇಲೆ ಯಾವುದೇ ಅನ್ಯಾಯ ನಡೆಯದು"
        },
        {
            "chapter": 10,
            "verse": 53,
            "text": "ತಿಳಿಯಿರಿ! ಆಕಾಶಗಳಲ್ಲಿ ಮತ್ತು ಭೂಮಿಯಲ್ಲಿ ಇರುವುದೆಲ್ಲವೂ ಅಲ್ಲಾಹನಿಗೇ ಸೇರಿದೆ. ತಿಳಿಯಿರಿ! ಅಲ್ಲಾಹನ ವಾಗ್ದಾನವು ಖಂಡಿತ ಸತ್ಯ. ಆದರೆ ಅವರಲ್ಲಿ ಹೆಚ್ಚಿನವರು ಅರಿತಿಲ್ಲ"
        }
    ]
}