{
    "rukus": [
        {
            "chapter": 23,
            "verse": 23,
            "text": "ಆಗ ನಾವು ಅವರೆಡೆಗೆ (ಹೀಗೆಂದು) ದಿವ್ಯವಾಣಿಯನ್ನು ಕಳಿಸಿದೆವು; ನೀವು ನಮ್ಮ ಮೇಲ್ವಿಚಾರಣೆಯಲ್ಲಿ ಹಾಗೂ ನಮ್ಮ ದಿವ್ಯವಾಣಿಯನುಸಾರ ಒಂದು ಹಡಗನ್ನು ನಿರ್ಮಿಸಿರಿ. ತರುವಾಯ, ನಮ್ಮ ಆದೇಶ ಬಂದಾಗ ಹಾಗೂ ಚಿಲುಮೆಯು ಉಕ್ಕಿ ಹರಿದಾಗ, ಎಲ್ಲ ಜಾತಿಯ ಜೋಡಿ (ಗಂಡು ಹೆಣ್ಣು) ಗಳನ್ನು ಮತ್ತು ನಿಮ್ಮ ಮನೆಯವರ ಪೈಕಿ, ಈಗಾಗಲೇ ತೀರ್ಮಾನವಾಗಿರುವವರ ಹೊರತು, ಇತರರನ್ನು ಅದರಲ್ಲಿ ಕೂರಿಸಿರಿ. ಮತ್ತು ನೀವು ಅಕ್ರಮಿಗಳ ಕುರಿತು ನನ್ನೊಡನೆ ಮಾತನಾಡಬೇಡಿ. ಅವರನ್ನು ಖಂಡಿತ ಮುಳುಗಿಸಲಾಗುವುದು"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "ಹೀಗೆ ನೀವು ಮತ್ತು ನಿಮ್ಮ ಜೊತೆಗಿರುವವರು, ಹಡಗನ್ನೇರಿದ ಬಳಿಕ, ‘‘ಹೊಗಳಿಕೆಗಳೆಲ್ಲವೂ ನಮ್ಮನ್ನು ಅಕ್ರಮಿಗಳಿಂದ ರಕ್ಷಿಸಿದ ಅಲ್ಲಾಹನಿಗೆ ಸಲ್ಲಲಿ’’ ಎಂದು ಹೇಳಿರಿ"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "ಮತ್ತು ಹೇಳಿರಿ; ‘‘ನನ್ನೊಡೆಯಾ, ನನ್ನನ್ನು ಒಂದು ಸಮೃದ್ಧ ನೆಲೆಗೆ ತಲುಪಿಸು. ನೀನೇ ಅತ್ಯುತ್ತಮ ನೆಲೆಯನ್ನು ಒದಗಿಸುವವನು’’"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "ಇದರಲ್ಲಿ ಖಂಡಿತವಾಗಿಯೂ ಪಾಠಗಳಿವೆ ಮತ್ತು ನಾವು ಪರೀಕ್ಷಿಸುತ್ತಲೇ ಇರುತ್ತೇವೆ"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "ಮುಂದೆ ನಾವು ಅವರ ಬಳಿಕ ಬೇರೊಂದು ಪೀಳಿಗೆಯನ್ನು ಸೃಷ್ಟಿಸಿದೆವು"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "ಮತ್ತು ನಾವು ಅವರೆಡೆಗೆ, ಅವರೊಳಗಿಂದಲೇ, ‘‘ಅಲ್ಲಾಹನನ್ನು ಮಾತ್ರ ಆರಾಧಿಸಿರಿ, ನಿಮಗೆ ಅವನ ಹೊರತು ಬೇರೆ ದೇವರಿಲ್ಲ. ನೀವೇನು ಅಂಜುವುದಿಲ್ಲವೇ?‘‘ (ಎಂದು ಸಾರುವ) ದೂತರನ್ನು ಕಳಿಸಿದೆವು"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "ಅವರ ಜನಾಂಗದಲ್ಲಿನ, ಧಿಕ್ಕಾರಿಗಳಾಗಿದ್ದ ನಾಯಕರು, ಪರಲೋಕದ ಭೇಟಿಯನ್ನು ಸುಳ್ಳೆಂದು ತಿರಸ್ಕರಿಸಿದ್ದರು. ಮತ್ತು ಇಹ ಜೀವನದಲ್ಲಿ ನಾವು ಅವರಿಗೆ ಭಾರೀ ಸಂಪನ್ನತೆಯನ್ನು ನೀಡಿದ್ದೆವು. (ಅವರು) ಹೇಳಿದರು; ಅವನು ಕೇವಲ ನಿಮ್ಮಂತಹ ಒಬ್ಬ ಮನುಷ್ಯ. ನೀವು ತಿನ್ನುವಂತಹದ್ದನ್ನೇ ಅವನೂ ತಿನ್ನುತ್ತಾನೆ ಮತ್ತು ನೀವು ಕುಡಿಯುವಂತಹದ್ದನ್ನೇ ಅವನೂ ಕುಡಿಯುತ್ತಾನೆ"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "(ಹೀಗಿರುತ್ತಾ) ನೀವು ನಿಮ್ಮಂತಹ ಒಬ್ಬ ಮಾನವನನ್ನು ಅನುಸರಿಸಿದರೆ ಖಂಡಿತ ನಷ್ಟ ಅನುಭವಿಸುವಿರಿ"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "ಅವನೇನು, ನೀವು ಸತ್ತು ಮಣ್ಣಾಗಿಯೂ ಎಲುಬುಗಳಾಗಿಯೂ ಮಾರ್ಪಟ್ಟ ಬಳಿಕ ನಿಮ್ಮನ್ನು ಮತ್ತೆ ಜೀವಂತಗೊಳಿಸಲಾಗುವುದೆಂದು ಹೇಳುತ್ತಿದ್ದಾನೆಯೇ"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "ನಿಮಗೆ ನೀಡಲಾಗುತ್ತಿರುವ ಈ ಆಶ್ವಾಸನೆ ತೀರಾ ಅಸಂಭವನೀಯ"
        }
    ]
}