{
    "rukus": [
        {
            "chapter": 24,
            "verse": 27,
            "text": "ವಿಶ್ವಾಸಿ ಸ್ತ್ರೀಯರೊಡನೆ ಹೇಳಿರಿ; ಅವರು ತಮ್ಮ ದೃಷ್ಟಿಗಳನ್ನು ತಗ್ಗಿಸಿಡಲಿ, ತಮ್ಮ ಮಾನಗಳನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳಲಿ ಮತ್ತು ಅವರು ತಮ್ಮ ಶೃಂಗಾರವನ್ನು ಪ್ರದರ್ಶಿಸದಿರಲಿ – ಆ ಪೈಕಿ ಸಹಜವಾಗಿ ಪ್ರಕಟವಾಗುವುದರ ಹೊರತು. ಮತ್ತು ಅವರು ತಮ್ಮ ಹೊದಿಕೆಗಳನ್ನು ತಮ್ಮ ಎದೆಯ ಮೇಲೆ ಹೊದ್ದುಕೊಂಡಿರಲಿ. ಮತ್ತು ಅವರು ತಮ್ಮ ಶೃಂಗಾರವನ್ನು ಪ್ರದರ್ಶಿಸಬಾರದು – ತಮ್ಮ ಪತಿ ಅಥವಾ ತಮ್ಮ ತಂದೆ, ಅಥವಾ ತಮ್ಮ ಪತಿಯ ತಂದೆ ಅಥವಾ ತಮ್ಮ ಪುತ್ರರು ಅಥವಾ ತಮ್ಮ ಪತಿಯ ಪುತ್ರರು ಅಥವಾ ತಮ್ಮ ಸಹೋದರರು ಅಥವಾ ತಮ್ಮ ಸಹೋದರರ ಪುತ್ರರು ಅಥವಾ ತಮ್ಮ ಸಹೋದರಿಯರ ಪುತ್ರರು ಅಥವಾ ತಮಗೆ ಆಪ್ತರಾಗಿರುವ ಸ್ತ್ರೀಯರು ಅಥವಾ ತಮ್ಮ ದಾಸಿಯರು ಅಥವಾ ತೀರಾ ನಿರಾಸಕ್ತರಾಗಿರುವ ಸೇವಕ ಪುರುಷರು ಅಥವಾ ಮಹಿಳೆಯರ ಗುಟ್ಟುಗಳ ಅರಿವೇ ಇಲ್ಲದ ಮಕ್ಕಳ ಹೊರತು ಇತರರಿಗೆ. ಮತ್ತು ಅವರು, ತಾವು ಅಡಗಿಸಿಟ್ಟ ಶೃಂಗಾರವು ಪ್ರಕಟವಾಗುವ ರೀತಿಯಲ್ಲಿ ತಮ್ಮ ಕಾಲುಗಳನ್ನು ಅಪ್ಪಳಿಸುತ್ತಾ ನಡೆಯಬಾರದು. ವಿಶ್ವಾಸಿಗಳೇ, ನೀವೆಲ್ಲರೂ ಸೇರಿ ಅಲ್ಲಾಹನ ಮುಂದೆ ಪಶ್ಚಾತ್ತಾಪ ಪಡಿರಿ. ನೀವು ವಿಜಯಿಗಳಾಗಬಹುದು"
        },
        {
            "chapter": 24,
            "verse": 28,
            "text": "ನೀವು ನಿಮ್ಮಲ್ಲಿನ ವಿಧವೆಯರು ಹಾಗು ವಿಧುರರಿಗೆ, ನಿಮ್ಮ ಸಜ್ಜನ ದಾಸರಿಗೆ ಮತ್ತು ನಿಮ್ಮ ದಾಸಿಯರಿಗೆ ವಿವಾಹ ಮಾಡಿಸಿರಿ. ಅವರು ಬಡವರಾಗಿದ್ದರೆ ಅಲ್ಲಾಹನು ತನ್ನ ಅನುಗ್ರಹದಿಂದ ಅವರನ್ನು ಸಂಪನ್ನರಾಗಿಸುವನು. ಅಲ್ಲಾಹನು ವಿಶಾಲನೂ ಜ್ಞಾನಿಯೂ ಆಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 24,
            "verse": 29,
            "text": "ಇನ್ನು ವಿವಾಹವಾಗಲು ಸಾಧ್ಯವಾಗದವರು, ಅಲ್ಲಾಹನು ತನ್ನ ಅನುಗ್ರಹದಿಂದ ತಮ್ಮನ್ನು ಸಂಪನ್ನಗೊಳಿಸುವ ತನಕ ತಮ್ಮನ್ನು ನಿಯಂತ್ರಿಸಿಕೊಂಡಿರಲಿ. ನಿಮ್ಮ ದಾಸ್ಯದಲ್ಲಿರುವವರ ಪೈಕಿ (ಬಿಡುಗಡೆಯ) ಒಪ್ಪಂದ ಮಾಡಿಕೊಳ್ಳಲು ಬಯಸುವವರಲ್ಲಿ ಏನಾದರೂ ಒಳಿತು ಇದೆ ಎಂದು ನಿಮಗೆ ತಿಳಿದಿದ್ದರೆ ನೀವು ಅವರ ಜೊತೆ ಒಪ್ಪಂದ ಮಾಡಿಕೊಳ್ಳಿರಿ ಮತ್ತು ಅಲ್ಲಾಹನು ನಿಮಗೆ ಕೊಟ್ಟಿರುವ ಸಂಪತ್ತಿನ ಒಂದು ಭಾಗವನ್ನು ಅವರಿಗೆ ಕೊಡಿರಿ. ಮತ್ತು ನಿಮ್ಮ ದಾಸಿಯರು ಸುಶೀಲೆಯರಾಗಿರಲು ಬಯಸುತ್ತಿರುವಾಗ ನೀವು ಕೇವಲ ಲೌಕಿಕ ಬದುಕಿನ ಲಾಭಕ್ಕಾಗಿ ಅವರನ್ನು ಅನೈತಿಕ ಕೃತ್ಯಕ್ಕೆ ಬಲವಂತ ಪಡಿಸಬೇಡಿ. ಇನ್ನು ಯಾರಾದರೂ ಅವರ ಮೇಲೆ ಬಲವಂತ ನಡೆಸಿದರೆ, ಆ ಬಳಿಕ (ಆ ದಾಸಿಯರ ಪಾಲಿಗೆ) ಅಲ್ಲಾಹನು ಖಂಡಿತವಾಗಿಯೂ ಕ್ಷಮಾಶೀಲನೂ ಕರುಣಾಳುವೂ ಆಗಿರುತ್ತಾನೆ"
        },
        {
            "chapter": 24,
            "verse": 30,
            "text": "ಸ್ಪಷ್ಟವಾದ ವಚನಗಳನ್ನೂ, ನಿಮಗಿಂತ ಹಿಂದೆ ಗತಿಸಿ ಹೋದವರ ಉದಾಹರಣೆಗಳನ್ನೂ, ಧರ್ಮನಿಷ್ಠರಿಗಾಗಿ ಬೋಧನೆಗಳನ್ನೂ ನಾವು ನಿಮ್ಮೆಡೆಗೆ ಇಳಿಸಿ ಕೊಟ್ಟಿರುವೆವು"
        },
        {
            "chapter": 24,
            "verse": 31,
            "text": "ಅಲ್ಲಾಹನೇ ಆಕಾಶಗಳ ಮತ್ತು ಭೂಮಿಯ ಪ್ರಕಾಶ. ಅದರ ಉದಾಹರಣೆ ಹೀಗಿದೆ; ಗೋಡೆ ಗೂಡಿನಲ್ಲಿ ಒಂದು ದೀಪವಿದೆ. ದೀಪವು ಗಾಜಿನೊಳಗಿದೆ. ಗಾಜು ಮಿನುಗುವ ನಕ್ಷತ್ರದಂತಿದೆ. ಪೂರ್ವದ್ದಾಗಲಿ ಪಶ್ಚಿಮದ್ದಾಗಲಿ ಅಲ್ಲದ ಸಮೃದ್ಧ ಝೈತೂನ್ ಮರದಿಂದ (ಅದರ ಎಣ್ಣೆ.ಯಿಂದ) ಅದನ್ನು ಬೆಳಗಲಾಗಿದೆ. ಅದು ಬೆಂಕಿ ತಗುಲದಿದ್ದರೂ ಉರಿದು ಬೆಳಗುವಂತಿದೆ, ಪ್ರಕಾಶದ ಮೇಲೆ ಮತ್ತೆ ಪ್ರಕಾಶ. ಅಲ್ಲಾಹನೇ ತಾನಿಚ್ಛಿಸಿದವರನ್ನು ತನ್ನ ಪ್ರಕಾಶದೆಡೆಗೆ ನಡೆಸುತ್ತಾನೆ. ಹೀಗೆ ಅಲ್ಲಾಹನು ಮಾನವರಿಗಾಗಿ ಉದಾಹರಣೆಗಳನ್ನು ಮುಂದಿಡುತ್ತಾನೆ. ಅಲ್ಲಾಹನಂತು ಎಲ್ಲವನ್ನೂ ಬಲ್ಲವನಾಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 24,
            "verse": 32,
            "text": "ಆ ಭವನಗಳಲ್ಲಿ (ಮಸೀದಿಗಳಲ್ಲಿ) ತನ್ನ ಹೆಸರನ್ನು ಮೊಳಗಿಸುತ್ತಾ ತನ್ನನ್ನು ಪ್ರಸ್ತಾಪಿಸುತ್ತಿರಬೇಕು ಮತ್ತು ಮುಂಜಾನೆಯಲ್ಲೂ ಸಂಜೆಯ ಹೊತ್ತಿನಲ್ಲೂ ತನ್ನ ಪಾವಿತ್ರವನ್ನು ಜಪಿಸುತ್ತಿರಬೇಕು ಎಂದು ಅಲ್ಲಾಹನು ಆದೇಶಿಸಿರುತ್ತಾನೆ"
        },
        {
            "chapter": 24,
            "verse": 33,
            "text": "(ಅಲ್ಲಿರುವವರು ಎಂಥವರೆಂದರೆ,) ಅವರ ವ್ಯಾಪಾರವಾಗಲಿ ವ್ಯವಹಾರವಾಗಲಿ ಅವರನ್ನು ನಮಾಝ್‌ನ ಪಾಲನೆಯಿಂದ ಮತ್ತು ಝಕಾತ್‌ಅನ್ನು ಪಾವತಿಸುವುದರಿಂದ ತಡೆಯುವುದಿಲ್ಲ. ಹೃದಯಗಳು ಹಾಗೂ ದೃಷ್ಟಿಗಳು ಹೊರಳಿ ಬಿಡುವ ಒಂದು ದಿನದ ಕುರಿತು ಅವರು ಅಂಜುತ್ತಿರುತ್ತಾರೆ"
        },
        {
            "chapter": 24,
            "verse": 34,
            "text": "ಏಕೆಂದರೆ ಅಲ್ಲಾಹನು ಅವರಿಗೆ ಅವರ ಅತ್ಯುತ್ತಮ ಕರ್ಮಕ್ಕನುಸಾರವಾದ ಪ್ರತಿಫಲ ನೀಡಲಿದ್ದಾನೆ. ಮಾತ್ರವಲ್ಲ, ಅವನು ತನ್ನ ಅನುಗ್ರಹದಿಂದ ಅವರಿಗೆ ಇನ್ನೂ ಹೆಚ್ಚಿನದನ್ನು ನೀಡಲಿದ್ದಾನೆ. ಅಲ್ಲಾಹನಂತು ತಾನಿಚ್ಛಿಸಿದವರಿಗೆ ಎಣಿಕೆ ಇಲ್ಲದಷ್ಟು ದಯಪಾಲಿಸುತ್ತಾನೆ"
        }
    ]
}