{
    "rukus": [
        {
            "chapter": 47,
            "verse": 20,
            "text": "(ದೂತರೇ,) ವಿಶ್ವಾಸಿಗಳಾದವರು, ಒಂದು ಅಧ್ಯಾಯವನ್ನೇಕೆ ಇಳಿಸಲಾಗಿಲ್ಲ ಎಂದು ಕೇಳುತ್ತಾರೆ. ಕೊನೆಗೆ, ಬಹಳ ಸ್ಪಷ್ಟ ಆದೇಶವಿರುವ ಹಾಗೂ ಯುದ್ಧದ ಪ್ರಸ್ತಾಪವಿರುವ ಒಂದು ಅಧ್ಯಾಯವನ್ನು ಇಳಿಸಲಾದಾಗ, ಮನದಲ್ಲಿ ರೋಗವಿರುವವರು, ಮಾರಣಾಂತಿಕ ಮೂರ್ಛೆಗೊಳಗಾದವರು ನೋಡುವಂತೆ ನಿಮ್ಮತ್ತ ನೋಡ ತೊಡಗುತ್ತಾರೆ. ಅವರಿಗೆ ವಿನಾಶ ಕಾದಿದೆ"
        },
        {
            "chapter": 47,
            "verse": 21,
            "text": "ಅನುಸರಣೆ ಹಾಗೂ ಸೌಜನ್ಯದ ಮಾತು (ಇದು ಅವರ ಕರ್ತವ್ಯ). ಮತ್ತು ವಿಷಯವು ನಿರ್ಧಾರವಾದ ಬಳಿಕ ಅವರು, ಅಲ್ಲಾಹನ ಜೊತೆಗಿನ ತಮ್ಮ ಕರಾರಿನ ಪಾಲನೆ ಮಾಡಿದ್ದರೆ – ಅವರ ಪಾಲಿಗೆ ಅದುವೇ ಚೆನ್ನಾಗಿರುತ್ತಿತ್ತು"
        },
        {
            "chapter": 47,
            "verse": 22,
            "text": "ಇನ್ನು ನೀವು ತಿರುಗಿ ನಿಂತರೆ, ನೀವು ಅಧಿಕಾರಸ್ಥರಾದಾಗ ನೀವು ಭೂಮಿಯಲ್ಲಿ ಅಶಾಂತಿಯನ್ನು ಮೆರೆದು ನಿಮ್ಮ ಬಾಂಧವ್ಯಗಳನ್ನೆಲ್ಲಾ ಮುರಿದು ಬಿಡುವ ಸಾಧ್ಯತೆ ಇಲ್ಲವೇ"
        },
        {
            "chapter": 47,
            "verse": 23,
            "text": "ಅವರೇ, ಅಲ್ಲಾಹನ ಶಾಪಕ್ಕೆ ತುತ್ತಾದವರು. ಅವನು ಅವರನ್ನು ಕಿವುಡರಾಗಿಸಿರುವನು ಮತ್ತು ಅವರ ಕಣ್ಣುಗಳನ್ನು ಕುರುಡಾಗಿಸಿರುವನು"
        },
        {
            "chapter": 47,
            "verse": 24,
            "text": "ಅವರೇನು, ಕುರ್‌ಆನಿನ ಕುರಿತು ಚಿಂತನೆ ನಡೆಸುವುದಿಲ್ಲವೇ? ಅವರ ಮನಸ್ಸುಗಳಿಗೇನು ಬೀಗ ಜಡಿದಿದೆಯೇ"
        },
        {
            "chapter": 47,
            "verse": 25,
            "text": "ಸನ್ಮಾರ್ಗವು ತಮಗೆ ಸ್ಪಷ್ಟವಾದ ಬಳಿಕ (ಅದರಿಂದ) ಬೆನ್ನು ತಿರುಗಿಸಿ ಹೊರಟವರನ್ನು ಖಂಡಿತವಾಗಿಯೂ ಶೈತಾನನು ವಂಚಿಸಿದನು ಮತ್ತು ಅವರಲ್ಲಿ ಹುಸಿ ನಿರೀಕ್ಷೆಗಳನ್ನು ಬೆಳೆಸಿದನು"
        },
        {
            "chapter": 47,
            "verse": 26,
            "text": "ಏಕೆಂದರೆ ಅವರು, ಅಲ್ಲಾಹನು ಇಳಿಸಿ ಕೊಟ್ಟಿರುವ ಸಂದೇಶವನ್ನು (ಕುರ್‌ಆನನ್ನು) ದ್ವೇಷಿಸುವವರೊಡನೆ, ‘‘ನಾವು ಕೆಲವು ವಿಷಯಗಳಲ್ಲಿ ನಿಮ್ಮ ಆದೇಶ ಪಾಲಿಸುವೆವು’’ ಎಂದು ಹೇಳಿರುವರು. ಅವರ ಗುಪ್ತ ಮಾತುಗಳನ್ನು ಅಲ್ಲಾಹನು ಬಲ್ಲನು"
        },
        {
            "chapter": 47,
            "verse": 27,
            "text": "ಮಲಕ್‌ಗಳು, ಅವರ ಮುಖ ಮತ್ತು ಅವರ ಬೆನ್ನುಗಳಿಗೆ ಹೊಡೆಯುತ್ತಾ ಅವರ ಜೀವವನ್ನು ವಶಪಡಿಸಿಕೊಳ್ಳುವಾಗ (ಅವರ ಸ್ಥಿತಿ) ಹೇಗಿದ್ದೀತು"
        },
        {
            "chapter": 47,
            "verse": 28,
            "text": "ಇದೇಕೆಂದರೆ, ಅವರು ಅಲ್ಲಾಹನನ್ನು ಕೋಪಗೊಳಿಸಿದವರನ್ನು ಅನುಸರಿಸಿದರು ಮತ್ತು ಅವನ ಮೆಚ್ಚುಗೆಯು ಅವರಿಗೆ ಅಪ್ರಿಯವಾಗಿತ್ತು. ಅವನು ಅವರ ಕರ್ಮಗಳನ್ನೆಲ್ಲಾ ವ್ಯರ್ಥಗೊಳಿಸಿಬಿಟ್ಟನು"
        }
    ]
}