{
    "rukus": [
        {
            "chapter": 57,
            "verse": 20,
            "text": "ಅಲ್ಲಾಹನಲ್ಲಿ ಮತ್ತು ಅವನ ದೂತರಲ್ಲಿ ನಂಬಿಕೆ ಇಟ್ಟವರು – ಅವರೇ ತಮ್ಮ ಒಡೆಯನ ದೃಷ್ಟಿಯಲ್ಲಿ ಪರಮ ಸತ್ಯವಂತರು ಮತ್ತು (ಸತ್ಯದ) ಸಾಕ್ಷಿಗಳಾಗಿರುತ್ತಾರೆ. ಅವರಿಗೆ ಅವರ ಪ್ರತಿಫಲ ಹಾಗೂ ದಿವ್ಯ ಬೆಳಕು ಸಿಗಲಿದೆ. ಇನ್ನು, ನಮ್ಮ ವಚನಗಳನ್ನು ಧಿಕ್ಕರಿಸಿದವರು ಮತ್ತು ತಿರಸ್ಕರಿಸಿದವರು – ಅವರೇ ನರಕವಾಸಿಗಳು"
        },
        {
            "chapter": 57,
            "verse": 21,
            "text": "ನಿಮಗೆ ತಿಳಿದಿರಲಿ, ಇಹಲೋಕದ ಬದುಕೆಂಬುದು ಕೇವಲ ಆಟ, ವಿನೋದ, ಅಲಂಕಾರ, ನಿಮ್ಮ ನಡುವಣ ಪರಸ್ಪರ ಜಂಭ ಮತ್ತು ಸಂತಾನ ಹಾಗೂ ಸಂಪತ್ತಿನ ಸ್ಪರ್ಧೆ ಮಾತ್ರವಾಗಿದೆ – ಮಳೆ ಸುರಿದಾಗ ರೈತನಿಗೆ ತನ್ನ ಬೆಳೆ ಚಂದಗಾಣುವಂತೆ. ಆ ಬಳಿಕ ಅದು ಒಣಗಲಾರಂಭಿಸುತ್ತದೆ ಮತ್ತು ನೀವು ನೋಡುತ್ತಿದ್ದಂತೆಯೇ ಅದು (ಬೆಳೆ) ಹಳದಿಯಾಗುತ್ತದೆ ಮತ್ತು ಕೊನೆಗೆ ಚೂರು ಚೂರಾಗಿ ಬಿಡುತ್ತದೆ. ಅತ್ತ, ಪರಲೋಕದಲ್ಲಿ (ಒಂದೆಡೆ) ಕಠಿಣ ಶಿಕ್ಷೆಯೂ ಇದೆ ಮತ್ತು (ಇನ್ನೊಂದೆಡೆ) ಅಲ್ಲಾಹನ ಕಡೆಯಿಂದ ಕ್ಷಮೆ ಹಾಗೂ ಪ್ರಸನ್ನತೆಯೂ ಇದೆ. ಇಹಲೋಕದ ಬದುಕು ಕೇವಲ ವಂಚಕ ಸಾಧನವಾಗಿದೆ"
        },
        {
            "chapter": 57,
            "verse": 22,
            "text": "ಧಾವಿಸಿರಿ, ನಿಮ್ಮ ಒಡೆಯನ ಕ್ಷಮೆಯೆಡೆಗೆ ಮತ್ತು ತನ್ನ ವೈಶಾಲ್ಯದಲ್ಲಿ ಆಕಾಶ ಹಾಗೂ ಭೂಮಿಯಂತಿರುವ ಸ್ವರ್ಗದೆಡೆಗೆ. ಅಲ್ಲಾಹನಲ್ಲಿ ಹಾಗೂ ಅವನ ದೂತರಲ್ಲಿ ನಂಬಿಕೆ ಇಟ್ಟವರಿಗಾಗಿ ಅದನ್ನು ಸಿದ್ಧಪಡಿಸಲಾಗಿದೆ. ಅದು ಅಲ್ಲಾಹನ ಅನುಗ್ರಹ. ಅದನ್ನು ಅವನು ತಾನಿಚ್ಛಿಸಿದವರಿಗೆ ದಯಪಾಲಿಸುತ್ತಾನೆ. ಅಲ್ಲಾಹನು ಮಹಾ ಅನುಗ್ರಹಿಯಾಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 57,
            "verse": 23,
            "text": "ಭೂಮಿಯಲ್ಲಾಗಲೀ ಸ್ವತಃ ನಿಮ್ಮ ಜೀವದಲ್ಲಾಗಲೀ ಸಂಭವಿಸುವ ಪ್ರತಿಯೊಂದು ಸಂಕಟವೂ, ಅದು ಸಂಭವಿಸುವುದಕ್ಕೆ ಬಹಳ ಮುಂಚಿತವಾಗಿಯೇ ಒಂದು ಗ್ರಂಥದಲ್ಲಿ ಬರೆದಿರುತ್ತದೆ. ಅಲ್ಲಾಹನ ಪಾಲಿಗೆ ಇದು ಸುಲಭದ ಕೆಲಸವಾಗಿದೆ"
        },
        {
            "chapter": 57,
            "verse": 24,
            "text": "ನಿಮ್ಮಿಂದ ಕಳೆದು ಹೋದ ಯಾವುದರ ಕುರಿತೂ ನೀವು ಕೊರಗಬಾರದೆಂದು ಮತ್ತು ನಿಮಗೆ ನೀಡಲಾಗಿರುವ ಯಾವುದರ ಕುರಿತೂ ನೀವು ದುರಭಿಮಾನ ಪಡಬಾರದೆಂದು (ಇದನ್ನು ನಿಮಗೆ ತಿಳಿಸಲಾಗಿದೆ.) ದೊಡ್ಡಸ್ತಿಕೆ ಮೆರೆಯುವ ಯಾವುದೇ ದುರಭಿಮಾನಿಯನ್ನು ಅಲ್ಲಾಹನು ಮೆಚ್ಚುವುದಿಲ್ಲ"
        },
        {
            "chapter": 57,
            "verse": 25,
            "text": "ಅವರು ಸ್ವತಃ ಜಿಪುಣರೂ ಜನರಿಗೆ ಜಿಪುಣತೆಯನ್ನು ಬೋಧಿಸುವವರು ಆಗಿರುತ್ತಾರೆ. ಇನ್ನು ಯಾರಾದರೂ (ಈ ಉಪದೇಶವನ್ನು) ಕಡೆಗಣಿಸುವುದಾದರೆ (ಅವನು ತಿಳಿದಿರಲಿ), ಅಲ್ಲಾಹನಂತೂ ಎಲ್ಲ ಅಗತ್ಯಗಳಿಂದ ಮುಕ್ತನೂ ಪ್ರಶಂಸಾರ್ಹನೂ ಆಗಿದ್ದಾನೆ"
        }
    ]
}