{
    "rukus": [
        {
            "chapter": 2,
            "verse": 62,
            "text": "(ಗತಕಾಲದ) ವಿಶ್ವಾಸಿಗಳು, ಯಹೂದಿಗಳು, ಕ್ರೈಸ್ತರು ಮತ್ತು ಸಬಯನರ ಪೈಕಿ ಅಲ್ಲಾಹನಲ್ಲಿ ಮತ್ತು ಅಂತಿಮ ದಿನ (ಪರಲೋಕ)ದಲ್ಲಿ ನಂಬಿಕೆಯಿಟ್ಟ ಹಾಗೂ ಸತ್ಕರ್ಮ ಮಾಡಿದ ಜನರಿಗಾಗಿ, ಅವರ ಒಡೆಯನ ಬಳಿ ಅವರ ಪ್ರತಿಫಲ ಇದ್ದೇ ಇದೆ ಮತ್ತು ಅವರಿಗೆ ಯಾವುದೇ ಭಯವೂ ಇರದು, ದುಃಖವೂ ಇರದು"
        },
        {
            "chapter": 2,
            "verse": 63,
            "text": "ಮತ್ತು ನಾವು ತೂರ್ ಪರ್ವತವನ್ನು ನಿಮ್ಮ (ಇಸ್ರಾಈಲರ ಸಂತತಿಗಳ) ಮೇಲೆ ಎತ್ತರಿಸಿ, ನಿಮ್ಮಿಂದ ಕರಾರು ಪಡೆದ ಸಂದರ್ಭದಲ್ಲಿ -‘‘ನಾವು ನಿಮಗೆ ಕೊಡುತ್ತಿರುವುದನ್ನು (ಮಾರ್ಗದರ್ಶಕ ಗ್ರಂಥವನ್ನು) ನೀವು ಭದ್ರವಾಗಿ ಹಿಡಿದುಕೊಳ್ಳಿರಿ ಮತ್ತು ಇದರಲ್ಲಿರುವ ವಿಷಯಗಳನ್ನು ನೆನಪಿಟ್ಟುಕೊಳ್ಳಿರಿ, ನೀವು ಧರ್ಮನಿಷ್ಠರಾಗಬಹುದು’’ (ಎಂದು ನಾವು ಹೇಳಿದ್ದೆವು)"
        },
        {
            "chapter": 2,
            "verse": 64,
            "text": "ಆ ಬಳಿಕ ನೀವು, ವಿಮುಖರಾಗಿ ಬಿಟ್ಟಿರಿ. ಒಂದು ವೇಳೆ ನಿಮ್ಮ ಮೇಲೆ ಅಲ್ಲಾಹನ ಅನುಗ್ರಹ ಮತ್ತು ಕರುಣೆ ಇಲ್ಲದೆ ಇದ್ದಿದ್ದರೆ, (ಅಂದೇ) ನೀವು ಸೋತವರ ಸಾಲಿಗೆ ಸೇರಿ ಬಿಡುತ್ತಿದ್ದಿರಿ"
        },
        {
            "chapter": 2,
            "verse": 65,
            "text": "ನಿಮ್ಮ ಪೈಕಿ ‘ಸಬ್ತ್’ (ಶನಿವಾರದ) ನಿಯಮವನ್ನು ಉಲ್ಲಂಘಿಸಿದವರ ಕುರಿತು ನಿಮಗೆ ತಿಳಿದೇ ಇದೆ. ನಾವು ಅವರೊಡನೆ ‘‘ನೀವು ನಿಂದಿತ ಕೋತಿಗಳಾಗಿ ಬಿಡಿರಿ’’ ಎಂದೆವು"
        },
        {
            "chapter": 2,
            "verse": 66,
            "text": "ಕೊನೆಗೆ ನಾವು ಆ ಘಟನೆಯನ್ನು ಅವರ ಪಾಲಿಗೂ ಅವರ ಮುಂದಿನ ಪೀಳಿಗೆಗಳ ಪಾಲಿಗೂ ಒಂದು ಪಾಠವಾಗಿಸಿದೆವು ಮತ್ತು ಭಕ್ತಿಭಾವವಿರುವವರ ಪಾಲಿಗೆ ಅದನ್ನು ಒಂದು ಉಪದೇಶವಾಗಿಸಿದೆವು"
        },
        {
            "chapter": 2,
            "verse": 67,
            "text": "ಮತ್ತು ಮೂಸಾ, ತಮ್ಮ ಜನಾಂಗದವರೊಡನೆ ‘‘ಒಂದು ದನವನ್ನು ಬಲಿಕೊಡಲು ಅಲ್ಲಾಹನು ನಿಮಗೆ ಆದೇಶಿಸಿದ್ದಾನೆ’’ ಎಂದಾಗ ಅವರು ‘‘ನೀವೇನು ನಮ್ಮೊಂದಿಗೆ ತಮಾಶೆ ಮಾಡುತ್ತಿರುವಿರಾ?’’ ಎಂದರು. (ಮೂಸಾ) ಹೇಳಿದರು: ‘’ನಾನು ಅಜ್ಞಾನಿಗಳ ಸಾಲಿಗೆ ಸೇರುವುದರ ವಿರುದ್ಧ ಅಲ್ಲಾಹನ ರಕ್ಷಣೆ ಕೋರುತ್ತೇನೆ’’"
        },
        {
            "chapter": 2,
            "verse": 68,
            "text": "ಅವರು ‘‘ನಮಗಾಗಿ ನಿಮ್ಮ ದೇವರನ್ನು ಪ್ರಾರ್ಥಿಸಿ, ಆ ದನ ಎಂತಹದ್ದಾಗಿರಬೇಕು ಎಂಬುದನ್ನು ನಮಗೆ ವಿವರಿಸಲು ಹೇಳಿರಿ’’ ಎಂದರು. ಮೂಸಾ ಹೇಳಿದರು; ‘‘ಆ ದನ ಹೆಚ್ಚು ವಯಸ್ಸಾದುದಾಗಲಿ, ತೀರಾ ಎಳೆಯದಾಗಲಿ ಆಗಿರಬಾರದು – ಅದರ ನಡುವಿನ, ಮಧ್ಯಮ ವಯಸ್ಸಿನದ್ದಾಗಿರಬೇಕೆಂದು ದೇವರು ಹೇಳುತ್ತಿದ್ದಾನೆ. ಇನ್ನಾದರೂ ನೀವು ನಿಮಗೆ ಆದೇಶಿಸಿದ್ದನ್ನು ಮಾಡಿಬಿಡಿ’’"
        },
        {
            "chapter": 2,
            "verse": 69,
            "text": "ಅವರು (ಮತ್ತೆ) ‘‘ನಮಗಾಗಿ ನಿಮ್ಮ ದೇವರನ್ನು ಪ್ರಾರ್ಥಿಸಿ, ಅದರ ಬಣ್ಣ ಹೇಗಿರಬೇಕೆಂದು ವಿವರಿಸಲು ಹೇಳಿರಿ’’ ಎಂದರು. ಅವರು (ಮೂಸಾ) ಹೇಳಿದರು: ‘‘ಅದು ಹಳದಿ ಬಣ್ಣದ, ಉಜ್ವಲ ರಂಗುಳ್ಳ, ಕಂಡವರಿಗೆ ಸಂತೋಷ ನೀಡುವಂತಹ ದನವಾಗಿರಬೇಕು ಎಂದವನು ಹೇಳುತ್ತಿದ್ದಾನೆ’’"
        },
        {
            "chapter": 2,
            "verse": 70,
            "text": "ಅವರು (ಇಷ್ಟಕ್ಕೂ ತೃಪ್ತರಾಗದೆ) ‘‘ನಮಗಾಗಿ ನಿಮ್ಮ ದೇವರನ್ನು ಪ್ರಾರ್ಥಿಸಿ ಅದು ಹೇಗಿರಬೇಕೆಂದು (ಇನ್ನಷ್ಟು)ವಿವರಿಸಲು ಹೇಳಿರಿ. ಖಂಡಿತವಾಗಿಯೂ ನಮಗೆ ಆ ದನದ ವಿಷಯದಲ್ಲಿ ಗೊಂದಲವಾಗಿದೆ ಮತ್ತು ಅಲ್ಲಾಹನು ಇಚ್ಛಿಸಿದರೆ (ಈ ಕುರಿತು) ನಮಗೆ ಮಾರ್ಗದರ್ಶನ ಸಿಗಬಹುದು’’ ಎಂದರು"
        },
        {
            "chapter": 2,
            "verse": 71,
            "text": "ಮೂಸಾ ಹೇಳಿದರು: ‘‘ಅದು ಕೆಲಸಕ್ಕೆ ಹಚ್ಚಲಾದ ದನವಾಗಿರಬಾರದು ಹಾಗೂ ನೆಲವನ್ನು ಉಳುವುದಕ್ಕಾಗಿ ಮತ್ತು ಹೊಲಕ್ಕೆ ನೀರೆತ್ತುವುದಕ್ಕಾಗಿ ಬಳಸಿದ್ದೂ ಆಗಿರಬಾರದು. ಸಂಪೂರ್ಣ ಸುಸ್ಥಿತಿಯಲ್ಲಿರುವ, ಕಲೆಯಿಲ್ಲದ ದನವಾಗಿರಬೇಕು ಎಂದವನು ಹೇಳುತ್ತಿದ್ದಾನೆ’’. ಆಗ ಅವರು, ‘‘ಈಗ ನೀವು ಸತ್ಯವನ್ನು ತಂದಿರುವಿರಿ’’ ಎಂದರು. ಕೊನೆಗೂ ಅವರು ಅದನ್ನು ಬಲಿಕೊಟ್ಟರು. ನಿಜವಾಗಿ ಅವರಿಗೆ ಅದನ್ನು ಮಾಡಲು ಮನಸ್ಸಿರಲಿಲ್ಲ"
        }
    ]
}