{
    "rukus": [
        {
            "chapter": 7,
            "verse": 40,
            "text": "Поистине, те, которые считали ложью Наши знамения и превозносились над ними, не откроются им врата неба, и не войдут они в рай, пока не войдет верблюд в игольное ушко. Так воздаем Мы грешникам"
        },
        {
            "chapter": 7,
            "verse": 41,
            "text": "Им - из геенны ложа, а над ними - покрывала; и так воздаем Мы неправедным"
        },
        {
            "chapter": 7,
            "verse": 42,
            "text": "А те, которые уверовали и творили благое, - Мы возлагаем на душу только возможное для нее, - они - обитатели рая, они в нем пребывают вечно"
        },
        {
            "chapter": 7,
            "verse": 43,
            "text": "И Мы изъяли все, что было у них в груди из огорчения. Под ними текут реки, и говорят они: \"Хвала Аллаху, который вывел нас на это! Мы бы не вышли, если бы Аллах нас не вывел к этому. Пришли посланцы Господа нашего с истиной, и было возглашено: \"Вот вам - рай, который дан вам в наследство за то, что вы делали"
        },
        {
            "chapter": 7,
            "verse": 44,
            "text": "И воззвали обитатели рая к обитателям огня: \"Мы нашли то, что обещал нам наш Господь, истиной, нашли ли вы истиной то, что обещал вам ваш Господь?\" Они сказали: \"Да\". И возгласил глашатай среди них: \"Проклятие Аллаха на неправедных"
        },
        {
            "chapter": 7,
            "verse": 45,
            "text": "которые отвращают от пути Аллаха и стремятся обратить его в кривизну и не веруют они в жизнь будущую"
        },
        {
            "chapter": 7,
            "verse": 46,
            "text": "И между ними - завеса, а на преграде - люди, которые знают всех по их признакам. И воззовут к обитателям рая: \"Мир вам!\" - те, которые не вошли в него, хотя и желали"
        },
        {
            "chapter": 7,
            "verse": 47,
            "text": "А когда взоры их будут обращены к обитателям огня, они скажут: \"Господи! Не помещай нас вместе с людьми неправедными"
        }
    ]
}