{
    "rukus": [
        {
            "chapter": 10,
            "verse": 41,
            "text": "А если они будут считать тебя лжецом, то скажи: \"У меня - мое дело, а у вас - ваше; вы непричастны к тому, что я творю, а я непричастен к тому, что вы творите"
        },
        {
            "chapter": 10,
            "verse": 42,
            "text": "Среди них есть и такие, что прислушиваются к тебе; разве же ты заставишь слышать глухих, хотя бы они (еще и) не понимали"
        },
        {
            "chapter": 10,
            "verse": 43,
            "text": "Среди них есть и такие, что смотрят на тебя; но разве ты можешь вести слепых, хотя бы они (еще и) не видели"
        },
        {
            "chapter": 10,
            "verse": 44,
            "text": "Поистине, Аллах ни в чем не несправедлив к людям, но люди несправедливы сами к себе"
        },
        {
            "chapter": 10,
            "verse": 45,
            "text": "В тот день, когда Он их соберет, как будто бы они и не пробыли и одного часа, они узнают друг друга. В убытке будут те, которые считают ложью встречу с Аллахом, и не были они на прямом пути"
        },
        {
            "chapter": 10,
            "verse": 46,
            "text": "Мы либо покажем тебе кое-что из того, чем грозим им, или упокоим тебя, и к Нам их возвращение. Потом Аллах засвидетельствует то, что они делают"
        },
        {
            "chapter": 10,
            "verse": 47,
            "text": "К каждому народу - свой посланник, то будет между нами решено по справедливости, и они не будут обижены"
        },
        {
            "chapter": 10,
            "verse": 48,
            "text": "Они говорят: \"Когда же это обещание, если вы говорите правду"
        },
        {
            "chapter": 10,
            "verse": 49,
            "text": "Скажи: \"Я не владею для самого себя ни вредом, ни пользой, кроме того, что пожелает Аллах. Для каждого народа есть свой предел. Когда придет их предел, то они не замедлят на час и не ускорят"
        },
        {
            "chapter": 10,
            "verse": 50,
            "text": "Скажи: \"Как вы думаете, если придет к вам Его наказание ночью или днем, что ускорят в этом грешники"
        },
        {
            "chapter": 10,
            "verse": 51,
            "text": "Разве потом, когда оно падет, вы уверуете в Него? Да - теперь! А раньше вы это торопили"
        },
        {
            "chapter": 10,
            "verse": 52,
            "text": "Потом скажут тем, которые несправедливы: \"Попробуйте наказания вечности! Разве вам воздается не за то, что вы сами приобрели"
        },
        {
            "chapter": 10,
            "verse": 53,
            "text": "Они осведомляются у тебя, верно ли это? Скажи: \"Да, клянусь Господом моим, это - истина, и вы не в состоянии ослабить"
        }
    ]
}