{
    "maqras": [
        {
            "chapter": 22,
            "verse": 19,
            "text": "Éstos [los creyentes y los incrédulos] son dos grupos que disputan acerca de su Señor, pero sepan que quienes se niegan a creer serán cubiertos con ropas de fuego, y se verterá sobre sus cabezas agua hirviente"
        },
        {
            "chapter": 22,
            "verse": 20,
            "text": "que les abrasará el vientre y la piel"
        },
        {
            "chapter": 22,
            "verse": 21,
            "text": "y serán atormentados allí con mazas de hierro"
        },
        {
            "chapter": 22,
            "verse": 22,
            "text": "Cada vez que, angustiados, quieran salir de allí, [los ángeles] los harán regresar y les dirán: \"¡Sufran el tormento del Infierno"
        },
        {
            "chapter": 22,
            "verse": 23,
            "text": "Dios hará entrar en jardines por donde corren ríos a los creyentes que hayan obrado rectamente. Serán engalanados con pulseras de oro y perlas, y serán vestidos con seda"
        },
        {
            "chapter": 22,
            "verse": 24,
            "text": "[En la vida mundanal] habían sido guiados hacia la bella palabra y al camino de la alabanza"
        },
        {
            "chapter": 22,
            "verse": 25,
            "text": "A los que se nieguen a creer y aparten a la gente del sendero de Dios, e impidan acudir a la Mezquita Sagrada [de La Meca] que establecí para todas las gentes por igual, tanto para el residente como para el viajero, y a quienes quieran profanarla con injusticias, los haré sufrir un castigo doloroso"
        },
        {
            "chapter": 22,
            "verse": 26,
            "text": "[Recuerda] cuando establecí a Abraham junto a la Casa Sagrada para que solo Me adorara a Mí y no dedicara actos de adoración a otros, y purificara Mi Casa [de la idolatría] para quienes realicen el rito de circunvalarla, y para quienes oren de pie, inclinados y prosternados"
        },
        {
            "chapter": 22,
            "verse": 27,
            "text": "[le dije:] \"Convoca a la gente a realizar la peregrinación; vendrán a ti a pie o montados, desde todo lugar apartado"
        },
        {
            "chapter": 22,
            "verse": 28,
            "text": "Para que sean testigos de todas las gracias [de la peregrinación y la casa de Dios], y recuerden el nombre de Dios en los días consabidos al sacrificar las reses del ganado que Él les ha proveído. Coman de ellas y den de comer al desvalido y al pobre"
        },
        {
            "chapter": 22,
            "verse": 29,
            "text": "Luego de cumplir los ritos, que cumplan sus votos y que circunvalen la Antigua Casa [de La Meca]"
        },
        {
            "chapter": 22,
            "verse": 30,
            "text": "Así deben hacer. Quien respete los preceptos sagrados de Dios, será mejor para él ante su Señor [porque lo recompensará en esta vida y en la otra]. Sepan que les son lícitas las reses, excepto lo que se les ha mencionado [como prohibido]. Manténganse alejados de la impureza de los ídolos y apartados de las afirmaciones falsas"
        },
        {
            "chapter": 22,
            "verse": 31,
            "text": "Sean monoteístas puros creyentes en Dios, y no sean [jamás] idólatras. Quien asocia divinidades a Dios [en la adoración] es como quien cae del cielo y [luego de estrellarse contra la tierra] las aves de rapiña lo devoran o un viento lo arrastra a un lugar lejano"
        },
        {
            "chapter": 22,
            "verse": 32,
            "text": "Sepan que respetar los ritos de Dios dimana de la piedad que hay en los corazones"
        },
        {
            "chapter": 22,
            "verse": 33,
            "text": "Pueden beneficiarse de los animales hasta un plazo determinado; pero luego, su lugar [de sacrificio] es junto a la Antigua Casa"
        },
        {
            "chapter": 22,
            "verse": 34,
            "text": "He prescrito para cada comunidad sus propios ritos, para que recuerden el nombre de Dios al sacrificar las reses que les proveí. Su Dios es uno solo. Entréguenle a Él su voluntad. Albricia a los humildes sumisos [que obtendrán la bienaventuranza]"
        },
        {
            "chapter": 22,
            "verse": 35,
            "text": "aquellos cuyos corazones se emocionan cuando se menciona a Dios, son pacientes ante las desgracias, cumplen con la oración y hacen caridades con lo que les he agraciado"
        },
        {
            "chapter": 22,
            "verse": 36,
            "text": "Establecí que [el sacrificio] de los ganados sea parte de los ritos de Dios, en ello hay un bien para ustedes. Mencionen el nombre de Dios sobre ellos cuando estén dispuestos en fila [para ser sacrificados]. Luego, cuando se desplomen sobre sus costados [sin vida], coman de ellos y den de comer al mendigo y al necesitado. Así los puse a su servicio para que sean agradecidos"
        },
        {
            "chapter": 22,
            "verse": 37,
            "text": "Dios no necesita de la carne ni de la sangre [de sus ofrendas], Él desea que ustedes alcancen la piedad [mediante la práctica de este rito]. Con este fin se los facilitó. Alaben a Dios por haberlos guiado. Y albricia a los que hacen el bien [que alcanzarán el Paraíso]"
        }
    ]
}