{
    "maqras": [
        {
            "chapter": 35,
            "verse": 15,
            "text": "¡Oh, gente! Ustedes son los que necesitan de Dios, mientras que Dios es el que tiene domino absoluto y es digno de toda alabanza"
        },
        {
            "chapter": 35,
            "verse": 16,
            "text": "Si Él quisiera, los haría desaparecer y crearía a otros seres [creyentes]"
        },
        {
            "chapter": 35,
            "verse": 17,
            "text": "Eso no sería difícil para Dios"
        },
        {
            "chapter": 35,
            "verse": 18,
            "text": "Nadie cargará con culpas ajenas. Si [un pecador] pide que le ayuden con su carga [de pecados], nadie podrá ayudarle en nada, aunque fuera su pariente. [¡Oh, Mujámmad!] Solo se beneficia con tus advertencias quien teme a su Señor en su vida privada y practica la oración. Quien se purifica [de la idolatría y el pecado], lo hace en beneficio propio; y ante Dios comparecerán"
        },
        {
            "chapter": 35,
            "verse": 19,
            "text": "No son iguales el ciego y el que ve"
        },
        {
            "chapter": 35,
            "verse": 20,
            "text": "Ni las tinieblas y la luz"
        },
        {
            "chapter": 35,
            "verse": 21,
            "text": "Ni la frescura de la sombra y el calor del sol"
        },
        {
            "chapter": 35,
            "verse": 22,
            "text": "No son iguales los vivos y los muertos. Dios hace oír [y aceptar el Mensaje] a quien quiere, pero tú no puedes hacer oír a quienes están [muertos de corazón como los que están muertos] en sus tumbas"
        },
        {
            "chapter": 35,
            "verse": 23,
            "text": "Tú solo eres un amonestador"
        },
        {
            "chapter": 35,
            "verse": 24,
            "text": "Te he enviado con la Verdad, como albriciador y amonestador; no hubo ninguna nación a la que no se le haya enviado un amonestador"
        },
        {
            "chapter": 35,
            "verse": 25,
            "text": "Pero si te desmienten, también desmintieron sus antecesores a Mis Mensajeros, que se les presentaron con pruebas y con las escrituras y el Libro luminoso"
        },
        {
            "chapter": 35,
            "verse": 26,
            "text": "Entonces castigué a los que no creyeron, ¡y qué terrible fue Mi castigo"
        },
        {
            "chapter": 35,
            "verse": 27,
            "text": "¿Acaso no observas que Dios hace descender del cielo el agua, y que con ella hace brotar diversas clases de frutos, y que algunas montañas tienen vetas blancas, rojas y negras, de diversos colores"
        },
        {
            "chapter": 35,
            "verse": 28,
            "text": "y que los seres humanos, los animales y los rebaños los hay de diversos colores? Los siervos que tienen más temor devocional de Dios son los sabios. Dios es Poderoso, Absolvedor"
        },
        {
            "chapter": 35,
            "verse": 29,
            "text": "Quienes reciten el Libro de Dios, practiquen la oración y hagan caridades de aquello que les proveí, tanto en público como en secreto, recibirán una recompensa que jamás desaparecerá"
        },
        {
            "chapter": 35,
            "verse": 30,
            "text": "Dios les retribuirá por sus obras y les concederá aún más de Su bendición, porque Él es Absolvedor, Recompensador"
        },
        {
            "chapter": 35,
            "verse": 31,
            "text": "Lo que te he revelado del Libro [¡oh, Mujámmad!] es la Verdad que corrobora lo que ya había sido revelado anteriormente. Dios ve y sabe todo lo que hacen Sus siervos"
        },
        {
            "chapter": 35,
            "verse": 32,
            "text": "Luego hice que heredaran el Libro quienes elegí entre Mis siervos, pero entre ellos hay quienes son injustos consigo mismos [cometiendo pecados], otros que lo ponen en práctica con moderación, y otros que, con el permiso de Dios, se apresuran en hacer el bien. Eso es un favor inmenso"
        },
        {
            "chapter": 35,
            "verse": 33,
            "text": "Ingresarán por ello en los Jardines del Edén, allí serán engalanados con pulseras de oro y perlas, y sus vestiduras serán de seda"
        },
        {
            "chapter": 35,
            "verse": 34,
            "text": "Y dirán: \"¡Alabado sea Dios, que ha hecho desaparecer toda causa de tristeza! Nuestro Señor es Absolvedor, Recompensador"
        },
        {
            "chapter": 35,
            "verse": 35,
            "text": "Nos recompensó con la morada eterna, y por Su gracia no padeceremos allí cansancio ni fatiga"
        },
        {
            "chapter": 35,
            "verse": 36,
            "text": "Pero quienes no hayan creído serán castigados con el fuego del Infierno, [allí] no morirán ni se les aliviará el tormento; así castigo a quienes rechazan [el Mensaje]"
        },
        {
            "chapter": 35,
            "verse": 37,
            "text": "Allí clamarán: \"¡Señor nuestro! Sácanos [del tormento] para que obremos rectamente, y no como lo hicimos\". Pero, ¿acaso no les concedí vivir largamente donde podrían haberlo hecho, y no se les presentó un Mensajero [y lo rechazaron]? Sufran el castigo. Los injustos no tendrán quién los defienda"
        },
        {
            "chapter": 35,
            "verse": 38,
            "text": "Dios conoce lo oculto de los cielos y de la Tierra, y sabe bien lo que hay dentro de los corazones"
        },
        {
            "chapter": 35,
            "verse": 39,
            "text": "Él es Quien hizo que se sucedieran unos a otros en la Tierra. La incredulidad del que se niegue a creer será en su propia contra; y la incredulidad de los que se nieguen a creer no hará sino hacerlos más detestables ante su Señor, y la incredulidad de los que se nieguen a creer no hará sino aumentarles en perdición"
        },
        {
            "chapter": 35,
            "verse": 40,
            "text": "Diles: \"¿No se fijan en lo que adoran en vez de Dios? Muéstrenme qué han creado de la Tierra, ¿acaso participaron en la creación de los cielos? ¿O les concedí un libro en el que se basan para confirmar la idolatría?\" La esperanza que los opresores se dan unos a otros no es más que un engaño"
        }
    ]
}