{
    "maqras": [
        {
            "chapter": 39,
            "verse": 53,
            "text": "Di: \"¡Oh, siervos míos que están sumidos en el pecado [perjudicándose a sí mismos]! No desesperen de la misericordia de Dios. Dios tiene poder para perdonar todos los pecados. Él es el Perdonador, el Misericordioso"
        },
        {
            "chapter": 39,
            "verse": 54,
            "text": "Arrepiéntanse ante su Señor y sométanse a Él como musulmanes, antes de que los sorprenda el castigo, y entonces no sean socorridos"
        },
        {
            "chapter": 39,
            "verse": 55,
            "text": "Sigan los preceptos que les han sido revelados [en el Corán] por su Señor, antes de que repentinamente les llegue el castigo, sin que se den cuenta"
        },
        {
            "chapter": 39,
            "verse": 56,
            "text": "[y entonces] digan: \"¡Qué pena! Ahora estoy perdido por haber desobedecido las órdenes de Dios, y realmente me contaba entre quienes se burlaban [del castigo]"
        },
        {
            "chapter": 39,
            "verse": 57,
            "text": "O digan: \"¡Cómo desearía que Dios me hubiera guiado para contarme entre los piadosos"
        },
        {
            "chapter": 39,
            "verse": 58,
            "text": "O digan, cuando vean el castigo: \"Si pudiera tener otra oportunidad [en la vida mundanal], entonces me contaría entre los que hacen el bien"
        },
        {
            "chapter": 39,
            "verse": 59,
            "text": "[Pero Dios dirá:] \"Ya se les presentaron Mis signos evidentes [en el Corán] y los desmintieron, fueron arrogantes y los rechazaron"
        },
        {
            "chapter": 39,
            "verse": 60,
            "text": "El Día de la Resurrección verás que los rostros de quienes desmintieron a Dios estarán ensombrecidos. ¿Acaso no es el Infierno la morada para los soberbios"
        },
        {
            "chapter": 39,
            "verse": 61,
            "text": "Dios salvará a los piadosos y les concederá el triunfo [ingresándolos al Paraíso], y no los alcanzará el castigo ni la tristeza"
        },
        {
            "chapter": 39,
            "verse": 62,
            "text": "Dios es el Creador de todas las cosas, y Él es su Custodio"
        },
        {
            "chapter": 39,
            "verse": 63,
            "text": "A Él pertenecen las llaves de los cielos y de la Tierra. Quienes no crean en los signos de Dios serán los perdedores"
        },
        {
            "chapter": 39,
            "verse": 64,
            "text": "Diles [¡oh, Mujámmad! a los idólatras]: \"¿Cómo pretenden que adore a sus ídolos en vez de Dios, ¡oh, ignorantes"
        },
        {
            "chapter": 39,
            "verse": 65,
            "text": "Se te ha revelado [¡oh, Mujámmad!], y también a los [Profetas] que te precedieron, que si dedicas actos de adoración a otro que Dios, tus obras se perderán y te contarás entre los perdedores"
        },
        {
            "chapter": 39,
            "verse": 66,
            "text": "Adora solo a Dios y sé de los agradecidos"
        },
        {
            "chapter": 39,
            "verse": 67,
            "text": "[Los idólatras] no han valorado a Dios en Su verdadera magnitud. El Día de la Resurrección contendrá toda la Tierra en Su puño, y los cielos estarán plegados en Su diestra. ¡Glorificado y enaltecido sea Dios! Él está por encima de lo que Le asocian"
        },
        {
            "chapter": 39,
            "verse": 68,
            "text": "Será soplada la trompeta y todos los que estén en los cielos y en la Tierra perecerán, excepto quien Dios quiera; luego será soplada por segunda vez y [todos resucitarán] poniéndose de pie [para ser juzgados]. Entonces verán"
        },
        {
            "chapter": 39,
            "verse": 69,
            "text": "La Tierra se iluminará con la luz de su Señor, el registro de las obras se expondrá, se hará comparecer a los Profetas y a los testigos, y [la gente] será juzgada con justicia y nadie será oprimido"
        },
        {
            "chapter": 39,
            "verse": 70,
            "text": "Será juzgada cada alma acorde a sus obras, y Él es Quien mejor sabe cuanto hicieron"
        },
        {
            "chapter": 39,
            "verse": 71,
            "text": "Los que se negaron a creer serán arriados en grupos hacia el Infierno, y cuando lleguen a él, serán abiertas sus puertas y sus [ángeles] guardianes les dirán: \"¿Acaso no se les presentaron Mensajeros que les transmitieron los signos de su Señor, y les advirtieron sobre la comparecencia de este día?\" Responderán: \"¡Sí! Pero [debido a que los desmentimos] se cumplirá el designio de Dios de castigar a los incrédulos"
        },
        {
            "chapter": 39,
            "verse": 72,
            "text": "Se les dirá: \"Entren por las puertas del Infierno, y morarán allí por toda la eternidad\". ¡Qué pésima morada tendrán los soberbios"
        },
        {
            "chapter": 39,
            "verse": 73,
            "text": "Pero quienes hayan tenido temor de su Señor, serán conducidos al Paraíso en grupos, y cuando lleguen a él, serán abiertas sus puertas y sus [ángeles] guardianes les dirán: \"Con ustedes sea la paz, bienvenidos. Ingresen en él por toda la eternidad"
        },
        {
            "chapter": 39,
            "verse": 74,
            "text": "Exclamarán: \"¡Alabado sea Dios!, Quien cumplió Su promesa y nos hizo heredar la tierra del Paraíso, para establecernos donde queramos. ¡Qué excelente la recompensa de los que obraron el bien"
        },
        {
            "chapter": 39,
            "verse": 75,
            "text": "Verás a los ángeles, alrededor del Trono, glorificando las alabanzas de su Señor. [El Día del Juicio] se juzgará a la creación con total justicia, y se exclamará: \"¡Alabado sea Dios, Señor del universo"
        }
    ]
}