{
    "maqras": [
        {
            "chapter": 5,
            "verse": 82,
            "text": "Verás que los peores enemigos de los creyentes son los judíos y los idólatras, y los más amistosos son quienes dicen: \"Somos cristianos\". Esto es porque entre ellos hay sacerdotes y monjes que no se comportan con soberbia"
        },
        {
            "chapter": 5,
            "verse": 83,
            "text": "Cuando escuchan lo que le ha sido revelado al Mensajero, ves que sus ojos se inundan de lágrimas porque reconocen la verdad, y entonces dicen: \"¡Señor nuestro! Creemos, cuéntanos entre quienes dan testimonio [de la verdad del Islam]"
        },
        {
            "chapter": 5,
            "verse": 84,
            "text": "¿Y por qué no íbamos a creer en Dios y en lo que nos ha llegado de la verdad? Esperamos que nuestro Señor nos introduzca [al Paraíso] junto a los justos"
        },
        {
            "chapter": 5,
            "verse": 85,
            "text": "Dios les recompensará por su testimonio con jardines por los que corren ríos, en los que estarán por toda la eternidad. Ésa es la recompensa de los que hacen el bien"
        },
        {
            "chapter": 5,
            "verse": 86,
            "text": "Pero quienes rechacen la verdad y desmientan Mi mensaje morarán en el fuego del Infierno"
        },
        {
            "chapter": 5,
            "verse": 87,
            "text": "¡Oh, creyentes! No prohíban las cosas buenas que Dios les ha permitido, pero tampoco se excedan. Dios no ama a los que cometen excesos"
        },
        {
            "chapter": 5,
            "verse": 88,
            "text": "Coman de lo lícito y bueno que Dios les ha proveído, y tengan temor de Dios, en Quien creen"
        },
        {
            "chapter": 5,
            "verse": 89,
            "text": "Dios no va a pedirles cuentas por los juramentos [que hagan] sin intención, pero sí [va a preguntarles] por los que hayan pronunciado reflexionando sobre su implicancia. En estos casos deberán expiarlos alimentando a diez pobres como alimentan a su familia, o dándoles vestimenta, o liberando a un esclavo. Quien no encuentre los medios [económicos para una de estas tres opciones] deberá ayunar tres días. Ésta es la expiación de los juramentos [si no los cumplen]. Sean cuidadosos con sus juramentos, pero cuando los hagan deben cumplirlos. Así es cómo Dios explica Su mensaje, para que sean agradecidos"
        },
        {
            "chapter": 5,
            "verse": 90,
            "text": "¡Oh, creyentes! Los embriagantes, las apuestas, los altares [sobre los cuales eran degollados los animales como ofrenda para los ídolos] y consultar la suerte [por ejemplo] con flechas, son una obra inmunda del demonio. Aléjense de todo ello, que así tendrán éxito [en esta vida y en la próxima]"
        },
        {
            "chapter": 5,
            "verse": 91,
            "text": "El demonio pretende [con esas cosas] sembrar entre la gente la discordia y el odio, y apartarlos del recuerdo de Dios y la oración valiéndose de los embriagantes y las apuestas. ¿No van a dejarlo ya"
        },
        {
            "chapter": 5,
            "verse": 92,
            "text": "Deben obediencia absoluta a Dios y a Su Mensajero, y tengan cuidado [de desobedecerlos]. Pero quien se rehúse, sepa que Mi Mensajero solo tiene la obligación de transmitir [el Mensaje] con claridad"
        },
        {
            "chapter": 5,
            "verse": 93,
            "text": "Quienes creen y hacen buenas obras no serán reprochados por lo que disfrutaron [de lo que era lícito] antes [de su prohibición] siempre que tengan temor de Dios, crean y obren rectamente, luego tengan temor de Dios y crean [en las leyes], luego tengan temor de Dios y hagan el bien [manteniéndose firmes], porque Dios ama a los que hacen el bien"
        },
        {
            "chapter": 5,
            "verse": 94,
            "text": "¡Oh, creyentes! Dios los pone a prueba prohibiendo la caza que puedan obtener con las manos o lanzas [mientras estén consagrados a la peregrinación] para distinguir quién Le teme en secreto. Quien transgreda [las leyes] tendrá un doloroso castigo"
        },
        {
            "chapter": 5,
            "verse": 95,
            "text": "¡Oh, creyentes! No cacen mientras estén consagrados a la peregrinación. Quien lo haga deliberadamente deberá compensarlo sacrificando una res de ganado equivalente a la que mató, la que será determinada por dos personas justas y será ofrendada [a Dios] ante la Ka‘bah [y repartida entre los necesitados], o deberá hacer una expiación alimentando a pobres o ayunando un plazo equivalente, para que sufra y comprenda las consecuencias de sus ofensas. Dios no les pedirá cuentas por lo que hayan hecho antes de descender la legislación. Pero quien reincida, sepa que Dios lo retribuirá con lo que se merece. Dios es Poderoso, Dueño de la retribución"
        },
        {
            "chapter": 5,
            "verse": 96,
            "text": "Es permitido [durante la peregrinación comer de] lo que pesquen en el mar, para los residentes y los viajeros. Pero está prohibida la caza mientras estén consagrados a la peregrinación. Tengan temor de Dios, ante Quien serán congregados [para ser juzgados por sus obras]"
        }
    ]
}