{
    "pages": [
        {
            "chapter": 46,
            "verse": 6,
            "text": "وهنگامی‌که مردم (در قیامت) گرد آورده شوند، آن‌ها (معبودان باطل) دشمنانشان خواهند بود، و عبادت شان را انکار می‌کنند [ سورۀ بقره آیه 165 ملاحظه فرمائید]"
        },
        {
            "chapter": 46,
            "verse": 7,
            "text": "و هنگامی‌که آیات روشن ما بر آن‌ها خوانده شود، کسانی‌که کافر شدند، در برابر حقی که برای آن‌ها آمده است گویند: «این جادویی آشکار است»"
        },
        {
            "chapter": 46,
            "verse": 8,
            "text": "یا می‌گویند: «(پیامبر خود) آن را بافته (و به الله نسبت داده) است». (ای پیامبر) بگو: «اگر من آن را بافته (و به الله نسبت داده) باشم پس شما نمی‌توانید در برابر (عذاب و خشم) الله از من دفاع کنید، (تنها) او به آنچه شما دربارۀ آن (= قرآن می‌گویید و گفتگو می‌کنید) آگاه‌تراست، و گواهی او (= الله) میان من و شما کافی است، و او آمرزندۀ مهربان است»"
        },
        {
            "chapter": 46,
            "verse": 9,
            "text": "(ای پیامبر) بگو: «من از میان پیامبران (و جودی) نو ظهور نیستم. و نمی دانم که با من و شما چگونه رفتار خواهد شد، من تنها از چیزی پیروی می‌کنم که به من وحی می‌شود، و جز بیم‌دهندۀ آشکاری نیستم»"
        },
        {
            "chapter": 46,
            "verse": 10,
            "text": "(ای پیامبر) بگو: «به من خبر دهید اگر (این قرآن) از سوی الله باشد، و شما به آن کافر شوید، و شاهدی از بنی اسرائیل بر (نشانه‌های) آن (در تورات) شهادت داد پس (او) ایمان آورد، و شما سرکشی (و تکبر) می‌وزرید (چه بر سر شما خواهد آمد؟) مسلماً الله گروه ستمگر را هدایت نمی‌کند»"
        },
        {
            "chapter": 46,
            "verse": 11,
            "text": "و کسانی‌که کافر شدند به کسانی‌که ایمان آوردند گفتند: «اگر (این دین) بهتر بود، هرگز آن‌ها (در پذیرش آن) بر ما پیشی نمی‌گرفتند». و چون بدان هدایت نشدند، خواهند گفت: «این (یک) دروغ قدیم است»"
        },
        {
            "chapter": 46,
            "verse": 12,
            "text": "و پیش از آن، کتاب موسی پیشوا و رحمت بود، و این (قرآن) کتابی است تصدیق کنندۀ (آن) که به زبان عربی است، تا کسانی‌که ستم کردند بیم دهد و برای نیکوکاران بشارتی باشد"
        },
        {
            "chapter": 46,
            "verse": 13,
            "text": "بی‌گمان کسانی‌که گفتند: «پروردگار ما الله است، سپس استقامت کردند، پس بر آن‌ها ترسی نیست و نه آن‌ها اندوهگین شوند"
        },
        {
            "chapter": 46,
            "verse": 14,
            "text": "آن‌ها اهل بهشتند، جاودانه در آن باشند، (این) پاداش اعمالی است که انجام می‌دادند"
        }
    ]
}