{
    "rukus": [
        {
            "chapter": 12,
            "verse": 94,
            "text": "Ne zaman ki, kafile (Misir'dan) ayrildi, oteden babalari dedi ki: \"Eger bana bunak demezseniz, dogrusu ben Yusuf'un kokusunu aliyorum"
        },
        {
            "chapter": 12,
            "verse": 95,
            "text": "Dediler ki: \"Vallahi sen hala o eski saskinligindasin"
        },
        {
            "chapter": 12,
            "verse": 96,
            "text": "Fakat ne zaman ki, gercekten mujdeci geldi, gomlegi Yakub'un yuzune koydu, hemen gozu acildi. \"Ben size demedim mi, ben Allah'dan sizin bilmediklerinizi bilirim.\" dedi"
        },
        {
            "chapter": 12,
            "verse": 97,
            "text": "Dediler ki: \"Ey babamiz, bizim icin Allah'a istigfar eyle. Biz gercekten buyuk gunah islemistik"
        },
        {
            "chapter": 12,
            "verse": 98,
            "text": "Dedi ki: \"Sizin icin Rabbimden ilerde bagislanma dileyecegim. Suphesiz o cok bagislayicidir, cok merhamet edicidir"
        },
        {
            "chapter": 12,
            "verse": 99,
            "text": "Ne zaman ki, onlar Yusuf'un yanina vardilar, iste o zaman Yusuf anasini ve babasini kucakladi, yanina aldi ve \"Buyurun Allah'in dilemesiyle guven icinde Misir'a girin\" dedi"
        },
        {
            "chapter": 12,
            "verse": 100,
            "text": "Anasiyla babasini yuksek bir taht uzerine oturttu ve hepsi birden Yusuf icin secdeye kapandilar. Bunun uzerine Yusuf dedi ki: \"Iste bu durum, o ruyamin cikmasidir. Gercekten Rabbim onu hak ruya kildi. Seytan benimle kardeslerimin arasini bozduktan sonra, beni zindandan cikarmakla ve sizi colden getirmekle Rabbim bana hakikaten ihsan buyurdu. Dogrusu Rabbim diledigine lutfunu ihsan eder. Suphesiz O, her seyi bilir, hukum ve hikmet sahibidir"
        },
        {
            "chapter": 12,
            "verse": 101,
            "text": "Ey Rabbim! Sen bana dunya mulkunden nasip verdin ve bana ruyalarin tabirinden bir ilim ogrettin. Ey gokleri ve yeri yoktan var eden Rabbim! Benim velim sensin, benim canimi musluman olarak al ve beni salih kullarin arasina kat!\" {*} Hasili, ne zaman ki, Yusuf'a vardilar, yani Yusuf'un daha once kardeslerine tenbih edip istedigi gibi, basta babalari olmak uzere butun aile bireyleri topluca Misir'a gelip Yusuf'un yanina vardilar. Rivayet olunur ki, Yusuf ve Melik, yanlarinda dort bin asker, birtakim devlet adamlari ve Misir halkindan cok sayida insan, gelen kafileyi karsilamaya cikmislardi. Yakub Aleyhisselam, oglu Yahuda'ya dayanarak yuruyordu, karsidan gelen kafileye ve atlilara bakip, \"Ey Yahuda, su karsidaki adam Misir'in Firavun'u mu?\" diye sordu. O da \"Hayir, Firavun degil, oglun\" dedi. Yaklastiklari zaman Yusuf'dan once Yakup selam verdi ve \"Selam sana ey huzunleri gideren\" dedi{*}ilh"
        },
        {
            "chapter": 12,
            "verse": 102,
            "text": "Iste bu, sana vahiyle bildirdigimiz gayb haberlerindendir. Yoksa onlar yapacaklarina karar verip mekir (oyun) yaparlarken sen yanlarinda degildin"
        },
        {
            "chapter": 12,
            "verse": 103,
            "text": "Sen ne kadar siddetle arzulasan da, insanlarin cogu iman edecek degildir"
        },
        {
            "chapter": 12,
            "verse": 104,
            "text": "Buna karsilik onlardan herhangi bir ucret de istemiyorsun. O Kur'an, alemlere ancak bir oguttur"
        }
    ]
}