{
    "rukus": [
        {
            "chapter": 13,
            "verse": 32,
            "text": "Andolsun ki, senden onceki peygamberlerle de alay edildi. Ben de o kafirlere bir sure icin meydan verdim. Sonra da tuttum onlari cezalandirdim. O vakit azabim nasil imis (gorduler)"
        },
        {
            "chapter": 13,
            "verse": 33,
            "text": "Butun kazandiklariyla her bir nefsin uzerinde boylesine hukumran olan baska kim vardir? Boyle iken tuttular da Allah'a ortaklar uydurdular. De ki: \"Onlara isimler verip durun bakalim. Siz O'na yeryuzunde bilmedigi bir sey mi haber vereceksiniz? Yoksa anlami olmayan kuru bir laf mi? Dogrusu kufre sapanlara kendi oyunlari guzel gosterildi de yoldan saptirildilar. Allah her kimi saptirirsa, artik onu yola getirecek kimse yoktur"
        },
        {
            "chapter": 13,
            "verse": 34,
            "text": "Onlara dunya hayatinda bir azap vardir. Ahiret azabi ise elbette daha cetindir. Onlari Allah'dan koruyacak da yoktur"
        },
        {
            "chapter": 13,
            "verse": 35,
            "text": "Muttakilere vaad olunan cennetin misali soyledir: Altindan irmaklar akar durur, yemisleri sureklidir, golgeleri de. Iste bu, takva yolunu tutanlarin akibetidir. Kafirlerin akibeti de atestir"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "Bir de kendilerine kitap verdiklerimiz, sana indirilen (vahiy) le sevinc duyuyorlar. Bununla beraber hiziplesenlerden, ayetlerin bir kismini inkar edenler de vardir. De ki: \"Ben ancak Allah'a kulluk etmekle ve O'na sirk kosmamakla emrolundum. Ben O'na davet ediyorum, donusum de O'nadir"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "Ve iste biz o Kur'an'i Arapca bir hukum olarak indirdik. Yemin olsun ki, eger sen, sana vahiyle gelen bu bilgiden sonra onlarin keyiflerine uyacak olursan, sana Allah'dan ne bir dost vardir, ne de bir koruyucu"
        }
    ]
}