{
    "rukus": [
        {
            "chapter": 17,
            "verse": 1,
            "text": "Kulu Muhammed'i geceleyin, Mescid-i Haram'dan kendisine bazi ayetlerimizi gostermek icin, etrafini mubarek kildigimiz Mescid-i Aksa'ya goturen Allah, her turlu noksan sifatlardan munezzehtir. Suphesiz ki her seyi hakkiyla isiten, hakkiyla goren O'dur"
        },
        {
            "chapter": 17,
            "verse": 2,
            "text": "Musa'ya da kitap verdik ve beni birakip baskasini vekil edinmeyiniz diye onu Israil ogullari icin bir hidayet rehberi kildik"
        },
        {
            "chapter": 17,
            "verse": 3,
            "text": "Ey Nuh'la beraber gemiye tasiyarak kurtardigimiz kimselerin soyundan olanlar! Dogrusu o cok sukredici bir kuldu"
        },
        {
            "chapter": 17,
            "verse": 4,
            "text": "Biz Israilogullari'na Tevrat'ta su hukmu verdik: \"Muhakkak siz, yeryuzunde iki defa fesat cikaracaksiniz ve muhakkak buyuk bir yukselisle yukseleceksiniz"
        },
        {
            "chapter": 17,
            "verse": 5,
            "text": "Birincisinin zamani gelince,uzerinize guclu kuvvetli kullarimizi gonderdik. Onlar, evlerin aralarina girip arastirdilar. Bu yerine getirilmesi gereken bir vaad idi"
        },
        {
            "chapter": 17,
            "verse": 6,
            "text": "Sonra sizi tekrar o istilacilar uzerine galip kildik ve size mallarla ve ogullarla yardim ettik. Ve toplum olarak sizin sayinizi artirdik"
        },
        {
            "chapter": 17,
            "verse": 7,
            "text": "Eger iyilik ederseniz, kendinize iyilik etmis olursunuz ve eger kotuluk ederseniz yine kendinizedir. Artik diger fesadinizin zamani gelince, yuzlerinizi uzuntuye sokmalari, kotuluk yapmalari ve ilk kez girdikleri gibi yine Beyt-i Makdis'e girmeleri, ele gecirdikleri yerleri mahvetmeleri icin onlari tekrar gonderecegiz"
        },
        {
            "chapter": 17,
            "verse": 8,
            "text": "Olur ki Rabbiniz size merhamet eder. Ama siz tekrar donerseniz biz de doneriz. Cehennemi, kafirler icin kusatici bir zindan yaptik"
        },
        {
            "chapter": 17,
            "verse": 9,
            "text": "Suphesiz ki bu Kur'an, insanlari en dogru ve en saglam yola iletir ve salih amel isleyen muminlere buyuk bir ecir oldugunu mujdeler"
        },
        {
            "chapter": 17,
            "verse": 10,
            "text": "Ahirete inanmayanlara da can yakici bir azab hazirlamisizdir"
        }
    ]
}