{
    "rukus": [
        {
            "chapter": 33,
            "verse": 35,
            "text": "Suphe yok ki musluman erkeklerle musluman kadinlar, mumin erkeklerle mumin kadinlar, itaat eden erkeklerle itaat eden kadinlar, sadik erkeklerle sadik kadinlar, sabreden erkeklerle sabreden kadinlar, mutevazi erkeklerle mutevazi kadinlar, sadaka veren erkeklerle sadaka veren kadinlar, oruc tutan erkeklerle oruc tutan kadinlar, irzlarini koruyan erkeklerle irzlarini koruyan kadinlar, Allah'i cok zikreden erkeklerle Allah-'i cok zikreden kadinlar var ya, iste onlar icin Allah bir magfiret ve buyuk bir mukafat hazirlamistir"
        },
        {
            "chapter": 33,
            "verse": 36,
            "text": "Bununla beraber Allah ve Resulu bir ise hukmettigi zaman, gerek mumin bir erkek ve gerekse mumin bir kadin icin, o islerinde baska bir tercih hakki yoktur. Her kim de Allah ve Resulune asi olursa acik bir sapiklik etmis olur"
        },
        {
            "chapter": 33,
            "verse": 37,
            "text": "Hem hatirla o vakti ki, o kendisine Allah'in nimet verdigi ve senin de ikramda bulundugun kimseye: \"Hanimini kendine siki tut ve Allah'tan kork\" diyordun da nefsinde Allah'in acacagi seyi gizliyordun. Insanlardan cekiniyordun. Halbuki Allah kendisini saymana daha layikti. Sonra Zeyd o kadindan ilisigini kestigi zaman, biz onu sana es yaptik ki, ogulluklarinin iliskilerini kestikleri hanimlarini nikahlamada muminlere bir darlik olmasin. Allah'in emri de yerine getirilmistir"
        },
        {
            "chapter": 33,
            "verse": 38,
            "text": "Peygambere Allah'in takdir ettigi, mubah kildigi seyde bir darlik yoktur. Bundan once gecen butun peygamberler hakkinda Allah'in sunneti boyledir. Allah'in emri ise bicilmis bir kaderdir"
        },
        {
            "chapter": 33,
            "verse": 39,
            "text": "Onlar, Allah'in gonderdiklerini teblig ederler ve O'ndan korkarlar, Allah'tan baska kimseden korkmazlardi. Hesap gorucu olarak da Allah yeter"
        },
        {
            "chapter": 33,
            "verse": 40,
            "text": "Muhammed, sizin adamlarinizdan hicbirinin babasi degildir. Ama Allah'in Resulu ve peygamberlerin sonuncusudur. Allah her seyi hakkiyle bilendir"
        }
    ]
}