{
    "rukus": [
        {
            "chapter": 48,
            "verse": 11,
            "text": "yakinda a'rabilerden geri kalmis olanlar sana diyecekler ki, \"Mallarimiz ve ailelerimiz bizi alikoydu. Allah'tan bizim bagislanmamizi dile.\" Onlar kalplerinde olmayani dilleriyle soylerler. De ki: Allah size bir zarar gelmesini dilerse veya bir fayda elde etmenizi isterse O'na karsi kimin bir seye gucu yetebilir? Hayir! Allah yaptiklarinizdan haberdardir"
        },
        {
            "chapter": 48,
            "verse": 12,
            "text": "Aslinda siz Peygamber ve muminlerin, ailelerine geri donmeyeceklerini sanmistiniz. Bu sizin gonullerinize guzel gorundu de kotu zanda bulundunuz ve helaki hak etmis bir topluluk oldunuz"
        },
        {
            "chapter": 48,
            "verse": 13,
            "text": "Kim Allah'a ve Rasulune iman etmezse suphesiz biz, kafirler icin cilgin bir ates hazirlamisizdir"
        },
        {
            "chapter": 48,
            "verse": 14,
            "text": "Goklerin ve yerin mulku Allah'indir. O, diledigini bagislar diledigini azaplandirir. Allah cok bagislayan cok merhamet edendir"
        },
        {
            "chapter": 48,
            "verse": 15,
            "text": "Siz ganimetleri almak icin gittiginizde geri kalanlar: \"Birakin biz de arkaniza duselim.\" diyeceklerdir. Onlar, Allah'in sozunu degistirmek isterler. De ki: Siz bizimle gelemeyeceksiniz. Allah daha once boyle buyurmustur. Onlar size: \"Bizi kiskaniyorsunuz.\" diyeceklerdir. Bilakis onlar, pek az anlayan kimselerdir"
        },
        {
            "chapter": 48,
            "verse": 16,
            "text": "A'rabilerin geri birakilmis olanlarina de ki: Siz yakinda cok kuvvetli bir kavme karsi savasmaya cagirilacaksiniz. Onlarla savasirsiniz veya musluman olurlar. Eger itaat ederseniz, Allah size guzel bir mukafat verir. Ama onceden dondugunuz gibi yine donecek olursaniz sizi acikli bir azaba ugratir"
        },
        {
            "chapter": 48,
            "verse": 17,
            "text": "Kore vebal yoktur, topala da vebal yoktur, hastaya da vebal yoktur. Bununla beraber kim Allah'a ve peygamberine itaat ederse, Allah onu, altindan irmaklar akan cennetlere sokar. Kim de geri kalirsa, onu aci bir azaba ugratir"
        }
    ]
}