{
    "rukus": [
        {
            "chapter": 5,
            "verse": 27,
            "text": "Onlara Adem'in iki ogluyla ilgili haberi hakkiyle oku. Hani her ikisi birer kurban sunmuslardi, birinden kabul edilmis, digerinden kabul edilmemisti. (Kurbani kabul edilmeyen, otekine):\" Seni oldurecegim\" demisti. Digeri ise soyle demisti: \"Allah, yalniz kendisinden korkanlardan kabul eder"
        },
        {
            "chapter": 5,
            "verse": 28,
            "text": "Allah'a yemin ederim ki, sen beni oldurmek icin bana el uzatsan da, ben seni oldurmek icin sana el uzatacak degilim, ben alemlerin Rabb'i olan Allah'tan korkarim"
        },
        {
            "chapter": 5,
            "verse": 29,
            "text": "Ben isterim ki sen, benim gunahimi da, kendi gunahini da yuklenip ates halkindan olasin! Zalimlerin cezasi budur"
        },
        {
            "chapter": 5,
            "verse": 30,
            "text": "Bunun uzerine kurbani kabul edilmeyenin nefsi kendisini, kardesini oldurmeye tesvik etti ve onu oldurdu. Boylece zarara ugrayanlardan oldu"
        },
        {
            "chapter": 5,
            "verse": 31,
            "text": "Derken Allah bir karga gonderdi, ona kardesinin cesedini nasil gomecegini gostermek icin topragi eseliyordu. \"Yaziklar olsun bana, su karga kadar olup da kardesimin cesedini gommekten aciz miyim ben?\" dedi ve pisman olanlardan oldu"
        },
        {
            "chapter": 5,
            "verse": 32,
            "text": "Bunun icindir ki, Israilogullari'na: \"Kim, bir cana kiymayan veya yeryuzunde bozgunculuk cikarmayan bir nefsi oldururse, butun insanlari oldurmus gibi olur. Kim de bir nefsin yasamasina sebep olursa, butun insanlari yasatmis gibi olur\" hukmunu yazdik (farz kildik). Suphesiz ki onlara peygamberlerimiz acik delillerle geldiler. Yine de bundan sonra onlarin bircogu yeryuzunde asiri gitmektedirler"
        },
        {
            "chapter": 5,
            "verse": 33,
            "text": "Allah ve Resulune karsi savasan ve yeryuzunde fesat cikarmaya calisanlarin cezasi, ancak oldurulmeleri veya asilmalari yahut ayak ve ellerinin caprazlama kesilmesi, ya da yeryuzunde baska bir yere surgun edilmeleridir. Bu, dunyada onlar icin bir zillettir. Ahirette ise onlar icin buyuk bir azab vardir"
        },
        {
            "chapter": 5,
            "verse": 34,
            "text": "Ancak kendilerini yakalamanizdan once tevbe edenler baska. Bilin ki Allah, cok bagislayan ve cok merhamet edendir"
        }
    ]
}