{
    "pages": [
        {
            "chapter": 19,
            "verse": 12,
            "text": "Ya Yahaya! Ka kama littafi da ƙarfi. Kuma Muka ba shi hukunci yana yaro"
        },
        {
            "chapter": 19,
            "verse": 13,
            "text": "Kuma (Muka sanya shi) abin girmamawa daga gunMu, kuma mai albarka, kuma ya kasance mai ɗa'a da taƙawa"
        },
        {
            "chapter": 19,
            "verse": 14,
            "text": "Kuma mai biyayya ga mahaifansa biyu, kuma bai kasance mai girman kai mai saɓo ba"
        },
        {
            "chapter": 19,
            "verse": 15,
            "text": "Kuma aminci ya tabbata a gare shi a ranar da aka haife shi da ranar da yake mutuwa da ranar da ake tayar da shi yana mai rai"
        },
        {
            "chapter": 19,
            "verse": 16,
            "text": "Kuma ka ambaci Maryamu a cikin Littafi, a lokacin da ta tsallake daga mutanenta a wani wuri, a gefen gabas"
        },
        {
            "chapter": 19,
            "verse": 17,
            "text": "Sa'an nan ta riƙi wani shamaki daga barinsu. Sai Muka aika ruhinMu zuwa gare ta. Sai ya bayyana a gare ta da siffar mutum madaidaci"
        },
        {
            "chapter": 19,
            "verse": 18,
            "text": "Ta ce: \"Lalle ni ina neman tsari ga Mai, rahama daga gare ka, idan ka kasance mai tsaron addini"
        },
        {
            "chapter": 19,
            "verse": 19,
            "text": "Ya ce: \"Abin sani kawai, ni Manzon Ubangijinki ne domin in bayar da wani yaro tsarkakke gare ki"
        },
        {
            "chapter": 19,
            "verse": 20,
            "text": "Ta ce: \"A ina yaro zai kasance a gare ni alhali kuwa wani mutum bai shafe ni ba, kuma ban kasance karuwa ba"
        },
        {
            "chapter": 19,
            "verse": 21,
            "text": "Ya ce: \"Kamar wancan Ubangijinki Ya ce. Shi, a gare Ni mai sauƙi ne. Kuma domin Mu sanya shi wata alama ga mutane, kuma wata rahama ce daga gare Mu.' Kuma abin ya kasance wani al'amari hukuntacce"
        },
        {
            "chapter": 19,
            "verse": 22,
            "text": "Sai ta yi cikinsa, sai ta tsallake da shi ga wani wuri mai nisa"
        },
        {
            "chapter": 19,
            "verse": 23,
            "text": "Sai naƙuda ta kai ta zuwa ga wani kututturen dabiniya, ta ce \"Kaitona, da dai na mutu a gabanin wannan kuma na kasance wani abu wulakantacce wanda aka manta"
        },
        {
            "chapter": 19,
            "verse": 24,
            "text": "Sai (yaron da ta haifa) ya kira ta daga ƙarƙashinta, \"Kada ki yi baƙin ciki! Haƙiƙa Ubangijinki Ya sanya wani marmaro a ƙarƙashinki"
        },
        {
            "chapter": 19,
            "verse": 25,
            "text": "Kuma ki girgiza zuwa gare ki game da kututturen dabinon ya zuba a kanki yana 'ya'yan dabino, ruɗabi nunannu"
        }
    ]
}