{
    "pages": [
        {
            "chapter": 23,
            "verse": 18,
            "text": "Muka saukar da ruwa daga sama bisa gwargwado, sa'an nan Muka zaunar da shi a cikin ƙasa alhali, lalle ne Mu, a kan tafiyar da shi, Masu iyawa ne"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "Sai Muka ƙaga muku, game da shi (ruwan), gonaki daga dainai da inabobi, kuna da, a cikinsu, 'ya'yan itacen marmari masu yawa, kuma daga gare su kuke ci"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "Da wata itaciya, tana fita daga dutsin Saina'a, tana tsira da man shafawa, da man miya domin masu ci"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "Kuma lalle ne kuna da abin lura a cikin dabbobin ni'imomi Muna shayar da ku daga abin da yake a cikinsu, kuma kuna da a cikinsu abubuwan amfani masu yawa, kuma daga gare su kuke ci"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "Kuma a kansu da a kan jirgin ruwa ake ɗaukar ku"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "Kuma lalle ne haƙiƙa Mun aika Nuhu zuwa ga mutanensa, sai ya ce: \"Ya mutanena! Ku bauta wa Allah. Ba ku da wani abin bautawa waninsa. Shin, to, ba za ku yi taƙawa ba"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "Sai mashawarta waɗanda suka kafirta daga mutanensa, suka ce: \"Wannan ba kowa ba ne, face mutum misalinku, yana nufin ya ɗaukaka a kanku. Da Allah Ya so, lalle ne da Ya saukar da Mala'iku, Ba muji (kome) ba, game da wannan, a cikin ubanninmu na farko"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "Shi bai zamo kowa ba face wani namiji ne, a gare shi akwai hauka, sai ku yi jinkiri da shi har wani lokaci"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "Ya ce: \"Ya Ubangijina! Ka taimakeni saboda sun ƙaryatani"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "Sai Muka yi wahayi zuwa gare shi. \"Ka sana'anta jirgin bisa ga idonMu, da wahayinMu. To, idan umuminMu ya je, kuma tanda ta ɓuɓɓuga da ruwa, to, ka shigar a cikinta daga kome, ma'aura biyu, da iyalanka, sai wanda Magana ta gabata a kansa, daga gare su, kuma kada ka roƙe Ni (saboda wani) a cikin waɗanda suka yi zalunci, lalle ne su waɗanda ake nutsarwa ne"
        }
    ]
}