{
    "pages": [
        {
            "chapter": 23,
            "verse": 60,
            "text": "Da waɗanda ke bayar da abin da suka bayar, alhali kuwa zukatansu suna tsorace domin suna komawa zuwa ga Ubangijinsu"
        },
        {
            "chapter": 23,
            "verse": 61,
            "text": "Waɗancan suna gaggawar tsere a cikin ayyukan alheri, alhali kuwa suna masu tserewa zuwa gare su (ayyukan alheri)"
        },
        {
            "chapter": 23,
            "verse": 62,
            "text": "Kuma ba Mu kallafa wa rai face abin iyawarsa, kuma a wurinMu akwai wani Littafi wanda yake magana da gakiya, kuma su ba a zaluntar su"
        },
        {
            "chapter": 23,
            "verse": 63,
            "text": "A'a, zukatansu suna cikin jahilci daga wannan (magana), kuma suna da waɗansu ayyuka, baicin wancan, su a gare su, masu aikatawa ne"
        },
        {
            "chapter": 23,
            "verse": 64,
            "text": "Har idan Mun kama mani'imtansu da azaba, sai ga su suna hargowa"
        },
        {
            "chapter": 23,
            "verse": 65,
            "text": "Kada ku yi hargowa a yau, lalle ne ku, daga gare Mu ba a taimakon ku"
        },
        {
            "chapter": 23,
            "verse": 66,
            "text": "Lalle ne, ayoyiNa sun kasance ana karatun su a kanku, sai kuka kasance, a kan dugaduganku, kuna komawa baya"
        },
        {
            "chapter": 23,
            "verse": 67,
            "text": "Kuna masu girman kai gare shi (Annabi), da hira kuna alfasha"
        },
        {
            "chapter": 23,
            "verse": 68,
            "text": "Shin fa, ba su yi ta'ammalin maganar (Alƙur'ani) ba, ko abin da bai je wa ubanninsu na farko ba ne ya je musu"
        },
        {
            "chapter": 23,
            "verse": 69,
            "text": "Ko ba su san Manzonsu ba ne domin haka suke masu musu a gare shi"
        },
        {
            "chapter": 23,
            "verse": 70,
            "text": "Ko suna cewa, \"Akwai hauka gare shi?\" A'a, ya zo musu da gaskiya, alhali kuwa mafi yawansu, ga gaskiya, masu ƙi ne"
        },
        {
            "chapter": 23,
            "verse": 71,
            "text": "Kuma da gaskiya (Alƙur'ani) ya bi son zuciyoyinsu, haƙiƙa da sammai da ƙasa da wanda yake a cikinsu sun ɓaci. A'a, Mun tafo musu da ambaton (darajar) su, sa'an nan su daga barin ambaton su masu bijirewa ne, bijirewa"
        },
        {
            "chapter": 23,
            "verse": 72,
            "text": "Ko kana tambayar su wani haraji ne (a kan iyar da Manzanci a gare su)? To, harajin Ubangijinka ne mafi alheri kuma Shi ne Mafi alherin masu ciyarwa"
        },
        {
            "chapter": 23,
            "verse": 73,
            "text": "Kuma lalle ne kai haƙiƙa kana kiran su zuwa ga hanya madaidaiciya"
        },
        {
            "chapter": 23,
            "verse": 74,
            "text": "Kuma lalle waɗanda ba su yi imani da Lahira ba masu karkacewa daga hanya ne"
        }
    ]
}