{
    "pages": [
        {
            "chapter": 39,
            "verse": 32,
            "text": "To, wane ne mafi zalunci daga wanda ya yi ƙarya ga Allah, kuma ya ƙaryata gaskiya a lokacin da ta je masa? Shin babu mazauni a cikin Jahannama ga kafirai"
        },
        {
            "chapter": 39,
            "verse": 33,
            "text": "Kuma wanda ya zo da gaskiya, kuma ya gaskata a game da ita, waɗancan su ne masu taƙawa"
        },
        {
            "chapter": 39,
            "verse": 34,
            "text": "Suna da abin da suke so wajen Ubangijinsu. Wancan shi ne sakamakon masu kyautatawa"
        },
        {
            "chapter": 39,
            "verse": 35,
            "text": "Domin Allah Ya kankare musu mafi munin abin da suka aikata, kuma Ya saka musu ijararsu da mafi kyaun abin da suka kasance suna aikatawa"
        },
        {
            "chapter": 39,
            "verse": 36,
            "text": "Ashe Allah bai zama Mai isa ga BawanSa ba? Kuma suna tsoratar da kai ga waɗanda suke waninSa, kuma wanda Allah Ya ɓatar to, ba, shi da mai shiryarwa"
        },
        {
            "chapter": 39,
            "verse": 37,
            "text": "Kuma wanda Allah Ya shiryar, to, ba shi da mai ɓatarwa. Ashe, Allah bai zama Mabuwayi ba, Mai azabar ramuwa"
        },
        {
            "chapter": 39,
            "verse": 38,
            "text": "Kuma lalle idan ka tambaye su: \"Wane ne ya halitta sammai da ƙasa?\" Haƙiƙa, za su ce, \"Allah ne.\" Ka ce: \"Ashe, to, kun gani abin da kuke kira, waɗanda suke wanin Allah ne, idan Allah Ya nufe ni da wata cuta, shin su abubuwan nan masu kuranye, cutarsa ne? Ko kuma Ya nufe ni da wata rahama, shin, su abubuwan nan masu kame rahamarSa ne?\" Ka ce: \"Mai isata Allah ne, gare Shi masu tawakkali ke dogara"
        },
        {
            "chapter": 39,
            "verse": 39,
            "text": "Ka ce: \"Ya mutanena! Ku yi aiki a kan halinku, lalle ni, ina aiki a kan halina. Sa'an nan za ku sani"
        },
        {
            "chapter": 39,
            "verse": 40,
            "text": "Wanda azaba ta je masa, za ta wulakanta shi, kuma wata azaba mai dawwama za ta sauka a kansa"
        }
    ]
}