{
    "pages": [
        {
            "chapter": 43,
            "verse": 23,
            "text": "Kuma kamar haka, ba Mu aika wani mai gargaɗi ba a gabaninka, a cikin wata alƙarya, face mani'imtanta sun ce, \"Lalle mu, mun sami ubanninmu a kan wani addini kuma lalle mu, masu koyi nea kan gurabunsu"
        },
        {
            "chapter": 43,
            "verse": 24,
            "text": "(Sai mai gargaɗin) ya ce: \"Shin, ban zo muku da abin da ya fi zama shiriya daga abin da kuka sami ubanninku a kansa ba?\" Suka ce, \"Lalle mu dai masu kafirta ne game da abin da aka aiko ku da shi"
        },
        {
            "chapter": 43,
            "verse": 25,
            "text": "Saboda haka Muka yi musu azabar ramuwa. To, ka dubi yadda aƙibar masu ƙaryatawa take"
        },
        {
            "chapter": 43,
            "verse": 26,
            "text": "Kuma (ka ambaci) lokacin da Ibrahim ya ce wa ubansada mutanensa, \"Lalle ni mai barranta ne daga abin da kuke bautawa"
        },
        {
            "chapter": 43,
            "verse": 27,
            "text": "Face wannan da Ya ƙaga halittata, to, lalle Shi ne zai shiryar da ni"
        },
        {
            "chapter": 43,
            "verse": 28,
            "text": "Kuma (Ibrahim) ya sanya (ita wannan magana) kalma mai wanzuwa a cikin zuriyarsa, tsammaninsu su komo daga ɓata"
        },
        {
            "chapter": 43,
            "verse": 29,
            "text": "A'a, Na jiyar da waɗannan mutane daɗi su da ubanninsu har gaskiya, da Manzo mai bayyanawar gaskiyar, ya zo musu"
        },
        {
            "chapter": 43,
            "verse": 30,
            "text": "Kuma a lokacin da gaskiyar ta je musu sai suka ce: \"Wannan sihiri ne kuma mu masu kafirta da shi ne"
        },
        {
            "chapter": 43,
            "verse": 31,
            "text": "Kuma suka ce: \"Don me ba a saukar da wannan Alƙur'ani a kan wani mutum mai girma daga alƙaryun nan biyu ba"
        },
        {
            "chapter": 43,
            "verse": 32,
            "text": "Shin, su ne ke raba rahamar Ubangijinka? Mu ne, Muka raba musu abincinsu a cikin rayuwar duniya, kuma Muka ɗaukaka waɗansunsu a kan waɗansu da darajoji domin waɗansunsu su riƙi waɗansu leburori kumarahamar Ubangijinka (ta Annabci), ita ce mafificiya daga abin da suke tarawa"
        },
        {
            "chapter": 43,
            "verse": 33,
            "text": "Kuma ba domin mutane su kasance al'umma ɗaya ba, lalle ne, da Mun sanya wa masu kafirce wa Mai Rahama, a gidajensu, rufi na azurfa, kuma da matakalai, ya zama a kanta suke taƙawa"
        }
    ]
}