{
    "pages": [
        {
            "chapter": 4,
            "verse": 141,
            "text": "ထို(အ‌ယောင်‌ဆောင်)သူများသည် အသင်တို့(၌ ကျ‌ရောက်မည့်ဒုက္ခများ)ကို ‌စောင့်‌မျှော်‌နေကြသည်။ အကယ်၍ အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်ထံ‌တော်မှ ‌အောင်မြင်မှုကို ရရှိခဲ့လျှင် သူတို့က “ငါတို့သည်လည်း အသင်တို့နှင့်အတူ ပါဝင်ခဲ့ကြသည် မဟုတ်‌လော“ဟု ‌ပြောဆိုကြသည်။ ထို့‌နောက် အကယ်၍ ‌အောင်မြင်မှုသည် ကာဖိရ်ငြင်းပယ်သူများအတွက်ဖြစ်သွားလျှင် သူတို့က (ကာဖိရ်များထံသွားပြီး ဤသို့)‌ပြောဆိုကြပြန်သည်- “အသင်တို့အ‌ပေါ် ‌အောင်နိုင်‌တော့မည့်အ‌ခြေအ‌နေတွင် ငါတို့သည် အသင်တို့အား မုအ်မင်န်များ၏(‌ဘေးရန်မှ လွတ်‌မြောက်ရန်)ကာကွယ်ခဲ့ကြသည် မဟုတ်‌လော။“ သို့ဖြစ်ရာ အလ္လာဟ်အရှင်မြတ်သည် ကိယာမသ်‌နေ့တွင် အသင်တို့ကြား၌ စီရင်ဆုံးဖြတ်‌တော်မူမည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် ကာဖိရ်ငြင်းပယ်သူများအား မွတ်စ်လင်မ်များအ‌ပေါ်တွင် (‌အောင်နိုင်ရန်) မည်သည့်လမ်း‌ကြောင်းကိုမှ လုံးဝ ‌ပေး‌တော်မမူ‌ပေ။"
        },
        {
            "chapter": 4,
            "verse": 142,
            "text": "အမှန်စင်စစ် မုနာဖိက်အ‌ယောင်‌ဆောင်မွတ်စ်လင်မ်များသည် အလ္လာဟ်အရှင်မြတ်အား လိမ်လည်လှည့်ဖြားကြသည်။* ၎င်း‌နောက် အရှင်မြတ်သည်လည်း သူတို့အား လှည့်ဖြားလျက်* ရှိ‌တော်မူသည်။ ထု့ိပြင် သူတို့သည် စွလာသ်ဝတ်ပြုရန် ရပ်‌သောအခါ၌လည်း ပျင်းရိစွာဖြင့် လူများအား ပြစားရန်သာ ရပ်ကြသည်။ ထိုု့ပြင် သူတို့သည် အလ္လာဟ်အရှင်မြတ်အား အနည်းငယ်မှလွဲ၍ သတိရ တသခြင်းမရှိကြ‌ပေ။"
        },
        {
            "chapter": 4,
            "verse": 143,
            "text": "သူတို့သည် အီမာန်ယုံကြည်မှုနှင့် ကုဖ်ရ်ငြင်းပယ်မှု၏စပ်ကြား၌ ‌သေချာစွာ စိတ်ဆုံးဖြတ်ချက်မချနိုင်ဘဲ ထိုဘက်မ‌ရောက်၊ ဤဘက်မ‌ရောက် ဖြစ်‌နေကြသည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် မည်သူ့ကိုမဆို လမ်းမှား၌ထားလိုက်လျှင် အသင်သည် ထိုသူ့အတွက် မည်သည့်လမ်း‌ကြောင်းကိုမှ လုံးဝ ‌တွေ့မည်မဟုတ်‌တော့‌ပေ။"
        },
        {
            "chapter": 4,
            "verse": 144,
            "text": "အို- အီမာန်ယုံကြည်သူအ‌ပေါင်းတို့၊ အသင်တို့သည် မုအ်မင်န်များမှလွဲ၍ ကာဖိရ်များနှင့် မိတ်‌ဆွေမဖွဲ့ကြ‌လေနှင့်။ အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အတွက် အသင်တို့နှင့် ဆန့်ကျင်ပြီး ထင်ရှား‌သောသက်‌သေခံပြုလုပ်လိုကြသ‌လော။"
        },
        {
            "chapter": 4,
            "verse": 145,
            "text": "အမှန်စင်စစ် မုနာဖိက်အ‌ယောင်‌ဆောင်မွတ်စ်လင်မ်များသည် ငရဲဘုံ၏‌အောက်ဆုံးထပ်တွင် ရှိကြမည်။* ထို့ပြင် အသင်သည် သူတို့အတွက် ကူညီမည့်သူ တစ်စုံတစ်ဦးကိုမျှ ‌တွေ့ရမည်မဟုတ်‌ပေ။"
        },
        {
            "chapter": 4,
            "verse": 146,
            "text": "သို့ရာတွင် အကြင်သူများသည် ‌နောင်တရ အမှားဝန်ခံပြီး ပြုပြင်ခဲ့ကြမည်၊ ၎င်း‌နောက် သူတို့သည် အလ္လာဟ်အရှင်မြတ်(၏ အမိန့်‌တော်များ)ကိုလည်း စွဲမြဲစွာ ဆုပ်ကိုင်ထားကြမည်၊ ထို့ပြင် သူတို့၏သာသနာကိုလည်း အလ္လာဟ်အရှင်မြတ်အတွက် သက်သက်ဖြစ်‌စေခဲ့ကြမည်ဆိုလျှင် ထိုသူများသည် အီမာန်ယုံကြည်သူများနှင့် အတူတကွရှိလိမ့်မည်။* ထို့ပြင် မကြာမီ အလ္လာဟ်အရှင်မြတ်သည် အီမာန်ယုံကြည်သူများကို ကြီးကျယ်မြင့်မြတ်‌သောအကျိုးကို ‌ပေးသနား‌တော်မူမည်။"
        },
        {
            "chapter": 4,
            "verse": 147,
            "text": "(အို- အ‌ယောင်‌ဆောင်မွတ်စ်လင်မ်အ‌ပေါင်းတို့၊) အကယ်၍ အသင်တို့သည် ‌ကျေးဇူး‌တော်များကို သိပြီး အီမာန်ယုံကြည်ကြမည်ဆိုလျှင် အလ္လာဟ်အရှင်မြတ်သည် အသင်တို့အား အပြစ်ဒဏ်‌ပေးပြီး မည်သည့်အရာ ပြုလုပ်ရမည်နည်း။* ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် (အမိန့်နာခံသူအား) အလွန်အကျိုး‌ကျေးဇူးပြု အစား‌ပေး‌တော်မူ‌သောအရှင်၊ အကြွင်းမဲ့သိ‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        }
    ]
}