{
    "pages": [
        {
            "chapter": 7,
            "verse": 150,
            "text": "ထို့‌နောက် (တမန်‌တော်)မူစာသည် ၎င်း၏အမျိုးသားများထံသို့ ‌ဒေါသထွက် ပူ‌ဆွေး‌သောက‌ရောက်လျက် ပြန်လာခဲ့‌သောအခါ ၎င်းက ‌ပြောဆိုသည်- “အသင်တို့သည် ငါ၏‌နောက်ကွယ်၌ ပြုမူခဲ့ကြသည်မှာ အဘယ်မျှ ဆိုးယုတ်လိုက်သနည်း။* အသင်တို့သည် အသင်တို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်၏ အမိန့်‌တော်(မတိုင်မီ)၌ပင် အလျင်စလို ပြုလုပ်လိုက်ကြသ‌လော။* ထို့ပြင် ၎င်း(တမန်‌တော်မူစာ)သည် သင်ပုန်းများကို ပစ်ချလိုက်သည်။ ထို့ပြင် ၎င်းအစ်ကို၏ဦး‌ခေါင်းကိုကိုင်ပြီး ၎င်းဘက်သို့ ဆွဲ‌ခေါ်လိုက်သည်။ ၎င်း၏အစ်ကိုက ‌ပြောဆိုသည်- “အို- ငါ၏မိခင်၏သား၊ အမှန်စင်စစ် အမျိုးသားများသည် ငါ့ကို အားနည်းသူဟု ယူဆခဲ့ပြီး သူတို့သည် ငါ့ကိုသတ်မည့်ဆဲဆဲပင် ဖြစ်ခဲ့ကြသည်။ သို့ဖြစ်ရာ အသင်သည် ငါ၏ရန်သူအ‌ပေါ်တွင် ရန်သူများ အားရဝမ်းသာဖြစ်‌အောင် မပြုပါနှင့်။ ၎င်းပြင် အသင်သည် ငါ့ကို မတရားကျူးလွန်သူများနှင့်အတူ မပြုလုပ်ပါနှင့်။“"
        },
        {
            "chapter": 7,
            "verse": 151,
            "text": "၎င်း(တမန်‌တော်မူစာ)က ‌ပြောဆို‌လျှောက်ထားသည်- “အို-ကျွန်ုပ်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်၊ အရှင်မြတ်သည် ကျွန်ုပ်နှင့် ကျွန်ုပ်၏အစ်ကိုအား လွတ်ငြိမ်းချမ်းသာခွင့် ‌ပေးသနား‌တော်မူပါ။ ၎င်းပြင် အရှင်မြတ်သည် ကျွန်ုပ်တို့အား အရှင်မြတ်၏ သနားကရုဏာထဲသို့ သွတ်သွင်း‌တော်မူပါ။ ထို့ပြင် အရှင်မြတ်သည် သနားကြင်နာသူများထဲတွင် သနားကြင်နာဆုံးအရှင် ဖြစ်‌တော်မူပါသည်။"
        },
        {
            "chapter": 7,
            "verse": 152,
            "text": "အမှန်စင်စစ် နွားငယ်(ရုပ်တု)ကို (ကိုးကွယ်ရာအဖြစ်) ပြုလုပ်ခဲ့ကြ‌သောသူများအ‌ပေါ်တွင် သူတို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်ထံမှ ဤ‌လောက၏ ရှင်သန်မှု၌ပင် ‌ဒေါသအမျက်နှင့် ‌သေးသိမ်မှု မကြာမီ သက်‌ရောက်မည်။* ထို့ပြင် ငါအရှင်မြတ်သည် လုပ်ကြံစွပ်စွဲသူများအား ဤသို့ပင် အပြစ်‌ပေး‌တော်မူသည်။"
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "၎င်းပြင် အကြင်သူများသည် မ‌ကောင်းမှုများကို ပြုလုပ်မိခဲ့ကြသည်။ ထို့‌နောက် သူတို့သည် ထိုကဲ့သို့ မ‌ကောင်းမှုများ(ပြုလုပ်ပြီး)‌နောက် ဝန်ချ‌တောင်းပန်ကြသည်။ ၎င်းပြင် သူတို့သည် အီမာန်ယုံကြည်မှုလည်း ရှိကြသည်။ အမှန်စင်စစ် အသင့်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်သည် ထို(ဝန်ချပြီးသည့်)‌နောက် အမှန်ပင် အလွန်လွတ်ငြိမ်းချမ်းသာခွင့်‌ပေး‌တော်မူ‌သောအရှင်၊ အလွန်သနားကြင်နာ‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "ထို့‌နောက် (တမန်‌တော်)မူစာ၏ ‌ဒေါသ‌ပြေသွား‌သောအခါ သင်ပုန်းများကို ‌ကောက်ယူလိုက်သည်။ ၎င်းပြင် ထို(သင်ပုန်း)ထဲ၌ သူတို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်ကို ‌ကြောက်ရွံ့ကြသူများအတွက် တရားလမ်းမှန်ညွှန်ကြားချက်နှင့် သနားကရုဏာ ပါရှိခဲ့သည်။"
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "ထို့ပြင် (တမန်‌တော်)မူစာသည် ၎င်း၏အမျိုးသားများထဲမှ ‌ယောက်ျားခုနှစ်ဆယ်ကို ငါအရှင်မြတ် ချိန်းဆိုသတ်မှတ်‌တော်မူ‌သောအချိန်*(၌ ‌ခေါ်‌ဆောင်သွားရန်)အတွက် ‌ရွေးချယ်‌တော်မူခဲ့သည်။ ထို့ပြင် သူတို့အား ပြင်းထန်‌သော ‌မြေငလျင်က ဖျက်ဆီးလိုက်‌သောအခါ ၎င်း(တမန်‌တော် မူစာ)က ‌ပြောဆို‌လျှောက်ထားခဲ့သည်- “အို- ကျွန်ုပ်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်၊ အကယ်၍ အရှင်မြတ် အလိုရှိ‌တော်မူခဲ့လျှင် သူတို့နှင့်တကွ ကျွန်ုပ်ကို ယခင်ကတည်းက ဖျက်ဆီးလိုက်‌တော်မူပြီး ဖြစ်ပါလိမ့်မည်။ အရှင်မြတ်သည် ကျွန်ုပ်တို့ကို ကျွန်ုပ်တို့ထဲမှ အသိတရားမရှိ‌သောသူများ၏ အပြုအမူ‌ကြောင့် ‌သေ‌ကြေပျက်စီး‌အောင် ပြုလုပ်‌တော်မူပါမည်‌လော။ ဤသည် အရှင်မြတ်၏ စမ်းသပ်မှုတစ်ခုပင် ဖြစ်ပါသည်။ ထိုစမ်းသပ်မှုနှင့် အရှင်မြတ်သည် အရှင်မြတ်အလိုရှိသူကို လမ်းမှား‌စေ‌တော်မူပြီး အလိုရှိသူကို လမ်းမှန်ပို့‌ဆောင်‌တော်မူပါသည်။ အရှင်မြတ်သည် ကျွန်ုပ်တို့၏ အ‌ရေးကိစ္စများကို ‌ဆောင်ရွက်‌ပေး‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူပါသည်။ သို့ဖြစ်ရာ အရှင်မြတ်သည် ကျွန်ုပ်တို့အား လွတ်ငြိမ်းချမ်းသာခွင့် ‌ပေးသနား‌တော်မူပါ။ ၎င်းပြင် အရှင်မြတ်သည် ကျွန်ုပ်တို့အား သနားညှာတာ‌တော်မူပါ။ ထို့ပြင် အရှင်မြတ်သည် အ‌ကောင်းဆုံး လွတ်ငြိမ်းချမ်းသာခွင့် ‌ပေး‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူပါသည်။"
        }
    ]
}