{
    "pages": [
        {
            "chapter": 10,
            "verse": 21,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် လူများကို သူတို့တွင် ဒုက္ခ‌ရောက်ပြီး‌နောက်(အရှင်မြတ်၏)သနားကရုဏာကို မြည်းစမ်း(ခံစား)‌စေ‌တော်မူလျှင် သူတို့၌ ငါအရှင်မြတ်၏ သက်‌သေလက္ခဏာများနှင့်ပတ်သက်၍ ချက်ချင်းပင် မ‌ကောင်း‌သောအကြံအစည်များ ကြံစည်‌လေ့ရှိကြသည်။ (အို- တမန်‌တော်)အသင်‌ပြောလိုက်ပါ- “အလ္လာဟ်အရှင်မြတ်သည် အကြံအစည်ပြုရာတွင် ပိုပြီး လျင်မြန်‌တော်မူ‌သောအရှင်ဖြစ်သည်။“ အမှန်စင်စစ် ငါအရှင်မြတ်၏‌ကောင်းကင်တမန်များသည် အသင်တို့ ကြံစည်‌နေသည်များကို ‌ရေးမှတ်‌နေကြသည်။"
        },
        {
            "chapter": 10,
            "verse": 22,
            "text": "အရှင်မြတ်သည် အသင်တို့အား ကုန်း‌ကြောင်းနှင့်‌ရေ‌ကြောင်းတွင် ခရီးသွားလာ‌စေ‌တော်မူ‌သောအရှင်ပင် ဖြစ်‌တော်မူသည်။ ‌နောက်ဆုံး၌ အသင်တို့သည် သ‌ဘေင်္ာများတွင် ရှိ‌နေကြ‌သောအခါ သ‌ဘေင်္ာများသည် ညင်သာ‌သော‌လေနှင့် သူတို့အား သယ်‌ဆောင်သွားသည်။ သူတို့သည်လည်း ထို‌လေ‌ကြောင့်ပင် ဝမ်းသာ‌နေကြသည်။ ထို့‌နောက် (ရုတ်တရက်) ထိုသ‌ဘေင်္ာများကို ‌လေပြင်းမုန်တိုင်းရိုက်ခတ်လာပြီး လှိုင်းတံပိုးများသည် သူတို့အ‌ပေါ်၌ ‌နေရာတိုင်းမှ လွှမ်းမိုးလာသည့်အတွက် သူတို့သည် အမှန်စင်စစ် သူတို့အား ဝိုင်းဝန်းသည်ကို ခံကြရပြီဟု ယုံကြည်ခဲ့ကြသည်။ (ထိုအခါ)သူတို့သည် အလ္လာဟ်အရှင်မြတ်အား အရှင်မြတ်အတွက်သာ စိတ်ထားဖြူစင်လျက်နှင့် (ဤသို့)ဟစ်‌ခေါ် ဆု‌တောင်းကြသည်- “အကယ်၍ အရှင်မြတ်သည် ကျွန်ုပ်တို့အား ဤ(အန္တရာယ်)မှ လွတ်‌မြောက်‌စေ‌တော်မူပါလျှင် အမှန်စင်စစ် ကျွန်ုပ်တို့သည် ‌ကျေးဇူးသိတတ်သူများထဲ၌ အပါအဝင် ဖြစ်ကြပါသည်။"
        },
        {
            "chapter": 10,
            "verse": 23,
            "text": "ထို့‌နောက် အရှင်မြတ်သည် သူတို့အား လွတ်‌မြောက်‌စေ‌တော်မူ‌သောအခါတွင် သူတို့သည် ကမာ္ဘ‌မြေ၌ ချက်ချင်းပင် မတရား‌သောင်းကျန်းမှုများ ပြုလုပ်ကြ‌တော့သည်။ အို- လူသားအ‌ပေါင်းတို့၊ အသင်တို့၏ ကျူး‌ကျော်‌သောင်းကျန်းမှုသည် အသင်တို့အ‌ပေါ်တွင်သာ(ပြန်ကျ‌ရောက်မည်)ဖြစ်သည်။ ‌လောကီ၌ အကျိုးအနည်းငယ်သာ(ရှိမည်)၊ ထို့‌နောက် အသင်တို့သည် ငါအရှင်မြတ်ထံ‌တော်သို့ပင် ပြန်ကြရမည်ဖြစ်သည်။ ထိုအခါ ငါအရှင်မြတ်သည် အသင်တို့အား အသင်တို့ပြုလုပ်ခဲ့သည်များကို အသိ‌ပေး‌တော်မူမည်ဖြစ်သည်။"
        },
        {
            "chapter": 10,
            "verse": 24,
            "text": "‌လောကီဘဝ၏ပမာသည် အကြင်‌ရေ၏ပမာနှင့်တူသည်။ ငါအရှင်မြတ်သည် ထို‌ရေကို မိုး‌ကောင်းကင်မှ ချ‌ပေး‌တော်မူခဲ့သည်။ ၎င်း‌နောက် ထို‌ရေ‌ကြောင့် လူများနှင့်တိရစာ္ဆန်များ စားကြ‌သောအပင်ငယ်များသည် ‌မြေပထဝီမှ ‌ရောယှက်၍ ထွက်လာခဲ့သည်။ ‌နောက်ဆုံးတွင် ‌မြေပထဝီသည် မိမိ၏ဝတ်စားတန်ဆာတို့ဖြင့် အလှဆင်‌သောအခါ၊ ထို‌မြေရှင်များက သူတို့သည် ထို(အပင်)များကို (မိမိတို့သ‌ဘောအတိုင်း)သုံးစွဲနိုင်ကြပြီဟု ထင်ကြသည်။ (ထိုအခါ ရုတ်တရက်)ငါအရှင်မြတ်၏ အမိန့်‌တော်သည် ထိုလယ်ယာဥယျာဉ်များကို ည၌ သို့မဟုတ် ‌နေ့၌ ‌ရောက်ရှိလာ‌တော့သည်။ ထို့‌နောက် ငါအရှင်မြတ်သည် ထိုလယ်ယာများကို ရိတ်သိမ်းပြီးသည့်အတိုင်း ဖြစ်သွား‌စေ‌တော်မူသည်။ ထိုအခါ ထိုလယ်ယာများသည် မ‌နေ့က လုံးဝမရှိခဲ့သကဲ့သို့ ဖြစ်သွား‌တော့သည်။ ငါအရှင်မြတ်သည် ထိုသို့ပင် သက်‌သေလက္ခဏာများကို စဉ်းစားဆင်ခြင်သူများအတွက် အ‌သေးစိတ် ရှင်းလင်းပြသ‌တော်မူသည်။"
        },
        {
            "chapter": 10,
            "verse": 25,
            "text": "ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် (လူများကို) ငြိမ်းချမ်းရာဌာနသို့ ဖိတ်‌ခေါ်‌တော်မူသည်။ ထို့ပြင် အရှင်မြတ်သည် အရှင်မြတ် အလိုရှိ‌တော်မူ‌သောများအား ‌ဖြောင့်မတ်မှန်ကန်‌သောလမ်းကို ညွှန်ကြားပြသ‌တော်မူသည်။"
        }
    ]
}