{
    "pages": [
        {
            "chapter": 12,
            "verse": 64,
            "text": "၎င်း(ဖခင်)က ‌ပြောဆိုသည်- ငါသည် အသင်တို့အ‌ပေါ်တွင် ဤညီနှင့်ပတ်သက်၍ ယခင်က သူ၏အစ်ကို(ယူစွဖ်)ကို ယုံကြည်စိတ်ချရသကဲ့သို့ ယုံကြည်စိတ်ချရမည်‌လော။ (‌ကောင်းပြီး)၊ သို့ဖြစ်ရာ အလ္လာဟ်အရှင်မြတ်သည် အ‌ကောင်းဆုံး ထိန်းသိမ်း‌စောင့်‌ရှောက်‌တော်မူ‌သောအရှင်၊ ၎င်း‌နောက် သနားကြင်နာသူများထဲတွင် အသနားကြင်နာဆုံး‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 12,
            "verse": 65,
            "text": "ထို့‌နောက် သူတို့သည် သူတို့၏ပစ္စည်းများအား ဖွင့်လိုက်ကြ‌သောအခါ သူတို့၏အရင်းပစ္စည်းများအား ပြန်ထည့်‌ပေးလိုက်သည်ကို ‌တွေ့ရှိခဲ့ကြသည်။ သူတို့က ‌ပြောဆိုကြသည်- အို- ကျွန်ုပ်တို့၏ဖခင်၊ ကျွန်ုပ်တို့သည် မည်သည့်အရာကို အလိုရှိပါသနည်း၊ ဤသည် ကျွန်ုပ်တို့၏အရင်းပစ္စည်းပင် ဖြစ်ပါသည်။ ထိုအရင်းကိုလည်း ကျွန်ုပ်တို့အား ပြန်‌ပေးထားပြီးဖြစ်သည်။ ၎င်း‌နောက် ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့အိမ်သားများအတွက် (ထပ်ပြီး)စားနပ်ရိက္ခာများ ယူ‌ဆောင်လာကြပါမည်။ ၎င်း‌နောက် ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ညီငယ်ကိုလည်း ထိန်းသိမ်း‌စောင့်‌ရှောက်ကြပါမည်။ ထို့ပြင် ကျွန်ုပ်တို့သည် ကုလားအုတ်တစ်စီးစာ(ရိက္ခာ)ကိုလည်း ပိုယူလာကြပါမည်။ ဤသည် အလွယ်တကူ ရရှိမည့်ရိက္ခာပင် ဖြစ်ပါသည်။"
        },
        {
            "chapter": 12,
            "verse": 66,
            "text": "၎င်း(ဖခင်)က ‌ပြောဆိုသည်- အသင်တို့သည် ငါ့ကို အလ္လာဟ်အရှင်မြတ်အား တိုင်တည်၍ အသင်တို့ကိုယ်တိုင်(ဒုက္ခ‌ရောက်)ဝိုင်းဝန်းခြင်းကို ခံကြရသည်မှလွဲပြီး ထိုညီကို ငါ့ထံ(ပြန်‌ခေါ်)ယူခဲ့ကြပါမည်ဟု အာမခံမှုမပြုသမျှ ငါသည် ထိုညီကို အသင်တို့နှင့်အတူ လုံးဝ‌စေလွှတ်မည် မဟုတ်‌ပေ။ ထို့‌နောက် သူတို့သည် ဖခင်အား သူတို့၏အာမခံချက်များကို ‌ပေးခဲ့ကြ‌သောအခါ ဖခင်က ‌ပြောဆိုသည်- အလ္လာဟ်အရှင်မြတ်သည် ငါတို့ ‌ပြောဆိုသည်များနှင့်ပတ်သက်၍ အလွန်ယုံပုံလွှဲအပ်ခြင်းခံထိုက်‌တော်မူ‌သောအရှင်မြတ်ပင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 12,
            "verse": 67,
            "text": "ထို့ပြင် ၎င်း(ဖခင်)က ‌ပြောဆိုသည်-အို- ငါ့သားတို့၊ အသင်တို့သည် (အီဂျစ်၏မြို့‌တော်သို့ ဝင်ကြ‌သောအခါ) တံခါး‌ပေါက်တစ်‌ပေါက်ထဲမှ မဝင်ကြနှင့်။ ၎င်း‌နောက် အသင်တို့သည် တံခါး‌ပေါက် သီးခြားစီမှ ဝင်ကြပါ။* ထို့ပြင် ငါ(၏အကြံ)သည် အသင်တို့အတွက် အလ္လာဟ်အရှင်မြတ်(၏ အလို‌တော်)နှင့် ဆန့်ကျင်ပြီး အနည်းငယ်မှ အသုံးဝင်မည် မဟုတ်‌ပေ။ အမိန့်အာဏာသည် အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ မည်သူ့ထံ၌မှ မရှိ‌ပေ။ ငါသည် ထိုအရှင်မြတ်အ‌ပေါ်၌သာ ယုံပုံလွှဲအပ်လိုက်ပြီးဖြစ်သည်။ ထို့ပြင် ယုံပုံလွှဲအပ်သူများသည် ထိုအရှင်မြတ်အ‌ပေါ်၌သာ ယုံပုံလွှဲအပ်ထိုက်သည်။"
        },
        {
            "chapter": 12,
            "verse": 68,
            "text": "ထို့‌နောက် သူတို့သည် (အီဂျစ်၏မြို့‌တော်သို့) သူတို့အား သူတို့၏ဖခင် မှာကြားခဲ့သည့်နည်းလမ်းအတိုင်း ဝင်‌ရောက်ခဲ့ကြ‌သောအခါ အလ္လာဟ်အရှင်မြတ်နှင့်ဆန့်ကျင်၍ မည်သည့်အရာမျှ အသုံးမဝင်ခဲ့‌ပေ။ သို့ရာတွင် ထိုသူ(ဖခင်၏)အကြံ‌ပေးချက်သည် သူ၏စိတ်ထဲ၌ အလိုဆန္ဒတစ်ခုရှိခဲ့သည်ကို သူက ပြီး‌မြောက်‌အောင် ‌ဆောင်ရွက်ခဲ့ခြင်းသာဖြစ်သည်။ ထို့ပြင် အမှန်စင်စစ် သူသည် ငါအရှင်မြတ်က သူ့အား ပညာသင်‌ပေး‌တော်မူခဲ့သည့်အတွက် ပညာရှင်တစ်ဦး*အမှန်ပင် ဖြစ်ခဲ့သည်။ သို့ရာတွင် လူများထဲမှ အများစုသည် မသိနားမလည်ကြ‌ပေ။"
        },
        {
            "chapter": 12,
            "verse": 69,
            "text": "ထို့‌နောက် သူတို့သည် ၎င်း(ယူစွဖ်)ထံသို့ ဝင်‌ရောက်ခဲ့ကြ‌သောအခါ ၎င်းသည် ၎င်း၏ညီငယ်အား ၎င်း၏ထံ၌ ‌နေရာထိုင်ခင်း‌ပေးခဲ့သည်။ (ထို့‌နောက်)၎င်းက အမှန်စင်စစ် ငါသည် အသင်၏အစ်ကို (ယူစွဖ်)ပင်ဖြစ်သည်။ သို့ဖြစ်ရာ အသင်သည် သူတို့ပြုလုပ်ခဲ့ကြ‌သော ကိစ္စရပ်များနှင့်ပတ်သက်၍ စိတ်ဒုက္ခ မဖြစ်ပါနှင့်ဟု ‌ပြောဆိုခဲ့သည်။"
        }
    ]
}