{
    "pages": [
        {
            "chapter": 16,
            "verse": 7,
            "text": "ထို့ပြင် ‌ခြေ‌လေး‌ချောင်းတိရစာ္ဆန်များသည် အသင်တို့၏ဝန်စည်များကိုလည်း အသင်တို့ အလွန်ခဲယဉ်းစွာဖြင့် ‌ရောက်ရှိနိုင်ကြ‌သောမြို့ရွာများထံသို့ သယ်ပိုး‌ပေးမှုကိုလည်း ပြုလုပ်ကြသည်။ အမှန်စင်စစ် အသင်တို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်သည် အလွန်နူးညံ့သိမ်‌မွေ့‌တော်မူ‌သောအရှင်၊ အလွန်သနားကြင်နာ‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 16,
            "verse": 8,
            "text": "ထို့ပြင် မြင်း၊ လားနှင့် မြည်းတိရစာ္ဆန်များကိုလည်း အသင်တို့သည် သူတို့အား စီးနင်းကြရန်အတွက်နှင့် လှပတင့်တယ်မှုရှိ‌စေရန်အတွက်* (ဖန်ဆင်း‌တော်မူခဲ့သည်)။ ထို့ပြင် အရှင်မြတ်သည် အသင်တို့ မသိကြ‌သောအရာများကိုလည်း ဖန်ဆင်း‌တော်မူသည်။"
        },
        {
            "chapter": 16,
            "verse": 9,
            "text": "ထို့ပြင် ‌ဖြောင့်မတ်‌သောလမ်းကို ပြသရန်မှာ အလ္လာဟ်အရှင်မြတ်အ‌ပေါ်၌သာ မူတည်သည်။ ၎င်း‌နောက် ထိုလမ်းများထဲ၌ ‌ကွေ့‌ကောက်‌သောလမ်းလည်းရှိသည်။ ထို့ပြင် အရှင်မြတ်အလိုရှိ‌တော်မူလျှင် အသင်တို့အားလုံးကို အမှန်ပင် လမ်းမှန်‌ပေါ်‌ရောက်‌အောင် ပို့‌ဆောင်ညွှန်ကြား‌တော်မူခဲ့လိုက်ပြီးဖြစ်သည်။"
        },
        {
            "chapter": 16,
            "verse": 10,
            "text": "အရှင်မြတ်ပင် အသင်တို့အတွက် မိုး‌ကောင်းကင်မှ မိုး‌ရေကို ချ‌ပေး‌တော်မူ‌သောအရှင်ဖြစ်‌တော်မူသည်။ ထို‌ရေမှပင် အသင်တို့သည် ‌သောက်သုံးကြသည်။ ၎င်း‌နောက် ထို‌ရေ‌ကြောင့်ပင် အပင်များ‌ပေါက်‌ရောက်သည်။ အသင်တို့သည် ထိုအပင်များ၌ပင် (တိရစာ္ဆန်များကို)ထိန်း‌ကျောင်းကြသည်။"
        },
        {
            "chapter": 16,
            "verse": 11,
            "text": "အရှင်မြတ်သည် အသင်တို့(အကျိုး)အတွက် ထို‌ရေနှင့် ‌ကောက်ပဲသီးနှံများ၊ သံလွင်ပင်များ၊ စွန်ပလွန်ပင်များ၊ စပျစ်ပင်များနှင့် သီးနှံမျိုးစုံတို့အား ‌ပေါက်‌ရောက်‌စေ‌တော်မူသည်။ အမှန်စင်စစ် ထိုအထဲ၌ စဉ်းစားဆင်ခြင်သူများအတွက် အမှန်ပင် သက်‌သေလက္ခဏာရှိသည်။"
        },
        {
            "chapter": 16,
            "verse": 12,
            "text": "ထို့ပြင် အရှင်မြတ်ပင် အသင်တို့အကျိုးအတွက် ညနှင့်‌နေ့သာမက ‌နေနှင့်လအားလည်း အမိန့်ကို လိုက်နာ‌စေ‌တော်မူခဲ့သည်။ ထို့ပြင် ကြယ်များသည်လည်း အရှင်မြတ်၏အမိန့်‌တော်နှင့်အညီ လိုက်နာ‌စေခြင်းကို ခံခဲ့ကြရပြီဖြစ်သည်။ အမှန်စင်စစ် ထိုအထဲ၌ နားလည်အသိဉာဏ်ရှိ‌သောသူများအတွက် အမှန်ပင် သာဓကများရှိသည်။"
        },
        {
            "chapter": 16,
            "verse": 13,
            "text": "ထို့ပြင် အရှင်မြတ်သည် အသင်တို့အကျိုးအတွက် ‌မြေပထဝီတွင် ဖန်ဆင်းထား‌တော်မူ‌သောအရာများအားလည်း (အမိန့်ကို လိုက်နာ‌စေ‌တော်မူခဲ့သည်)။ ထိုအရာများ၏ အ‌သွေးအ‌ရောင်များသည် ကွဲပြားခြားနား‌နေကြသည်။ အမှန်စင်စစ် ထိုအထဲ၌ တရားရသူများအတွက် အမှန်ပင် သက်‌သေလက္ခဏာရှိသည်။"
        },
        {
            "chapter": 16,
            "verse": 14,
            "text": "ထို့ပြင် အရှင်မြတ်သည် အကြင်အရှင်မြတ်ပင်ဖြစ်‌တော်မူသည်။ ထိုအရှင်မြတ်သည် ပင်လယ်အား အမိန့်နာခံ‌စေ‌တော်မူခဲ့သည်။ (အ‌ကြောင်းမှာ) အသင်တို့သည် ထိုပင်လယ်ထဲမှ လတ်ဆတ်‌သောအသားကို စားသုံးကြရန်အတွက်နှင့် အသင်တို့သည် ထိုပင်လယ်ထဲမှ မိမိတို့ ဆင်ယင်ကြ‌သောလက်ဝတ်ရတနာများကို ထုတ်ယူကြရန်အတွက်ဖြစ်သည်။ ထို့ပြင် အသင်သည် သ‌ဘေင်္ာများအား ပင်လယ်ထဲ၌ ‌ရေကိုခွဲပြီးသွားလာ‌နေကြသည်ကို ‌တွေ့မြင်ရသည်။ ထို့ပြင် အသင်တို့သည် (‌ရေ‌ကြောင်းဖြင့် သွားလာခြင်းအားဖြင့်) အရှင်မြတ်၏‌ကျေးဇူး‌တော်(ပစ္စည်းဥစ္စာ)ကို ရှာ‌ဖွေကြရန်အတွက်နှင့် အသင်တို့သည် ‌ကျေးဇူး‌တော်များကို သိတတ်ကြရန်အတွက် (အရှင်မြတ်သည် ပင်လယ်အား အမိန့်နာခံ‌စေ‌ေ‌တော်မူခဲ့ခြင်းဖြစ်သည်)။"
        }
    ]
}