{
    "pages": [
        {
            "chapter": 17,
            "verse": 67,
            "text": "ထို့ပြင် အသင်တို့သည် ပင်လယ်ထဲ၌ ဒုက္ခ‌ရောက်ခဲ့‌သောအခါ အရှင်မြတ်မှလွဲ၍ အသင်တို့ ဟစ်‌ခေါ်‌နေကြ‌သောအရာများသည် ‌ပျောက်ကွယ်သွားကြသည်။ ထို့‌နောက် အရှင်မြတ်သည် အသင်တို့အား ကုန်း‌ပေါ်သို့ လွတ်‌မြောက်‌စေခဲ့‌တော်မူ‌သောအခါ အသင်တို့သည် မျက်နှာလွှဲသွားခဲ့ကြပြန်သည်။ ထို့ပြင် လူသားသည် အလွန်‌ကျေးဇူးကန်းသူပင် ဖြစ်သည်။"
        },
        {
            "chapter": 17,
            "verse": 68,
            "text": "အရှင်မြတ်သည် အသင်တို့အား ကုန်း‌ပေါ်၌ပင် ‌မြေမျို‌စေ‌တော်မူခြင်း သို့မဟုတ် အသင်တို့အ‌ပေါ် သဲမုန်တိုင်း ‌စေလွှတ်‌တော်မူခြင်းကို စိုးရိမ်ခြင်းကင်း‌နေကြသ‌လော။ ထို့‌နောက် အသင်တို့သည် အသင်တို့အတွက် ကာကွယ်‌စောင့်‌ရှောက်မည့်သူ မည်သူမှ ‌တွေ့မည်မဟုတ်‌တော့‌ပေ။"
        },
        {
            "chapter": 17,
            "verse": 69,
            "text": "သို့မဟုတ် အရှင်မြတ်သည် အသင်တို့အား ထိုပင်လယ်ထဲသို့ ‌နောက်တစ်ကြိမ် ထပ်မံ၍ ‌ရောက်‌စေ‌တော်မူကာ အသင်တို့အ‌ပေါ်တွင် အသင်တို့၏‌သွေဖည်မှု‌ကြောင့် ‌လေပြင်းမုန်တိုင်းကို ‌စေလွှတ်ခြင်းအားဖြင့် အသင်တို့အား နစ်မြှပ်‌စေ‌တော်မူမည်ကို စိုးရိမ်ခြင်းမရှိဘဲ စိတ်ချ၍ ‌နေသ‌လော။ ထို့‌နောက် အသင်တို့သည် အသင်တို့အတွက် ငါအရှင်မြတ်နှင့် ဆန့်ကျင်၍ ကူညီမည့်သူ မည်သူမှ ‌တွေ့မည်မဟုတ်‌တော့‌ပေ။"
        },
        {
            "chapter": 17,
            "verse": 70,
            "text": "ထို့ပြင် အမှန်စင်စစ် ငါအရှင်မြတ်သည် အာဒမ်၏သားသမီးများအား ဂုဏ်မြင့်မြတ်‌စေ‌တော်မူခဲ့သည်။ ထို့ပြင် ငါအရှင်မြတ်သည် သူတို့အား ကုန်း‌ပေါ်နှင့်ပင်လယ်တွင် စီးနင်း‌စေ‌တော်မူခဲ့သည်။ ထို့ပြင် ငါအရှင်မြတ်သည် သူတို့အား(စားသုံးရန်) စင်ကြယ်‌ကောင်းမွန်‌သောအရာများကို ‌ပေးသနား‌တော်မူခဲ့သည်။ ၎င်း‌နောက် ငါအရှင်မြတ်သည် သူတို့အား ငါအရှင်မြတ် ဖန်ဆင်းထား‌တော်မူ‌သောအရာများထဲမှ (သက်ရှိ၊သက်မဲ့) အ‌မြောက်အမြားထက် မြင့်မြတ်‌စေ‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 17,
            "verse": 71,
            "text": "ထို‌နေ့တွင် ငါအရှင်မြတ်သည် လူသားအားလုံးအား သူတို့၏‌ရှေ့‌ဆောင်များနှင့်တကွ ‌ခေါ်ယူ‌တော်မူမည်။ ထိုအခါ သူတို့၏မှတ်တမ်းများကို သူတို့၏လက်ယာလက်၌ ‌ပေးခြင်းခံရ‌သောသူတို့ကမူ* သူတို့၏မှတ်တမ်းကို (ဝမ်း‌မြောက်စွာ)ဖတ်ကြမည်။ ထို့ပြင် သူတို့သည် ဆံခြည်မျှင်ခန့်ပင် မတရားပြုခြင်းကို ခံကြရမည်မဟုတ်‌ပေ။"
        },
        {
            "chapter": 17,
            "verse": 72,
            "text": "ထို့ပြင် မည်သူမဆို ဤဘဝတွင် (အမှန်တရားကို မမြင်ဘဲ)မျက်စိကန်းသူဖြစ်ခဲ့လျှင်၊ ထိုသူသည် တမလွန်ဘဝတွင်လည်း မျက်စိကန်းသူပင် ဖြစ်လိမ့်မည်။ ၎င်းပြင် (မှန်ကန်‌သောလမ်းမှ) ပို၍လွဲ‌ချော်သူလည်းဖြစ်လိမ့်မည်။"
        },
        {
            "chapter": 17,
            "verse": 73,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် အသင်(တမန်‌တော်)၏ထံသို့ ပို့‌တော်မူခဲ့‌သော အမိန့်‌တော်မှလွဲ၍ အခြားအရာကို ငါအရှင်မြတ်အ‌ပေါ်တွင် အသင် လုပ်ကြံ‌ပြောဆိုရန်အတွက် သူတို့သည် အသင့်အား ထိုအမိန့်‌တော်မှ ချွတ်‌ချော်တိမ်းပါး‌အောင် ပြုလုပ်မည့်ဆဲဆဲဖြစ်ခဲ့ကြသည်။* ၎င်း‌နောက် ထိုသို့(အသင်)ပြုလုပ်လျှင် သူတို့သည် အသင့်အား ရင်းနှီးသည့်အ‌နေဖြင့် မိတ်‌ဆွေပြုလုပ်ခဲ့ကြမည် အမှန်ပင်ဖြစ်သည်။"
        },
        {
            "chapter": 17,
            "verse": 74,
            "text": "ထို့ပြင် အကယ်၍ ငါအရှင်မြတ်သည် အသင့်အား တည်တံ့‌အောင် မလုပ်ထားခဲ့လျှင် အမှန်စင်စစ် အသင်သည် သူတို့ဘက်သို့ အနည်းငယ်ယိမ်းလုနီးပါး ဖြစ်သွားခဲ့လိမ့်မည်။"
        },
        {
            "chapter": 17,
            "verse": 75,
            "text": "ထိုသို့ဖြစ်လျှင် ငါအရှင်မြတ်သည် အမှန်ပင် အသင့်အား ဤဘဝနှင့်တမလွန်ဘဝတွင် အပြစ်ဒဏ်နှစ်ဆ အမှန်ပင် မြည်းစမ်း‌စေ‌တော်မူမည်ဖြစ်သည်။ ထို့‌နောက် အသင်သည် ငါအရှင်မြတ်နှင့် ဆန့်ကျင်ပြီး အသင့်အား ကူညီမည့်သူ မည်သူမှ ‌တွေ့မည်မဟုတ်‌တော့‌ပေ။"
        }
    ]
}