{
    "pages": [
        {
            "chapter": 18,
            "verse": 54,
            "text": "ထို့ပြင် အမှန်စင်စစ် ငါအရှင်မြတ်သည် ဤကုရ်အာန်ကျမ်း‌တော်မြတ်ထဲ၌ လူများအတွက် ဥပမာပုံ‌ဆောင်ချက်များကို နည်းအမျိုးမျိုးဖြင့် မိန့်ကြား‌တော်မူခဲ့သည်။ ၎င်း‌နောက် လူသားသည် အရာအားလုံးထက် အငြင်းအသန်ဆုံးပင်ဖြစ်သည်။"
        },
        {
            "chapter": 18,
            "verse": 55,
            "text": "ထို့ပြင် လူများအား သူတို့ထံ လမ်းမှန်ညွှန်ကြားပြသချက်‌ရောက်ရှိပြီး‌နောက် အီမာန်ယုံကြည်ရန်နှင့် သူတို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်ထံ‌တော်တွင် လွတ်ငြိမ်းချမ်းသာခွင့် ပန်ကြားရန် မည်သည့်အရာကမှ တားဆီးခဲ့သည်မဟုတ်‌ပေ၊ သို့ရာတွင် သူတို့သည် ယခင်က လူများအား ဆက်ဆံခံရသကဲ့သို့မျိုး သူတို့အား ဆက်ဆံခံရခြင်း၊ သို့မဟုတ် သူတို့၏ ‌ရှေ့တည့်တည့်၌ ပြစ်ဒဏ်ဆိုက်‌ရောက်လာခြင်း(ကသာ တားဆီးခဲ့ခြင်း ဖြစ်သည်)။"
        },
        {
            "chapter": 18,
            "verse": 56,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် တမန်‌တော်များအား သတင်း‌ကောင်း‌ပေးသူများ၊ သတိ‌ပေးနှိုး‌ဆော်သူများအဖြစ်နှင့်သာ ‌စေလွှတ်‌တော်မူသည်။ ထို့ပြင် ကာဖိရ်ငြင်းပယ်သူများသည် ထို(မတရား‌သော)အရာနှင့် အမှန်တရား(ကုရ်အာန်)ကို ပယ်ဖျက်ရန် မတရား အငြင်းအခုံပြုကြသည်။ ထို့ပြင် သူတို့သည် ငါအရှင်မြတ်၏ သက်‌သေလက္ခဏာ‌တော်များနှင့် သူတို့ သတိ‌ပေးနှိုး‌ဆော်ခြင်းခံရ‌သောအရာများကို ‌ပြောင်‌လှောင်မှုပြုခဲ့ကြသည်။"
        },
        {
            "chapter": 18,
            "verse": 57,
            "text": "ထို့ပြင် အကြင်သူထက် မတရား‌သောသူ မည်သူရှိမည်နည်း။ ထိုသူသည် သူ့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်၏သက်‌သေလက္ခဏာများနှင့် ဆုံးမခြင်းခံခဲ့ရ‌သော်လည်း ထိုသူသည် ထိုအရာများအား မျက်နှာလွှဲခဲ့သည်။ ထို့ပြင် သူသည် သူ၏လက်နှစ်ဖက်က ကြိုတင်ပို့ထား‌သော အပြစ်များကိုလည်း ‌မေ့‌ပျောက်ခဲ့သည်။ အမှန်စင်စစ် ငါအရှင်မြတ်သည် ထိုသူများ၏စိတ်နှလုံးများ‌ပေါ်တွင် သူတို့သည် ထို(အမှန်တရား)ကို နားမလည်နိုင်ကြ‌အောင် အဖုံးအကာများနှင့် သူတို့၏နားများကို (မကြားရ‌အောင်)နားပင်းမှု ပြုလုပ်‌တော်မူခဲ့သည်။ ထို့ပြင် အကယ်၍ အသင်သည် သူတို့အား တရားလမ်းမှန်ဘက် ဖိတ်‌ခေါ်‌သော်လည်း သူတို့သည် ဤအ‌ခြေအ‌နေတွင် မည်သည့်အခါမှ လမ်းမှန်ကို ရကြမည်မဟုတ်‌ပေ။"
        },
        {
            "chapter": 18,
            "verse": 58,
            "text": "ထို့ပြင် အသင့်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်သည် အလွန်လွတ်ငြိမ်းချမ်းသာခွင့်‌ပေး‌တော်မူ‌သောအရှင်၊ အလွန်သနားကြင်နာ‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။ အကယ်၍ အရှင်မြတ်သည် သူတို့အား သူတို့ရှာ‌ဖွေဆည်းပူးခဲ့ကြ‌သော ပြစ်မှုများ‌ကြောင့် အ‌ရေးယူ‌တော်မူလျှင် အမှန်ပင် အရှင်မြတ်သည် သူတို့အ‌ပေါ်သို့ ပြစ်ဒဏ်ကို ‌ဆောလျင်စွာ ကျ‌ရောက်‌စေ‌တော်မူခဲ့မည်ဖြစ်သည်။ အမှန်စင်စစ် သူတို့အတွက် ချိန်းဆိုထား‌သော အချိန်တစ်ချိန်ရှိ‌နေသည့်အတွက် သူတို့သည် ထိုပြစ်ဒဏ်မှ အခြား ထွက်‌ပြေးလွတ်‌မြောက်ရန်‌နေရာ လုံးဝ ‌တွေ့ရှိမည်မဟုတ်‌ပေ။"
        },
        {
            "chapter": 18,
            "verse": 59,
            "text": "ထို့ပြင် ဤသည် အကြင်မြို့ရွာများပင်ဖြစ်သည်။ ငါအရှင်မြတ်သည် ထိုမြို့သူရွာသားများအား သူတို့ မတရားကျူးလွန်ကြသည့်အခါ ဖျက်ဆီး‌တော်မူခဲ့သည်။ ထို့ပြင် ငါအရှင်မြတ်သည် သူတို့ပျက်စီးရန် ချိန်းဆိုထားသည့်ကာလတစ်ခု ပြုလုပ်သတ်မှတ်ထားခဲ့သည်။"
        },
        {
            "chapter": 18,
            "verse": 60,
            "text": "ထို့ပြင် တစ်ခါက (တမန်‌တော်)မူစာသည် ၎င်း၏တပည့်ကို ငါသည် မြစ်နှစ်သွယ်ဆုံ‌သော‌နေရာသို့ ‌ရောက်သည်အထိ မရပ်မနား သွားမည်၊ သို့မဟုတ် ငါသည် နှစ်ရှည်လများ သွား‌နေမည်ဟု ‌ပြောဆိုခဲ့သည်။"
        },
        {
            "chapter": 18,
            "verse": 61,
            "text": "ထို့‌နောက် ၎င်းတို့နှစ်ဦးစလုံးသည် ထိုမြစ်ဆုံ‌နေရာသို့ ‌ရောက်သည့်အခါ ၎င်းတို့နှစ်ဦးသည် ၎င်းတို့၏ငါးများကို ‌မေ့သွားခဲ့ကြသည်။ သို့ဖြစ်ရာ ထိုငါးသည် မြစ်ထဲတွင် သူ၏လမ်းကို လိုဏ်‌ပေါက်ရှည်ကြီးပြုလုပ်လျက် ‌လျှောဆင်းသွားခဲ့သည်။"
        }
    ]
}