{
    "pages": [
        {
            "chapter": 2,
            "verse": 249,
            "text": "ထို့‌နောက် သွာလူသ်ဘုရင်သည် စစ်တပ်နှင့်ထွက်ခွာချီတက်သွားသည့်အခါ ‌ပြောဆိုသည်၊ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အသင်တို့အား မြစ်တစ်ခုနှင့် စမ်းသပ်‌တော်မူမည်။ ထို့အတွက် အကြင်သူသည် ထိုမြစ်ထဲမှ(‌ရေများစွာ)‌သောက်ခဲ့လျှင် ထိုသူသည် ငါ၏(အုပ်စု)ထဲမှ မဟုတ်‌ပေ။ ၎င်းပြင် အကြင်သူသည် ‌ရေလက်တစ်ခုပ်ခန့်မှလွဲ၍ ထိုမြစ်ထဲမှ မ‌သောက်ခဲ့လျှင် ထိုသူသည် ငါ၏(အုပ်စု)ထဲမှဖြစ်သည်။ ထို့‌နောက် သူတို့ထဲမှ အနည်းငယ်မှလွဲ၍(ကျန်အားလုံးသည်) ထိုမြစ်ထဲမှ(‌ရေကိုများစွာ)‌သောက်လိုက်ကြသည်။ ထို့‌နောက် သွာလူသ်ဘုရင်နှင့် အီမာန်ယုံကြည်သူများသည် ထိုမြစ်ကို‌ကျော်လွန်သွားသည့်အခါ (‌ရေများစွာ‌သောက်သူ)အချို့က ‌ပြောဆိုကြသည်၊ ယ‌နေ့ ဂျာလူသ်နှင့် သူ၏စစ်တပ်အား(တိုက်ရန်) ကျွန်ုပ်တို့တွင် အင်အားမရှိ‌တော့‌ပေ။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်နှင့် ဖူး‌တွေ့ရမည့်သူများဟု ယုံကြည်ထားသူများကမူ (ဤသို့)‌ပြောဆိုကြသည်၊ (စစ်သား)အနည်းငယ်သာရှိသည့်အုပ်စု(‌လေး)များသည် (စစ်သား)များစွာရှိသည့်အုပ်စု(ကြီး)များအား အရှင်မြတ်၏အမိန့်‌တော်ဖြင့် အကြိမ်ကြိမ်‌အောင်မြင်ခဲ့ကြပြီး ဖြစ်သည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် သည်းခံသူများနှင့် အတူတကွရှိ‌တော်မူသည်။"
        },
        {
            "chapter": 2,
            "verse": 250,
            "text": "ထို့‌နောက် သူတို့သည် ဂျာလူသ်ဘုရင်နှင့် သူ၏စစ်သားများအား ရင်ဆိုင်ကြသည့်အခါ (အရှင်မြတ်ထံတွင် ဤသို့ ဒိုအာ‌တောင်းခံကြသည်) အို-ကျွန်ုပ်တို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်၊ အရှင်မြတ်သည် ကျွန်ုပ်တို့အ‌ပေါ်တွင် သည်းခံနိုင်သည့်အင်အား သွန်း‌လောင်း‌ပေး‌တော်မူပါ။ ၎င်းပြင် အရှင်မြတ်သည် ကျွန်ုပ်တို့၏‌ခြေများကို မြဲမြံ‌စေ‌တော်မူပါ။ ထို့ပြင် အရှင်မြတ်သည် ကျွန်ုပ်တို့အား ကာဖိရ်ငြင်းပယ်သူများအ‌ပေါ်၌ ‌အောင်မြင်မှုရရန် ကူညီ‌တော်မူပါ။"
        },
        {
            "chapter": 2,
            "verse": 251,
            "text": "ထို့‌နောက် သူတို့(သွာလူသ်၏စစ်သားများ)သည် အရှင်မြတ်၏အမိန့်‌တော်ဖြင့် သူတို့(ဂျာလူသ်၏စစ်သားများ)အား ရှုံနိမ့်‌အောင် ပြုလုပ်ခဲ့ကြသည်။ ဒါဝူသ်သည် ဂျာလူသ်ကို သတ်ဖြတ်ခဲ့သည်။ ထို့‌နောက် အလ္လာဟ်အရှင်မြတ်သည် ထိုဒါဝူသ်*ကို ဩဇာအာဏာနှင့် ဉာဏ်အ‌မြော်အမြင်(ဝါ)နဗီဖြစ်ခြင်းကို ချီးမြှင့်‌ပေးသနား‌တော်မူခဲ့သည်။ ထို့ပြင် ၎င်း(တမန်‌တော်ဒါဝူသ်)အား အရှင်မြတ် အလိုရှိ‌တော်မူသည့် ပညာရပ်များကိုလည်း သင်ကြား‌ပေးသနား‌တော်မူခဲ့သည်။ ထို့ပြင် အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် လူသားများအား သူတို့အနက်မှ အချို့ကိုအချို့နှင့် တွန်းလှန်ကာကွယ်မှုမပြုခဲ့လျှင် ဤကမာ္ဘကြီးသည် အမှန်ပင် ပျက်စီးခဲ့ပြီးဖြစ်လိမ့်မည်။ သို့ရာတွင် အလ္လာဟ်အရှင်မြတ်သည် စကြဝဠာအားလုံးအ‌ပေါ်၌ ‌ကျေးဇူးရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 2,
            "verse": 252,
            "text": "ဤသည် အလ္လာဟ်အရှင်မြတ်၏ အာယသ်‌တော်များပင်ဖြစ်သည်။ ငါအရှင်မြတ်သည် ထိုအာယသ်‌တော်များကို အသင်၏အ‌ပေါ်၌ မှန်ကန်စွာ ဖတ်ရွတ်ပြ‌တော်မူသည်၊* ထို့ပြင် အသင်သည် ‌စေလွှတ်‌တော်မူခြင်းခံရသည့် ရစူလ်တမန်‌တော်များထဲတွင် အမှန်ပင် တစ်ဦးအပါအဝင် ဖြစ်သည်။"
        }
    ]
}