{
    "pages": [
        {
            "chapter": 34,
            "verse": 8,
            "text": "၎င်းသည် အလ္လာဟ်အရှင်မြတ်အ‌ပေါ်တွင် လုပ်ကြံစွပ်စွဲခဲ့သ‌လော၊ သို့မဟုတ် ၎င်းတွင် ရူးသွပ်ခြင်း‌ဝေဒနာ ရှိ‌နေသ‌လော။ ထိုသို့မဟုတ်‌ပေ၊ အမှန်စင်စစ် တမလွန်ဘဝကို မယုံကြည်သူများပင် ပြစ်ဒဏ်နှင့် ‌ဝေးလံ‌သောလမ်းမှားမှုတွင် ရှိ‌နေကြခြင်းဖြစ်သည်။"
        },
        {
            "chapter": 34,
            "verse": 9,
            "text": "သူတို့သည် သူတို့၏ ‌ရှေ့နှင့်‌နောက်(ထက်‌အောက်)တွင်ရှိ‌နေ‌သော မိုး‌ကောင်းကင်နှင့် ‌မြေပထဝီကို မမြင်ကြသ‌လော။ အကယ်၍ ငါအရှင်မြတ် အလိုရှိ‌တော်မူလျှင် သူတို့အား ‌မြေမျို‌စေ‌တော်မူမည်။ သို့မဟုတ် ငါအရှင်မြတ်သည် သူတို့အ‌ပေါ်တွင် မိုး‌ကောင်းကင်မှ အပိုင်းအစများ ကျ‌ရောက်‌စေ‌တော်မူမည်။ အမှန်စင်စစ် ထိုအထဲတွင် (ငါအရှင်မြတ်ဘက်သို့) ပြန်လှည့်ကြ‌သော ကျွန်များအတွက် သက်‌သေသာဓကများ ရှိသည်။"
        },
        {
            "chapter": 34,
            "verse": 10,
            "text": "အမှန်စင်စစ် ငါအရှင်မြတ်သည် (တမန်‌တော်)ဒါဝူဒ်ကို အရှင်မြတ်ထံ‌တော်မှ ‌ကျေးဇူး‌တော် ‌ပေးသနား‌တော်မူခဲ့သည်။ (ငါအရှင်မြတ်က) “အို- ‌တောင်များ၊ အသင်တို့သည် ဒါဝူဒ်နှင့်အတူ (ငါအရှင်မြတ်)စင်ကြယ်‌တော်မူ‌ကြောင်း လိုက်ဆိုကြ“(ဟု မိန့်ကြား‌တော်မူခဲ့သည်)။ ထို့ပြင် ငှက်များကိုလည်း (ဤသို့ပင် အမိန့်ရှိခဲ့သည်)။ ထို့ပြင် ငါအရှင်မြတ်သည် ၎င်းအတွက် သံကို ‌ပျော့‌ပျောင်း‌စေ‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 34,
            "verse": 11,
            "text": "(အရှင်မြတ်က သူ့ကို မိန့်ကြား‌တော်မူသည်) “အသင်သည် သံချပ်အကျင်္ီရှည်များကို ပြုလုပ်ပါ။ ထို့ပြင် အသင်သည် (သံကြိုးကွင်းဆက်များကို) ဆက်ရာမှာ ချိန်ဆခန့်မှန်းပြုလုပ်ပါ။ ထို့ပြင် (အို- ဒါဝူဒ်၏သား‌မြေးတို့) အသင်တို့သည် ‌ကောင်းမြတ်‌သော လုပ်ရပ်များကို ပြုလုပ်ကြပါ၊ အမှန်စင်စစ် ငါအရှင်မြတ်သည် အသင်တို့ ပြုလုပ်သမျှကို အကြွင်းမဲ့သိမြင်‌တော်မူ‌သော အရှင်မြတ်ဖြစ်‌တော်မူသည်။“"
        },
        {
            "chapter": 34,
            "verse": 12,
            "text": "ထို့ပြင် (ငါအရှင်မြတ်သည်)‌လေကို (တမန်‌တော်)စုလိုင်မာန်အတွက် (နာခံ‌စေ‌တော်မူခဲ့သည်)။ ထို‌လေ၏ တစ်နံနက်ခရီးသည် တစ်လခရီးဖြစ်ပြီး ထို‌လေ၏ တစ်ည‌နေခရီးသည်လည်း တစ်လခရီးဖြစ်သည်။ ထို့ပြင် ငါအရှင်မြတ်သည် ၎င်းအတွက် ‌ကြေးနီ‌ချောင်းများကို စီးဆင်း‌စေ‌တော်မူခဲ့သည်။ ထို့ပြင် ဂျင်န်များထဲမှ အချို့သည် ၎င်း၏‌ရှေ့၌ ၎င်းအား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်၏အမိန့်‌တော်နှင့် (၎င်းခိုင်းသမျှ) လုပ်ကိုင်‌ဆောင်ရွက်‌ပေးလျက်ရှိခဲ့သည်။ ထို့ပြင် ထိုဂျင်န်များထဲမှ မည်သူမဆို ငါအရှင်မြတ်၏အမိန့်‌တော်မှ ‌သွေဖည်လျှင် ငါအရှင်မြတ်သည် သူ့အား မီး‌တောက်မီးလျှံ ပြစ်ဒဏ်၏အရသာကို မြည်းစမ်း‌စေ‌တော်မူမည်ဖြစ်သည်။"
        },
        {
            "chapter": 34,
            "verse": 13,
            "text": "ထိုဂျင်န်များသည် ၎င်းအတွက် ၎င်းအလိုရှိ‌သော ကြီးကျယ်သည့်အ‌ဆောက်အအုံများ၊ ရုပ်တုများ၊ ‌ရေကန်ကြီးခန့်ရှိသည့် ဇလုံများ၊ မ‌ပြောင်းမ‌ရွှေ့နိုင်‌သော အိုးကြီးများကို ပြုလုပ်‌ပေးကြသည်။ (ထို့ပြင် ငါအရှင်မြတ်သည် ဤသို့ မိန့်ကြား‌တော်မူခဲ့သည်)။ အို- ဒါဝူဒ်၏မျိုးနွယ် အိမ်သူအိမ်သားအ‌ပေါင်းတို့၊ အသင်တို့သည် ‌ကျေးဇူးသိတတ်သည့်အ‌နေဖြင့် ‌ကောင်းမှုပြုကြပါ။ ထို့ပြင် အရှင်မြတ်၏ကျွန်များထဲတွင် ‌ကျေးဇူးသိတတ်သူများသည် အလွန်နည်းသည်။"
        },
        {
            "chapter": 34,
            "verse": 14,
            "text": "ထို့‌နောက် ငါအရှင်မြတ်သည် ထို(တမန်‌တော်)စုလိုင်မာန်၏အ‌ပေါ်တွင် ‌သေခြင်းကို ပြဋ္ဌာန်‌တော်မူသည့်အခါ ၎င်း၏‌တောင်‌ဝှေးကိုစား‌နေ‌သော ‌မြေပိုး(ခြ‌ကောင်)မှလွဲ၍ ၎င်း‌သေဆုံးပြီဖြစ်‌ကြောင်း ထိုဂျင်န်များအား မည်သူကမျှ ညွှန်ပြအသိမ‌ပေးခဲ့ကြ‌ပေ။ ထို့‌နောက် ၎င်းသည် လဲကျသွားသည့်အခါ ဂျင်န်များသည် အမှန်စင်စစ် သူတို့သည် အကွယ်ကိုသာ သိကြလျှင် ဤ‌သေးသိမ်‌စေ‌သော ဒုက္ခထဲတွင် ဆက်လက်‌နေခဲ့ကြမည် မဟုတ်‌ပေဆိုသည်ကို သိသွားခဲ့ကြသည်။"
        }
    ]
}