{
    "pages": [
        {
            "chapter": 3,
            "verse": 181,
            "text": "အလ္လာဟ်အရှင်မြတ်သည် အကြင်သူများ၏ ‌ပြောစကားကို အမှန်ပင် ကြား‌တော်မူခဲ့သည်။ (အလ္လာဟ်အရှင်မြတ်အား မည်သူသည် ‌ကောင်းမြတ်‌သော‌ကြွေး‌ချေးမည်နည်းဟု အရှင်မြတ်က မိန့်‌တော်မူသည့်အခါ) ထိုသူ(ယဟူဒီ)များက ‌ပြောကြသည်၊ “အလ္လာဟ်အရှင်မြတ်သည် အမှန်ပင် ဆင်းရဲ‌တော်မူ‌သောအရှင်ဖြစ်‌တော်မူ၍ ကျွန်ုပ်တို့သည် ချမ်းသာသူများဖြစ်ကြပါသည်။“ ငါအရှင်မြတ်သည် သူတို့‌ပြောဆို‌သောအရာနှင့် တမန်‌တော်များအား သူတို့၏ မတရားသတ်ဖြတ်မှုကို ‌ရေးမှတ်‌တော်မူမည်။ ထို့‌နောက် ငါအရှင်မြတ်သည် မိန့်ကြား‌တော်မူမည်၊ “အသင်တို့သည် ဟုန်းဟုန်း‌တောက်‌သော ငရဲမီးအပြစ်ဒဏ်၏အရသာကို မြည်းစမ်းလိုက်ကြ‌ပေ‌တော့“။"
        },
        {
            "chapter": 3,
            "verse": 182,
            "text": "ဤသည် အသင်တို့လက်များက ကြိုတင်ပို့ထား‌သောအရာ (မ‌ကောင်းမှု)များ‌ကြောင့်ဖြစ်သည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် (အရှင်မြတ် ဖန်ဆင်းထား‌သော)ကျွန်များအ‌ပေါ် အမှန်စင်စစ် မတရားနှိပ်စက်‌တော်မူ‌သောအရှင် မဟုတ်‌ပေ။"
        },
        {
            "chapter": 3,
            "verse": 183,
            "text": "(ထို ယဟူဒီများသည် အကြင်သူများဖြစ်ကြသည်။) ၎င်းတို့က ‌ပြောကြသည်၊ မီး(က ဖမ်းယူ)စားလိုက်‌သော လှူဖွယ်ပစ္စည်း တစ်စုံတစ်ခုကို* ကျွန်ုပ်တို့ထံ မယူလာသမျှ မည်သည့်တမန်‌တော်ကိုမှ မယုံကြည်ကြရဟု အမှန်ပင် အလ္လာဟ်အရှင်မြတ်သည်က ကျွန်ုပ်တို့အား အမိန့်‌ပေးထား‌တော်မူသည်။“ (အို- တမန်‌တော်)အသင်‌ပြောလိုက်ပါ၊ “အသင်တို့သည် အမှန်‌ပြောသူများဖြစ်ကြပါလျှင် ကျွန်ုပ်၏မတိုင်မီ တမန်‌တော်အ‌မြောက်မြားသည် တန်ခိုး‌တော်များနှင့်တကွ အသင်တို့‌ပြော‌သောအချက်ပါ ယူ‌ဆောင်လာခဲ့ကြသည်။ သို့ပါလျက်နှင့် အဘယ့်‌ကြောင့် အသင်တို့သည် ထိုတမန်‌တော်များကို သတ်ဖြတ်ခဲ့ကြသနည်း။“"
        },
        {
            "chapter": 3,
            "verse": 184,
            "text": "၎င်းပြင် အကယ်၍ သူတို့က အသင်(တမန်‌တော့်)အား လိမ်လည်‌ပြောဆိုသူဟု စွပ်စွဲကြလျှင် အသင်၏မတိုင်မီ တမန်‌တော်များသည်လည်း လိမ်လည်‌ပြောဆိုသူများဟု စွပ်စွဲ‌ပြောဆိုခြင်းခံခဲ့ကြရသည်ပင်။ ထိုတမန်‌တော်များသည် ထင်ရှား‌သော သက်‌သေသာဓကများ၊ ကျမ်းငယ်များနှင့် (အမှန်တရားကို) လင်းဝင်း(ထင်ရှား)‌စေ‌သောကျမ်းကြီးကိုပင် ယူ‌ဆောင်လာခဲ့ကြသည်။"
        },
        {
            "chapter": 3,
            "verse": 185,
            "text": "သက်ရှိသတ္တဝါတိုင်းသည် ‌သေခြင်း၏အရသာကို မြည်းစမ်းကြရမည်။ ၎င်းပြင် အသင်တို့သည် ကိယာမသ်ရှင်ပြန်ထမည့်‌နေ့တွင် အသင်တို့၏အကျိုးရလာဒ်များကို ပြည့်ဝစွာ ‌ပေးဆပ်ခြင်းခံကြရမည်။ ထို့‌နောက် အကြင်သူသည် ငရဲမီး‌ဘေးမှ ဖယ်ရှားခံရပြီး ဂျန္နသ်သုခဘုံကို ဝင်‌ရောက်‌စေခြင်းခံရလျှင် ထိုသူပင် အမှန်စင်စစ် ‌အောင်မြင်‌သောသူဖြစ်သည်။ ထို့ပြင် ‌လောကီသက်တမ်းသည် ထင်‌ယောင်ထင်မှားဖြစ်‌စေ‌သော ပစ္စည်းများသာဖြစ်သည်။"
        },
        {
            "chapter": 3,
            "verse": 186,
            "text": "အမှန်စင်စစ် အသင်တို့သည် အသင်တို့၏ပစ္စည်းဥစ္စာများနှင့် အသင်တို့၏အသက် ဝိညာဉ်များတွင် စမ်းသပ်ခံကြရမည်။ ထို့ပြင် အမှန်စင်စစ် အသင်တို့သည် အသင်တို့မီ ကျမ်းရသူများနှင့် တွဲဖက်ကိုးကွယ်သူများထံမှ ‌မြောက်မြားစွာ‌သော စိတ်ထိခိုက်စရာများကို ကြားကြရမည်။ ၎င်းပြင် အကယ်၍ အသင်တို့သည် သည်းခံပြီး ‌ကြောက်ရွံ့အပြစ်‌ရှောင် ‌ကောင်းကျိုး‌ဆောင်ကြမည်ဆိုလျှင် အမှန်စင်စစ် ထိုအရာသည် အလွန်ဇွဲသတ္တိရှိ‌သောကိစ္စများထဲမှ ဖြစ်သည်။"
        }
    ]
}