{
    "chapter": [
        {
            "chapter": 2,
            "verse": 1,
            "text": "الف، لام، ميم"
        },
        {
            "chapter": 2,
            "verse": 2,
            "text": "دا (عظيم) كتاب دى، په ده كې هېڅ شك نشته، د پرهېزګارانو لپاره هدايت دى"
        },
        {
            "chapter": 2,
            "verse": 3,
            "text": "هغه خلق چې پر غيبو ايمان راوړي او لمونځ قايموي او له هغه (مال) نه څه حصه خرچ كوي؛ چې مونږ هغوى ته وركړى دى"
        },
        {
            "chapter": 2,
            "verse": 4,
            "text": "او هغه خلق چې ايمان راوړي پر هغه (كتاب) چې تا ته نازل كړى شوى دى او پر هغو (كتابونو) چې له تا نه مخكې نازل كړى شوي دي، او پر اخرت همدوى يقين لري"
        },
        {
            "chapter": 2,
            "verse": 5,
            "text": "دغه خلق د خپل رب له طرفه په راغلي هدايت باندې دي او همدغه خلق پوره كامياب دي"
        },
        {
            "chapter": 2,
            "verse": 6,
            "text": "بېشكه هغه (خاص) كسان چې كافر شوي دي؛ دوى ته يو شان ده كه ته دوى ووېروې يا ته دوى ونه وېروې، دوى ايمان نه راوړي"
        },
        {
            "chapter": 2,
            "verse": 7,
            "text": "الله د هغوى پر زړونو او د هغوى پر غوږونو مهر لګولى دى، او د هغوى پر سترګو (يوه خاصه) پرده ده، او د هغوى لپاره ډېر لوى عذاب دى"
        },
        {
            "chapter": 2,
            "verse": 8,
            "text": "او په خلقو كې ځېنې هغه څوك دي چې وايي: مونږ پر الله او د اخرت پر ورځ ايمان راوړى دى، حال دا چې دوى له سَره مومنان نه دي"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "دوى له الله سره دوكه كوي، او له هغو خلقو سره چې ايمان يې راوړى دى، حال دا چې دوى يواځې له هم خپلو ځانونو سره دوكه كوي، او شعور نه لري"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "د دوى په زړونو كې بېماري ده، نو الله دوى ته بېماري ورزياته كړه، او د دوى لپاره ډېر دردوونكى عذاب دى؛ په دې سبب چې دوى به همېشه دروغ ويل"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "او كله چې دوى ته وويل شي چې په ځمكه كې فساد مه كوئ، دوى وايي: يقينًا همدا خبره ده چې مونږ خو بس اصلاح كوونكي يو"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "خبردار! بېشكه همدوى فساد كوونكي دي، او لېكن دوى شعور نه لري"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "او كله چې دوى ته وويل شي: تاسو ايمان راوړئ، لكه څنګه چې خلقو (صحابه وو) ايمان راوړى دى، نو دوى وايي: ايا مونږ ايمان راوړو، لكه څنګه چې بې وقوفو (كم عقلو) ايمان راوړى دى؟ خبردار! يقينًا همدوى بې وقوفه دي، او لېكن دوى نه پوهېږي"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "او كله چې دوى له مومنانو سره ملاقات وكړي، نو وايي چې مونږ ايمان راوړى دى، او كله چې له خپلو شيطانانو (مشرانو) سره يواځې شي، نو (بيا) وايي: په رښتيا خو مونږ له تاسو سره يو، خبره همدا ده چې مونږ خو بس استهزا (خندا) كوونكي يو"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "الله په دوى پورې استهزا كوي او دوى ته په خپلې سركشۍ كې ترقي وركوي، په داسې حال كې چې دوى حيران سرګردان ګرځي"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "دا هغه خلق دي چا چې د نېغې لارې په بدل كې ګمراهي اخيستې ده، نو د دوى سوداګرۍ هېڅ ګټه ونه كړه او دوى نېغه لار موندونكي نه وو،"
        },
        {
            "chapter": 2,
            "verse": 17,
            "text": "د دوى مثال د هغه كس په شان دى چې اور يې بل كړ، نو كله چې دغه (اور) د هغه ګېرچاپېره (ځايونه) روښانه كړل، نو الله د هغوى رڼا ختمه كړه، او هغوى يې په تيارو كې پرېښودل، داسې چې نه ويني"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "(دوى) كاڼه دي، ګونګيان دي، ړانده دي، نو دوى نه راګرځي"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "يا (مثال د دوى) له اسمان نه د ورېدونكي تېز باران په شان دى، چې په هغه كې تيارې او ګړزارى او برېښنا وي، دوى د تندرونو په وجه د مرګ له وېرې نه خپلې ګوتې په خپلو غوږونو كې نَنَباسي، او الله كافرانو لره راګېروونكى دى"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "نژدې ده چې برېښنا د دوى نَظَرونه وتښتوي، كله هم چې هغه د دوى لپاره رڼا كوي، نو دوى په هغې (رڼا) كې مزل كوي او كله چې پر دوى تياره شي، نو ودرېږي، او كه الله غوښتلى، نو خامخا به يې د دوى اَورېدل او د دوى نظرونه ختم كړي وى، بېشكه الله پر هر شي باندې ښه قادر دى"
        },
        {
            "chapter": 2,
            "verse": 21,
            "text": "اى خلقو! د خپل رب عبادت كوئ، هغه چې تاسو يې پيدا كړي يئ او هغه كسان چې له تاسو نه مخكې وو، د دې لپاره چې تاسو پرهېزګاره شئ"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "هغه (رب) چې ستاسو لپاره يې ځمكه فرش او اسمان چت جوړ كړى دى او له بره نه يې اوبه نازلې كړي دي، بيا يې په دغو سره له مېوو نه ستاسو لپاره رزق راوېستلى دى، نو له الله سره هېڅ قسمه شريكان مه جوړوئ، حال دا چې تاسو پوهېږئ"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "او كه تاسو د هغه (قرآن) په هكله په كوم شك كې يئ چې مونږ پر خپل بنده نازل كړى دى، نو د ده غوندې يو وړوكى سورت راوړئ، او له الله نه سِوا خپل مددګاران راوغواړئ، كه تاسو رښتوني يئ"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "نو كه تاسو(دا كار) ونه كړ او كله به يې هم ونه كړى شئ، نو له هغه اور نه ځان بچ كړئ چې خشاك يې انسانان او كاڼي دي، د كافرانو لپاره تيار كړى شوى دى"
        },
        {
            "chapter": 2,
            "verse": 25,
            "text": "او زېرى وركړه هغو كسانو ته چې ايمان يې راوړى دى او نېك عمل يې كړى دى، چې يقينًا د دوى لپاره (داسې) جنتونه دي چې د هغو له لاندې وَلې بهېږي، هر ځلې چې دوى ته له هغو (جنتونو) نه څه مېوه د خوراك لپاره وركړى شي، نو دوى به وايي: دا خو هماغه ده چې مونږ ته مخكې راكړى شوې وه، او دوى ته به هغه يو له بله مُشابه (يو شانته) وركول كېږي، او د دوى لپاره په دغو (جنتونو) كې ډېرې پاكې بيبيانې (ښځې) دي، او دوى به په دغو كې همېشه وي"
        },
        {
            "chapter": 2,
            "verse": 26,
            "text": "بېشكه الله د هېڅ مثال په بيانولو نه شرمېږي، د ماشي وي، يا كه له ده نه د زيات (شي) وي، نو هر چې هغه خلق دي چې ايمان يې راوړى دى، نو هغوى پوهېږي چې يقينًا دا د هغوى د رب له طرف نه حق (مثال) دى، او پاتې شو هغه خلق چې كفر يې كړى دى، نو هغوى وايي: الله په دې مثال وركولو سره څه اراده كړې ده؟ (نو) هغه (الله) په دې سره ډېر خلق ګمراه كوي او ډېرو ته په دې سره هدايت وركوي او نه ګمراه كوي په دې سره مګر فاسقان"
        },
        {
            "chapter": 2,
            "verse": 27,
            "text": "هغه خلق چې د الله (سره كړى) لوظ ماتوي وروسته د هغه (لوظ) له مضبوطولو (او پخلي) نه او پرېكوي هغه څه چې الله يې د پيوست ساتلو حكم كړى دى، او په ځمكه كې ورانى كوي، همدغه خلق تاوانيان دي"
        },
        {
            "chapter": 2,
            "verse": 28,
            "text": "څنګه تاسو له الله نه منكرېږئ، حال دا چې تاسو نِشت وئ، نو هغه تاسو راژوندي كړئ، بيا به هغه تاسو مړه كوي، بيا به تاسو راژوندي كوي، بيا به خاص د هغه په طرف ستنولى شئ"
        },
        {
            "chapter": 2,
            "verse": 29,
            "text": "همدى هغه ذات دى چې ستاسو لپاره يې هغه ټول څه پيدا كړل چې په ځمكه كې دي، بيا يې پورته قصد وكړ، نو هغه يې ښه برابر اوه اسمانونه جوړ كړل، او هغه پر هر شي ښه عالم دى"
        },
        {
            "chapter": 2,
            "verse": 30,
            "text": "او كله چې ستا رب ملايكو ته وويل: بې شكه زه په ځمكه كې يو خليفه پيدا كوونكى يم، هغوى وويل: ايا ته په هغې كې داسې څوك پيدا كوې چې په هغې كې به ورانى كوي او وينې به تُويَوي؟ حال دا چې مونږ ستا له ستايلو سره تسبيح وايو او ستا پاكوالى بيانوو، (الله) وويل: يقينًا زه پوهېږم پر هغه څه چې تاسو پرې نه پوهېږئ"
        },
        {
            "chapter": 2,
            "verse": 31,
            "text": "او ادم ته يې ټول نومونه وښودل، بيا يې هغه ملايكو ته وړاندې كړل، نو ويې ويل: ما د دوى په نومونو خبر كړئ كه تاسو (په خپله خبره كې) رښتوني يئ"
        },
        {
            "chapter": 2,
            "verse": 32,
            "text": "هغوى وويل : ته پاك يې، مونږ ته هېڅ علم نشته سِوا له هغه نه چې تا مونږ ته راښودلى دى، بېشكه، خاص ته، ښه عالم، ښه حكمت والا يې"
        },
        {
            "chapter": 2,
            "verse": 33,
            "text": "(الله) وويل: اى ادمه! دوى د هغو (څيزونو) پر نومونو خبر كړه، نو كله چې يې دوى د هغو پر نومونو خبر كړل، (الله) وويل: ايا ما تاسو ته نه و ويلي چې بېشكه زه د اسمانونو او ځمكې پر غيبو (پټو څيزونو) پوهېږم، او پوهېږم پر هغه څه چې تاسو يې څرګندوئ او پر هغه څه چې تاسو پټول"
        },
        {
            "chapter": 2,
            "verse": 34,
            "text": "او كله چه مونږ ملايكو ته وويل: ادم ته سجده وكړئ، نو هغوى سجده وكړه خو ابليس نه، هغه انكار وكړ او تكبر يې وكړ، او هغه و له كافرانو نه"
        },
        {
            "chapter": 2,
            "verse": 35,
            "text": "او مونږ وويل: اى ادمه! اوسېږه ته او ستا ښځه په جنت كې، او دواړه له هغه (د جنت له مېوو) نه پرېمانه (په مزې سره) خوراك كوئ كوم ځاى چې مو خوښه وي، او تاسو دواړه دې ونې ته مه نژدې كېږئ، ګنې تاسو به له ظالمانو نه شئ"
        },
        {
            "chapter": 2,
            "verse": 36,
            "text": "پس شيطان دوى دواړه د دغې (ونې) په سبب، وښُويَوَل، نو له هغه (ځاى) نه يې راووېستل چې دوى په كې وو، او مونږ وويل: تاسو ټول كوز شئ، ستاسو ځينې به د ځينو نورو لپاره دښمنان وي، او ستاسو لپاره په ځمكه كې تر يو وخته پورې استوګنه او فايده اخيستل دي"
        },
        {
            "chapter": 2,
            "verse": 37,
            "text": "نو ادم له خپل رب نه څو كلمې زده كړې، نو د هغه توبه يې قبوله كړه، بېشكه هم هغه ښه توبه قبلوونكى، بې حده رحم كوونكى دى"
        },
        {
            "chapter": 2,
            "verse": 38,
            "text": "مونږ وويل: تاسو ټول له دې(جنت) نه كوز شئ، نو كه زما له طرف نه تاسو ته كوم هدايت راغى، نو چا چې زما د هدايت پىروي وكړه، نو پر هغوى باندې نه هېڅ وېره شته او نه به هغوى غمژن كېږي"
        },
        {
            "chapter": 2,
            "verse": 39,
            "text": "او هغه خلق چې كفر يې كړى دى او زمونږ ايتونه يې دروغ ګڼلي دي، همدغه كسان د (دوزخ د) اور والا دي، دوى به په هغه كې همېشه وي"
        },
        {
            "chapter": 2,
            "verse": 40,
            "text": "اى بني اسرائيلو! زما هغه نعمتونه ياد كړئ چې ما پر تاسو باندې پېرزو كړي دي او زما لوظ پوره كړئ، زه به ستاسو لوظ پوره كړم، او خاص له ما نه وېرېږئ"
        },
        {
            "chapter": 2,
            "verse": 41,
            "text": "او تاسو ايمان راوړئ پر هغه (كتاب) چې ما نازل كړى دى، چې د هغه (كتاب) تصدىق كوونكى دى چې له تاسو سره دى، او په ده سره اول كفر كوونكي مه جوړېږئ، او زما په ايتونو سره لږ قيمت مه اخلئ او خاص له ما نه وېرېږئ"
        },
        {
            "chapter": 2,
            "verse": 42,
            "text": "او تاسو حق له باطل سره مه ګډوئ، او حق مه پټوئ، حال دا چې تاسو پوهېږئ"
        },
        {
            "chapter": 2,
            "verse": 43,
            "text": "او تاسو لمونځ قايموئ او زكات وركوئ او له ركوع كوونكو سره ركوع كوئ"
        },
        {
            "chapter": 2,
            "verse": 44,
            "text": "ايا تاسو (نورو) خلقو ته د نېكۍ حكم كوئ او خپل ځانونه هېروئ، سره له دې چې تاسو كتاب لولئ، ايا نو تاسو عقل نه لرئ؟"
        },
        {
            "chapter": 2,
            "verse": 45,
            "text": "او په صبر او لمانځه سره مدد غواړئ او بېشكه چې يقينًا دا (كار) ډېر ګران دى مګر پر عاجزي كوونكو باندې (نه دى)"
        },
        {
            "chapter": 2,
            "verse": 46,
            "text": "هغه كسان چې يقين كوي چې بېشكه دوى له خپل رب سره ملاقات كوونكي دي او دا چې بېشكه دوى خاص د هغه په طرف واپس ورتلونكي دي"
        },
        {
            "chapter": 2,
            "verse": 47,
            "text": "اى بني اسرائيلو! زما هغه نعمتونه ياد كړئ چې ما پر تاسو باندې انعام كړي دي او دا چې يقينًا هم مَا تاسو پر عالَمونو باندې غوره كړي وئ"
        },
        {
            "chapter": 2,
            "verse": 48,
            "text": "او له هغې ورځې نه ووېرېږئ چې هېڅ يو نفس به د بل نفس هېڅ په كار نه راځي او نه به له هغه نه څه سفارش قبلېږي او نه به له هغه نه څه (مالي) بدله اخيستل كېږي او نه به له هغوى سره مدد كېږي"
        },
        {
            "chapter": 2,
            "verse": 49,
            "text": "او كله چې مونږ له فرعونيانو نه تاسو خلاص كړئ چې تاسو ته به يې سخت عذاب دركاوه، ستاسو زامن به يې حلالول او ستاسو ښځې (لوڼه) به يې ژوندۍ پرېښودلې، او په دې كې ستاسو د رب له طرف نه ډېر لوى ازمېښت و"
        },
        {
            "chapter": 2,
            "verse": 50,
            "text": "او كله چې مونږ ستاسو لپاره سمندر څيرې كړ او تاسو ته مو خلاصى دركړ او فرعونيان مو ډوب كړل او تاسو كتل"
        },
        {
            "chapter": 2,
            "verse": 51,
            "text": "او كله چې مونږ له موسٰى سره د څلوېښتو شپو وعده وكړه، بيا تاسو له هغه نه پس سخى (معبود) جوړكړ او تاسو ظالمان وَئ"
        },
        {
            "chapter": 2,
            "verse": 52,
            "text": "بيا مونږ له دې نه پس تاسو معاف كړئ، د دې لپاره چې تاسو شكر وباسئ"
        },
        {
            "chapter": 2,
            "verse": 53,
            "text": "او كله چې مونږ موسٰى ته كتاب او فرقان (د حق او باطل سره بېلوونكى) وركړ، د دې لپاره چې تاسو نېغه لار ومومئ"
        },
        {
            "chapter": 2,
            "verse": 54,
            "text": "او (ياد كړه) هغه وخت چې موسٰى خپل قوم ته وويل: اى زما قومه! يقينًا تاسو د سخي په (معبود) نيولوسره په خپلو ځانونو باندې ظلم كړى دى، لهٰذا خپل خالق ته توبه وباسئ، نو خپل ځانونه قتل كړئ، دا (وژل) تاسو لپاره ستاسو د خالق په نيز بهتر دي، بيا هغه ستاسو توبه قبوله كړه، يقينًا هم هغه ښه توبه قبلوونكى، بې حده رحم كوونكى دى"
        },
        {
            "chapter": 2,
            "verse": 55,
            "text": "او كله چې تاسو وويل: اى موسٰى! مونږ به هېڅ كله هم پر تا ايمان را نه وړو تر هغه پورې چې مونږ الله ښه ښكاره ووينو، نو تاسو تندر ونيولئ او تاسوكتل"
        },
        {
            "chapter": 2,
            "verse": 56,
            "text": "بيا مونږ تاسو ستاسو له مرګ نه پس راژوندي كړئ، د دې لپاره چې تاسو شكر وباسئ"
        },
        {
            "chapter": 2,
            "verse": 57,
            "text": "او مونږ پر تاسو ورېځ سيورى كړه او مَن او سلوٰى (ترنجبين او مړز ډوله مرغان) مو پر تاسو نازل كړل، هغه پاكيزه څيزونه خورئ، چې مونږ تاسو ته دركړي دي، او هغوى پر مونږ ظلم نه و كړى، او لېكن هم پر خپلو ځانونو يې ظلم كاوه"
        },
        {
            "chapter": 2,
            "verse": 58,
            "text": "او كله چې مونږ وويل: دې كلي ته ورننوځئ، نو چرته چې مو خوښه شي، ترې پرېمانه يې خورئ او په دروازه كې داخل شئ، چې سجده كوونكي يئ او وايئ ’’مونږ وبخښه‘‘ مونږ به تاسو ته ستاسو ګناهونه وبخښو، او ژر ده چې مونږ به نېكانو ته (ثواب) نور زيات وركړو"
        },
        {
            "chapter": 2,
            "verse": 59,
            "text": "نو هغو كسانو چې ظلم يې كړى و، هغه خبره چې ورته ويل شوې وه، په بل شان بدله كړه، نو په هغو ظالمانو باندې مونږه له اسمان نه عذاب نازل كړ، ځكه چې نافرماني يې كوله"
        },
        {
            "chapter": 2,
            "verse": 60,
            "text": "او كله چې موسٰى د خپل قوم لپاره اوبه وغوښتې، نو مونږ وويل: په خپلې امسا سره تيږه (ګټه) ووهه، نو له هغې نه دُولس چينې جارې شوې، يقينًا ټولو خلقو خپل خپل ګودر (د څښاك ځاى) وپېژنده، د الله له رزق نه خورئ او څښئ، او په ځمكه كې له حده مه تېرېږئ، چې ورانى كوونكي اوسئ"
        },
        {
            "chapter": 2,
            "verse": 61,
            "text": "او كله چې تاسو وويل: اى موسٰى! مونږ به په يو خوراك باندې كله هم صبر ونه كړى شو، لهذا زمونږ لپاره له خپل رب نه دُعا وغواړه چې زمونږ لپاره هغه څيزونه راوباسي چې ځمكه يې زرغونوي (لكه) د هغې سبزي (ساګ) بادرنګ، هوږه، مسور او پياز، هغه وويل: ايا تاسو په بدل كې هغه څيز اخيستل غواړئ چې هغه ادنٰى دى د هغه څيز په ځاى چې هغه بهتر دى، نو تاسو كوم ښار ته كوز شئ، پس بېشكه ستاسو لپاره هغه څه دي چې تاسو غوښتي دي، او پر هغوى ذلت او محتاجي مسلط كړى شوه، او راستانه (اخته) شول په غضب سره د الله له طرف نه، دا په دې سبب چې يقينًا دوى د الله له ايتونو نه انكار كاوه، او نبيان يې ناحقه وژل، دا په دې چې دوى نافرماني كوله، او زياتى يې كاوه"
        },
        {
            "chapter": 2,
            "verse": 62,
            "text": "يقينًا هغه كسان چې ايمان يې راوړى دى، او هغه كسان چې يهوديان شوي دي، او نصرانيان او صابيان (بې دينه) دي، هر هغه چا چې پر الله او پر ورځ د اخرت ايمان راوړ او نېك عمل يې وكړ، نو د خپل رب په نيز د دوى لپاره اجر دى او نه په دوى باندې څه وېره شته او نه به دوى غمژن كېږي"
        },
        {
            "chapter": 2,
            "verse": 63,
            "text": "او كله چې مونږ (له تاسو نه) ستاسو پخه وعده واخيسته او راپورته مو كړ ستاسو له پاسه (غر د) طُور (او درته ومو ويل:) كلك ونيسئ هغه څه چې مونږ تاسو ته دركړي دي؛ او څه چې په ده كې دي، (هغه) ياد كړئ، د دې لپاره چې تاسو پرهېزګاره شئ"
        },
        {
            "chapter": 2,
            "verse": 64,
            "text": "بيا له دې نه بعد تاسو (له وعدې نه) وګرځېدئ، نو كه پر تاسو باندې د الله فضل او د هغه رحمت نه وى، نو تاسو به خامخا تاوانيان شوي وى"
        },
        {
            "chapter": 2,
            "verse": 65,
            "text": "او يقينًا يقينًا هغه خلق تاسو ته معلوم دي، چې له تاسو ځنې يې د خالي د ورځې په هكله زياتى كړى و، نو مونږ هغوى ته وويل: تاسو ذليله بيزوګان (شادوګان) شئ"
        },
        {
            "chapter": 2,
            "verse": 66,
            "text": "نو مونږه دا (واقعه) هغې ته د حاضرو (خلقو) او له هغې نه وروسته راتلونكو لپاره عبرت او د پرهېزګارو لپاره نصيحت وګرځوله"
        },
        {
            "chapter": 2,
            "verse": 67,
            "text": "او كله چې موسٰى خپل قوم ته وويل: بېشكه الله تاسو ته حكم كوي چې يوه غوا حلاله كړئ، هغوى وويل: ايا ته مونږ مسخره ګرځوې (په مونږ پورې ټوقې كوې)؟ هغه وويل: زه د الله پناه غواړم له دې نه چې زه شم له جاهلانو نه"
        },
        {
            "chapter": 2,
            "verse": 68,
            "text": "هغوى وويل: زمونږ لپاره له خپل رب نه دُعا وغواړه چې مونږ لپاره واضحه كړي چې هغه (غوا) څنګه ده؟ هغه وويل: يقينًا هغه وايي چې بېشكه هغه يوه داسې غوا ده چې نه زَړه ده او نه نوې ځوانه، (بلكې) د دې دواړو په مينځ كې مِيانَه حاله ده، نو هغه كار وكړئ چې تاسو ته يې حكم كېږي"
        },
        {
            "chapter": 2,
            "verse": 69,
            "text": "هغوى وويل: زمونږ لپاره له خپل رب نه دُعا وغواړه چې مونږ ته بيان كړي چې د هغې رنګ څنګه دى؟ هغه وويل: يقينًا هغه وايي چې بېشكه هغه يوه زېړه غوا ده، رنګ يې تك زېړ دى، كتونكي خوشحالوي"
        },
        {
            "chapter": 2,
            "verse": 70,
            "text": "هغوى وويل: زمونږ لپاره له خپل رب نه دُعا وغواړه چې زمونږ لپاره بيان كړي چې هغه څه قسم ده؟ بېشكه چې غواګانې پر مونږه ګَډې وډَې (مشتَبِه) شولې، او كه الله وغواړي، بېشكه مونږ خامخا لارموندونكي يو"
        },
        {
            "chapter": 2,
            "verse": 71,
            "text": "(موسٰى) وويل: يقينًا هغه وايي چې بېشكه هغه يوه داسې غُوا ده چې نه كار كوونكې ده، چې ځمكه قُلبه كوي او نه فصل اوبه كوي، روغه رَمَټه ده، هېڅ داغ ټكى په كې نشته، هغوى وويل: اوس دې واضحه خبره راوړه، نو هغه يې حلاله كړه، او دوى نژدې نه وو چې دا كار يې كړى وى"
        },
        {
            "chapter": 2,
            "verse": 72,
            "text": "او كله چې تاسو يو كس ووژلو، نو د هغه په باره كې تاسو په خپل مينځ كې په جګړه شوئ، او الله د هغه څه ښكاره كوونكى و چې تاسو پټول"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "نو مونږ وويل: دا د ده په څه حصې سره ووهئ، الله همداسې مړي ژوندي كوي او تاسو ته خپلې نښې درښَىِي، د دې لپاره چې تاسو له عقل نه كار واخلئ"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "بيا له دې نه بعد ستاسو زړونه سخت شول، نو هغه د تيږو په شان دي، يا په سخت والي كې نور هم زيات دي او بېشكه يقينًا ځينې تيږې هغه دي چې له هغو نه وَلِې بهېږي او بې شكه يقينًا ځينې هغه دي چې چوي، نو له هغو نه اوبه راوځي، او خامخا يقينًا ځينې هغه دي چې د الله له وېرې نه رارغړي، او الله ستاسو له عملونو نه كله هم غافل نه دى"
        },
        {
            "chapter": 2,
            "verse": 75,
            "text": "ايا نو تاسو تمه كوئ چې دوى به ستاسو (د وينا) له وجې ايمان راوړي، او يقينًا په دوى كې يوه ډله وه چې د الله كلام به يې اورېده، بيا به يې په هغه كې له پوهېدو نه وروسته تحريف كاوه، حال دا چې دوى به پوهېدل"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "او كله چې دوى له مومنانو سره ملاقات وكړي، نو وايي: مونږ ايمان راوړى دى او كله چې د دوى ځينې له ځينو نورو سره يواځې شي (بيا) وايي: ايا تاسو دوى (مومنانو ) ته هغه خبرې بيانوئ چې الله تاسو ته ښودلي دي؟ د دې لپاره چې پر تاسو باندې په دغو (خبرو) سره د خپل رب په وړاندې غالبه شي، ايا نو تاسو عقل نه لرئ"
        },
        {
            "chapter": 2,
            "verse": 77,
            "text": "ايا دغه (خلق) پر دې نه پوهېږي چې يقينًا الله پر هغو خبرو پوهېږي چې دوى يې پټوي او پر هغو چې دوى يې ظاهروي"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "او په دوى كې ځينې اَميان دي، په كتاب نه پوهېږي، مګر په تشو بې دليله ارزوګانو، او دوى يواځې تش ګمانونه كوي"
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "نو د هغو كسانو لپاره هلاكت دى چې په خپلو لاسونو (له ځانه) كتاب لىكي، بيا وايي: دا د الله له جانبه دى، د دې لپاره چې د هغه په بدل كې لږ قيمت واخلي، نو د دوى لپاره هلاكت دى په سبب د هغه څه چې د دوى لاسونو ليكلي دي، او د دوى لپاره هلاكت دى په سبب د هغه چې دوى څه عمل كوي"
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "او دوى وايي: له څو په شمار ورځو نه سوا به مونږ ته كله هم اور را ونه رسېږي، ته (ورته) ووايه: ايا تاسو له الله نه څه وعده اخيستې ده؟ (كه داسې وي)، نو الله به كله هم د خپلې وعدې خلاف ونه كړي، بلكې تاسو په الله باندې هغه دروغ تپئ(اړوئ) چې تاسو پرې نه پوهېږئ"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "ولې نه! چا چې بدي وكړه او پر ده خپله ګناه راچاپېره شوه، نو همدغه كسان د اور والا دي، دوى به په هغه (اور) كې تل ترتله وي"
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "او هغه كسان چې ايمان يې راوړى دى او نېك عملونه يې كړي دي، همدغه كسان د جنت والا دي، دوى به په هغه (جنت) كې تل ترتله وي"
        },
        {
            "chapter": 2,
            "verse": 83,
            "text": "او كله چې مونږ د بني اسرائيلو (نه) پخه وعده واخيسته چې عبادت به يواځې او يواځې د الله كوئ، او له مور و پلار سره به ښېګړه كوئ او له خپلوانو او يتيمانو او مسكينانو سره (به هم ښېګړه كوئ) او خلقو ته ښايسته خبرې كوئ، او لمونځ قايموئ او زكات وركوئ، بيا تاسو (له خپلې وعدې نه) وګرځېدئ مګر ډېر لږ كسان (ونه ګرځېدل) او تاسو مخ ګرځونكي يئ"
        },
        {
            "chapter": 2,
            "verse": 84,
            "text": "او كله چې مونږ ستاسو (نه) پخه وعده واخيسته چې خپلې وينې به نه تُويَوَئ او له خپلو كورونو نه به خپل ځانونه (يو بل) نه وباسئ، بيا تاسو اقرار وكړ، په دې حال كې چې تاسو ګواه يئ"
        },
        {
            "chapter": 2,
            "verse": 85,
            "text": "بيا هم تاسو هغه كسان يئ چې خپل ځانونه وژنئ، او خپله يوه ډله د هغوى له كورونو نه وباسئ، په ګناه او ظلم سره د هغوى په خلاف د يو بل مدد كوئ، او كه چېرې هغوى تاسو ته بنديان راشي، نو د هغوى (دخلاصون لپاره) فديه وركوئ، حال دا چې شان دا دى چې پر تاسو باندې د هغوى وېستل حرام دي، ايا نو د كتاب پر ځينې (حكمونو) ايمان راوړئ او پر ځينو يې كافر كېږئ؟ نو د دغه كس څه سزا ده چې په تاسو كې دا كار كوي مګر په دنيايي ژوند كې ښه رسوايي او د قيامت په ورځ به تر ټولو سخت عذاب ته ورګرځولى شي، او الله له هغه څه نه چې تاسو يې كوئ كله هم غافل نه دى"
        },
        {
            "chapter": 2,
            "verse": 86,
            "text": "دا هغه كسان دي چې دنيايي ژوند يې د اخرت په بدل كې اخيستى دى، نو نه به له دوى نه عذاب سپك (كم) كړى شي او نه به له دوى سره مرسته كېږي"
        },
        {
            "chapter": 2,
            "verse": 87,
            "text": "يقينًا يقينًا مونږ موسٰى ته كتاب وركړى و، او له هغه نه بعد مو پرله پسې رسولان لېږلي وو، او مونږه د مريمې زوى عيسٰى ته څرګندې نښې وركړې وې او مونږه هغه په پاك روح سره قوي كړى و، ايا نو كله چې به هم كوم رسول تاسو ته هغه (احكام) راوړل چې ستاسو نفسونو به نه خوښَوَل، تاسو به ډېره لويي وكړه؛ نو (د پېغمبرانو) يوه ډله مو دروغژنه وګڼله او بله ډله به تاسو وژله"
        },
        {
            "chapter": 2,
            "verse": 88,
            "text": "دوى ويل: زمونږ زړونه پرده بَند دي، (داسې نه ده) بلكې د دوى د كفر په سبب الله پر دوى لعنت كړى دى، نو هغه (خلق) چې ايمان راوړي ډېر لږ دي"
        },
        {
            "chapter": 2,
            "verse": 89,
            "text": "او كله چې دوى ته د الله له جانبه كتاب (قرآن) راغى چې د هغه څه تصدىق كوونكى دى چې له دوى سره دي، او له دې نه مخكې به دوى پر هغو خلقو باندې چې كافر شوي دي، فتح غوښتله، نو كله چې دوى ته هغه (رسول، كتاب) راغى چې دوى پېژنده، نو په هغه باندې كافر شول، نو په كافرانو باندې د الله لعنت دى"
        },
        {
            "chapter": 2,
            "verse": 90,
            "text": "بد دى هغه شى چې دوى د هغه په بدل كې خپل ځانونه خرڅ كړل، چې په هغه څه باندې كافر شول چې الله نازل كړى دى، د دې كينې (او حسد) له وجې چې (ولې) الله خپل فضل په خپلو بنده ګانو كې پر هغه چا نازلوي چې يې غواړي، نو راوګرځېدل (اخته شول) په يو غضب له پاسه د بل غضب، او د كافرانو لپاره سپكوونكى عذاب دى"
        },
        {
            "chapter": 2,
            "verse": 91,
            "text": "او كله چې دوى ته وويل شي: ايمان راوړئ پر هغه (كتاب) چې الله نازل كړى دى، نو دوى وايي: مونږ پر هغه (كتاب) ايمان راوړو چې پر مونږ باندې نازل كړى شوى دى، او چې له هغه (كتاب) نه علاوه دي؛ په هغو (كتابونو) باندې كافر كېږي، حال دا چې هم دغه (قرآن) حق دى، د هغه (كتاب) تصدىق كوونكى دى چې له دوى سره دى، ته (ورته) ووايه چې تاسو پخوا (له دې نه) د الله نبيان ولې وژل؟ كه تاسو مومنان وئ"
        },
        {
            "chapter": 2,
            "verse": 92,
            "text": "او يقينًا يقينًا تاسو ته موسٰى څرګند دليلونه راوړي وو، بيا له هغه نه بعد تاسو سخى (معبود) وګرځاوه او تاسو ظالمان يئ"
        },
        {
            "chapter": 2,
            "verse": 93,
            "text": "او كله چې مونږه ستاسو (نه) پخه وعده واخيسته او مونږه طُور (غر) ستاسو له پاسه راپورته كړ (مونږ وويل:) څه چې مونږ تاسو ته دركړي دي هغه په قوت سره ونيسئ او واورئ، دوى وويل: مونږ اَورېدلي دي او مونږ نافرماني كړې ده او د دوى د كفر په سبب د دوى په زړونو كې د سخي (مينه) ورڅښول شوې وه، ته (ورته) ووايه: هغه شى بد دى چې ستاسو ايمان تاسو ته د هغه حكم دركوي، كه تاسو مومنان يئ"
        },
        {
            "chapter": 2,
            "verse": 94,
            "text": "ته (ورته) ووايه: كه د الله په نيز د اخرت كور له نورو خلقو نه په غير، يواځې هم ستاسو لپاره وي، نو(بيا خو) د مرګ ارزو وكړئ كه تاسو رښتوني يئ"
        },
        {
            "chapter": 2,
            "verse": 95,
            "text": "او دوى به كله هم د هغه ارزو و نه كړي هېڅكله، په سبب د هغو (عملونو) چې د دوى لاسونو وړاندې لېږلي دي او الله په ظالمانو باندې ښه پوه دى"
        },
        {
            "chapter": 2,
            "verse": 96,
            "text": "او خامخا ته به له ټولو خلقو نه زيات په ژوند پسې حرصناك هم دوى مومې، او تر دې چې له مشركانو نه هم(زيات حرصناك)، د دوى (د يهوديانو) هر يو كس دا ارزو كوي چې ارمان! كه زر كاله عمر وركړى شي، او نه دى هغه خَلاصَوُنكى ده لره له عذاب نه، دا چې(دومره) عمر وركړى شي، او الله هغه څه لره ښه ليدونكى دى چې دوى يې كوي"
        },
        {
            "chapter": 2,
            "verse": 97,
            "text": "ووايه: هر څوك چې د جبريل دښمن دى، نو يقينًا هغه دا (قرآن) د الله په حكم سره ستا پر زړه نازل كړى دى، چې د هغو (كتابونو) تصدىق كوونكى دى، چې له ده نه مخكې دي، او د مومنانو لپاره هدايت او زېرى دى"
        },
        {
            "chapter": 2,
            "verse": 98,
            "text": "هر څوك چې د الله دښمن دى او د هغه د ملايكو او د هغه د رسولانو او د جبرىل او د ميكائيل، نو يقينًا الله د كافرانو دښمن دى"
        },
        {
            "chapter": 2,
            "verse": 99,
            "text": "او يقينًا په تحقيق سره مونږ ستا په طرف روښانه ايتونه نازل كړي دي او په هغو باندې يواځې او يواځې فاسقان (بدكاران) كافر كېږي"
        },
        {
            "chapter": 2,
            "verse": 100,
            "text": "ايا هر كله چې دوى به وعده وكړه، كومه وعده، نو په دوى كې يوې ډلې به هغه وغورځوله، بلكې د دوى اكثره خلق ايمان نه راوړي"
        },
        {
            "chapter": 2,
            "verse": 101,
            "text": "او كله چې دوى ته د الله له جانب نه رسول راغى، چې تصدىق كوونكى دى د هغه څه چې له دوى سره دي، نو له هغو كسانو نه چې كتاب (تورات) ورته وركړى شوى و (اهل كتاب وو) يوې ډلې د الله كتاب د خپلو شاګانو وروسته (داسې) وغورځاوه، ګوياكې دوى نه پوهېږي"
        },
        {
            "chapter": 2,
            "verse": 102,
            "text": "او دوى د هغه څه تابع شول چې د سليمان په بادشاهت كې شيطانانو لوستل، او سليمان كفر نه و كړى او لېكن شيطانان كافر شوي وو، خلقو ته به يې جادو (سحر) ښوده او (دوى تابع شول) د هغه څه چې په بابل ښار كې په دوه ملايكو هاروت او ماروت نازل كړى شوى و او دغو دواړو به هيچا ته ښودنه نه كوله، مګر چې ويل به يې: اصل خبره دا ده چې مونږ يَوْ ازمېښت يو، نو ته مه كافر كېږه، نو هغوى به له دغو دواړو نه هغه څه زده كول چې په هغه سره به يې د سړي او د هغه د ښځې په مينځ كې جدايي راوستله، او په دې (جادو) سره دوى هيچا ته هم ضرر نه شو رسولى مګر د الله په حكم سره، او دوى به هغه څه زده كول چې دوى ته به يې ضرر رساوه او فايده به يې ورته نه رسوله او يقينًا يقينًا دوى په دې پوه وو چې چا دا (سحر) واخيسته، نو د هغه لپاره په اخرت (جنت) كې هېڅ برخه نشته، او يقينًا بد دى هغه څيز چې د هغه په بدل كې دوى خپل ځانونه خرڅ كړل، كه چېرې دوى پوهېدلى"
        },
        {
            "chapter": 2,
            "verse": 103,
            "text": "او كه يقينًا دوى ايمان راوړى وى او پرهېزګاره شوي وى، نو خامخا د الله له جانبه بدله ډېره ښه ده، كه دوى پوهېدلى"
        },
        {
            "chapter": 2,
            "verse": 104,
            "text": "اى هغو كسانو چې ايمان يې راوړى دى! تاسو’رَاعِنَا‘ (لفظ) مه وايئ او ’اُنْظُرْنَا‘ (مونږ ته وګوره) وايئ او (خبره) اورئ او د كافرانو لپاره ډېر دردوونكى عذاب دى"
        },
        {
            "chapter": 2,
            "verse": 105,
            "text": "دا خبره نه هغه كسان خوښوي چې په اهل كتابو كې كافر شوي دي او نه يې مشركان، چې ستاسو د رب له جانبه پر تاسو څه خير نازل كړى شي، او الله په خپل رحمت سره خاص كوي هغه څوك چې يې وغواړي، او الله د عظيم فضل خاوند دى"
        },
        {
            "chapter": 2,
            "verse": 106,
            "text": "مونږ چې كوم ايت منسوخ كوو، يا يې (د مومنانو له زړونو نه) هيرَوُو، نو له هغه نه غوره، يا د هغه په شان راوړو، ايا ته پوه نه يې چې يقينًا الله پر هر شي باندې ښه قادر دى"
        },
        {
            "chapter": 2,
            "verse": 107,
            "text": "ايا ته پوه نه يې چې يقينًا الله چې دى، د اسمانونو او ځمكې بادشاهي خاص د هغه لپاره ده، او تاسو لپاره له الله نه غير (بل) هېڅ كارساز نشته او نه مددګار"
        },
        {
            "chapter": 2,
            "verse": 108,
            "text": "ايا تاسو اراده لرئ چې له خپل رسول نه (داسې) سوال وكړئ لكه څنګه چې له دې نه مخكې له موسٰى نه سوال شوى و؟ او هغه څوك چې د ايمان په بدل كې كفر واخلي، نو يقينًا هغه له سمې لارې نه بې لارې شو"
        },
        {
            "chapter": 2,
            "verse": 109,
            "text": "په اهل كتابو كې ډېر خلق د خپلو نفسونو د حسد په وجه، د حق له واضحه كېدو نه بعد (هم)، دا ارزو لري چې له ايمان راوړو نه پس تاسو بيا كافران كړي، نو (لا دوى ته) معافي كوئ او مخ ترې واړوئ، تر هغې چې الله خپل حكم راوړي، بېشكه الله پر هر شي باندې ښه قادر دى"
        },
        {
            "chapter": 2,
            "verse": 110,
            "text": "او تاسو لمونځ قايموئ او زكات وركوئ، او هر هغه خير (نېكي) چې تاسو يې د خپلو ځانونو لپاره مخكې لېږئ، هغه به له الله سره ومومئ، بېشكه الله هغه عمل لره ښه ليدونكى دى چې تاسو يې كوئ"
        },
        {
            "chapter": 2,
            "verse": 111,
            "text": "او دوى (اهل كتاب) وايي: جنت ته به هيڅكله هم (څوك) داخل نشي، مګر هغه څوك چې يهودي وي، يا نصراني، دا د دوى (باطلې) ارزوګانې دي، ته (ورته) ووايه: (په دې دعوا) خپل دليل راوړئ، كه تاسو رښتوني يئ"
        },
        {
            "chapter": 2,
            "verse": 112,
            "text": "ولې نه! چا چې خپل مخ د الله تابع كړو او نېكي كوونكى و، نو د هغه لپاره د خپل رب په نيز اجر دى، او په دوى باندې نه هېڅ وېره شته او نه به دوى غمژن كېږي"
        },
        {
            "chapter": 2,
            "verse": 113,
            "text": "او يهوديانو ويل: نصرانيان (د دين) په هېڅ څيز باندې (قايم) نه دي او نصرانيانو ويل: يهوديان (د دين) په هېڅ څيز باندې (ولاړ) نه دي، حال دا چې دوى كتاب لولي، همدارنګه، د دوى د خبرې په شان خبره هغو كسانو هم كړې وه چې بې علمه وو، نو الله به د قيامت په ورځ د دوى په مينځ كې د هغو خبرو په هكله فيصله كوي چې دوى به په كې اختلاف كاوه"
        },
        {
            "chapter": 2,
            "verse": 114,
            "text": "او له هغه كس نه بل زيات ظالم څوك دى چې د الله جوماتونه بندوي (له دې خبرې نه) چې په دغو (جوماتونو) كې د هغه (الله) نوم ياد كړى شي او د دغو (جوماتونو) په ورانولو كې كوشش كوي، دغه كسان چې دي، دوى ته دا حق نشته چې دې (جوماتونو) ته ننوځي مګر دا چې وېرېدونكي وي، د دوى لپاره په دنيا كې رسوايي ده او د دوى لپاره په اخرت كې ډېر لوى عذاب دى"
        },
        {
            "chapter": 2,
            "verse": 115,
            "text": "او خاص د الله لپاره مشرق او مغرب دى، نو كوم طرف ته چې تاسو مخ كوئ، نو هلته د الله مخ دى، بېشكه الله ډېر فراخۍ والا، ښه پوه دى"
        },
        {
            "chapter": 2,
            "verse": 116,
            "text": "او هغوى وويل: الله (د ځان لپاره) اولاد نيولى دى، (داسې نه ده) هغه (له دې خبرو نه) پاك دى، بلكې څه چې په اسمانونو او ځمكه كې دي، هغه (ټول) خاص د هغه لپاره دي، ټول د هغه حكم منونكي دي"
        },
        {
            "chapter": 2,
            "verse": 117,
            "text": "بې له نمونې پيدا كوونكى د اسمانونو او ځمكې دى، او كله چې د كوم كار فيصله وكړي، نو همدا خبره ده چې هغه ته ووايي: ’’وشه‘‘ نو هغه وشي"
        },
        {
            "chapter": 2,
            "verse": 118,
            "text": "او وويل هغو كسانو چې (په هېڅ) نه پوهېږي: زمونږ سره الله ولې خبرې نه كوي، يا مونږ ته ولې كومه نښه نه راځي؟ همدارنګه د دوى د خبرې په شان خبره هغو كسانو (هم) كړې وه؛ چې له دوى نه مخكې وو، د دوى زړونه له يو بل سره مشابه (يو شان) شوي دي، يقينًا مونږ د هغو خلقو لپاره ايتونه بيان كړي دي چې يقين كوي"
        },
        {
            "chapter": 2,
            "verse": 119,
            "text": "يقينًا (اى نبي!) ته مونږه په حقه سره زېرى وركوونكى او وېروونكى لېږلى يې، او د دوزخيانو په باره كې به له تا نه تپوس نه كېږي"
        },
        {
            "chapter": 2,
            "verse": 120,
            "text": "او له تا نه خو به هېڅكله نه يهوديان راضي شى، او نه نصرانيان، تر دې چې ته د دوى د دين پيروي وكړې، ته ووايه: بېشكه د الله هدايت، هُم هغه (اصل) هدايت دى، او يقينًا كه تا، له دې نه پس چې تا ته علم راغى، د هغوى د خواهشاتو پيروي وكړه، (نو) تا لره د الله (له عذاب) نه (خلاصوونكى) نه څوك دوست شته او نه كوم مددګار"
        },
        {
            "chapter": 2,
            "verse": 121,
            "text": "هغه كسان چې مونږ هغوى ته كتاب وركړى دى، هغوى د دې (كتاب) تلاوت كوي (څنګه) چې يې د تلاوت حق دى، هم دغه كسان پر ده ايمان راوړي، او څوك چې په دې (كتاب) باندې كافر شه، نو هم دغه كسان تاوانيان دي"
        },
        {
            "chapter": 2,
            "verse": 122,
            "text": "اى بني اسرائيلو! زما هغه نعمتونه ياد كړئ چې ما پر تاسو باندې لَورَولي دي او دا چې بېشكه ما تاسو پر عالَمونو باندې غوره كړي وئ"
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "او له هغې ورځې نه ووېرېږئ چې هېڅ يو نفس به د بل نفس هېڅ په كار رانشي، او نه به له هغه نه فديه (بدل) قبلېږي او نه به هغه ته څه سفارش فايده وركوي او نه به له هغوى سره مرسته كېږي"
        },
        {
            "chapter": 2,
            "verse": 124,
            "text": "او (ياد كړه) هغه وخت چې خپل رب يې ابراهيم په څو خبرو سره وازمايه، نو (ابراهيم) هغه پوره كړې (الله) وويل: يقينًا زه تا د خلقو لپاره امام جوړوم، هغه وويل: او زما په اولاد كې (هم امامان جوړكړه) (الله) وويل: زما عهد (د امامت وعده) ظالمانو (كافرانو) ته نه رسېږي"
        },
        {
            "chapter": 2,
            "verse": 125,
            "text": "او كله چې مونږه بيت الله د خلقو لپاره د جمع كېدو او د امن ځاى وګرځاوه، او (مونږ وويل:) له مقامِ ابراهيم نه ’’لمونځ ځاى‘‘ جوړ كړئ، او مونږ ابراهيم او اسمٰعيل ته كلك حكم وكړ دا چې تاسو (دواړه) زما كور د طواف كوونكو او اعتكاف كوونكو او ركوع كوونكو، سجده كوونكو لپاره ښه پاك كړئ"
        },
        {
            "chapter": 2,
            "verse": 126,
            "text": "او كله چې ابراهيم وويل: اى زما ربه! دا (ځاى) امن ناكه ښار جوړ كړه، او د ده اوسېدونكو ته له مېوو نه روزي وركړه، (خو) په دوى كې يواځې هغه چا ته چې پر الله او پر ورځ د اخرت يې ايمان راوړى وي. (الله) وويل: او څوك چې كافر شو، نو هغه ته به لږه فايده وركړم، بيا به هغه په زوره د اور عذاب ته بوځم او هغه د ورتلو بد ځاى دى"
        },
        {
            "chapter": 2,
            "verse": 127,
            "text": "او كله چې ابراهيم د بيت الله بنيادونه اوچتول او (ورسره) اسمٰعيل (هم) (دواړو دا دعا كوله) اى زمونږه رَبه! زمونږ نه (دا عمل) قبول كړه، تهٔ چې يې، خاص تهٔ، ښه اورېدونكى، ښه عالم يې"
        },
        {
            "chapter": 2,
            "verse": 128,
            "text": "اى زمونږه ربه! مونږ ستا (حكم) منونكي جوړ كړه او زمونږه په اولاد كې (هم) يوه ډله ستا حكم منونكې (جوړه كړه) او مونږ ته زمونږ د عبادت طرىقې وښَيَه او زمونږه توبه قبوله كړه، يقينًا همدا تهٔ ډېر ښه توبه قبلوونكى، بې حده رحم كوونكى يې"
        },
        {
            "chapter": 2,
            "verse": 129,
            "text": "اى زمونږه ربه! دې (خلقو) ته له هم دوى نه يو رسول ولېږه، چې دوى ته ستا ايتونه تلاوت كوي او دوى ته كتاب (قرآن) او حكمت (سنت) ښَيي او دوى پاكوي، يقينًا، هم دا ته، ډېر غالب، ښه حكمت والا يې"
        },
        {
            "chapter": 2,
            "verse": 130,
            "text": "او څوك دى چې د ابراهيم له ملت نه مخ اړوي، سِوا له هغه كس نه چې خپل ځان يې جاهل كړى وي او يقينًا يقينًا مونږه هغه (ابراهيم) په دنيا كې غوره كړى دى او بېشكه هغه په اخرت كې خامخا له صالحانو ځنې دى"
        },
        {
            "chapter": 2,
            "verse": 131,
            "text": "كله چې هغه ته خپل رب وويل: حكم منونكى شه، هغه وويل: زه د رب العلمين حكم منونكى شوم"
        },
        {
            "chapter": 2,
            "verse": 132,
            "text": "او ابراهيم خپلو زامنو ته د دې وصيت وكړ او يعقوب (هم، ويې ويل:) اى زما زامنو! بېشكه الله تاسو لپاره دا دين غوره كړى دى، نو بېخي مه مرئ مګر په داسې حال كې چې مسلمانان يئ"
        },
        {
            "chapter": 2,
            "verse": 133,
            "text": "ايا تاسو هغه وخت موجود وئ چې يعقوب ته مرګ حاضر شو؟ كله چې هغه خپلو زامنو ته وويل: له ما نه بعد به د څه شي عبادت كوئ؟ هغوى وويل: مونږ به ستا د اِلٰه (معبود) او ستا د پلرونو ابراهيم، او اسمٰعيل او اسحٰق د اِلٰه عبادت كوو، د يو حق معبود، او مونږه (ټول) د هغه حكم منونكي يو"
        },
        {
            "chapter": 2,
            "verse": 134,
            "text": "دغه يوه ډله وه چې يقينًا تېره شوې ده، څه (عمل) چې هغوى كړى دى؛ هغه د هغوى لپاره دى او څه چې تاسو كړى دى؛ هغه تاسو لپاره دى، او له تاسو نه به د هغوى د عملونو په باره كې تپوس نه كېږي"
        },
        {
            "chapter": 2,
            "verse": 135,
            "text": "او دوى ويل چې تاسو يهوديان شئ، يا نصرانيان، نو نېغه لار به ومومئ، ته (دوى ته) ووايه: (داسې نه ده) بلكې (مونږ) د ابراهيم د ملت (تابع كېږو) چې حنيف (توحيد والا) و او دى له مشركانو څخه نه و"
        },
        {
            "chapter": 2,
            "verse": 136,
            "text": "تاسو ووايئ: مونږ پر الله ايمان راوړى دى او پر هغه څه چې مونږ ته نازل كړى شوي دي، او پر هغه څه چې ابراهيم او اسمٰعيل او اسحٰق او يعقوب او (د هغوى) اولادې ته نازل كړى شوي دي، او (مونږ ايمان راوړى دى) پر هغه څه چې موسٰى او عيسٰى ته وركړى شوي دي، او پر هغه څه چې د خپل رب له جانبه (نورو) نبيانو ته وركړى شوي دي، مونږ په دوى كې د هېڅ يو په مينځ كې فرق نه كوو، او مونږ خاص د هغه (الله) حكم منونكي يو"
        },
        {
            "chapter": 2,
            "verse": 137,
            "text": "نو كه دوى هغه شان ايمان راوړي څنګه چې تاسو پر دې (كتاب) ايمان راوړى دى، نو يقينًا دوى سمه لاره وموندله او كه مخ يې وګرځاوه، نو همدا خبره ده چې دوى په سخت مخالفت كې دي، نو ژر ده چې د دوى مقابلې ته به تا لپاره الله كافي شي او هم هغه ښه اورېدونكى، ښه پوه دى"
        },
        {
            "chapter": 2,
            "verse": 138,
            "text": "(مونږ) د الله رنګ (قبول كړى دى) او له الله نه په رنګ كې څوك ډېر ښه دى! او مونږ خاص د هغهٔ عبادت كوونكي يو"
        },
        {
            "chapter": 2,
            "verse": 139,
            "text": "ته (دوى ته) ووايه: ايا تاسو زمونږ سره د الله په باره كې جګړه كوئ؟ حال دا چې هغه زمونږ رب دى او ستاسو (هم) رب دى، زمونږ لپاره زمونږ عملونه دي او تاسو لپاره ستاسو عملونه دي اومونږ خاص د هغه لپاره اخلاص كوونكي يو"
        },
        {
            "chapter": 2,
            "verse": 140,
            "text": "ايا تاسو (دا) وايئ چې بېشكه ابراهيم او اسمٰعيل او اسحٰق او يعقوب او (د هغه) اولاده يهوديان، يا نصرانيان وو؟ ته (دوى ته) ووايه: ايا تاسو ډېر پوه يئ، يا كه الله؟ او له هغه كس نه زيات ظالم څوك دى چې هغه ګواهي پټوي چې له ده سره د الله له جانبه ده؟ او الله ستاسو له عملونو نه كله هم غافل نه دى"
        },
        {
            "chapter": 2,
            "verse": 141,
            "text": "دغه يوه ډله ده چې يقينًا تېره شوې ده، څه (عمل) چې هغوى كړى دى؛ هغه د هغوى لپاره دى او څه (عمل) چې تاسو كړى دى؛ هغه تاسو لپاره دى او له تاسو نه به د هغوى د عملونو په باره كې تپوس نه كېږي"
        },
        {
            "chapter": 2,
            "verse": 142,
            "text": "له خلقو څخه بې وقوفان به ژر ووايي چې دوى له خپلې هغه قبلې نه څه شي واړول چې دوى پر هغې باندې وو؟ ته (ورته) ووایه: خاص د الله لپاره مشرق او مغرب دي، سمې (نېغې) لارې ته هدایت كوي چا ته چې يې وغواړي"
        },
        {
            "chapter": 2,
            "verse": 143,
            "text": "او همدارنګه مونږه تاسو غوره امت جوړ كړي یئ، د دې لپاره چې تاسو پر خلقو باندې شاهِدان (ګواهان) شئ، او رسول پر تاسو باندې ګواه شي او هغه قبله چې ته په هغې باندې وې؛ مونږ نه وه مقرر كړې مګر د دې لپاره چې مونږ هغه څوك معلوم (څرګند) كړو چې د رسول پیروي كوي له هغه چا نه چې پر خپلو پوندو باندې بېرته ګرځي، او یقینًا دا (خبره) ډېره درنه ده، مګر پر هغو كسانو چې الله ورته هدایت كړى دى (درنه نه ده) او الله كله هم داسې نه دى چې ستاسو ایمان (لمونځونه) ضايع كړي، یقینًا الله پر خلقو باندې خامخا ډېر نرمي كوونكى، بې حده رحم كوونكى دى"
        },
        {
            "chapter": 2,
            "verse": 144,
            "text": "یقینًا اسمان ته ستا د مخ ګرځېدل (اوړېدل) مونږ وینو، نو مونږ به تا خامخا د هغې قبلې په طرف وګرځوو چې ته يې خوښَوې، نو خپل مخ د مسجد حرام (كعبې) په طرف وګرځوه او تاسو چې په هر ځاى كې یئ، نو خپل مخونه د هغهٔ په طرف وګرځوئ، او بېشكه هغه كسان چه هغو ته كتاب وركړى شوى دى؛ هغوى خامخا پوهېږي چې یقینًا دا (د قبلې بدلول) د دوى د رب له جانبه حق دي، او الله له هغه څه نه چه دوى يې كوي كله هم غافل نه دى"
        },
        {
            "chapter": 2,
            "verse": 145,
            "text": "او یقینًا كه ته هغو كسانو ته چې ورته كتاب وركړى شوى دى، هره نښه (هر قسمه دلیل) راوړې ( بیا به هم) هغوى ستا د قبلې تابع نشي او ته (هم) د هغوى د قبلې تابع كېدونكى نه يې، او د دوى بعضې د بعضو نورو د قبلې تابع كېدونكي نه دي، او یقینًا له دې نه پس چې تا ته علم راغى، كه چېرې ته د هغوى د خواهشاتو تابع شوې (نو) یقینًا یقینًا ته به په دغه وخت كې له ظالمانو ځنې يې"
        },
        {
            "chapter": 2,
            "verse": 146,
            "text": "هغه كسان چې مونږ هغوى ته كتاب وركړى دى، هغوى دا (محمدﷺ، يا قرآن يا اسلام) پېژني لكه چې دوى خپل زامن پېژني، او یقینًا له دوى نه یوه ډله لازمًا حق پټوي، حال دا چې دوى پوهېږي"
        },
        {
            "chapter": 2,
            "verse": 147,
            "text": "حق ستا د رب له جانبه دى، نو كله هم له شك كوونكو نه مه كېږه"
        },
        {
            "chapter": 2,
            "verse": 148,
            "text": "او د هر چا لپاره یو جانب دى چې دى هغه ته مخ ګرځوونكى دى، نو نېكیو ته له یو بل نه مخكې كېږئ، په هر ځاى كې چې تاسو یئ الله به تاسو (ټول) په جمع راولي، یقینًا الله په هر شي باندې ښه قادر دى"
        },
        {
            "chapter": 2,
            "verse": 149,
            "text": "او له كوم ځاى نه چې ته وځې، نو خپل مخ د مسجد حرام په طرف وګرځوه، او یقینًا همدا ستا د رب له جانبه خامخا حق دي، او الله له هغه څه نه چې تاسو يې كوئ كله هم غافل نه دى"
        },
        {
            "chapter": 2,
            "verse": 150,
            "text": "او له كوم ځاى نه چې ته وځې، نو خپل مخ د مسجد حرام (قبلې) په طرف وګرځوه، او تاسو چې په هر ځاى كې یئ، نو خپل مخونه د هغه په طرف وګرځوئ، د دې لپاره چې د خلقو لپاره په تاسو باندې څه حجت (او اعتراض) نه وي، مګر له دوى څخه هغه كسان چې ظلم يې كړى دى، نو له هغو نه مه وېرېږئ، او له ما نه وېرېږئ، او د دې لپاره چې زه خپل نعمتونه پر تاسو باندې پوره كړم او د دې لپاره چې تاسو هدایت ومومئ"
        },
        {
            "chapter": 2,
            "verse": 151,
            "text": "لكه چې مونږ په تاسو كې له هم تاسو نه رسول درلېږلى دى چې پر تاسو باندې زمونږ ایتونه تلاوت كوي، او تاسو پاكوي او تاسو ته كتاب او حكمت (سنت) ښَیي، او تاسو ته د هغه څه تعلیم دركوي چې تاسو پرې نه پوهېدلئ"
        },
        {
            "chapter": 2,
            "verse": 152,
            "text": "نو تاسو ما یادوئ زه به تاسو یاد كړم او زما شكر وباسئ او په ما باندې مه كافر كېږئ"
        },
        {
            "chapter": 2,
            "verse": 153,
            "text": "اى هغو كسانو چې ایمان يې راوړى دى! په صبر او لمانځه سره مدد غواړئ، یقینًا الله د صبر كوونكو ملګرى دى"
        },
        {
            "chapter": 2,
            "verse": 154,
            "text": "او تاسو هغه چا ته مړه مه وایئ چې د الله په لار كې ووژل شي بلكې (هغوى) ژوندي دي او لېكن تاسو (د هغوى په ژوند) نه پوهېږئ"
        },
        {
            "chapter": 2,
            "verse": 155,
            "text": "او خامخا مونږ به تاسو ضرور په یو شي سره له وېرې او له لوږې او د مالونو او ځانونو او مېوو په نقصان (كمي) سره ازمایو، او صبر كوونكو ته زېرى وركړه"
        },
        {
            "chapter": 2,
            "verse": 156,
            "text": "هغه كسان چې كله دوى ته څه مصیبت ورسي (نو) وايي: یقینًا مونږ د الله یو او بېشكه مونږ خاص هغه ته ورګرځېدونكي یو"
        },
        {
            "chapter": 2,
            "verse": 157,
            "text": "دغه خلق، پر هم دوى باندې د خپل رب له جانبه عنایتونه دي او رحمت دى، او همدغه خلق هدایت موندونكي دي"
        },
        {
            "chapter": 2,
            "verse": 158,
            "text": "یقینًا صفا او مروه د الله له نښو څخه دي، نو هر څوك چې د بيت الله حج كوي، یا عمره كوي، نو په هغهٔ باندې هېڅ ګناه نشته چې د دې دواړو طواف وكړي، او هر څوك چې په خپله خوښه څه نېكي وكړي، نو الله شكر قبلوونكى، ښه عالم دى"
        },
        {
            "chapter": 2,
            "verse": 159,
            "text": "یقینًا كوم خلق چې هغه څه پټوي چې مونږ نازل كړي دي، چې هدایت او ښكاره دلیلونه دي، له دې نه پس چې مونږ هغه په كتاب كې خلقو ته بیان كړي دي، دغه خلق (چې دي)، الله پر دوى لعنت كوي اولعنت ویونكي پر دوى لعنت وايي"
        },
        {
            "chapter": 2,
            "verse": 160,
            "text": "مګر هغه كسان چې توبه وباسي او (د ځان) اصلاح وكړي او (د حق) بیان وكړي، پس دغه كسان، زه د هغوى توبه قبلوم او زه ښه توبه قبلوونكى، بې حده رحم كوونكى یم"
        },
        {
            "chapter": 2,
            "verse": 161,
            "text": "بېشكه هغه كسان چې كفر يې كړى دى او په داسې حال كې مړه شول چې كافران وو، (نو) دغه كسان، په دوى باندې د الله لعنت دى او د ملايكو او د خلقو ټولو (لعنت دى)"
        },
        {
            "chapter": 2,
            "verse": 162,
            "text": "په دې حال كې چې همېشه به وي په دې (لعنت) كې، له دوى نه به نه عذاب سپك كړى شي او نه به دوى ته مهلت وركړى شي"
        },
        {
            "chapter": 2,
            "verse": 163,
            "text": "او ستاسو حق معبود یو معبود دى، هېڅ لايق د عبادت نشته مګر يواځې هغه دى چې ډېر زیات مهربان، بې حده رحم كوونكى دى"
        },
        {
            "chapter": 2,
            "verse": 164,
            "text": "یقینًا د اسمانونو او ځمكې په پېدا كولو كې، او د شپې او ورځې په بدلېدو كې، او په هغو بېړیو كې چې په سمندر كې يې هغه څه روان كړي وي چې خلقو ته نفع رسوي، او په هغه څه كې چې الله له بره نه راورَولي دي، چې اوبه دي، نو په دې سره يې ځمكه د هغې د مَړه كېدو (وچېدو) نه پس ژوندۍ كړه، او په دې كې يې هر قسمه خوځنده (شیان) خواره كړل، او د بادونو په ګرځولو (راګرځولو) كې او په هغې ورېځ كې چې د اسمان او ځمكې په مینځ كې مُسَخَّر كړى شوې ده، خامخا د (هغه) قوم لپاره نښې دي چې عقلمند وي"
        },
        {
            "chapter": 2,
            "verse": 165,
            "text": "او په خلقو كې ځېنې هغه څوك دي چې له الله نه غیر شریكان نیسي، له هغوى سره مینه كوي له الله سره د مینې په شان، او هغه كسان چې ایمان يې راوړى دى؛ له الله سره په مینه كې ډېر سخت (او كلك) دي، او كه چېری هغه كسان چې ظلم يې كړى دى؛ دا وویني، كله چې دوى عذاب ویني، چې یقینًا قوت ټول خاص د الله لپاره دى او دا چې یقینًا الله ډېر سخت عذاب وركوونكى دى"
        },
        {
            "chapter": 2,
            "verse": 166,
            "text": "كله چې هغه كسان چې اتباع يې شوې وه، له هغو كسانو نه بېزاره شي چې اتباع يې كړې وه، او عذاب وویني او پر دوى (ټولې) وسېلې غوڅې شي"
        },
        {
            "chapter": 2,
            "verse": 167,
            "text": "او چا چې پیروي كړې ده، هغوى به وايي: ارمان! كه مونږ لپاره (دنیا ته) بیا تلل وي، نو له دوى نه به مونږ بېزاره شو لكه چي دوى له مونږ نه بېزاره شول، همدارنګه به الله دوى ته خپل عملونه په دوى باندې د حسرتونو لپاره ښكاره كوي او دوى له اور نه كله هم وتونكي نه دي"
        },
        {
            "chapter": 2,
            "verse": 168,
            "text": "اى خلقو! له هغو څیزونو نه چي په ځمكه كې دي، حلال پاك خورئ او د شیطان د قدمونو پیروي مه كوئ، یقینًا هغه ستاسو ښكاره دښمن دى"
        },
        {
            "chapter": 2,
            "verse": 169,
            "text": "یقینًا همدا خبره ده چې هغه تاسو ته د بدۍ او بې حیايۍ حكم كوي او دا چې تاسو په الله باندې هغه خبرې وتړئ (وتپئ) چي تاسو پرې نه پوهېږئ"
        },
        {
            "chapter": 2,
            "verse": 170,
            "text": "او كله چې دوى ته وویل شي: د هغه څه پیروي وكړئ چې الله نازل كړي دي، (نو) وايي: (نه) بلكې مونږه د هغه څه پیروي كوو چې په هغه باندې مونږ خپل پلرونه (مشران) موندلي دي، ایا اګر كه د دوى پلرونه (داسې) وو چې پر هېڅ شي نه پوهېدل، اونه يې سمه لار موندلې وه"
        },
        {
            "chapter": 2,
            "verse": 171,
            "text": "د هغو كسانو مثال چې كفر يې كړى دى؛ د هغه كس په شان دى چې هغو (څارويو) ته نارې وهي چې نه اوري مګر يواځې تشه بلنه او غږ، (دوى) كاڼه دي، ګونګیان دي، ړانده دي، نو دوى هېڅ نه پوهېږي"
        },
        {
            "chapter": 2,
            "verse": 172,
            "text": "اى هغو كسانو چې ایمان يې راوړى دى! له هغو پاكو حلالو څیزونو څخه خورئ چې مونږ تاسو ته دركړي دي، او د الله شكر وباسئ، كه تاسو داسې یئ چې خاص د هغهٔ عبادت كوئ"
        },
        {
            "chapter": 2,
            "verse": 173,
            "text": "بېشكه خبره همدا ده چې هغه په تاسو باندې همدا مرداره او وینه او د خنزیر غوښه حرامه كړې ده او هغه څه (يې حرام كړي دي) چې په هغه باندې د غیرالله لپاره اواز اوچت شوى وي، نو هغه څوك چې مجبور كړى شي، په دې حال كې چې نه سركشي كوونكى وي او نه ( له حد نه) تېرېدونكى وي، نو په هغه باندې هېڅ ګناه نشته، یقینًا الله ډېر بخښونكى، بې حده رحم كوونكى دى"
        },
        {
            "chapter": 2,
            "verse": 174,
            "text": "یقینًا هغه كسان چې هغه څه پټوي چې الله له (خپل) كتاب نه نازل كړي دي، او د دې په بدل كې لږ قیمت اخلي، (نو) دغه كسان، نه خوري (نه اچوي) په خپلو خېټو كې مګر اور، او د قیامت په ورځ به الله نه له دوى سره خبرې وكړي او نه به دوى پاك كړي او د دوى لپاره ډېر دردوونكى عذاب دى"
        },
        {
            "chapter": 2,
            "verse": 175,
            "text": "دا هغه كسان دي چې د هدایت په بدله كې يې ګمراهي اخيستې ده او د مغفرت په بدله كې عذاب، نو (تعجب دى) دوى په اور باندې څومره صبر كوونكي دي"
        },
        {
            "chapter": 2,
            "verse": 176,
            "text": "دا ځكه چې بېشكه الله كتاب په حقه نازل كړى دى او یقینًا هغه كسان چې په كتاب كې يې اختلاف كړى دى؛ خامخا په ډېر لرې مخالفت كې دي"
        },
        {
            "chapter": 2,
            "verse": 177,
            "text": "نېكي دا نه ده چې خپل مخونه د مشرق او مغرب په طرف وګرځوئ، او لېكن نېكي (د هغه چا) ده چې پر الله او پر ورځ د اخرت او پر ملايكو او پر كتابونو او پر نبیانو يې ایمان راوړى دى او د هغه په مینه (كې) خپلوانو او یتیمانو او مسكینانو او مسافرو او سوالګرو ته مال وركوي او په (ازادولو د) څټونو كې (يې لګوي) او لمونځ قايموي او زكات وركوي او د خپلو وعدو پوره كوونكي وي كله چې وعده وكړي، (خصوصًا) چې په سختۍ او تكلیف كې او د جنګ په وخت كې صبر كوونكي دي، دا هغه خلق دي چې رښتیني دي او همدغه خلق متقیان دي"
        },
        {
            "chapter": 2,
            "verse": 178,
            "text": "اى هغو كسانو چې ایمان يې راوړى دى! پر تاسو باندې د وژل شويو په باره كې (د) قصاص (قانون) فرض كړى شوى دى، ازاد د ازاد په بدل كې، او غلام د غلام په بدل كې، او ښځه د ښځې په بدل كې (قصاصېږي)، پس هغه څوك چې هغه ته د خپل ورور له جانبه د څه شي معافي وكړى شي، نو په ښې طریقې سره مطالبه ( لازم) ده، او هغه (د مقتول ولي) ته په نېكې طرېقې سره ادا كول (لازم) دي، دا ستاسو د رب له جانبه اساني او مهرباني ده، نو له دې نه پس چې چا زیاتى وكړ، نو د هغه لپاره ډېر دردوونكى عذاب دى"
        },
        {
            "chapter": 2,
            "verse": 179,
            "text": "او تاسو لپاره په قصاص كې لوى ژوند دى، اى د خالص عقل خاوندانو! د دې لپاره چې تاسو (ځان) وساتئ"
        },
        {
            "chapter": 2,
            "verse": 180,
            "text": "پر تاسو باندې فرض كړى شوي دي د مور و پلار او خپلوانو لپاره په ښې طریقې سره وصیت كول، كله چې په تاسو كې یو كس ته مرګ راشي، په دې شرط چې مال يې پریښى وي، دا پر متقیانو ډېر لازم (حكم) دى"
        },
        {
            "chapter": 2,
            "verse": 181,
            "text": "نو چا چې دا (وصیت) له اورېدلو نه پس بدل كړ، نو یقینًا همدا خبره ده چې د دې (بدلولو) ګناه پر هغو كسانو ده چې دا (وصیت) بدلوي، یقینًا الله ښه اورېدونكى، ښه عالم دى"
        },
        {
            "chapter": 2,
            "verse": 182,
            "text": "بیا چې څوك له وصیت كوونكي نه (په خطا سره) د ظلم، یا (په قصد سره) د ګناه وېره لري، نو د هغوى په مينځ كې يې جوړه وكړه، نو په هغه باندې هېڅ ګناه نشته، یقینًا الله ډېر بخښونكى، بې حده رحم كوونكى دى"
        },
        {
            "chapter": 2,
            "verse": 183,
            "text": "اى هغو كسانو چې ایمان يې راوړى دى! پر تاسو باندې روژه فرض كړى شوې ده لكه چې فرض كړى شوې وه پر هغو كسانو چې له تاسو نه مخكې وو، د دې لپاره چې تاسو متقیان شئ"
        },
        {
            "chapter": 2,
            "verse": 184,
            "text": "یو څو ورځې شمېرل شوې، نو څوك چې په تاسو كې مریض وي، یا پر سفر وي، نو (په هغه باندې) د نورو ورځو شمېرل دي، او په هغو كسانو باندې چې د دې (روژې) طاقت لري، د یو مسكین خوراك فدیه لازم ده، پس څوك چې په خوښۍ سره نېكي وكړي، نو د ده لپاره هغه بهتره ده، او دا چه روژه ونیسئ (دا) تاسو لپاره ډېر غوره دي، كه چېرې يئ تاسو چې پوهېږئ"
        },
        {
            "chapter": 2,
            "verse": 185,
            "text": "د رمضان میاشت هغه ده چې په هغې كې قرآن نازل كړى شوى دى، چې د خلقو لپاره هدایت دى، او د هدایت او د فرقان (د حق او د باطل بېلوونكي) ښكاره دلیلونه دي، نو په تاسو كې چې څوك دې میاشتې كې حاضر و، نو هغه دې د دې روژې ونیسي، او څوك چې مریض وي، یا پر سفر وي، نو (پر هغه) د نورو ورځو شمېرل دي، الله پر تاسو د اسانتیا اراده لري او پر تاسو باندې د سختۍ اراده نه لري او د دې لپاره چې تاسو شمېره پوره كړئ او د دې لپاره چې تاسو د الله لويي بیان كړئ، په دې چې هغه تاسو ته هدایت كړى دى، او د دې لپاره چې تاسو شكر وباسئ"
        },
        {
            "chapter": 2,
            "verse": 186,
            "text": "او كله چې زما په باره كې له تا نه زما بنده ګان تپوس وكړي، نو یقینًا زه قریب یم، د دعا كوونكي دعا قبلوم كله چې له ما نه دعا غواړي، پس دوى دې زما حكم ومني، او پر ما دې ایمان راوړي، د دې لپاره چې دوى سمه لار ومومي"
        },
        {
            "chapter": 2,
            "verse": 187,
            "text": "تاسو لپاره د روژې په شپو كې له خپلو ښځو سره یو ځاى كېدل حلال كړى شوي دي، هغوى تاسو لپاره لباس (جامې) دي او تاسو د هغوى لپاره لباس (جامې) یئ، الله ته معلوم دي چې یقینًا تاسو له خپلو ځانونو سره خیانت كاوه، نو پر تاسو يې (د مهربانۍ) رجوع وكړه، او تاسو ته يې معافي وكړه، نو اوس له هغوى سره مُباشَرت (كوروالى) كوئ او څه چې الله تاسو لپاره لیكلي دي هغه لټوئ، او خورئ، او څښئ تر هغه چې تاسو ته سپین تار د سبا له تور تار نه ښه ښكاره (او بېل) شي، بیا روژه تر شپې پورې پوره كړئ، او له هغوى سره مباشرت (كوروالى) مه كوئ، په داسی حال كې چې تاسو په جوماتونو كې اعتكاف كوونكي یئ، دا د الله پُولې (حدونه) دي، نو دې ته مه نژدې كېږئ، هم په دې شان الله خپل ایتونه خلقو ته واضحه بیانوي، د دې لپاره چې دوى متقیان شي"
        },
        {
            "chapter": 2,
            "verse": 188,
            "text": "او خپل مالونه په خپل مينځ كې په ناحقه سره مه خورئ او حاكمانو ته يې د دې لپاره مه وركوئ چې د خلقو له مالونو نه څه حصه په ظلم سره وخورئ، حال دا چې تاسو پوهېږئ"
        },
        {
            "chapter": 2,
            "verse": 189,
            "text": "دوى له تا نه د نويو میاشتو په باره كې تپوس كوي، ته (ورته) ووایه: دا (میاشتې) د خلقو او د حج لپاره ټاكلي وختونه دي، او (دا) نېكي نه ده چې كورونو ته د هغو له شاګانو نه راشئ، او لېكن نېكي د هغه چا ده چې متقي شي، او تاسو كورونو ته د هغو له دروازو نه راځئ، او له الله نه وېرېږئ، د دې لپاره چې كامیاب شئ"
        },
        {
            "chapter": 2,
            "verse": 190,
            "text": "او د الله په لاره كې له هغو كسانو سره جنګ كوئ چې له تاسو سره جنګېږي، او له حد نه مه تېرېږئ، یقینًا الله له حد نه تېرېدونكي نه خوښوي"
        },
        {
            "chapter": 2,
            "verse": 191,
            "text": "او دوى وژنئ كوم ځاى چې دوى ومومئ، او دوى له هغه ځاى نه وباسئ چې تاسو يې وېستلي وئ، او فتنه (شرك، له دین نه اړول) له قتل نه ډېره سخته (ګناه) ده او له دوى سره د مسجد حرام په خوا كې جنګ مه كوئ، تر دې چې دوى له تاسو سره په ده كې جنګ شروع كړي، نو كه دوى له تاسو سره جنګ شروع كړي، نو بیا دوى قتل كړئ، د دغو كافرانو سزا همداسې ده"
        },
        {
            "chapter": 2,
            "verse": 192,
            "text": "پس كه چېرې دوى منع شول، نو یقینًا الله ښه بخښونكى، بې حده رحم كوونكى دى"
        },
        {
            "chapter": 2,
            "verse": 193,
            "text": "او له دوى سره جنګېږئ تر هغه چې فتنه (د كافرانو زور) پاتې نشي، او دین (ټول) د الله لپاره شي، نو كه دوى منع شول، نو هېڅ زیاتى نشته مګر په ظالمانو باندې"
        },
        {
            "chapter": 2,
            "verse": 194,
            "text": "حرامه میاشت په بدل د میاشتې حرامې كې ده، او حرمتونه (عزتونه) په بدله دي، پس چا چې پر تاسو باندې تېرى وكړ، نو تاسو په هغه باندې (په جواب كې) تېرى وكړئ په مثل د هغه چې هغه پر تاسو باندې تېرى كړى دى، او له الله نه وېرېږئ او پوه شئ چې یقینًا الله د متقیانو ملګرى دى"
        },
        {
            "chapter": 2,
            "verse": 195,
            "text": "او د الله په لاره كې خرڅ كوئ او په خپلو لاسونو هلاكت ته غورځول مه كوئ، او نېكي كوئ، یقینًا الله له نېكي كوونكو سره مینه كوي"
        },
        {
            "chapter": 2,
            "verse": 196,
            "text": "او حج او عمره خاص د الله لپاره پوره كړئ، بیا كه چېرې (له حج، یا عمرې نه) ایسار كړى شوئ، نو (بیا لازم ده) هغه هَدي (د حرم قرباني) چې په اسانۍ سره ترلاسه شي او خپل سرونه مه خرَوئ تر هغه چې قرباني خپل (د حلالې) ځاى ته ورسي، پس څوك چې په تاسو كې ناجوړه وي، یا ده ته په خپل سر كې څه تكلیف وي، نو (پر ده) فدیه لازمه ده په روژې سره، یا په صدقې سره، یا په قربانۍ سره، نو كله چې تاسو په امن شئ، پس كه چا فايده واخيسته په عمرې سره حج ته، نو( پر هغه لازمه ده) هغه قرباني چې په اسانۍ سره ترلاسه شي، پس كه چا (قرباني) ونه موندله، نو درې ورځې روژې په حج كې (واجبې) دي او اوه روژې هغه وخت دي چې تاسو راوګرځئ، دا پوره لس (ورځې) دي، دا (حكم د تمتع) د هغه چا لپاره دى چې د هغه ټبر د مسجد حرام اوسېدونكي نه وي، او له الله نه وېرېږئ او پوه شئ چې یقینًا الله سخت عذاب وركوونكى دى"
        },
        {
            "chapter": 2,
            "verse": 197,
            "text": "(وخت د احرام د) حج څو معلومې میاشتې دي، نو چا چې په دې (میاشتو) كې (په ځان باندې) حج فرض كړ، نو په حج كې نه له ښځو سره د شهوت خبرې كول شته او نه (د الله) نافرماني او نه جګړه او تاسو چې څه نېكي كوئ، الله پر هغې پوهېږي، او توښه واخلئ، پس یقینًا بهترینه توښه تقویٰ ده، اى د صفا عقل خاوندانو! له ما نه وېرېږئ"
        },
        {
            "chapter": 2,
            "verse": 198,
            "text": "پر تاسو باندې په دې كې هېڅ ګناه نشته چی د خپل رب څه فضل ولټوئ، نو كله چې له عرفات نه راكوز شئ، نو په مشعرحرام كې د الله ذكر كوئ، او د هغه ذكر كوئ لكه څنګه چې يې تاسو ته ښودنه كړې ده، او یقینًا تاسو له دې نه مخكې خامخا له ګمراهانو څخه وئ"
        },
        {
            "chapter": 2,
            "verse": 199,
            "text": "بیا راكوزېږئ له هغه ځاى نه چې خلق ترې راكوزېږي او له الله نه مغفرت غواړئ، یقینًا الله ښه مغفرت كوونكى، بې حده رحم كوونكى دى"
        },
        {
            "chapter": 2,
            "verse": 200,
            "text": "نو كله چې تاسو خپل د حج عبادتونه (اعمال) ادا كړئ، نو الله یادوئ په شان د یادولو ستاسو خپلو پلرونو لره، بلكې زیات یادول، نو په خلقو كې ځینې هغه څوك دي چې وايي: اى زمونږ ربه! ته مونږ ته (هر څه) په دنیا كې راكړه، او د دغه كس لپاره په اخرت كې هېڅ برخه نشته"
        },
        {
            "chapter": 2,
            "verse": 201,
            "text": "او په دوى كې بعضې هغه څوك دي چې وايي: اى زمونږ ربه! مونږ ته په دنیا كې نعمت راكړه او په اخرت كې (هم) نعمت راكړه او مونږ د اور له عذابه وساته"
        },
        {
            "chapter": 2,
            "verse": 202,
            "text": "دغه كسان دي چې د دوى لپاره د دوى د كړو (نېكو) عملونو په سبب لویه برخه ده، او الله ډېر ژر حساب كوونكى دى"
        },
        {
            "chapter": 2,
            "verse": 203,
            "text": "په شمېرل شويو ورځو كې الله یادوئ، پس څوك چې په دوه ورځو كې ژر لاړ، نو پر هغه هېڅ ګناه نشته، او چا چې تاخیر وكړ، نو پر ده (هم) هېڅ ګناه نشته، د هغه چا لپاره چې تقویٰ يې غوره كړې وي او له الله نه وېریږئ، او پر دې پوه شئ چې یقینًا تاسو به خاص هغه ته ورجمع كولى شئ"
        },
        {
            "chapter": 2,
            "verse": 204,
            "text": "او بعضې له خلقو نه هغه څوك دي چې د دنيايي ژوند په باره كې د هغه خبرې تا په تعجب كې اچوي او دى په هغه څه باندې الله ګواه كوي چې د ده په زړه كې دي، حال دا چې دى ډېر زیات جګړه مار دى"
        },
        {
            "chapter": 2,
            "verse": 205,
            "text": "او كله چې بېرته وګرځي، نو په ځمكه كې ګړندى ګرځي، د دې لپاره چې په دې كې فساد وكړي او فصل او نسل تباه كړي، حال دا چې الله فساد نه خوښوي"
        },
        {
            "chapter": 2,
            "verse": 206,
            "text": "او كله چې هغهٔ ته وویل شي: له الله نه ووېرېږه، نو ده لره تكبر ونیسي په ګناه كولو سره، نو د ده لپاره جهنم بس دى او یقینًا هغه بده استوګنه ده"
        },
        {
            "chapter": 2,
            "verse": 207,
            "text": "او بعضې له خلقو نه هغه څوك دي چې د الله د رضا لټولو لپاره ځان خرڅوي، او الله په بنده ګانو باندې ډېر نرمي كوونكى دى"
        },
        {
            "chapter": 2,
            "verse": 208,
            "text": "اى هغو كسانو چې ایمان يې راوړى دى! په اسلام كې پوره پوره داخل شئ او د شیطان په قدمونو پسې مه ځئ، یقینًا هغه ستاسو ښكاره دښمن دى"
        },
        {
            "chapter": 2,
            "verse": 209,
            "text": "بیا كه چېرې تاسو له دې نه پس وښویدلئ؛ چې تاسو ته ښكاره دلیلونه (هم) راغلل، نو پوه شئ چې یقینًا الله ډېر غالب، ښه حكمت والا دى"
        },
        {
            "chapter": 2,
            "verse": 210,
            "text": "دوى انتظار نه كوي مګر د دې چې الله دوى ته د ورېځو په سیورو كې راشي او ملايك (هم) او معامله فیصله كړى شي، او ټول كارونه خاص الله ته ورګرځول كېږي"
        },
        {
            "chapter": 2,
            "verse": 211,
            "text": "له بني اسرائیلو نه تپوس وكړه چې مونږ څومره ډېرې واضحې نښې دوى ته وركړې وې، او څوك چې د الله نعمت بدل كړي، له دې نه پس چې ده ته راغى، نو یقینًا الله سخت عذاب وركوونكى دى"
        },
        {
            "chapter": 2,
            "verse": 212,
            "text": "او هغو كسانو ته چې كافران شوي دي دنيايي ژوند ښايسته كړى شوى دى، او دوى په هغو كسانو پورې مسخرې كوي چې ایمان يې راوړى دى، او هغه كسان چې متقیان دي د قیامت په ورځ به د دوى له پاسه وي او الله چې چا لره وغواړي بې حسابه رزق وركوي"
        },
        {
            "chapter": 2,
            "verse": 213,
            "text": "ټول خلق (په شروع كې) یو امت وو (بیا په كې ځینې كافر شول) نو الله نبیان راولېږل چې زېرى وركوونكي او وېروونكي وو او له هغوى سره يې په حقه سره كتاب نازل كړ، د دې لپاره چې هغه د خلقو په مينځ كې د هغه شي فیصله وكړي چې دوى په كې اختلاف كړى دى، او په هغه كې اختلاف نه دى كړى مګر هغو كسانو چې هغوى ته هغه (كتاب) وركړى شوى و، په خپل منځ كې د لويي او ظلم په وجه (يې اختلاف كړى و)، له دې نه پس چې هغوى ته ښې څرګندې نښې راغلې، نو الله هغو كسانو ته چې ایمان يې راوړى و، په خپل حكم سره هغه حق ته هدایت وكړ چې هغوى (كافرانو) په كې اختلاف كړى و او الله د سمې لارې هدایت كوي هغه چا ته چې ويې غواړي"
        },
        {
            "chapter": 2,
            "verse": 214,
            "text": "ایا تاسو دا ګمان كوئ چې جنت ته به داخل شئ؟ حال دا چې پر تاسو باندې لا تر اوسه د هغو خلقو حالت نه دى راغلى چې له تاسو نه مخكې تېر شوي دي، هغوى ته سختي او بېماري رسېدلې وې، او جړقول شوي وو تر دې چې رسول او له هغه سره ایمان راوړونكو به وویل: د الله مدد به كله راځي؟ خبردار شئ! یقینًا د الله مدد ډېر نژدې دى"
        },
        {
            "chapter": 2,
            "verse": 215,
            "text": "دوى له تا نه پوښتنه كوي چې څه شى خرچ (انفاق) كړي؟ ته (ورته) ووایه: څه چې خرڅ كوئ له مال نه، نو (هغه) د مور و پلار لپاره او نژدې خپلوانو او مسكینانو او مسافرو لپاره دي، او تاسو چې څه نېكي هم كوئ، نو یقینًا الله پر هغې ښه عالم دى"
        },
        {
            "chapter": 2,
            "verse": 216,
            "text": "پر تاسو باندې جنګ كول فرض كړى شوي دي، حال دا چې دا ستاسو بدې شي، او كېدى شي چې تاسو به یو شى بد ګڼئ، حال دا چې هغه به تاسو لپاره ډېر غوره وي او كېدى شي چې تاسو به یو شى خوښوئ، حال دا چې هغه به تاسو لپاره ډېر بد وي او الله پوهېږي او تاسو نه پوهېږئ"
        },
        {
            "chapter": 2,
            "verse": 217,
            "text": "دوى له تا نه د حرامو میاشتو په باره كې تپوس كوي، په هغې كې د جنګ كولو ( په باره كې)، ته (ورته) ووایه: په هغې كې جنګ كول لویه ګناه ده او د الله له لارې نه منع كول او په هغه (الله ) سره كافر كېدل او له مسجد حرام نه منع كول او له هغه (مسجد) نه د هغه اهل (حقدار) وېستل د الله په نېز بېخي ډېره لویه ګناه ده، او فتنه (شرك) له قتل نه ډېره لویه ګناه ده، او دوى به همېشه له تاسو سره جنګ كوي تر هغه پورې چې تاسو له خپل دین نه واړوي، كه وس يې وشي، او په تاسو كې چې څوك له خپل دین نه وګرځېده، بیا په داسې حال كې مړ شو چې كافر و، نو دغه كسان (چې دي) د دوى عملونه په دنیا او اخرت (دواړو) كې ضايع شوي دي او دغه كسان د اور ملګري دي، دوى به په هغه كې تل ترتله (همېشه) وي"
        },
        {
            "chapter": 2,
            "verse": 218,
            "text": "يقينًا هغه كسان چې ایمان يې راوړى دى او هغه كسان چې هجرت يې كړى دى او جهاد يې كړى دى د الله په لاره كې، دغه كسان د الله د رحمت امېد لري، او الله ډېر بخښونكى، ډېر مهربان دى"
        },
        {
            "chapter": 2,
            "verse": 219,
            "text": "… دوى له تا نه د شرابو او جوارۍ په باره كې تپوس كوي، ووایه: په دې دواړو كې بېخي لویه ګناه ده، او د خلقو لپاره په كې فايدې دي، او د دې دواړو ګناه ډېره لویه ده، د دې دواړو له فايدو نه او دوى له تا نه پوښتنه كوي چې څه خرچ (انفاق) كړي؟ ته (ورته) ووایه: له نفقې (اخراجاتو) نه زیاتي (څیز خرچ كړئ) الله همداسې تاسو لپاره ایتونه بیانوي، د دې لپاره چې تاسو ښه فكر وكړئ"
        },
        {
            "chapter": 2,
            "verse": 220,
            "text": "د دنیا او اخرت په باره كې، او دوى له تا نه د یتیمانو په باره كې پوښتنه كوي، ووایه: د دوى اصلاح كول ډېر ښه دي، او كه تاسو هغوى (له ځان سره) شریك كړئ، نو ستاسو وروڼه دي، او الله پېژني ورانكارى له اصلاح كوونكي نه، او كه الله غوښتلى، نو تاسو به يې خامخا په مشقت كې اچولي وى، یقینًا الله ډېر غالب، ښه حكمت والا دى"
        },
        {
            "chapter": 2,
            "verse": 221,
            "text": "او له مشركو ښځو سره نكاح مه كوئ تر هغه پورې چې دوى ایمان راوړي، او خامخا مومنه وینځه بېخي غوره ده له ازادې مشركې نه اګر كه هغه تاسو حیران كړي (د خوښېدو په وجه) او مشركانو ته (مسلمانې ښځې) په نكاح مه وركوئ تر هغه پورې چې دوى ایمان راوړي، او خامخا مومن مَرَيـى بېخي غوره دى له ازاد مشرك نه، اګر كه هغه تاسو (د خوښېدو په وجه) حیران كړي، دغه كسان اور ته بلنه كوي، او الله په خپل اذن سره جنت او مغفرت ته بلنه كوي، او خلقو ته خپل ایتونه بیانوي، د دې لپاره چې دوى نصیحت قبول كړي"
        },
        {
            "chapter": 2,
            "verse": 222,
            "text": "او دوى له تا نه د حیض په باره كې پوښتنه كوي، ته ووایه: دا یوه پلیتي ده، نو په حیض كې د ښځو له جماع نه په ډَډَه شئ، او دوى ته مه نژدې كېږئ (د جماع لپاره) تر هغه پورې چې پاكې شي، نو كله چې ښې پاكې شي (غسل وكړي)، بیا له دوى سره جماع كوئ، په هغه ځاى كې چې الله تاسو ته حكم كړى دى، یقینًا الله ډېر توبې وېستونكي خوښوي او ښه پاك اوسېدونكي خوښوي"
        },
        {
            "chapter": 2,
            "verse": 223,
            "text": "ستاسو ښځې تاسو لپاره فصل دي، نو خپل فصل ته راځئ څنګه چې ستاسو خوښه وي، او د خپلو ځانونو لپاره (نېك عمل) وړاندې ولېږئ، او له الله نه وېرېږئ او پر دې پوه شئ چې یقینًا تاسو له هغه سره ملاقات كوونكي یئ، او مومنانو ته زېرى وركړه"
        },
        {
            "chapter": 2,
            "verse": 224,
            "text": "او د خپلو قسمونو لپاره تاسو الله هدف مه ګرځوئ (د الله نوم مه استعمالوئ) چې نه به كوئ نېكي او پرهېزګاري او د خلقو په مينځ كې صلح، او الله ښه اورېدونكى، ښه پوه دى"
        },
        {
            "chapter": 2,
            "verse": 225,
            "text": "الله تاسو نه نیسي په خپلو قسمونو كې په لغو سره، او لېكن نیسي تاسو پر هغه (قسم) چې ستاسو زړونو يې قصد (نيت) كړى وي، او الله ډېر بخښونكى، ښه تحمل كوونكى دى"
        },
        {
            "chapter": 2,
            "verse": 226,
            "text": "د هغو كسانو لپاره چې خپلو ښځو (ته له ورتلو) نه قسم خوري، د څلورو میاشتو مهلت دى، بیا كه دوى رجوع وكړه، نو یقینًا الله ډېر بخښونكى، ډېر مهربان دى"
        },
        {
            "chapter": 2,
            "verse": 227,
            "text": "او كه دوى د طلاقو عزم كړى وي، نو یقینًا الله ښه اورېدونكى، ښه پوه دى"
        },
        {
            "chapter": 2,
            "verse": 228,
            "text": "او طلاقې كړى شوې ښځې دې پر خپلو ځانونو درې حیضه انتظار كوي، او د دوى لپاره حلال نه دي چې پټ كړي هغه څه چې الله د دوى په رَحِمونو كې پیدا كړي دي، كه دوى پر الله او پر ورځ د اخرت ایمان لري او په دې موده كې د دوى خاوندان د دوى د بیا راوستلو اصل حقدار دي كه هغوى د اصلاح (جوړښت) اراده لري، او د دستور مطابق د هغو (ښځو) لپاره (په خاوندانو باندې حقونه) دي په شان د هغو (حقونو) چې پر دغو (ښځو) باندې لازم دي (د خپلو خاوندانو لپاره) او په دوى باندې د سړيو لپاره درجه شته، او الله ډېر غالب، ښه حكمت والا دى"
        },
        {
            "chapter": 2,
            "verse": 229,
            "text": "طلاق دوه ځله دي، بیا په ښې طریقې سره (ښځې لره) ساتل دي، یا په ډېرې ښې طریقې سره رخصتول دي او (اى سړيو!) تاسو لپاره دا حلال نه دي چې له هغه (مال) نه چې تاسو دوى ته وركړى دى؛ څه لږ شى هم واخلئ، مګر دا چې دواړه له دې نه ووېرېږي چې دوى به د الله حدونه (حكمونه) قايم نه كړي، نو كه تاسو وېرېږئ چې دوى دواړه به د الله حكمونه پوره نه كړي، بیا نو په دې دواړو باندې هېڅ ګناه نشته په هغه (مال) كې چې هغه ښځه يې د جداوالي لپاره وركوي. دا د الله حدونه دي، نو له دغو نه مه تېرېږئ، او څوك چې د الله له حدونو نه تېر شي، نو همدغه كسان ظالمان دي"
        },
        {
            "chapter": 2,
            "verse": 230,
            "text": "نو كه بیا يې هغه (په درېم ځلې) طلاقه كړه، نو له دې نه پس هغه د ده لپاره حلاله نه ده تر هغه پورې چې هغه (ښځه له عدت نه پس) له ده نه غېر بل خاوند سره نكاح وكړي، بیا كه هغه (دويم خاوند) دا طلاقه كړه، نو په دې دواړو (ښځه او پخواني خاوند) باندې هېڅ ګناه نشته چې دواړه (له عدت نه پس په نوې نكاح سره) یو بل ته رجوع وكړي، كه دواړه دا خيال كوي چې دوى به د الله حكمونه پوره كړي، او دا د الله حكمونه دي، دا د هغه قوم لپاره بیانوي چې پوهېږي"
        },
        {
            "chapter": 2,
            "verse": 231,
            "text": "او كله چې تاسو ښځې طلاقې كړئ، بیا هغوى خپلې (د عدت اخري) مودې ته نژدې شي، نو دوى په ښې طریقې سره ایسارې كړئ (په رجوع كولو سره)، یا هغوى په ښې طریقې سره رخصت كړئ، او د ضرر رسولو لپاره هغوى مه ایساروئ چې زیاتى وكړئ، او چا چې دغه (كارونه) وكړل، نو یقینًا هغه پر ځان ظلم وكړ او د الله ایتونه مسخره مه جوړوئ او پر تاسو باندې (شوي) د الله نعمتونه یاد كړئ او هغه چې الله پر تاسو باندې نازل كړى دى چې كتاب (قرآن) او حكمت (سنت) دى، هغه تاسو ته په دې سره وعظ كوي، او له الله نه ووېرېږئ او پوه شئ چې یقینًا الله په هر شي باندې ښه پوه دى"
        },
        {
            "chapter": 2,
            "verse": 232,
            "text": "او كله چې تاسو ښځو ته (رجعي) طلاق وركړئ، بیا هغوى خپلې نېټې ته ورسېږي (او عدت يې پوره شي) نو تاسو دوى مه منع كوئ (له دې نه) چې دوى له خپلو پخوانيو خاوندانو سره (دوباره) نكاح وكړي، كله چې دوى په خپل مينځ كې د دستور مطابق راضي شي، دا (حكم چې دى)، په ده سره هغه چا ته وعظ كولى شي چې په تاسو كې پر الله او پر ورځ د اخرت ایمان لري، دا تاسو لپاره ډېر غوره او ډېر پاكیزه دى، او الله پوهېږي او تاسو نه پوهېږئ"
        },
        {
            "chapter": 2,
            "verse": 233,
            "text": "او میندې دې خپل اولاد ته پوره دوه كاله تى وركوي، (دا حكم) د هغه چا لپاره دى چې د تي وركولو موده پوره كول غواړي او د چا لپاره چې بچى دى په هغه باندې د دغو (ښځو) نفقه ده او د دوى جامه ده په ښې طریقې سره، هیڅوك هم مكلف كولى نشي مګر د هغه له وَس سره سم، ضرر دې ونه رسول شي مور ته د هغې د بچي په وجه، او نه د بچي پلار ته د هغه د بچي په وجه او په وارث باندې د دې په مثل لازم دي، پس كه دواړه د خپلمينځي رضامندۍ او مشورې سره له تي نه د پرېكولو اراده وكړي، نو په دې دواړه باندې هېڅ ګناه نشته او كه تاسو خپل اولاد ته مُرضِعه (دايي) نیول غواړئ بیا (هم) پر تاسو باندې هېڅ ګناه نشته، كله چې هغه (مال) سپارئ چې تاسو يې وركول غواړئ، په ښې طریقې سره، او له الله نه ووېرېږئ او پوه شئ چې یقینًا الله هغه څه لره ښه لېدونكى دى چې تاسو يې كوئ"
        },
        {
            "chapter": 2,
            "verse": 234,
            "text": "او هغه كسان چې په تاسو كې مړه شي او ښځې پرېږدي، هغه ښځې دې څلور میاشتې او لس ورځې خپل ځانونه په انتظار كې ساتي، بیا چې كله هغوى خپلې نېټې ته ورسېږي (عدت يې پوره شي) نو پر تاسو باندې هېڅ ګناه نشته په هغه كار كې چې دوى يې د خپلو ځانونو په حق كې په ښې طریقې سره كوي، او الله پر هغو عملونو چې تاسو يې كوئ؛ ښه خبردار دى"
        },
        {
            "chapter": 2,
            "verse": 235,
            "text": "او پر تاسو باندې هېڅ ګناه نشته په هغه (خبره) كې چې په هغې سره تاسو د ښځو د غوښتنې اشاره كوئ، یا په خپلو نفسونو كې يې پټه ساتئ، (له هغو سره نكاح كول) الله پوه دى چې یقینًا ژر دى چې تاسو به دوى یادَوئ، او لېكن له دوى سره په پټه وعده مه كوئ، مګر دا چې مناسبه (تعریضي) خبره وكړئ، او د نكاح تړلو عزم مه كوئ تر هغه پورې چې فرض شوى (عدت) خپلې نېټې ته ورسېږي، او پوه شئ چې یقینًا الله پر هغه څه پوهېږي چې ستاسو په نفسونو كې دي، نو له هغه (الله) نه وېرېږئ، او پوه شئ چې یقینًا الله ډېر بخښونكى، ډېر تحمل كوونكى دى"
        },
        {
            "chapter": 2,
            "verse": 236,
            "text": "پر تاسو باندې هېڅ بوج (مهر) نشته كه تاسو ښځو ته طلاق وركړئ څو پورې چې تاسو له هغوى سره كوروالى (جماع) كړى نه وي، یا مو د هغوى لپاره څه مهر مقرر كړى نه وي او دوى ته څه خرڅ، سامان وركړئ، په مالدار باندې د هغه د اندازې مطابق وركول لازم دي او په غریب باندې د هغه د اندازې سره سم لازم دي، له دستور سره سم ضروري سامان وركول، (دا) په نېكي كوونكو باندې لازم دي"
        },
        {
            "chapter": 2,
            "verse": 237,
            "text": "او كه تاسو دوى ته طلاق وركړئ مخكې له دې نه چې تاسو له هغوى سره كوروالى وكړئ، په دې حال كې چې تاسو د هغوى لپاره مهر مقرر كړى وي، نو د هغه (مهر) نیم وركول لازم دي چې تاسو مقرر كړى دى مګر دا چې هغوى (ښځې) يې معاف كړي، یا هغه كس يې معاف كړي د چا په لاس كې چې د نكاح غوټه ده (خاوند وركړى مهر ښځې ته پرېږدي)، او ستاسو معاف كول تقویٰ ته ډېر نژدې دي، او په خپل مينځ كې احسان كول مه هېروئ، یقیناً الله هغو عملونو لره چې تاسو يې كوئ، ښه لیدونكى دى"
        },
        {
            "chapter": 2,
            "verse": 238,
            "text": "د لمونځونو ساتنه كوئ او (خصوصًا) د بېخې منځني لمونځ، او الله ته ودرېږئ اطاعت كوونكي"
        },
        {
            "chapter": 2,
            "verse": 239,
            "text": "بیا كه وېرېدلئ، نو (لمونځ كوئ) پیاده، یا سواره، بیا چې كله په امن شئ، نو الله یادوئ څنګه چې يې تاسو ته هغه څه ښودلي دي چې تاسو (پرې) نه پوهېدئ"
        },
        {
            "chapter": 2,
            "verse": 240,
            "text": "او هغه كسان چې په تاسو كې مري او ښځې پرېږدي (نو په دوى باندې لازم دي) وصیت كول د خپلو ښځو لپاره تر یو كاله پورې د خرچ وركولو، بې له وېستلو نه، نو كه دوى (پخپله) ووتلې، نو پر تاسو باندې هېڅ ګناه نشته په هغه څه كې چې دوى (ښځې) يې د خپلو ځانونو په باره كې كوي څه نېك كار، او الله ډېر غالب، ښه حكمت والا دى"
        },
        {
            "chapter": 2,
            "verse": 241,
            "text": "او د طلاق كړى شویو ښځو لپاره، له عُرف سره سم، سامان وركول په كار دي، په متقیانو باندې (دا) لازم دي"
        },
        {
            "chapter": 2,
            "verse": 242,
            "text": "همدارنګه الله تاسو لپاره خپل ایتونه بیانوي، د دې لپاره چې تاسو پوه شئ"
        },
        {
            "chapter": 2,
            "verse": 243,
            "text": "ایا تا هغه كسان نه دې لیدلي چې د مرګ له وېرې له خپلو كورونو نه وتلي وو، په دې حال كې چې هغوى زرګونه وو، پس الله دوى ته وویل: مړه شئ، بیا يې هغوى راژوندي كړل، یقینًا الله خامخا په خلقو باندې فضل كولو والا دى او لېكن اكثره خلق شكر نه وباسي"
        },
        {
            "chapter": 2,
            "verse": 244,
            "text": "او د الله په لاره كې جنګېږئ، او پوه شئ چې یقینًا الله ښه اورېدونكى، ښه عالم دى"
        },
        {
            "chapter": 2,
            "verse": 245,
            "text": "څوك دى هغه كس چې الله ته قرض وركوي، قرضِ حسنه، نو هغه (الله ) به د هغه لپاره دا (قرض) زیات كړي په ډېرو زیاتولو سره، او الله تنګي راولي او (هغه) فراخي راولي، او تاسو به خاص هغه ته بېرته ورګرځول كېږئ"
        },
        {
            "chapter": 2,
            "verse": 246,
            "text": "ايا تا له موسٰى نه بعد راغليو، د بني اسرائىلو سردارانو ته نه دي كتلي، كله چې هغوى خپل نبي ته وويل: زمونږ لپاره يو بادشاه مقرر كړه چې مونږ د الله په لاره كې جنګ وكړو، هغه نبي وويل: ايا تاسو نژدې يئ كه پر تاسو باندې جنګ كول فرض كړى شي دا چې جنګ به ونه كړئ؟ هغوى وويل: او مونږ لره څه (موانع) دي چې د الله په لاره كې به جنګ نه كوو، حال دا چې مونږ له خپلو كورونو او خپلو زامنو نه وېستل شوي يو، بيا چې كله پر هغوى باندې جنګ كول فرض كړى شول، نو هغوى (له خپلې خبرې نه) وګرځېدل، مګر له هغوى څخه ډېر لږ (خلق ونه ګرځېدل) او الله په ظالمانو باندې ښه پوه دى"
        },
        {
            "chapter": 2,
            "verse": 247,
            "text": "او دوى ته خپل نبي وویل: بېشكه الله تاسو لپاره یقینًا طالوت بادشاه مقرر كړى دى، هغوى وویل: د هغه لپاره پر مونږه باندې بادشاهي څنګه كېدى شي، حال دا چې مونږ له هغه نه د بادشاهۍ زیات حقدار یو، او هغه ته د مال فراخي (هم) نه ده وركړى شوې، هغه (نبي) وویل: یقینًا الله هغه پر تاسو باندې غوره كړى دى، او هغه ته يې په جسم او علم كې زیاته فراخي وركړې ده، او الله خپله بادشاهي وركوي چا ته چې يې وغواړي، او الله فراخه فضل والا، ښه عالم دى"
        },
        {
            "chapter": 2,
            "verse": 248,
            "text": "او دوى ته خپل نبي وویل: بېشكه د ده د باشاهۍ نښه دا ده چې تاسو ته به صندوق راشي چې په هغه كې ستاسو د رب له جانبه سكینت (د زړه ارام) دى او باقي پاتې شونې له هغو (څیزونو) نه چې الِ موسٰی او الِ هارون پرېښي وو، چې ملايكو به راپورته كړى وي، یقینًا په دې كې تاسو لپاره خامخا لویه نښه ده كه تاسو ایمان لرونكي یئ"
        },
        {
            "chapter": 2,
            "verse": 249,
            "text": "نو كله چې طالوت سره د لښكرو راووت، ويې ويل: یقینًا الله په یوې ولِې سره ستاسو ازمايش كوونكى دى، نو څوك چې له هغې نه اوبه وڅښي، نو هغه زما له ملګرو نه نه دى، او څوك چې هغه ونه څكي، نو بېشكه هغه زما له ملګرو څخه دى مګر هغه څوك چې په خپل لاس سره یو چونګ (اوبه) راواخلي، نو هغوى له هغې (ولې) نه اوبه وڅښلې مګر له دوى نه ډېرو لږو (خلقو ونه څښلې) نو كله چې دى (طالوت) او هغه كسان چې له ده سره يې ایمان راوړى و له هغې نه پورې وتل، (مخالفت كوونكو وویل:) نن ورځ زمونږ لپاره د جالوت او د هغه د لښكرو په مقابله كې هېڅ طاقت نشته، او وویل هغو كسانو چې یقین يې لاره چې بېشكه دوى له الله سره ملاقات كوونكي دي: څومره ډېر ځلې ډېره وړه ډله په ډېرې لويې ډلې باندې د الله په حكم سره غالبه شوې ده، او الله د صبر كوونكو ملګرى دى"
        },
        {
            "chapter": 2,
            "verse": 250,
            "text": "او كله چې هغوى د جالوت او د هغه د لښكرو د مقابلې لپاره (میدان ته) راووتل، ويې ويل: اى زمونږه ربه! راخوشې كړه پر مونږ باندې صبر، او زمونږ قدمونه ټینګ (كلك) كړه، او د كافر قوم په مقابله كې زمونږ مدد وكړه"
        },
        {
            "chapter": 2,
            "verse": 251,
            "text": "نو دوى هغو ته د الله په حكم سره ماتې وركړه، او داود جالوت لره قتل كړو، او الله هغه (داود) ته بادشاهي او حكمت وركړ، او هغه ته يې له هغو (څیزونو) نه ښودنه وكړه چې (الله) غوښتل او كه د الله لرې كول نه وى خلقو لره، د دوى ځېنو لره په ځېنو نورو سره (نو) ځمكه به خامخا ورانه شوې وى او لېكن الله په عالَمونو باندې د لوى فضل كولو والا دى"
        },
        {
            "chapter": 2,
            "verse": 252,
            "text": "دا د الله ایتونه دي، مونږ دا په تا باندې په حقه سره لولو او یقینًا ته خامخا له رسولانو ځنې يې"
        },
        {
            "chapter": 2,
            "verse": 253,
            "text": "دا رسولان (دي)، مونږہ د دوى ځینې په ځینو نورو باندې غوره كړي دي، له دوى نه ځینې هغه دي چې الله ورسره خبرې كړې دي، او د دوى د بعضو يې درجې اوچتې كړي دي، او مونږه د مریمې زوى عیسٰی ته ښكاره معجزې وركړې دي، او مونږ هغه په روح القدس (پاك روح) سره قوي كړى دى، اوكه الله غوښتلى، (نو) هغه كسان به په خپلو كې نه وو جنګېدلي، چې له دغو (رسولانو) نه پس وو، له دې نه وروسته چې دوى ته څرګندې نښې راغلې، او لېكن دوى اختلاف وكړ، نو په دوى كې ځینې هغه دي؛ چې ایمان يې راوړ، او ځینې په دوى كې هغه دي؛ چې كافر شول، او كه الله غوښتلى، (نو) دوى به په خپلو كې نه وو جنګیدلي، او لېكن الله كوي هغه څه چې اراده يې وكړي"
        },
        {
            "chapter": 2,
            "verse": 254,
            "text": "اى هغو كسانو چې ایمان يې راوړى دى! له هغه (مال) نه څه حصه خرچ كوئ چې مونږ تاسو ته دركړى دى، مخكې له دې چې هغه ورځ راشي چې نه په هغې كې اخيستل خرڅول شته، او نه څه دوستانه، او نه څه سفارش، او همدا كافران ظالمان دي"
        },
        {
            "chapter": 2,
            "verse": 255,
            "text": "الله (چې دى) نشته هېڅ لايق د عبادت مګر هم دى دى، همېشه ژوندى دى، د ټول عالم انتظام كوونكى دى، پر ده نه پركالي راځي، او نه خوب، خاص هم ده لره دي هغه څه چې په اسمانونو كې دي، او هغه څه چې په ځمكه كې دي، څوك دى هغه كس چې د ده په وړاندې به سفارش كوي مګر د ده په اجازت سره؟ هغه پوهېږي پر هر هغه څه چې د دوى په وړاندې دي او پر هر هغه څه چې د دوى وروسته دي، او دوى (مخلوق) د هغه له علم نه هېڅ شى هم نشي راګېرولى، مګر هغه څه چې هغه (الله) يې وغواړي، د هغه كرسۍ اسمانونه او ځمكه راځای كړي (راګېر) كړي دي او د دې دواړو ساتنه هغه (الله) نه ستړى كوي، او هم هغه ډېر اوچت دى، ډېر لوى دى"
        },
        {
            "chapter": 2,
            "verse": 256,
            "text": "په دین (منلو) كې هېڅ جبر نشته، یقینًا حقه لار له ګمراهۍ نه ښه څرګنده (بېله) شوې ده، نو چا چې له طاغوت (شیطان، بت) نه انكار وكړ او پر الله يې ایمان راوړ، نو یقینًا ده ډېره مضبوطه كړۍ ټینګه ونیوله، چې هغې لره هېڅ پرېكېدل نشته، او الله ښه اورېدونكى، ښه پوه دى"
        },
        {
            "chapter": 2,
            "verse": 257,
            "text": "او الله د هغو كسانو دوست دى چې ایمان يې راوړى دى، هغه دوى لره له تِیارو نه رڼا ته راوباسي، او هغه كسان چې كفر يې كړى دى؛ د هغوى دوستان شیطانان دي، دغه (شیطانان) دوى لره له رڼا نه تیارو ته وباسي، دغه كسان د اور ملګري دي، دوى به په هغه كې همېشه وي"
        },
        {
            "chapter": 2,
            "verse": 258,
            "text": "ایا تا هغه كس نه دى لیدلى (د هغه په قصه نه يې خبر شوى) چې له ابراهیم سره يې د ده د رب په باره كې جګړه وكړه، ځكه چې الله هغه ته بادشاهي وركړې وه؟ كله چې ابراهیم وویل: زما رب هغه دى چې ژوندي كول او مړه كول كوي، هغه وویل: زه ژوندي كول او مړه كول كوم، ابراهیم وویل: پس یقینًا الله لمر له مشرق نه راخېژوي، نو ته هغه له مغرب نه راوخېژوه، نو هغه كس چې كفر يې كړى و؛ حیرانه، ملامته شو، او الله داسې ظالم قوم ته سمه لار نه ښیي"
        },
        {
            "chapter": 2,
            "verse": 259,
            "text": "یا د هغه كس په شان، چې پر یو كلي باندې تېر شو، او هغه (كلى) په خپلو چتونو باندې راپرېوتى و، هغه وویل: الله به دا (د كلي خلق د دوى) له مرګ نه پس څنګه ژوندي كوي؟ نو الله هغه تر سلو كالو پورې مړ وساته، بیا يې هغه راژوندى كړ، (الله) وویل: څومره موده (داسې) پاتې شوى يې؟ هغه وویل: زه یوه ورځ، یا د ورځې څه حصه (داسې) پاتې شوى یم. هغه (الله) وویل: بلكې ته سل كاله (داسې مړ) پاتې شوى يې، نو ته خپل خوراك او څښاك ته وګوره، چې خراب شوى نه دى او خپل خر ته وګوره، او د دې لپاره چې مونږ تا د خلقو لپاره نښه وګرځوو، او هډوكو ته وګوره، مونږ هغو ته څنګه حركت وركوو، په پورته كولو سره، بیا هغو ته غوښه وراغوندو، نو كله چې ده ته (دا حال) ښه څرګند شو، ويې ويل:زه پوهېږم چې یقینًا الله په هر شي باندې ښه قادر دى"
        },
        {
            "chapter": 2,
            "verse": 260,
            "text": "او كله چې ابراهیم وویل: اى زما ربه! په ما باندې ووینه چې ته مړي څنګه ژوندي كوې؟ ويې ويل:ایا ته یقین نه لرې؟ هغه وویل: ولې نه! او لېكن د دې لپاره چې زما زړه مطمئن شي، (الله) وویل: نو له مرغانو نه څلور راونیسه، نو هغه خپلې خوا ته (له بلَدولو نه پس) ټكړې كړه، بیا له هغو ځنې یوه یوه حصه په هر غره باندې كېږده، بیا هغوى راوبله، (نو) دغه به تا ته په منډو راځي، او پوه شه چې یقینًا الله ډېر غالب، ښه حكمت والا دى"
        },
        {
            "chapter": 2,
            "verse": 261,
            "text": "د هغو كسانو مثال چې د الله په لار كې خپل مالونه لګوي د هغه دانې په شان دى چې اوه وږي زرغون كړي، په هر وږي كې سل دانې وي، او الله (اجر) زیاتوي د چا لپاره چې وغواړي، او الله ډېر فراخۍ والا، ښه پوه دى"
        },
        {
            "chapter": 2,
            "verse": 262,
            "text": "هغه كسان چې خپل مالونه د الله په لاره كې لګوي، بیا دوى په خپل انفاق (خیرات) پسې احسان بارول نه كوي او نه ازار رسوي، خاص د دوى لپاره د خپل رب په نیز د دوى اجر دى، او نه به په دوى باندې څه وېره وي اونه به دوى غمژن كېږي"
        },
        {
            "chapter": 2,
            "verse": 263,
            "text": "ښه خبره كول، او بخښنه كول، ډېر غوره دي له هغه خیرات نه چې په هغه پسې تكلیف (تنګول) راځي، او الله ډېر بې پروا، ډېر تحمل والا دى"
        },
        {
            "chapter": 2,
            "verse": 264,
            "text": "اى هغو كسانو چې ایمان يې راوړى دى! خپل خیراتونه په احسان بارولو (زباتولو) او ضرر رسولو سره مه بربادوئ، د هغه كس په شان چې خلقو ته د ځان ښودنې لپاره خپل مال خرچ كوي، او په الله او د اخرت پر ورځ ایمان نه لري، نو د ده مثال د هغه ښويې ګټې په شان دى؛ چې په هغې باندې څه لږه خاوره وي، بیا په هغې (ګټې) زوروَر باران وورېږي، نو هغه (ګټه) صفا پرېږدي، دوى به له هغو عملونو نه چې كړي يې دي، په هېڅ شي (ثواب) باندې قادره نشي، او الله داسې كافر قوم ته نېغه لار نه ښیي"
        },
        {
            "chapter": 2,
            "verse": 265,
            "text": "او د هغو كسانو مثال چې خپل مالونه د الله د رضا غوښتلو لپاره او د خپلو نفسونو د كلكوالي لپاره لګوي، د هغه باغ په شان دى؛ چې په نرمه څَربَه ځمكه باندې وي؛ چې په هغه زورور باران وورېږي، نو دغه (باغ) خپلې مېوې دوه چنده وكړي، نو كه پر هغه زورور باران ونه ورېږي، نو (هغه ته) نرى باران (هم كافي دى) او الله هغو (كارونو) لره ښه لیدونكى دى، چې تاسو يې كوئ"
        },
        {
            "chapter": 2,
            "verse": 266,
            "text": "ایا په تاسو كې یو كس دا خوښَوي چې د ده دې د كجورو، او انګورو داسې باغ وي چې د هغه له لاندې وَلِې بهېږي او د ده لپاره په هغه (باغ) كې هر قسمه مېوې وي، په دې حال كې چې ده ته بُوډاوالى (زوړوالى) راشي او د ده كمزوري (واړه) بچي وي، پس پر دغه(باغ) داسې سخت باد راوالوزي چې په هغه كې اور وي، نو دا (باغ) بېخي وسوَځي، همدارنګه الله تاسو لپاره ایتونه (نښې) بیانوي؛ د دې لپاره چې تاسو ښه فكر وكړئ"
        },
        {
            "chapter": 2,
            "verse": 267,
            "text": "اى هغو كسانو چې ایمان يې راوړى دى! له هغو پاكو (مالونو) نه انفاق كوئ چې تاسو ګټلي دي او له هغو (مالونو) نه چې مونږه تاسو لپاره له ځمكې نه را اېستلي دي، او له هغه (مال) څخه چې تاسو يې خیرات كوئ، د بې كاره څیز اراده مه كوئ، حال دا چې تاسو (پخپله) د هغه اخيستونكي نه یئ مګر دا چې د ده په باره كې تاسو سترګې پټې كړئ، او پوه شئ چې یقینًا الله ډېر بې پروا، ډېر ستايل شوى دى"
        },
        {
            "chapter": 2,
            "verse": 268,
            "text": "شیطان تاسو له غریبۍ څخه وېروي او تاسو ته د بې حیایۍ حكم كوي او الله تاسو سره له خپل جانب نه د مغفرت او فضل وعده كوي او الله فراخه فضل والا، ښه پوه دى"
        },
        {
            "chapter": 2,
            "verse": 269,
            "text": "چا ته چې وغواړي حكمت (د دین پوهه) وركوي، او چا ته چې حكمت وركړى شو، نو یقینًا هغه ته ډېر لوى خیر وركړى شو، او نصیحت نه اخلي مګر د خالص عقل خاوندان"
        },
        {
            "chapter": 2,
            "verse": 270,
            "text": "او تاسو چې څه خرچ هم ولګوئ، یا څه نذر هم (پر ځان) لازم كړئ؛ نو یقینًا الله پر هغو پوهېږي او د ظالمانو لپاره هېڅ مدد كوونكي نشته"
        },
        {
            "chapter": 2,
            "verse": 271,
            "text": "كه تاسو خیراتونه په ښكاره وكړئ، نو دا یو ښه كار دى او كه تاسو دا په پټه وكړئ او فقیرانو ته يې وركړئ، نو دا ستاسو لپاره ډېر غوره دي او هغه (الله) به له تاسو نه ستاسو ځینې ګناهونه لرې كړي، او الله پر هغو (كارونو) چې تاسو يې كوئ ؛ ښه خبردار دى"
        },
        {
            "chapter": 2,
            "verse": 272,
            "text": "سمې لارې ته د دوى راړول ستا په ذمه نه دي او لېكن الله سمې لارې ته راړوي چا ته چې وغواړي، او هغه څه چې تاسو يې له مال څخه خرچ كوئ؛ نو ستاسو ځانونو لپاره (يې فايدې) دي او تاسو يواځې د الله د مخ لَټوَنِې (رضا) لپاره انفاق كوئ، او هغه څه چې تاسو يې له مال څخه لګوئ (انفاق كوئ، نو) هغه به تاسو ته پوره پوره دركړى شي، په داسې حال كې چې پر تاسو به ظلم نه كېږي"
        },
        {
            "chapter": 2,
            "verse": 273,
            "text": "(خیراتونه) د هغو فقیرو كسانو لپاره دي چې د الله په لاره كې ایسار كړى شوي دي، په ځمكه كې د سفر كولو وَس نه لري، د ښه عفت (له سوال نه د ځان ساتلو) په وجه ناخبره كس پر دوى د غنیانو ګمان كوي، ته به دوى په خپلو علامو (سره) پېژنې، دوى له خلقو څخه په سختۍ سره (بې ضرورته) سوال نه كوي او هغه چې تاسو يې له مال څخه لګوئ، نو یقینًا الله پر هغه باندې ښه عالم دى"
        },
        {
            "chapter": 2,
            "verse": 274,
            "text": "هغه كسان چې خپل مالونه (د الله لپاره) لګوي په شپه كې او په ورځ كې، په پټه او په ښكاره، نو د دوى لپاره د خپل رب په نیز د دوى اجر دى، او نه به په دوى باندې څه وېره وي او نه به دوى غمژن كېږي"
        },
        {
            "chapter": 2,
            "verse": 275,
            "text": "هغه كسان چې سود خوري ؛ دوى به (له قبرونو نه) نه پاڅیږي مګر په شان د پاڅېدلو د هغه كس چې شیطان هغه په لېونتوب سره بدحواسه كړى وي، دا ځكه چې یقینًا دوى ویلي دي چې بېشكه بیع خو د سود په شان ده، حال دا چې الله اخيستل خرڅول (بیع) حلال كړي دي او سود يې حرام كړى دى، پس چا ته چې د خپل رب له جانبه نصیحت راغى، نو دى (فوراً ) منع شو، نو د ده لپاره هغه څه (معاف) دي چې مخكې تېر شوي دي او د ده معامله الله ته حواله ده، او كوم كس چې (سود ته) بېرته راوګرځي، نو دغه كسان د اور والا دي، دوى به په هغه كې همېشه وي"
        },
        {
            "chapter": 2,
            "verse": 276,
            "text": "الله سود محوه كوي او خېراتونه (صدقې) زیاتوي، او الله هېڅ یو سخت ناشكره، سخت ګناهګار نه خوښوي"
        },
        {
            "chapter": 2,
            "verse": 277,
            "text": "بېشكه هغه كسان چې ایمان يې راوړى دى او نېك عملونه يې كړي دي، او لمونځ يې قايم كړى دى او زكات يې وركړى دى، د دوى لپاره د خپل رب په نیز د دوى اجر دى، او نه به په دوى باندې څه وېره وي او نه به دوى غمژن كېږي"
        },
        {
            "chapter": 2,
            "verse": 278,
            "text": "اى هغو كسانو چې ایمان يې راوړى دى! له الله نه ووېرېږئ او هغه باقي پاتې سود پرېږدئ؛ كه تاسو مومنان یئ"
        },
        {
            "chapter": 2,
            "verse": 279,
            "text": "نو كه تاسو ( داسې) ونه كړل، نو تاسو د الله او د هغه د رسول له جانبه په جنګ كولو خبر شئ، او كه چېرې تاسو توبه وباسئ، نو ستاسو رأس المال (اصل مال) ستاسو لپاره دى، مه تاسو ظلم كوئ او نه به پر تاسو ظلم كېږي"
        },
        {
            "chapter": 2,
            "verse": 280,
            "text": "او كه هغه (قرض دارى) تنګ لاسى وي، نو تر اسانۍ پورې مهلت وركول دي، او خیراتي پرېښودل يې تاسو لپاره ډېر غوره دي؛ كه تاسو پوهېږئ"
        },
        {
            "chapter": 2,
            "verse": 281,
            "text": "او تاسو له هغې ورځې نه ووېرېږئ چې په هغې كې به تاسو الله ته بېرته ورګرځول كېږئ، بیا به هر نفس ته پوره پوره وركړى شي بدل د هغه عمل چې ده كړى دى، او پر دوى به ظلم ونه كړى شي"
        },
        {
            "chapter": 2,
            "verse": 282,
            "text": "اى هغو كسانو چې ایمان يې راوړى دى! كله چې تاسو یو له بله سره تر ټاكلې نېټې پورې په قرضو معامله كوئ، نو هغه ولیكئ او ستاسو په مينځ كې دې لیكونكى په انصاف سره لیكل وكړي، او لیكونكى دې له لیكلو نه انكار نه كوي ؛ لكه څنګه چې الله ده ته ښودنه كړې ده، نو هغه دې لیكل وكړي، او هغه كس دې اِملاء (اقراري عبارت) ووايي ؛ په چا باندې چې حق دى، او له خپل پالونكي الله نه دې ووېرېږي، او له هغه (حق) نه دې هېڅ شى نه كمَوي، بیا كه چېرې هغه كس، په چا باندې چې حق دى؛ ناپوه وي، یا (بدني) كمزورى وي، یا پخپله د اِملاء (عبارت) ویلو طاقت نه لري، نو د هغه وَلي (واكدار) دې په انصاف سره املاء ووايي او تاسو له خپلو (مسلمانانو) سړیو نه دوه ګواهان ګواه ونیسئ، نو كه دوه سړي ګواهان نه وي، نو یو سړى او دوه ښځې(دې ګواه شي) له هغو ګواهانو څخه چې تاسو يې خوښَوئ، د دې لپاره چې كه په دواړو كې له یوې نه هېر شي؛ نو په دوى كې یوه به يې بلې ته وریاد كړي او ګواهان دې انكار نه كوي؛ چې كله هم راوبلل شي او د خپلې نېټې پورې (د هغه قرض) په لیكلو باندې مه تنګېږئ ؛ لږ وي، یا كه ډېر وي، دا د الله په نیز ښه انصاف (والا كار) دى او ګواهۍ لره ښه درست ساتونكى دى او ډېر قریب دى دې ته چې تاسو به شكيان نشئ مګر دا چې دا (معامله) لاس په لاس سودا وي چې تاسو هغه په خپل مينځ كې نغده اخلئ راخلئ، نو پر تاسو باندې څه ګناه نشته چې دا (شان معامله) ونه لیكئ او كله چې په خپل مينځ كې اخيستل خرڅول كوئ (نو) ګواهان ونیسئ او ضرر دې ونه رسول شي لیكونكي ته او نه ګواه ته او كه تاسو (داسې) وكړئ، نو یقینًا دا نافرماني (ګناه) ده چې په تاسو پورې (نښتې) ده او له الله نه ووېرېږئ، او الله تاسو ته ښودنه كوي، او الله په هر شي باندې ښه پوه دى"
        },
        {
            "chapter": 2,
            "verse": 283,
            "text": "او كه چېرې تاسو په سفر باندې یئ او كوم لیكونكى مو ونه مونده، نو (جايز ده چې) قبض كړى شوې ګروي (رهن) واخلئ، نو كه ستاسو بعضو په بعضو نورو باندې اعتبار وكړ (او ګروي يې وانه خيستله) بيا نو لازم ده چې امین ګڼل شوى كس دى د هغه (بايع) امانت (حق) ادا كړي، او له خپل پالونكي الله نه دې ووېرېږي، او ګواهي مه پټوئ، او چا چې دا پټه كړه، نو یقینًا د هغه زړه ګناهګار دى، او الله پر هغو (كارونو) چې تاسو يې كوئ؛ ښه پوه دى"
        },
        {
            "chapter": 2,
            "verse": 284,
            "text": "خاص د الله لپاره دي؛ څه چې په اسمانونو كې دي او څه چې په ځمكه كې دي او كه تاسو هغه څه چې ستاسو په زړونو كې دي، څرګندوئ، یا هغه پټوئ (نو) الله به له تاسو سره د هغه حساب كوي، بیا به چا ته چې وغواړي بخښنه وكړي او چا ته چې وغواړي عذاب به وركړي او الله په هر شي باندې ښه قادر دى"
        },
        {
            "chapter": 2,
            "verse": 285,
            "text": "رسول پر هغه څه ایمان راوړى دى ؛ چې په ده باندې د خپل رب له جانبه نازل كړى شوى دى او مومنانو هم، ټولو ایمان راوړى دى په الله باندې او د هغه پر ملايكو او د هغه پر كتابونو او د هغه په رسولانو باندې (او وايي) مونږه د هغه (الله) په رسولانو كې د هیچا په مینځ كې تفريق نه كوو او وايي: مونږ واورېدل او مونږ خبره ومنله (مونږ) ستا (نه) بخښنه (غواړو) اى زمونږه ربه! او خاص تا ته بېرته درتګ دى"
        },
        {
            "chapter": 2,
            "verse": 286,
            "text": "او الله هېڅ یو نفس نه مكلف كوي مګر د هغهٔ له وَس سره سم، د همدهٔ لپاره دي څه نېكۍ چې ده كړي دي او په همدغه (نفس) باندې دي څه (ګناهونه) چې ده كړي دي، اى زمونږه ربه! مونږ مه نیسه كه مونږ (څه حكم) هېر كړو، یا مونږ غلطي وكړو، اى زمونږه ربه! او په مونږ باندې بوج مه ږده؛ لكه څنګه چې تا هغه (بوج) ایښى و په هغو خلقو باندې چې له مونږ نه مخكې وو، اى زمونږه ربه! او پر مونږ باندې داسې څه مه راباروه چې په مونږ كې د هغو (د اوچتولو) هېڅ طاقت نه وي او مونږ ته معافي وكړه او مونږه وبخښه او پر مونږ رحم وكړه، هم ته زمونږ كارساز يې، نو د كافر قوم په خلاف ته زمونږ مدد وكړه"
        }
    ]
}