{
    "chapter": [
        {
            "chapter": 21,
            "verse": 1,
            "text": "خلقو ته د هغوى (د) حساب (وخت) ډېر نژدې شو، حال دا چې دوى په غفلت كې دي، مخ ګرځوونكي دي"
        },
        {
            "chapter": 21,
            "verse": 2,
            "text": "دوى ته د خپل رب له جانبه هېڅ نوى نصیحت نه راځي مګر دوى هغه اوري، په داسې حال كې چې دوى لوبې (مسخرې پرې) كوي"
        },
        {
            "chapter": 21,
            "verse": 3,
            "text": "په دې حال كې چې د دوى زړونه غافله وي، او خفیه مشوره يې پټه وساتله هغو كسانو چې ظلم يې كړى دى (او ويې ویل:) دا (محمد) نه دى مګر ستاسو په شان یو انسان دى، ایا نو تاسو جادو ته راځئ، حال دا چې تاسو ګورئ"
        },
        {
            "chapter": 21,
            "verse": 4,
            "text": "(رسول دوى ته) وویل: زما رب په اسمان او ځمكه كې په هره خبره پوهېږي او هم هغه ښه اورېدونكى، ښه عالم دى"
        },
        {
            "chapter": 21,
            "verse": 5,
            "text": "بلكې دوى وايي:(دا قرآن) ګډوډ خوبونه دي، بلكې دا يې له خپل ځانه جوړ كړى دى، بلكې دا شاعر دى، نو دا دې مونږ ته لویه نښه (معجزه) راوړي، له څنګه چې ړومبني (پېغمبران په هغو سره) لېږل شوي وو"
        },
        {
            "chapter": 21,
            "verse": 6,
            "text": "ایمان نه دى راوړى له دوى نه مخكې هېڅ یو داسې كلي، چې مونږ هغه هلاك كړى، ایا نو دوى به ایمان راوړي؟"
        },
        {
            "chapter": 21,
            "verse": 7,
            "text": "او مونږ له تا نه مخكې رسولان نه دي لېږلي مګر سړي چې مونږ به هغوى ته وحي كوله، نو تاسو د ذكر له خاوندانو (عالمانو) نه تپوس وكړئ كه تاسو نه پوهېږئ"
        },
        {
            "chapter": 21,
            "verse": 8,
            "text": "او مونږ هغه (رسولان داسې) جسدونه نه ووګرځولي چې طعام به نه خوري او هغوى تل ژوندي پاتې كېدونكي نه وو"
        },
        {
            "chapter": 21,
            "verse": 9,
            "text": "بیا مونږ له دوى سره وعده رښتیا كړه، نو مونږ دوى ته نجات وركړ او هغه چا ته چې زمونږ اراده (د هغوى د نجات) وه او له حد نه تېرېدونكي مو هلاك كړل"
        },
        {
            "chapter": 21,
            "verse": 10,
            "text": "یقینًا يقینًا مونږ تاسو ته داسې كتاب نازل كړى دى چې په هغه كې ستاسو ذكر (او عزت) دى، ایا نو تاسو عقل نه لرئ؟"
        },
        {
            "chapter": 21,
            "verse": 11,
            "text": "او څومره ډېر كلي چې ظالم وو، مونږ مات (او ټوټې) كړي دي او له هغو نه پس مو نور خلق پیدا كړل"
        },
        {
            "chapter": 21,
            "verse": 12,
            "text": "نو كله چې به يې زمونږ عذاب محسوس كړ، ناڅاپه به هغوى له دغو (كلیو) نه (په ډېره بيړه) تښتېدل"
        },
        {
            "chapter": 21,
            "verse": 13,
            "text": "تاسو مه تښتئ، او واپس لاړ شئ هغو (نعمتونو) ته چې تاسو ته په هغو كې خوشحالي دركړى شوې وه او خپلو كورونو ته، د دې لپاره چې له تاسو نه پوښتنه وكړى شي"
        },
        {
            "chapter": 21,
            "verse": 14,
            "text": "دوى وویل: اى زمونږ هلاكته! بېشكه همدا مونږ ظالمان وو"
        },
        {
            "chapter": 21,
            "verse": 15,
            "text": "نو تل به د دوى دغه چغه وه تر دې چې مونږ به دوى وګرځول رېبل شوي، مړه یخ پراته"
        },
        {
            "chapter": 21,
            "verse": 16,
            "text": "او مونږ اسمان او ځمكه او هغه څه چې د دواړو په مینځ كې دي (داسې) نه دي پیدا كړي، چې لوبې كوونكي یو"
        },
        {
            "chapter": 21,
            "verse": 17,
            "text": "كه مونږ اراده كړې وى چې څه لوبه تماشه جوړه كړو (نو) یقینًا هغه به مو له خپلې خوا نه جوړه كړې وى كه مونږ (دا كار) كوونكي وى"
        },
        {
            "chapter": 21,
            "verse": 18,
            "text": "بلكې مونږ په حق سره باطل وُلو، نو دا د هغه دماغ راوباسي، نو ناڅاپه هغه ختمېدونكى وي، او تاسو ته د هغه څه په وجه هلاكت دى چې تاسو يې بیانوئ"
        },
        {
            "chapter": 21,
            "verse": 19,
            "text": "او خاص د هغه لپاره دي هغه څوك چې په اسمانونو او ځمكه كې دي، او هغه څوك چې له هغه سره دي، هغوى د هغه له عبادت نه تكبر نه كوي او نه ستومانه كېږي"
        },
        {
            "chapter": 21,
            "verse": 20,
            "text": "هغوى شپه او روځ تسبیح وايي، نه څه وقفه كوي"
        },
        {
            "chapter": 21,
            "verse": 21,
            "text": "ایا دوى له ځمكې نه نور معبودان نیولي دي چې هغوى ژوندي كول كوي؟"
        },
        {
            "chapter": 21,
            "verse": 22,
            "text": "كه چېرې په دغو (ځمكه او اسمان) كې له الله نه پرته نور معبودان وى (نو) دواړه به خامخا وران شوي وو، نو الله د عرش مالك، پاك دى له هغو خبرو چې دوى يې بیانوي"
        },
        {
            "chapter": 21,
            "verse": 23,
            "text": "له هغه نه پوښتنه نشي كېدى د هغه څه په باره كې چې هغه يې كوي او له دوى نه پوښتنه كېږي"
        },
        {
            "chapter": 21,
            "verse": 24,
            "text": "ایا دوى له هغه (الله) نه پرته نور معبودان نیولي دي، ته ووایه: تاسو خپل پوخ دلیل راوړئ، دا (وحي) د هغه چا نصیحت دى چې زما سره دي او د هغه چا نصیحت دى چې له ما نه مخكې تېر شوي دي، بلكې د دوى (كافر) اكثره خلق حق نه پېژني، نو دوى مخ ګروځونكي دي"
        },
        {
            "chapter": 21,
            "verse": 25,
            "text": "او مونږ له تا نه مخكې هېڅ رسول نه دى لېږلى مګر چې هغه ته به مونږ(دا) وحي كوله چې بېشكه شان دا دى چې له ما نه پرته بل هېڅ حق معبود نشته، لهذا تاسو زما عبادت كوئ"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "او دوى (كافر) وايي: الله (د ځان لپاره) اولاد نیولى دى، هغه (له دې نه) پاك دى، بلكې (ملايك خو) ډېر معزز بنده ګان دي"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "له هغه (الله) نه په خبره كولو كې ړومبى والى نه كوئ او دوى خاص د هغه په حكم عمل كوي"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "هغه ته معلوم دي څه چې د دوى په وړاندې دي او څه چې له دوى نه وروسته دي، او دوى شفاعت نشي كولى مګر د هغه چا لپاره چې هغه (الله) ترې راضي وي او دوى خاص د هغه له هیبته وېرېدونكي دي"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "او په دوى كې چې څوك ووايي چې بېشكه زه له هغه (الله) نه پرته معبود یم، نو دغه دى چې مونږ ده ته (د) جهنم جزا وركوو، همداسې مونږ ظالمانو ته جزا وركوو"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "ایا هغه كسان چې كافران شوي دي په دې نه دي خبر شوي چې یقینًا یقینًا اسمانونه او ځمكه دواړه سره نښتي وو، بیا مونږ دواړه بېل كړل، او مونږ له اوبو څخه هر ژوند شى پیدا كړى دى، ایا نو دوى ایمان نه راوړي؟"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "او مونږ په ځمكه كې پاخه غرونه پیدا كړي دي چې په دوى باندې (دغه ځمكه) ونه خوځېږي او مونږ په دې كې لارې پیدا كړې دي، چې ارتې پراخه دي، د دې لپاره چې دوى لار ومومي"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "او مونږ اسمان محفوظ چت جوړ كړى دى او دوى (كفار) د هغه (اسمان) له نخښونه مخ ګرځوونكي دي"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "او دى همغه ذات دى چې شپه او ورځ او لمر او سپوږمۍ يې پیدا كړي دي، هر یو په (خپل) فلك (دايره) كې ګرځي"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "اومونږ له تا نه مخكې هېڅ یو انسان ته تل ژوندي پاتې كېدل نه دي مقرر كړي، ایا نو كه ته مړ شې، نو دوى به تل ژوندي پاتې كېدونكي وي؟"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "هر یو نفس د مرګ (مزه) څكونكى دى، او مونږ تاسو په شر او خیر سره ازمایو، ازمایل، او تاسو به خاص مونږ ته راوستلى شئ"
        },
        {
            "chapter": 21,
            "verse": 36,
            "text": "او كله چې تا هغه كسان وویني چې كافران شوي دي (نو) دوى تا نه نیسي مګر مسخره كړى شوى (او په خپل مینځ كې وايي:) ایا دا همغه كس دى چې ستاسو معبودان (په سپكه) یادوي؟ حال دا چې همدوى پخپله د رحمن له یادولو نه انكاري دي"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "انسان له تلواره پیدا كړى شوى دى، ژر به تاسو ته خپلې نښې وښيم، لهذا له ما نه ژر مطالبه مه كوئ"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "او دوى وايي: دغه وعده به كله وي، كه تاسو رښتیني یئ؟"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "كه كافران شوي كسان په هغه وخت كې پوه شي چې له خپلو مخونو نه به اور نشي منع كولى او نه له خپلو شاګانو او نه به د دوى مرسته كولى شي"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "بلكې دا (قیامت) به په دوى ناڅاپه راشي، نو دوى به حیران كړي، بیا دوى د هغه د لرې كولو طاقت نه لري او نه به دوى ته مهلت وركاوه شي"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "او یقینًا یقینًا له تا نه مخكې رسولانو پورې استهزاګانې شوې دي، نو ګېر كړل هغو كسانو لره چې په دوى پورې به يې مسخرې كولې، هغه شي چې دوى به ورپورې استهزا كوله"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "(دوى ته) ته ووایه: تاسو د رحمن (له عذاب) نه د شپې او د ورځې څوك ساتي؟ بلكې دوى دخپل رب له ذكر نه مخ ګرځوونكي دي"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "ایا د دوى لپاره نور معبودان شته چې زمونږ نه پرته دوى ساتي؟ هغوى د خپلو ځانونو د مرستې طاقت نه لري او نه دوى زمونږ (د عذاب) نه ساتل كېږي"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "بلكې مونږ دوى ته او د دوى پلرونو ته نفع وركړه تر دې چې په دوى باندې عمر اوږد شو، ایا نو دوى نه ویني چې بېشكه مونږ ځمكې ته راځو، د هغې له غاړو نه هغه كموو، ایا نو هم دوى غالب دي؟"
        },
        {
            "chapter": 21,
            "verse": 45,
            "text": "ته (دوى ته) ووایه: یقینًا زه تاسو يواځې په وحي سره وېروم او كاڼه بلنه نه اوري كله چې هغوى وېرولى شي"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "او كه یقینًا دوى ته ستا د رب له عذاب نه لږ تپ ورسېږي، (نو) دوى به خامخا لازمًا وايي: اى زمونږ هلاكته! بېشكه هم مونږ ظالمان وو"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "او د قیامت په ورځ به مونږ ډېر د انصاف تلې كېږدو، نو په هېڅ نفس باندې به هېڅ شى ظلم ونه كړى شي او كه دا (عمل) د اوري د دانې په وزن وي مونږ به هغه راوړو او هم مونږ حساب كوونكي بس یو"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "او یقینًا یقینًا مونږ موسٰى او هارون ته فرقان (حق او باطل سره بېلوونكى كتاب) او رڼا او د متقیانو لپاره ذكر (نصیحت) وركړى و"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "هغه كسان چې له خپل رب نه خشیت (وېره) كوي بې له ليدلو او دوى د قیامت څخه وېرېدونكي دي"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "او دا (قرآن) مبارك نصیحت دى چې مونږ دا نازل كړى دى، ایا نو تاسو له ده نه انكار كوونكي یئ"
        },
        {
            "chapter": 21,
            "verse": 51,
            "text": "او یقینًا یقینًا مونږ ابراهیم ته د هغه هدایت له دې نه مخكې وركړى و او مونږ په هغه باندې پوه وو"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "كله چې هغه خپل پلار او خپل قوم ته وویل: دا بتان، څه شى دى هغه چې تاسو دوى ته په عبادت ټینګ ولاړ یئ؟"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "هغوى وویل: مونږ خپل پلرونه دوى ته عبادت كوونكي موندلي دي"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "هغه وویل: یقینًا یقینًا تاسو او ستاسو پلرونه په ښكاره ګمراهۍ كې یئ"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "هغوى وویل: ایا تا مونږ ته حق راوړى دى، یا ته له لوبو كوونكو څخه يې؟"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "هغه وویل: بلكې ستاسو رب د اسمانونو او ځمكې رب دى هغه (رب) چې دغه يې پیدا كړي دي او زه په دې باندې له ګواهانو ځنې یم"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "او په الله قسم دى چې هرومرو خامخا به زه ستاسو له بتانو سره یو چال چلوم وروسته له دې چې تاسو وګرځئ شاكوونكي"
        },
        {
            "chapter": 21,
            "verse": 58,
            "text": "نو هغه، دغه (بتان) ټوټې ټوټې كړل د هغو له لوى نه غير (چې هغه يې پرېښود)، د دې لپاره چې هغوى همده ته رجوع وكړي"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "دوى وویل: زمونږ له معبودانو سره دا كار چا كړى دى، بېشكه دغه كس یقینًا له ظالمانو ځنې دى"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "دوى وویل: مونږ له یو زلمي نه اورېدلي وو، چې دوى به يې (په سپكه) یادول، هغه ته ابراهیم ویلى شي"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "هغوى وویل: نو هغه د خلقو د سترګو په وړاندې راولئ، د دې لپاره چې هغوى (يې وویني او) ګواهي وكړي"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "ويې ويل:اى ابراهیمه! ایا تا زمونږ له معبودانو سره دا كار كړى دى؟"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "هغه وویل: بلكې دا كار د دوى دې مشر (لوى بت) كړى دى، نو تاسو له دوى نه پوښتنه وكړئ كه دوى خبرې كوي"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "نو دوى خپلو نفسونو ته رجوع وكړه، بیا يې وویل: بېشكه هم تاسو ظالمان یئ"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "بیا دوى په خپلو سرونو نسكور كړى شول (ويې ویل:) یقینًا یقینًا ته پوه يې چې دا (بتان) خبرې نشي كولى"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "هغه وویل: ایا نو تاسو له الله نه پرته د هغه څه عبادت كوئ چې تاسو ته هېڅ نفع نشي رسولى او نه تاسو ته ضرر رسولى شي"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "اُف په تاسو او په هغو چې تاسو يې له الله نه پرته عبادت كوئ، ایا نو تاسو عقل نه لرئ"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "ويې ويل:دا وسوځوئ او د خپلو معبودانو مرسته وكړئ كه چېرې تاسو (څه) كوونكي یئ"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "مونږ وویل: اى اوره! یخ او سلامتیا والا شه په ابراهیم باندې"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "او دوى له هغه سره د ضررناك مكر كولو اراده كړې وه، نو مونږه هم دوى بې حده تاوانیان وګرځول"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "او مونږ هغه ته او لوط ته نجات وركړ د هغې ځمكې په طرف چې مونږ په هغې كې د عالَمونو لپاره بركت اچولى دى"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "او مونږ هغه ته اسحق عطا كړ او یعقوب، زیاتي، او مونږه (دغه) هر یو نېكان ګرځولي دي"
        },
        {
            "chapter": 21,
            "verse": 73,
            "text": "او مونږه هغوى داسې امامان ګرځولي وو چې زمونږ په حكم سره به يې لار ښوونه كوله او مونږ دوى ته د نېكۍ كولو او د لمونځ قايمولو او د زكات وركولو وحي كړې وه او دوى خاص زمونږ عبادت كوونكي وو"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "او لوط ته، مونږ هغه ته د فیصلې كولو قوت او پوهه وركړې وه او مونږ هغه ته له هغه كلي نه نجات وركړى و چې ناپاكه خبیث عملونه يې كول، بېشكه هغوى د بدۍ خلق (او) نافرمانه وو"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "او مونږ هغه (لوط) په خپل رحمت كې داخل كړ، یقینًا هغه له نېكانو څخه دى"
        },
        {
            "chapter": 21,
            "verse": 76,
            "text": "او (یاد كړه) نوح، كله چې هغه له دې نه مخكې اواز وكړ، نو مونږ د هغه سوال قبول كړ، نو مونږ هغه ته او د هغه كورنۍ ته له ډېر لوى غم نه نجات وركړ"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "او مونږ د ده لپاره له هغه قوم نه انتقام واخيست چې زمونږ د ایتونو تكذیب يې كړى و، بېشكه هغوى بد خلق وو، نو مونږ دوى ټول غرق كړل"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "او (یاد كړه) داود او سلیمان، كله چې هغوى د فصل په باره كې فیصله كوله، كله چې په هغه كې د شپې د خلقو بې شپانه ګډې بيزې څرېدلې وې او مونږ له هغوى فيصلې ته كتونكي وو"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "نو مونږه سليمان ته هغه (فیصله) وښودله او مونږ (دوى) هر یو ته حكم او علم وركړى و، او مونږ د داود سره غرونه تابع كړي وو چې تسبیح به يې ویله او مرغان (هم) او مونږ (د داسې كارونو) كوونكي وو"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "او مونږ هغه ته تاسو لپاره د زغرې جوړول وښودل، د دې لپاره چې هغه (زغره) ستاسو د (دښمنانو له) جنګ نه ستاسو حفاظت وكړي، نو ایا تاسو شكر كوونكي يئ؟"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "او (مونږ) د سلیمان لپاره هوا (تابع كړې ده)، چې ډېره تېزه وه، د هغه په حكم سره به هغې ځمكې (سيمې) ته روانېده چې مونږ په هغې كې بركت اچولى دى او مونږ له ازله په هر شي باندې پوه یو"
        },
        {
            "chapter": 21,
            "verse": 82,
            "text": "او (مونږ تابع كړي وو) ځینې له شیطانانو څخه هغه چې د ده لپاره به يې غوپې وهلې او له دې نه غير نور كارونه به يې كول، او مونږ دوى لره (له وراني نه) ساتونكي وو"
        },
        {
            "chapter": 21,
            "verse": 83,
            "text": "او (یاد كړه) ایوب كله چې هغه خپل رب ته اواز وكړ چې یقینًا زه (چې یم) ما ته تكلیف رارسېدلى دى او ته تر ټولو زیات رحم كوونكى يې"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "نو مونږ د هغه دعا قبوله كړه، نو مونږ هغه تكلیف لرې كړ چې هغه ته و او مونږ هغه ته د هغه كورنۍ او له هغوى سره د هغوى په مثل عطا كړل له خپل طرف نه د رحمت په وجه او د عبادت كوونكو لپاره د نصیحت په خاطر"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "او (یاد كړه) اسمعیل او ادریس او ذوالكفل، دغه هر یو له صبر كوونكو څخه دي"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "او مونږ دوى په خپل رحمت كې داخل كړل، بېشكه دوى له صالحانو څخه دي"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "او (یاد كړه) د كب والا، كله چې هغه د غصې په حال كې لاړ، نو هغه دا خیال وكړ چې مونږ به په ده باندې له سره تنګي ونه كړو، بیا يې په تیارو كې اواز وكړ (داسې) چې نشته هېڅ لايق د عبادت مګر ته يې، ته پاك يې، بېشكه هم زه له ظالمانو څخه یم"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "نو مونږ د هغه دعا قبوله كړه او مونږ هغه له غم نه خلاص كړ او همداسې مونږ مومنانو ته نجات وركوو"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "او (یاد كړه) زكریا كله چې هغه خپل رب ته اواز وكړ: اى زما ربه! ما يواځې (بې اولاده) مه پرېږده او ته ترټولو غوره وارث يې"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "نو مونږ د هغه دعا قبوله كړه او مونږ هغه ته یحيٰى عطا كر او د هغه لپاره مو د هغه ښځه روغه كړه، بېشكه دوى (نبیان داسې) وو چې په نېكیو كې به يې تلوار كاوه او مونږ به يې بللو، په دې حال كې چې رغبت كوونكي او وېرېدونكي وو او دوى خاص زمونږ لپاره تواضع كوونكي وو"
        },
        {
            "chapter": 21,
            "verse": 91,
            "text": "او (یاده كړه) هغه (جینۍ) چې د خپل شرم ځاى حفاظت يې كړى و، نو مونږ په (ګرېوان د) هغې كې خپل ځینې روح پو كړ او مونږ هغه او د هغې زوى د خلقو لپاره لویه نښه وګرځول"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "بېشكه همدا ستاسو دین دى، چې یو دین دى او هم زه ستاسو رب یم، نو تاسو زما عبادت كوئ"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "او دوى خپل (د دين) كار په خپل مینځ كې ټوټې ټوټې كړ، دوى ټول خاص مونږ ته واپس راتلونكي دي"
        },
        {
            "chapter": 21,
            "verse": 94,
            "text": "نو هغه څوك چې د نېكۍ عملونه كوي، په دې حال كې چې مومن وي، نو د ده د كوشش لپاره هېڅ ناقدري نشته او بېشكه مونږ د دغه (كوشش) لیكونكي یو"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "او حرام (ممتنع) دي په هغه كلي باندې چې مونږ هغه هلاك كړى وي دا چې په رښتیا به دوى بېرته نه راځي"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "تر هغه پورې كله چې یاجوج ماجوج پرانستل شي او دوى به له هرې لوړې نه ګړندي راكوزېږي"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "او حقه وعده به ښه رانژدې شي، نو قصه دا ده چې ناڅاپه د هغو كسانو سترګې به بوټې راوتلې پاتې وي چې كفر يې كړى دى (او وايي به:) اى زمونږ هلاكته! یقینًا مونږ له دې نه په غفلت كې وو، بلكې مونږ ظالمان وو"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "بېشكه تاسو او هغه څه چې تاسو يې له الله نه پرته عبادت كوئ؛ (ټول) د جهنم خشاك یئ، تاسو هغه ته ننوتونكي یئ"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "كه چېرې دوى (په رښتیا) معبودان وى (، نو) ده ته به نه وو داخل شوي او (دا) ټول به په هغه كې تل ترتله وي"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "په دغه (دوزخ) كې به د دوى چغې سوري وي او دوى په هغه كې (هېڅ) نه اوري"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "بېشكه هغه كسان چې هغوى ته زمونږ له جانبه سعادت مخكې فیصله شوى دى، دغه كسان له دغه (دوزخ) نه لرې كړى شوي دي"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "دوى به د هغه (دوزخ) اواز (هم) نه اوري او دوى به په هغو (نعمتونو) كې تل ترتله وي چې د دوى نفسونه يې غواړي"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "دوى به هغه تر ټولو لویه وېره نه غمجن كوئ او له دوى سره به ملايك ملاقات كوي (او وايي به:) دا ستاسو هغه ورځ ده چې تاسو ته به يې وعده دركولى شوه"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "(یاده كړه) هغه ورځ چې مونږ به اسمان راونغاړو په شان د كاغذ د رانغاړلو په لیكنې باندې، لكه څنګه چې مونږ د اول تخلیق ابتدا كړې ده، مونږ د هغه بیا اعاده كوو، دا زمونږ په ذمه وعده ده، بېشكه مونږ (دا كار) كوونكي یو"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "او یقینًا یقینًا مونږ په زبور كې له نصیحت نه پس دا لیكلي وو چې بېشكه دغه ځمكه، د دې به زما صالح (باصلاحيته) بنده ګان وارثان كېږي"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "بېشكه په دې (بیان) كې یقینًا د عبادت كوونكو خلقو لپاره كفایت دى"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "او مونږ ته نه يې لېږلې مګر د عالمونو لپاره رحمت"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "ووایه: بېشكه همدا خبره ده چې ما ته وحي كولى شي چې یقینًا هم دا خبره ده چې ستاسو حق معبود یو معبود دى، نو ایا تاسو اسلام راوړونكي یئ؟"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "نو كه دوى وګرځېدل، نو ته (ورته) ووایه: ما تاسو په برابرۍ سره خبر كړي یئ او زه نه پوهېږم چې ایا نژدې دى، یا كه لرې دى هغه چې تاسو سره يې وعده كولى شي"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "بېشكه هغه (الله) په ښكاره خبره پوهېږي او په هغې هم چې تاسو يې پټوئ"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "او زه نه پوهېږم كېدى شي چې دا (تاخیر د عذاب) تاسو لپاره یو ازمېښت وي او فايده اخيستل وي تر یو وخته پوري"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "(رسول) وویل: اى زما ربه! په حق سره فیصله وكړه او هم زمونږ رب ډېر مهربان دى، مدد ترې غوښتل شوى په هغو خبرو چې تاسو يې بیانوئ"
        }
    ]
}