{
    "chapter": [
        {
            "chapter": 58,
            "verse": 1,
            "text": "یقینًا الله د هغې ښځې خبره واورېدله چې له تا سره يې د خپل خاوند په باره كې بحث (او سوال و جواب) كاوه او الله ته يې شكایت كاوه او الله ستاسو د دواړو سوال او جواب اورېده، بېشكه الله ښه اورېدونكى، ښه لیدونكى دى"
        },
        {
            "chapter": 58,
            "verse": 2,
            "text": "هغه كسان چې په تاسو كې له خپلو ښځو نه ظهار كوي (ورته وايي چې ته په ما باندې د خپلې مور د شا په شان يې، نو) دغه (ښځې) د دوى میندې نه دي، د دوى میندې نه دي مګر هغه چې دوى يې زېږولي دي او بېشكه یقینًا دوى یوه خرابه خبره او دروغ وايي او بېشكه یقینًا الله ډېر معافي كوونكى، ډېر بخښونكى دى"
        },
        {
            "chapter": 58,
            "verse": 3,
            "text": "او هغه كسان چې له خپلو ښځو نه ظهار كوي، بیا دوى (ماتولو د) هغې خبرې ته راګرځي چې ویلې وه، نو د یو مریي ازادول (لازم) دي، مخكې له دې چې دوى یو بل سره مسه كړي (كور والى وكړي) دغه (حكم) دى، تاسو ته په ده سره پند دركاوه شي او الله په هغو كارونو چې تاسو يې كوئ ښه خبردار دى"
        },
        {
            "chapter": 58,
            "verse": 4,
            "text": "نو چا چې (مریى) ونه مونده، نو (په هغه) دوه میاشتې پرله پسې روژه نیول (لازم) دي، مخكې له دې چې دوى یو بل سره مسه كړي، نو هغه څوك چې (د دې) توان نه لري، نو (په ده) شپیتو مسكینانو ته خوراك وركول (لازم) دي دا (حكم) د دې لپاره دى چې تاسو په الله او د هغه په رسول ایمان راوړئ او دغه د الله (مقرر كړي) حدونه دي او د كافرانو لپاره ډېر دردوونكى عذاب دى"
        },
        {
            "chapter": 58,
            "verse": 5,
            "text": "بېشكه هغه كسان چې د الله او د هغه د رسول مخالفت كوي، دوى به هلاك كړى شي، لكه چې هلاك كړى شوي وو هغه كسان چې له دوى نه مخكې وو او یقینًا مونږ ډېرې روښانه نښې (او دلايل) نازلې كړې دي او د كافرانو لپاره سپكوونكى عذاب دى"
        },
        {
            "chapter": 58,
            "verse": 6,
            "text": "(یاده كړه) هغه ورځ چې الله به دوى ټول ژوندي راپورته كړي، پس دوى به په هغو كارونو خبر كړي چې دوى كړي دي، الله هغه محفوظ كړي دي او دوى هغه هېر كړي دي او الله په هر شي باندې ښه شاهد (ګواه) دى"
        },
        {
            "chapter": 58,
            "verse": 7,
            "text": "ایا ته نه يې خبر چې بېشكه الله پوهېږي په هر هغه څه چې په اسمانونو كې دي او په هر هغه څه چې په ځمكه كې دي، نه وي هېڅ پټه مشوره د درې كسانو مګر هغه (الله) د دوى څلورم وي او نه د پنځو كسانو مګر هغه د دوى شپږم وي او نه له دې نه د كمو وي او نه (له دې نه) د زیاتو مګر هغه له دوى سره وي، دوى چې هرچېرې وي، بیا به هغه د قیامت په ورځ دوى په هغو عملونو خبر كړي چې دوى كړي دي، بېشكه الله په هر شي باندې ښه پوه دى"
        },
        {
            "chapter": 58,
            "verse": 8,
            "text": "ایا تا هغه كسان نه دي كتلي چې له پټو مشورو نه منع كړى شوي وو، بیا دوى هغه څه ته راګرځي چې له هغه نه منع كړى شوي وو او دوى د ګناه او ظلم او د رسول د نافرمانۍ په هكله پټې مشورې كوي او كله چې دوى تا ته راشي (نو) تا ته په هغه (كلمې) سره سلام كوي چې په هغې سره الله تا ته سلام نه دى (مقرر) كړى او دوى په خپلو نفسونو (زړونو) كې وايي: الله مونږ ته په هغه څه ولې عذاب نه راكوي چې مونږ يې وایو، دوى ته جهنم بس دى، چې دوى به هغه ته ننوځي، پس هغه د ورتلو بد ځاى دى"
        },
        {
            "chapter": 58,
            "verse": 9,
            "text": "اى هغو كسانو چې ایمان يې راوړى دى! كله چې تاسو په خپل مینځ كې پټې خبرې (او مشورې)، كوئ، نو دګناه كولو او ظلم او د رسول د نافرمانۍ په هكله یو له بله سره پټې مشورې مه كوئ او د نیكۍ او تقویٰ په هكله یو له بل سره پټې مشورې كوئ او تاسو له هغه الله نه ووېرېږئ چې تاسو به خاص هغه ته ورجمع كولى شئ"
        },
        {
            "chapter": 58,
            "verse": 10,
            "text": "بېشكه (د ګناه) پټې مشورې يواځې د شیطان له اړخه دي، د دې لپاره چې دى هغه كسان غمجن كړي چې ایمان يې راوړى دى، حال دا چې دغه (شیطان) دوى ته هېڅ شى ضرر رسوونكى نه دى مګر د الله په اذن (او ارادې) سره او لازم ده چې مومنان خاص په الله باندې توكل وكړي"
        },
        {
            "chapter": 58,
            "verse": 11,
            "text": "اى هغو كسانو چې ایمان يې راوړى دى! كله چې تاسو ته وویل شي: تاسو په مجلس كې ځاى ارت كړئ، نو تاسو ځاى ارت كړئ، الله به تاسو ته ځاى ارت كړي او كله چې تاسو ته وویل شي چې (كوم نېك كار ته) پورته شئ، نو پورته شئ، الله به په تاسو كې هغه كسان په درجو كې اوچت كړي چې ایمان يې راوړى دى او هغه كسان چې هغوى ته علم وركړى شوى دى او الله په هغو كارونو چې تاسو يې كوئ ښه خبردار دى"
        },
        {
            "chapter": 58,
            "verse": 12,
            "text": "اى هغو كسانو چې ایمان يې راوړى دى! كله چې تاسو له رسول سره پټه خبره كول غواړئ، نو تاسو له خپلې پټې مشورې نه مخكې صدقه وړاندې كړئ، دا تاسو لپاره ډېر غوره او ډېر پاكیزه دي، نو كه تاسو (صدقه) ونه مومئ، نو بېشكه الله ډېر بخښونكى، بې حده رحم كوونكى دى"
        },
        {
            "chapter": 58,
            "verse": 13,
            "text": "ایا تاسو له دې نه ووېرېدئ چې له خپلې پټې مشورې نه مخكې صدقې وړاندې كړئ، نو كله چې تاسو (دا كار) ونه كړ او الله پر تاسو باندې رجوع وكړه، نو تاسو لمونځ قايموئ او زكات وركوئ او د الله او د هغه د رسول اطاعت كوئ او الله په هغو عملونو چې تاسو يې كوئ ښه خبردار دى"
        },
        {
            "chapter": 58,
            "verse": 14,
            "text": "ایا تا هغو كسانو ته نه دي كتلي چې له داسې قوم سره دوستي كوي چې الله پر هغوى باندې غضب كړى دى، دغه كسان (منافقان) نه ستاسو څخه دي او نه له هغوى (كافرانو) څخه دي او دوى په دروغو باندې قسمونه خوري، حال دا چې دوى پوهېږي"
        },
        {
            "chapter": 58,
            "verse": 15,
            "text": "الله د دوى لپاره ډېر سخت عذاب تیار كړى دى، بېشكه دوى (چې دي) بد دى هغه (كار) چې دوى به كاوه"
        },
        {
            "chapter": 58,
            "verse": 16,
            "text": "دوى خپل قسمونه ډال ګرځولي دي، نو دوى (خلق) د الله له لارې نه منع كړل، نو د دوى لپاره سپكوونكى عذاب دى"
        },
        {
            "chapter": 58,
            "verse": 17,
            "text": "د دوى لپاره به د الله په مقابله كې نه د دوى مالونونه هېڅ شى پكار راشي او نه د دوى اولادونه، دغه كسان د اور ملګري دي دوى به په هغه كې تل تر تله وي"
        },
        {
            "chapter": 58,
            "verse": 18,
            "text": "(یاده كړه) هغه ورځ چې الله به دوى ټول ژوندي راپورته كړي، نو دوى به هغه (الله) ته قسمونه خوري، لكه څنګه چې تاسو ته قسمونه خوري او دوى به ګمان كوي چې یقینًا دوى په یو (نفعمن) شي (لار) باندې دي، خبردار شئ! بېشكه هم دوى دروغجنان دي"
        },
        {
            "chapter": 58,
            "verse": 19,
            "text": "په دوى باندې شیطان غالب شوى دى، نو هغه له دوى نه د الله ذكر هېر كړى دى، دغه كسان د شیطان لښكر دى، خبردار شئ! بېشكه د شیطان لښكر (چې دى)، هم دوى زیان كاران دي"
        },
        {
            "chapter": 58,
            "verse": 20,
            "text": "بېشكه هغه كسان چې د الله او د هغه د رسول مخالفت كوي، دغه كسان په ډېر زیاتو ذلیلو (خلقو) كې دي"
        },
        {
            "chapter": 58,
            "verse": 21,
            "text": "الله لیكلي دي چې خامخا (او) لازمًا به زه غالب كېږم او زما رسولان، بېشكه الله ډېر قوي، ښه غالب دى"
        },
        {
            "chapter": 58,
            "verse": 22,
            "text": "ته به داسې قوم ونه مومې چې په الله او په ورځ د اخرت ایمان لري، چې دوى به له هغو كسانو سره دوستي كوي چې د الله او د هغه د رسول مخالفت كوي اګر چې دغه خلق د دوى پلرونه وي، یا د دوى زامن، یا د دوى وروڼه، یا د دوى قبیله وي، دغه كسان دي چې هغه (الله) د دوى په زړونو كې ایمان لیكلى دى او دوى يې په هغه روح سره قوي كړي دي چې د ده له جانبه دى او هغه به دوى داسې جنتونو ته داخل كړي چې د هغو له لاندې ولې بهېږي، چې دوى په هغه كې تل تر تله وي، الله له دوى نه راضي شو او دوى له هغه نه راضي شول، دغه كسان د الله لښكر دى اګاه شئ! بېشكه د الله لښكر، هم دوى كامیاب دي"
        }
    ]
}