{
    "pages": [
        {
            "chapter": 7,
            "verse": 96,
            "text": "Hatten aber die Bewohner (jener) Stadte geglaubt und waren sie gottesfurchtig gewesen, so hatten Wir ihnen ganz gewiß die Segnungen von Himmel und Erde eroffnet. Doch sie leugneten; also erfaßten Wir sie um dessentwillen, was sie begangen hatten"
        },
        {
            "chapter": 7,
            "verse": 97,
            "text": "Sind denn die Bewohner der Stadte sicher, daß Unsere Strafe nicht zur Nachtzeit uber sie kommt, wahrend sie noch schlafen"
        },
        {
            "chapter": 7,
            "verse": 98,
            "text": "Oder sind die Bewohner der Stadte sicher, daß Unsere Strafe nicht vormittags uber sie kommt, wahrend sie beim Spiel sind"
        },
        {
            "chapter": 7,
            "verse": 99,
            "text": "Sind sie denn sicher vor dem Plan Allahs? Aber niemand kann sich vor dem Plan Allahs sicher fuhlen, außer dem Volk der Verlierenden"
        },
        {
            "chapter": 7,
            "verse": 100,
            "text": "Leuchtet das jenen nicht ein, die die Erde von ihren (fruheren) Bewohnern ererbt haben, daß Wir, wenn Wir wollen, sie fur ihre Sunden treffen konnen und ihre Herzen versiegeln, so daß sie nicht horen konnen"
        },
        {
            "chapter": 7,
            "verse": 101,
            "text": "Dies sind die Stadte, deren Geschichte Wir dir erzahlt haben. Wahrlich, ihre Gesandten waren zu ihnen mit deutlichen Beweisen gekommen. Aber sie mochten nicht an das glauben, was sie zuvor geleugnet hatten. So versiegelt Allah die Herzen der Unglaubigen"
        },
        {
            "chapter": 7,
            "verse": 102,
            "text": "Und bei den meisten von ihnen fanden Wir keine Vertragstreue, sondern Wir fanden die meisten von ihnen als Frevler vor"
        },
        {
            "chapter": 7,
            "verse": 103,
            "text": "Hierauf, nach ihnen, entsandten Wir Moses mit Unseren Zeichen zu Pharao und seinen Vornehmen, doch sie frevelten an ihnen. Nun schau, wie das Ende derer war, die Unheil stifteten"
        },
        {
            "chapter": 7,
            "verse": 104,
            "text": "Und Moses sagte: \"O Pharao, ich bin ein Gesandter vom Herrn der Welten"
        }
    ]
}