{
    "pages": [
        {
            "chapter": 12,
            "verse": 23,
            "text": "Und sie (die Frau), in deren Haus er war, versuchte ihn zu verfuhren gegen seinen Willen; und sie verriegelte die Turen und sagte: \"Nun komm zu mir!\" Er sagte: \"Ich suche Zuflucht bei Allah. Er ist mein Herr. Er hat meinen Aufenthalt ehrenvoll gemacht. Wahrlich, die Frevler erlangen keinen Erfolg"
        },
        {
            "chapter": 12,
            "verse": 24,
            "text": "Und sie begehrte ihn (und) auch er hatte sie begehrt, wenn er nicht ein deutliches Zeichen von seinem Herrn gesehen hatte. Das geschah, um Schlechtigkeit und Unsittlichkeit von ihm abzuwenden. Wahrlich, er war einer Unserer auserwahlten Diener"
        },
        {
            "chapter": 12,
            "verse": 25,
            "text": "Und sie eilten beide zur Tur, und sie zerriß sein Hemd von hinten, und sie trafen an der Tur auf ihren Mann. Sie sagte: \"Was soll der Lohn desjenigen sein, der gegen deine Familie etwas Boses plante, wenn nicht das Gefangnis oder sonst irgendeine schmerzliche Strafe"
        },
        {
            "chapter": 12,
            "verse": 26,
            "text": "Er sagte: \"Sie war es, die mich gegen meinen Willen zu verfuhren suchte.\" Und ein Zeuge aus ihrer Familie bezeugte es: \"Wenn sein Hemd vorne zerrissen ist, dann hat sie die Wahrheit gesprochen und er ist ein Lugner"
        },
        {
            "chapter": 12,
            "verse": 27,
            "text": "Wenn sein Hemd jedoch hinten zerrissen ist, so hat sie gelogen, und er ist der, der die Wahrheit sagte"
        },
        {
            "chapter": 12,
            "verse": 28,
            "text": "Als er nun sah, daß sein Hemd hinten zerrissen war, da sagte er: \"Wahrlich, das ist eine List von euch (Weibern); eure List ist wahrlich groß"
        },
        {
            "chapter": 12,
            "verse": 29,
            "text": "O Yusuf, wende dich ab von dieser Sache, und du (, o Frau), bitte um Vergebung fur deine Sunde. Denn gewiß, du gehorst zu den Schuldigen"
        },
        {
            "chapter": 12,
            "verse": 30,
            "text": "Und einige Frauen in der Stadt sagten: \"Die Frau des `Aziz verlangt von ihrem Burschen die Hingabe gegen seinen Willen; sie ist ganz verliebt in ihn. Wahrlich, wir sehen sie in einem offenbaren Irrtum"
        }
    ]
}