{
    "pages": [
        {
            "chapter": 17,
            "verse": 87,
            "text": "außer der Barmherzigkeit deines Herrn. Wahrlich, Seine Gnade gegen dich ist groß"
        },
        {
            "chapter": 17,
            "verse": 88,
            "text": "Sprich: \"Wenn sich auch die Menschen und die Ginn vereinigten, um diesem Quran etwas Gleiches hervorzubringen, brachten sie doch nichts Gleiches hervor, selbst wenn sie einander beistunden"
        },
        {
            "chapter": 17,
            "verse": 89,
            "text": "Und wahrlich, Wir haben fur die Menschen in diesem Quran allerlei abgewandelte Beispiele angefuhrt; aber die meisten Menschen wollen nichts anderes als unglaubig zu sein"
        },
        {
            "chapter": 17,
            "verse": 90,
            "text": "Und sie sagen: \"Wir werden dir nimmermehr glauben, bis du uns einen Quell aus der Erde hervorsprudeln laßt"
        },
        {
            "chapter": 17,
            "verse": 91,
            "text": "oder (bis) du einen Garten mit Dattelpalmen und Trauben hast und mittendrin Bache in reichlicher Weise hervorsprudeln laßt"
        },
        {
            "chapter": 17,
            "verse": 92,
            "text": "oder (bis) du den Himmel uber uns in Stucken einsturzen laßt, wie du es behauptest, oder (bis du) Allah und die Engel vor unser Angesicht bringst"
        },
        {
            "chapter": 17,
            "verse": 93,
            "text": "oder (bis) du ein prunkvolles Haus besitzt oder zum Himmel aufsteigst; und wir werden nicht eher an deinen Aufstieg glauben, bis du uns ein Buch hinabsendest, das wir lesen konnen.\" Sprich: \"Preis sei meinem Herrn! Bin ich denn etwas anderes als ein Mensch, ein Gesandter"
        },
        {
            "chapter": 17,
            "verse": 94,
            "text": "Und nichts hat die Menschen abgehalten zu glauben, als die Fuhrung zu ihnen kam; doch sie sagten nur: \"Hat Allah einen Menschen als Gesandten geschickt"
        },
        {
            "chapter": 17,
            "verse": 95,
            "text": "Sprich: \"Waren auf Erden friedlich und in Ruhe wandelnde Engel gewesen, hatten Wir ihnen gewiß einen Engel vom Himmel als Gesandten geschickt"
        },
        {
            "chapter": 17,
            "verse": 96,
            "text": "Sprich: \"Allah genugt als Zeuge gegen mich und euch; wahrlich, Er weiß und sieht alles von Seinen Dienern"
        }
    ]
}