{
    "pages": [
        {
            "chapter": 29,
            "verse": 15,
            "text": "Aber Wir erretteten ihn und die Schiffsinsassen; und Wir machten sie zu einem Zeichen fur alle Volker"
        },
        {
            "chapter": 29,
            "verse": 16,
            "text": "Und Abraham sagte zu seinem Volk: \"Dient Allah und furchtet Ihn. Das ist besser fur euch, wenn ihr es wußtet"
        },
        {
            "chapter": 29,
            "verse": 17,
            "text": "Ihr dient nur Gotzen statt Allah, und ihr ersinnt eine Luge. Jene, die ihr statt Allah dient, vermogen euch nicht zu versorgen. Sucht darum bei Allah die Versorgung und dient Ihm und seid Ihm dankbar. Zu Ihm werdet ihr zuruckgebracht werden"
        },
        {
            "chapter": 29,
            "verse": 18,
            "text": "Und wenn ihr es fur Luge erklart, so haben Generationen vor euch es fur Luge gehalten. Und dem Gesandten obliegt nur die deutliche Verkundigung"
        },
        {
            "chapter": 29,
            "verse": 19,
            "text": "Sehen sie denn nicht, wie Allah die Schopfung hervorbringt und sie dann wiederholt? Das ist wahrlich ein leichtes fur Allah"
        },
        {
            "chapter": 29,
            "verse": 20,
            "text": "Sprich: \"Zieht auf Erden umher und schauet, wie Er ein erstes Mal die Schopfung hervorbrachte. Sodann ruft Allah die zweite Schopfung hervor.\" Wahrlich, Allah hat Macht uber alle Dinge"
        },
        {
            "chapter": 29,
            "verse": 21,
            "text": "Er bestraft, wen Er will, und erweist Barmherzigkeit, wem Er will; und zu Ihm werdet ihr zuruckkehren"
        },
        {
            "chapter": 29,
            "verse": 22,
            "text": "Und ihr konnt (Allahs Plane) nicht vereiteln, weder auf Erden noch im Himmel, noch habt ihr einen Beschutzer oder Helfer außer Allah"
        },
        {
            "chapter": 29,
            "verse": 23,
            "text": "Und diejenigen, die nicht an die Zeichen Allahs und an die Begegnung mit Ihm glauben - sie sind es, die an Meiner Barmherzigkeit zweifeln. Und ihnen wird eine schmerzliche Strafe zuteil sein"
        }
    ]
}