{
    "pages": [
        {
            "chapter": 39,
            "verse": 68,
            "text": "Und in den Sur wird gestoßen, und alle, die in den Himmeln sind, und alle, die auf Erden sind, werden tot niedersturzen; mit Ausnahme derjenigen, die Allah (ausnehmen) will. Dann wird wiederum in den Sur gestoßen, und siehe, da stehen sie auf und schauen zu"
        },
        {
            "chapter": 39,
            "verse": 69,
            "text": "Und das (Versammlungs-) Gelande wird erstrahlen im Lichte seines Herrn, und das Buch wird vorgelegt, und die Propheten und die Zeugen werden herbeigebracht; und es wird zwischen ihnen in Gerechtigkeit gerichtet werden, und sie sollen kein Unrecht erleiden"
        },
        {
            "chapter": 39,
            "verse": 70,
            "text": "Und jedem von ihnen wird voll vergolten werden, was er getan hat; und Er weiß am besten, was sie tun"
        },
        {
            "chapter": 39,
            "verse": 71,
            "text": "Und die Unglaubigen werden in Scharen zu Gahannam gefuhrt werden, bis daß, wenn sie sie erreichen, sich ihre Pforten offnen und ihre Wachter zu ihnen sprechen: \"Sind nicht Gesandte aus eurer Mitte zu euch gekommen, um euch die Verse eures Herrn zu verlesen und euch vor dem Eintreffen dieses euren Tages zu warnen?\" Sie werden sagen: \"Ja!\" Doch das Strafurteil ist in Gerechtigkeit gegen die Unglaubigen fallig geworden"
        },
        {
            "chapter": 39,
            "verse": 72,
            "text": "Es wird gesprochen werden: \"Geht denn ein durch die Pforten der Gahannam und bleibt darin auf ewig! Und ubel ist die Wohnstatt der Hochmutigen"
        },
        {
            "chapter": 39,
            "verse": 73,
            "text": "Und jene, die ihren Herrn furchteten, werden in Scharen in das Paradies gefuhrt werden, bis daß, wenn sie es erreichen, seine Pforten sich Tffnen und seine Wachter zu ihnen sprechen: \"Friede sei auf euch! Seid glucklich und geht dort ein und weilt auf ewig darin"
        },
        {
            "chapter": 39,
            "verse": 74,
            "text": "Sie werden sagen: \"Alles Lob gebuhrt Allah, Der Seine Verheißung an uns erfullt hat und uns die (Paradies-) Landschaft zum Erbe gegeben hat, so daß wir im Paradies wohnen konnen, wo immer es uns gefallt.\" Wie schon ist also der Lohn derer, die (dafur) vorgesorgt haben"
        }
    ]
}