{
    "pages": [
        {
            "chapter": 62,
            "verse": 9,
            "text": "O ihr, die ihr glaubt, wenn zum Freitagsgebet gerufen wird, dann eilt zum Gedenken Allahs und stellt den Geschaftsbetrieb ein. Das ist besser fur euch, wenn ihr es nur wußtet"
        },
        {
            "chapter": 62,
            "verse": 10,
            "text": "Und wenn das Gebet beendet ist, dann zerstreut euch im Land und trachtet nach Allahs Gnadenfulle und gedenkt Allahs haufig, auf daß ihr Erfolg haben moget"
        },
        {
            "chapter": 62,
            "verse": 11,
            "text": "Doch wenn sie eine Handelsware oder ein Spiel sehen, dann brechen sie sogleich dazu auf und lassen dich (im Gebet) stehen. Sprich: \"Was bei Allah ist, das ist besser als Spiel und Handelsware, und Allah ist der beste Versorger"
        },
        {
            "chapter": 63,
            "verse": 1,
            "text": "Wenn die Heuchler zu dir kommen, sagen sie: \"Wir bezeugen, daß du in Wahrheit der Gesandte Allahs bist.\" Und Allah weiß, daß du wahrhaftig Sein Gesandter bist. Doch Allah bezeugt, daß die Heuchler Lugner sind"
        },
        {
            "chapter": 63,
            "verse": 2,
            "text": "Sie haben ihre Eide als Schutzbehauptung vorgebracht; so wenden sie vom Wege Allahs ab. Schlimm ist wahrlich das, was sie zu tun pflegen"
        },
        {
            "chapter": 63,
            "verse": 3,
            "text": "Dies (ist so), weil sie glaubten und hernach unglaubig wurden. So ist ein Siegel auf ihre Herzen gesetzt worden, so daß sie nicht be greifen (konnen)"
        },
        {
            "chapter": 63,
            "verse": 4,
            "text": "Und wenn du sie siehst, so gefallen dir ihre Gestalten; und wenn sie sprechen, horchst du auf ihre Rede. Sie sind, als waren sie aufgerichtete Holzklotze. Sie glauben, jeder Schrei sei gegen sie (gerichtet) Sie sind der Feind, darum nimm dich vor ihnen in acht. Allahs Fluch uber sie! Wie werden sie abgewendet"
        }
    ]
}