{
    "pages": [
        {
            "chapter": 3,
            "verse": 46,
            "text": "Und reden wird er in der Wiege zu den Menschen und auch als Erwachsener, und er wird einer der Rechtschaffenen sein"
        },
        {
            "chapter": 3,
            "verse": 47,
            "text": "Sie sagte: \"Mein Herr, soll mir ein Sohn (geboren) werden, wo mich doch kein Mann beruhrte?\" Er sprach: \"Allah schafft ebenso, was Er will; wenn Er etwas beschlossen hat, spricht Er nur zu ihm: \"Sei!\" und es ist"
        },
        {
            "chapter": 3,
            "verse": 48,
            "text": "Und Er wird ihn das Buch lehren und die Weisheit und die Thora und das Evangelium"
        },
        {
            "chapter": 3,
            "verse": 49,
            "text": "und wird ihn entsenden zu den Kindern Israels. (Sprechen wird er:) \"Seht, ich bin zu euch mit einem Zeichen von eurem Herrn gekommen. Seht, ich erschaffe fur euch aus Ton die Gestalt eines Vogels und werde in sie hauchen, und sie soll mit Allahs Erlaubnis ein Vogel werden; und ich heile den Blindgeborenen und den Aussatzigen und mache die Toten mit Allahs Erlaubnis lebendig, und ich verkunde euch, was ihr esset und was ihr in eueren Hausern speichert. Wahrlich, darin ist ein Zeichen fur euch, wenn ihr glaubig seid"
        },
        {
            "chapter": 3,
            "verse": 50,
            "text": "Und als ein Bestatiger der Thora, die vor mir da war, und um euch einen Teil von dem zu erlauben, was euch verboten war, bin ich zu euch gekommen mit einem Zeichen von eurem Herrn. So furchtet Allah und gehorcht mir"
        },
        {
            "chapter": 3,
            "verse": 51,
            "text": "wahrlich, Allah ist mein Herr und euer Herr, darum dienet Ihm. Dies ist ein gerader Weg"
        },
        {
            "chapter": 3,
            "verse": 52,
            "text": "Und als Jesus ihren Unglauben wahrnahm, sagte er: \"Wer ist mein Helfer (auf dem Weg) zu Allah?\" Die Junger sagten: \"Wir sind Allahs Helfer; wir glauben an Allah, und (du sollst) bezeugen, daß wir (Ihm) ergeben sind"
        }
    ]
}