{
    "pages": [
        {
            "chapter": 67,
            "verse": 13,
            "text": "Und ob ihr euer Wort verbergt oder es offen verkundet, Er kennt die innersten Gedanken der Herzen"
        },
        {
            "chapter": 67,
            "verse": 14,
            "text": "Kennt Er den denn nicht, den Er erschaffen hat? Und Er ist der Nachsichtige, der Allkundige"
        },
        {
            "chapter": 67,
            "verse": 15,
            "text": "Er ist es, Der euch die Erde untertan gemacht hat; wandert also auf ihren Wegen und genießt Seine Versorgung. Und zu Ihm fuhrt die Auferstehung"
        },
        {
            "chapter": 67,
            "verse": 16,
            "text": "Fuhlt ihr euch sicher davor, daß Der, Der im Himmel ist, nicht die Erde unter euch versinken laßt, und sie dann ins Wanken gerat"
        },
        {
            "chapter": 67,
            "verse": 17,
            "text": "Oder fuhlt ihr euch sicher davor, daß Der, Der im Himmel ist, nicht einen Sandsturm gegen euch schickt? Dann werdet ihr wissen, wie Meine Warnung war"
        },
        {
            "chapter": 67,
            "verse": 18,
            "text": "Und schon jene leugneten, die vor ihnen waren; wie war dann (die Folge) Meiner Verleugnung"
        },
        {
            "chapter": 67,
            "verse": 19,
            "text": "Haben sie nicht die Vogel uber sich gesehen, wie sie ihre Flugel ausbreiten und sie dann einziehen? Kein Anderer als der Allerbarmer halt sie zuruck. Wahrlich, Er durchschaut alle Dinge"
        },
        {
            "chapter": 67,
            "verse": 20,
            "text": "Oder wer ist es, der eine Heerschar fur euch ware, um euch gegen den Allerbarmer beizustehen? Die Unglaubigen sind wahrlich vollig betort"
        },
        {
            "chapter": 67,
            "verse": 21,
            "text": "Oder wer ist es, der euch versorgen wurde, wenn Er Seine Versorgung zuruckhielte? Nein, sie verharren in Trotz und in Widerwillen"
        },
        {
            "chapter": 67,
            "verse": 22,
            "text": "Wie? Ist denn der, der mit zur Erde gebeugtem Gesicht einhergeht, besser rechtgeleitet als jener, der aufrecht auf dem geraden Weg geht"
        },
        {
            "chapter": 67,
            "verse": 23,
            "text": "Sprich: \"Er ist es, Der euch ins Dasein rief und Der euch Ohren und Augen und Herzen gab; (aber) gering ist es, was ihr an Dank wißt"
        },
        {
            "chapter": 67,
            "verse": 24,
            "text": "Sprich: \"Er ist es, Der euch auf Erden mehrte, und vor Ihm werdet ihr versammelt werden"
        },
        {
            "chapter": 67,
            "verse": 25,
            "text": "Und sie sagen: \"Wann wird sich diese Androhung erfullen, wenn ihr wahrhaftig seid"
        },
        {
            "chapter": 67,
            "verse": 26,
            "text": "Sprich:\" Das Wissen (darum) ist wahrlich bei Allah, und ich bin nur ein deutlicher Warner"
        }
    ]
}