{
    "pages": [
        {
            "chapter": 4,
            "verse": 45,
            "text": "Und Allah kennt am besten eure Feinde, und Allah genugt als Beschutzer, und Allah genugt als Helfer"
        },
        {
            "chapter": 4,
            "verse": 46,
            "text": "Es gibt welche unter den Juden, die Worte aus ihren Stellungen verdrehen und sagen: \"Wir horen und wir gehorchen nicht\", und \"Hore, ohne gehort zu werden\", und \"Sei uns nachsichtig\", indem sie mit ihren Zungen lugen und den Glauben lastern. Und hatten sie gesagt: \"Wir horen und wir gehorchen\", und \"Hore\", und \"Schaue gnadig auf uns\", ware es besser fur sie gewesen und aufrechter. Aber Allah hat sie zur Strafe fur ihren Unglauben verflucht; darum glauben sie nur wenig"
        },
        {
            "chapter": 4,
            "verse": 47,
            "text": "O ihr, denen die Schrift gegeben wurde, glaubt an das, was Wir herabgesandt haben und welches das bestatigt, was euch schon vorliegt, bevor Wir manche Gesichter vernichten und sie auf ihre Rucken werfen oder sie verfluchen, wie Wir die Sabbatleute verfluchten. Und Allahs Befehl wird mit Sicherheit ausgefuhrt"
        },
        {
            "chapter": 4,
            "verse": 48,
            "text": "Wahrlich, Allah wird es nicht vergeben, daß Ihm Gotter zur Seite gestellt werden; doch Er vergibt das, was geringer ist als dies, wem Er will. Und wer Allah Gotter zur Seite stellt, der hat wahrhaftig eine gewaltige Sunde begangen"
        },
        {
            "chapter": 4,
            "verse": 49,
            "text": "Hast du nicht jene gesehen, die sich selber reinsprechen? Allah ist es aber, der reinspricht, wen Er will, und ihnen wird kein Fadchen Unrecht getan"
        },
        {
            "chapter": 4,
            "verse": 50,
            "text": "Schau, wie sie Lugen gegen Allah erdichten. Und das allein genugt als offenkundige Sunde"
        },
        {
            "chapter": 4,
            "verse": 51,
            "text": "Hast du nicht jene gesehen, denen ein Teil der Schrift gegeben wurde? Sie glauben an Zauberei und Gotzen, und sie sagen von den Unglaubigen: \"Sie sind in der Lehre besser geleitet als die Glaubigen"
        }
    ]
}