{
    "pages": [
        {
            "chapter": 8,
            "verse": 53,
            "text": "Bu (ceza), bir toplum kendi nefsinde olan (iyi hali) degistirmedikce, Allah’ın o topluma bahsettigi nimeti degistirici olmadıgı icindir. Allah, her seyi isitendir, her seyi bilendir"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "Firavun hanedanı ve onlardan oncekilerin gidisi/tutumu gibi, Rab’lerinin ayetlerini yalanladılar, biz de onları gunahları sebebiyle helak ettik. Firavun hanedanını suda bogduk. Hepsi de zalim idi"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "Allah katında yeryuzunde yuruyen canlıların en kotusu kufredenlerdir. Artık onlar iman etmezler"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "Onlar kendileriyle antlasma yaptıgın her defasında antlasmalarını bozan kimselerdir. Bundan da hic sakınmazlar"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "Savasta onları her buldugunda darmadagın et ki, bununla arkalarındakiler (korksun ve onlara) ibret olsun"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "Eger bir toplulugun hıyanetinden korkarsan onlarla yapılan antlasmayı kendilerine at/boz. Cunku Allah, hainleri sevmez"
        },
        {
            "chapter": 8,
            "verse": 59,
            "text": "O kafirler asla kurtulduklarını sanmasınlar. Cunku onlar aciz bırakamazlar"
        },
        {
            "chapter": 8,
            "verse": 60,
            "text": "Siz de onlara karsı gucunuzun yettigi kadar kuvvet ve savas atları hazırlayın ki bununla Allah’ın dusmanlarını, sizin dusmanlarınızı ve sizin bilmeyip Allah’ın bildigi bundan baska dusmanları korkutasınız. Allah yolunda harcadıgınız her sey size hicbir haksızlık yapılmadan (eksiksiz) verilecektir"
        },
        {
            "chapter": 8,
            "verse": 61,
            "text": "Eger barısa yanasırlarsa sen de yanas ve Allah’a tevekkul et. Suphesiz O her seyi isitendir, her seyi bilendir"
        }
    ]
}