{
    "pages": [
        {
            "chapter": 20,
            "verse": 77,
            "text": "Suphesiz Musa'ya, yetisilmesinden korkmadan ve (bogulmaktan) endise duymaksızın kullarımı geceleyin yuruyuse gecir ve onlara denizde kuru bir yol ac, diye vahyettik"
        },
        {
            "chapter": 20,
            "verse": 78,
            "text": "Firavun askerleriyle onları takip etti. Denizden onları kaplayacak olan su kaplayıverdi"
        },
        {
            "chapter": 20,
            "verse": 79,
            "text": "Firavun, kavmini saptırmıs dogru yolu gostermemisti"
        },
        {
            "chapter": 20,
            "verse": 80,
            "text": "Ey Israilogulları! Sizi dusmanlarınızdan kurtardık. Tur’un sag tarafını size vadettik. Size kudret helvası ve bıldırcın indirdik"
        },
        {
            "chapter": 20,
            "verse": 81,
            "text": "Size rızık olarak verdiklerimizin temiz olanlarından yiyiniz, bu hususta taskınlık ve nankorluk de etmeyiniz; sonra size gazabım iner. Gazabıma ugrayan yıkılıp yok olur gider"
        },
        {
            "chapter": 20,
            "verse": 82,
            "text": "Ben, elbette, tevbe edeni ve iman edip, salih amel yapanı sonra da hidayete erisen kimseyi bagıslarım"
        },
        {
            "chapter": 20,
            "verse": 83,
            "text": "Allah: Ey Musa! Kavminden (daha cabuk gelmek icin) seni aceleye dusuren nedir"
        },
        {
            "chapter": 20,
            "verse": 84,
            "text": "Musa: Onlar benim izimdeler, dedi. Rabbim, razı olman icin acele ettim"
        },
        {
            "chapter": 20,
            "verse": 85,
            "text": "Biz, senden sonra kavmini imtihan ettik. Samiri onları saptırdı, dedi"
        },
        {
            "chapter": 20,
            "verse": 86,
            "text": "Musa kavmine kızgın ve uzgun olarak dondu. Ey Kavmim, dedi, Rabbimiz size guzel bir vaatte bulunmadı mı? Aradan cok uzun bir zaman mı gecti; yoksa Rabbinizden uzerinize gazabın inmesini mi istediniz de bana verdiginiz sozden dondunuz"
        },
        {
            "chapter": 20,
            "verse": 87,
            "text": "Onlar da: Sana verdigimiz sozden kendi kudret ve irademizle donmedik. Fakat o kavmin sus esyasından yuk tasımıstık. Sonra Samiri'nin attıgı gibi biz de (atese) attık, dediler"
        }
    ]
}