{
    "chapter": [
        {
            "chapter": 33,
            "verse": 1,
            "text": "Эй паёмбар, аз Худо битарс ва ба кофирону мунофиқон итоъат макун. Зеро Худо донову ҳаким аст"
        },
        {
            "chapter": 33,
            "verse": 2,
            "text": "Ба ҳар чӣ аз Парвардигорат ба ту ваҳй мешавад, итоъат кун. Зеро Худо ба он чӣ мекунед, огоҳ аст"
        },
        {
            "chapter": 33,
            "verse": 3,
            "text": "Ва бар Худо таваккал кун, зеро Худо корсозиро басанда аст"
        },
        {
            "chapter": 33,
            "verse": 4,
            "text": "Худо дар даруни ҳеҷ мярде ду қалб наниҳодааст. Ва занонатонро, ки модари худ мехонед, модаратон қарор надод ва фарзандхондагонатонро фарзандонатон насохт. Инҳо чизҳоест, ки ба забои мегӯед ва сухани ҳақ аз они Худост ва Ӯст, ки роҳ менамояд"
        },
        {
            "chapter": 33,
            "verse": 5,
            "text": "Писархондагонро ба номи падарашон бихонед, ки дар назди Худо мувофиқи инсоф аст. Агар падарашонро намешиносед, бародарони динӣ ва маволии (дӯстони) шумо бошанд. Агар пеш аз ин хатое кардаед, боке нест, магар он, ки ба қасди дил кунед. Ва Худо бахщояндаву меҳрубон аст"
        },
        {
            "chapter": 33,
            "verse": 6,
            "text": "Паёмбар ба мӯъминон аз худашон сазовортар аст ва занонаш модарони мӯъминон ҳастанд ва дар китоби Худо хешовандони насабӣ аз мӯъминону муҳоҷирон ба якдигар сазовортаранд, ғайри он, ки бихоҳед ба яке аз дӯстони худ некӣ кунед. Ва ин ҳукм дар китоби Худо мактуб аст"
        },
        {
            "chapter": 33,
            "verse": 7,
            "text": "Ва он ҳангом, ки аз паёмбарон паймон гирифтем ва аз туву аз Нӯҳ ва Иброҳим ва Мӯсо ва Исо бинни Марям ва аз ҳамаи онҳо паймоне сахт гирифтем"
        },
        {
            "chapter": 33,
            "verse": 8,
            "text": "то ростгӯёнро аз сидқашон бипурсад ва барои кофирон азобе дардовар муҳайё кардааст"
        },
        {
            "chapter": 33,
            "verse": 9,
            "text": "Эй касоне, ки имон овардаед, аз неъмате, ки Худо ба шумо додааст, ёд кунед, ба он ҳангом, ки лашкарҳо бар сари шумо ҳуҷум карданд ва Мо бодро ва лашкарҳоеро, ки намедидед, бар сарашон фиристодем ва Худо ба он чӣ мекардед, бино буд"
        },
        {
            "chapter": 33,
            "verse": 10,
            "text": "Он гоҳ ки аз самти боло ва аз самти поин бар шумо тохтанд, чашмҳо хира шуд ва дилҳо ба гулӯ расида буд ва ба Худо гумонҳои гуногун мебурдед"
        },
        {
            "chapter": 33,
            "verse": 11,
            "text": "Дар он ҷо мӯъминон имтиҳон карда шуданд ва сахт такон хӯрданд"
        },
        {
            "chapter": 33,
            "verse": 12,
            "text": "Зеро мунофиқон ва онҳое, ки дар дилҳояшон беморист мегуфтанд: «Худо ва паёмбараш ғайри фиреб ба мо ваъдае надодаанд!»"
        },
        {
            "chapter": 33,
            "verse": 13,
            "text": "Ва гурӯҳе аз онҳо гуфтанд: «Эй мардуми Ясриб, ин ҷо ҷои монданатон нест. Бозгардед». Ва гурӯҳе аз онҳо аз паёмбар рухсат талабиданд. Мегуфтанд: «Хонаҳои моро ҳифзкунандае нест». Хонаҳояшон беҳифзкунанда набуд, мехостанд бигурезанд"
        },
        {
            "chapter": 33,
            "verse": 14,
            "text": "Ва агар аз атроф хонаҳояшонро муҳосира кунанд ва аз онҳо бихоханд, ки кофир шаванд, кофир хоҳанд шуд ва андаке ҳам мӯҳлат раво нахоҳанд гузаронд"
        },
        {
            "chapter": 33,
            "verse": 15,
            "text": "Инҳо пеш аз ин бо Худо паймон баста буданд, ки дар ҷанг ба душман пушт накунанд. Худо аз паймони худ бозхост хоҳад кард"
        },
        {
            "chapter": 33,
            "verse": 16,
            "text": "Бигӯ: «Агар аз марг ё кушта шудан бигурегед, ҳаргиз гурехтан нафъатон надиҳад. Ва он гоҳ аз зиндагӣ ғайри андаке баҳраманд нахоҳед шуд»"
        },
        {
            "chapter": 33,
            "verse": 17,
            "text": "Бигӯ: «Агар Худо бароятон қасди баде дошта бошад ё бихоҳад ба шумо раҳмате арзонӣ дорад, кист, ки шуморо аз иродаи Ӯ нигаҳ дорад?» Онҳо ғайри Худо барои худ дӯсту мададкоре нахоҳанд ёфт"
        },
        {
            "chapter": 33,
            "verse": 18,
            "text": "Худо медонад чӣ касоне аз шумо мардумро аз ҷанг бозмедоранд. 'Ва низ мешиносад касоноро, ки ба бародарони худ мегӯянд: «Ба назди мо биёед». Ва ғайри андаке ба ҷанг намеоянд"
        },
        {
            "chapter": 33,
            "verse": 19,
            "text": "Ҳар чизеро аз шумо дареғ медоранд ва ҷуи тарсу хафв ояд, бинӣ, ки ба ту менигаранд ва чашмонашон (аз тарси и марг) давр мезанад мисли касе, ки аз марг беҳуш туда бошад, Ва чун ваҳшат аз миён биревад, аз ҳирси ғаниматҳо бо забони тези худ биранҷонадатон. Инҳо имон наёвардаанд. Ва Худо амалҳояшонро нобуд кардааст ва ин кор бар Худо осон будааст"
        },
        {
            "chapter": 33,
            "verse": 20,
            "text": "Мепиндоранд, ки лашкари кофирон нарафтааст. Ва агар он лашкарҳо бозмеомаданд, орзу мекарданд, ки кош дар миёни аъроби бодиянишин мебуданд ва ҳамеша аз ахбори шумо мепурсиданд. Агар ҳам дар миёни шумо мебуданд, ғайри андаке ҷанг намекарданд"
        },
        {
            "chapter": 33,
            "verse": 21,
            "text": "Барои шумо агар ба Худо ва рӯзи қиёмат умед медоред ва Худоро фаровон ёд мекунед, дар симои расулуллоҳ муқтадои (пешвои) писандидаест, мебинед"
        },
        {
            "chapter": 33,
            "verse": 22,
            "text": "Ва чун мӯъминон он гурӯҳҳоро диданд, гуфтанд: Ин ҳамон чизест, ки Худо ва паёмбараш ба мо ваъда додаанд ва Худову паёмбараш рост гуфтаанд». Ва имон ва таслимашон зоид шуд"
        },
        {
            "chapter": 33,
            "verse": 23,
            "text": "Аз мӯъминон мардоне ҳастанд, ки ба паймоне, ки ба Худо баста буданд, вафо карданд. Баъзе бар сари паймони худ ҷон бохтанд ва баъзе чашм ба роҳанд ва ҳеҷ паймони худ дигаргун накардаанд"
        },
        {
            "chapter": 33,
            "verse": 24,
            "text": "То Худо ростгӯёнро ба сабаби ростии гуфторашон музд диҳад ва мунофиқонро агар хоҳад азоб кунад ё тавбаи онҳоро бипазирад, ки Худо бахшояндаву меҳрубон аст"
        },
        {
            "chapter": 33,
            "verse": 25,
            "text": "Худо кофирони хашмгирифтаро бозпас гардонид. Инҳо ба ҳеҷ ғанимате даст наёфтанд. Ва дар майдони ҷанг мӯъминонро Худо кифоя аст. Зеро Худо пуртавону ғолиб аст"
        },
        {
            "chapter": 33,
            "verse": 26,
            "text": "Аз аҳли китоб он гурӯҳро, ки ба ёриашон бархоста буданд, аз қалъаҳояшон фуруд овард ва дар дилҳояшон бим афканд. Гурӯҳеро куштед ва гурӯҳеро ба асорат гирифтед"
        },
        {
            "chapter": 33,
            "verse": 27,
            "text": "Худо замину хонаҳо ва молҳояшон ва заминҳоеро, ки бар онҳо пой наниҳодаед, ба шумо мерос гузошт. Ва Худо бар ҳар коре тавоност"
        },
        {
            "chapter": 33,
            "verse": 28,
            "text": "Эй паёмбар, ба занонат бигӯ: «Агар хоҳони зиндагии дунё ва зинатҳои он ҳастед, биёед, то шуморо баҳраманд созам ва ба тарзи некӯ раҳоятон кунам"
        },
        {
            "chapter": 33,
            "verse": 29,
            "text": "ва агар хоҳони Худову паёмбари Ӯ ва сарои охират ҳастед, Худо ба некӯкоронатон подоше (мукофоте) бузург хоҳад дод"
        },
        {
            "chapter": 33,
            "verse": 30,
            "text": "Эй занони паёмбар, ҳар кас аз шумо кори зишти сазовори уқубат, кунад. Худо азоби ӯро ду баробар мекунад. Ва ин бар Худо осон аст"
        },
        {
            "chapter": 33,
            "verse": 31,
            "text": "Ва ҳар кас аз шумо, ки ба фармонбардории Худо ва паёмбараш давом диҳад ва коре шоиста кунад, ду бор ба ӯ мукофот диҳем. Ва барои ӯ ризқе нек омода кардаем"
        },
        {
            "chapter": 33,
            "verse": 32,
            "text": "Эй занони паёмбаар, шумо монанди дигар занон. нестед, агар аз Худо' битарсед. Пас ба нармӣ сухан; нагӯед, то он марде, ки дар қалби ӯ маразе ҳаст, ба тамаъ афтад, Ва сухани писандида бигӯед"
        },
        {
            "chapter": 33,
            "verse": 33,
            "text": "Ва дар хонаҳои худ бимонед. Ва чунон ки дар замони пешини ҷоҳилият мекарданд, зинатҳои худро ошкор накунед. Ва намоз бигузоред ва закот бидиҳед ва ба Худову паёмбараш итоъат кунед. Эй аҳли байт. Худо мехоҳад, палидиро аз шумо дур кунад ва шуморо пок дорад"
        },
        {
            "chapter": 33,
            "verse": 34,
            "text": "Он чиро дар хонаҳоятон аз оёти Худо ва ҳикмат тиловат мешавад,. ёд кунед, ки Худо борикбину огоҳ аст!»"
        },
        {
            "chapter": 33,
            "verse": 35,
            "text": "Худо барои, мардони мусалмон ва занони мусалмон ва мардони мӯъмину занони мӯъмин ва мардони аҳли тоъату занони аҳли тоъат ва мардони ростгӯву занони ростгӯй ва мардони босабру занони босабр ва мардони худотарсу занони худотарс ва мардони садақадиҳандаву занони садақадиҳанда ва мардони рӯзадору занони рӯзадор ва мардоне, ки шармгоҳи худ ҳифз мекунанд ва заноне, ки шармгоҳи худ ҳифз мекунанд ва мардоне, ки Худоро фаровон. ёд мекунанд ва заноне ки Худоро фаровон ёд мекунанд, бахшоиш ва музде бузург омода кардааст"
        },
        {
            "chapter": 33,
            "verse": 36,
            "text": "Ҳеҷ марди мӯъмину зани мӯъминро нарасад ки чун Худову паёмбараш дар коре ҳукме карданд, онҳоро дар он корашон ихтиёр бошад. Ҳар ки ба Худову паёмбараш нофармонӣ кунад, сахт дар гумроҳӣ афтодааст"
        },
        {
            "chapter": 33,
            "verse": 37,
            "text": "Ва ту ба он мард, ки Худо. неъматаш дода буд ва ту низ неъматаш дода будӣ, гуфтӣ: «Занатро барои худ нигаҳ дор ва аз Худой битарс». Дар ҳоле ки дар дили худ он чиро Худо ошкор сохт, махфӣ дошта буди ва аз мардум метарсидӣ, ҳол он ки Худо аз ҳар каси дигар сазоворгар буд, ки аз ӯ битарсӣ. Пас чун Зайд аз ӯ ҳоҷати худ барорад, ба ҳамсарии туаш даровардем, то мӯъминонро дар заношӯӣ бо занони фарзандхондагони худ, агар ҳоҷати худ аз ӯ бароварда бошанд, манъе набошад. Ва ҳукми Худованд шуданист"
        },
        {
            "chapter": 33,
            "verse": 38,
            "text": "Бар паёмбар дар анҷом додани он чӣ Худо ба ӯ муқаррар кардааст, ҳараҷе (гуноҳе) нест, ҳамчунон ки Худо барои паёмбарони пешин низ чунин суннате ниҳода буд ва фармони Худо фармонест бе ҳеҷ зиёдаву нуқсон"
        },
        {
            "chapter": 33,
            "verse": 39,
            "text": "Касоне, ки паёмҳои Худоро мерасонанд ва аз Ӯ метарсанд ва аз ҳеҷ кас ғайри Ӯ наметарсанд, Худо барои ҳисоб кардани амалҳояшон кофист"
        },
        {
            "chapter": 33,
            "verse": 40,
            "text": "Муҳаммад падари ҳеҷ як аз мардони шумо нест. Ӯ расули Худо ва ҳотами (охирини) паёмбарон аст. Ва Худо ба ҳар чизе доност"
        },
        {
            "chapter": 33,
            "verse": 41,
            "text": "Эй касоне, ки имон овардаед, Худоро фаровон ёд кунед"
        },
        {
            "chapter": 33,
            "verse": 42,
            "text": "Ва ҳар бомдоду шабонгоҳ тасбеҳаш гӯед"
        },
        {
            "chapter": 33,
            "verse": 43,
            "text": "Ӯст, ки Худ ва фариштагонаш бар шумо дурӯғ мефиристанд, то шуморо аз торикӣ ба равшанӣ барад, зеро Худованд ба мӯъминон меҳрубон аст"
        },
        {
            "chapter": 33,
            "verse": 44,
            "text": "Рӯзе, ки бо Ӯ дидор кунанд, дурудашон ин аст: «Салом!» Ва Худо барояшон мукофоте некӯ омода кардааст"
        },
        {
            "chapter": 33,
            "verse": 45,
            "text": "Эй паёмбар, Мо туро фиристодем то шоҳиду муждадиҳанда ва бимдиҳанда бошӣ"
        },
        {
            "chapter": 33,
            "verse": 46,
            "text": "Ва мардумро ба фармони Худо ба сӯи Ӯ даъват кунӣ ва чароғе тобнок бошӣ"
        },
        {
            "chapter": 33,
            "verse": 47,
            "text": "Ва мӯъминонро хушхабар деҳ, ки аз сӯи Худо барояшон фазилате бузург омадааст"
        },
        {
            "chapter": 33,
            "verse": 48,
            "text": "Ба кофирону мунофиқон итоъат макун ва озорашонро тарк кун ва бар Худо таваккал кун, ки Худо корсозиро кифоя аст"
        },
        {
            "chapter": 33,
            "verse": 49,
            "text": "Эй касоне, ки имон овардаед, чун занони мӯъминро никоҳ кардед, ва пеш аз он ки бо онҳо наздикӣ кунед, талоқашон гуфтед, шуморо бар онҳо иддае нест, ки бипоянд. Пас ононро ҳадя диҳед ва ба некӯтарин тарз раҳояшон кунед"
        },
        {
            "chapter": 33,
            "verse": 50,
            "text": "Эй паёмбар, Мо занонеро, ки маҳрашонро додаӣ ва ононро, ки ба унвони ғаниматҳои ҷангӣ, ки Худо ба ту ато намудааст, молик шудаӣ ва духтари амуҳо ва духтари аммаҳо ва духтари доиҳо (тағоҳо) ва духтари холаҳои туро, ки бо ту муҳоҷират кардаанд, бар ту ҳалол кардем ва низ зани мӯъминеро, ки худро ба паёмбар бахшида бошад ҳар гоҳ паёмбар бихоҳад уро ба занӣ гирад. Ин ҳукми махсуси туст на дигар мӯьминон. Мо медонем дар борам занонашон ва канизонашон чӣ ҳукме кардаем, то барои ту мушкилие пеш наёяд. Ва Худо бахшояндаву меҳрубон аст"
        },
        {
            "chapter": 33,
            "verse": 51,
            "text": "Аз занони худ ҳар киро хоҳӣ ба навбат муаххар (ақиб) дор ва ҳар киро хоҳӣ, бо худ нигаҳ дор. Ва агар аз онҳо, ки дур доштаӣ, якеро биталабӣ, бар ту гуноҳе нест. Дар ин интихобу ихтиёр бояд, ки шодмон бошанд ва ғамгин нашавагд ва аз он чӣ ҳамагияшонро ато менамоӣ, бояд, ки хушнуд гарданд ва Худо медонад, ки дар дилҳои шумо чист. Ва Худост, ки донову бурдбор аст"
        },
        {
            "chapter": 33,
            "verse": 52,
            "text": "Баъд аз ин занон ҳеҷ зане бар ту ҳалол нест ва низ зане ба ҷои ояҳо ихтиёр кардан, ҳарчанд туро аз зебоии ӯ хуш ояд, ғайри он чӣ ба ғанимат ба дасти ту афтад. Ва Худо назораткунандаи ҳар чизест"
        },
        {
            "chapter": 33,
            "verse": 53,
            "text": "Эй касоне, ки имон овардаед, ба хонаҳои паёмбар дохил нашавед, магар шуморо ба хӯрдани таъоме фаро хонанд, бе он ки мунтазир биншинед, то таъом ҳозир шавад. Агар шуморо даъват кунанд, дохил шавед, ва чун таъом хӯрдед, пароканда гардед. На он ки барои саргармӣ сухан оғоз кунед. Албатта ин корҳо паёмбарро озор медиҳад ва ӯ аз шумо шарм медорад, Вале Худо аз гуфтани ҳақ шарм намедорад. Ва агар аз занони паёмбар чизе хостед, аз пушти парда бихоҳед. Ин кор ҳам барои дилҳои шумо ва ҳам барои дилҳои онҳо покдорандатар аст. Шуморо набояд, ки паёмбари Худоро биёзоред ва на он ки занҳояшро баъд аз вай ҳаргиз ба занӣ гиред. Ин корҳо дар назди Худо гуноҳе бузург аст"
        },
        {
            "chapter": 33,
            "verse": 54,
            "text": "Агар чизеро ошкор кунед ё махфӣ доред, дар ҳар ҳол Худо ба ҳар чизе огоҳ аст"
        },
        {
            "chapter": 33,
            "verse": 55,
            "text": "Занонро гуноҳе нест, агар дар назди падару писар ва бародару бародарзода ва хоҳарзодаву занони ҳамдин ва ё канизони худ беҳиҷоб бошанд. Ва бояд аз Худо битарсед, ки Худо бар ҳар чизе нозир аст"
        },
        {
            "chapter": 33,
            "verse": 56,
            "text": "Худо ва фариштагонаш бар паёмбар салавот мефиристанд. Эй касоне, ки имон овардаед, бар ӯ салавот фиристед ва салом кунед, саломе некӯ"
        },
        {
            "chapter": 33,
            "verse": 57,
            "text": "Ҳар оина (албатта) касонеро, ки Худо ва паёмбарашро озор медиҳанд, Худо дар дунё ва охират лаънат карда ва барояшон азобе хоркунанда муҳайё кардааст"
        },
        {
            "chapter": 33,
            "verse": 58,
            "text": "Ва касоне, ки мардони мӯъмину занони мӯъминро бе ҳеҷ гунохе, ки карда бошанд, меозоранд, тӯҳмату гуноҳи ошкореро бар душ мекашанд"
        },
        {
            "chapter": 33,
            "verse": 59,
            "text": "Эй паёмбар, ба занону духтарони худ ва занони мӯъминон бигӯ, ки чодари худро бар худ пушанд. Ин муносибтар аст, то шинохта шаванд ва мавриди озор воқеъ нагарданд. Ва Худо бахшояндаву меҳрубон аст"
        },
        {
            "chapter": 33,
            "verse": 60,
            "text": "Агар мунофиқон ва касоне, ки дар дилҳояшон маразест ва онҳо, ки дар Мадина шойеъа (овоза) мепарокананд, аз кори худ бознаистанд, туро бар онҳо ғолиб мегардонем, то аз он пас ҷуз андаке бо ту дар шаҳр ҳамсоя набошанд"
        },
        {
            "chapter": 33,
            "verse": 61,
            "text": "Инҳо лаънат шудагоизпд. Ҳар ҷо ёфта шаванд, бояд дастгир гарданд ва ба сахтӣ кушта шаванд"
        },
        {
            "chapter": 33,
            "verse": 62,
            "text": "Ин суннати Худовандист, ки дар миёни пешиниён низ буд ва дар суннатн Худо тағйире нахоҳӣ ёфт"
        },
        {
            "chapter": 33,
            "verse": 63,
            "text": "Мардум туро аз қиёмат мепурсанд, бигӯ: «Илми он назди Худост». Ва ту чӣ медонӣ, шояд қиёмат наздик бошад"
        },
        {
            "chapter": 33,
            "verse": 64,
            "text": "Худо кофиронро лаънат карда ва барояшон оташе сӯзон муҳайё кардааст"
        },
        {
            "chapter": 33,
            "verse": 65,
            "text": "ки дар он ҷовидонаанд ва ҳеҷ дӯсту ёваре нахоҳанд ёфт"
        },
        {
            "chapter": 33,
            "verse": 66,
            "text": "Рӯзе, ки суратҳояшонро (рӯйҳояшонро) дар оташ бигардонанд, мегӯянд: «Эй кош, Худоро итоъат карда будем ва расулро итоъат карда будем!»"
        },
        {
            "chapter": 33,
            "verse": 67,
            "text": "Ва гуфтанд: «Эй Парвардигори мо, ба сарварону бузургони худ итоъат кардем ва онон моро гумроҳ карданд"
        },
        {
            "chapter": 33,
            "verse": 68,
            "text": "Эй Парвардигори мо, азобашонро дучандон кун ва ба лаънати бузурге гирифторашон соз!»"
        },
        {
            "chapter": 33,
            "verse": 69,
            "text": "Эй касоне, ки имон овардаед, мабошед монанди он касон, ки Мӯсоро озурда карданд ва Худояш аз он айбе, ки гуфта буданд, покаш сохт ва назди Худо обрӯманд буд"
        },
        {
            "chapter": 33,
            "verse": 70,
            "text": "Эй касоне, ки имон овардаед, аз Худо битарсед ва сухани дуруст бигӯед"
        },
        {
            "chapter": 33,
            "verse": 71,
            "text": "Худо корҳои шуморо ба салоҳ оварад ва гуноҳонатонро бибахшояд. Ва ҳар кӣ ба Худову паёмбараш итоъат кунад, ба комёбии (зафари) бузурге даст ёфтааст"
        },
        {
            "chapter": 33,
            "verse": 72,
            "text": "Мо ин амонатро бар осмонҳову замин ва кӯҳҳо арза доштем, аз таҳаммули он рӯй гардонданд ва аз он тарсиданд. Инсон он амонатро бар дӯш гирифт, кк ӯ ситамкору нодон буд"
        },
        {
            "chapter": 33,
            "verse": 73,
            "text": "то Худо мардони мунофиқу занони мунофиқ ва мардони мушрику занони мушрикро азоб кунад ва тавбаи мардони мӯъмину занони мӯъминро бипазирад, ки Худо бахшояндаву меҳрубон аст"
        }
    ]
}