{
    "rukus": [
        {
            "chapter": 2,
            "verse": 243,
            "text": "(Мұхаммед Ғ.С.) ол мыңдағандардың өлімнен қорқып, жұрттарынан шыққандарын көрмейсің бе? Алла оларға: «Өліңдер» деді. Соңсоң оларды тірілтті. Күдіксіз Алла адамдарға кеңшілік иесі. Дегенмен адамдардың көбі шүкірлік қылмайды"
        },
        {
            "chapter": 2,
            "verse": 244,
            "text": "Алла жолында соғысыңдар әрі біліңдер. Алла толық естуші"
        },
        {
            "chapter": 2,
            "verse": 245,
            "text": "Кім Аллаға көркем қарыз берсе, (Алла жолында ықыласпен мал жұмсаса) сонда Алла (Т.) ол үшін көптеген есе арттырып береді. Алла тарылтады да кеңітеді. Әрі Ол жаққа қайтарыласыңдар"
        },
        {
            "chapter": 2,
            "verse": 246,
            "text": "(Бүкіл тәпсірлер бойынша «Ғамалқа» деген ел, Израил ұрпақтарына басқаншылық жасап, жерлерінен айдап шығарып, ата мұралары, діни кітаптары қойылған Сандықтарын тартып алып кетеді. Ал сол Ғамалқаның ұрпақтарынан Жалұт деген патшаның заманында, Израил ұрпақтары өз пайғамбарларына: «Бізге бір патша сайлап бер, оның қол астында соғысамыз» дейді.) (Мұхаммед Ғ.С.)Мұса (Ғ.С.) дан кейінгі Израил ұрпақтарының бастықтарын көрмейсің бе? Сол уақытта олар өз пайғамбарларына: «Бізге патша сайлап бер, Алла жолында соғысамыз» десті. Пайғамбар: «Мүбада сендерге соғыс парыз қылынса да соғыспасаңдар?!»,- деді. Олар: «Бізге Алла жолында соғыспайтын не болды? Расында жұрттарымыздан, бала- шағаларымыздан шығарылдық» десті. Бірақ оларға соғыс парыз болған сәтте, олардың өте аздарынан басқасы бас тартты. Алла залымдарды біледі"
        },
        {
            "chapter": 2,
            "verse": 247,
            "text": "Оларға пайғамбарлары: «дау жоқ. Алла сендерге талұтты патша сайлады» деді. Олар: «Оның бізге патшалығы қалайша болады? Одан көрі патшалыққа біздер лайықпыз. Сондай-ақ оған малдан да кеңшілік берілмеген еді» десті. Пайғамбар: «Негізінен сендерге оны Алла сайлады да өзін білімде әрі тұлғада артық қылды. Алла әкімшілікті қалағанына береді. Алла, әр нәрсені кеңінен білуші» деді"
        },
        {
            "chapter": 2,
            "verse": 248,
            "text": "Және олардың пайғамбарлары: «Оның патшалығының белгісі; Раббыларың тарапынан, көңілге тоқтау болатын сандықтың келуі. Онда Мұса, һарұн (Ғ.С.) семьяларынан қалған мұралар бар. Оны періштелер көтереді. Расында мұнда анық белгі бар. Егер сенсеңдер"
        }
    ]
}