{
    "rukus": [
        {
            "chapter": 33,
            "verse": 9,
            "text": "Әй мүміндер! Алланың сендерге болған нығметін еске алыңдар. Сендерге ләшкерлер келген еді. Сонда оларға боран және сендер көрмеген ләшкерлер жіберген едік. Алла не істегендеріңді толық көруші. (Ћіжіреттің бесінші жылы көптеген рулардан қүралған он екі мың кісілік қалың қол, Мединеге шабуыл жасайды. Мұхаммед (Ғ.С.) үш мың кісімен ор қазып, қорғаныс соғысын жасайды. Бір айға жақын болған соғыста, Мұсылмандар тым қүйзелгендіктен, Құдыретше қатты боран шығып, жау абыржып, қашады. Б.Ж.Р.М.К"
        },
        {
            "chapter": 33,
            "verse": 10,
            "text": "Сол уақытта олар сендердің жоғарғы жақтарыңнан да төменгі жақтарыңнан да келген еді. Көздерің алайып, жүректерің ауызға келген еді. Сондай-ақ Аллаға байланысты әр түрлі ойлар ойланған еді"
        },
        {
            "chapter": 33,
            "verse": 11,
            "text": "Міне сол арада мүміндер сыналып, қатты теңселген еді"
        },
        {
            "chapter": 33,
            "verse": 12,
            "text": "Сол уақытта Мұнафықтармен жүректерінде дерті болғандар: \"Бізге Алла да Елшісі де алдап қана уәде берген екен\" деді"
        },
        {
            "chapter": 33,
            "verse": 13,
            "text": "Сол уақытта олардан бір бөлімі: \"Әй Мединеліктер! Енді сендерге тұруға болмайды. Дереу қайтындар\" десе, олардың тағы бір бөлімі, Пайғамбардан: \"Үйлеріміз иен еді\" деп, рұхсат сұрайды. Негізінде олар (үйлері) иен емес, олар қашуды ғана ойлайды"
        },
        {
            "chapter": 33,
            "verse": 14,
            "text": "Егер оларға әр тараптан кіріліп, сосын өздерінен пітіне талап етілсе, әрине кешіктірмей-ақ белсене кірісер еді"
        },
        {
            "chapter": 33,
            "verse": 15,
            "text": "Негізінде бұрыннан қайта қашпауға Аллаға уәде берген. Аллага берген уәдесіне жауапкер"
        },
        {
            "chapter": 33,
            "verse": 16,
            "text": "(Мұхаммед Ғ.С.) оларға: \"Егер өлімнен немесе өлтіруден қашсаңдар, сендерге еш пайда бермейді. Қашқан уақытта да аз-ақ пайдаланасыңдар\" де"
        },
        {
            "chapter": 33,
            "verse": 17,
            "text": "Егер Алла сендерге бір жамандық қаласа немесе жақсылық қаласа, сендерді Алладан қорғайтын кім?\",- де. Негізінде олар, өздеріне Алладан өзге бір дос не бір көмекші таба алмайды"
        },
        {
            "chapter": 33,
            "verse": 18,
            "text": "Әрине Алла, сендерден (соғысқа шығуға) кедергі болғандарды да туыстарына: \"Бізге келіңдер\" деушілерді де біледі. Олардың өте азы ғана соғысқа қатынасады"
        },
        {
            "chapter": 33,
            "verse": 19,
            "text": "Сендерге(келсе де) тым сараң. Ал қашан бір хауіп төнсе, олардың саған, өздерін өлім есірігі басып бара жатқандай көздері төңкеріліп қарағаның көресің. Сонда хауіп-қатер кетсе, қылған хайырларына іштері ашып, сендерге өткір тілдерін тигізеді.. (С. 8-А.) Міне осылар иман келтірмегендер. Сондықтан Алла, олардың ғамалдарын жойды. Бұл Аллаға оңай"
        },
        {
            "chapter": 33,
            "verse": 20,
            "text": "Олар руларды (жауларды) кетпеді деп, ойлады. Егер ол рулар келсе, өздері сахарадағы бәдеуилердің ішінде болып, сендердің хабарларыңды сұрап тұруды көксейді. Егер олар іштеріңде болса да өте аз соғысады"
        }
    ]
}