{
    "rukus": [
        {
            "chapter": 67,
            "verse": 1,
            "text": "Сондай бүкіл әкімшілік қолында болған Алла, аса ұлы әрі Ол, әр нәрсеге күші толық жетуші"
        },
        {
            "chapter": 67,
            "verse": 2,
            "text": "Ол сондай Алла, ізгі іс жүзінде қайсыларың жақсы, сынау үшін өліммен тіршілікті жаратқан. Ол, тым үстем, аса жарылқаушы"
        },
        {
            "chapter": 67,
            "verse": 3,
            "text": "Ол сондай Алла, жеті аспанды қабат-қабат жаратқан. Рахманның жаратуында еш мүлтік көре алмайсың. Қайта көз сал. Ешбір ақау көре аласың ба"
        },
        {
            "chapter": 67,
            "verse": 4,
            "text": "Тағы көзіңді екі қайтарып қара. Көзің саған шаршап, талған түрде айналады. (С. 6-А)"
        },
        {
            "chapter": 67,
            "verse": 5,
            "text": "Расында Біз дүние аспанын шамдар (жұлдыздар) мен безедік. Оны шайтандарды атуға жасадық. Сондай-ақ оларға жалындаған азап әзірледік. (С. 16-18-А., 37-С. 6-10-А)"
        },
        {
            "chapter": 67,
            "verse": 6,
            "text": "Сондай Раббыларына қарсы келгендер үшін тозақ азабы бар. Нендей жаман орын"
        },
        {
            "chapter": 67,
            "verse": 7,
            "text": "Ішіне тасталған сәтте, оның қайнап, күжілдеген дауысын естиді"
        },
        {
            "chapter": 67,
            "verse": 8,
            "text": "Долданғандығынан жарылып кете жаздайды. Қашан оған бір топ (қылмысты) тасталса, оларға оның сақшылары: \"Сендерге ескертуші келмеді ме?\",- деп, сұрайды"
        },
        {
            "chapter": 67,
            "verse": 9,
            "text": "Олар: \"Расында бізге ескертуші келді. Сонда оларды жасынға айналдырдық та Алла сендерге еш нәрсе түсірмеген. Сендер зор адасудасыңдар деп едік\" дейді"
        },
        {
            "chapter": 67,
            "verse": 10,
            "text": "Егер біз тыңдаған немесе ақылға салған болсақ еді, бұл жалындаған тозақтықтардың ішінде болмас едік\" дейді"
        },
        {
            "chapter": 67,
            "verse": 11,
            "text": "Сөйтіп, олар күнәларын мойындайды. Ендеше, жалындаған тозақтықтар оңбасын"
        },
        {
            "chapter": 67,
            "verse": 12,
            "text": "Дүрысында сондай Раббыларынан көрмей-ақ қорыққандар, олар үшін жарылқау әрі зор сыйлық бар"
        },
        {
            "chapter": 67,
            "verse": 13,
            "text": "Сөздеріңді жасырсаңдар немесе әшкерелесеңдер де шәксіз Алла, көңілдегіні толық біледі"
        },
        {
            "chapter": 67,
            "verse": 14,
            "text": "Жаратқан білмей ме? Ол тым жұмсақ, әр нәрсені толық білуші"
        }
    ]
}