{
    "pages": [
        {
            "chapter": 6,
            "verse": 111,
            "text": "Gerçek şu ki, biz onlara melekler indirseydik, onlarla ölüler konuşsaydı ve herşeyi karşılarına toplasaydık, -Tanrı´nın dilediği dışında- yine onlar inanmayacaklardı. Ancak onların çoğu cahillik ediyorlar"
        },
        {
            "chapter": 6,
            "verse": 112,
            "text": "Böylece her peygambere insan ve cin şeytanlarından bir düşman kıldık. Onlardan bazısı bazısını aldatmak için yaldızlı sözler fısıldarlar. Rabbin dileseydi bunu yap(a)mazlardı. Öyleyse onları yalan olarak düzmekte olduklarıyla başbaşa bırak"
        },
        {
            "chapter": 6,
            "verse": 113,
            "text": "Bir de ahirete inanmayanların yürekleri (efidet) ona meyletsin de ondan (bu yaldızlı ve çarpık sözlerden) hoşlansınlar ve yüklenmekte olduklarını yüklenedursunlar"
        },
        {
            "chapter": 6,
            "verse": 114,
            "text": "Tanrı´dan başka hakem mi arayayım? Oysa O size kitabı açıklanmış olarak indirmiştir. Kendilerine kitap verdiklerimiz bunun gerçekten rabbinden hak olarak indirilmiş olduğunu bilmektedirler. Şu halde, sakın kuşkuya kapılanlardan olma"
        },
        {
            "chapter": 6,
            "verse": 115,
            "text": "rabbinin sözü, doğruluk bakımından da, adalet bakımından da tastamamdır. O´nun sözlerini değiştirebilecek yoktur. O işitendir, bilendir"
        },
        {
            "chapter": 6,
            "verse": 116,
            "text": "Yeryüzünde olanların çoğunluğuna uyacak olursan, seni Tanrı´nın yolundan şaşırtıp saptırırlar. Onlar ancak zanna uyarlar ve onlar ancak ´zan ve tahminle yalan söylerler´"
        },
        {
            "chapter": 6,
            "verse": 117,
            "text": "Kuşkusuz rabbin kendi yolundan sapanları daha iyi bilir. O, dosdoğru yolda olanları da daha iyi bilendir"
        },
        {
            "chapter": 6,
            "verse": 118,
            "text": "Eğer O´nun ayetlerine inançlılar iseniz, artık üzerinde yalnızca Tanrı´nın adı anılanlardan yiyin"
        }
    ]
}