{
    "pages": [
        {
            "chapter": 7,
            "verse": 150,
            "text": "Musa kavmine oldukça kızgın, üzgün olarak döndüğünde onlara: \"Beni arkamdan ne kötü temsil ettiniz. Rabbinizin buyruğunu çabuklaştırdınız, öyle mi?\" dedi. Levhaları bıraktı ve kardeşini başından tutup kendisine doğru çekti (ki Harun ona:) \"Annem oğlu, bu topluluk beni zayıflattı (hırpalayıp güçsüzleştirdi) ve neredeyse beni öldürmeye kalkıştılar. Bari sen düşmanları sevindirecek bir şey yapma ve beni bu zalimler topluluğuyla birlikte kılma (sayma)\" dedi"
        },
        {
            "chapter": 7,
            "verse": 151,
            "text": "(Musa) dedi ki: \"Rabbim, beni ve kardeşimi bağışla. Bizi rahmetine kat. Sen merhamet edenlerin en merhametli olanısın"
        },
        {
            "chapter": 7,
            "verse": 152,
            "text": "Kuşkusuz, buzağıyı (Tanrı) edinenlere rablerinden bir gazab ve dünya hayatında bir zillet yetişecektir. İşte biz ´yalan düzüp uyduranları´ böyle cezalandırırız"
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "Kötülük işleyip bunun ardından tevbe edenler ve inananlar; hiç kuşkusuz rabbin bunları (tevbeden) sonra elbette bağışlayandır, esirgeyendir"
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "Musa kabaran öfkesi yatışınca Levhalar´ı aldı. (Onların bir) Nüshasında \"Rablerinden korkanlar için bir hidayet ve bir rahmet vardır\" (yazılıydı)"
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "Musa, belirlediğimiz buluşma zamanı için kavminden yetmiş adam seçip ayırdı. Bunları da ´dayanılmaz bir sarsıntı´ tutuverince, dedi ki: \"rabbim, eğer dileseydin, onları ve beni daha önceden helak ederdin. (Şimdi) İçimizdeki beyinsizlerin yaptıklarından dolayı bizi helak edecek misin? O da Senin denemenden başkası değildir. Onunla Sen dilediğini saptırır, dilediğini hidayete erdirirsin. Bizim velimiz Sensin. Öyleyse bizi bağışla, bizi esirge. Sen bağışlayanların en hayırlısısın"
        }
    ]
}