{
    "pages": [
        {
            "chapter": 38,
            "verse": 27,
            "text": "Biz gökyüzünü, yeryüzünü ve ikisi arasında bulunan şeyleri batıl olarak yaratmadık. Bu, küfredenlerin zannıdır. Ateşten (görecekleri azabtan) dolayı vay o küfredenlere"
        },
        {
            "chapter": 38,
            "verse": 28,
            "text": "Yoksa biz, inanıp salih amellerde bulunanları yeryüzünde bozgunculuk çıkaranlar gibi (bir) mi tutacağız? Ya da muttakileri facirler gibi (bir) mi tutacağız"
        },
        {
            "chapter": 38,
            "verse": 29,
            "text": "(Bu Kuran,) Ayetlerini, iyiden iyiye düşünsünler ve temiz akıl sahipleri öğüt alsınlar diye sana indirdiğimiz mübarek bir kitaptır"
        },
        {
            "chapter": 38,
            "verse": 30,
            "text": "Biz Davud´a Süleyman´ı armağan ettik. O ne güzel kuldu. Çünkü o, [Tanrı´ya] yönelen / dönen (evvab) biriydi"
        },
        {
            "chapter": 38,
            "verse": 31,
            "text": "Hani ona akşama yakın, bir ayağını tırnağı üstüne diken, öbür üç ayağıyla toprağı kazıyan yağız atlar sunulmuştu"
        },
        {
            "chapter": 38,
            "verse": 32,
            "text": "O da demişti ki: \"Gerçekten ben, mal (veya at) sevgisini rabbimi zikretmekten dolayı tercih ettim.\" Sonunda bu atlar (koştular ve toz) perdesinin arkasına saklandılar"
        },
        {
            "chapter": 38,
            "verse": 33,
            "text": "Onları bana geri getirin\" (dedi). Sonra (onların) bacaklarını ve boyunlarını okşamaya başladı"
        },
        {
            "chapter": 38,
            "verse": 34,
            "text": "Andolsun, biz Süleyman´ı imtihan ettik, tahtının üstünde bir ceset bıraktık. Sonra (eski durumuna) döndü"
        },
        {
            "chapter": 38,
            "verse": 35,
            "text": "Rabbim, beni bağışla ve benden sonra hiç kimseye nasib olmayan bir mülkü bana armağan et. Şüphesiz sen, karşılıksız armağan edensin"
        },
        {
            "chapter": 38,
            "verse": 36,
            "text": "Böylece rüzgarı onun kullanımına / boyunduruğuna verdik. Onun buyruğuyla dilediği yöne yumuşakça eserdi"
        },
        {
            "chapter": 38,
            "verse": 37,
            "text": "Şeytanları da; her bina ustasını ve dalgıç olanı"
        },
        {
            "chapter": 38,
            "verse": 38,
            "text": "Ve (kötülük yapmamaları için) sağlam kementlerle birbirine bağlanmış diğerlerini"
        },
        {
            "chapter": 38,
            "verse": 39,
            "text": "İşte bu, bizim vergimizdir. (Ey Süleyman) Artık sen de hesaba vurmaksızın, ver ya da tut"
        },
        {
            "chapter": 38,
            "verse": 40,
            "text": "Şüphesiz, onun bizim katımızda gerçekten bir yakınlığı ve güzel bir dönüş yeri (meab) vardır"
        },
        {
            "chapter": 38,
            "verse": 41,
            "text": "Kulumuz Eyyub´u da hatırla. Hani o: \"Herhalde şeytan, bana kahredici bir acı ve azab dokundurdu\" diye rabbine seslenmişti"
        },
        {
            "chapter": 38,
            "verse": 42,
            "text": "Ayağını depret. İşte yıkanacak ve içecek soğuk (su, diye vahyettik)"
        }
    ]
}