{
    "pages": [
        {
            "chapter": 51,
            "verse": 31,
            "text": "(İbrahim) dedi ki: \"Şu halde sizin asıl isteğiniz nedir, ey elçiler"
        },
        {
            "chapter": 51,
            "verse": 32,
            "text": "Doğrusu biz, suçlu günahkar bir kavme gönderildik\" dediler"
        },
        {
            "chapter": 51,
            "verse": 33,
            "text": "Üzerlerine çamurdan (iyice sertleşip kaskatı kesilmiş) taşlar yağdırmak için"
        },
        {
            "chapter": 51,
            "verse": 34,
            "text": "(Ki bu taşların her biri,) rabbinin katında ölçüyü taşıranlar için (herkese ayrı ayrı) işaretlenmiştir"
        },
        {
            "chapter": 51,
            "verse": 35,
            "text": "Bu arada, inançlılardan orda kim varsa çıkardık"
        },
        {
            "chapter": 51,
            "verse": 36,
            "text": "Ne var ki, orda müslümanlardan olan bir evden başkasını bulmadık"
        },
        {
            "chapter": 51,
            "verse": 37,
            "text": "Ve orada, acı bir azabtan korkanlar için bir ayet bıraktık"
        },
        {
            "chapter": 51,
            "verse": 38,
            "text": "Musa (olayın)da da (düşündürücü ayetler vardır). Hani biz onu açık bir delille Firavun´a göndermiştik"
        },
        {
            "chapter": 51,
            "verse": 39,
            "text": "Fakat o, ´Bütün kişisel ve askeri gücüyle´ yüz çevirdi ve: \"(Bu,) Ya bir büyücü veya bir delidir\" dedi"
        },
        {
            "chapter": 51,
            "verse": 40,
            "text": "Bunun üzerine, biz onu ve ordularını yakalayıp denize attık; (ki o,), ´kınanacak işler yapıyordu´"
        },
        {
            "chapter": 51,
            "verse": 41,
            "text": "Hani onların üzerine kökleri kesen (akim) bir rüzgar gönderdik"
        },
        {
            "chapter": 51,
            "verse": 42,
            "text": "Üzerinden geçtiği hiçbir şeyi bırakmıyor, mutlaka çürütüp kül gibi dağıtıyordu"
        },
        {
            "chapter": 51,
            "verse": 43,
            "text": "Semud (kavmin)de de (ayetler vardır). Hani onlara: \"Belli bir süreye kadar yararlanın\" denmişti"
        },
        {
            "chapter": 51,
            "verse": 44,
            "text": "Ancak rablerinin buyruğuna baş kaldırdılar; böylece bakıp dururlarken, onları yıldırım çarpıp yakaladı"
        },
        {
            "chapter": 51,
            "verse": 45,
            "text": "Artık ne ayağa kalkmaya güç yetirebildiler, ne yardım bulabildiler"
        },
        {
            "chapter": 51,
            "verse": 46,
            "text": "Bundan önce Nuh kavmini de (yıkıma uğrattık). Çünkü onlar da fasıklar kavmiydi"
        },
        {
            "chapter": 51,
            "verse": 47,
            "text": "Biz göğü ´büyük bir kudretle´ bina ettik ve şüphesiz biz, (onu) genişleticiyiz"
        },
        {
            "chapter": 51,
            "verse": 48,
            "text": "Yeri de biz döşeyip yaydık; ne güzel döşeyici(yiz)"
        },
        {
            "chapter": 51,
            "verse": 49,
            "text": "Ve biz, her şeyi iki çift yarattık. Umulur ki, öğüt alıp düşünürsünüz"
        },
        {
            "chapter": 51,
            "verse": 50,
            "text": "Öyleyse, Tanrı´ya doğru (yönelip, şirkten ve bozulmalardan) kaçın. Gerçekten ben sizi, O´ndan yana açıkça uyarıyorum"
        },
        {
            "chapter": 51,
            "verse": 51,
            "text": "Tanrı ile beraber başka bir tanrı(yı ortak) kılmayın. Gerçekten sizi, O´ndan yana açıkça uyarıyorum"
        }
    ]
}