{
    "pages": [
        {
            "chapter": 58,
            "verse": 7,
            "text": "Tanrı´ın göklerde ve yerde olanların tümünü gerçekten bilmekte olduğunu görmüyor musun? (Kendi aralarında gizli toplantılar düzenleyip) Fısıldaşmakta olan üç kişiden dördüncüleri mutlaka O´dur; beşin altıncısı da mutlaka O´dur. Bundan az veya çok olsun, her nerede olsalar mutlaka O, kendileriyle beraberdir. Sonra yaptıklarını kıyamet günü kendilerine haber verecektir. Şüphesiz Tanrı, her şeyi bilendir"
        },
        {
            "chapter": 58,
            "verse": 8,
            "text": "´Gizli toplantıların fısıldaşmalarından´ (kulis) men edilip sonra men edildikleri şeye dönenleri; günah, düşmanlık ve Peygambere isyanı (aralarında) fısıldaşanları görmüyor musun? Onlar sana geldikleri zaman seni Tanrı´nın selamladığı biçimde selamlıyorlar. Ve kendi kendilerine: \"Söylediklerimiz dolayısıyla Tanrı bize azab etse ya\" derler. Onlara cehennem yeter; oraya gireceklerdir. Artık o, ne kötü bir gidiş yeridir"
        },
        {
            "chapter": 58,
            "verse": 9,
            "text": "Ey inananlar, kendi aranızda gizli konuşmalarda bulunacağınız zaman, bundan böyle günah, düşmanlık ve Peygambere isyanı fısıldaşıp konuşmayın; birri (iyiliği) ve takvayı konuşun ve huzurunda toplanacağınız Tanrı´dan sakının"
        },
        {
            "chapter": 58,
            "verse": 10,
            "text": "Şüphesiz ´gizli toplantıların fısıldaşmaları´ (kulis), inananları üzüntüye düşürmek için ancak şeytan (ürünü olan işler)dendir. Oysa Tanrı´nın izni olmaksızın o, onlara hiçbir şeyle zarar verecek değildir. Şu halde inançlılar yalnızca Tanrı´ya tevekkül etsinler"
        },
        {
            "chapter": 58,
            "verse": 11,
            "text": "Ey inananlar, size meclislerde \"yer açın\" dendiği zaman, yer açın. Tanrı size genişlik versin. Size: \"Kalkın\" denildiği zaman da kalkın. Tanrı, sizden inananları ve kendilerine ilim verilenleri derecelerle yükseltsin. Tanrı yaptıklarınızdan haberdardır"
        }
    ]
}