{
    "maqras": [
        {
            "chapter": 2,
            "verse": 124,
            "text": "(Hatırlayın o zamanı ki) Rabbi Ibrahim’i bir takım kelimelerle imtihan etmis, o da onları tamamen yerine getirince: Seni insanlara onder yapacagım, buyurmus, Ibrahim de: Soyumdan gelenlerden de onderler yap, demisti. Allah ise benim ahdime zalimler nail olamaz diye buyurdu"
        },
        {
            "chapter": 2,
            "verse": 125,
            "text": "Kabe’yi insanlar icin toplanma yeri ve emniyet mahalli kıldık. Ve: Siz de Ibrahim’in makamını namazgah edinin. Ibrahim ve Ismail’e de: Beyt’imi tavaf edenler, itikafta bulunanlar, ruku ve secde edenler icin temizleyin, diye kuvvetli bir emir vermistik"
        },
        {
            "chapter": 2,
            "verse": 126,
            "text": "Hani Ibrahim: Rab'bim! Bu sehri guvenli bir sehir yap, halkından Allah’a ve ahiret gunune inananları cesitli urunlerle rızıklandır, demisti. Allah da: Inkarcı olanı (bile) az bir sure gecindirir, sonra onu cehennem azabına atarım, ne kotu bir akibet! diye buyurmustu"
        },
        {
            "chapter": 2,
            "verse": 127,
            "text": "Ibrahim, Ismail’le birlikte Kabe’nin temellerini yukseltiyor (ve soyle dua ediyorlardı): Rabbimiz bizden bu (amelimizi) kabul buyur. Suphesiz sen isitensin, bilensin"
        },
        {
            "chapter": 2,
            "verse": 128,
            "text": "Rabbimiz, bizi sana teslim olan iki kul ve soyumuzdan da sana teslim olan bir ummet cıkar. Bize ibadet yollarımızı goster ve tevbelerimizi kabul et, zira tevbeleri kabul edip, cokca rahmet eden ancak sensin"
        },
        {
            "chapter": 2,
            "verse": 129,
            "text": "Rabbimiz onlara iclerinden senin ayetlerini onlara okuyan, kitap ve hikmeti ogreten ve onları (sirkten) arındıran bir rasul gonder. Suphesiz Aziz ve Hakim olan ancak sensin"
        },
        {
            "chapter": 2,
            "verse": 130,
            "text": "Kendini bilmeyenlerden baska kim Ibrahim’in yolundan yuz cevirir? Biz dunyada onu secmistik. O, suphesiz ahirette de salih kimselerdendir"
        },
        {
            "chapter": 2,
            "verse": 131,
            "text": "Rabbi, O’na; “Teslim ol”! dedigi zaman: Alemlerin Rabbine teslim oldum, demisti"
        },
        {
            "chapter": 2,
            "verse": 132,
            "text": "Ibrahim, bunu ogullarına da tavsiye etti. Yakup da oyle yaptı (ve onun da ogullarından son dilegi suydu:) Ey ogullarım! Allah sizin icin bu dini secti. Oyleyse, siz de ancak musluman olarak can verin"
        },
        {
            "chapter": 2,
            "verse": 133,
            "text": "Yoksa siz, Yakub’a olum yaklasıp da ogullarına: Ey ogullarım, Benden sonra kime ibadet edeceksiniz? diye sordugu ve onların da: Senin ilahına, ataların Ibrahim’in, Ismail’in, Ishak’ın, bir tek ilahına ibadet edecegiz. Biz O’na teslim olanlarız! dediklerinde, siz onların yanında sahit miydiniz"
        },
        {
            "chapter": 2,
            "verse": 134,
            "text": "Onlar gelip gecmis bir ummettir. Onların kazandıkları onlara, sizin kazandıgınız da size aittir. Onların yaptıklarından siz sorguya cekilmeyeceksiniz"
        },
        {
            "chapter": 2,
            "verse": 135,
            "text": "Yahudi ve Hıristiyan olun ki dogru yolu bulasınız, demektedirler; sen de ki: Hayır, hanif olarak, Ibrahim’in dinine (tabi oluruz). O, musriklerden degildi"
        },
        {
            "chapter": 2,
            "verse": 136,
            "text": "Ve deyin ki: Biz Allah’a, bize indirilene, Ibrahim’e, Ismail’e, Yakub’a, Ishak’a ve torunlarına indirilenlere, Musa’ya, Isa’ya verilenlere ve peygamberlere Rab’leri katından verilenlere iman ettik. Bunlardan hicbiri arasında ayırım yapmayız. Biz Allah’a teslim olanlarız"
        },
        {
            "chapter": 2,
            "verse": 137,
            "text": "Eger Yahudi ve Hıristiyanlar da sizin iman ettiginiz gibi iman ederlerse suphesiz hidayete ererler; yok eger yuz cevirirlerse onlar ancak ayrılık icindedirler. Allah onlara karsı sana yeter. O hakkıyla isiten ve bilendir"
        },
        {
            "chapter": 2,
            "verse": 138,
            "text": "Iste Allah’ın dini! Allah'ın boyasından daha guzel boyası olan kimdir? Biz yalnız ona ibadet ederiz"
        },
        {
            "chapter": 2,
            "verse": 139,
            "text": "(O kitap ehline) De ki: Siz, bizimle Allah hakkında mı tartısıyorsunuz? Halbuki O, bizim de Rabbimiz sizin de Rabbinizdir. Bizim yaptıklarımız bize, sizin yaptıklarınız da size aittir. Biz Allah’a icten ihlasla baglananlarız"
        },
        {
            "chapter": 2,
            "verse": 140,
            "text": "Yoksa siz, Ibrahim’in, Ismail’in, Ishak’ın, Yakub’un ve torunlarının, Yahudi yahut Hıristiyan olduklarını mı soyluyorsunuz? (onlara) de ki: Siz mi daha iyi bilirsiniz, yoksa Allah mı? Allah tarafından kendisine bildirilen gercegi gizleyenden daha zalim kim vardır? Allah yaptıklarınızdan gafil degildir"
        },
        {
            "chapter": 2,
            "verse": 141,
            "text": "Onlar gelip gecmis bir ummettir. Onların kazandıkları onlara, sizin kazandıgınız da size aittir. Ve siz onların yaptıklarından dolayı sorumlu olmayacaksınız"
        }
    ]
}