{
    "maqras": [
        {
            "chapter": 9,
            "verse": 93,
            "text": "Sorumluluk ancak, zengin oldukları halde senden izin isteyenlerin uzerinedir. Geride kalan kadınlarla beraber olmaya razı oldular. Kalpleri muhurlendi. Onlar (bu yuzden baslarına gelecekleri) bilmezler"
        },
        {
            "chapter": 9,
            "verse": 94,
            "text": "Geri dondugunuzde size ozur beyan ederler. De ki: Ozur beyan etmeyin, size inanmayacagız. Allah haberlerinizi bize bildirmistir. Allah da yaptıklarınızı gorecektir, Rasulu de. Sonra gaybı ve gorunenleri bilene donduruleceksiniz. O da size yaptıklarınızı haber verecektir"
        },
        {
            "chapter": 9,
            "verse": 95,
            "text": "Dondugunuzde onlara ilismemeniz icin Allah’a yemin edeceklerdir. Siz onlardan yuz cevirin. Onlar pistir. Kazandıklarının karsılıgı olarak barınakları Cehennem'dir"
        },
        {
            "chapter": 9,
            "verse": 96,
            "text": "Kendilerinden razı olasınız diye size yemin ederler. Siz onlardan razı olsanız bile Allah fasık olan topluluklardan razı olmaz"
        },
        {
            "chapter": 9,
            "verse": 97,
            "text": "Bedevilerin kufur ve nifakları daha ileridir. Allah’ın Rasulu'ne indirdiginin sınırlarını bilmemeye daha yatkındırlar. Allah Alim'dir, Hakim'dir"
        },
        {
            "chapter": 9,
            "verse": 98,
            "text": "Bedevilerden yaptıkları infakı zarar sayanlar ve felakete ugramanızı bekleyenler vardır. Onlar felakete ugrayacak olanlardır. Allah her seyi isitendir, her seyi bilendir"
        },
        {
            "chapter": 9,
            "verse": 99,
            "text": "Bedevilerden, Allah’a ve ahiret gunune iman edin, infak ettigini Allah katında yakınlıklar ve Rasulun duasını almaya vesile sayanlar vardır. Bilesiniz ki o (harcadıkları mal, Allah katında) onlar icin bir yakınlıktır. Allah onları rahmetine sokacaktır. Allah bagıslayan, merhamet edendir"
        },
        {
            "chapter": 9,
            "verse": 100,
            "text": "(Iman etmede) ilk ve oncu olan Muhacir'den, Ensar'dan ve onlara guzelce tabi olanlardan Allah razı olmustur. Onlar da Allah’tan razı olmuslardır. Allah onlara altlarından ırmaklar akan ve icinde ebedi kalacakları cennetler hazırlamıstır. Iste en buyuk kurtulus budur"
        },
        {
            "chapter": 9,
            "verse": 101,
            "text": "(Ey Medineliler!) Cevrenizdeki bedevilerden munafıklar vardır ve Medineliler icinde de nifakta direnen kimseler vardır. Onları siz bilmezsiniz. Biz onları biliyoruz. Onlara iki kere azap verecegiz. Sonra da buyuk bir azaba ugrayacaklar"
        },
        {
            "chapter": 9,
            "verse": 102,
            "text": "(Savastan geri kalan) Digerleri gunahlarını itiraf ettiler. Onlar salih amel ile diger kotu bir amelle karıstırdılar. Allah’ın onların tevbesini kabul etmesi umulur. Suphesiz Allah cok bagıslayandır, cok merhametlidir"
        },
        {
            "chapter": 9,
            "verse": 103,
            "text": "Onların mallarından bir kısmını sadaka olarak al. Bununla onları temizleyip arındırırsın. Ve onlar icin dua et. Senin duan, onlar icin bir sukunettir/huzurdur. Allah isitendir, bilendir"
        },
        {
            "chapter": 9,
            "verse": 104,
            "text": "Kulların tevbesini ancak Allah'ın kabul ettigini, sadakaları da O'nun kabul ettigini bilmiyorlar mı? Allah tevbeleri cokca kabul edendir, cok merhametlidir"
        },
        {
            "chapter": 9,
            "verse": 105,
            "text": "De ki: (Yapacagınız amelleri) yapın, Allah yaptıklarınızı gorecektir. Rasulu ve muminler de. Gaybı ve goruleni bilen Allah’a donduruleceksiniz. O size yapmakta oldugunuz amellerinizi haber verecektir"
        },
        {
            "chapter": 9,
            "verse": 106,
            "text": "(Tebuk seferine katılmayanlardan) diger bir kısmı da, Allah’ın emrine bırakılmıslardır. Allah onlara ya azap eder, ya da tevbelerini kabul eder. O, Alim'dir, Hakim'dir"
        },
        {
            "chapter": 9,
            "verse": 107,
            "text": "Zarar vermek, kufretmek, muminler arasında tefrika cıkarmak, Allah ve Rasulu’ne karsı daha once savasan kisiler icin gozculuk/hazırlık yapmak uzere bir mescit yapan kimseler: \"Biz, yalnızca iyilik yapmak istedik\" diye yemin ederler. Allah, onların kesinlikle yalancı olduklarına sahitlik eder"
        },
        {
            "chapter": 9,
            "verse": 108,
            "text": "O mescide asla (namaza) durma! Ilk gunden beri takva uzerine bina edilen (Kuba) mescidinde (namaza) durman cok daha uygundur. Orada (madden ve manen) temizlenip, arınmayı arzulayan insanlar vardır. Allah, (madden ve manen) temizlenip arınanları sever"
        },
        {
            "chapter": 9,
            "verse": 109,
            "text": "Binasını, Allah’tan sakınma/takvalı olma ve O’nun rızası uzerine kuran kimse mi hayırlıdır; yoksa, binasını, yıkılmak uzere olan bir yerin kenarına yapıp da onunla beraber Cehennem atesine yuvarlanan kimse mi? Allah, zalim toplumlara hidayet etmez"
        },
        {
            "chapter": 9,
            "verse": 110,
            "text": "Onların kurmus oldugu bu yapı, kalpleri parca parca olmadıkca kalplerinde bir nifak olarak kalacaktır. Allah Alim'dir, Hakim'dir"
        }
    ]
}