{
    "maqras": [
        {
            "chapter": 12,
            "verse": 101,
            "text": "Rabbim! Bana hukumranlık verdin, ruyaların yorumunu ogrettin. Ey gokleri ve yeri yaradan! Dunya ve ahirette velim sensin; benim canımı musluman olarak al ve beni salihler arasına kat"
        },
        {
            "chapter": 12,
            "verse": 102,
            "text": "Iste sana vahyettiklerimiz, gaybe ait haberlerdir. Onlar bir araya gelip tuzak kurarlarken yanlarında degildin"
        },
        {
            "chapter": 12,
            "verse": 103,
            "text": "Sen ne kadar cok istesen de, insanların cogu iman etmezler"
        },
        {
            "chapter": 12,
            "verse": 104,
            "text": "Oysa sen buna karsılık onlardan bir ucret de istemiyorsun. O, alemler icin sadece bir oguttur"
        },
        {
            "chapter": 12,
            "verse": 105,
            "text": "Goklerde ve yerde nice ayetler vardır ki, yanlarından yuzlerini cevirerek gecerler"
        },
        {
            "chapter": 12,
            "verse": 106,
            "text": "Onların cogu, Allah’a ancak sirk kosarak iman ederler"
        },
        {
            "chapter": 12,
            "verse": 107,
            "text": "Allah tarafından, onları kusatacak bir azaba ugramayacaklarından veya farkına varmadan, kıyamet saatinin ansızın gelmeyeceginden emin midirler"
        },
        {
            "chapter": 12,
            "verse": 108,
            "text": "De ki: Bu, benim yolumdur, ben ve bana uyanlar basiretle Allah’a davet ederiz. Allah’ı tesbih ederim. Ben asla musriklerden degilim"
        },
        {
            "chapter": 12,
            "verse": 109,
            "text": "Senden once de, sehirler halkından kendilerine vahyettigimiz adamlar gonderdik. Yeryuzunde gezmiyorlar mı ki, kendilerinden once gecenlerin sonlarının nasıl olduguna baksınlar? Ahiret yurdu takva sahipleri icin hayırlıdır. Akletmiyor musunuz"
        },
        {
            "chapter": 12,
            "verse": 110,
            "text": "Peygamberler (kavimlerinin iman etmesinden) umitlerini yitirip, yalanlandıklarını anladıkları bir anda kendilerine yardımımız gelmistir. Boylece, istedigimizi kurtarırız. Azabımız suclu milletten geri cevrilemez"
        },
        {
            "chapter": 12,
            "verse": 111,
            "text": "Andolsun ki, peygamberlerin kıssalarında, akıl sahipleri icin ibretler vardır. Bu, uydurma bir soz degildir. Kendinden oncekileri tasdik eden, iman eden bir toplum icin her seyi acıklayan, bir hidayet ve rahmettir"
        },
        {
            "chapter": 13,
            "verse": 1,
            "text": "Elif, Lam, Mim, Ra. Bunlar Kitabın ayetleridir. Sana Rabbinden indirilen haktır, fakat insanların cogu iman etmezler"
        },
        {
            "chapter": 13,
            "verse": 2,
            "text": "Allah, gokleri gordugunuz gibi direksiz olarak yukseltti. Sonra arsa istiva etti. Gunes'e ve Ay'a (kulları icin) boyun egdirdi. Her biri belli bir sureye kadar akıp gitmektedir. O, Rabbinize kavusacagınıza kesin olarak inanmanız icin her isi duzenleyip ayetleri apacık acıklamaktadır"
        },
        {
            "chapter": 13,
            "verse": 3,
            "text": "Yeryuzunu yayıp doseyen, orada sabit daglar, nehirler var eden, her turlu urunu ikiser cift kılan, gunduzu geceyle buruyen de O'dur. Suphesiz bunlarda, dusunen toplum icin deliller vardır"
        },
        {
            "chapter": 13,
            "verse": 4,
            "text": "Yeryuzunde hepsi de aynı su ile sulanan birbirine komsu kara parcaları, uzum bagları, bir kokten ve cesitli koklerden dallanmıs hurma agacları vardır. (Boyle iken) yemislerinde onların bir kısmını bir kısmına ustun kılarız. Dusunen toplum icin bunda da deliller vardır"
        }
    ]
}