{
    "maqras": [
        {
            "chapter": 1,
            "verse": 1,
            "text": "Asa qamqor, erekşe meyirimdi Allanıñ atımen bastaymın"
        },
        {
            "chapter": 1,
            "verse": 2,
            "text": "Barlıq maqtaw bükil älemniñ Rabbı Allağa tän"
        },
        {
            "chapter": 1,
            "verse": 3,
            "text": "asa Qamqor, erekşe Meyirimdi"
        },
        {
            "chapter": 1,
            "verse": 4,
            "text": "Qïyamet küniniñ ïesi"
        },
        {
            "chapter": 1,
            "verse": 5,
            "text": "(Äy Alla!) Sağan ğana qulşıdıq qılamız, äri Senen ğana järdem tileymiz"
        },
        {
            "chapter": 1,
            "verse": 6,
            "text": "Bizdi twra jolğa sala kör"
        },
        {
            "chapter": 1,
            "verse": 7,
            "text": "Nığmetke bölengenderiñniñ jolına! Aşwğa uşırağandardıñ jäne adasqandardıñ jolına emes"
        },
        {
            "chapter": 2,
            "verse": 1,
            "text": "«Älif Lam Mïm»"
        },
        {
            "chapter": 2,
            "verse": 2,
            "text": "Mine osı Kitapta küdik joq, taqwalar üşin twra jol körsetwşi"
        },
        {
            "chapter": 2,
            "verse": 3,
            "text": "Sonday olar kömeske ïman keltiredi, namazdı tolıq orındadyı, özderine bergen nesibemizden (Alla jolında) Paydalandıradı"
        },
        {
            "chapter": 2,
            "verse": 4,
            "text": "(Muxammed Ğ.S.) olar sağan tüsirilgenge äri senen burıñğı tüsirilgenge senedi jäne axïretke anıq nanadı"
        },
        {
            "chapter": 2,
            "verse": 5,
            "text": "Mine solar Rabbıları tarapınan twra jolda jäne solar qutılwşılar"
        },
        {
            "chapter": 2,
            "verse": 6,
            "text": "(Muxammed Ğ.S.) rasında qarsı bolğandardı, ügitteseñ de ügittemeseñ de bäri birdey. Olar ïman keltirmeydi"
        },
        {
            "chapter": 2,
            "verse": 7,
            "text": "Alla olardıñ jürekterin, qulaqtarın bitegen, äri közderinde perde bar. Sonday-aq olar üşin zor qïnaw bar"
        },
        {
            "chapter": 2,
            "verse": 8,
            "text": "Adamdardıñ keybirewleri, eki jüzdi (munafıqtar): «Allağa, axïret künine sendik» deydi. Biraq olar senbeydi"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "Olar (özderinşe) allanı jäne ïman keltirgenderdi aldaydı. Biraq olar özderin ğana aldağandarın sezbeydi"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "Olardıñ jürekterinde dert bar. (Künşildik derti). Sonda Alla olardıñ dertin arttıra tüsti. (Musılmandar damığan sayın künşildikteri qoza tüsti). Sonday-aq olarğa ötirikşilikteriniñ saldarınan küyzeltwşi azap bar"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "Olarğa: «Jer jüzinde buzaqılıq qılmandar!»,- delinse, olar: «Bizder tüzewşi ğanamız» deydi"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "Saq bolıñdvr! Şın mäninde olardıñ özderi buzaqı, alayda olar tüsinbeydi"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "Eger olarğa: «Adamdar ïman keltirgendey ïman keltiriñder!», - delinse, olar: «Aqılsızdarşa ïman keltireyik pe?»,- der. Bayqandar! Şın mäninde olardıñ özderi aqımaq. Biraq olar bilmeydi"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "Al jäne olar müminderge kezdesse: «Biz de ïman keltirdik» der. Ärqaşan olar saytandarımen (bastıqtarımen) oñaşalana qalsa: «Rasında biz sendermen birgemiz, biz olardı tälkek qılıp qana jürmiz» der"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "Alla olardı mazaqqa uşıratıp, azğındıqtarında qañğırtıp qoyadı"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "Olar qïsıq joldı twralıqpen ayırbastap aldı. Sonda olarğa awdaları payda bermedi. Äm olar twra joldı tappadı"
        },
        {
            "chapter": 2,
            "verse": 17,
            "text": "Olardıñ mısalı: (Dalada) ot jağıp mañın jarıq qılğanda, Alla olardıñ jarığın öşirip, qarañğılıqtarda qaldırğan birew sïyaqtı, (bul mısalda, eki jüzdi munafıqtar; jaqqan ottarı öşip, tım- tırıs qarañğılıqta qalğanğa uqsatılıp otır) olar körmeydi"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "Sañıraw, saqaw jäne soqır bolıp betinen qaytpaydı"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "Nemese qarañğılıqta kürkirep, jarqıldap kökten nöserlete quyğan jañbırğa uşırap, najağaydan ölem dep qorqıp, sawsaqtarın qulaqtarına tıqqan birewler tärizdi. Alla käpirlerdi tolıq bawrawşı"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "Olardıñ közderin nayzağay julıp äkete jazdaydı. Olarğa jarıq bergen sätte, olar jarıqta jüredi de olarğa qarañğı bolğan zamanda, olar tura qaladı. Eger Alla qalasa, olardıñ estw, körw sezimderin de joyar edi. Allanıñ är närsege küşi tolıq jetwşi. (Bul mısalda, Quran jäne ïslam; közdi alarday jarqıldap, kürkirep quyğan nöserge, munafıqtar; najağaydan qorqıp, sawsaqtarın qulaqtarına tığıp jarıqta jürip, qarañğıda turıp tantıraqtağanğa teñelip otır)"
        },
        {
            "chapter": 2,
            "verse": 21,
            "text": "Äy Adam balası! Sonday senderdi de senderden burınğılardı da jaratqan Rabbılarıña qulşılıq qılıñdar. Ärïne saqtanğan bolarsıñdar"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "Ol sonday Alla, senderge jerdi tösek, aspandı töbe etip jarattı. äri kökten jañbır jawdırıp, sol arqılı sender üşin är türli ösimdikten rïzıq şığardı. Sondıqtan bile tura Allağa şerik qatpañdar"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "Eger qulımızğa tüsirgenimizden küdiktenseñder, onda sender de so qusağan bir süre keltiriñder, Alladan özge kömekşileriñdi de şaqırıñdar, eger sözderiñ ras bolsa"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "Eger onı istemeseñder (äzir keltirmeseñder, keleşekte) sirä istey almaysıñdar. Endeşe, otını; adamdar, tastardan bolıp käpirler üşin äzirlengen ottan qorqıñdar"
        },
        {
            "chapter": 2,
            "verse": 25,
            "text": "(Muğammed Ğ.S.) ïman keltirip, izgi is istegeñderdi qwandır! Rasında olar üşin astarınan özender ağatın jännetter bar. Ärqaşan olarğa onıñ jemisinen bir rïzıq berilse, olar: «Osı bizge burın da berilip edi» deydi. Tağı onıñ uqsası keltiriledi. Äri olar üşin onda tap- taza jubaylar da bar. Olar onda mäñgi qaladı"
        }
    ]
}