{
    "maqras": [
        {
            "chapter": 28,
            "verse": 76,
            "text": "Ras Qarwn, Musa (Ğ.S.) nıñ elinen edi de, olarğa qarsı keldi. Sonday-aq oğan, kiltterin küşti bir top äreñ köteretin qazınalar bergen edik. Sonda oğan xalqı: \"Elirme! Rasında Alla, elirgenderdi jaqsı körmeydi\" dedi"
        },
        {
            "chapter": 28,
            "verse": 77,
            "text": "Allanıñ sağan bergen däwletimen axïret jurtın izde de dünïedegi nesibeñdi de umıtpa. Alla, sağan jaqsılıq etkendey sen de jaqsılıq iste, sonday-aq jer jüzinde Bulinşilik izdenbe! Alla buzaqılardı süymeydi"
        },
        {
            "chapter": 28,
            "verse": 78,
            "text": "Qarun: \"Şın mäninde bul, mağan mendegi bilimge berildi. (Bayudıñ jönin bilwşi edim)\" dedi. Negizinde Allanıñ budan burın, budan da küşti, tobı köp näsilderdi joq etkenin bilmedi me? Künäkarlar, künälarınan suralmaydı. (Bäri jazwlı. S. 10-11-A)"
        },
        {
            "chapter": 28,
            "verse": 79,
            "text": "Ol, qawımına sän-saltanat işinde şıqtı; Dünïe tirşiligin qalağandar: \"Ätteñ! Bizge de Qarünğa berilgen tärizdi bolsa; öytkeni ol, zor ırıs ïesi\" dedi"
        },
        {
            "chapter": 28,
            "verse": 80,
            "text": "Özderine bilim berilgender:\"Allanıñ sıylığı; ïman keltirip izgi is istegenderge tağı jaqsı. Al oğan sabırlılar ğana jetedi\" dedi"
        },
        {
            "chapter": 28,
            "verse": 81,
            "text": "Aqır onı da üyin de jerge jutqızdıq. Alladan özge oğan järdem eter bir top bolmadı äri oğan kömek etilmedi. (Bul ataqtı Qarun; bay, Musa (Ğ.S.) nıñ jaqını, asqan sarañ, mıñ da bir zeket ber dese; bermey, Musa (Ğ.S.) nı el aldında qorlaw üşin jala japsırıp, köp irenjitedi. B.M.R"
        },
        {
            "chapter": 28,
            "verse": 82,
            "text": "Keşe onıñ ornında bolwdı köksegender: \"Sirä, Alla quldarınan kimdi qalasa, sonıñ nesibesin keñitip, taraltadı eken. Eger Alla, bizge qamqorlıq qılmasa, ärïne bizdi de jerge jutqızar edi. Aytqandayın, käpirler qutılmaydı"
        },
        {
            "chapter": 28,
            "verse": 83,
            "text": "Mine axïret jurtı: Onı, jer jüzinde özin-özi köterip, bulinşilik izdenbegenderge näsip etemiz. Negizinde soñgı tabıs taqwalar üşin"
        },
        {
            "chapter": 28,
            "verse": 84,
            "text": "Kim bir jaqsılıq keltirse; oğan odan jaqsı sıylıq bar. Al kim bir jamandıq keltirse; ol jamandıqtı istegenderge, istegenderiniñ ğana sazayı beriledi"
        },
        {
            "chapter": 28,
            "verse": 85,
            "text": "(Muxammed Ğ.S.) şäksiz sağan Qurandı mindetti qılğan Alla, ärïne seni qaytar jeriñe (Mekkege) qaytaradı. \"Rabbım, Twralıq keltirgen kisini de aşıq adaswdağı kisini de jaqsı biledi\" de"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "Sağan Kitap tüsiriletinin ümit etpegen ediñ. Biraq Rabbıñnıñ märxameti. Sondıqtan qarsı bolğandardı süyemeldeme"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "Allanıñ ayattarı sağan tüsirilgennen keyin olar seni odan (ayattarğa ğamal qılwdan) tospasın. Olardı Rabbıña şaqır da äste serik qatwşılardan bolma"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "Alla men birge basqa täñir şaqırma! Odan basqa eşbir täñir joq. Onıñ dïdarınan basqa är närse joq boladı. Ükim Oğan tän. Sonday-aq Oğan qaytarılasıñdar"
        }
    ]
}