{
    "maqras": [
        {
            "chapter": 43,
            "verse": 57,
            "text": "(Muxammed Ğ.S.) Märyem ulın mısal keltirgende, oğan, eliñ qarqıldap küldi"
        },
        {
            "chapter": 43,
            "verse": 58,
            "text": "Olar: \"Bizdiñ täñirlerimiz jaqsı ma? Ne Ğïsa jaqsı ma?\",- dedi. Olardıñ sağan bunı aytwları, janjal üşin ğana. Öytkeni olar, qïqar el"
        },
        {
            "chapter": 43,
            "verse": 59,
            "text": "Ol Ğïsa (Ğ.S.) Biz özine ïgilik bergen sonday-aq Ïzraïl urpaqtarına bir mısal qılğan qul ğana"
        },
        {
            "chapter": 43,
            "verse": 60,
            "text": "Eger qalasaq, senderden perişte jaratar edik te olar orındarıñdı basar edi"
        },
        {
            "chapter": 43,
            "verse": 61,
            "text": "Küdiksiz (Ğïsa Ğ.S.) qïyamet mezgiliniñ belgisi. Sondıqtan oğan Küdiktenbey Mağan eriñder. Mine osı twra jol"
        },
        {
            "chapter": 43,
            "verse": 62,
            "text": "Senderdi şaytan twra joldan tospasın. Öytkeni ol, sender üşin aşıq duşpan"
        },
        {
            "chapter": 43,
            "verse": 63,
            "text": "Ğïsa (Ğ.S.) muğjïzalarmen kelgen zaman, olarğa: \"Men senderge xïkmetti keltirdim. Alladan qorqıñdar, Mağan boy usınıñdar\" dedi"
        },
        {
            "chapter": 43,
            "verse": 64,
            "text": "Daw joq, Alla, meniñ dö senderdiñ de Rabbılarıñ. Sondıqtan Oğan qulşılıq qılıñdar. Osı twra jol"
        },
        {
            "chapter": 43,
            "verse": 65,
            "text": "Degenmen toptar özara qayşılıqqa tüsti. Jan türşigerlik künniñ azabınan sonday zalımdarğa nendey ökiniş"
        },
        {
            "chapter": 43,
            "verse": 66,
            "text": "Olar, özderine qïyamet mezgiliniñ kenetten özderi añğarmağan türde, kelwin ğana küte me"
        },
        {
            "chapter": 43,
            "verse": 67,
            "text": "Sol küni taqwalardan basqa dostar, bir-birine duşpan boladı"
        },
        {
            "chapter": 43,
            "verse": 68,
            "text": "(Alla, taqwalarğa): \"Äy quldarım! Bügin senderge xawip-qater joq äri qayğırmaysıñdar\" (deydi)"
        },
        {
            "chapter": 43,
            "verse": 69,
            "text": "Olar sonday ïman keltirip, boy usınwşılar"
        },
        {
            "chapter": 43,
            "verse": 70,
            "text": "Jannatqa kiriñder. Sender de jubaylarıñ da şattıqqa bölenesiñder"
        },
        {
            "chapter": 43,
            "verse": 71,
            "text": "Olarğa altınnan tabaqtar, käseler usınıladı. Sonday-aq onda köñilderi qızığatın, közderi kwanatın närseler bar. Sender onda mäñgi qalasıñdar"
        },
        {
            "chapter": 43,
            "verse": 72,
            "text": "Mine osı senderdiñ ğamaldarıñmenen murager bolğan jannat"
        },
        {
            "chapter": 43,
            "verse": 73,
            "text": "Onda senderge jemister köp, odan jeysiñder"
        },
        {
            "chapter": 43,
            "verse": 74,
            "text": "Sözsiz künäkarlar tozaqtıñ azabında mäñgi qaladı"
        },
        {
            "chapter": 43,
            "verse": 75,
            "text": "Olardıñ azabı jeñiltilmeydi de olar onda küder üzgen türde qaladı"
        },
        {
            "chapter": 43,
            "verse": 76,
            "text": "Olarğa zulımdıq qılmadıq, olar özderine zulımdıq qildı"
        },
        {
            "chapter": 43,
            "verse": 77,
            "text": "Tozaqtıqtar: \"Äy saqşı! Rabbıñ isimizdi bitirsin\" deydi. Saqşı: \"Rasında sender turasıñdar\" deydi"
        },
        {
            "chapter": 43,
            "verse": 78,
            "text": "(Alla olarğa): \"Şınında senderge şındıqtı keltirdik. Biraq köbiñ şındıqtı jek kördiñder"
        },
        {
            "chapter": 43,
            "verse": 79,
            "text": "Nemese olar (Payğambarğa qarsı) şara qoldandı ma? Şın mäninde Biz şara qoldanwşımız"
        },
        {
            "chapter": 43,
            "verse": 80,
            "text": "Nemese olar sırların, sıbırların Biz estimeydi dep oylay ma? Ärïne periştelerimiz aldarında jazwda. (S. 10-11-A)"
        },
        {
            "chapter": 43,
            "verse": 81,
            "text": "(Muxammed Ğ.S.) olarğa: \"Mübada Allanıñ balası bolsa, sonda men qulşılıq qılwşılardıñ aldı bolar edim\" de"
        },
        {
            "chapter": 43,
            "verse": 82,
            "text": "Kökter men jerdiñ Rabbı äri ğarşının Rabbı, olardıñ sïpattağan närselerinen päk"
        },
        {
            "chapter": 43,
            "verse": 83,
            "text": "Endi olardı qoyıp qoy. Özderine wäde etilgen künge deyin süñgisin. oynasın"
        },
        {
            "chapter": 43,
            "verse": 84,
            "text": "Ol sonday Alla, kökte de Täñir, sonday-aq jerde de Täñir. Jäne Ol, asa dana tolıq bilwşi"
        },
        {
            "chapter": 43,
            "verse": 85,
            "text": "Ol sonday öte joğarı Alla (T.), kökter men jerdiñ äri eki arasındağı närselerdiñ ïgiligi Oğan tän. (Onıñ menşiginde.) Sonday-aq qïyamet mezgiliniñ mälimeti Onıñ qasında äri Oğan qaytarılasıqdar"
        },
        {
            "chapter": 43,
            "verse": 86,
            "text": "Olardıñ Alladan özge qulşılıq qılğandarı şapağat etw küşine ïe emes. Biraq xaqïqattı bilip, kwä bolğandar basqa. (Şapağat ete aladı)"
        },
        {
            "chapter": 43,
            "verse": 87,
            "text": "Eger olardan: \"Kim jarattı?\",- dep surasañ, älbette: \"Alla\" deydi. Sonda, qalay burılıp, baradı"
        },
        {
            "chapter": 43,
            "verse": 88,
            "text": "Payğambardıñ: \"Rabbım! Bular ïman keltirmeytin el\" deytinin (Alla biledi)"
        },
        {
            "chapter": 43,
            "verse": 89,
            "text": "(Muxammed Ğ.S.) olarmen şığıs, sälem ber. Olar jedel tüsinedi"
        },
        {
            "chapter": 44,
            "verse": 1,
            "text": "Xa. Mïm"
        },
        {
            "chapter": 44,
            "verse": 2,
            "text": "Aşıq bayan etwşi Quranğa sert"
        },
        {
            "chapter": 44,
            "verse": 3,
            "text": "Şın mäninde onı quttı bir keşte tüsirdik. Rasında Biz eskertwşimiz. (S. 1-A)"
        },
        {
            "chapter": 44,
            "verse": 4,
            "text": "Ol keşte barlıq xïkmetti ister ayrıladı"
        },
        {
            "chapter": 44,
            "verse": 5,
            "text": "Bul öz qasımızdan bir buyrıq. Rasında elşilerdi jiberwşimiz"
        },
        {
            "chapter": 44,
            "verse": 6,
            "text": "(Muxammed Ğ.S.) Rabbıñnıñ ïgiligi. Küdiksiz Ol, är närseni estwşi, tolıq bilwşi"
        },
        {
            "chapter": 44,
            "verse": 7,
            "text": "Eger anıq senetin bolsañdar, kökter men jerdiñ äri eki arasındağılardıñ Rabbı"
        },
        {
            "chapter": 44,
            "verse": 8,
            "text": "Odan basqa eşbir täñir joq. Tiriltedi, öltiredi. Senderdiñ de Rabbılarıñ, burınğı atalarıñnıñ da Rabbı"
        },
        {
            "chapter": 44,
            "verse": 9,
            "text": "Biraq olar, bir küdik işinde oynawda"
        },
        {
            "chapter": 44,
            "verse": 10,
            "text": "(Muxammed Ğ.S.) endeşe aspannıñ bir aşıq tütin keltiretin künin küt. (Qwanşılıqtan aş qalğan eldiñ közderi büldırap, jer, köktiñ bülıñğır körinetin küni. Nemese qïyamet belgileri türinde qaptaytın qara tünek. B.J.M.K.R)"
        },
        {
            "chapter": 44,
            "verse": 11,
            "text": "Adamdardı qaptap aladı; Bül jan türşigerlik azap"
        },
        {
            "chapter": 44,
            "verse": 12,
            "text": "Olar: \"Rabbımız! Bizden bul azaptı ayıqtır. Şınında ïman keltirgenmiz"
        },
        {
            "chapter": 44,
            "verse": 13,
            "text": "Olarğa ügit alw qayda? Rasında olarğa aşıq tüsindirwşi bir Payğambar kelgen"
        },
        {
            "chapter": 44,
            "verse": 14,
            "text": "Sosın olar odan burıldı da: \"Üyretilgen bir jındı\" dedi"
        },
        {
            "chapter": 44,
            "verse": 15,
            "text": "Rasında beynetti biraz ayıqtıramız. Daw joq! Sender qaytalaysıñdar"
        },
        {
            "chapter": 44,
            "verse": 16,
            "text": "Öte qattı ustawmen ustağan küni, ärïne tïisti jazasın beremiz"
        }
    ]
}