{
    "maqras": [
        {
            "chapter": 2,
            "verse": 75,
            "text": "(Musılmandar!) Olardıñ senderge senetindikterin ümit qılasıñdar ma? Ärïne olardıñ Allanıñ sözin (Täwrattı) tıñdaytın bir tobı bar edi. (Ğalımdarı ) Olar oğan tüsinip bolğannan keyin (Muğammed Ğ.S. nıñ sïpattarın) bile tura özgertti"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "Al qaşan olar müminderge kezdesse: «Biz de ïman keltirdik» dep, eger olar bir-birimen jekelene qalsa (bastıqtarı, adamdarına): «Allanıñ senderge aşqan sırın, (Täwrattağı Muğammed Ğ.S. nıñ sïpattarın) Musılmandardıñ senderge rabbılarıñnıñ qasında däleldewleri üşin olarğa aytasıñdar ma? Tüsinbeysiñder ma?»,- deydi"
        },
        {
            "chapter": 2,
            "verse": 77,
            "text": "Olar bilmey me? Negizinde Alla (T.) olardıñ qörnew, kömes istegenderin biledi"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "Olardıñ işinde nadandarı da bar. Kitaptı bilmeydi. Olar tek qana üyretindini jäne bos oylardı ğana oylaydı"
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "Sonday Kitaptı qoldarımen jazıp, sonan soñ az aqşağa (dünïelikke) satw üşin: «Osı Allanıñ qasınan kelgeni» degenderge nendey ökiniş! Jäne olardıñ qol jazğandarına nendey ökiniş! Sonday-aq olardıñ tabıstarına nendey ökiniş"
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "Olar: «Bizdi tozaq otı sanawlı künder ğana (ğazapta) ustaydı »deydi. (Muğammed Ğ.S.) olarğa: «Alladan wäde aldıñdar ma? Alla wädesin sirä buzbaydı. Nemese Allağa bilmegenderiñdi aytasıñdar ma?»,- de"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "Kerisinşe, kim jamandıq istese, qatelikteri onı bawrap alsa, sonda olar tozaqtıq boladı da olar onda mäñgi qaladı"
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "Al jäne sonday ïman keltirip, tüzw ğamal istegender, ujmaqtıq bolıp, olar mäñgi qaladı"
        },
        {
            "chapter": 2,
            "verse": 83,
            "text": "Bir zamanda, Ïzraïl urpaqtarınan: «Alladan basqağa qulşılıq qılmañdar, äke- şeşege jaqsılıq isteñder, jaqındarğa, jetimderge, miskinderge qamqorlıq jasañdar, adamdarğa körkem söz söyleñder, namazdı tolıq orındandar jäne zeket beriñder» dep ant alğan edik. Sodan keyin bet burdıñdar. Senderden az-aq adam qaldı. öytkeni sender ejelden bet burwşısıñdar. (Sender üşin şındıqtan bet burw qïın emes)"
        },
        {
            "chapter": 2,
            "verse": 84,
            "text": "(Äy Yahwdïler!) bir zamanda: «Bir-biriñniñ qandarıñdı tökpeñder, öz- özderiñdi jurttarıñnan şığarmañdar» dep, wäde alğan edik. Söytip maquldap kwä bolğan ediñder"
        },
        {
            "chapter": 2,
            "verse": 85,
            "text": "Sodan keyin özderiñdi öltiresiñder, bir bölimderiñdi jurttarıñnan şığarasıñdar äri olarğa qarsı jawızdıq, duşpandıqqa özara kömektesesiñder. Eger olar senderge tutqın bolıp kelse, olarğa bodaw berip qutqarasıñdar. Negizinen senderge olardı jurttarınan şığarwğa tıyım salınğan. (Alla, olardan bir-birin öltirmeske, jurttarınan şığarmasqa, qastandıq istemeske, tutqınğa tüsse, tölew berip qutqarwğa wäde aladı. Biraq olar soñğısın ğana orındamaqşı boladı.) Sender Kitaptıñ keyine senip, keyine qarsı kelesiñder me? Senderden kim munday istese, ärïne olardıñ jazası dünïe tirşilinde qorlıq äri qïyamet küninde qattı qïnawğa qaytarıladı (salınadı). Jäne Alla (T.) istegen isteriñnen ğapıl emes"
        },
        {
            "chapter": 2,
            "verse": 86,
            "text": "osınday axïretti berip, dünïe tirşiligin ayırbastap alğandar, olardan ğazap jeñiltilmeydi de olarğa kömek te bolmaydı"
        },
        {
            "chapter": 2,
            "verse": 87,
            "text": "Rasında Musa (Ğ.S.) ğa kitap berdik te, odan keyin payğambarlardı jalğasıt türde jiberdik. Jäne märyem ulı Ğïsa (Ğ.S.) ğa da muğjïzalar berip, Jebreyil (Ğ.S.) arqılı qwattadıq. Ärqaşan senderge bir payğambar köñilderiñ qalamağan närse keltirse, täkapparlanasındar. Olardıñ bir bölimin (Ğïsa, Musa Ğ.S. dı) jasınğa şığarıp, (Zäkerïya, Yaxya Ğ.S.) bir bölimin öltirdiñder"
        },
        {
            "chapter": 2,
            "verse": 88,
            "text": "Olar: «Jüregimiz perdeli» dedi. Joq, Alla olardı, qarsı bolwlarınıñ saldarınan qarğadı. Sondıqtan azı- ğana ïman keltirdi"
        },
        {
            "chapter": 2,
            "verse": 89,
            "text": "Olardıñ qasındağı Täwrattı, rastawşı Quran kelgen şaqta, olar burın (aqır zaman payğambarı arqılı käpirlerge) üstemdik tilegen bola tura özderinñ Täwratta tanığan (Muxammed Ğ.S.) kelgen zamanda, qarsı şıqtı. Qarsı bolwşılarğa Allanıñ lağıneti bolsın.(Medïnelik, Yahwdmler, aqır zaman Payğambarı kelwden burın käpirlerge: «Bizdiñ dinimizdi qostawşı Payğambardıñ kelwi jaqın» deytin edi. Biraq aqır zaman Payğambarı Ïzraïl urpaqtarınan bolmağandıqtan qarsı şıqtı)"
        },
        {
            "chapter": 2,
            "verse": 90,
            "text": "Olar, Alla (T.) nıñ öz keñşiliginen quldarınan qalağanına tüsirgenin (Qurandı) qızğanıp qarsı kelwmen özderin nendey jaman närsege ayırbastaydı da olar aşw üstine aşwğa uşıradı. Qarsı bolwşılar üşin qorlawşı azap bar"
        },
        {
            "chapter": 2,
            "verse": 91,
            "text": "Ärqaşan olarğa: «Alla tüsirgen (Quran) ge ïman keltiriñder» delinse: «Özimizge tüsirilgenge, ïman keltiremiz» dep, olar onıñ tısındağı (Quran) ğa qarsı boladı. Olardıñ qasındağı Täwrattı rastawşı Quran xaq. (Muxammed Ğ.S.) olarğa: «Eger (Täwratqa) ïman keltirgen bolsañdar, burın Allanıñ elşilerin nege öltirdiñder?», - de"
        }
    ]
}