{
    "maqras": [
        {
            "chapter": 7,
            "verse": 31,
            "text": "(Jahïlïet däwirinde, araptar, Kağbanı jalañaş aynalıp, jäne et, may jemegen.) Äy adam balaları! Ärbir qulşılıq ornında zeynetteriñdi alıñdar. (Kïiniñder) Jäne jeñder, işiñder de ısırap etpeñder. Küdiksiz Alla ısırap etwşilerdi süymeydi"
        },
        {
            "chapter": 7,
            "verse": 32,
            "text": "(Muxammed Ğ.S.): «Allanıñ quldarına körkem etip şığarğan närsesin (kïimin) jäne bergen jaqsı nesibelerin kim aram etti» de. «Bul nesibe dünïe tirşiliginde ïman keltirgender üşin. (Alayda käpirler de ortaq) Qïyamet küni müminderge ğana» de. Bilgen elge ayattardı östip tüsindiremiz"
        },
        {
            "chapter": 7,
            "verse": 33,
            "text": "«Küdiksiz Rabbım, arsızdıqtardı, Onıñ körnew, kömesin, künänı, orınsız ozbırlıqtı, oğan baylanıstı eşbir dälel tüsirilmegen närseni Allağa serik qoswlarıñdı jäne bilmeytin närseleriñdi Allağa qarsı söylewleriñdi aram qıldı» de (Muxammed Ğ.S)"
        },
        {
            "chapter": 7,
            "verse": 34,
            "text": "Är älewmettiñ belgili bir merzimi bar. Olar, sol merzimi kelgen sätte, bir dem keşikpeydi de ilgerlemeydi"
        },
        {
            "chapter": 7,
            "verse": 35,
            "text": "Äy adam balaları! Eger senderge işteriñnen özderiñe ayattarımdı tüsindiretin elşiler kelse, sonda birew saqsınıp, özin tüzeltse, olarğa bir qorqw da joq äri olar qayğırmaydı"
        },
        {
            "chapter": 7,
            "verse": 36,
            "text": "Sonday ayattarımızdı ötirik degender, özderin odan zor sanağandar, solar, tozaqtıq. Olar onda udayı qalwşılar"
        },
        {
            "chapter": 7,
            "verse": 37,
            "text": "Allanı ötirik qaralağan nemese Onıñ ayattarın jasınğa şığarğan birewden kim zalımıraq? Olar Kitaptağı tïesilerine qawışadı. Aqır elşilerimiz olardıñ jandarın alwğa kelip: «Alladan özge sïınatındarıñ qayda?»,- degende: «Olar bizden ğayıp boldı» dep, özderiniñ qarsı bolğandıqtarına özderi ayğaq boldı"
        },
        {
            "chapter": 7,
            "verse": 38,
            "text": "(Alla qïyamette olarğa): «Senderden burıñğı ötken, tozaqtağı jın jäne adamdar tobınıñ işine kiriñder» deydi. Är top tozaqqa kirgen sätte, öz twısın (aldıñğı joldasın) qarğaydı. Barlığı onda jïnalğanda, artqıları, aldındağılarına: «Rabbımız! Osılar bizdi adastırğan. Sondıqtan olarğa tozaq otınan eki ese azap ber» deydi. (Alla): «Ärkimge eki ese azap bar. Biraq sender bilmeysiñder» deydi"
        },
        {
            "chapter": 7,
            "verse": 39,
            "text": "Jäne olardıñ aldınğıları, artqılarına: «Senderdiñ bizge bir artıqşılarıñ joq. Endeşe istegenderiñniñ azabın tatıñdar» deydi"
        },
        {
            "chapter": 7,
            "verse": 40,
            "text": "Küdiksiz ayattarımızdı jasınğa aynaldırıp, odan özderin joğarı körgenderge köktiñ esikteri aşılmaydı.. Jäne olar tüye ïneniñ közinen ötkenge deyin ujmaqqa kirmeydi. Künäkarlardı östip jazalandıramız"
        },
        {
            "chapter": 7,
            "verse": 41,
            "text": "Olarğa jahannamda tösek jäne üsterinde jamılğılar bar. Zalımdarğa osılayşa jaza beremiz"
        },
        {
            "chapter": 7,
            "verse": 42,
            "text": "Jäne ïman keltirip, izgi is istegender, negizinde birewge şaması keletindi ğana jükteymiz. Solar jannattıq. Olar onda mäñgi qalwşı"
        },
        {
            "chapter": 7,
            "verse": 43,
            "text": "Olardıñ köñilderinen kirbeñdikti şığaramız, astarınan özender ağadı. Olar: «Barlıq maqtaw bizdi osı twra jolğa salğan Allağa tän. Eger Alla bizdi twra jolğa salmasa edi, twra joldı taba almaytın edik. Rasında Rabbımızdıñ elşileri, şındıqtı keltirgen edi » deydi. Jäne olarğa: «Mine ğamaldarıñ sebepti murageri bolğan ujmaqtarıñ osı» delingen türde dabıstaladı"
        },
        {
            "chapter": 7,
            "verse": 44,
            "text": "Ujmaqtağılar, tozaqtağılarğa: «Rabbımızdıñ bizge wäde etkenin twra taptıq. Sender de Rabbılarıñnıñ wäde etkenin twra taptıñdar ma?»,- dep ayğaylaydı. (Olar): «Ärïne» deydi. Sonda olardıñ aralarında bir ayğayşı: «Allanıñ qarğısı zalımdarğa» dep ayğaylaydı"
        },
        {
            "chapter": 7,
            "verse": 45,
            "text": "Olar, Allanıñ jolınan tosıp, onda bir qïsıqtıq izdeydi. Jäne olar axïretke de qarsı bolwşılar"
        },
        {
            "chapter": 7,
            "verse": 46,
            "text": "(Ujmaqtağılar men tozaqtağılardıñ) arasında dalda bar. Jäne «Ağraf» delingen joğarı orında eki jaqtağılardı da älpetterinen tanıytın birewler bar. Bular: «Senderge sälem» dep jannattağılarğa ayğaylaydı. Bular äli jannatqa kirmegen, ümit etetiñder"
        }
    ]
}