{
    "maqras": [
        {
            "chapter": 11,
            "verse": 84,
            "text": "Mädyanğa twıstarı Şuğayıptı jiberdik: “Äy elim! Allağa qulşılıq qılıñdar. Senderdiñ odan basqa täñirleriñ joq. Sonday-aq ölşewdi, tarazını kemitpeñder. Rasında men senderdi molşılıq işinde köremin. Küdiksiz men senderge baylanıstı tırp etkizbeytin künniñ azabınan qorqamın” dedi"
        },
        {
            "chapter": 11,
            "verse": 85,
            "text": "“Äy elim! Ölşewdi, tartwdı tolıq orındañdar, adamdardıñ närselerin kemitpeñder! Sonday-aq jer jüzinde buzğınşı bolıp jürmeñder.”"
        },
        {
            "chapter": 11,
            "verse": 86,
            "text": "“Eger nanatın bolsañdar, senderge Allanıñ qaldırğan xalal närsesi xayırlı. Men senderge küzetşi emespin”"
        },
        {
            "chapter": 11,
            "verse": 87,
            "text": "Olar: “Äy Şuğayıp! Bizdiñ atalarımızdıñ tabınğanın tastawımızdı nemese maldarımızdı qalawımızşa istetwden tıyılwımızdı sağan namazıñ ämir ete me? Tipti sen öte jumsaq, asa esti körinesiñ” dedi"
        },
        {
            "chapter": 11,
            "verse": 88,
            "text": "(Şuğayıp Ğ.S.): “Äy xalqım! Aytıñdarşı! Eger men Rabbım tarapınan aşıq dälel üstinde bolsam jäne öz qasınan mağan körkem rïzıq bergen bolsa, senderdi tıyğan närsemdi özim istep, senderge qarsı kelwdi qalamaymın. Şamam kelgeninşe tüzeltwdi ğana qalaymın. Tabıstı bolwım, Allağa ğana baylanıstı, Oğan täwekel ettim äri Oğan boy usınamın” dedi"
        },
        {
            "chapter": 11,
            "verse": 89,
            "text": "“Äy xalqım! Mağan qarsı kelwleriñ, özderiñe Nux qawımı ne Hud qawımı nemese Salih qawımına kelgen tärizdi awırşılıq keltirmesin! Sonday-aq Lut eli senderden uzaq emes”"
        },
        {
            "chapter": 11,
            "verse": 90,
            "text": "“Rabbılarıñnan jarılqaw tileñder. Sonsoñ Oğan täwbe qılıñdar. Şınında meniñ Rabbım erekşe meyirimdi, öte süygiş....”"
        },
        {
            "chapter": 11,
            "verse": 91,
            "text": "Olar: “Äy Şuğayıp! Biz seniñ aytqanıñ köbine tüsinbeymiz. Äri seni işimizde ärïne tömen köremiz. Eger ağayınıñ bolmasa edi, älbette taspen atıp öltirer edik. Sonday-aq sen bizge kädirli emessiñ” dedi"
        },
        {
            "chapter": 11,
            "verse": 92,
            "text": "(Şuğayıp Ğ.S.): “Äy xalqım! Senderge Alladan ağayınım qadırlı ma? Allanı mülde arqalarıñnıñ artına tastadıñdar. Rasında Rabbım ne istegenderiñdi tolıq bilwşi” dedi"
        },
        {
            "chapter": 11,
            "verse": 93,
            "text": "“Äy xalqım! Qoldarıñnan kelgenin isteñder, men de isteymin. (Mindetimdi atqaramın.) Jaqında qorlawşı azaptıñ kimge keletinin jäne kimniñ ötirikşi ekenin bilesiñder. Endi baqılañdar! Ärïne men de sendermen birge baqılawşımın” dedi"
        },
        {
            "chapter": 11,
            "verse": 94,
            "text": "Ämirimiz kelgen zaman, Şuğayıp (Ğ.S.) dı jäne onımen birge ïman keltirgenderdi märxamatımızben qutqardıq. Sonday-aq zalımdıq qılğandardı bir aşçı dawıs qolğa aldı da jurttarında etbettegen boyda joqqa aynaldı"
        },
        {
            "chapter": 11,
            "verse": 95,
            "text": "Tipti ol jerde otırmağanday. Esteriñde bolsın! Sämüd eli märxametten uzaqtasqanday Mädyan eli de uzaqtastı"
        },
        {
            "chapter": 11,
            "verse": 96,
            "text": "Rasında Musa (Ğ.S.) nı ayattarımızben jäne aşıq dälelmen jiberdik"
        },
        {
            "chapter": 11,
            "verse": 97,
            "text": "Perğawınğa jäne şonjarlarına jibersek te olar Perğawınnıñ ämirine bağındı. Perğawınnıñ ämiri twra emes edi"
        },
        {
            "chapter": 11,
            "verse": 98,
            "text": "Perğawın qïyamet küni eliniñ aldına tüsedi. Olardı tozaqqa aparadı. Ol baratın jer nendey jaman bir jer"
        },
        {
            "chapter": 11,
            "verse": 99,
            "text": "Bul dünïede de qïyamet küninde de lağınet onıñ qırsoñınan qalmaydı. Ol nendey jaman sıbağa"
        },
        {
            "chapter": 11,
            "verse": 100,
            "text": "(Muxammed Ğ.S.) osı ölkelerdiñ xabarı. Sağan onı bayan etemiz. Olardıñ keyi tur, keyi orılıp joğalğan"
        },
        {
            "chapter": 11,
            "verse": 101,
            "text": "Biz olarğa zulımdıq qılmadıq. Olar özderine zulımdıq etti. Rabbıñnıñ ämiri kelgen sätte, olardıñ Alladan özge jalbarınğandarı özderine eşbir payda keltirmedi. Sonday-aq zïyandarın arttırğannan basqa tükke turmadı"
        },
        {
            "chapter": 11,
            "verse": 102,
            "text": "(Muxammed Ğ.S.) Rabbıñ qolğa alğanda, kentterdiñ zalım xalqın östip aladı; küdiksiz Onıñ soqqısı qattı küyzeltedi"
        },
        {
            "chapter": 11,
            "verse": 103,
            "text": "Küdiksiz osı da aqïret azabınan qorıqqan kisilerge ärïne dälel bar. Qïyamet; adamdardıñ jïnalatın küni. Sonday-aq ol, äzir bolatın bir kün"
        },
        {
            "chapter": 11,
            "verse": 104,
            "text": "Ol qïyamet künin, sanawlı bir merzim ğana keşiktiremiz"
        },
        {
            "chapter": 11,
            "verse": 105,
            "text": "Ol kün kelse, Allanıñ ruqsatınsız eşkim söylemeydi. Olardıñ sorlısı da baqıttısı da bar"
        },
        {
            "chapter": 11,
            "verse": 106,
            "text": "Al endi sorlılar, tozaqta ıñıranıp, şıñğıradı"
        },
        {
            "chapter": 11,
            "verse": 107,
            "text": "Olar tozaqta kökter men jerdiñ turwınşa mülde qaladı. Biraq Rabbıñ qalasa basqa. Şınında Rabbıñ qalağanın tolıq orındawşı"
        }
    ]
}