{
    "juzs": [
        {
            "chapter": 46,
            "verse": 1,
            "text": "حا، ميم"
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "د كتاب نازلول د الله له جانبه دي چې ډېر غالب، ښه حكمت والا دى"
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "مونږ اسمانونه او ځمكه او هغه څه چې د دواړو په مینځ كې دي، نه دي پیدا كړي مګر په حقه او په ټاكلې مودې سره۔ او كافران شوي كسان له هغه (قرآن) نه چې دوى پرې وېرولى شي، مخ ګرځوونكي دي"
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "ته (دوى ته) ووایه: تاسو ما ته د هغو (معبودانو) خبر راكړئ چې تاسو يې له الله نه غیر بلئ، تاسو ما ته وښیئ دوى په ځمكه كې څه پیدا كړي دي؟ یا دوى لره په (پیدا كولو د) اسمانونو كې څه شراكت شته؟ تاسو ما ته له دغه (قرآن) نه مخكې كوم كتاب راوړئ، یا له علمه څه باقي علامه۔، كه تاسو رښتيني یئ"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "او له هغه كس نه زيات ګمراه څوك دى چې له الله نه غیر هغه (معبودان) بلي چې د ده دعا (سوال) تر قیامته پورې نشي قبلولى، په داسې حال كې چې دغه (معبودان) به د دوى له بلنې نه غافله (بې خبره) وي"
        },
        {
            "chapter": 46,
            "verse": 6,
            "text": "او كله چې (ټول) خلق (د حساب لپاره په محشر كې) راجمع كړى شي دغه (معبودان) به د دوى دښمنان وګرځي او د دغو (عبادت كوونكو) له عبادت نه به منكر شي"
        },
        {
            "chapter": 46,
            "verse": 7,
            "text": "او كله چې دوى ته زمونږ ایتونه لوستلى شي، په داسې حال كې چې ښه واضح دي (، نو) كافران شوي كسان د حق په باره كې وايي، كله چې دوى ته راغى: دا ښكاره جادو دى"
        },
        {
            "chapter": 46,
            "verse": 8,
            "text": "بلكې ایا دوى وايي: ده دا له ځانه جوړ كړى دى، ته (دوى ته) ووایه: كه چېرې دا ما له ځانه جوړ كړى وي، نو تاسو زما لپاره له الله نه (د بچ كولو لپاره) د هېڅ شي اختیار نه لرئ، هغه په هغو خبرو ښه عالم دى چې تاسو په هغو كې لګیا يئ، هغه زما په مینځ كې او ستاسو په مینځ كې ښه كافي ګواه دى۔ او همدغه ښه بخښونكى، بې حده رحم كوونكى دى"
        },
        {
            "chapter": 46,
            "verse": 9,
            "text": "ته (دوى ته) ووایه: زه په رسولانو كې اول (او نوى رسول) نه یم (بلكې له ما نه مخكې هم رسولان تېر شوي) او زه بېخي نه پوهېږم چې زما سره او تاسو سره به څه كولى شي، زه خو يواځې د هغه څه پیروي كوم چې ما ته وحي كولى شي او زه خو يواځې ښكاره وېروونكى یم"
        },
        {
            "chapter": 46,
            "verse": 10,
            "text": "ته (دوى ته) ووايه: تاسو ما ته خبر راكړئ كه چېرې دا (قرآن) د الله له جانبه وي او تاسو په ده سره كافران شوي یئ او د بني اسرائیلو یو ګواه د دې په مثل سره ګواهي كړې ده، پس هغه ایمان راوړ او تاسو لويي وكړه، بېشكه الله ظالم قوم ته هدایت نه كوي"
        },
        {
            "chapter": 46,
            "verse": 11,
            "text": "او كافران شویو كسانو د هغو كسانو په هكله وویل چې ایمان يې راوړى دى: كه چېرې دا (ایمان، قرآن) خیر (او غوره كار) وى، نو دوى به ده ته زمونږ نه مخكې شوي نه وو۔ او چونكه دغو (كافرانو) په دغه (قرآن) سره نېغه لاره ونه موندله، نو ځكه دوى به ضرور وايي: دا ډېر پخواني دروغ دي"
        },
        {
            "chapter": 46,
            "verse": 12,
            "text": "حال دا چې له ده نه مخكې د موسٰی كتاب و، چې لار ښوونكى او رحمت و او دا (قرآن) یو تصدیق كوونكى كتاب دى، په داسې حال كې چې په عربي ژبه دى، د دې لپاره چې هغه كسان ووېروي چې ظلم یې كړى دى او نېكي كوونكو لپاره زېرى دى"
        },
        {
            "chapter": 46,
            "verse": 13,
            "text": "بېشكه هغه كسان چې وايي: زمونږ رب الله دى، بیا ټینګ ودرېږي، نو په دوى به نه څه وېره وي او نه به دوى غمګین كېږي"
        },
        {
            "chapter": 46,
            "verse": 14,
            "text": "دغه كسان د جنت ملګري دي، چې په ده كې به تل ترتله وي، (دوى ته به) بدله وركولى شي د هغو (نېكو) عملونو په سبب چې دوى به كول"
        },
        {
            "chapter": 46,
            "verse": 15,
            "text": "او مونږ انسان ته له خپل مور او پلار سره د نېكۍ كولو كلك حكم كړى دى۔، د ده مور دى د سختۍ په حالت كې (په خېټه كې) پورته كړى او دى يې د سختۍ په حالت كې زېږولى دى او د ده حمل او له تي نه د ده، پرېكولو (غوڅولو، د دواړو) موده دېرش میاشتې ده، تر هغه پورې چې كله دى خپل قوت ته ورسېده او څلوېښتو كالو ته ورسېده، ده وویل: اى زما ربه! ته ما ته (الهام او) توفیق راكړه چې زه ستا د هغه نعمت شكر ادا كړم چې تا په ما او زما په مور و پلار انعام كړى دى او دا چې زه داسې نېك عمل وكړم چې ته يې خوښوې او ته زما په اولاد كې صلاحیت (او نېكي) كېږده، بېشكه ما تا ته توبه كړې ده او بېشكه زه له مسلمانانو ځنې یم"
        },
        {
            "chapter": 46,
            "verse": 16,
            "text": "دغه كسان دي چې مونږ له دوى نه د دوى په عملونو كې تر ټولو ښه قبلوو او د دوى له ګناهونو نه تېرېږو، په داسې حال كې چې د جنت په ملګرو كې به وي (الله كړې ده) هغه رښتینې وعده چې له دوى سره یې وعده كولى شوه"
        },
        {
            "chapter": 46,
            "verse": 17,
            "text": "او هغه سړى چې خپل مور او پلار ته يې وویل: تاسو دواړو ته دې خرابي وي (زه له تاسو دواړو زړه تنګى یم) ایا تاسو ما ته دا وعده راكوئ چې زه به (ژوندى) راوېستلى كېږم، حال دا چې له ما نه مخكې ډېرې پېړۍ تېرې شوې دي او هغو دواړو الله ته فریاد كاوه (او ورته ویل يې:) تا لره هلاكت دى، ایمان راوړه! بېشكه د الله وعده حقه ده۔، نو دى (په جواب كې) وايي: دا نه دي مګر د ړومبنو خلقو باطلې قصې"
        },
        {
            "chapter": 46,
            "verse": 18,
            "text": "دغه هغه كسان دي چې په دوى باندې (د عذاب) خبره ثابته شوې ده، په هغو امتونو كې چې له دوى نه مخكې تېر شوي دي له پېریانو او انسانانو ځنې، بېشكه دوى تاوانیان وو"
        },
        {
            "chapter": 46,
            "verse": 19,
            "text": "او د هرې یوې (ډلې) لپاره د دوى د كړو عملونو په سبب (بېلې بېلې) مرتبې دي، او د دې لپاره چې دوى ته د دوى عملونه پوره وركړي، په داسې حال كې چې په دوى به ظلم ونه كړى شي"
        },
        {
            "chapter": 46,
            "verse": 20,
            "text": "او هغه ورځ (یاده كړه) چې كافران شوي كسان به اور ته پېش كولى شي (او ورته به وویل شي:) تاسو خپل خوندونه (او نعمتونه) په خپل دنيايي ژوند كې ختم كړي دي او تاسو له هغو نه فايده اخيستې ده، نو نن ورځ به تاسو ته د ذلت د عذاب بدله دركولى شي، په سبب د دې چې تاسو به په ځمكه كې ناحقه تكبر كاوه او په سبب د دې چې تاسو به نافرماني كوله"
        },
        {
            "chapter": 46,
            "verse": 21,
            "text": "او ته د عادیانو ورور (هود) یاد كړه، كله چې ده خپل قوم ووېرولو، چې په احقاف (رېګستان) كې وو، او یقینًا له ده نه مخكې او له ده نه وروسته (نور) وېروونكي (پېغمبران) تېر شوي دي (په دې خبرې سره) چې تاسو عبادت مه كوئ غیر له الله نه۔، بېشكه زه په تاسو د ډېرې لويې ورځې د عذاب وېره كوم"
        },
        {
            "chapter": 46,
            "verse": 22,
            "text": "دوى وویل: (اى هوده!) ایا ته مونږ ته د دې لپاره راغلى يې چې مونږ له خپلو معبودانو نه واړوې، پس ته پر مونږ هغه (عذاب) راوله چې ته يې مونږ ته وعده راكوې۔، كه ته له رښتینو ځنې يې"
        },
        {
            "chapter": 46,
            "verse": 23,
            "text": "ده وویل: بېشكه همدا خبره ده چې (د عذاب د راتلو) علم خو له الله سره دى او زه تاسو ته هغه څه دررسوم چې په هغو سره زه رالېږل شوى یم او لېكن زه تاسو داسې قوم وینم چې له جهالت نه كار اخلئ"
        },
        {
            "chapter": 46,
            "verse": 24,
            "text": "نو كله چې دوى هغه (عذاب) ولیده، چې د پلنې ورېځې په شكل كې د دوى میدانونو ته مخ كوونكى و، دوى وویل: دا پلنه ورېځ ده، پر مونږ باران وروونكې ده، (نو هود وویل) بلكې دا هغه (عذاب) دى چې تاسو د ده تلوار كاوه، باد دى چې په ده كې دردوونكى عذاب دى"
        },
        {
            "chapter": 46,
            "verse": 25,
            "text": "چې د خپل رب په حكم سره هر شى هلاكوي، نو دوى سبا ته داسې شول چې يواځې د دوى (خالي) كورونه لیدل كېدل، مونږ همداسې مجرم قوم ته بدله وركوو"
        },
        {
            "chapter": 46,
            "verse": 26,
            "text": "او یقینًا یقینًا مونږ هغوى ته په هغو څیزونو كې دومره قوت (او قدرت) وركړى و چې تاسو ته مو په هغو كې قدرت نه دى دركړى او د هغوى لپاره مونږ غوږونه او سترګې او زړونه پیدا كړي وو، نو له دوى نه د دوى غوږونو او نه د دوى سترګو او نه د دوى زړونو هېڅ شى (عذاب) دفع نه كړى شو، ځكه چې دوى د الله له ایتونو نه انكار كاوه او دوى هغه (عذاب) راګېر كړل چې دوى به په هغه پورې استهزا كولې"
        },
        {
            "chapter": 46,
            "verse": 27,
            "text": "او یقینًا یقینًا مونږ هغه كلي چې ستاسو چاپېره دي، هلاك كړل او مونږه ایتونه مكرر بیان كړي دي، د دې لپاره چې دوى (له كفر نه) راوګرځي"
        },
        {
            "chapter": 46,
            "verse": 28,
            "text": "نو د دوى مرسته هغو (معبودانو) ولې ونه كړه چې دغو (خلقو دوى) د تقرب لپاره له الله نه غیر معبودان ګرځولي وو، بلكې دغه (معبودان په دغه وخت كې) له دوى نه ورك شول او دغه د دوى غټ دروغ دي او هغه څه دي چې دوى به له ځانه جوړول"
        },
        {
            "chapter": 46,
            "verse": 29,
            "text": "او هغه وخت (یاد كړه) چې مونږ تا ته د پېریانو یوه ډله راوګرځوله، چې قرآن به اوري، نو كله چې دوى ده (قرآن) ته حاضر شول، نو ويې ويل: چوپ شئ! نو كله چې (د قرآن تلاوت) تمام كړى شو (نو) دوى خپل قوم ته بېرته وګرځېدل، په داسې حال كې چې وېروونكي وو"
        },
        {
            "chapter": 46,
            "verse": 30,
            "text": "دوى وویل: اى زمونږ قومه! بېشكه مونږ داسې كتاب واورېده چې له موسیٰ نه وروسته نازل كړى شوى دى، په داسې حال كې د هغو (كتابونو) تصدیق كوونكى دى چې له ده نه مخكې وو۔، حق ته او نېغې (سمې) لارې ته ښوونه كوي"
        },
        {
            "chapter": 46,
            "verse": 31,
            "text": "اى زمونږ قومه! تاسو د الله د بلونكي وینا قبوله كړئ او په ده ایمان راوړئ، چې هغه (الله) تاسو ته ستاسو ځینې ګناهونه وبخښي او تاسو له ډېر دردوونكي عذاب نه خلاص (او بچ) كړي"
        },
        {
            "chapter": 46,
            "verse": 32,
            "text": "او څوك چې د الله د بلونكي خبره قبوله نه كړي، نو دغه كس په ځمكه كې (الله لره) عاجزه كوونكى نه دى او د ده لپاره له دغه (الله) نه غیر هېڅ كارسازي (او مددګاران) نشته او دغه كسان په ښكاره ګمراهۍ كې دي"
        },
        {
            "chapter": 46,
            "verse": 33,
            "text": "او ایا دوى نه دي كتلي چې بېشكه هغه الله چې اسمانونه او ځمكه يې پیدا كړي دي او د دغو په پیدا كولو سره نه دى ستړى شوى، یقینًا په دې قادر دى چې مړي ژوندي كړي؟ ولې نه! بېشكه هغه په هر شي باندې ښه قادر دى"
        },
        {
            "chapter": 46,
            "verse": 34,
            "text": "او هغه ورځ (یاده كړه) چې كافران شوي كسان به اور ته وړاندې كولى شي (او ورته وبه ویل شي:) ایا دا حق (اورښتیا) نه دى، دوى به ووايي: ولې نه! زمونږ دې په خپل رب قسم وي۔! الله به ووايي: نو تاسو عذاب وڅَكئ، په سبب د هغه كفر چې تاسو به كاوه"
        },
        {
            "chapter": 46,
            "verse": 35,
            "text": "نو (اى نبي!) ته صبر كوه، لكه چې د عزیمت والا رسولانو صبر كړى دى او د دوى په هكله (د عذاب) تلور مه كوه، ګویاكې دوى به هغه ورځ (كې) چې هغه (عذاب) وویني چې له دوى سره يې وعده كولى شوه، داسې وي چې دوى وخت نه دى تېر كړى مګر د ورځې یوه ګړۍ، (دا قرآن) پېغام دى، پس هلاك كولى نه شي مګر فاسقان خلق"
        },
        {
            "chapter": 47,
            "verse": 1,
            "text": "هغه كسان چې كافران شوي دي او (خلق يې) د الله له لارې نه منع كړي دي۔؛ هغه (الله) د دوى (نېك) عملونه خراب (او ضايع) كړي دي"
        },
        {
            "chapter": 47,
            "verse": 2,
            "text": "او هغه كسان چې ایمان يې راوړ او نېك عملونه وكړل او په هغه (قرآن) يې ایمان راوړ چې په محمد (ﷺ) نازل كړى شوى دى۔ او همدغه د دوى د رب له جانبه حق دى (نو) هغه (الله) به له دوى نه د دوى ګناهونه لرې كړي او د دوى حال به ښه كړي"
        },
        {
            "chapter": 47,
            "verse": 3,
            "text": "دغه په دې سبب چې یقینًا كافران شویو كسانو د باطل پیروي كړې ده او یقینًا هغو كسانو چې ایمان يې راوړى دى د خپل رب له جانبه د حق پېروي كړې ده۔، همداسې الله خلقو ته د دوى مثالونه (او احوال) بیانوي"
        },
        {
            "chapter": 47,
            "verse": 4,
            "text": "نو كله چې تاسو له كافران شویو خلقو سره (په جنګ كې) مخامخ شئ، نو (اول كار د دوى) د څټونو وهل دي، تر هغه پورې چې كله تاسو دوى ښه ډېر ووژنئ، نو بیا تړل ښه مضبوط كړئ (بیا رسۍ ښې مضبوطې وتړئ) بیا له دې نه بعد یا خو احسان كول دي (په دوى احسان وكړئ) او یا خو فدیه كول دي (د عوض په بدل كې يې ازاد كړئ) (له دوى سره جنګ كوئ) تر هغه پورې چې جنګ (والا) خپلې وسلې كېږدي، دغه (د الله حكم) دى او كه الله غوښتلي وى (نو) له دوى نه به يې خامخا بدل اخيستى و او لېكن د دې لپاره (يې تاسو ته د جهاد حكم وكړ) چې ستاسو ځینې په ځینو نورو سره وازمايي، او هغه كسان چې د الله په لاره كې ووژل شي، نو هغه (الله) به د دوى عملونه له سره ضايع نه كړي"
        },
        {
            "chapter": 47,
            "verse": 5,
            "text": "هغه (الله) به دوى ته خامخا لار ښوونه وكړي او د دوى حال به ښه كړي"
        },
        {
            "chapter": 47,
            "verse": 6,
            "text": "او دوى به جنت ته داخل كړي چې هغه يې دوى ته ورښودلى دى"
        },
        {
            "chapter": 47,
            "verse": 7,
            "text": "اى هغو كسانو چې ایمان يې راوړى دى! كه چېرې تاسو د الله مدد وكړئ، هغه به ستاسو مدد وكړئ او ستاسو قدمونه به ثابت (او ټینګ) كړي"
        },
        {
            "chapter": 47,
            "verse": 8,
            "text": "او هغه كسان چې كافران شوي دي، نو د دوى لپاره هلاكوالى دى او هغه (الله) د دوى عملونه ضايع كړي دي"
        },
        {
            "chapter": 47,
            "verse": 9,
            "text": "دا ځكه چې یقینًا دوى هغه (قرآن) بد ګڼلى دى چې الله نازل كړى دى، نو هغه (الله) د دوى عملونه برباد كړل"
        },
        {
            "chapter": 47,
            "verse": 10,
            "text": "ایا نو دوى په ځمكه كې نه ګرځې، نو چې ووینې چې د هغو كسانو انجام څنګه و چې له دوى نه مخكې وو، الله په دوى تباهي راوسته، او د كافرانو لپاره د دغه (انجام) په مثل مثالونه شته"
        },
        {
            "chapter": 47,
            "verse": 11,
            "text": "دغه ځكه چې یقینًا الله د هغو كسانو دوست (او مددګار) دى چې ایمان يې راوړى دى او دا چې یقینًا كافران (چې دي) د دوى لپاره مددګار (او دوست) نشته"
        },
        {
            "chapter": 47,
            "verse": 12,
            "text": "بېشكه الله به هغه كسان چې ایمان يې راوړى دى او نېك عملونه يې كړي دي، داسې جنتونه ته داخلوي چې د هغو له لاندې ولې بهېږي او هغه كسان چې كافران شوي دي، دوى فايده اخلي او خوراك كوي لكه څنګه چې څاروي خوراك كوي او اور د دوى استوګنه ده"
        },
        {
            "chapter": 47,
            "verse": 13,
            "text": "او ډېر داسې كلي چې هغه ستا له هغه كلي نه چې ته يې اېستلى يې؛ په قوت كې زیات سخت وو؛ مونږ هغوى هلاك كړل، نو د هغوى هیڅوك مددګار نه و"
        },
        {
            "chapter": 47,
            "verse": 14,
            "text": "ایا نو هغه كس چې د خپل رب له جانبه په ښكاره دلیل (روان) وي د هغه كس په شان دى چې هغه ته خپل بد عمل ښايسته كړى شوى وي او دوى د خپلو خواهشاتو پیروي كړې وي"
        },
        {
            "chapter": 47,
            "verse": 15,
            "text": "د هغه جنت حال (او صفت) چې پرهېزګارانو ته يې وعده وركړى شوې ده، په هغو كې د داسې اوبو ولې دي چې خرابېدونكې نه دي او د داسې شيدو (پيو) ولې دي چې خوند (او مزه) به يې تغیر نه مومي (نه خرابېږي) او د داسې شرابو ولې دي چې څښونكو ته مزه وركوونكي وي او د صفا كړى شویو شاتو ولې دي او د دوى لپاره په دغو (جنتونو) كې هر قسمه مېوې دي او د خپل رب له جانبه مغفرت دى (ایا دغه كس) د هغه چا په شان دى چې هغه په اور كې تل ترتله وي او په دوى ډېري ګرمې اوبه ورڅښولى شي، نو د دوى كولمې به ټوټې ټوټې كړي"
        },
        {
            "chapter": 47,
            "verse": 16,
            "text": "او په دوى كې ځینې هغه دي چې تا ته غوږ ږدي تر دې چې كله ستا له خوا نه بهر ووځي، (نو) هغو كسانو ته ووايي چې علم ورته وركړى شوى دى: ده (محمدﷺ) اوس څه وویل؟ دغه هغه كسان دي چې الله د دوى په زړونو مهر لګولى دى او دوى د خپلو خواهشاتو پیروي كړې ده"
        },
        {
            "chapter": 47,
            "verse": 17,
            "text": "او هغه كسان چې هدایت يې موندلى دى، هغه (الله) دوى ته هدایت ورزیات كړى دى او دوى ته يې د دوى پرهېزګاري وركړې ده"
        },
        {
            "chapter": 47,
            "verse": 18,
            "text": "نو دوى انتظار نه كوي مګر د قیامت (یعنې) چې په دوى ناڅاپه راشي، نو یقینًا د ده نښې راغلې دي، نو د دوى لپاره به د دوى پند اخيستل څنګه (مفید) وي چې كله په دوى (قیامت) راشي"
        },
        {
            "chapter": 47,
            "verse": 19,
            "text": "نو ته پوه شه چې بېشكه شان دا دى چې د عبادت هېڅ لايق نشته مګر الله دى او د خپلې ګناه مغفرت وغواړه او د مومنو سړیو او مومنو ښځو لپاره هم، او الله ستاسو په ګرځېدنځى او اوسېدنځى عالِم دى"
        },
        {
            "chapter": 47,
            "verse": 20,
            "text": "او هغه كس چې ایمان يې راوړى دى، وايي: ولې یو (داسې) سورت نه نازلول كېږي (چې د جهاد حكم په كې وي)، نو كله چې یو محكم سورت نازل كړى شي او په هغه كې جنګ یاد كړى شوى وي (نو) ته به هغه كسان وینې چې د هغوى په زړونو كې (د نفاق) مرض دى، چې تا ته به ګوري د هغه كس د كتو په شان چې په هغه د مرګ له وجې بې هوشي راغلې وي، نو د دوى لپاره دې هلاكت وي"
        },
        {
            "chapter": 47,
            "verse": 21,
            "text": "(دوى وايي: زمونږ كار) اطاعت دى او نېكه خبره كول دي، نو كله چې كار (د جهاد) فرض (او لازم) شي، نو كه دوى له الله سره صدق كړى وى (نو) یقینًا دا به د دوى لپاره ډېر غوره و"
        },
        {
            "chapter": 47,
            "verse": 22,
            "text": "نو ایا تاسو، كه چېرې حاكمان شئ، دې ته نژدې يئ چې تاسو به په ځمكه كې فساد وكړئ او خپل قرابتونه (خپلویانې) به پرې كړئ"
        },
        {
            "chapter": 47,
            "verse": 23,
            "text": "دا هغه كسان دي چې الله په دوى لعنت كړى دى، نو دوى يې كاڼه كړي دي او د دوى سترګې يې ړندې كړې دي"
        },
        {
            "chapter": 47,
            "verse": 24,
            "text": "ایا نو دوى په قرآن كې فكر نه كوي، بلكې (د دوى) په زړونو د دغو تالې پرتې دي"
        },
        {
            "chapter": 47,
            "verse": 25,
            "text": "بېشكه هغه كسان چې په خپلو شاګانو (له ایمانه) بېرته ګرځېدلي دي، وروسته له دې چې دوى ته هدایت ښكاره شو، دوى ته شیطان (خپل عملونه) ښايسته كړي دي او دوى ته يې مهلت ښكاره كړى دى"
        },
        {
            "chapter": 47,
            "verse": 26,
            "text": "دغه په دې سبب چې یقینًا دوى هغو كسانو ته، چې دغه (قرآن) بد ګڼي چې الله نازل كړى دى، وویل: په ځینو كارونو كې به مونږ ژر ستاسو حكم ومنو۔ او الله د دوى په پټو خبرو پوهېږي"
        },
        {
            "chapter": 47,
            "verse": 27,
            "text": "نو څنګه حال به وي، كله چې ملايك د دوى روحونه قبض كوي، په داسې حال كې چې دغه (ملايك) به د دوى مخونه او د دوى شاګانې وهي"
        },
        {
            "chapter": 47,
            "verse": 28,
            "text": "دغه په دې سبب چې یقینًا دوى د هغه شي متابعت وكړ چې الله يې ناراضه كړ او دوى د هغه رضامندي بده وګڼله، نو هغه د دوى عملونه برباد كړل"
        },
        {
            "chapter": 47,
            "verse": 29,
            "text": "ایا هغه كسان چې د هغوى په زړونو كې (د نفاق) بېماري ده؛ دا ګمان كړى دى چې الله به د دوى پټې كينې له سره نه څرګندوي"
        },
        {
            "chapter": 47,
            "verse": 30,
            "text": "او كه مونږ وغواړو (نو) تا ته به دوى خامخا وښیو، نو ته به دوى خامخا په خپلو خاصو نښو سره وپېژنې او ته به دوى خامخا ضرور د خبرو په اړولو كې وپېژنې۔ او الله ستاسو په عملونو عالِم دى"
        },
        {
            "chapter": 47,
            "verse": 31,
            "text": "او مونږ به تاسو خامخا ضرور ازمایو تر دې چې مونږ په تاسو كې جهاد كوونكي وپېژنو (ظاهر كړو) او صبر كوونكي او ستاسو خبرونه وازمایو"
        },
        {
            "chapter": 47,
            "verse": 32,
            "text": "بېشكه هغه كسان چې كافران شوي دي او د الله له لارې نه منع شوي دي او د رسول مخالفت كوي، وروسته له دې چې دوى ته هدایت ښكاره شو، دوى به الله ته له سره هېڅ شى ضرر ونه رسولى شي او هغه به ضرور د دوى عملونه برباد كړي"
        },
        {
            "chapter": 47,
            "verse": 33,
            "text": "اى هغو كسانو چې ایمان يې راوړى دى! تاسو د الله اطاعت كوئ او د رسول اطاعت كوئ او خپل عملونه مه تباه كوئ"
        },
        {
            "chapter": 47,
            "verse": 34,
            "text": "بېشكه هغه كسان چې كافران شوي دي او د الله له لارې نه منع كېږي، بیا دوى په داسې حال كې مړه شي چې كافران دي، نو الله به دوى ته له سره بخښنه ونه كړي"
        },
        {
            "chapter": 47,
            "verse": 35,
            "text": "نو تاسو سستي مه كوئ او سولې ته بلنه مه وركوئ، په داسې حال كې چې هم تاسو به غالب یئ، او الله له تاسو سره دى او هغه به ستاسو عملونه له سره ضايع (او كم) نه كړي"
        },
        {
            "chapter": 47,
            "verse": 36,
            "text": "بېشكه هم دا خبره ده چې دنيايي ژوند خو بس لوبې او مشغولتیا ده او كه تاسو ایمان راوړئ او پرهېزګاره شئ (نو) هغه به تاسو ته ستاسو اجرونه دركړي او له تاسو نه به ستاسو مالونه ونه وغواړي"
        },
        {
            "chapter": 47,
            "verse": 37,
            "text": "كه هغه له تاسو نه دغه (مال) وغواړي، پس په تاسو ښه كوشش وكړي (نو) تاسو به بخل وكړئ، او هغه (الله) به ستاسو پټې كينې راوباسي"
        },
        {
            "chapter": 47,
            "verse": 38,
            "text": "خبردار شئ! تاسو اى دغو كسانو! تاسو رابللى شئ، د دې لپاره چې تاسو د الله په لاره كې مال ولګوئ، نو په تاسو كې ځینې بخل كوي او څوك چې بخل وكړي، نو یقینًا هم دا خبره ده چې هغه له خپل ځان نه (د خير په منع كولو سره) بخل كوي او هم دا الله غني (ښه بې پروا) دى او هم تاسو فقیران یئ۔ او كه تاسو وګرځېدئ (نو) هغه به له تاسو نه غیر بل قوم په بدل كې راولي، بیا به هغوى ستاسو په شان نه وي"
        },
        {
            "chapter": 48,
            "verse": 1,
            "text": "بېشكه مونږ تا ته فتح دركړې ده، ښكاره فتح"
        },
        {
            "chapter": 48,
            "verse": 2,
            "text": "د دې لپاره چې الله تا ته ستا هغه ګناهونه وبخښي چې مخكې تېرې شوي دي او هغه چې وروسته دي او په تا باندې خپل نعمتونه پوره كړي او تا ته نېغه لاره وښيي"
        },
        {
            "chapter": 48,
            "verse": 3,
            "text": "او د دې لپاره چې الله ستا مدد وكړي، زبردست مدد كول"
        },
        {
            "chapter": 48,
            "verse": 4,
            "text": "دغه (الله) هغه ذات دى چې د مومنانو په زړونو كې يې سكون (اطمینان) نازل كړ، د دې لپاره چې دوى د خپل (مخكیني) ایمان سره د ایمان په لحاظ نور ورزیات شي۔ او خاص الله لره د اسمانونو او ځمكې لښكرې دي او الله ښه پوه، ښه حكمت والا دى"
        },
        {
            "chapter": 48,
            "verse": 5,
            "text": "د دې لپاره چې هغه مومنان سړي او مومنې ښځې داسې جنتونو ته داخل كړي چې د هغو له لاندې ولې بهېږي، چې دوى به په هغو كې تل ترتله وي او (د دې لپاره چې) هغه (الله) له دوى نه د دوى ګناهونه لرې كړي، او دغه د الله په نیز ډېره لویه كامیابي ده"
        },
        {
            "chapter": 48,
            "verse": 6,
            "text": "او د دې لپاره چې منافقو سړیو او منافقو ښځو او مشركو سړیو او مشركو ښځو ته عذاب وركړي، هغه چې په الله باندې ګمان كوونكي دي، بدګمان، په دوى دې د بدۍ راګرځېدل وي، او الله په دوى باندې غضب كړى دى او په دوى يې لعنت كړى دى او د دوى لپاره يې جهنم تیار كړى دى او هغه د ورتلو بد ځاى دى"
        },
        {
            "chapter": 48,
            "verse": 7,
            "text": "او خاص د الله لپاره د اسمانونو او ځمكې لښكرې دي او الله له ازله ښه غالب، ښه حكمت والا دى"
        },
        {
            "chapter": 48,
            "verse": 8,
            "text": "بېشكه مونږ ته شاهد او زېرى وركوونكى او وېروونكى لېږلى يې"
        },
        {
            "chapter": 48,
            "verse": 9,
            "text": "د دې لپاره چې تاسو (اى خلقو!) په الله او د هغه په رسول ایمان راوړئ او د هغه (الله) مدد وكړئ او د هغه تعظیم وكړئ او سبا او بېګا د هغه تسبیح بیان كړئ"
        },
        {
            "chapter": 48,
            "verse": 10,
            "text": "بېشكه هغه كسان چې له تا سره بیعت كوي، بېشكه همدا خبره ده چې دوى خو له الله سره بیعت كوي۔، د الله لاس د دوى د لاسونو له پاسه دى، نو هغه چا چې (دا بیعت) مات كړ، نو بېشكه همدا خبره ده چې د خپل ځان په ضرر يې ماتوي او هغه څوك چې په هغه څه وفا وكړي چې په هغه يې له الله سره عهد كړى دى، نو ده ته به هغه خامخا ډېر لوى اجر وركړي"
        },
        {
            "chapter": 48,
            "verse": 11,
            "text": "ژر ده چې تا ته په اَعرابو كې وروسته پاتې كړى شوي كسان ووايي: مونږ خپلو مالونو او خپلوكورنيو مشغول كړي وو، لهٰذا ته زمونږ لپاره بخښنه وغواړه۔، دوى په خپلو ژبو سره هغه خبرې وايي چې د دوى په زړونو كې هغه نشته، ته (دوى ته) ووایه: نو تاسو لپاره د الله (له عذاب) نه څوك د څه شي اختیار لرلى شي، كه هغه (الله) تاسو ته د ضرر رسولو اراده وكړي، یا تاسو ته د نفعې رسولو اراده وكړي، بلكې الله په هغو كارونو چې تاسو يې كوئ؛ ښه خبردار دى"
        },
        {
            "chapter": 48,
            "verse": 12,
            "text": "بلكې (اصل خبره دا ده چې) تاسو دا ګمان كړى و چې رسول او مومنان به خپلو كورنيو ته هېڅ كله هم بېرته له سره را ونه ګرځي او دغه خبره ستاسو په زړونو كې ښايسته كړى شوه او تاسو ګمان وكړ، بدګمان، او تاسو هلاكېدونكى قوم شوئ"
        },
        {
            "chapter": 48,
            "verse": 13,
            "text": "او هر څوك چې په الله او د هغه په رسول ایمان رانه وړي، نو بېشكه مونږ د كافرانو لپاره لمبې وهونكى اور تیار كړى دى"
        },
        {
            "chapter": 48,
            "verse": 14,
            "text": "او خاص د الله لپاره د اسمانونو او ځمكې باچايي ده، چا ته چې وغواړي بخښنه كوي او چا ته چې وغواړي عذاب وركوي او الله ډېر بخښونكى، بې حده رحم كوونكى دى"
        },
        {
            "chapter": 48,
            "verse": 15,
            "text": "ژر به وروسته پاتې كړى شوي كسان ووايي، كله چې تاسو غنیمتونو ته روان شئ، د دې لپاره چې هغه راونیسئ: تاسو مونږ پرېږدئ چې تاسو پسې روان شو، دوى غواړي چې د الله كلام بدل كړي، ته (دوى ته) ووایه: تاسو به زمونږ پسې له سره رانشئ، الله همداسې مخكې له دې نه فرمایلي دي: بیا به ژر چې دوى ووايي: بلكې تاسو زمونږ سره حسد كوئ۔ (داسې نه ده) بلكې دوى نه پوهېدل مګر ډېر لږ څه"
        },
        {
            "chapter": 48,
            "verse": 16,
            "text": "په اعرابو كې وروسته پاتې كړى شویو كسانو ته ووایه: ژر ده چې تاسو به له داسې قوم سره (د جنګ كولو) لپاره راوبللى شئ، چې د ډېر سخت جنګ والا دي، تاسو به له هغوى سره جنګ كوئ، یا به هغوى مسلمانېږي، نو كه تاسو اطاعت وكړئ، الله به تاسو ته ډېر ښه اجر دركړي او كه تاسو وګرځېدئ، لكه چې له دې نه مخكې ګرځېدلي وئ۔ (نو) هغه به تاسو ته ډېر دردوونكى عذاب دركړي"
        },
        {
            "chapter": 48,
            "verse": 17,
            "text": "نه په ړانده باندې څه ګناه شته او نه په ګوډ باندې څه ګناه شته او نه په بېمار باندې څه ګناه شته۔ او څوك چې د الله او د هغه د رسول اطاعت وكړي (نو) هغه (الله) به دغه (كس) داسې جنتونو ته داخل كړې چې د هغو له لاندې ولې بهېږي او څوك چې (د الله له احكامو نه) مخ واړوي (، نو) هغه (الله) به ده ته ډېر دردوونكى عذاب وركړي"
        },
        {
            "chapter": 48,
            "verse": 18,
            "text": "یقینًا یقینًا الله له مومنانو نه راضي شو كله چې دوى له تا سره د ونې لاندې بيعت كاوه، پس ده ته هغه څه معلوم وو چې د دوى په زړونو كې وو، بیا هغه په دوى اطمینان نازل كړ او دوى ته يې په عوض كې نژدې برى وركړ"
        },
        {
            "chapter": 48,
            "verse": 19,
            "text": "او ډېر غنیمتونه چې دوى به هغه راحاصل كړي۔ او الله له همېشه ډېر غالب، ښه حكمت والا دى"
        },
        {
            "chapter": 48,
            "verse": 20,
            "text": "الله له تاسو سره د ډېرو غنیموتونو وعده كړې ده چې تاسو به هغه واخلئ، پس دا (غنیمت) يې تاسو ته ژر دركړ او د خلقو لاسونه يې له تاسو نه بند كړل او د دې لپاره چې دا (كار) د مومنانو لپاره یو نښه شي او د دې لپاره چې هغه تاسو ته نېغه لار وښیي"
        },
        {
            "chapter": 48,
            "verse": 21,
            "text": "او نور داسې (غنیمتونه) دي چې تاسو لا په هغو قادر شوي نه یئ، یقینًا الله هغه راګېر كړي دي۔ او الله په هر شي باندې ښه قادر دى"
        },
        {
            "chapter": 48,
            "verse": 22,
            "text": "او كه كافران شویو كسانو له تاسو سره جنګ كړى وى (نو) دوى به خامخا شاګانې ګرځولې وى، بیا به دوى نه څوك كارساز موندلى و او نه كوم مددګار"
        },
        {
            "chapter": 48,
            "verse": 23,
            "text": "الله هغه طریقه جاري كړې ده چې له دې نه مخكې تېره شوې ده او ته به د الله طریقې لره له سره څه تبدیلې ونه مومې"
        },
        {
            "chapter": 48,
            "verse": 24,
            "text": "او دى همغه ذات دى چې له تاسو نه يې د هغوى لاسونه بند كړل او له هغوى نه يې ستاسو لاسونه بند كړل، د مكې په داخل كې، وروسته له دې چې تاسو يې پر هغوى غالب كړئ، او الله هغه څه لره چې تاسو يې كوئ؛ ښه لیدونكى دى"
        },
        {
            "chapter": 48,
            "verse": 25,
            "text": "دوى هغه كسان دي چې كفر يې كړى دى، او تاسو يې له مسجد حرام نه منع كړي يئ او قربانۍ (د هدي څاروي هم)، په دې حال كې چې له دې نه بندې كړى شوي دي چې خپل د حلالې ځاى ته ورسېږي۔ او كه چېرې څه مومن سړي او څه مومنې ښځې نه وى، چې تاسو دوى نه پېژندل، دا چې تاسو به دوى پايمال كړئ، بیا به تاسو ته د دوى په وجه ګناه ورسېږي (، نو د جنګ اجازت به يې دركړى و، خو در يې نه كړ) د دې لپاره چې الله په خپل رحمت كې هغه څوك داخل كړي چې يې غواړي، كه دغه (مسلمانان له كفارو نه) جدا شوي وى، نو مونږ به خامخا په دغو (د مكې په اوسېدونكو) كسانو كې كافران شویو خلقو ته ډېر دردوونكى عذاب وركړى و"
        },
        {
            "chapter": 48,
            "verse": 26,
            "text": "كله چې كافران شویو خلقو په خپلو زړونو كې غیرت واچاوه، د جاهلیت غیرت، نو الله خپل اطمینان په خپل رسول او په مومنانو باندې نازل كړ او په دوى پورې يې د تقوىٰ خبره لازمه (ټینګه) كړه او دوى د دغې ډېر حقدار او د دغې اهل وو۔ او الله همېشه په هر شي ښه پوه دى"
        },
        {
            "chapter": 48,
            "verse": 27,
            "text": "یقینًا یقینًا الله خپل رسول ته خوب په حقه سره رښتیا كړ، چې تاسو به، كه الله وغواړي، مسجد حرام ته په امن او ارام سره ننوځئ، چې خپل سرونه به خروونكي یئ او كموونكي به یئ، په داسې حال كې چې تاسو به نه وېرېږئ، پس هغه ته معلوم دي هغه څه چې تاسو ته معلوم نه دي، نو له دغې نه مخكې يې نژدې برى عطا كړ"
        },
        {
            "chapter": 48,
            "verse": 28,
            "text": "دى همغه ذات دى چې خپل رسول يې په هدایت او حق دین سره رالېږلى دى، د دې لپاره چې هغه (الله) دغه (دین) په ټولو دینونو باندې غالب كړي او هم الله كافي دى ښه ګواه"
        },
        {
            "chapter": 48,
            "verse": 29,
            "text": "محمد د الله رسول دى۔ او هغه كسان چې له ده سره دي، په كافرانو باندې ډېر سخت دي، په خپل مینځ كې ډېر مهرباني كوونكي دي۔، ته به دوى وینې چې ركوع كوونكي، سجده كوونكي دي، له الله نه فضل او رضامندي غواړي۔، د دوى (د دیندارۍ) نښې د دوى په مخونو كې دي۔ د سجدو له اثر نه۔، دغه په تورات كې د دوى مثال دى او په انجیل كې د دوى مثال دى۔، لكه هغه فصل چې خپل تېغ راوباسي، بیا هغه قوي كړي، بیا هغه (فصل، تېغ) پېړ او كلك شي بیا دغه (فصل) په خپلو پنډیو (او بېخونو) ودرېږي، په داسې حال چې زمېنداران (كروندګر) په تعجب كې اچوي، د دې لپاره چې په دغو سره كافران په غصه كړي، الله له هغو كسانو سره چې ایمان يې راوړى دى او نېك عملونه يې كړي دي، چې دغه (اصحابان) دي؛ د بخښنې او د ډېر لوى اجر وعده كړې ده"
        },
        {
            "chapter": 49,
            "verse": 1,
            "text": "اى هغو كسانو چې ایمان يې راوړى دى! تاسو د الله او د هغه د رسول په مخكې مه وړاندې كېږئ، او له الله نه ووېرېږئ، بېشكه الله ښه اورېدونكى، ښه پوه دى"
        },
        {
            "chapter": 49,
            "verse": 2,
            "text": "اى هغو كسانو چې ایمان يې راوړى دى! تاسو خپل اوازونه د نبي د اواز له پاسه مه پورته كوئ، او مه ده ته په اوچت اواز خبره كوئ، لكه ستاسو د ځینو له ځینو نورو سره د اواز اوچتولو په شان۔، له دې وجې چې ستاسو عملونه به برباد شي او تاسو به پوه نه وئ"
        },
        {
            "chapter": 49,
            "verse": 3,
            "text": "بېشكه هغه كسان چې د الله د رسول په وړاندې خپل اوازونه ټیټوي؛ دغه هغه كسان دي چې الله د دوى زړونه د تقویٰ (او پرهېزګارۍ) لپاره ازمایلي دي۔، د دوى لپاره بخښنه او ډېر لوى اجر دى"
        },
        {
            "chapter": 49,
            "verse": 4,
            "text": "بېشكه هغه كسان چې تا ته له حجرو نه د باندې چغې وهي، د دوى اكثره عقل نه لري"
        },
        {
            "chapter": 49,
            "verse": 5,
            "text": "او كه یقینًا دوى صبر كړى وى، تر دې چې ته دوى ته راوتلى وى (نو) یقینًا دا به د دوى لپاره ډېره غوره و۔: او الله ډېر بخښونكى، بې حده رحم كوونكى دى"
        },
        {
            "chapter": 49,
            "verse": 6,
            "text": "اى هغو كسانو چې ایمان يې راوړى دى! كه تاسو ته كوم فاسق (بدكار كس) خبر راوړي، نو تاسو ښه تحقیق كوئ، په دې چې تاسو به یو قوم ته په ناخبري سره تكلیف ورسوئ، بیا به تاسو په خپلو كړو باندې پښېمانه شئ"
        },
        {
            "chapter": 49,
            "verse": 7,
            "text": "او تاسو پوه شئ چې یقینًا په تاسو كې د الله رسول موجود دى، كه هغه په ډېرو كارونو كې ستاسو پیروي كړې وى (نو) تاسو به په مشقت كې غورځېدلي وى او لېكن الله تاسو ته ایمان محبوب وګرځاوه او هغه يې ستاسو په زړونو كې ښايسته كړ او تاسو ته يې كفر او فسق او نافرماني كول ناخوښه وګرځول۔، هم دغه كسان په نېغه لار دي"
        },
        {
            "chapter": 49,
            "verse": 8,
            "text": "د الله له جانبه د فضل او نعمت په وجه۔ او الله ښه پوه، ښه حكمت والا دى"
        },
        {
            "chapter": 49,
            "verse": 9,
            "text": "او كه په مومنانو كې دوه ډلې په خپل مینځ كې جنګ شروع كړي، نو تاسو د دغو دواړو په مینځ كې سوله (روغه) وكړئ، نو كه په دغو دواړو كې یوې په بلې باندې زیاتى (او ظلم) وكړ، نو تاسو له هغې ډلې سره وجنګېږئ، چې زیاتى كوي، تر دې چې هغه د الله حكم ته راوګرځي، نو كه هغه (له ظلم نه) راوګرځېدله، نو تاسو د دواړو په مينځ كې په انصاف سره سوله وكړئ او تاسو انصاف كوئ، بېشكه الله انصاف كوونكي خوښوي"
        },
        {
            "chapter": 49,
            "verse": 10,
            "text": "بېشكه هم دا خبره ده چې مومنان خو سره وروڼه دي، نو تاسو د خپلو دواړو وروڼو په مينځ كې سوله كوئ او له الله نه ووېرېږئ، د دې لپاره چې په تاسو رحم وكړى شي"
        },
        {
            "chapter": 49,
            "verse": 11,
            "text": "اى هغو كسانو چې ایمان يې راوړى دى! هېڅ قوم دې په بل قوم پورې مسخرې نه كوي، كېدى شي چې هغوى له ده نه ډېر غوره وي، او نه (دې) ښځې په نورو ښځو پورې (مسخرې كوي)، كېدى شي چې هغوى له دوى نه ډېرې غوره وي۔ او تاسو د خپلو ځانونو عیب جويي مه كوئ او یو بل په بدو لقبونو (او نومونو) سره مه بلئ۔، له ایمان راوړو نه بعد د فسق نامه بده ده او چا چې توبه ونه وېستله، نو هم دغه كسان ظالمان دي"
        },
        {
            "chapter": 49,
            "verse": 12,
            "text": "اى هغو كسانو چې ایمان يې راوړى دى! تاسو له ډېرو (بدو) ګمانونو نه ځان وساتئ، بېشكه ځینې ګمانونه ګناه ده۔ او پټ عیبونه مه لټوئ او ستاسو ځینې دې د ځینو نورو غیبت نه كوي، ایا په تاسو كې یو كس دا خوښوي چې د خپل ورور غوښه وخوري، په دې حال كې چې هغه مړى وي، نو تاسو دغه (خوراك) بدګڼئ او له الله نه ووېرېږئ، بېشكه الله ښه توبه قبلوونكى، بې حده رحم كوونكى دى"
        },
        {
            "chapter": 49,
            "verse": 13,
            "text": "اى خلقو! بېشكه مونږ تاسو له يوه سړي او له یوې ښځې پیدا كړي یئ او مونږ تاسو څانګې او قبیلې ګرځولي یئ، د دې لپاره چې تاسو یو بل سره وپېژنئ، بېشكه د الله په نیز په تاسو كې ډېر عزتمن، ستاسو زیات پرهېزګار دى۔، بېشكه الله ښه پوه، ښه خبردار دى"
        },
        {
            "chapter": 49,
            "verse": 14,
            "text": "بانډېسیانو (صحرايي خلقو) وویل: مونږ ایمان راوړى دى، ته (دوى ته) ووایه: تاسو ایمان نه دى راوړى۔ او لېكن تاسو ووايئ چې مونږ اسلام راوړى دى۔ او ایمان لا تر اوسه ستاسو په زړونو كې نه دى ننوتى۔ او كه تاسو د الله او د هغه د رسول اطاعت وكړئ، نو هغه (الله) به ستاسو له عملونو نه هېڅ شى كم نه كړي، بېشكه الله ډېر بخښونكى، بې حده رحم كوونكى دى"
        },
        {
            "chapter": 49,
            "verse": 15,
            "text": "بېشكه مومنان خو هغه كسان دي چې په الله او د هغه په رسول يې ایمان راوړى دى، بیا يې شك نه دى كړى او د الله په لاره كې يې په خپلو مالونو او خپلو ځانونو سره جهاد كړى دى، هم دغه كسان رښتیني دي"
        },
        {
            "chapter": 49,
            "verse": 16,
            "text": "ته (دوى ته) ووایه: ایا تاسو پر خپل دین باندې الله خبروئ، حال دا چې الله پوهېږي په هر هغه څه چې په اسمانونو كې دي او په هر هغه څه چې په ځمكه كې دي، او الله په هر شي باندې ښه پوه دى"
        },
        {
            "chapter": 49,
            "verse": 17,
            "text": "دوى په تا د دې احسان كوي چې اسلام يې راوړى دى، ته (ورته)، ووایه: تاسو په ما باندې د خپل اسلام راوړلو احسان مه كوي، بلكې الله پر تاسو باندې احسان كوي دا چې تاسو ته يې د ایمان راوړلو هدایت وكړ۔، كه تاسو رښتیني يئ"
        },
        {
            "chapter": 49,
            "verse": 18,
            "text": "بېشكه الله د اسمانونو او ځمكې په غیبو پوهېږي او الله هغه څه لره چې تاسو يې كوئ، ښه ليدونكى دى"
        },
        {
            "chapter": 50,
            "verse": 1,
            "text": "قٓ، قسم دى په قرآن مجید باندې (چې ته یقینًا پېغمبر يې خو دوى ايمان نه راوړي)"
        },
        {
            "chapter": 50,
            "verse": 2,
            "text": "بلكې دوى له دې نه تعجب كوي چې دوى ته له همدوى نه یو وېروونكى راغى، نو كافرانو وویل: دا خو یو عجیب شى دى"
        },
        {
            "chapter": 50,
            "verse": 3,
            "text": "ایا كله چې مونږ مړه شو او مونږ خاورې شو۔ (بیا به هم ژوندي كېږو؟) دغه بېرته راتلل (له عقل نه) ډېر لرې دي"
        },
        {
            "chapter": 50,
            "verse": 4,
            "text": "یقینًا مونږ په هغه څه خبر یو چې ځمكه يې د دوى (له وجود) نه كموي او زمونږ سره یو ښه یاد ساتونكى كتاب دى"
        },
        {
            "chapter": 50,
            "verse": 5,
            "text": "بلكې دوى د حق تكذیب كړى دى كله چې دوى ته راغى، نو دوى په ګډو وډو خبرو (اضطراب اچوونكي كار) كې دي"
        },
        {
            "chapter": 50,
            "verse": 6,
            "text": "ایا نو دوى د خپل ځان له پاسه اسمان ته نه دي كتلي چې څنګه مونږ هغه جوړ كړى دى او (څنګه) مونږ هغه ښايسته كړى دى، او په ده كې هېڅ چاودونه نشته"
        },
        {
            "chapter": 50,
            "verse": 7,
            "text": "او ځمكې لره، مونږ هغه غوړولې ده او په دې كې مو پاخه غرونه غورځولي دي او مونږ په دې كې له هر قسمه ښكلې زرغونې نه زرغون كړي دي"
        },
        {
            "chapter": 50,
            "verse": 8,
            "text": "د هر رجوع كوونكي بنده د لارښوونې او نصیحت لپاره"
        },
        {
            "chapter": 50,
            "verse": 9,
            "text": "او مونږ له بره نه ډېرې بركتي اوبه نازلې كړې دي، نو په دغو (اوبو) سره مونږ باغونه او د فصل دانې رازرغونې كړې"
        },
        {
            "chapter": 50,
            "verse": 10,
            "text": "او د كجورو ونې، چې اوږدې لوړې دي، په دې حال ګې چې هغو لره لاندې باندې وږي دي"
        },
        {
            "chapter": 50,
            "verse": 11,
            "text": "د بنده ګانو د روزۍ لپاره او مونږ په دغو (اوبو) سره مړ ښار ژوندى كړى دى، همداسې (له قبرونو نه د مړیو) راوتل دي"
        },
        {
            "chapter": 50,
            "verse": 12,
            "text": "له دوى نه مخكې د نوح قوم او د كوهي والاو او ثمودیانو تكذیب كړى دى"
        },
        {
            "chapter": 50,
            "verse": 13,
            "text": "او عادیانو او فرعون او د لوط وروڼو"
        },
        {
            "chapter": 50,
            "verse": 14,
            "text": "او د ځنګله والاو او د تبع قوم۔ (د دوى) هر یو د رسولانو تكذیب كړى و، نو زما عذاب (پرې) ثابت شو"
        },
        {
            "chapter": 50,
            "verse": 15,
            "text": "ایا نو مونږ په اول پیدا كولو باندې ستړي شوي یو، بلكې دوى له نوي پیدا كولو نه په شك كې دي"
        },
        {
            "chapter": 50,
            "verse": 16,
            "text": "او یقینًا یقینًا مونږه دا انسان پیدا كړى دى، په داسې حال كې چې مونږ په هغه څه پوهېږو چې د ده نفس په هغه سره وسوسه (او خطره) كوي او مونږ ده ته (د ده) د ورمېږ له رګ نه زیات نژدې یو"
        },
        {
            "chapter": 50,
            "verse": 17,
            "text": "(یاد كړه) هغه وخت چې دوه اخيستونكي اخلي، چې یو له ښي اړخ نه او (بل) له چپ اړخ نه ناست وي"
        },
        {
            "chapter": 50,
            "verse": 18,
            "text": "(دغه بنده) هېڅ خبره نه كوي مګر له ده سره حاضر ساتونكى دى"
        },
        {
            "chapter": 50,
            "verse": 19,
            "text": "او د مرګ بې خودۍ (سختۍ) حق راوړ، دغه (مرګ) هغه دى چې تا به له ده نه څنګ كاوه"
        },
        {
            "chapter": 50,
            "verse": 20,
            "text": "او په شپېلۍ كې به پوكى وكړى شي۔ دغه د وعید (وېرولو) ورځ ده"
        },
        {
            "chapter": 50,
            "verse": 21,
            "text": "او هر نفس به راځي، په داسې حال كې چې له ده سره به یو شړونكى او یوګواه وي"
        },
        {
            "chapter": 50,
            "verse": 22,
            "text": "یقینًا یقینًا ته له دې (ورځې) نه په غفلت كې وې، نو مونږ له تا نه ستا پرده لرې كړه، نو ستا نظر نن ورځ ډېر تېز دى"
        },
        {
            "chapter": 50,
            "verse": 23,
            "text": "او د ده ملګرى (مَلَك) به ووايي: دا دى هغه شى چې زما سره حاضر دى"
        },
        {
            "chapter": 50,
            "verse": 24,
            "text": "(دواړو ملايكو ته به وویل شي:) هر ډېر عناد كوونكى كافر په دوزخ كې وغورځوئ"
        },
        {
            "chapter": 50,
            "verse": 25,
            "text": "چې د خیر منع كوونكى، زیاتي كوونكى، (او) شك كوونكى دى"
        },
        {
            "chapter": 50,
            "verse": 26,
            "text": "هغه چې له الله سره يې بل معبود مقرر كړى دى، نو تاسو دا په ډېر سخت عذاب كې وغورځوئ"
        },
        {
            "chapter": 50,
            "verse": 27,
            "text": "د ده ملګرى (شیطان) به ووايي: اى زمونږه ربه! دا ما نه دى ګمراه كړى او لېكن دا پخپله په ډېرې لرې ګمراهۍ كې و"
        },
        {
            "chapter": 50,
            "verse": 28,
            "text": "(الله به) ووايي: تاسو زما په وړاندې جګړه سره مه كوئ او یقینًا ما تاسو ته وعید (وېرول) مخكې درلېږلى و"
        },
        {
            "chapter": 50,
            "verse": 29,
            "text": "زما په نیز (په دې باره كې) خبره نشي بدلېدى او زه په بنده ګانو هېچرې ظلم كوونكى نه یم"
        },
        {
            "chapter": 50,
            "verse": 30,
            "text": "(یاده كړه) هغه ورځ چې مونږ به جهنم ته ووایو: ایا ته ډك شوې؟ او هغه به وايي: ایا نور هم زیاتي شته؟"
        },
        {
            "chapter": 50,
            "verse": 31,
            "text": "او پرهېزګارو ته به جنت ښه رانژدې كړى شي، چې لرې به نه وي"
        },
        {
            "chapter": 50,
            "verse": 32,
            "text": "دا هغه دي چې له تاسو سره به يې وعده كولى شوه، د هر ډېر رجوع كوونكي، د (حدودو) ساتونكي لپاره"
        },
        {
            "chapter": 50,
            "verse": 33,
            "text": "د هغه چا لپاره چې له رحمان نه په نالیدلو وېرېږي او په رجوع كوونكي زړه سره راشي"
        },
        {
            "chapter": 50,
            "verse": 34,
            "text": "(دوى ته به وویل شي:) تاسو دغه (جنت) ته په سلامتۍ سره ننوځئ، دا د همېشه والي ورځ ده"
        },
        {
            "chapter": 50,
            "verse": 35,
            "text": "د دوى لپاره په دغه (جنت) كې هغه څه دي چې دوى يې غواړي او زمونږ سره نور زیات هم شته"
        },
        {
            "chapter": 50,
            "verse": 36,
            "text": "او له دوى نه مخكې مونږ څومره پېړۍ هلاكې كړې دي، چې هغوى له دوى نه په قوت (او نیوكه) كې ډېر سخت (او قوي) وو، نو هغوى په ښارونو كې وګرځېدل چې ایا د تېښتې (او پناه) ځاى شته؟"
        },
        {
            "chapter": 50,
            "verse": 37,
            "text": "بېشكه په دغو (كارونو) كې خامخا پند دى، هغه چا ته چې هغه لره زړه وي، یا (نصیحت ته) غوږ كېږدي، په داسې حال كې چې حاضر (او متوجه) وي"
        },
        {
            "chapter": 50,
            "verse": 38,
            "text": "او یقینًا یقینًا مونږ اسمانونه او ځمكه او هغه څه چې د دواړو په مینځ كې دي، په شپږو ورځو كې پیدا كړي دي، او مونږ ته هېڅ ستوماني نه ده رارسېدلې"
        },
        {
            "chapter": 50,
            "verse": 39,
            "text": "نو ته په هغو خبرو صبر كوه چې دوى يې وايي او د خپل رب له ستاينې سره تسبیح وایه له لمر ختلو نه مخكې او له لمر ډوبېدلو نه مخكې"
        },
        {
            "chapter": 50,
            "verse": 40,
            "text": "او د شپې په څه حصه كې، پس د هغه تسبیح وایه او (د لمانځه) له سجدو نه وروسته هم تسبیح وایه"
        },
        {
            "chapter": 50,
            "verse": 41,
            "text": "او ته په هغې ورځ غوږ كېږده چې اواز كوونكى به له نژدې ځاى نه اواز وكړي"
        },
        {
            "chapter": 50,
            "verse": 42,
            "text": "په هغې ورځ چې دوى به په حقه سره سخته چغه اوري، دغه د (له قبرونو نه د) راوتلو ورځ ده"
        },
        {
            "chapter": 50,
            "verse": 43,
            "text": "بېشكه هم دا مونږ ژوندي كول كوو او مړه كول كوو او خاص مونږ ته بېرته راګرځېدل دي"
        },
        {
            "chapter": 50,
            "verse": 44,
            "text": "په هغه ورځ چې له دوى څخه به ځمكه وچوي، په داسې حال كې چې دوى به تلوار كوونكي وي، دغه راژوندي كول مونږ ته ډېر اسان دي"
        },
        {
            "chapter": 50,
            "verse": 45,
            "text": "مونږ ښه پوه یو په هغو خبرو چې دوى يې وايي، او ته په دوى باندې هېڅ زور كوونكى نه يې، نو ته په قرآن سره هغه چا ته پند وركړه چې زما له وعید (او عذاب) نه وېرېږي"
        },
        {
            "chapter": 51,
            "verse": 1,
            "text": "قسم دى په الوځوونكو بادونو، الوځول"
        },
        {
            "chapter": 51,
            "verse": 2,
            "text": "بیا د (اوبو د) بار په اوچتوونكو ورېځو (قسم دى)"
        },
        {
            "chapter": 51,
            "verse": 3,
            "text": "بیا په اسانۍ سره تلونكو كشتیو (قسم دى)"
        },
        {
            "chapter": 51,
            "verse": 4,
            "text": "بیا د كار په تقسیموونكو ملايكو (قسم دى)"
        },
        {
            "chapter": 51,
            "verse": 5,
            "text": "چې بېشكه هغه څه چې له تاسو سره يې وعده كولى شي یقینًا رښتینې (وعده) ده"
        },
        {
            "chapter": 51,
            "verse": 6,
            "text": "او بېشكه (د عمل) بدله خامخا واقع كېدونكې ده"
        },
        {
            "chapter": 51,
            "verse": 7,
            "text": "قسم دى په اسمان چې د لارو والا دى"
        },
        {
            "chapter": 51,
            "verse": 8,
            "text": "چې بېشكه تاسو یقینًا په ګده وډه (مختلفه) خبره كې يئ"
        },
        {
            "chapter": 51,
            "verse": 9,
            "text": "ګرځولى شي له دغه (قرآن، نبي) نه هغه څوك چې (د الله په علم كې مخكې) ګرځول شوى دى"
        },
        {
            "chapter": 51,
            "verse": 10,
            "text": "اټكل كوونكي دې هلاك كړى شي"
        },
        {
            "chapter": 51,
            "verse": 11,
            "text": "هغه كسان چې دوى په ډېر غفلت كې دي، هېروونكي دي"
        },
        {
            "chapter": 51,
            "verse": 12,
            "text": "دوى پوښتنه كوي چې د بدلې ورځ به كله وي؟"
        },
        {
            "chapter": 51,
            "verse": 13,
            "text": "په هغې ورځ كې چې دوى به په اور سره په عذاب كولى شي"
        },
        {
            "chapter": 51,
            "verse": 14,
            "text": "(وبه ویل شي!) تاسو خپل عذاب وڅَكئ، دا هغه (عذاب) دى چې تاسو به دا جلت غوښته"
        },
        {
            "chapter": 51,
            "verse": 15,
            "text": "بېشكه متقیان (پرهېزګاران) به په جنتونو او چینو كې وي"
        },
        {
            "chapter": 51,
            "verse": 16,
            "text": "په داسې حال كې چې هغه څه لره به نیوونكي وي چې دوى ته يې د دوى رب وركوي، بېشكه دوى له دې نه مخكې نېكي كوونكي وو"
        },
        {
            "chapter": 51,
            "verse": 17,
            "text": "دوى به د شپې په لږه برخه كې ویده كېدل"
        },
        {
            "chapter": 51,
            "verse": 18,
            "text": "او په چرګ بانګونو كې به دوى استغفار كاوه"
        },
        {
            "chapter": 51,
            "verse": 19,
            "text": "او د دوى په مالونو كې به د سوالګري او د محروم (مسكین) حق و"
        },
        {
            "chapter": 51,
            "verse": 20,
            "text": "او په ځمكه كې د یقین كوونكو لپاره ډېرې نښې دي"
        },
        {
            "chapter": 51,
            "verse": 21,
            "text": "او ستاسو په ځانونو كې هم، ایا نو تاسو نه وینئ"
        },
        {
            "chapter": 51,
            "verse": 22,
            "text": "او په اسمان كې ستاسو روزي ده او هغه څه چې تاسو سره يې وعده كولى شي"
        },
        {
            "chapter": 51,
            "verse": 23,
            "text": "نو د اسمان او ځمكې په رب مې قسم دى چې بېشكه دا (خبره) یقینًا حق ده، چې د هغې په شان ده چې تاسو خبرې كوئ"
        },
        {
            "chapter": 51,
            "verse": 24,
            "text": "ایا تا ته د ابراهیم د عزتمنو مېلمنو خبر رارسېدلى دى"
        },
        {
            "chapter": 51,
            "verse": 25,
            "text": "كله چې دوى په ده ورننوتل، نو ويې ويل: (مونږ په تا سلام اچوو) سلام اچول، ده وویل: (په تاسو دې) سلام (وي او په زړه كې يې تېر شول چې دا) نا اشنا خلق دي"
        },
        {
            "chapter": 51,
            "verse": 26,
            "text": "نو په تېزۍ سره خپلې ښځې ته لاړ، پس یو (وریت كړى) چاغ سخى يې راوړ"
        },
        {
            "chapter": 51,
            "verse": 27,
            "text": "نو دغه يې دوى ته ورنژدې كړ، ويې ويل: تاسو ولې نه خورئ"
        },
        {
            "chapter": 51,
            "verse": 28,
            "text": "نو له دوى نه يې په زړه كې وېره وموندله، دوى وویل: ته مه وېرېږه او دوى ته يې د ډېر پوه هلك زېرى وركړ"
        },
        {
            "chapter": 51,
            "verse": 29,
            "text": "نو د ده ښځې په چغې كولو سره مخ ورواړوه، پس خپل مخ يې وواهه او ويې ويل: (زه) زړه شنډه بوډۍ (یم)"
        },
        {
            "chapter": 51,
            "verse": 30,
            "text": "دوى وویل: همداسې ستا رب ویلي دي، بېشكه هم هغه ښه حكمت والا، ښه پوه دى"
        }
    ]
}