{
    "chapter": [
        {
            "chapter": 27,
            "verse": 1,
            "text": "Та син. Это [то, что читается] – аяты Корана и разъясняющей Книги [Корана же]"
        },
        {
            "chapter": 27,
            "verse": 2,
            "text": "(и эти аяты) (верное) руководство [указывают путь к успеху в этом мире и в Вечной жизни] и радостная весть (о великой награде, которая уготовлена) для верующих (которые уверовали в Книгу Аллаха и последовали ее руководством)"
        },
        {
            "chapter": 27,
            "verse": 3,
            "text": "которые совершают (обязательную) молитву (надлежащим образом) [своевременно, смиренно перед Господом и предаваясь молитве душой], и (по своей воле) дают обязательную милостыню [закят] (тем, у которых есть на нее право), и в Вечной жизни [в наступление Дня Суда и в существовании Ада и Рая] они убеждены [не сомневаются]"
        },
        {
            "chapter": 27,
            "verse": 4,
            "text": "Поистине, те, которые не веруют в Вечную жизнь (и не стараются для нее), Мы разукрасили им их (плохие) деяния (так, что они думают, что их деяния хороши), и они скитаются слепо [блуждают в растерянности, не зная, что есть благо и что есть зло]"
        },
        {
            "chapter": 27,
            "verse": 5,
            "text": "Такие – это те, для которых (уже в этом мире) (будет) злое наказание, и они в Вечной жизни понесут наибольший убыток [окажутся в Аду]"
        },
        {
            "chapter": 27,
            "verse": 6,
            "text": "И поистине, ты (о, Мухаммад) получаешь Коран от (Аллаха), (Который) мудрый, (и) знающий"
        },
        {
            "chapter": 27,
            "verse": 7,
            "text": "Вот (однажды, при возвращении из Мадьяна в Египет) сказал Муса своей семье: «Поистине, я заметил (вдали) огонь; (вы оставайтесь здесь, а) вскоре я принесу вам оттуда известие или принесу горящую головню (для разжигания костра), чтобы вам согреться»"
        },
        {
            "chapter": 27,
            "verse": 8,
            "text": "Когда он [Муса] подошел к нему [к огню], (увидел, что огонь горит внутри зеленого дерева. И чем больше начинал пылать этот удивительный огонь, тем более зеленым становилось дерево. Муса стоял удивленным, и в это время) было возглашено: «Благословен тот, кто в огне [ангелы] и кто вокруг него [Муса], и преславен Аллах, Господь миров"
        },
        {
            "chapter": 27,
            "verse": 9,
            "text": "О, Муса, поистине, Я – Аллах, Величественный, Мудрый"
        },
        {
            "chapter": 27,
            "verse": 10,
            "text": "И брось свой посох (который ты держишь в правой руке)!» И когда он [Муса] увидел, что тот [его посох] извивается, словно змея, повернулся чтобы убежать и (даже) не обернулся (от страха). (И сказал ему Господь его): «О, Муса, не бойся (того, что ты видишь) ведь не боятся предо Мной посланные [пророки и посланники]"
        },
        {
            "chapter": 27,
            "verse": 11,
            "text": "А если кто совершит злодеяние [грех], а потом (покается и) заменит добром после зла, – то ведь Я – прощающий, милосердный"
        },
        {
            "chapter": 27,
            "verse": 12,
            "text": "И введи (о, Муса) свою руку за пазуху, (и) она выйдет белой (как снег) без (никакого) вреда. (И это чудо будет одним) в числе девяти знамений [[Девять чудес-знамений, с которыми Аллах Всевышний направил пророка Мусу к Фараону: белая, как снег, рука; посох, годы, неурожай, потоп, который затопил их поля и сады; саранча, которая поела их посевы, урожай, двери и крыши домов, и также их одежды; насекомые, которые несли гибель их скоту; жабы, которые оказывались в их пище, посуде и постели; кровь, в которую превратилась вода в их реках и колодцах;]] к Фараону и его народу, – поистине, они – непокорные [неверующие] люди»"
        },
        {
            "chapter": 27,
            "verse": 13,
            "text": "Когда же пришли к ним [к Фараону и его людям] Наши знамения ясно видимыми [такие, глядя на которые, сразу ясно на что они указывают], они сказали: «Это – явное волшебство!»"
        },
        {
            "chapter": 27,
            "verse": 14,
            "text": "И они отвергли их [эти девять чудес], хотя сами они были убеждены в их (истинности), по неправедности и высокомерию. Посмотри же (о, Пророк), каков был конец сеющих беспорядок (на земле)"
        },
        {
            "chapter": 27,
            "verse": 15,
            "text": "И (Я клянусь, что) уже даровали Мы (пророкам) Дауду и Сулайману знание. И сказали они оба: «Хвала Аллаху, Который дал нам преимущество пред многими из Его рабов верующих!»"
        },
        {
            "chapter": 27,
            "verse": 16,
            "text": "И унаследовал Сулайман (от) (своего отца) Дауда (пророчество, знание и власть) и сказал (Сулейман) (своему народу): «О, люди! Обучены мы (пониманию) языка птиц, и даровано нам все (в чем мы потребны)! Поистине, это [такой дар Аллаха] (является) явным превосходством!»"
        },
        {
            "chapter": 27,
            "verse": 17,
            "text": "И были собраны к (пророку) Сулайману его войска (которые состояли) из джиннов, людей и птиц (чтобы воевать против тех, кто не покорен Аллаху), и они [войска] имели строгий порядок"
        },
        {
            "chapter": 27,
            "verse": 18,
            "text": "А когда они [Сулайман и его войска] дошли до муравьиной долины, (пророк Сулайман услышал, как) сказала одна муравьиха: «О, муравьи! Войдите в свои жилища, пусть не затопчет вас Сулайман и его войска, не замечая этого»"
        },
        {
            "chapter": 27,
            "verse": 19,
            "text": "(И пророк Сулайман) улыбнулся, засмеявшись от ее слов, (так как он понял их, и ему стало удивительным то, что муравьиха предостерегает муравьев) и (он, осознав великую милость Аллаха, данную ему) сказал (обратившись к Нему с мольбой): «Господи, внуши мне (чтобы я всегда) благодарил (Тебя) за Твою милость [Твои благодеяния], которую Ты оказал мне и моим родителям; и (сделай меня таким) чтобы я (всегда) совершал праведные деяния, которыми Ты доволен, и введи меня по Твоей милости (в райскую благодать) в числе рабов Твоих праведных!»"
        },
        {
            "chapter": 27,
            "verse": 20,
            "text": "И он [пророк Сулайман] рассматривал птиц (которые были подчинены ему) и сказал: «Почему это я не вижу удода? (Он находится за кем-либо) или же он отсутствует?»"
        },
        {
            "chapter": 27,
            "verse": 21,
            "text": "(И когда ему стало ясно, что удод отсутствует, пророк Сулайман сказал): «Непременно, я накажу его [удода] сильным наказанием (выщипав перья), или зарежу его, или же он придет ко мне с явным доводом (в оправдание своего отсутствия)»"
        },
        {
            "chapter": 27,
            "verse": 22,
            "text": "И оставался он [удод] (в отсутствии) недолго и (когда вернулся) сказал (пророку Сулайману): «Я узнал то, чего ты (о, пророк Сулайман) не знаешь, и пришел к тебе из (города) Саба (что в Йемене) с достоверным известием"
        },
        {
            "chapter": 27,
            "verse": 23,
            "text": "Поистине, я обнаружил, (что) женщина, правит ими [сабейцами], и (из мирских благ) даровано ей все (в чем может нуждаться утвердившийся правитель), и у нее (есть) великий (царский) трон"
        },
        {
            "chapter": 27,
            "verse": 24,
            "text": "И я (также) обнаружил, что она [царица] и ее народ поклоняются солнцу вместо Аллаха. И разукрасил [представил прекрасным] им сатана (плохие) деяния их и отвратил их с (истинного) пути [от Веры и Единобожия] так, что они не следуют (истинным) путем"
        },
        {
            "chapter": 27,
            "verse": 25,
            "text": "(И сатана сделал это для того) чтобы они не поклонялись Аллаху, Который выводит скрытое в небесах и на земле [дождь из неба и растения из земли] и знает то, что вы скрываете, и то, что обнаруживаете [совершаете открыто]"
        },
        {
            "chapter": 27,
            "verse": 26,
            "text": "Аллах – нет бога [заслуживающего поклонение], кроме Него, Господа великого Трона!»"
        },
        {
            "chapter": 27,
            "verse": 27,
            "text": "(Пророк Сулайман) сказал (удоду): «Мы посмотрим, сказал ли ты правду, или же ты из числа лжецов"
        },
        {
            "chapter": 27,
            "verse": 28,
            "text": "Ступай с этим моим письмом (к сабейцам) и брось его им, а потом отвернись от них [встань в стороне] и посмотри, что они вернут [что скажут между собой относительно этого письма]»"
        },
        {
            "chapter": 27,
            "verse": 29,
            "text": "(Царица) сказала: «О, знать! Брошено мне письмо почтенное [очень важное]"
        },
        {
            "chapter": 27,
            "verse": 30,
            "text": "Поистине, оно – от Сулаймана, и ведь оно (начинается словами): «С именем Аллаха, Милостивого, Милосердного»"
        },
        {
            "chapter": 27,
            "verse": 31,
            "text": "«Чтобы вы не были высокомерными предо мною [по своему высокомерию не отказались от принятия моего призыва], и приходите ко мне (всецело) предавшимися (Аллаху) [с Полным Единобожием и Покорностью]»"
        },
        {
            "chapter": 27,
            "verse": 32,
            "text": "(Царица) сказала: «О, знать! Дайте мне решение в моем деле. (Ведь) я не принимаю решения, без того, чтобы вы были свидетелями мне [вне вашего ведения и без совместного с вами совещания]»"
        },
        {
            "chapter": 27,
            "verse": 33,
            "text": "Они (отвечая ей) сказали: «Мы обладаем силой [воинами и оружием] и обладаем сильной яростью [смелостью], и повеление принадлежит тебе. Смотри же [думай сама], что ты прикажешь (нам). (И мы готовы исполнить твое повеление)»"
        },
        {
            "chapter": 27,
            "verse": 34,
            "text": "(Царица) (поняв, что их войско не сможет противостоять войску Сулаймана) сказала (им): «Поистине, цари, когда (со своим войском) входят в селение, устраивают там беспорядок [разрушают] и делают славных из его жителей униженными – и так они поступают"
        },
        {
            "chapter": 27,
            "verse": 35,
            "text": "и я пошлю им [Сулайману и его народу] подарок и посмотрю, с чем вернутся посланные [послы]»"
        },
        {
            "chapter": 27,
            "verse": 36,
            "text": "Когда же (посланец царицы) пришел (с подарком) к Сулайману (и преподнес ему), он [пророк Сулайман] сказал: «Неужели вы (думаете, что вы можете) помочь мне богатством? [Мне от вас не нужно никаких богатств.] Ведь то, что даровал мне Аллах [пророчество, власть и богатства], лучше того, что Он даровал вам. Наоборот, это вы радуетесь своим подаркам [преподносимым вам дарам].»"
        },
        {
            "chapter": 27,
            "verse": 37,
            "text": "(И пророк Сулайман сказал послу сабейской царицы): «Вернись к ним (с моим ответом). И мы, непременно, придем к ним с войсками, против которых им не устоять, и мы, (если они не примут Единобожие и Покорность Аллаху, и если не оставят поклонение кому-либо, кроме Аллаха) непременно, выведем их оттуда [из их страны] униженными, и будут они жалкими»"
        },
        {
            "chapter": 27,
            "verse": 38,
            "text": "(Пророк Сулайман) сказал (тем джиннам и людям, которых Аллах подчинил ему): «О, знать! Кто из вас принесет ко мне ее трон, прежде чем они придут ко мне покорными?»"
        },
        {
            "chapter": 27,
            "verse": 39,
            "text": "Сказал (один) силач из джиннов: «Я принесу тебе его [ее трон], прежде чем ты (о, пророк Сулайман) встанешь со своего места (где ты выносишь свои решения) [до конца дня]; и ведь я для этого, поистине, силен и надежен»"
        },
        {
            "chapter": 27,
            "verse": 40,
            "text": "Сказал тот, у которого было знание из Книги: «Я принесу тебе его [ее трон], прежде чем вернется к тебе твой взор [за мгновение ока]». (И пророк Сулайман разрешил ему сделать это, и он обратился с мольбой к Аллаху). Когда же он [пророк Сулайман] увидел его [трон] утвердившимся рядом с собой, то сказал: «Это – из милости Господа моего, чтобы испытать меня – буду ли я благодарить (Его) или буду неблагодарным. И кто благодарит (Аллаха) (за те блага, что Он дарует), поистине, тот благодарит для самого себя, а кто проявляет неблагодарность, то поистине Господь мой богат (чтобы в чем-либо нуждаться), (и) щедр»"
        },
        {
            "chapter": 27,
            "verse": 41,
            "text": "(Пророк Сулайман) сказал (тем, которые находились рядом с ним): «Измените для нее ее трон; посмотрим, найдет ли она (истинный) путь [узнает ли свой трон] или будет из тех, кто не идет (истинным) путем»"
        },
        {
            "chapter": 27,
            "verse": 42,
            "text": "А когда она [царица сабейская] пришла (к пророку Сулайману), ей сказали: «Таков ли твой трон?» Она сказала: «Похоже, что он». (И этим она поняла могущество Аллаха и истинность пророчества Сулаймана). И (пророк Сулайман сказал): «Нам было даровано знание (об Аллахе и Его могуществе) до нее, и мы являемся предавшимися (Аллаху)»"
        },
        {
            "chapter": 27,
            "verse": 43,
            "text": "И удерживало ее (от веры в Аллаха и покорности только Ему) то, чему она поклонялась вместо Аллаха; поистине, она была из народа неверного [она выросла среди неверующих]"
        },
        {
            "chapter": 27,
            "verse": 44,
            "text": "Сказано было ей: «Войди во дворец!» [Пророк Сулайман этим хотел показать превосходство своей власти над ее властью.] Когда же она увидела его, приняла за водяную пучину [пол перед дворцом был сделан из стекла, под которым текла вода] и открыла свои голени (чтобы перейти по воде) (к Сулайману). (Пророк Сулайман) сказал (ей): «Ведь это дворец гладкий из хрусталя (а не из воды)». Она (поняла величие власти Сулаймана и) сказала: «Господи! Поистине, я причинила зло самой себе (совершая многобожие) и (сейчас) предалась вместе с Сулайманом [следуя ему] Аллаху, Господу миров!»"
        },
        {
            "chapter": 27,
            "verse": 45,
            "text": "И вот Мы послали к самудянам брата их, Салиха: «Поклоняйтесь Аллаху!» И когда (к ним пришел Салих) они (разделились на) две партии (одни верующие, а другие неверующие), которые спорят (утверждая, что именно они на истине)"
        },
        {
            "chapter": 27,
            "verse": 46,
            "text": "Он [пророк Салих] сказал: «О, народ мой! Почему вы ускоряете злое раньше доброго [почему вы торопите наказание Аллаха на вас, нежели стремиться к Его милосердию]? Отчего вам не попросить у Аллаха прощения (покаявшись перед Ним за ваше неверие), чтобы вы были помилованы (Им)?»"
        },
        {
            "chapter": 27,
            "verse": 47,
            "text": "Сказали они [люди] [пророку Салиху]: «Мы связываем (некоторые события, что происходят) с тобой (о, Салих) и с теми, кто с тобой». (Пророк Салих) сказал: «Ваше связывание событий у Аллаха. [Все, что случается, происходит по предопределению и дозволению Аллаха] Но, вы являетесь испытываемыми людьми (которых Аллах испытывает добром и злом, радостью и бедой)!»"
        },
        {
            "chapter": 27,
            "verse": 48,
            "text": "А было в городе (аль-Хиджр) (где жил пророк Салих) девять человек, которые на земле сеяли беспорядок [неверие и грехи], и (ничего) не улучшали [ничего хорошего они не делали]"
        },
        {
            "chapter": 27,
            "verse": 49,
            "text": "Сказали они [эти девять человек] (между собой): «Поклянитесь Аллахом друг другу, что мы, непременно, ночью (внезапно) нападем на него [на пророка Салиха] и на его семью (и убьем их всех), а потом мы, непременно, скажем его близкому родственнику: «Мы не были при гибели его семьи, и поистине, мы, однозначно, говорим правду»"
        },
        {
            "chapter": 27,
            "verse": 50,
            "text": "И они замышляли хитрость (чтобы убить Салиха и его семью), и Мы (тоже) замышляли хитрость (чтобы разрушить их замыслы и подвергнуть их внезапному наказанию), а они и не чувствовали (этого)"
        },
        {
            "chapter": 27,
            "verse": 51,
            "text": "Посмотри же (о, Пророк), каким оказался итог их хитрости! Мы погубили их [тех беззаконников] и их народ – всех"
        },
        {
            "chapter": 27,
            "verse": 52,
            "text": "И вот – это дома их, (оставшиеся) разрушенными за то, что они совершали зло [Аллах Всевышний погубил их за их многобожие и неверие в посланников]. Поистине, в этом (наказании) однозначно (содержится) знамение [назидание] для людей, (которые) знают"
        },
        {
            "chapter": 27,
            "verse": 53,
            "text": "И спасли Мы (от того наказания, которое постигло самудян) тех, которые уверовали и остерегались (наказания Аллаха) [пророка Салиха и верующих]"
        },
        {
            "chapter": 27,
            "verse": 54,
            "text": "И (напомни) (о, Мухаммад) (людям) (о пророке) Лута, как сказал он своему народу: «Неужели вы будете совершать мерзость, когда вы видите [знаете] (о том, насколько мерзко это деяние)"
        },
        {
            "chapter": 27,
            "verse": 55,
            "text": "Неужели вы будете приходить к мужчинам по страсти вместо женщин [будете заниматься мужеложством]? О, нет! Вы – люди, (которые) не знают (границ запрещенного, которое установил Аллах!»)"
        },
        {
            "chapter": 27,
            "verse": 56,
            "text": "И ответом его народа было лишь то, что они сказали (друг другу) (насмехаясь над пророком Лутом и верующими): «Выведите [прогоните] семью Лута из вашего селения: ведь они – люди, (которые) придерживаются чистоты [не занимаются мужеложством]»"
        },
        {
            "chapter": 27,
            "verse": 57,
            "text": "И спасли Мы его [пророка Лута] и его семью (от наказания, которое пало на его народ), кроме его жены, которой Мы предопределили оказаться из (числа) оставшихся [погибших] (так как она была довольна мерзкими деяниями, которые совершал ее народ и помогала им в этом)"
        },
        {
            "chapter": 27,
            "verse": 58,
            "text": "И пролили Мы на них (каменный) дождь (наказания) (и перевернули их селение верх дном). И как ужасен дождь для тех, кого увещали [для тех, до кого дошел довод]"
        },
        {
            "chapter": 27,
            "verse": 59,
            "text": "Скажи (о, Посланник): «Хвала Аллаху, и мир (и безопасность) (от Него) (да пребудет) над Его рабами, которых Он избрал (для донесения Истины) [над всеми пророками]! Аллах лучше ли или те, которых вы (о, многобожники) приобщаете (Ему) в сотоварищи [ложные божества]"
        },
        {
            "chapter": 27,
            "verse": 60,
            "text": "(Ложные божества ли лучше) или же Тот, Кто создал небеса и землю и низвел вам с неба [с облаков] воду [дождь], и Мы вырастили ею прекрасные сады? Не смогли бы вы вырастить деревья в них, (если Аллах Всевышний не низвел бы воду с неба). Или (неужели) (есть) какой-либо бог наряду с Аллахом (который помогал бы Ему в Его деяниях)? Наоборот же, они [многобожники] являются людьми, которые уклоняются (от Истины и Веры)"
        },
        {
            "chapter": 27,
            "verse": 61,
            "text": "(Ложные божества ли лучше) или же Тот, Кто сделал землю местопребыванием (для людей и других творений), и устроил в расщелинах ее реки, и устроил для нее устойчивые [горы], и устроил между двумя морями [с пресной и соленой водой] преграду (чтобы воды ее не перемешивались)? Или (неужели) (есть) какой-либо бог наряду с Аллахом (который сделал бы подобное и этим заслужил бы того, чтобы быть соучастником Аллаху)? Наоборот же, большинство их [многобожников] не знает (величия и могущества Аллаха)"
        },
        {
            "chapter": 27,
            "verse": 62,
            "text": "(Ложные божества ли лучше) или же Тот, Кто отвечает нуждающемуся, когда он взывает (с мольбой) к Нему, и удаляет зло (которое постигло его), и делает вас наместниками [преемниками тех, кто был раньше] на земле? Или (неужели) (есть) какой-либо бог наряду с Аллахом (который делает то же самое)? (И как) мало вы (о, многобожники) внимаете (увещаниям) [получаете пользу от этого]"
        },
        {
            "chapter": 27,
            "verse": 63,
            "text": "(Ложные божества ли лучше) или же Тот, Кто ведет вас во мраке суши и моря и Кто посылает ветры (несущие облака), как радостную весть (о том, что будет дождь), по Своему милосердию? Или (неужели) (есть) какой-либо бог наряду с Аллахом (который сделал бы из этого хоть что-либо)? Превыше Аллах того, что они приобщают Ему в сотоварищи [пречист, чтобы иметь равных Себе]"
        },
        {
            "chapter": 27,
            "verse": 64,
            "text": "(Ложные божества ли лучше) или же Тот, Кто впервые начинает сотворение [создает из небытия], потом повторяет его (по Своему могуществу) [создает еще раз], и Кто дарует вам пропитание с неба (ниспосылая дождь) и земли (выводя источники, растения и земные дары)? Или (неужели) (есть) какой-либо бог наряду с Аллахом (который делает подобное)?» Скажи: «Дайте ваше доказательство, если вы говорите правду (что у Аллаха есть соучастник во власти и в божественности)!»"
        },
        {
            "chapter": 27,
            "verse": 65,
            "text": "Скажи (им) (о, Пророк): «Не знает ни один на небесах и на земле, сокровенного, кроме Аллаха, и они [творения] (даже) не чувствуют, когда будут воскрешены [когда наступит День Суда]!»"
        },
        {
            "chapter": 27,
            "verse": 66,
            "text": "Но, (только когда они увидят события Дня Суда) станет полным их знание о Вечной жизни. Но они (в этой жизни) (пребывают) в сомнении о ней [о Вечной жизни], и более того, они слепы (к ней)"
        },
        {
            "chapter": 27,
            "verse": 67,
            "text": "И говорят те, которые стали неверными: «Неужели, когда (после смерти) мы (снова) будем почвой [полностью истлеем] и наши отцы [предки], разве мы будем выведены (живыми) (из могил) [воскреснем]"
        },
        {
            "chapter": 27,
            "verse": 68,
            "text": "Было уже обещано это [воскрешение] нам и нашим отцам [предкам] прежде. Это (обещание) – только (выдуманные) легенды древних (народов)!»"
        },
        {
            "chapter": 27,
            "verse": 69,
            "text": "Скажи (им) (о, Посланник): «Странствуйте по земле [путешествуйте или размышляйте] и затем посмотрите [получите назидание], каков был конец [какое наказание постигало] бунтарей [неверующих]!» (И остерегайтесь совершать то, за что вас тоже может постичь подобное наказание)"
        },
        {
            "chapter": 27,
            "verse": 70,
            "text": "И не печалься (о, Пророк) за них [за то, что эти многобожники отвращаются от тебя и не признают тебя посланником Аллаха] и не будь в стеснении [не тревожься] от того, что они замышляют, (ведь Аллах поможет тебе)"
        },
        {
            "chapter": 27,
            "verse": 71,
            "text": "И говорят они [многобожники]: «Когда (сбудется) это обещание [наказание] (которое обещаешь ты, о, Пророк, и верующие), если вы говорите правду?»"
        },
        {
            "chapter": 27,
            "verse": 72,
            "text": "Скажи (им) (о, Пророк): «Может быть, уже за вами (находится) кое-что из того, с чем вы торопите [некоторая часть наказания]»"
        },
        {
            "chapter": 27,
            "verse": 73,
            "text": "И поистине, Господь твой – однозначно, обладатель [даритель] (неисчислимой) щедрости для людей (тем, что Он не спешит наказать их за их неверие в Него и ослушание Его), но большая часть людей не благодарят (Его) (за Его милости и благодеяния)"
        },
        {
            "chapter": 27,
            "verse": 74,
            "text": "И поистине, Господь твой однозначно знает, что скрывают их груди и что они совершают открыто"
        },
        {
            "chapter": 27,
            "verse": 75,
            "text": "И нет ничего скрытого ни на небесах, ни на земле, чего бы не было в ясной книге [в Хранимой Скрижали] (которая находится у Аллаха)"
        },
        {
            "chapter": 27,
            "verse": 76,
            "text": "Поистине, этот Коран рассказывает потомкам Исраила большую часть того, относительно чего они расходятся (во мнениях) [дает им истину]"
        },
        {
            "chapter": 27,
            "verse": 77,
            "text": "И поистине, он [Коран] однозначно (является) руководством (чтобы не впасть в заблуждение) и милостью (чтобы не попасть под наказание Аллаха) для верующих [для тех, кто верует в него и руководствуется им]"
        },
        {
            "chapter": 27,
            "verse": 78,
            "text": "Поистине, Господь твой решит между ними [между разногласящими из числа потомков Исраила и других] Своим судом (и воздаст каждому по тому, что тот заслуживает). И (ведь) Он – Величественный (и) Знающий"
        },
        {
            "chapter": 27,
            "verse": 79,
            "text": "И полагайся же (о, Пророк) (во всех своих делах) (только) на Аллаха (и Его тебе будет достаточно), ведь поистине, ты – на явной истине"
        },
        {
            "chapter": 27,
            "verse": 80,
            "text": "Ведь поистине, ты (о, Пророк) не заставишь слышать умерших и не заставишь глухих слышать зов, когда они обратятся вспять (поэтому не печалься тому, что эти многобожники не отвечают на твой призыв, так как они не слышат Истину подобно тому, как не слышат умершие и глухие)"
        },
        {
            "chapter": 27,
            "verse": 81,
            "text": "И ты (о, Пророк) не выведешь слепых [тех, которым Аллах запечатал их зрения] из их заблуждения. Ты заставишь слышать только тех, кто верует в Наши знамения, и (которые при этом) являются (полностью) покорными (Аллаху)"
        },
        {
            "chapter": 27,
            "verse": 82,
            "text": "А когда (перед наступлением Дня Суда) падет на них слово [станет обязательным для них наказание из-за распространения грехов и отклонения их от закона и суда Аллаха, когда они станут худшими людьми], Мы выведем им (некое) животное из земли, которое заговорит с ними и (скажет), что люди (которые не веруют в воскрешение) не были убеждены в Наших знамениях [в Коране, в Исламе и в Мухаммаде]"
        },
        {
            "chapter": 27,
            "verse": 83,
            "text": "И в тот день [в День Суда], когда Мы соберем из каждой общины толпу из тех, кто считал ложью Наши знамения [не верил в доказательства, данные Аллахом], – и они будут задержаны (чтобы собрать их всех вместе и погнать на расчет)"
        },
        {
            "chapter": 27,
            "verse": 84,
            "text": "А когда они пришли [когда они были приведены к Аллаху], Он [Аллах] сказал: «Разве вы отвергли Мои знамения (которые Я ниспосылал Своим посланникам), (даже) не объяв их знанием [не осознав их сути], или что вы делали?»"
        },
        {
            "chapter": 27,
            "verse": 85,
            "text": "И пало на них слово (о наказании) [оно стало обязательным] за то, что они творили зло [возводили ложь на знамения Аллаха], и они не будут говорить [не смогут привести доводы в защиту самих себя от злого наказания]"
        },
        {
            "chapter": 27,
            "verse": 86,
            "text": "Разве они [неверующие] не видели, что Мы сделали ночь, чтобы они покоились [отдыхали] в течение нее, и (сделали) день, позволяющим видеть [светлым] (чтобы совершать в течении него то, что нужно для жизни). Поистине, в этом однозначно (содержатся) знамения для людей верующих"
        },
        {
            "chapter": 27,
            "verse": 87,
            "text": "И в тот день, когда будет дунуто в трубу (в первый раз) и устрашатся (до смерти) те, кто в небесах [ангелы], и те, кто на земле, кроме тех, кого пожелает Аллах (оставить живыми) [некоторые ангелы, райские гурии и другие], и все (когда воскреснут и) придут к Нему покорными"
        },
        {
            "chapter": 27,
            "verse": 88,
            "text": "И (в тот день) ты увидишь горы, которые ты считал неподвижными, как они будут двигаться как облака. (Это будет происходить) по деянию Аллаха, Который выполнил все в совершенстве. Поистине, Он сведущ [знает] о том, что вы творите"
        },
        {
            "chapter": 27,
            "verse": 89,
            "text": "Кто (в тот день) придет (к своему Господу) с хорошим [с Верой, Единобожием и праведными деяниями], тому (будет дано) еще лучшее (чем это) [Рай] и они (будут) в тот день от всякого страха в безопасности"
        },
        {
            "chapter": 27,
            "verse": 90,
            "text": "А кто (в тот день) придет (к своему Господу) с плохим [с многобожием и грехами], – лики тех (будут) повергнуты в огонь. (И будет сказано им с укором): «Вам же воздается только за то, что вы (сами) совершали (в земной жизни)?»"
        },
        {
            "chapter": 27,
            "verse": 91,
            "text": "(Скажи) (о, Пророк) (людям): «Мне лишь повелено поклоняться Господу этого города [Мекки], который Он сделал запретным (для своих рабов) (чтобы не проливали на ней кровь и не причиняли кому-либо зло, чтобы не охотились там и не ломали деревья). И Ему принадлежит все, и мне повелено быть (полностью) предавшимся (Ему)"
        },
        {
            "chapter": 27,
            "verse": 92,
            "text": "и читать Коран (людям)». А кто пойдет истинным путем [путем Аллаха], тот пойдет для себя [во благо себе], а кто заблудится [отклонится от Истины] – то скажи (о, Пророк): «Я – только из числа предостерегающих (о наказании Аллаха) увещевателей [я никого не наставляю на истинный путь]»"
        },
        {
            "chapter": 27,
            "verse": 93,
            "text": "И скажи (о, Пророк): «Хвала Аллаху! И Он покажет вам Свои знамения (в вас самих же, на небе и на земле), и вы узнаете их (так, что они станут для вас указателем к Истине), и Господь ваш не небрежет тем, что вы делаете (и воздаст вам за это)!»"
        }
    ]
}