{
    "chapter": [
        {
            "chapter": 84,
            "verse": 1,
            "text": "Когда (в День Суда) расколется небо"
        },
        {
            "chapter": 84,
            "verse": 2,
            "text": "и повинуется [подчинится] своему Господу (когда Он повелит ему расколоться), и исполнит свою обязанность"
        },
        {
            "chapter": 84,
            "verse": 3,
            "text": "и когда земля будет растянута [станет плоской равниной]"
        },
        {
            "chapter": 84,
            "verse": 4,
            "text": "и извергнет то, что внутри ее [людей, которые воскреснут], и опустеет (от умерших)"
        },
        {
            "chapter": 84,
            "verse": 5,
            "text": "и повинуется [подчинится] своему Господу (когда Он повелит ей освободиться от того, что находится внутри нее) и исполнит свою обязанность"
        },
        {
            "chapter": 84,
            "verse": 6,
            "text": "О, человек [каждый человек]! Ты (своими делами) стремишься к своему Господу устремлением и (несомненно, ты) встретишь Его (в День Суда) (и Он воздаст за твои деяния по Своей щедрости или справедливости)"
        },
        {
            "chapter": 84,
            "verse": 7,
            "text": "И тот, кому будет дана его книга (с записями его дел) в правую руку [верующий]"
        },
        {
            "chapter": 84,
            "verse": 8,
            "text": "тот будет рассчитан расчетом легким [[Верующему будут показаны его плохие дела, которые затем Аллах простит ему без расчета. Это и есть легкий расчет. Пророк сказал: «С кем будет производиться расчет, тот будет наказан». Аиша спросила его: «А разве Аллах не сказал: «...тот будет рассчитан расчетом легким»...?» Он сказал: «Здесь подразумевается не расчет, а представление дел. А тот, с кем будет производиться расчет в Судный День, тот будет подвергнут наказанию» (Бухари и Муслим]"
        },
        {
            "chapter": 84,
            "verse": 9,
            "text": "и вернется к своей семье (которая уже ждет его в Раю) радостным"
        },
        {
            "chapter": 84,
            "verse": 10,
            "text": "А кому будет дана его книга (в левую руку) из-за спины (так как правая рука будет прикована к шее) [неверующий]"
        },
        {
            "chapter": 84,
            "verse": 11,
            "text": "тот (после прочтения своей книги) станет звать погибель [воскликнет: «О, горе мне! О, погибель мне!»]"
        },
        {
            "chapter": 84,
            "verse": 12,
            "text": "и будет гореть в Огне [в Аду]"
        },
        {
            "chapter": 84,
            "verse": 13,
            "text": "Ведь он в своей семье был радостным (и счастливым), (так как считал себя лучше других, и свое мнение ставил выше истины и был погружен в удовлетворение своих прихотей)"
        },
        {
            "chapter": 84,
            "verse": 14,
            "text": "Поистине, он думал, что не вернется обратно (к своему Господу) (будучи воскрешенным для расчета и воздаяния)"
        },
        {
            "chapter": 84,
            "verse": 15,
            "text": "Но нет же, ведь поистине его Господь видел его (всегда со дня его сотворения)"
        },
        {
            "chapter": 84,
            "verse": 16,
            "text": "Но нет! (Я, Аллах) клянусь вечернею зарею"
        },
        {
            "chapter": 84,
            "verse": 17,
            "text": "и (также клянусь) ночью, и тем, что она собирает [[Когда наступает ночь, люди заходят в свои дома, животные возвращаются в свои укрытия, товары заносятся на склады]"
        },
        {
            "chapter": 84,
            "verse": 18,
            "text": "и (также клянусь) луной, когда она становится полной (в дни полнолуния)"
        },
        {
            "chapter": 84,
            "verse": 19,
            "text": "вы (о, люди) непременно переходите из одного состояния в другое [[О, люди! Ваше состояние постоянно меняется: от богатства к бедности, от жизни к смерти, затем будет воскрешение, расчет и затем Вечная жизнь в Раю или Аду.]] [из капли в сгусток, из сгустка в кусочек плоти, затем вдувается в вас дух, потом вы рождаетесь, затем растете, ...и затем умираете, затем будете воскрешены]"
        },
        {
            "chapter": 84,
            "verse": 20,
            "text": "Что же с ними, что они не веруют (что Мухаммад является посланником Аллаха и Коран является Словом Аллаха, хотя на это имеется много доказательств)"
        },
        {
            "chapter": 84,
            "verse": 21,
            "text": "и, когда им читают Коран, они не совершают земной поклон"
        },
        {
            "chapter": 84,
            "verse": 22,
            "text": "Но наоборот, те, которые стали неверными, считают ложной (ту книгу, в которой доказывается единственность и величие Аллаха, реальность воскрешения, воздаяния и наказания)"
        },
        {
            "chapter": 84,
            "verse": 23,
            "text": "А Аллах лучше знает, что они таят [что еще они считают ложью в своих душах]"
        },
        {
            "chapter": 84,
            "verse": 24,
            "text": "Обрадуй же (о, Посланник) их (неверующих) мучительным наказанием"
        },
        {
            "chapter": 84,
            "verse": 25,
            "text": "кроме тех, кто уверовал и совершал праведные деяния [исполнял то, что повелел Аллах], – им (будет) награда неисчислимая (в Вечной жизни) [Рай]"
        }
    ]
}