{
    "maqras": [
        {
            "chapter": 2,
            "verse": 219,
            "text": "Mereka juga bertanya kepadamu, Muhammad, tentang hukum khamar dan perjudian. Katakan bahwa khamar dan perjudian banyak bahayanya. Di antaranya adalah merusak kesehatan, menghilangkan akal dan harta, menyebar kebencian dan permusuhan di antara sesama. Kendatipun mengandung kegunaan seperti hiburan, keuntungan dan kemudahan, tetapi bahayanya lebih banyak daripada kegunaannya, maka jauhilah. Mereka bertanya juga tentang barang apa yang mereka infakkan. Jawablah kepada mereka bahwa harta yang diinfakkan di jalan Allah adalah yang mudah dan tidak memberatkan kalian. Begitulah Allah menerangkan ayat-ayat-Nya kepada kamu sekalian agar kalian berfikir tentang apa yang dapat membawa kemanfaatan dan maslahat dunia dan akhirat. (1) (1) Ayat ini menegaskan bahwa khamar (minuman keras: miras), dan perjudian mengandung manfaat dan dosa besar dam dosanya lebih besar daripada manfaatnya. Seorang peminum miras dapat merasakan nikmat ketika mencapai klimaks. Tetapi kenikmatan itu mengarah pada hilangnya kesadaran dan dapat menimbulkan berbagai penyakit yang dapat mengakibatkan kecanduan. Lebih dari itu, bahaya yang ditimbulkan miras itu juga dapat menyerang berbagai organ tubuh seperti susunan pencernaan dan saraf. Sedang manfaat miras, terutama dari segi materi, dapat dilihat keuntungan materi yang dihasilkan dari penjualannya. Namun, betapa pun besarnya manfaat miras, masih belum seberapa jika dibandingkan dengan bahayanya. Begitu juga judi. Nafsu ingin berjudi terus menerus dapat merusak urat saraf. Di samping itu, keuntungan yang diperoleh seseorang dari sekian kali perjudian, betapa pun besarnya, dapat hilang dalam waktu sekejap yang, lebih dari itu, bisa jadi mengakibatkannya bangkrut dengan menjual semua harta miliknya. Sedangkan kalau dilihat dari segi sosial, judi dapat memicu permusuhan, perkelahian dan sebagainya yang tentu tidak dapat diganti dengan keuntungan materi saja"
        },
        {
            "chapter": 2,
            "verse": 220,
            "text": "Mereka juga bertanya tentang pengasuhan anak yatim yang baik menurut Islam. Katakan, \"Sesungguhnya yang baik buat kalian dan buat mereka adalah memperbaiki dan menggabungkan mereka ke dalam rumah kalian, dengan tujuan perbaikan, bukan kerusakan. Mereka adalah saudara kalian juga yang pantas bergabung bersama kalian. Allah mengetahui orang yang berbuat kebaikan dan orang yang berbuat kerusakan di antara kalian, maka waspadalah. Kalau Allah berkehendak untuk memberatkan kalian, Dia mewajibkan kalian mengasuh anak-anak yatim tanpa tinggal dalam satu rumah dengan mereka, atau membiarkan anak-anak yatim itu tanpa ada kewajiban kalian untuk mengasuhnya. Dengan begitu, mereka akan tumbuh dengan rasa benci terhadap masyarakat, yang akan berakibat rusaknya tata masyarakat. Karena keterlantaran dan keterhinaan mereka dapat mendorong kepada sikap benci yang destruktif. Sungguh, Allah Mahaperkasa dan Mahamenang atas urusan-Nya. Tetapi, Dia juga Mahabijaksana, tidak menetapakan hukum kecuali yang mengandung maslahat kalian"
        },
        {
            "chapter": 2,
            "verse": 221,
            "text": "Tidak berdosa mempergauli anak-anak yatim. Yang berdosa adalah mempergauli orang-orang musyrik. Maka, seorang Mukmin tidak boleh menikahi wanita musyrik yang tidak beriman kepada kitab-kitab suci samawi. Janganlah kekayaan, kecantikan, status sosial dan keturunan yang dimiliki seorang wanita musyrik membuat salah seorang di antara kalian menikahinya. Seorang wanita budak Mukmin lebih baik daripada wanita musyrik merdeka yang memiliki kekayaan, kecantikan, kedudukan dan keturunan terhormat. Dan seorang Mukmin yang mempunyai hak perwalian juga tidak boleh menikahkan wanita dengan seorang musyrik yang tidak beriman kepada kitab-kitab suci samawi. Jangan sampai ada di antara kalian lebih memilih seorang musyrik hanya karena kekayaan dan status sosialnya yang tinggi. Seorang budak yang Mukmin lebih baik daripada dia. Orang-orang musyrik itu selalu berusaha mengajak keluarganya untuk berbuat maksiat yang akan menjerumuskan ke dalam api neraka. Allah, ketika memisahkan kalian dari orang-orang musyrik dalam masalah perkawinan, sebenarnya mengajak kalian kepada kebaikan dan petunjuk yang benar. Dengan begitu, kalian akan memperoleh surga dan ampunan serta mengarungi jalan kebaikan dengan mudah. Allah telah menjelaskan syariat dan petunjuk-Nya kepada manusia agar mereka mengetahui apa-apa yang mengandung maslahat dan baik buat mereka"
        },
        {
            "chapter": 2,
            "verse": 222,
            "text": "Mereka bertanya kepadamu tentang hukum menggauli istri di waktu haid. Berilah jawaban bahwa sesugguhnya haid itu adalah kotoran. Maka janganlah kalian gauli mereka selama masa haid, sampai benar- benar suci. Jika telah suci, gaulilah mereka di tempat yang seharusnya. Barangsiapa yang melanggar ketentuan itu maka bertobatlah. Allah menyukai hamba-hamba yang banyak bertobat dan bersuci dari segala kotoran dan kekejian"
        },
        {
            "chapter": 2,
            "verse": 223,
            "text": "Istri-istri kalian adalah tempat mengembangkan keturunan seperti tempat biji yang membuahkan tumbuhan. Maka, kalian boleh menggauli mereka dengan cara apa pun selama pada tempatnya. Takutlah kalian kepada Allah kalau melanggar ketentuan-Nya dalam menggauli istri. Ketahuilah bahwa kalian akan menjumpai-Nya, mempertanggungjwabkan segala sesuatu di hadapan-Nya. Kabar gembira hanya diperuntukkan bagi orang-orang yang mengetahui ketentuan-ketentuan Allah dan tidak melanggarnya"
        },
        {
            "chapter": 2,
            "verse": 224,
            "text": "Janganlah kalian terlalu mudah menyebut nama Allah dengan sering menggunakannya dalam sumpah. Sebab, hal itu tidak sesuai dengan keagungan nama-Nya. Menjaga diri dengan tidak sering bersumpah dengan nama Allah menyebabkan kebaktian, ketakwaan dan kemampuan melakukan perbaikan di antara manusia. Sebab orang yang tidak sering bersumpah akan menjadi terhormat dan terpercaya di hadapan orang sehingga omongannya diterima. Allah Maha Mendengar ucapan dan sumpah kalian, Maha Mengetahui segala niat kalian"
        },
        {
            "chapter": 2,
            "verse": 225,
            "text": "Allah memaafkan sebagian sumpah kalian. Sumpah yang diucapkan dengan tidak disertai maksud dan ketetapan hati, atau sumpah atas sesuatu yang diyakini telah terjadi padahal belum terjadi, tidak dinilai oleh Allah. Tetapi Dia menghukumi sumpah yang berdasarkan keinginan hati kalian untuk melaksanakan atau tidak melaksanakan suatu perbuatan, serta kebohongan yang diperkuat dengan sumpah. Allah Maha Pemberi ampun kepada hamba-Nya yang bertobat dan Maha Penyantun, serta memaafkan segala sesuatu yang tidak dikehendaki hati"
        },
        {
            "chapter": 2,
            "verse": 226,
            "text": "Orang-orang yang bersumpah untuk tidak menggauli istri, diberi tenggang waktu empat bulan. Jika mereka menggaulinya di tengah-tengah masa tersebut, maka perkawinan tetap berlangsung. Bagi mereka diharuskan membayar kafarat. (1) Allah mengampuni mereka dan menerima kafarat itu sebagai wujud kasih sayang-Nya kepada mereka. (1) Penjelasan tentang kafarat akibat melanggar sumpah terdapat pada surat al-Mâ'idah"
        },
        {
            "chapter": 2,
            "verse": 227,
            "text": "Jika pada masa itu mereka tidak menggauli istri, maka itu berarti melukai wanita. Tidak ada jalan lain kecuali harus bercerai. Allah Maha Mendengar semua sumpah mereka, Maha Mengetahui keadaan mereka dan akan memperhitungkan semua itu pada hari kiamat"
        },
        {
            "chapter": 2,
            "verse": 228,
            "text": "Wanita-wanita yang dijatuhi talak, diharuskan menunggu, tidak bersegera kawin lagi, selama tiga kali haid,(1) agar diketahui betul rahimnya kosong dari janin(2) dan kesempatan untuk rujuk tetap terbuka. Mereka tidak boleh menyembunyikan isi rahim mereka yang berupa janin atau darah haid. Itulah sifat wanita-wanita yang beriman kepada Allah dan hari akhir. Suami-suami mereka berhak untuk kembali mengawini mereka selama masa menunggu. Ketika menggunakan hak tersebut, para suami hendaknya bertujuan mengadakan perbaikan, bukan sebaliknya, menimbulkan kemudaratan. Para istri mempunyai hak- hak di samping kewajiban sepanjang tidak dilarang agama. Para suami mempunyai kewajiban lebih terhadap istri-istri mereka berupa memelihara dan menjaga keutuhan serta kelangsungan kehidupan rumah tangga dan urusan anak-anak. (3) Allah Swt. menggungguli hamba-hamba-Nya, menggariskan ketentuan untuk mereka yang sesuai dengan kebijakan-Nya. (1) Ada dua catatan. Pertama, kata \"qurû'\" yang disebut dalam ayat ini ditafsirkan 'haid'. Maka, atas dasar ini, masa idah ('iddah) wanita yang ditalak adalah tiga kali haid. Ini adalah pendapat kebanyakan ulama (jumhûr). Imam Syâfi'iy menafsirkan kata \"qurû'\" sebagai 'masa suci di antara dua haid'. Atas dasar itu, menurut Syâfi'iy, masa idah adalah selama tiga kali bersuci. Kedua, jenis dan hukum tentang idah lainnya akan dijelaskan kemudian di tempat lain. (2) Masa idah disyariatkan untuk dua tujuan. Pertama, untuk mengetahui bahwa rahim itu kosong dari janin. Dan itu dapat diketahui dengan jelas setelah tiga kali haid. Sebab, biasanya, wanita hamil tidak mengalami haid. Kalaupun mengalami, paling banyak hanya satu atau dua kali saja. Sebab, pada saat itu janin telah tumbuh hidup mengisi rahim, sehingga darah haid tidak lagi bisa keluar. Itulah ketentuan Allah dalam ciptaan-Nya. Sebelumnya, orang-orang Arab, bahkan Rasulullah sendiri yang ummiy--tidak bisa baca tulis--tidak mengetahuinya. Kemudian Allah menurunkan al-Qur'ân dan mengajarkannya dan umatnya. Kedua, idah juga disyariatkan agar suami yang menjatuhkan talak mempunyai kesempatan untuk merujuk istrinya. Sebab, kadang-kadang seorang suami menjatuhkan talak kepada istrinya dalam keadaan marah dan emosi. Kalau keadaan sudah normal kembali, biasanya dia menyesal. Saat itulah kasih sayang Allah terasa sangat luas. Begitu juga syariat-Nya yang terasa bijak. Cukup dengan mengatakan \"râja'tuki\" ('aku rujuk kamu'), istrinya sudah bisa kembali kepadanya. Tetapi, talak sudah terhitung jatuh satu. (3) Allah memberikan kepada istri hak yang sama seperti kewajibannya. Kepada suami, Allah memberikan kelebihan tanggung jawab menjaga dan memelihara keutuhan rumah tangga. Maka ia harus berlaku adil. Persamaan hak dan kewajiban suami-istri bagi wanita adalah sebuah prinsip yang belum pernah ada pada bangsa-bangsa sebelum Islam. Pada masa Romawi, istri hanyalah seorang budak di rumah suaminya, hanya mempunyai kewajiban saja tanpa memiliki hak sedikit pun. Begitu juga di Persia. Islam paling dahulu memperkenalkan prinsip keadilan tersebut"
        },
        {
            "chapter": 2,
            "verse": 229,
            "text": "Talak (yang dapat dirujuk) itu dua kali. (1) Suami dapat merujuk kembali istrinya setelah talak pertama dan kedua selama masa idah atau mengembalikannya sebagai istri dengan akad baru. Dalam kondisi demikian suami wajib meniatkan usaha mengembalikan istri itu sebagai tindakan yang adil demi perbaikan. Meskipun jika suami bermaksud mengakhiri perkawinan, tetap diharuskan menempuh jalan terbaik dengan tetap menghormati wanita bekas istrinya itu tanpa memperlakukannya dengan kasar. Tidak diperbolehkan bagi kalian, wahai para suami, untuk meminta kembali harta yang telah kalian serahkan kepada istri itu, kecuali apabila kalian merasa khawatir tidak mampu melaksanakan hak dan kewajiban hidup bersuami istri sebagaimana dijelaskan dan diwajibkan Allah Swt. Apabila kalian, wahai orang-orang Muslim, merasa khawatir istri-istri kalian tidak akan sanggup melaksanakan kewajiban mereka sebagai istri secara sempurna, maka mereka juga telah diberi ketetapan hukum untuk menyerahkan sejumlah harta kepada suami sebagai imbalan perceraian istri-istri itu dari suami mereka. Inilah adanya ketentuan hukum Allah itu, maka barang siapa melanggar atau menyalahi ketentuan itu, ia benar-benar telah berbuat zalim terhadap diri sendiri dan pada masyarakatnya. (1) Allah mensyariatkan talak dan menjadikannya sebagai hak prerogatif di tangan suami. Sebagian kalangan mengklaim bahwa kedudukan hak semacam ini akan menjadi faktor yang bisa membahayakan tata kehidupan sosial dan menghancurkan institusi keluarga. Statemen ganjil itu, menurut mereka, telah dikuatkan oleh kenyataan bahwa persentase kasus talak di Mesir (sebagai sampel) dinyatakan termasuk cukup tinggi jumlahnya hingga mencapai angka 30 %, bahkan lebih. Hal itu akan berujung pada meningkatnya jumlah anak-anak terlantar. Di sini kita mencoba mengklarifikasikan persoalan, dengan mengulas maksud hak prerogatif suami dalam talak dan menjelaskan benar tidaknya statemen di atas. Pertama, hak talak yang diberikan kepada suami tidak bebas begitu saja, tapi ada ketentuannya--baik yang bersifat psikologis atau kwantitatif--berkaitan dengan istri yang sudah digauli. Ketentuan- ketentuan tersebut di antaranya: (1) Suami tidak menjatuhkan talak kepada istri lebih dari satu kali talak raj'iy, yang mengandung pengetian bahwa suami berhak merujuk kembali istrinya selama masa idah atau membiarkannya tanpa rujuk. Alternatif kedua ini menandakan bahwa suami tidak lagi menyukai istrinya. Dan sebagaimana dimaklumi, tidak akan ada perkawinan tanpa didasari oleh rasa suka sama suka. (2) Suami tidak boleh mencerai istrinya jika sedang dalam masa haid, karena dalam kondisi seperti ini istri mudah marah. Di samping itu, selama masa haid wanita tidak bisa melaksanakan tugas (menuruti kehendak suami untuk melakukan hubungan seksual) seperti pada masa suci. Barangkali persoalan sepele ini justru sebagai hal yang melatarbelakangi perceraian. (3) Suami tidak boleh menjatuhkan talak kepada istrinya dalam keadaan suci tapi telah terjadi hubungan seksual pada masa itu. Kedua, pendapat yang menyatakan bahwa kasus perceraian di Mesir tergolong tinggi, kalau saja benar itu masih berada di bawah jumlah kasus yang terjadi di beberapa negara maju seperi Inggris, Amerika Serikat dan Perancis. Di sisi lain bahwa kasus-kasus semacam itu tidak seluruhnya berakibat pada perceraian yang mengakhiri perkawinan atau bubarnya sebuah rumah tangga. Dapat dijelaskan, bahwa talak yang terjadi sebelum suami berhubungan dengan istri tidak tergolong sebagai bencana, tapi justru sebagai upaya menghindari bencana itu sendiri. Sementara kita juga menemukan bukti bahwa kasus rujuk, kasus talak sebelum suami istri berhubungan, talak yang sama-sama dikehendaki oleh kedua belah pihak secara sukarela dan termasuk perkawinan yang diperbarui lagi sesudah talak, cukup besar jumlahnya. Kalau saja jumlah itu kita bandingkan dengan kasus talak yang 30% dan bersifat umum itu, maka persentase itu akan turun drastis sehingga kasus talak yang benar-benar berakhir dengan perpisahan suami istri hanya akan berkisar antara 1 sampai dengan 2% saja. Ketiga, menyangkut persoalan anak terlantar akibat perceraian orang tua bisa dipastikan tidak benar. Penelitian yang pernah dilakukan membuktikan bahwa kasus talak jarang sekali terjadi setelah kelahiran anak. Secara rinci dibuktikan bahwa 75% kasus talak terjadi pada pasangan muda yang belum mempunyai keturunan, dan 17% terjadi pada pasangan suami istri yang mempunyai tidak lebih dari seorang anak. Persentase itu semakin menurun sebanding dengan bertambahnya anak hingga mencapai 0,25% pada pasangan suami istri yang mempunyai lima orang anak atau lebih. Dari hasil penelitian ini sepertinya tidak ada lagi bukti yang menguatkan bahwa keterlantaran anak itu sebagai akibat dari talak. Justru yang benar adalah bahwa problem anak terlantar itu diakibatkan oleh lemahnya pengawasan orangtua dalam pendidikan anak. Hal itu diperkuat oleh hasil penelitian lain bahwa kasus kriminalitas lebih banyak disebabkan oleh kurangnya perhatian edukatif orangtua dan bukan faktor perceraian"
        },
        {
            "chapter": 2,
            "verse": 230,
            "text": "Apabila suami menjatuhkan talak kepada istri untuk ketiga kalinya, maka si istri tidak lagi halal baginya kecuali setelah ia dikawini oleh laki-laki lain dan telah terjadi hubungan suami istri antara keduanya. Apabila suami kedua itu telah menjatuhkan talak kepadanya sehingga menjadi wanita yang halal dinikahi, maka suami pertama boleh menikahi wanita bekas istrinya itu dengan akad baru dan membangun kembali rumah tangganya dengan niat yang benar dengan memperhatikan ketentuan-ketentuan hukum syar'i yang telah ditetapkan oleh Allah. Ketentuan itu telah diterangkan dengan jelas bagi orang-orang yang beriman yang mau memahami dan mengamalkannya"
        },
        {
            "chapter": 2,
            "verse": 231,
            "text": "Apabila kalian menjatuhkan talak kepada istri, dan mereka hampir menghabiskan masa idahnya, maka kalian diperbolehkan merujuknya dengan niat menegakkan keadilan, memperbaiki hubungan dan tidak bermaksud jahat. Kalian diperbolehkan juga membiarkan wanita-wanita itu menghabiskan masa idah dengan tetap memberikan perlakuan baik di masa pisah itu dan tidak dibenarkan berlaku kasar. Kalian tidak dibenarkan sama sekali merujuk istri yang telah dijatuhi talak dengan maksud mengulur-ulur masa idah atau berbuat sesuatu yang membahayakan wanita. Barangsiapa melakukan perbuatan yang demikian itu maka ia telah mengharamkan diri sendiri dari kebahagiaan hidup berkeluarga, menghilangkan kepercayaan manusia dari dirinya dan akan mendapat murka Allah. Janganlah kalian menjadikan tatanan hukum Allah dalam kehidupan berkeluarga yang telah diterangkan oleh ayat-ayat yang berkaitan dengan itu, sebagai bahan ejekan dan permainan, dan menganggapnya sebagai sesuatu yang sia-sia, dengan menjatuhkan talak kepada istri tanpa alasan jelas dan merujuknya kembali dengan niat jahat yang tersembunyi. Renungkanlah nikmat Allah yang telah menjelaskan norma-norma hukum kehidupan berkeluarga dalam satu tatanan yang tinggi, menurunkan kitab berisi penjelasan kerasulan Muhammad, ilmu pengetahuan yang bermanfaat, perumpamaan, dan kisah-kisah yang dapat memberikan pelajaran. Buatlah penghalang antara diri kalian dan murka Allah. Ketahuilah bahwa Allah Maha Mengetahui apa yang kalian rahasiakan, apa yang kalian tampakkan dan apa yang kalian niatkan dalam berbuat. Allah Maha Memberi pahala atas apa yang kalian kerjakan"
        },
        {
            "chapter": 2,
            "verse": 232,
            "text": "Apabila kalian menjatuhkan talak kepada istri, dan mereka telah menghabiskan masa idahnya lalu berniat memulai kembali kehidupan berumah tangga yang baru dengan bekas suaminya atau dengan laki- laki lain, maka tidak dibenarkan bagi para wali atau suami untuk menghalang-halangi kehendak mereka. Demikian pula apabila kedua belah pihak (suami-istri) saling berkenan untuk membuat akad baru dan berkeinginan membangun kehidupan yang terhormat yang menjamin kebaikan bersama antara mereka berdua. Demikianlah, hal itu dimaksudkan untuk memberi pelajaran bagi siapa yang beriman dari kalangan kalian kepada Allah dan hari akhir. Norma-norma hukum yang demikian itulah yang akan meningkatkan keterkaitan sosial yang baik, dan membersihkan diri kalian dari noda dan bentuk hubungan masyarakat yang meragukan. Allah mengetahui kebaikan-kebaikan bersama maslahat dan rahasia-rahasia pribadi manusia yang mereka sendiri tidak tahu"
        }
    ]
}