{
    "maqras": [
        {
            "chapter": 26,
            "verse": 111,
            "text": "Kaum Nûh, yang menolak seruan itu, berkata, \"Kami tak akan beriman kepadamu selama pengikut- pengikutmu adalah mereka yang berasal dari kalangan kelas bawah yang rendah kedudukannya serta sedikit hartanya"
        },
        {
            "chapter": 26,
            "verse": 112,
            "text": "Nûh berkata, \"Dari mana aku tahu bahwa mereka itu rendah kedudukannya dan sedikit hartanya? Aku hanya ditugaskan untuk mengajak mereka beriman tanpa harus mengetahui lebih dulu kekayaan dan status mereka"
        },
        {
            "chapter": 26,
            "verse": 113,
            "text": "Tuhanlah yang akan membalas hasil usaha mereka. Dia Maha Mengetahui apa yang ada dalam benak mereka. Kalau kalian termasuk orang yang berpikiran jernih, kalian tentu akan mengetahui hal ini"
        },
        {
            "chapter": 26,
            "verse": 114,
            "text": "Dan aku tidak akan mengusir mereka yang mempercayai seruanku--bagaimanapun status mereka, kaya atau miskin--untuk sekadar memenuhi syarat yang kalian ajukan untuk beriman kepadaku"
        },
        {
            "chapter": 26,
            "verse": 115,
            "text": "Aku tidak lain hanyalah seorang rasul yang diutus untuk memberi peringatan kepada manusia dengan didukung bukti-bukti yang dapat memilah mana yang hak dan mana yang batil. Karenanya, tak ada perbedaan antara golongan bangsawan dan rakyat jelata. Bagaimana mungkin aku mengusir orang-orang Mukmin hanya lantaran kemiskinan mereka"
        },
        {
            "chapter": 26,
            "verse": 116,
            "text": "Mereka berkata, \"Wahai Nûh, jika kamu tidak menghentikan seruanmu, sungguh kami akan merajammu dengan bebatuan.\" Demikianlah, mereka mengancam untuk membunuh Nûh"
        },
        {
            "chapter": 26,
            "verse": 117,
            "text": "Nûh mengadukan kekukuhan pendustaan kaumnya, seraya berseru, \"Ya Tuhanku, sesungguhnya kaumku adalah orang-orang yang selalu mendustakan aku.\" Oleh karena itu, Nûh mempunyai alasan untuk memohonkan keburukan bagi mereka"
        },
        {
            "chapter": 26,
            "verse": 118,
            "text": "Nûh melanjutkan, \"Maka putuskanlah perkara antara aku dengan mereka ini dengan suatu keputusan yang dapat membinasakan mereka yang telah mengingkari keesaan-Mu serta mendustakan rasul-Mu. Dan selamatkanlah aku dan orang-orang Mukmin yang menyertaiku dari siksa akibat pembangkangan mereka"
        },
        {
            "chapter": 26,
            "verse": 119,
            "text": "Maka--untuk mengabulkan doa Nûh--Kami menyelamatkannya dan orang-orang Mukmin yang menyertainya dalam sebuah bahtera yang mereka naiki dan muati dengan apa yang mereka butuhkan"
        },
        {
            "chapter": 26,
            "verse": 120,
            "text": "Setelah menyelamatkan Nûh dan orang-orang Mukmin, Kami menenggelamkan sisa kaumnya yang tidak beriman"
        },
        {
            "chapter": 26,
            "verse": 121,
            "text": "Sesungguhnya apa yang dipaparkan al-Qur'ân tentang kisah ini merupakan bukti kebenaran para rasul dan kekuasaan Allah. Tetapi, kebanyakan mereka yang telah diperdengarkan kisah ini, tidak beriman"
        },
        {
            "chapter": 26,
            "verse": 122,
            "text": "Dan sesungguhnya Tuhanmu Mahaperkasa untuk membalas para tiran yang membangkang; Maha Pemberi nikmat bagi orang-orang yang bertakwa"
        },
        {
            "chapter": 26,
            "verse": 123,
            "text": "Kabilah 'Ad telah mendustakan Hûd a. s., rasul mereka. Mereka, karenanya, telah mendustakan semua rasul. Sebab, prinsip dan tujuan dakwah seluruh rasul adalah sama"
        },
        {
            "chapter": 26,
            "verse": 124,
            "text": "Tatkala saudara mereka, Hûd, berkata, \"Tidakkah kalian takut kepada Allah sehingga kalian mengikhlaskan diri untuk beribadah kepada-Nya"
        },
        {
            "chapter": 26,
            "verse": 125,
            "text": "Sesungguhnya aku diutus oleh Allah untuk menunjuki kalian jalan kebenaran. Dan aku selalu bersikap amanah terhadap risalah Allah ini dengan menyampaikan kepada kalian semua yang Allah perintahkan kepadaku"
        },
        {
            "chapter": 26,
            "verse": 126,
            "text": "Maka laksanakanlah segala perintah Allah, takutlah kepada-Nya dan ikutilah apa yang kuserukan kepada kalian dari sisi Allah"
        },
        {
            "chapter": 26,
            "verse": 127,
            "text": "Nasihat dan petunjuk yang kuberikan kepada kalian ini tidak aku maksudkan untuk mendapatkan segala bentuk imbalan dari kalian. Hanya Tuhan semesta alamlah yang imbalan-Nya amat kuharapkan"
        },
        {
            "chapter": 26,
            "verse": 128,
            "text": "Adakah kalian mendirikan bangunan yang kokoh di semua dataran tinggi untuk berbangga-bangga dan menjadikannya tempat berkumpul untuk berfoya-foya dan membuat kerusakan? (Dalam ayat ini, Allah hendak mengingatkan mereka hal-hal yang bermanfaat dan mencela ketidakberimanan dan perbuatan buruk mereka)"
        },
        {
            "chapter": 26,
            "verse": 129,
            "text": "Dan kalian membangun istana-istana yang kuat dan kokoh dengan kolam-kolam airnya, seolah-olah kalian akan kekal di dunia dan tidak pernah mati"
        },
        {
            "chapter": 26,
            "verse": 130,
            "text": "Jika kalian melakukan penyiksaan, kalian terlalu berlebihan melakukannya dengan cara-cara yang bengis dan kejam. Kalian membunuh dan memukul tanpa belas kasihan sedikit pun"
        },
        {
            "chapter": 26,
            "verse": 131,
            "text": "Maka takutlah kepada Allah saat melakukan penyiksaan. Dengarkanlah perintah yang kuserukan ini, karena hal itu lebih berguna dan lebih kekal"
        },
        {
            "chapter": 26,
            "verse": 132,
            "text": "Dan waspadalah terhadap murka Allah yang telah bermurah hati mengaruniakan segala yang telah kalian ketahui dari pelbagai pemberian-Nya"
        },
        {
            "chapter": 26,
            "verse": 133,
            "text": "Yaitu sejumlah karunia Allah kepada kalian berupa unta, sapi dan domba, serta anak keturunan yang kuat, yang dapat memelihara ternak dan membantu kalian menanggung beban kehidupan"
        },
        {
            "chapter": 26,
            "verse": 134,
            "text": "Juga berupa kebun-kebun yang dipenuhi buah serta berbagai mata air yang kalian butuhkan"
        },
        {
            "chapter": 26,
            "verse": 135,
            "text": "Sesungguhnya aku khawatir Allah akan menurunkan azab yang pedih di dunia ini kepada kalian. Sementara di akhirat nanti kalian akan dijerumuskan ke dalam neraka Jahanam, disebabkan kesewenang- wenangan kalian atas segala nikmat-Nya"
        },
        {
            "chapter": 26,
            "verse": 136,
            "text": "Dengan sikap mencemooh, mereka berkata, \"Baik kamu sampaikan nasihat dan peringatan itu kepada kami ataupun tidak, sebenarnya sama saja bagi kami"
        },
        {
            "chapter": 26,
            "verse": 137,
            "text": "Apa yang kamu sampaikan itu tidak lebih dari kebohongan dan kebatilan orang-orang sebelum kamu yang dikemas dalam bentuk lain. Oleh karenanya, kami tidak akan meninggalkan apa yang ada pada kami"
        },
        {
            "chapter": 26,
            "verse": 138,
            "text": "Dan kami tidak akan diazab karena telah melakukan semua itu"
        },
        {
            "chapter": 26,
            "verse": 139,
            "text": "Demikianlah, mereka tetap bersikeras mempertahankan pendustaan yang ada. Maka Allah mempercepat kebinasaan mereka. Sesungguhnya apa yang Allah turunkan kepada kabilah 'Ad sebagai balasan pendustaan mereka, merupakan bukti yang menunjukkan kemahakuasaan Allah. Tetapi kebanyakan mereka yang dibacakan berita 'Ad ini tidak beriman"
        },
        {
            "chapter": 26,
            "verse": 140,
            "text": "Dan sesungguhnya Tuhanmu Mahaperkasa untuk menghancurkan para pembangkang; Maha Pengasih terhadap orang-orang beriman"
        },
        {
            "chapter": 26,
            "verse": 141,
            "text": "Kabilah Tsamûd telah mendustakan risalah dan dakwah Shâlih untuk mengesakan Allah. Itu sama artinya dengan mendustakan seluruh rasul, karena pokok-pokok dasar risalah mereka sama"
        },
        {
            "chapter": 26,
            "verse": 142,
            "text": "Ingatkanlah kaummu, wahai Muhammad, tatkala Shâlih, saudara sebangsa dan seperanakan kabilah Tsamûd, berkata kepada mereka, \"Apakah kalian tidak takut kepada Allah sehingga kalian mengesakan-Nya dalam beribadah"
        },
        {
            "chapter": 26,
            "verse": 143,
            "text": "Sesungguhnya aku diutus oleh Allah untuk kebahagiaan dan kebaikan kalian. Dan aku benar-benar menyampaikan risalah ini seperti yang aku terima dari Allah"
        },
        {
            "chapter": 26,
            "verse": 144,
            "text": "Maka takutlah kalian akan siksa Allah, dan ikutilah ajakanku"
        },
        {
            "chapter": 26,
            "verse": 145,
            "text": "Dalam menyampaikan nasihat dan petunjuk ini, aku tidak sedikit pun mengharapkan imbalan kalian. Hanya Penguasa alam semesta yang akan membalasnya"
        },
        {
            "chapter": 26,
            "verse": 146,
            "text": "Lalu Shâlih menolak keyakinan bahwa mereka akan kekal dalam kenikmatan yang ada, serta terhindar dari azab, kepunahan dan kematian"
        },
        {
            "chapter": 26,
            "verse": 147,
            "text": "Kenikmatan-kenikmatan yang ada pada mereka berupa kebun-kebun yang dipenuhi buah dan berbagai mata air yang mengalirkan sungai yang jernih (Eufrat)"
        },
        {
            "chapter": 26,
            "verse": 148,
            "text": "Serta tanam-tanaman yang siap dituai dan pepohonan kurma yang buahnya matang dan lembut"
        },
        {
            "chapter": 26,
            "verse": 149,
            "text": "Mereka memahat dengan rajin dan cermat gunung-gunung tinggi untuk dijadikan sebagai tempat kediaman"
        },
        {
            "chapter": 26,
            "verse": 150,
            "text": "Maka,\" lanjut Shâlih, \"hendaknya kalian takut akan siksa Allah karena kalian tidak mensyukuri berbagai nikmat-Nya itu. Terimalah nasihatku ini, lalu amalkanlah"
        },
        {
            "chapter": 26,
            "verse": 151,
            "text": "Dan janganlah kalian mengikuti orang-orang yang melampaui batas dengan melakukan kemusyrikan dan terbuai oleh syahwat dan hawa nafsu yang rendah"
        },
        {
            "chapter": 26,
            "verse": 152,
            "text": "Mereka yang selalu membuat kerusakan di bumi Allah dan tidak melakukan perbaikan untuk memakmurkan negeri"
        },
        {
            "chapter": 26,
            "verse": 153,
            "text": "Mereka berkata, \"Kamu tidak lain hanyalah seorang yang terkena pengaruh sihir yang kuat sehingga akalnya tidak berfungsi.\" Begitulah, mereka memberikan jawaban yang keras dan menyakitkan"
        },
        {
            "chapter": 26,
            "verse": 154,
            "text": "Mereka melanjutkan lagi, \"Kamu pun adalah manusia biasa seperti kami. Jadi, bagaimana mungkin kamu menganggap memiliki keistimewaan sebagai nabi dan rasul? Kalau ajakanmu memang benar, perlihatkanlah kepada kami suatu mukjizat yang dapat membuktikan kebenaran risalahmu"
        },
        {
            "chapter": 26,
            "verse": 155,
            "text": "Shâlih--yang diberikan Allah mukjizat seekor unta--menanggapi tuntutan mereka, seraya berkata, \"Ini adalah seekor unta dari Allah yang Dia jadikan sebagai mukjizat. Unta ini diberi giliran untuk minum pada hari tertentu, dan kalian dilarang minum pada hari itu. Demikian pula kalian mendapat jatah minum di hari lain ketika unta itu tidak boleh diberi minum"
        },
        {
            "chapter": 26,
            "verse": 156,
            "text": "Janganlah kalian ganggu unta ini, jika kalian tidak ingin dibinasakan oleh azab yang besar"
        },
        {
            "chapter": 26,
            "verse": 157,
            "text": "Tetapi mereka kemudian membunuh unta itu dan menyalahi kesepakatan mereka dengan Shâlih. Karenanya, mereka berhak mendapatkan azab. Lalu mereka pun menyesali perbuatan itu"
        },
        {
            "chapter": 26,
            "verse": 158,
            "text": "Sesuai dengan peringatan Shâlih, mereka pun kemudian dibinasakan oleh azab Allah. Rasa penyesalan mereka tak berguna lagi untuk menepis siksaan akibat dosa-dosa mereka. Sesungguhnya dalam kisah mereka ini terdapat bukti kekuasaan Allah yang akan menghancurkan orang-orang kafir dan menyelamatkan orang-orang Mukmin. Tetapi banyak dari kaummu, Muhammad, yang tidak mempercayainya"
        },
        {
            "chapter": 26,
            "verse": 159,
            "text": "Dan sesungguhnya Penciptamu Mahakuasa untuk membinasakan orang-orang yang membangkang; Maha Pengasih untuk menyelamatkan orang-orang yang bertakwa"
        },
        {
            "chapter": 26,
            "verse": 160,
            "text": "Kaum Lûth--di saat menolak seruan untuk mengesakan Allah dan meninggalkan kemusyrikan--telah mendustakan para rasul"
        },
        {
            "chapter": 26,
            "verse": 161,
            "text": "Ingatkanlah kaummu, wahai Muhammad, tatkala Lûth, saudara dan besan kaumnya, berkata kepada mereka, \"Wahai kaumku, tidakkah kalian takut akan azab Allah"
        },
        {
            "chapter": 26,
            "verse": 162,
            "text": "Sesungguhnya aku diutus oleh Allah kepada kalian untuk menyampaikan agama yang benar dan aku dapat dipercaya untuk menyampaikan agama ini"
        },
        {
            "chapter": 26,
            "verse": 163,
            "text": "Maka hindarilah azab Allah, dan ikutilah seruanku kepada kalian"
        },
        {
            "chapter": 26,
            "verse": 164,
            "text": "Aku tidak mengharap imbalan kalian saat menyampaikan dakwahku ini. Imbalanku semata-mata dari Sang Penguasa dan Pemelihara alam semesta"
        },
        {
            "chapter": 26,
            "verse": 165,
            "text": "Lûth melanjutkan, \"Apakah kalian lebih menikmati menggauli lelaki ketimbang perempuan?\" Lûth bermaksud mencela perbuatan keji dan menjijikkan yang biasa mereka lakukan. (1) (1) Ayat ini mensinyalir tentang bahaya homoseks, suatu tindakan kotor yang menjijikkan dan menurunkan martabat kemanusiaan. Kebiasaan kotor ini, jika meluas, akan memporak-porandakan ikatan perkawinan konvensional yang merupakan sunnatullah untuk memelihara dan mengembangkan keturunan serta memakmurkan bumi. Di samping itu, homoseks--seperti halnya praktek prostitusi--dapat menyebarkan berbagai jenis penyakit, seperti sipilis, gonorea (kencing nanah), chonoroid, serta beberapa penyakit kulit, semisal kudis dan sebagainya. Selain itu, pada lobang anus akan terjadi beberapa kelainan, di antaranya mengendurnya otot pencerna sehingga sulit mengontrol proses buang air, sobeknya anus dan punahnya selular-selular yang ada di sekitarnya sehingga menggelembung seperti bentuk corong. Di dalam anus itu sendiri akan dipenuhi berbagai mikroba dan bakteri yang dapat berpindah ke anggota tubuh pelaku praktek homoseks yang dapat mengakibatkan radang saluran air seni. Di sisi lain, orang menjadi objek praktek kotor ini--jika biasa diperlakukan sejak kecil–akan menjadi biseksual. Tetapi terkadang gejalanya bisa berbalik. Ia akan berusaha tampil lebih maskulin untuk menutup kekurangan dan keabnormalan dirinya. Demikianlah, Allah Swt. telah dengan tegas melarang praktek menjijikkan ini dalam beberapa ayat al-Qur'ân yang, sebagiannya, merinci hikmah dari pengharaman homoseksualitas. Mahabenar Allah ketika Dia berfirman, \"Mengapa kalian mendatangi jenis lelaki di antara manusia dan kalian meninggalkan istri-istri yang diciptakan Tuhan untuk kalian? Kalian adalah kaum yang melampaui batas\" (al-Qur'ân surat Al Syuara)"
        },
        {
            "chapter": 26,
            "verse": 166,
            "text": "Dan mengapa,\" lanjut Lûth, \"kalian meninggalkan istri-istri yang halal yang diciptakan Allah untuk kesenangan kalian? Bahkan kalian, dengan melakukan semua kemaksiatan, adalah kaum yang kezalimannya telah melampaui batas"
        },
        {
            "chapter": 26,
            "verse": 167,
            "text": "Mendengar penolakan dan cacian Lûth terhadap praktek buruk itu, mereka--dengan penuh amarah--berkata, \"Sungguh, jika kamu tidak berhenti memaki-maki kami, kamu akan kami buang dari negeri ini dengan kondisi yang sangat buruk"
        },
        {
            "chapter": 26,
            "verse": 168,
            "text": "Lûth berkata, \"Aku memang termasuk orang yang membenci perbuatan kalian ini. Maka aku tidak akan berhenti untuk menolak dan mencela hal ini"
        },
        {
            "chapter": 26,
            "verse": 169,
            "text": "Mendengar jawaban kaumnya, Lûth merasa tidak punya harapan lagi. Ia pun memanjatkan doa kepada Allah agar menyelamatkan dirinya dan keluarganya dari akibat perbuatan bodoh mereka itu"
        },
        {
            "chapter": 26,
            "verse": 170,
            "text": "Allah pun memperkenankan permohonan Lûth untuk menyelamatkannya dan para pengikutnya. Mereka semua diperintahkan untuk meninggalkan rumah-rumah mereka saat akan diturunkan azab kepada orang-orang yang telah mendustakan kebenaran"
        },
        {
            "chapter": 26,
            "verse": 171,
            "text": "Kecuali istrinya yang renta. Ia tetap tinggal dan tidak akan keluar bersama Lûth. Maka ia pun binasa karena kekufuran, pengkhianatan dan loyalitasnya terhadap orang-orang yang fasik"
        },
        {
            "chapter": 26,
            "verse": 172,
            "text": "Kemudian Allah membinasakan orang-orang kafir yang jahat itu dalam suatu kehancuran yang amat menyeramkan"
        },
        {
            "chapter": 26,
            "verse": 173,
            "text": "Allah menurunkan hujan batu dari langit kepada kaum yang ganjil ini. Mereka pun akhirnya binasa. Hujan batu itu demikian deras menimpa mereka. Dan hujan ini--yang merupakan bentuk penghancuran terdahsyat--adalah hujan terburuk yang menimpa orang-orang yang diberi peringatan"
        },
        {
            "chapter": 26,
            "verse": 174,
            "text": "Sesungguhnya siksa yang Kami timpakan kepada kaum ini merupakan bukti yang menunjukkan kesempurnaan kekuasaan Allah. Tetapi kebanyakan kaummu, Muhammad, tidak mempercayai seruanmu"
        },
        {
            "chapter": 26,
            "verse": 175,
            "text": "Sesungguhnya Tuhanmu Mahaperkasa dan Maha Penyayang. Dia akan menyiksa orang-orang yang berbuat dosa dan memberi pahala kepada orang-orang yang beriman"
        },
        {
            "chapter": 26,
            "verse": 176,
            "text": "Inilah kisah Syu'ayb dan penduduk Aykah, penghuni suatu lahan yang dipenuhi dengan pepohonan yang rindang di dekat kota Madyan. Kepada penduduk Aykah ini, Allah telah mengutus Syu'ayb yang juga diutus ke Madyan. Tetapi mereka telah mendustakan seruan rasul mereka. Dengan demikian, mereka--karena kesamaan prinsip dakwah seluruh rasul--berarti telah mengingkari semua risalah"
        },
        {
            "chapter": 26,
            "verse": 177,
            "text": "Ingatkanlah kaummu, wahai Muhammad, tatkala Syu'ayb berkata kepada penduduk Aykah, \"Apakah kalian tidak takut kepada Allah dan beriman kepada-Nya?\" Dengan segera mereka langsung mendustakannya"
        },
        {
            "chapter": 26,
            "verse": 178,
            "text": "Sesungguhnya aku diutus oleh Tuhan semesta alam kepada kalian untuk menyampaikan petunjuk dan kebenaran. Dan aku terpercaya untuk menyampaikan risalah-Nya ini kepada kalian"
        },
        {
            "chapter": 26,
            "verse": 179,
            "text": "Maka waspadalah kalian akan siksa Allah. Patuhilah aku dengan melaksanakan segala perintah Allah dan menyucikan diri kalian dari dosa"
        },
        {
            "chapter": 26,
            "verse": 180,
            "text": "Aku tidak mengharapkan imbalan apa-apa dari kalian. Imbalanku akan kudapatkan secara utuh--sesuai dengan amal perbuatanku--dari Tuhan semesta alam"
        }
    ]
}