{
    "maqras": [
        {
            "chapter": 4,
            "verse": 74,
            "text": "Jika di antara kalian ada yang merasa enggan untuk berperang disebabkan oleh imannya yang lemah, atau karena tidak memiliki keinginan yang kuat, maka orang-orang yang menganggap rendah kehidupan dunia demi kehidupan akhirat hendaknya berperang demi menegakkan kebenaran dan meninggikan kalimat Allah. Barangsiapa berperang demi menegakkan kebenaran dan meninggikan kalimat Allah, maka ia akan memperoleh satu dari dua kebaikan. Jika terbunuh dalam medan peperangan, ia akan memperoleh pahala mati syahid di jalan Allah. Dan, jika menang, ia akan memperoleh keberuntungan di dunia. Dalam kedua kondisi tersebut Allah akan memberinya pahala yang mulia di akhirat kelak"
        },
        {
            "chapter": 4,
            "verse": 75,
            "text": "Bagaimana kalian sampai hati untuk tidak berperang di jalan Allah, sedangkan orang tua laki-laki, wanita dan anak-anak yang lemah selalu memohon pertolongan kepada Allah seraya berkata, \"Wahai Tuhan kami, keluarkanlah kami dari kekuasaan orang-orang yang zalim. Tempatkanlah kami berada di dalam kekuasaan orang-orang yang beriman dengan kekuasaan dan rahmat-Mu. Berikanlah kami penolong dari sisi-Mu yang akan menolong kami"
        },
        {
            "chapter": 4,
            "verse": 76,
            "text": "Orang-orang yang percaya dan tunduk kepada kebenaran, berperang demi menegakkan kalimat Allah, keadilan dan kebenaran. Sedangkan orang-orang yang ingkar dan membangkang, berperang di jalan kezaliman dan kerusakan. Mereka adalah penolong-penolong setan. Maka dari itu, wahai orang-orang yang beriman, perangilah mereka dan ketahuilah bahwa sesungguhnya kalian akan menang melawan mereka dengan pertolongan Allah. Karena, tipu daya setan itu sebenarnya sangat lemah, meskipun dapat mendatangkan kerusakan amat besar. Kemenangan hanya untuk yang benar"
        },
        {
            "chapter": 4,
            "verse": 77,
            "text": "Wahai Muhammad, tidakkah kamu melihat dan heran terhadap orang-orang yang menginginkan perang sebelum datang perintah perang? Kepada mereka dikatakan, \"Belum tiba saatnya berperang, tahanlah dirimu, jagalah selalu salat dan zakat kalian.\" Akan tetapi, tatkala datang perintah berperang, sebagian mereka takut kepada manusia seperti halnya kepada Allah, bahkan lebih. Dengan penuh heran, mereka berkata, \"Mengapa Engkau mewajibkan berperang kepada kami?\" Mereka mengira bahwa kewajiban perang itu akan mempercapat kematian mereka. Oleh karena itu mereka mengatakan, \"Mengapa tidak Engkau tangguhkan beberapa waktu lagi, hingga kami dapat menikmati apa yang ada di dunia ini?\" Katakan kepada mereka, \"Majulah ke medan pertempuran, meskipun perang itu akan menyebabkan kematian. Kenikmatan dunia, meskipun tampak besar, sangat kecil dibanding kenikmatan akhirat. Akhirat jauh lebih baik dan lebih besar artinya bagi orang-orang yang bertakwa kepada Allah. Kalian akan diberi balasan sesuai dengan amal perbuatan kalian di dunia tanpa berkurang sedikit pun"
        },
        {
            "chapter": 4,
            "verse": 78,
            "text": "Kematian yang kalian takuti itu pasti akan datang di mana saja, walaupun kalian berada di benteng yang sangat kokoh sekalipun. Orang-orang yang takut karena imannya lemah, jika mendapat kemenangan dan harta rampasan perang, akan berkata, \"Harta rampasan itu dari sisi Allah.\" Tetapi, jika mendapat kekalahan, orang-orang itu akan berkata kepadamu, Muhammad, \"Kekalahan itu datang dari dirimu.\" Padahal, nasib buruk itu bukan dari dirimu. Katakan kepada mereka, \"Semua yang menimpa kalian, baik yang menyenangkan maupun yang tidak menyenangkan, merupakan takdir Allah. Semuanya berasal dari Allah sebagai ujian dan cobaan.\" Mengapa orang-orang yang lemah itu tidak mengetahui perkataan benar yang dikatakan kepada mereka"
        },
        {
            "chapter": 4,
            "verse": 79,
            "text": "Wahai Nabi, semua kenikmatan, kesehatan dan keselamatan yang kamu rasakan adalah karunia dan kebaikan Allah yang diberikan kepadamu. Sedang kesusahan, kesulitan, bahaya dan keburukan yang menimpa kamu adalah berasal dari dirimu sendiri, sebagai akibat dari dosa yang telah kamu perbuat.\" (Ungkapan ini ditujukan kepada Rasulullah saw. sebagai gambaran jiwa manusia pada umumnya, meskipun beliau sendiri terpelihara dari segala bentuk keburukan). \"Kami mengutusmu sebagai rasul Kami kepada seluruh umat manusia. Kami, akan menjadi saksi atas penyampaianmu dan atas jawaban mereka. Cukuplah Allah Maha Mengetahui"
        },
        {
            "chapter": 4,
            "verse": 80,
            "text": "Barangsiapa mematuhi rasul berarti telah mematuhi Allah. Sebab, Rasulullah tidak memerintahkan dan melarang sesuatu, kecuali sesuai dengan perintah dan larangan Allah. Oleh karena itu, orang yang menaati Rasulullah saw. dengan menjalankan perintah dan meninggalkan larangannya, berarti juga menaati Allah. Sedangkan orang yang tidak mematuhimu, Muhammad, ketahuilah bahwa Kami mengutusmu sebagai pemberi kabar gembira dan pemberi peringatan, bukan untuk menguasai dan memelihara amal perbuatan mereka, yang merupakan tanggung jawab Kami, bukan tanggung jawabmu"
        },
        {
            "chapter": 4,
            "verse": 81,
            "text": "Golongan yang ragu-ragu itu mengatakan, \"Perintahmu telah dilaksanakan, dan tidak ada pilihan lain bagi kami kecuali menaati perintah dan larangan itu.\" Tetapi jika mereka telah pergi dan menjauh darimu, sebagian mereka ada yang menyusun siasat yang berbeda dengan perintah dan laranganmu, di malam hari. Janganlah kamu mengikuti mereka. Jauhilah mereka. Serahkan segala urusanmu kepada Allah dan bertawakallah kepada-Nya. Cukuplah Allah menjadi pemelihara dan pelindung"
        },
        {
            "chapter": 4,
            "verse": 82,
            "text": "Apakah orang-orang munafik itu tidak merenungkan kitab Allah agar mengetahui alasan yang datang dari Allah mengapa mereka wajib menaati-Nya dan mengikuti perintahmu? Sesungguhnya al-Qur'창n ini benar-benar berasal dari Allah, karena keselarasan makna dan hukum yang dikandungnya serta keterpaduan ayat-ayatnya yang saling menguatkan. Ini adalah bukti yang kuat bahwa al-Qur'창n itu benar- benar berasal dari Allah. Kalau al-Qur'창n bukan berasal dari Allah tentu makna-maknanya akan saling bertentangan dan hukum-hukumnya banyak yang saling berbeda"
        },
        {
            "chapter": 4,
            "verse": 83,
            "text": "Ketika mengetahui kekuatan atau kelemahan umat Islam, orang-orang munafik langsung menyebarkan dan menyiarkannya dengan tujuan menipu dan menakut-nakuti umat Islam, atau menyalurkan berita itu kepada pihak musuh. Seandainya masalah aman dan takut itu mereka kembalikan kepada Rasulullah saw. atau ul청 al-amr, yaitu para pemimpin dan pembesar-pembesar sahabat, atau seandainya mereka bermaksud mencari hakikat yang sebenarnya, mereka pasti akan mengetahuinya langsung dari Rasulullah dan pemimpin-pemimpin sahabat. Kalau bukan karena karunia Allah dengan pemantapan iman dalam hatimu dan pencegahan fitnah, dan bukan pula karena rahmat-Nya yang mengantarkanmu kepada kemenangan dan keberuntungan, maka sebagian besar kalian tentu akan mengikuti bujukan setan. Dan hanya sebagian kecil saja yang selamat dari bujukan dan godaannya"
        },
        {
            "chapter": 4,
            "verse": 84,
            "text": "Jika di antara kalian terdapat orang yang bersifat seperti munafik, maka jauhilah mereka. Berperanglah di jalan Allah dan jalan kebenaran, sebab kamu hanya bertanggung jawab atas dirimu sendiri. Lalu ajaklah orang-orang Mukmin untuk berperang. Semoga, dengan demikian, Allah menjauhkan kalian dari kekejaman orang-orang kafir. Dialah penolong kalian. Allah amat besar kekuatan-Nya dan amat kejam siksaan-Nya terhadap orang-orang kafir"
        },
        {
            "chapter": 4,
            "verse": 85,
            "text": "Orang-orang munafik itu selalu mempertahankan kerusakan, sedangkan orang-orang Mukmin akan tetap membela kebenaran. Barangsiapa menolong dan menjunjung kebaikan, maka ia akan mendapatkan pahalanya. Dan barangsiapa memihak kepada orang-orang yang berbuat kejahatan, maka ia akan mendapatkan dosa dan siksa. Sesungguhnya Allah Mahakuasa lagi Maha Mengetahui segala sesuatu"
        },
        {
            "chapter": 4,
            "verse": 86,
            "text": "Jika seseorang--siapa pun ia--memberimu penghormatan berupa ucapan salam, ucapan selamat, doa dan semacamnya, maka balaslah penghormatan itu dengan penghormatan yang lebih baik atau yang sama. Sebab, sesungguhnya Allah selalu memperhitungkan segala sesuatu yang kecil maupun yang besar"
        },
        {
            "chapter": 4,
            "verse": 87,
            "text": "Allah, yang tidak ada tuhan selain Dia dan tidak ada kekuasaan bagi selain Dia, benar-benar akan membangkitkan dan mengumpulkan kalian setelah mati untuk dihisab. Dia telah mengatakan hal itu, maka janganlah ragu dengan perkataan-Nya. Adakah perkataan yang lebih benar dari perkataan Allah"
        }
    ]
}