{
    "maqras": [
        {
            "chapter": 7,
            "verse": 156,
            "text": "Dan Allah menetapkan kami di dunia ini dengan kehidupan yang baik, dan kami pun akan selalu diberi petunjuk untuk menaati-Nya. Sementara di akhirat nanti, kami akan mendapatkan rahmat dan ganjaran kebaikan. Kini kami telah kembali dan memohon ampunan-Mu.\" Tuhan pun berfirman kepada Mûsâ, \"Azab- Ku akan Aku timpakan--sesuai dengan kehendak-Ku--kepada siapa saja yang tidak bertobat. Rahmat dan kasih-sayang-Ku meliputi segala sesuatu, yang telah Aku tetapkan bagi mereka yang meninggalkan kekufuran dan kemaksiatan, menunaikan kewajiban zakat, dan mengimani seluruh kitab suci yang diturunkan"
        },
        {
            "chapter": 7,
            "verse": 157,
            "text": "Rahmat-Ku akan Aku utamakan bagi mereka yang mengikuti Muhammad saw., seorang rasul yang tak dapat membaca dan menulis, yang ciri-cirinya telah kalian temukan dalam Tawrât dan Injîl. Dia (Muhammad) selalu mengajak kepada kebaikan dan mencegah kemungkaran. Ia pun telah menghalalkan untuk mereka setiap sesuatu yang dapat diterima oleh naluri manusia, dan mengharamkan setiap yang ditolak oleh naluri manusia, seperti darah dan bangkai. Dia juga akan menghilangkan segala beban dan kesulitan yang mereka tanggung sebelumnya. Maka barangsiapa yang membenarkan pesan-pesan suci Tuhan yang dibawanya, mendukung dan membelanya, dan menjadikan al-Qur'ân sebagai cahaya petunjuk, mereka itulah orang-orang yang beruntung. Sebaliknya, mereka yang ingkar, adalah orang-orang yang merugi"
        },
        {
            "chapter": 7,
            "verse": 158,
            "text": "Wahai Nabi (Muhammad), katakan kepada umat manusia, \"Sesungguhnya aku adalah utusan Allah kepada kalian semua, baik bangsa Arab maupun non-Arab, berkulit hitam atau berkulit putih. Dan Allah, Pengutusku, adalah Penguasa satu-satunya kerajaan langit dan bumi. Dialah yang mengatur keduanya dengan kebijakan-Nya; Dia berwenang melakukan apa saja sesuai dengan kehendak-Nya; dan Dialah yang menentukan sesuatu itu hidup atau mati, bukan yang lain-Nya. Tidak ada yang patut disembah kecuali Dia.\" Maka berimanlah kepada Allah dan rasul-Nya yang tak dapat menulis dan membaca itu. Rasul sendiri pun telah beriman kepada Allah, dan ia ingin kalian mengikuti jejaknya. Maka ikutilah segala apa yang dilakukan dan dikatakan rasul-Nya, agar kalian mendapat petunjuk ke jalan yang benar"
        },
        {
            "chapter": 7,
            "verse": 159,
            "text": "Di antara kaum Mûsâ terdapat sekelompok orang yang tetap berpegang teguh pada agama yang benar, serta mengajak manusia untuk mengikuti kebenaran yang telah disampaikan Mûsâ dari Tuhannya. Mereka itu, jika menentukan suatu hukum, selalu menegakkan keadilan dengan landasan kebenaran yang telah mereka dapatkan"
        },
        {
            "chapter": 7,
            "verse": 160,
            "text": "Allah telah memberikan berbagai nikmat-Nya kepada kaum Mûsâ. Dibagilah mereka menjadi dua belas kelompok. Kelompok-kelompok itu kemudian menjadi paguyuban-paguyuban yang memiliki aturan-aturan tersendiri, sehingga perselisihan dan saling dengki antarkelompok dapat dihindari. Ketika Mûsâ, di padang Tîh, diminta untuk mendatangkan air, Allah mewahyukan kepadanya untuk memukul sebongkah batu dengan tongkatnya. Setelah dipukul, tiba-tiba batu itu memancarkan dua belas mata air, sesuai dengan jumlah paguyuban yang ada. Setiap paguyuban mendapatkan tempat mengambil air minum khusus yang satu sama lain tidak boleh bercampur. Mereka juga dinaungi oleh gumpalan awan untuk menjaga mereka dari sengatan terik matahari. Diturunkan pula kepada mereka al-mann (sejenis makanan yang, jika dipandang, menyejukkan dan terasa seperti madu) dan al-salwâ (sebangsa burung puyuh). Lalu, Allah pun berkata kepada mereka, \"Nikmatilah makanan-makanan lezat yang telah kami karuniakan kepada kalian.\" Tetapi mereka malah menzalimi diri mereka sendiri dan tak mensyukuri nikmat-nikmat itu. Bahkan mereka meminta utnuk mengganti makanan yang Kami karuniakan dengan jenis lain. Kezaliman mereka itu tidaklah menyulitkan Kami, tetapi justru mempersulit diri mereka sendiri"
        },
        {
            "chapter": 7,
            "verse": 161,
            "text": "Wahai Muhammad, ingatkanlah orang-orang Banû Isrâ'îl di zamanmu akan firman Kami yang disampaikan Mûsâ kepada nenek-moyang mereka, \"Tinggallah kalian di kota Bayt al-Maqdis setelah keluar dari padang Tîh. Makanlah dari hasil bumi yang baik-baik, di mana saja kalian mau. Ucapkanlah, 'Ya Tuhan kami, ampunilah kami dari segala dosa. ' Masukilah pintu gerbang perkampungan dengan menundukkan kepala--seperti ruku--sambil merendahkan diri kepada Allah. Jika kalian lakukan itu semua, Kami akan menghapus dosa-dosa kalian, dan Kami akan melipatgandakan pahala mereka yang melakukan kebajikan secara optimal"
        },
        {
            "chapter": 7,
            "verse": 162,
            "text": "Tetapi mereka ternyata melanggar perintah-perintah itu. Untuk memperolok Mûsâ, mereka--dengan zalim--malah mengatakan ucapan yang tidak dperintahkan. Maka Kami turunkan kepada mereka azab dari langit karena terlalu seringnya mereka mlampaui batas dan berbuat zalim"
        },
        {
            "chapter": 7,
            "verse": 163,
            "text": "Tanyakanlah, wahai Muhammad, kepada orang-orang Yahudi--guna mencela perbuatan nenek-moyang mereka--tentang ihwal penduduk negri Eilah yang terletak di tepi laut, ketika mereka melanggar aturan Allah dengan menangkap ikan pada hari Sabtu, dan ketika pada hari Sabtu itu ikan-ikan besar justru berdatangan dan terapung-apung di atas air--sebagai salah satu bentuk cobaan dari Allah--sementara di hari lain ikan-ikan itu tidak ada. Melalui cobaan-cobaan di atas, Kami akan terus menguji mereka dengan bentuk lain, karena mereka selalu berbuat fasik. Melalui cobaan-cobaan seperti itulah akan dapat dipilah mana yang baik dan mana yang jahat"
        },
        {
            "chapter": 7,
            "verse": 164,
            "text": "Dan ingatkanlah pula orang-orang Yahudi itu, tatkala sekelompok orang-orang saleh dari leluhur mereka--yang tidak berbuat jahat seperti yang lainnya--bertanya kepada mereka yang menasihati orang-orang yang berbuat jahat, \"Mengapa kalian bersusah payah memberi nasihat kepada kaum yang akan dibinasakan karena dosa yang mereka lakukan dan disiksa oleh Allah di akhirat nanti dengan azab yang pedih?\" Mereka menjawab, \"Kami melakukan hal itu agar kami tidak dianggap masabodoh oleh Tuhan kalian. Sebenarnya, kami berharap agar mereka menjadi orang yang bertakwa"
        },
        {
            "chapter": 7,
            "verse": 165,
            "text": "Tatkala mereka tidak juga mendengarkan nasihat itu, mereka yang tidak melakukan kejahatan Kami selamatkan dari azab. Sementara mereka yang berbuat zalim, melanggar dan melampaui batas, Kami timpakan mereka azab yang pedih dalam bentuk kesengsaraan dan kemelaratan. Hal itu karena mereka selalu saja tidak mau taat kepada Allah, Tuhan mereka"
        },
        {
            "chapter": 7,
            "verse": 166,
            "text": "Ketika hati mereka semakin keras membatu, mereka terus melakukan berbagai pelanggaran, sementara azab yang pedih tidak membuat mereka jera, maka Kami jadikan mereka seperti layaknya kera. Hati mereka berubah seperti kera yang tak dapat memahami kebenaran, dan--seperti halnya kera--mereka pun dijauhkan dari berbagai bentuk kebaikan"
        },
        {
            "chapter": 7,
            "verse": 167,
            "text": "Dan ingatkanlah pula orang-orang Yahudi itu, tatkala Allah memberitahukan--melalui para nabi-Nya--kepada nenek-moyang mereka, bahwa Allah akan mengerahkan sekelompok orang untuk menyiksa orang-orang Yahudi hingga hari kiamat, karena mereka telah berbuat zalim dan fasik. Dan Tuhanmu--karena siksa-Nya pasti terlaksana--sangat cepat menyiksa orang-orang kafir. Sebab, setiap sesuatu yang bakal terjadi itu sebenarnya telah dekat. Kendati demikian, Dia Maha Pengampun dan Maha Pengasih bagi mereka yang bertobat dan kembali menaati-Nya"
        },
        {
            "chapter": 7,
            "verse": 168,
            "text": "Di muka bumi ini, Kami telah mengelompokkan mereka menjadi beberapa golongan: ada yang saleh, yaitu mereka yang beriman dan konsisten dengan keimanannya itu; ada pula yang berada di luar kategori saleh. Mereka semua Kami uji dengan pelbagai bentuk kebaikan dan keburukan agar mereka bertobat dan menyesali pelanggaran-pelanggaran yang mereka lakukan"
        },
        {
            "chapter": 7,
            "verse": 169,
            "text": "Setelah dua golongan yang telah Kami kelompokkan tadi, akan datang satu generasi yang jahat. Mereka memang telah mewarisi Tawrât dari leluhur mereka, tetapi mereka tidak mengamalkannya. Kesenangan dunia lebih mereka utamakan ketimbang kebenaran. Mereka akan selalu berkata, \"Allah pasti mengampuni apa yang kami lakukan.\" Seakan-akan mereka mengharapkan ampunan, padahal jika mereka diberikan lagi kesenangan dunia seperti sebelumnya, mereka tidak ragu untuk mengambilnya. Begitulah, mereka adalah sekelompok orang yang, di samping memohon ampunan, tetapi dalam waktu yang sama melulu melakukan dosa. Allah mencela mereka yang memohon ampun tapi tetap berbuat dosa, seraya berfirman, \"Sesungguhnya kami telah mengambil janji mereka di Tawrât. Mereka telah mempelajari isinya, dan seharusnya mereka mengatakan kebenaran. Tetapi mereka malah mengatakan kebatilan! Sesungguhnya kenikmatan akhirat yang diperuntukkan bagi mereka yang bertakwa, lebih baik dari segala kesenangan dunia. Apakah kalian tetap memungkiri hal ini? Jika demikian halnya, berarti kalian tidak bisa membedakan bahwa kenikmatan akhirat itu sungguh lebih baik ketimbang kesenangan dunia yang kalian lebih utamakan"
        },
        {
            "chapter": 7,
            "verse": 170,
            "text": "Dan orang-orang yang berpegang teguh mengamalkan Tawrât serta melaksanakan kewajiban salat, sesungguhnya Kami tidak membiarkan mereka tanpa ganjaran atas kesalehan dan kebajikan yang mereka lakukan"
        }
    ]
}