{
    "maqras": [
        {
            "chapter": 9,
            "verse": 34,
            "text": "Wahai orang-orang Mukmin, ketahuilah bahwa banyak di antara orang alim dari kalangan Yahudi dan rahib-rahib Nasrani yang menghalalkan harta orang secara tidak benar, menyalahgunakan kepercayaan dan ketundukan orang lain kepada mereka dalam setiap perkataan mereka, dan menghalang-halangi orang untuk masuk Islam. Wahai Nabi, orang-orang yang mengusai dan menyimpan harta benda berupa emas maupun perak, dan tidak menunaikan zakatnya, ingatkanlah mereka akan siksa yang sangat pedih"
        },
        {
            "chapter": 9,
            "verse": 35,
            "text": "Pada hari kiamat, semua harta benda itu akan dijadikan bahan bakar di neraka jahanam yang menghanguskan hati, lambung dan punggung pemiliknya. Lalu dikatakan kepada mereka, sebagai suatu penghinaan, \"Inilah apa yang kalian simpan untuk diri kalian, sementara kalian tidak memenuhi hak Allah. Rasakanlah sekarang siksa yang amat pedih"
        },
        {
            "chapter": 9,
            "verse": 36,
            "text": "Sesungguhnya jumlah bulan pada tahun kamariah menurut hukum dan ketentuan Allah, serta menurut apa yang telah diterangkan dalam kitab--kitab suci-Nya sejak awal kejadian alam, adalah dua belas bulan. Di antara dua belas bulan itu terdapat empat bulan ketika berperang pada saat itu diharamkan, yaitu Rajab, Zulkaidah, Zulhijah dan Muharam. Pengharaman empat bulan tersebut di atas adalah termasuk ajaran agama Allah yang benar, yang bersifat konstan, tidak mengalami perubahan atau pergantian. Maka janganlah berbuat lalim kepada diri kalian pada bulan-bulan ini dengan menghalalkan perang. Tapi jangan pula kalian berpangku tangan jika musuh menyerang. Perangilah, hai orang-orang Mukmin, kelompok orang-orang musyrik tanpa terkecuali, seperti mereka memerangi kalian semuanya. Yakinlah bahwa Allah adalah penolong bagi orang-orang yang takut pada Allah. Berpegang teguhlah kepada perintah Allah dan jauhilah semua larangan-Nya"
        },
        {
            "chapter": 9,
            "verse": 37,
            "text": "Mengakhirkan bulan-bulan haram atau sebagian bulan-bulan itu dari apa yang telah ditetapkan Allah--sebagaimana yang dilakukan oleh orang-orang jahiliyah--tidak lain hanyalah sebagai pertanda semakin larutnya mereka dalam kekufuran yang akan membuat mereka semakin tersesat. Orang-orang Arab pada jaman jahiliyah menghalalkan bulan-bulan ini untuk membenarkan dilakukannya perperangan. Kemudian mereka menjadikan bulan yang halal menjadi haram. Mereka mengatakan, \"Bulan diganti dengan bulan\" agar mereka dapat menyesuaikan dengan jumlah bulan-bulan yang diharamkan Allah. Hawa nafsu mereka memperbagus pekerjaan-pekerjaan yang buruk. Allah tidak akan memberi petunjuk menuju jalan kebaikan kepada orang-orang yang bersikeras dalam kekufuran"
        },
        {
            "chapter": 9,
            "verse": 38,
            "text": "Hai orang-orang Mukmin, ketika rasul berkata kepada kalian, \"Keluarlah untuk berjihad di jalan Allah,\" mengapa sebagian dari kalian enggan untuk berjihad? Hal itu tidak seharusnya terjadi. Kalian sungguh mengherankan! Apakah kalian lebih mengutamakan kehidupan dunia yang fana daripada kehidupan akhirat dan kenikmatannya yang abadi? Ketahuilah bahwa kesenangan dunia sangat sedikit dan remeh jika dibandingkan dengan kenikmatan akhirat"
        },
        {
            "chapter": 9,
            "verse": 39,
            "text": "Apabila kalian tidak melaksanakan perintah Rasulullah untuk berjihad di jalan Allah, maka Allah akan menyiksa kalian dengan siksa yang sangat pedih. Tuhan akan mengganti kalian dengan kaum lain yang mau menerima seruan Rasulullah dan tidak meninggalkan kewajiban berjihad. Kalian sama sekali tidak akan merugikan Allah dengan keengganan itu. Allah Mahakuasa atas segala sesuatu"
        },
        {
            "chapter": 9,
            "verse": 40,
            "text": "Hai orang-orang Mukmin, sekalipun kalian tidak membela Rasulullah, sesungguhnya Allah telah menjamin untuk membelanya, sebagaimana Dia telah menguatkan dan membelanya ketika orang-orang kafir mengusirnya dari kota Makkah. Saat itu, tidak ada seorang kecuali sahabatnya, Ab청 Bakr, yang menemani Rasulullah ketika mereka berada di dalam gua untuk bersembunyi dari kejaran orang-orang musyrik. Ab청 Bakr mengkhawatirkan keselamatan Rasulullah. Lalu Rasul berkata kepadanya dengan tenang, \"Janganlah bersedih, karena sesungguhnya Allah bersama kita dengan kemenangan dan pertolongan-Nya.\" Pada saat itu Allah menurunkan ketenangan pada hati sahabatnya dan Dia menguatkan Rasul dengan bala tentara dari sisi-Nya yang tidak ada yang mengetahuinya kecuali Allah. Dan akhirnya,(1) lemahlah kekuatan orang-orang kafir dan menanglah agama Allah. Allah memiliki sifat Mahaperkasa, sehingga tidak akan terkalahkan, dan Mahabijaksana, sehingga tidak akan timpang dalam memelihara. (1) Gua tempat Nabi Muhammad saw. dan sahabatnya bersembunyi terleatak di bukit Ts청r, sebuah bukit yang tidak jauh dari kota Makkah. Mereka berdua berdiam di dalamnya selama tiga hari, dan keluar pada malam hari setelah mereka berdua mengetahui bahwa pengejaran telah kembali mereda. Keduanya tiba di Madinah tanggal 8 Rabiulawal tahun pertama Hijriyah"
        },
        {
            "chapter": 9,
            "verse": 41,
            "text": "Hai orang-orang Mukmin, apabila datang seruan untuk berjihad, sambutlah seruan itu, baik secara pribadi maupun kelompok--sesuai dengan keadaan masing-masing--dengan semangat tempur dan kekuatan senjata. Berjihadlah dengan harta dan jiwa untuk meninggikan agama Allah, karena dalam berjihad terdapat kekuatan dan kebaikan bagi kalian, apabila kalian mengetahuinya dengan baik dan benar(1). (1) Di antara makna yang dimaksudkan di sini adalah \"Pergilah untuk berperang dengan berkendaraan atau berjalan kaki, dengan peralatan perang yang ringan maupun berat.\" Hal ini termasuk dalam taktik perang yang telah dikenal pada saat ini, di mana senjata- senjata ringan seperti pedang, digunakan untuk berperang dengan tentara, sedang senjata-senjata berat digunakan untuk menghancurkan benteng-benteng pertahanan musuh"
        },
        {
            "chapter": 9,
            "verse": 42,
            "text": "Al-Qur'창n mengecam orang-orang munafik karena keengganan mereka untuk mengikuti Rasulullah dalam berjihad. Allah berfirman, \"Seandainya apa yang diserukan kepada orang-orang munafik itu adalah salah satu kesenangan dunia yang mudah dicapai, atau perjalanan yang mudah ditempuh, mereka pasti akan mengikutimu, wahai Rasul. Tetapi ternyata perjalanan itu sangat sulit bagi mereka. Dan mereka akan bersumpah, andaikata mampu, mereka pasti akan keluar berperang bersamamu.\" Mereka membinasakan diri sendiri dengan kemunafikan dan kebohongan ini. Keadaan mereka tidak samar dalam pandangan Allah. Dia Mengetahui kebohongan mereka dan memberikan balasan kepada mereka atas apa yang mereka perbuat"
        },
        {
            "chapter": 9,
            "verse": 43,
            "text": "Allah telah memaafkanmu, wahai Rasul, pada saat engkau mengizinkan orang-orang munafik untuk tidak ikut serta berjihad, sebelum engkau mengetahui persoalan mereka dengan jelas. Sementara, engkau pun tidak tahu mana alasan mereka yang benar, dan siapa di antara mereka yang benar-benar beriman dan siapa yang membuat alasan-alasan palsu"
        },
        {
            "chapter": 9,
            "verse": 44,
            "text": "Bukan sifat orang-orang yang benar-benar beriman kepada Allah dan hari perhitungan-Nya di akhirat, meminta izin kepadamu agar tidak pergi berjihad mempertaruhkan harta dan jiwa atau berpamit untuk meninggalkanmu. Karena orang yang benar-benar beriman, akan terdorong oleh kesungguhan iman mereka untuk cinta kepada jihad di jalan Allah. Allah Maha Mengetahui kesungguhan niat orang-orang Mukmin"
        },
        {
            "chapter": 9,
            "verse": 45,
            "text": "Sesungguhnya orang-orang yang meminta izin kepadamu untuk tidak berjihad hanyalah orang yang tidak beriman kepada Allah secara benar dan tidak meyakini hari perhitungan-Nya di akhirat. Sungguh hati mereka selalu berada dalam keraguan dan hidup dalam kebingungan. Mereka niscaya akan menerima balasan dari perbuatan itu"
        }
    ]
}