{
    "maqras": [
        {
            "chapter": 46,
            "verse": 1,
            "text": "Xa. Mim"
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "Bul Kitap tım ustem, xikmet iesi Alla tarapınan tusirildi"
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "Kokter men jerdi eri eki arasındagılardı sındıq boyınsa, bir merzim belgilep qana jarattıq. Al sonday qarsı bolgandar, eskertilgen narseden jaltarwda"
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "(Muxammed G.S.) olarga: \"Alladan ozge soqıngan narselerindi kordinder me? Olar jer juzinde ne jarattı, magan korsetindersi. Nemese olardın kokterde ortaqtıgı bar ma? Eger sınsıl bolsandar, magan budan burıngı bir kitap yaki gılmi derekter keltirinder\" de"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "Alladan ozge qiyametke deyin ozine jawap bere almaytın birewge tabıngannan kim zalımıraq? Arine tabıngandarı olardın jalbarwlarınan xabarsız"
        },
        {
            "chapter": 46,
            "verse": 6,
            "text": "Adamdar jinalgan kezde, olarga tabıngandarı duspan bolıp, olardın ozderine qulsılıq qılgandıqtarına qarsı sıgadı. (S. 80-81-A)"
        },
        {
            "chapter": 46,
            "verse": 7,
            "text": "Olarga ap-asıq ayattarımız oqılgan kezde, sonday ozderine kelgen sındıqqa qarsı bolgandar: \"Mınaw asıq bir siqır\" deydi"
        },
        {
            "chapter": 46,
            "verse": 8,
            "text": "Nemese olar: \"Onı ozi jasadı\" dey me? (Muxammed G.S.): \"Mubada ozim jasagan bolsam, sonda meni Alladan es qorgay almaysındar. Alla, ol jonde ne kokigenderindi jaqsı biledi. Sonday-aq Ol, meni men senderdin aramızga kwalikte jetip asadı. Jane Ol, tım jarılqawsı, erekse meyirimdi\" de"
        },
        {
            "chapter": 46,
            "verse": 9,
            "text": "(Muxammed G.S.) olarga: \"Men elsilerdin tungısı emespin. Sonday-aq magan ari senderge ne isteletinin de bilmeymin. Ozime waxi etilgenge gana ilesemin. Jane asıq bir eskertwsi ganamın\" de"
        },
        {
            "chapter": 46,
            "verse": 10,
            "text": "(Muxammed G.S.) olarga: \"Kordinder me? Eger de Quran Allanın qasınan bolıp, sender ogan qarsı bolsandar; sonday-aq Izrail urpaqtarınan bir kwa, osı siyaqtı (Tawrat) ga qwa bolıp, keyin iman keltirse de sender menmesisender, kudiksiz Alla zalım eldi twra jolga salmaydı"
        },
        {
            "chapter": 46,
            "verse": 11,
            "text": "Sonday qarsı kelgender, iman keltirgender usin: \"Eger (bul dinde) igilik bolsa edi, olar bizden ozbas edi. (Aldımen biz Musılman bolar edik.)\" dedi. Onımen de twra jol tappagandıqtan: \"Bul kone bir otirik\" desedi"
        },
        {
            "chapter": 46,
            "verse": 12,
            "text": "Qurannan burın jolbassı ari igilik turinde Musa (G.S.) nın kitabı bar edi. Mine osı Quran zulımdıq qılgandarga eskertw, jaqsılıq istewsilerdi qwantw usin arap tilindegi rastawsı bir Kitap"
        },
        {
            "chapter": 46,
            "verse": 13,
            "text": "Kudiksiz sonday: \"Rabbımız Alla\" dep, sosın tup-twra ketkender, olarga; xawip-qater joq. Ari olar kuyinbeydi"
        },
        {
            "chapter": 46,
            "verse": 14,
            "text": "Mine osılar jannattıq. Gamaldarının bodawı turinde onda mangi qaladı"
        },
        {
            "chapter": 46,
            "verse": 15,
            "text": "Adam balasına, ake-sesesine jaqsılıq istewdi nusqadıq. Oytkeni sesesi onı zorga koterip, areq bosanadı. Sonday-aq ogan jukti bolw, (sutten) ayırw otız ay. Aqır ol, erjetip, qırıq jasqa ulasqan kezde: \"Rabbım! Ozime ake-seseme bergen nıgmetterine sukirlik etwimdi, ozin razı bolatın tuzw gamal istewimdi magan nasip ete kor! Menin urpaqtarımdı da tuzelt. Sın maninde, men tawbe qıldım. Arine men boy usınwsılardanmın\" dedi"
        },
        {
            "chapter": 46,
            "verse": 16,
            "text": "Mine bular, Biz jaqsı gamaldarın qabıl etip, jamandıqtarın kesiretin jannattıqtardın isinde boladı. Bul, olarga etilgen sınayı wade"
        },
        {
            "chapter": 46,
            "verse": 17,
            "text": "Al endi alde kim, ake-sesesine: \"Tuh! Ekewin de meni qayta tiriltip, sıgwmen qorqıtasındar ma? Rasında menen burın qansalagan nasilder otip ketti. (Olar tirilmedi)\" dedi. Ake-sesesi Allaga jalbarınıp: \"Sagan nendey okinis! Iman keltir. Kudiksiz Allanın wadesi xaq\" degende, ol: \"Bul, burıngılardın gana ertegisi\" dedi"
        },
        {
            "chapter": 46,
            "verse": 18,
            "text": "Mine osılar, burıngı otip ketken, ozderine delingen soz boyınsa azapqa dwsar bolgan jındar men adamdar tobınan boladı"
        },
        {
            "chapter": 46,
            "verse": 19,
            "text": "Arkimnin gamalı boyınsa darejeleri bar. Sonday-aq ozderine gamaldarının bodawı tolıq beriledi de olarga adiletsizdik etilmeydi"
        },
        {
            "chapter": 46,
            "verse": 20,
            "text": "Sonday qarsı bolgandar, otqa tondirilgen kuni: \"Dunie tirsiliginin qızıgın korip, odan paydalandındar. Al endi bugin jer juzinde orınsız menmensip, buzaqılıq qılgandıqtarın sebepti qorlawsı azappen jazalanasındar\" (delinedi)"
        }
    ]
}