{
    "maqras": [
        {
            "chapter": 3,
            "verse": 15,
            "text": "(Muxammed G.S.) olarga: «Senderge bularınnan da jaqsı narseden xabar bereyin be?»,- de. Sonday taqwalar usin Allanın qasında astarınan ozender agatın, onda manni turatın baqsalar sonday-aq tap-taza jubaylar ari Allanın rizalıgı bar. Alla (T.) quldarın tolıq korwsi"
        },
        {
            "chapter": 3,
            "verse": 16,
            "text": "Sonday : «Rabbımız! Iman keltirdik, kunamizdı jarılqa da ot gazabınan saqta» degender"
        },
        {
            "chapter": 3,
            "verse": 17,
            "text": "Olar sabır etwsiler, sınsıldar, boy usınwsılar, Alla jolında mal sarıp qılwsılar jane tan sariden jarılqanw tilewsiler, (tan namazın oqwsılar)"
        },
        {
            "chapter": 3,
            "verse": 18,
            "text": "Alla (T.), peristeler jane adilet ustinde turwsı gılım ieleri, rasında tım ustem, xikmet iesi Alladan basqa esbir tanir joqtıgına kwalik berdi"
        },
        {
            "chapter": 3,
            "verse": 19,
            "text": "Allanın qasında sınayı din Islam. Sonday Kitap berilgender, ozderine malimet kelgennen keyin aralarındagı kunsildikten gana talas- tartısqa tusti. Kim Allanın ayattarına qarsı kelse, kudiksiz Alla tez esep korwsi"
        },
        {
            "chapter": 3,
            "verse": 20,
            "text": "(Muxammed G.S.) olar senimen soz talastırwga kirisse: «Ozimdi Allaga tapsırdım ari magan ergenderdi de» de. Sonday-aq kitap berilgenderge de nadandarga da: «Islamdı qabıl ettinder me?»,- de. Eger olar islamdı qabıl etse, twra jol tabar edi. Al eger olar bet bursa, sagan jalgastırw gana mindet. Alla quldarın naq korwsi"
        },
        {
            "chapter": 3,
            "verse": 21,
            "text": "Allanın ayattarına qarsı kelgender jane jazıqsız paygambarlardı oltirgender, sonday-aq adamdarga twralıqtı amir etkenderdi oltirgender, solardı kuyzeltwsi gazappen suyinsile"
        },
        {
            "chapter": 3,
            "verse": 22,
            "text": "Mine solar duniede de aqirette de gamaldarı joyılgandar. Sonday-aq olar usin jardemsi joq"
        },
        {
            "chapter": 3,
            "verse": 23,
            "text": "(Muxammed G.S.) sonday kitaptardan ules berilgenderdin aralarına ukim berw usin Allanın Kitabına saqırılgandardı kormeysin be? Sonson olardın bir bolimi Odan bet buradı. Sonday- aq olar udayı bet burwsı"
        },
        {
            "chapter": 3,
            "verse": 24,
            "text": "Bul olardın: «Bizge tozaq otı, sanawlı kunder gana soqtıgadı» degendikteri sebepti. Din jayındagı jasandı narseleri olardı aldadı"
        },
        {
            "chapter": 3,
            "verse": 25,
            "text": "Bolwı saksiz kunde jinaganımızda sonday-aq arkimge adiletsizdik etilmey enbekteri tolıq berilgende, jagdayları qalay bolar edi?…"
        },
        {
            "chapter": 3,
            "verse": 26,
            "text": "(Muxammed G.S.) : «Ay mulik iesi Alla! Kimge qalasan mulik beresin de kimnen qalasan, dawletti alasın. Sonday-aq kimdi qalasan ardaqtaysın da kimdi qalasan qorlaysın. Jaqsılıq Senin qolında. Saksiz ar narsege kusin jetedi» dep ayt"
        },
        {
            "chapter": 3,
            "verse": 27,
            "text": "Tundi kundizge aynaldırasın da kundizdi tunge aynaldırasın. Sonday-aq oliden tirini sıgarıp, tiriden olini sıgarasın. Jane kimdi qalasan sansız nesibe beresin…"
        },
        {
            "chapter": 3,
            "verse": 28,
            "text": "Muminder, muminderden ozge kapirlerdi dos tutpasın. Aldekim osını istese, Allaga es narsede baylanısı joq. Biraq olardan saqtanw usin bolsa basqa. Alla senderdi ozi qorqıtadı. Jane barar orın Alla jaq"
        },
        {
            "chapter": 3,
            "verse": 29,
            "text": "(Muxammed G.S.) olarga: «Konilderinde bir narseni jasırsandar da jiriyalasandar da Alla onı biledi. Ari Allanın barlıq narsege tolıq kusi jetwsi» de"
        },
        {
            "chapter": 3,
            "verse": 30,
            "text": "Sol kuni arkim istegen igiligin azir tabadı da istegen jamandıgının arasımen oz arasının uzaq qasıqtıqta bolwın qalaydı. Alla senderdi ozi saqsındıradı. Alla (T.) quldarına tım jumsaq"
        },
        {
            "chapter": 3,
            "verse": 31,
            "text": "(Muxammed G.S.) olarga: «Eger Allanı suysender, onda magan ilesinder. Alla (T.) senderdi jaqsı korip, kunalarındı jarılqaydı. Oytkeni, Alla asa jarılqawsı, erekse meyirimdi» de"
        },
        {
            "chapter": 3,
            "verse": 32,
            "text": "Jane olarga: «Allaga ari Paygambarga boy usınındar» de. Eger olar bet bursa, sonda Alla qarsı bolwsılardı suymeydi"
        }
    ]
}