{
    "maqras": [
        {
            "chapter": 2,
            "verse": 92,
            "text": "Senderge Musa (G.S.) asıq dalelder ekelgennen keyin de buzawdı tanir jasap aldındar. Sender zalımsındar"
        },
        {
            "chapter": 2,
            "verse": 93,
            "text": "Sol waqıttı eske alındar. Bastarına Tur tawın koterip turıp: «Senderge biz bergen (Tawrat) di mıqtı ustandar da qulaq salındar» dep sert algan edik. Olar: «Qulaq saldıq, qarsı boldıq» dedi. Oytkeni qarsılıqtarının saldarınan jurekterine buzaw sinip algan. (Muxammed G.S.) olarga: «Eger (Tawratqa) iman keltirgen bolsandar, imandarın senderge nendey jaman narseni (buzawga tabınwdı) buyırgan» de. (Tawratta buzawga tabınw joq edi)"
        },
        {
            "chapter": 2,
            "verse": 94,
            "text": "(Muxammed G.S.) : «Eger Allanın qasındagı axiret jurtı, elden erekse nagız sender usin gana bolsa, olim tilendersi! Sınsıl bolsandar» de"
        },
        {
            "chapter": 2,
            "verse": 95,
            "text": "Biraq olar qoleki istep, ilgeri jibergen qılmıstarı esbepti sira olim tilemeydi. Alla zalımdardı tolıq biledi"
        },
        {
            "chapter": 2,
            "verse": 96,
            "text": "(Muxammed G.S.) Yahwdilerdin jalpı adamdardan da musrekterden de tirsilikke (uzın omirge) tım qumar ekenin koresin. Olardın arbirewi mın jılomir surwdi arman etedi. Alayda omir onı azaptan arasalamaydı. Alla (T.) olardın istegenderin tolıq korwsi. (Yahwdilerdin tagı bir qılıgı: «Jebreyil duspanımız, bizge azap akelgen, waxidı mikeyil akelse nanar edik» deytin edi)"
        },
        {
            "chapter": 2,
            "verse": 97,
            "text": "(Muxammed G.S. olarga) ayt: «Kim Jebreyil (G.S.) ge duspan bolsa, (Allanın duspanı) Oytkeni ol, Allanın buyrıgı boyınsa burıngılardı rastawsı. Qurandı senwsiler usin twralıq ari qwandırwsı turde juregine qondırdı"
        },
        {
            "chapter": 2,
            "verse": 98,
            "text": "Kim Allaga, peristelerine, elsilerine sonday-aq jebreyil, mikeyil (G.S.) ge duspan bolsa, albette Alla (T.) kariplerge duspan"
        },
        {
            "chapter": 2,
            "verse": 99,
            "text": "(Muxammed G.S.) rasında sagan ap- asıq ayattardı tusirdik. Ogan buzaqılar gana qarsı keledi"
        },
        {
            "chapter": 2,
            "verse": 100,
            "text": "(Yahwdmler) qay qasan da bir wade jasalsa, olardın bir bolimi onı buzıp tastamadı ma? Balkim olardın kobi Tawratqa da senbeydi"
        },
        {
            "chapter": 2,
            "verse": 101,
            "text": "Olarga Alla tarapınan olardın qolındagı tawrattı rastawsı Elsi kelgen saqta, Kitap berilgenderdin bir bolimi, tipti tuk bilmeegendey Allanın kitabın (Tawrattı) art jaqtarına attı…. »"
        },
        {
            "chapter": 2,
            "verse": 102,
            "text": "(Olar tawrattı qoyıp) Suleyman (G.S.) nın patsalıgı zamanındagı saytandar oqıgan (siqır) ga ilesti. Suleyman (G.S.) qarsı kelmedi. (Siqır jasamadı.) Biraq saytandar, adamdarga siqır uyretip, kapir boldı. Olar Babılda «Harut, Marut» attı eki peristege tusirilgendi uyretti. Ol eki periste: «Biz sınaq usin keldik, qarsı bolmandar» dep aytpayınsa eskimge uyretpegen. Sonda da olar, ekewinen: Er- ayeldin arasın ayıratındı urenetin edi. Olar, Alladan buyrıqsız eskimge ziyan bere almaydı. Olar ozderine ziyan keltiretin, payda bermeytin narseni uyrenetin edi. Rasında olar onı ayırbastap alganga (Allanın kitabının ornına siqır uyrengenge) aqirette nesibe joqtıgın bildi. Olar, ozderine nendey jaman narse satıp algandıqtarın bilgen bolsa edi"
        },
        {
            "chapter": 2,
            "verse": 103,
            "text": "Eger olar iman keltirip, (siqırdan) saqtansa, arine Alla jagınan xayırlı sawap bolar edi. Eger olar bilgen bolsa"
        },
        {
            "chapter": 2,
            "verse": 104,
            "text": "Ay muminder: «Ragina» dep aytpandar. «Unzurna» dender. Ari tındandar. Kapirler usin kuyzeltwsi azap bar"
        },
        {
            "chapter": 2,
            "verse": 105,
            "text": "(Ragina, Unzurna, ekewi de: «Bizge nazar awdar» degen ugımda. «Raginanı» Yahwdiler basqa magnada qoldanatın bolgandıqtan, eskertilgen.) Sonday Kitap ielerinin qarsı bolgandarı jane musrikter senderge rabbıların jaqtan bir igilik tuswin qalamaydı. Degenmen Alla marxametin qalagan kisisine arnaydı. Sonday-aq Alla (T.) zor kensilik iesi"
        }
    ]
}