{
    "maqras": [
        {
            "chapter": 7,
            "verse": 117,
            "text": "Musaga: «Tayagındı tasta» dep waxi ettik. Sol satte, tayaq olardın jasandı narselerin jalmay bastadı"
        },
        {
            "chapter": 7,
            "verse": 118,
            "text": "Sonda sındıq ortaga qoyılıp, olardın istegenderi bosqa ketti"
        },
        {
            "chapter": 7,
            "verse": 119,
            "text": "Soytip olar sol arada jeniliske usırap, qor bolıp qayttı"
        },
        {
            "chapter": 7,
            "verse": 120,
            "text": "Siqırsılar sajdege jıgıldı"
        },
        {
            "chapter": 7,
            "verse": 121,
            "text": "Olar: «Bukil alemnin Rabbına sendik» dedi"
        },
        {
            "chapter": 7,
            "verse": 122,
            "text": "«Musa men harwnnın Rabbına….»"
        },
        {
            "chapter": 7,
            "verse": 123,
            "text": "(Pergawın): «Men senderge ruqsat berwden burın ogan iman keltirdinder me? Rasında bul, qala xalqın sıgarw usin jasagan bir adisterin. Balem jaqında koresinder.» dedi"
        },
        {
            "chapter": 7,
            "verse": 124,
            "text": "«Arine qol-ayaqtarındı sadırlata kestiremin, sonson tugeldey astıramın»"
        },
        {
            "chapter": 7,
            "verse": 125,
            "text": "(Siqırsılar): Sozsiz, Rabbımızga aynalamız! ,- dedi"
        },
        {
            "chapter": 7,
            "verse": 126,
            "text": "«Sen, bizden Rabbımızdın ayattarı kelgende iman keltirdi dep qana os alasın. Rabbımız! Bizge sabır ber ari bizdi Musılman bolgan kuyde oltir!….»"
        },
        {
            "chapter": 7,
            "verse": 127,
            "text": "Pergawın elinin bastıqtarı: «Musanı jane elin, jer juzinde bulinsilik qılsın jane seni de, tanirlerindi de tastasın dep qoya bersin be? » dedi. (Pergawın olarga): «Uldarın oltiremiz de ayelderin tiri qoyamız. Arine biz olardın ustinde oktembiz» dedi"
        },
        {
            "chapter": 7,
            "verse": 128,
            "text": "Musa (G.S.) eline: «Alladan jardem tilender ari sabır etinder: Jer Allaniki ekeni dawsız. Ol, quldarınan qalaganına mura qıladı. Songı tabıs taqwalardiki» dedi"
        },
        {
            "chapter": 7,
            "verse": 129,
            "text": "(Eli Musa G.S.ga): «Sen bizge kelwden burın jane sen bizge kelgennen keyin de qinaldıq» dedi. (Musa G.S.): «Rabbıların duspandarındı joyıp, ornına senderdi ol jerge ornalastırwı mumkin.Biraq senderdin de qalay isteytinderine qaraydı» dedi"
        },
        {
            "chapter": 7,
            "verse": 130,
            "text": "Sınında, Pergawın tobın, ugit alwları usin jıldarsa jemisterin kemitip, qolga aldıq"
        },
        {
            "chapter": 7,
            "verse": 131,
            "text": "Qasan olarga bir jaqsılıq kelse: «Bul bizdin xaqımız» dep, eger olarga bir jamandıq jetse, Musa jane onımen birge bolgan kisilerdi ırımdaydı. Bayqandar! Olardın satsizdikteri Alla tarapınan. Biraq olardın kobi bilmeydi"
        },
        {
            "chapter": 7,
            "verse": 132,
            "text": "Tagı olar: «Bizdi jadılaw usin qansa mugjiza keltirsen de sagan senbeymiz » dedi"
        },
        {
            "chapter": 7,
            "verse": 133,
            "text": "Sondıqtan olarga asıq mugjizalar turinde; topan swı, sekirtke, bit, baqa jane qan jiberdik. Sonda da olar menmensigen ari olar kunakar bir qawım boldı"
        },
        {
            "chapter": 7,
            "verse": 134,
            "text": "Rawayat boyınsa, bir juma qarangılıq basıp, quygan sel pergawındıqtardın uylerine toladı. Olardın jalbarınwları boyınsaa Musa (G.S.) nın tilegimen, kun asılıp, mol osimdik sıgadı. Sonda da iman keltirmegendkterinen segirtke, bit, sonson baqa qaptap, odan keyin swları qanga aynaladı.) Olarga azap kelgen kezde: «Ay Musa! Rabbına, sagan bergen wadesi boyınsa jalbarın. Eger bizden azabın ayıqtırsan, arine sagan senemiz de Izrail urpaqtarın senimen birge qoya beremiz» dedi"
        },
        {
            "chapter": 7,
            "verse": 135,
            "text": "Qasan olardan belgili merzimge deyin azaptı ayıqtırsaq, sol waqıtta olar sertterin buzdı"
        },
        {
            "chapter": 7,
            "verse": 136,
            "text": "Ayattarımızdı jasınga sıgarıp, onı elemegendikterinen olardı tenizge batırıp jazasın tarttırdıq"
        },
        {
            "chapter": 7,
            "verse": 137,
            "text": "Sonday ezilgen xalıqtı (Izrail urpaqtarın) biz qunarlı qılgan jerdin sıgısına da batısına da murager qıldıq. Soytip olardın sabır qılwları sebepti Rabınnın Izrail urpaqtarına degen igi sozderi orındaldı. Sonday-aq Pergawın men elinin, biiktetip jasap bara jatqandarın talqandadıq"
        },
        {
            "chapter": 7,
            "verse": 138,
            "text": "Tagı Izrail urpaqtarın tenizden otkizdik. Sonda olar buttarına soqıngan bir elge keldi: «Ay Musa! Bulardın tanirleri qusagan bizge tanir jasa» dedi. (Musa G.S.): «Sınında sender bilmeytin elsinder» dedi. (Bul Gamalqa eli edi)"
        },
        {
            "chapter": 7,
            "verse": 139,
            "text": "«Sozsiz olardın dinderi joyıladı da olardın istegen isteri bosqa ketedi.»"
        },
        {
            "chapter": 7,
            "verse": 140,
            "text": "«Senderge bukil alemnen senderdi artıq qılgan Alladan basqa tanir izdeymin be?»,- dedi"
        },
        {
            "chapter": 7,
            "verse": 141,
            "text": "(Izrail urpaqtarı,) oylandar! Senderdi qattı azappen qinagan, uldarındı bawızdap, ayelderindi tiri qoygan Pergawın semyasınan qutqargan edik. Osılarda sender usin Rabbıların tarapınan zor sınaw bar"
        }
    ]
}