{
    "maqras": [
        {
            "chapter": 7,
            "verse": 171,
            "text": "Bir kunde tawdı kolenke tarizdi Izrail urpaqtarının usterine koterdik. Olar onı sın tusedi dep oyladı. «Senderge bergen Kitaptı mıqtı ustandar da isindegilerdi tusininder, arine taqwa bolasındar» (dedik)"
        },
        {
            "chapter": 7,
            "verse": 172,
            "text": "(Muxammed G.S.) sol waqıtta Rabbın adam balalarının belderinen nasilderin aldı da ozderine kwa etip: «Men, senderdin Rabbıların emespin be?»,- (degende,) olar: «Arine kwamiz» degen. Qiyamet kuni: «Budan xabarımız joq» demender. (Bul «Almisaq» wadesi; jannan alıngan degen)"
        },
        {
            "chapter": 7,
            "verse": 173,
            "text": "Nemese: «Burıngı ata-babamız serik qatqan edi, biz de solardın urpagımız. Sonda bizdi buzaqılardın qılıgımen joq etesin be?»,- (demewlerin usin)"
        },
        {
            "chapter": 7,
            "verse": 174,
            "text": "Olardın twra jolga qaytwları usin ayattarımızdı ostip asıq bayan etemiz"
        },
        {
            "chapter": 7,
            "verse": 175,
            "text": "(Muxammed G.S.) olarga (Yahwdilerge) bergen ayattarımızdı siırılıp, saytandarga ergen, adaswsılardan birewdin jagdayın tusindir"
        },
        {
            "chapter": 7,
            "verse": 176,
            "text": "Eger qalasaq, ayatarımız arqılı arine onı jogarlatar edik. Biraq ol, jerge enkeyip (duniege berilip) napsine erdi. Sonda onın mısalı: Eger ogan tap bersende tilin salaqtatıp, ne onı qoyıp qoysan da tilin salaqtatatın it tarizdi. Ayattarımızdı jasınga sıgargan eldin mısalı osı. (Muxammed G.S.) Waqiganı olarga aytıp ber. Balkim olar tusiner"
        },
        {
            "chapter": 7,
            "verse": 177,
            "text": "Sonday ayattarımızdı jasınga sıgarıp, ozderine zulımdıq etken eldin sınayı nendey jaman"
        },
        {
            "chapter": 7,
            "verse": 178,
            "text": "Alla (T.) kimdi twra jolga salsa, sonda ol, twra jol tapqan boladı. Jane kimdi adastırsa, sonda olar ziyanga usıragandar"
        },
        {
            "chapter": 7,
            "verse": 179,
            "text": "Ras tozaq usin de koptegen jın, adamdar jarattıq. Olardın jurekteri bar, alayda olar onımen tusinbeydi. Kozderi bar, onımen kormeydi. Jane olardın qulaqtarı bar, ol arqılı estimeydi. Olar xaywan tarizdi, tipti odan arı adaswda. Mine solar mulde apersizder"
        },
        {
            "chapter": 7,
            "verse": 180,
            "text": "En jaqsı atawlar Allaga tan. Ogan sol attarmen jalbarınındar. Allanın atında qigastıq isteytinderdi qoyıp- qoyındar. Olar istegenderinin sazayın tartadı"
        },
        {
            "chapter": 7,
            "verse": 181,
            "text": "Biz jaratqan adamdardan twralıqqa bastap, sındıq arqılı adiletti atqaratın bir top bar"
        },
        {
            "chapter": 7,
            "verse": 182,
            "text": "Sonday ayattarımızdı jasınga aynaldırgandardı olar, bilmegen jaqtan birte- birte joyamız"
        },
        {
            "chapter": 7,
            "verse": 183,
            "text": "Tagı da olarga mursa beremin. Arine saralarım da qatan"
        },
        {
            "chapter": 7,
            "verse": 184,
            "text": "Olar joldastarı (Muxammed G.S.) nın jını bolmagandıgın tusinbedi me? Rasında ol, asıq eskertwsi gana"
        },
        {
            "chapter": 7,
            "verse": 185,
            "text": "Olar, kokter men jerdegi Allanın mulikterine, jane Alla jaratqan narselerine sonday-aq ozderinin ajaldarının jaqın bolwının mumkin ekendigin oylamay ma? Al endi olar, budan keyin qay sozge senedi"
        },
        {
            "chapter": 7,
            "verse": 186,
            "text": "Alla kimdi adastırsa, sonda ogan twra jol korsetwsi joq. Onda olardı qangırıstarında abırjıtıp qoyadı"
        },
        {
            "chapter": 7,
            "verse": 187,
            "text": "(Muxammed G.S.) olar, senen qiyamettin qasan bolatındıgın suraydı: «Sınında onın malimeti Rabbımnın qasında, onın mezgilin Ol gana bildiredi. Kokter men jerdegi awır jagday (qiyamet) senderge kenetten-aq keledi» de. Sen onı zerttep otırganday-aq surastıradı. Sınında onın bilimi Allanın qasında, biraq adamdardın kobi onı tusinbeydi de"
        },
        {
            "chapter": 7,
            "verse": 188,
            "text": "(Muxammed G.S.): «Alla qalamayınsa, ozim usin payda, ziyan keltirw kusine ie emespin. Eger komesti bilgen bolsam, arine jaqsılıqtı kobeytip alar edim. Sonday-aq magan bir satsazdik jugıspas edi. Men iman keltirgen eldi; qorqıtwsı, qwandırwsı ganamın» de"
        }
    ]
}