{
    "chapter": [
        {
            "chapter": 39,
            "verse": 1,
            "text": "คัมภีร์นี้เป็นการประทานลงมาจากอัลลอฮฺ ผู้ทรงอำนาจ ผู้ทรงปรีชาญาณ"
        },
        {
            "chapter": 39,
            "verse": 2,
            "text": "แท้จริงเราได้ประทานคัมภีร์มายังเจ้าด้วยสัจธรรม ดังนั้นเจ้าจงเคารพภักดีต่ออัลลอฮฺ โดยเป็นผู้มีความบริสุทธิ์ใจในศาสนาต่อพระองค์"
        },
        {
            "chapter": 39,
            "verse": 3,
            "text": "พึงทราบเถิด การอิบาดะฮฺโดยบริสุทธิ์ใจนั้นเป็นของอัลลอฮฺองค์เดียว ส่วนบรรดาผู้ที่ยึดถือเอาบรรดาผู้คุ้มครองอื่นจากอัลลอฮฺ โดยกล่าวว่าเรามิได้เคารพภักดีพวกเขา เว้นแต่เพื่อทำให้เราเข้าใกล้ชิดต่ออัลลอฮฺ แท้จริงอัลลอฮฺ จะทรงตัดสินระหว่างพวกเขาในสิ่งที่พวกเขาขัดแย้งกันในเรื่องนั้น แท้จริงอัลลอฮฺจะไม่ทรงชี้นำทางแก่ผู้กล่าวเท็จ ผู้ไม่สำนึกบุญคุณ"
        },
        {
            "chapter": 39,
            "verse": 4,
            "text": "หากอัลลอฮฺทรงประสงค์จะมีพระโอรส แน่นอนพระองค์จะทรงเลือกจากสิ่งที่พระองค์ทรงสร้างมาตามที่พระองค์ทรงประสงค์ มหาบริสุทธิ์แห่งพระองค์ท่าน พระองค์คืออัลลอฮฺ ผู้ทรงเอกะ ผู้ทรงพิชิต"
        },
        {
            "chapter": 39,
            "verse": 5,
            "text": "พระองค์ทรงสร้างชั้นฟ้าทั้งหลายและแผ่นดินด้วยความจริงอันชัดแจ้ง พระองค์ทรงให้กลางคืนคาบเกี่ยวเข้าไปในกลางวันและทรงให้กลางวันคาบเกี่ยวเข้าไปในกลางคืน และทรงให้ดวงอาทิตย์และดวงจันทร์เป็นประโยชน์ (แก่มนุษย์) ทุกสิ่งโคจรไปตามวาระที่ได้กำหนดไว้ พึงทราบเถิด พระองค์เป็นผู้ทรงอำนาจ ผู้ทรงอภัยอย่างมาก"
        },
        {
            "chapter": 39,
            "verse": 6,
            "text": "พระองค์ทรงสร้างพวกเจ้าจากชีวิตหนึ่ง แล้วจากชีวิตนั้นทรงทำให้เป็นของคู่ครองของมัน และทรงประทานปศุสัตว์แปดตัวเป็นคู่แก่พวกเจ้า พระองค์ทรงสร้างพวกเจ้าในครรภ์ของมารดาพวกเจ้า เป็นการบังเกิดครั้งแล้วครั้งเล่าอยู่ในความมืดสามชั้น นั่นคืออัลลอฮฺ พระเจ้าของพวกเจ้า พระอำนาจเป็นสิทธิของพระองค์ ไม่มีพระเจ้าอื่นใดที่เที่ยงแท้นอกจากพระองค์ แล้วทำไมพวกเจ้าจึงผินหน้าไปทางอื่น"
        },
        {
            "chapter": 39,
            "verse": 7,
            "text": "หากพวกเจ้าปฏิเสธศรัทธา ดังนั้น แท้จริงอัลลอฮฺนั้น ทรงพอเพียงจากพวกเจ้าและจะไม่ทรงปิติยินดีต่อการเนรคุณของปวงบ่าวของพระองค์ และหากพวกเจ้ากตัญญู พระองค์ก็จะทรงปิติยินดีต่อพวกเจ้า และไม่มีผู้แบกภาระคนใดที่จะแบกภาระของผู้อื่นได้ แล้วยังพระเจ้าของพวกเจ้าคือการกลับของพวกเจ้า และพระองค์ก็จะทรงบอกเล่าพวกเจ้าในสิ่งที่พวกเจ้าได้กระทำไว้ แท้จริงพระองค์นั้นเป็นผู้ทรงรอบรู้สิ่งที่อยู่ในทรวงอก"
        },
        {
            "chapter": 39,
            "verse": 8,
            "text": "และเมื่อทุกขภัยใด ๆ ประสบแก่มนุษย์ เขาก็จะวิงวอนขอต่อพระเจ้าของเขาเป็นผู้หันหน้าเข้าสู่พระองค์อย่างนอบน้อม ครั้นเมื่อพระองค์ทรงประทานความโปรดปรานจากพระองค์ให้แก่เขา เขาก็ลืมสิ่งที่เขาได้เคยวิงวอนขอต่อพระองค์มาแต่ก่อน และเขาได้ตั้งภาคีคู่เคียงกับอัลลอฮฺเพื่อให้หลงจากทางของอัลลอฮฺ จงกล่าวเถิด(มุฮัมมัด) ท่านจงร่าเริงเพียงระยะหนึ่งต่อการปฏิเสธของท่านเถิด แท้จริงท่านนั้นอยู่ในหมู่ชาวนรก"
        },
        {
            "chapter": 39,
            "verse": 9,
            "text": "ผู้ที่เขาเป็นผู้ภักดีในยามค่ำคืน ในสภาพของผู้สุญูด และผู้ยืนละหมาดโดยที่เขาหวั่นเกรงต่อโลกอาคิเราะฮฺ และหวังความเมตตาของพระเจ้าของเขา (จะเหมือนกับผู้ที่ตั้งภาคีต่ออัลลอฮฺกระนั้นหรือ?) จงกล่าวเถิด(มุฮัมมัด) บรรดาผู้รู้และบรรดาผู้ไม่รู้จะเท่าเทียมกันหรือ? แท้จริงบรรดาผู้มีสติปัญญาเท่านั้นที่จะใคร่ครวญ"
        },
        {
            "chapter": 39,
            "verse": 10,
            "text": "จงกล่าวเถิด(มุฮัมมัด) โอ้ปวงบ่าวผู้ศรัทธาทั้งหลายเอ๋ย! จงยำเกรงพระเจ้าของพวกท่านเถิด สำหรับบรรดาผู้ทำความดีในโลกนี้ คือ (จะได้รับการตอบแทน) ความดีและแผ่นดินของอัลลอฮฺนั้นกว้างใหญ่ไพศาล แท้จริงบรรดาผู้อดทนนั้น จะได้รับการตอบแทนรางวัลของพวกเขาอย่างสมบูรณ์โดยไม่ต้องคำนวณ"
        },
        {
            "chapter": 39,
            "verse": 11,
            "text": "จงกล่าวเถิด(มุฮัมมัด) แท้จริงฉันได้ถูกบัญชาให้เคารพภักดีต่ออัลลอฮฺ โดยเป็นผู้มีความบริสุทธิ์ใจในศาสนาต่อพระองค์"
        },
        {
            "chapter": 39,
            "verse": 12,
            "text": "และฉันได้ถูกบัญชาให้ฉันเป็นคนแรกของปวงชนผู้นอบน้อม"
        },
        {
            "chapter": 39,
            "verse": 13,
            "text": "จงกล่าวเถิด(มุฮัมมัด) แท้จริงฉันกลัวการลงโทษแห่งวันอันยิ่งใหญ่ หากฉันฝ่าฝืนพระเจ้าของฉัน"
        },
        {
            "chapter": 39,
            "verse": 14,
            "text": "จงกล่าวเถิด เฉพาะอัลลอฮฺเท่านั้นที่ฉันเคารพภักดีโดยเป็นผู้มีความบริสุทธิ์ใจในศาสนาของฉันต่อพระองค์"
        },
        {
            "chapter": 39,
            "verse": 15,
            "text": "ดังนั้นพวกท่านจงสักการะบูชาตามที่พวกท่านประสงค์อื่นจากพระองค์เถิด จงกล่าวเถิดว่า แท้จริงบรรดาผู้ขาดทุนนั้นคือ บรรดาผู้ที่ทำตัวของพวกเขาเอง และครอบครัวของพวกเขาให้ขาดทุนในวันกิยามะฮฺ พึงรู้เถิดว่านั่นคือ การขาดทุนอย่างชัดแจ้ง"
        },
        {
            "chapter": 39,
            "verse": 16,
            "text": "สำหรับพวกเขานั้นมีชั้นของเปลวไฟนรกปกคลุมเหนือพวกเขา และเบื้องล่างของพวกเขาก็มีชั้นของเปลวไฟนรกอยู่ด้วย สิ่งนั้นแหละที่อัลลอฮฺทรงทำให้ปวงบ่าวของพระองค์กลัว โอ้ปวงบ่าวของข้าเอ๋ย ! จงยำเกรงต่อข้าเถิด"
        },
        {
            "chapter": 39,
            "verse": 17,
            "text": "และบรรดาผู้ที่หลีกหนีให้ห่างจากพวกเจว็ดเพื่อที่จะไม่สักการะบูชามัน และหันไปจงรักภักดีต่ออัลลอฮฺ สำหรับพวกเขานั้นมีข่าวดีดังนั้นเจ้าจงแจ้งข่าวดีแก่ปวงบ่าวของข้า"
        },
        {
            "chapter": 39,
            "verse": 18,
            "text": "บรรดาผู้ที่สดับฟังคำกล่าว แล้วปฏิบัติตามที่ดีที่สุดของมัน ชนเหล่านี้คือบรรดาผู้ที่อัลลอฮฺทรงชี้แนะแนวทางที่ถูกต้องแก่พวกเขา และชนเหล่านี้พวกเขาคือผู้ที่มีสติปัญญาใคร่ครวญ"
        },
        {
            "chapter": 39,
            "verse": 19,
            "text": "ดังนั้นผู้ที่คำมั่นสัญญาแห่งการลงโทษได้คู่ควรแก่เขาแล้ว (เจ้าสามารถจะฮิดายะฮฺให้แก่เขา) กระนั้นหรือ? และเจ้าจะช่วยผู้ที่อยู่ในนรกให้รอดพ้นได้หรือ"
        },
        {
            "chapter": 39,
            "verse": 20,
            "text": "แต่บรรดาผู้ยำเกรงพระเจ้าของพวกเขานั้น สำหรับพวกเขาจะมีคฤหาสน์สง่าโอ่โถงเหนือขึ้นไปอีกก็มีคฤหาสน์สง่าโอ่โถงสร้างไว้ ณ เบื้องล่างของมันมีลำน้ำหลายสายไหลผ่าน (มันเป็น) ข้อสัญญาของอัลลอฮฺ อัลลอฮฺนั้นจะไม่ทรงบิดพริ้วสัญญา"
        },
        {
            "chapter": 39,
            "verse": 21,
            "text": "เจ้ามิเห็นดอกหรือว่า แท้จริงอัลลอฮฺทรงหลั่งน้ำลงมาจากฟากฟ้า แล้วทรงให้มันไหลซึมลงไปในแผ่นดินเป็นตาน้ำด้วยน้ำนั้น ทรงให้พืชงอกออกมาหลายสี แล้วมันก็จะเหี่ยวแห้ง ดังนั้น เจ้าจะเห็นมันกลายเป็นสีเหลือง แล้วพระองค์ทรงทำให้มันเป็นเศษเป็นชิ้น แท้จริงในการนั้นย่อมเป็นข้อเตือนสติแก่ผู้มีสติปัญญาทั้งหลาย"
        },
        {
            "chapter": 39,
            "verse": 22,
            "text": "ผู้ใดที่อัลลอฮฺทรงเปิดทรวงอกของเขาเพื่ออิสลาม และเขาอยู่บนแสงสว่างจากพระเจ้าของเขา (จะเหมือนกับผู้ที่หัวใจบอดกระนั้นหรือ?) ดังนั้นความวิบัติจงประสบแด่ผู้ที่หัวใจของพวกเขาแข็งกระด้างต่อการรำลึกถึงอัลลอฮฺ ชนเหล่านี้อยู่ในการหลงผิดอันชัดแจ้ง"
        },
        {
            "chapter": 39,
            "verse": 23,
            "text": "อัลลอฮฺได้ทรงประทานคำกล่าวที่ดียิ่งลงมาเป็นคัมภีร์คล้องจองกันกล่าวซ้ำกัน ผิวหนังของบรรดาผู้ที่เกรงกลัวพระเจ้าของพวกเขาจะลุกชันขึ้น แล้วผิวหนังของพวกเขาและหัวใจของพวกเขาจะสงบลง เพื่อรำลึกถึงอัลลอฮฺ นั่นคือการชี้นำทางของอัลลอฮฺ พระองค์จะทรงชี้นำทางแก่ผู้ที่พระองค์ทรงประสงค์ และผู้ใดที่อัลลอฮฺทรงให้เขาหลงทาง ดังนั้นสำหรับเขาจะไม่มีผู้ชี้นำทาง"
        },
        {
            "chapter": 39,
            "verse": 24,
            "text": "ดังนั้นผู้ใดที่ป้องกันใบหน้าของเขาให้พ้นจากการลงโทษอันชั่วช้าในวันกิยามะฮฺ (จะเหมือนกับผู้ที่ปลอดภัยจากการลงโทษกระนั้นหรือ?) และจะมีเสียงกล่าวแก่บรรดาผู้อธรรมว่า จงลิ้มรสสิ่งที่พวกเจ้าแสวงหาไว้เถิด"
        },
        {
            "chapter": 39,
            "verse": 25,
            "text": "บรรดาหมู่ชนก่อนหน้าพวกเขาได้ปฏิเสธมาแล้ว ดังนั้นการลงโทษได้มีมายังพวกเขา โดยที่พวกเขาไม่รู้สึกตัว"
        },
        {
            "chapter": 39,
            "verse": 26,
            "text": "ดังนั้น อัลลอฮฺทรงให้พวกเขาลิ้มรสความอัปยศในชีวิตของโลกนี้ และแน่นอนการลงโทษในปรโลกนั้นยิ่งใหญ่กว่า หากพวกเขาได้รู้"
        },
        {
            "chapter": 39,
            "verse": 27,
            "text": "และโดยแน่นอน เราได้ยกไว้ในทุก ๆ อุทาหรณ์ในอัลกุรอานนี้สำหรับมนุษย์เพื่อพวกเขาจะได้ใคร่ครวญ"
        },
        {
            "chapter": 39,
            "verse": 28,
            "text": "กุรอานเป็นภาษาอาหรับ ไม่มีการคดเคี้ยวเพื่อพวกเขาจะได้ยำเกรง"
        },
        {
            "chapter": 39,
            "verse": 29,
            "text": "อัลลอฮฺทรงยกอุทาหรณ์ชายคนหนึ่งเป็นของหุ้นส่วนหลายคน พวกเขาขัดแย้งไม่ลงรอยกัน และชายอีกคนหนึ่งเป็นของชายคนหนึ่งโดยเฉพาะ ทั้งสองนี้จะเป็นอุทาหรณ์ที่เท่าเทียมกันหรือ? การสรรเสริญทั้งมวลเป็นของอัลลอฮฺ แต่ว่าส่วนมากของพวกเขาไม่รู้"
        },
        {
            "chapter": 39,
            "verse": 30,
            "text": "แท้จริงเจ้าจะต้องตาย และแท้จริงพวกเขาจะต้องตาย"
        },
        {
            "chapter": 39,
            "verse": 31,
            "text": "แล้วแท้จริงพวกเจ้าในวันกิยามะฮฺจะถกเถียงกันต่อหน้าพระเจ้าของพวกเจ้า"
        },
        {
            "chapter": 39,
            "verse": 32,
            "text": "ดังนั้น ผู้ใดเล่าที่จะอธรรมยิ่งไปกว่าผู้กล่าวเท็จต่ออัลลอฮฺ และปฏิเสธความจริงเมื่อมันได้มีมายังเขา มิใช่ในนรกดอกหรือที่เป็นที่พำนักสำหรับบรรดาผู้ปฏิเสธศรัทธา"
        },
        {
            "chapter": 39,
            "verse": 33,
            "text": "ส่วนผู้ที่นำความจริงมา และเขาได้เชื่อมั่นความจริงนั้น ชนเหล่านี้ พวกเขาคือบรรดาผู้ยำเกรง"
        },
        {
            "chapter": 39,
            "verse": 34,
            "text": "สำหรับพวกเขานั้นจะได้สิ่งที่พวกเขาต้องการ ณ ที่พระเจ้าของพวกเขา นั่นคือการตอบแทนของบรรดาผู้กระทำความดี"
        },
        {
            "chapter": 39,
            "verse": 35,
            "text": "เพื่อที่อัลลอฮฺจะทรงลบล้างความชั่วที่พวกเขากระทำไว้ออกจากพวกเขา และจะทรงตอบแทนรางวัลของพวกเขาแก่พวกเขาด้วยสิ่งที่ดียิ่งตามที่พวกเขาได้กระทำไว้"
        },
        {
            "chapter": 39,
            "verse": 36,
            "text": "อัลลอฮฺจะมิทรงเป็นผู้พอเพียงแก่บ่าวของพระองค์ดอกหรือ และพวกเขายังขู่เจ้าให้กลัวด้วยเจว็ดต่าง ๆ อื่นจากพระองค์ และผู้ใดที่อัลลอฮฺทรงให้เขาหลงทาง ดังนั้นสำหรับเขาจะไม่มีผู้ชี้นำทาง"
        },
        {
            "chapter": 39,
            "verse": 37,
            "text": "และผู้ใดที่อัลลอฮฺทรงชี้นำทาง ดังนั้นก็ไม่มีผู้ใดจะทำให้เขาหลงทางได้ อัลลอฮฺมิใช่เป็นผู้ทรงอำนาจ ผู้ทรงตอบโต้อย่างเด็ดขาดดอกหรือ"
        },
        {
            "chapter": 39,
            "verse": 38,
            "text": "และถ้าเจ้าถามพวกเขาว่า ใครเป็นผู้สร้างชั้นฟ้าทั้งหลายและแผ่นดิน แน่นอนพวกเขาจะกล่าวว่าอัลลอฮฺ จงกล่าวเถิด(มุฮัมมัด)พวกท่านไม่เห็นดอกหรือว่า สิ่งที่พวกท่านวิงวอนขออื่นจากอัลลอฮฺนั้น หากอัลลอฮฺทรงประสงค์จะให้มีความทุกข์ยากแก่ฉันแล้วพวกมันจะปลดเปลื้องความทุกข์ยากของพระองค์ได้ไหม? หรือหากพระองค์ประสงค์จะให้ความเมตตาแก่ฉันพวกมันจะยับยั้งความเมตตาของพระองค์ได้ไหม? จงกล่าวเถิด(มุฮัมมัด) อัลลอฮฺทรงพอเพียงแก่ฉันแล้ว พระองค์เท่านั้น บรรดาผู้มอบความไว้วางใจจะให้ความไว้วางใจ"
        },
        {
            "chapter": 39,
            "verse": 39,
            "text": "จงกล่าวเถิด(มุฮัมมัด) โอ้หมู่ชนของฉันเอ๋ย! จงทำงานตามสภาพของพวกท่าน แท้จริงฉันก็เป็นผู้ทำงาน แล้วพวกท่านจะได้รู้"
        },
        {
            "chapter": 39,
            "verse": 40,
            "text": "ผู้ที่การลงโทษจะมีมายังเขาก็จะทำให้เขาอัปยศ และการลงโทษตลอดกาลจะประสบแก่เขา"
        },
        {
            "chapter": 39,
            "verse": 41,
            "text": "แท้จริงเราได้ประทานคัมภีร์แก่เจ้าเพื่อมนุษยชาติด้วยสัจธรรม ดังนั้นผู้ใดปฏิบัติตามแนวทางที่ถูกต้องก็จะได้แก่ตัวของเขาเอง และผู้ใดหลงทางเขาก็จะหลงอยู่บนทางที่ผิด และเจ้ามิได้เป็นผู้รับผิดชอบต่อพวกเขา"
        },
        {
            "chapter": 39,
            "verse": 42,
            "text": "อัลลอฮฺทรงปลิดชีวิตในยามตายของมัน และมัน(ชีวิต)จะยังไม่ตายในยามนอนหลับของมัน พระองค์จะทรงปลิดชีวิตที่พระองค์ทรงกำหนดความตายให้แก่มัน และพระองค์ทรงยืดชีวิตอื่นไปจนถึงเวลาที่ถูกกำหนดไว้ แท้จริงในการนั้น แน่นอนย่อมเป็นสัญญาสำหรับหมู่ชนผู้ใคร่ครวญ"
        },
        {
            "chapter": 39,
            "verse": 43,
            "text": "หรือว่าพวกเจ้าได้ยึดเอาบรรดาผู้ช่วยเหลืออื่นจากอัลลอฮฺ จงกล่าวเถิด(มุฮัมมัด)ทั้ง ๆ ที่พวกมันมิได้มีอำนาจใด ๆ และพวกมันก็ไม่มีสติปัญญากระนั้นหรือ"
        },
        {
            "chapter": 39,
            "verse": 44,
            "text": "จงกล่าวเถิด(มุฮัมมัด) ความช่วยเหลือนั้นเป็นสิทธิ์ของอัลลอฮฺโดยสิ้นเชิง อำนาจแห่งชั้นฟ้าทั้งหลายและแผ่นดินเป็นสิทธิ์ของพระองค์ แล้วพวกท่านจะถูกนำกลับไปยังพระองค์"
        },
        {
            "chapter": 39,
            "verse": 45,
            "text": "และเมื่อ (พระนาม) อัลลอฮฺถูกกล่าวเพียงพระองค์เดียว จิตใจของบรรดาผู้ไม่ศรัทธาต่อวันอาคิเราะฮฺก็รังเกียจ แต่เมื่อบรรดาเจว็ดถูกกล่าวนอกจากพระองค์ เมื่อนั้นพวกเขาก็ดีใจ"
        },
        {
            "chapter": 39,
            "verse": 46,
            "text": "จงกล่าวเถิดมุฮัมมัด ข้าแต่อัลลอฮฺพระผู้สร้างชั้นฟ้าทั้งหลายและแผ่นดิน พระผู้ทรงรอบรู้ในสิ่งเร้นลับ และสิ่งเปิดเผย พระองค์ท่านจะทรงตัดสินระหว่างปวงบ่าวของพระองค์ในสิ่งที่พวกเขาขัดแย้งกันอยู่"
        },
        {
            "chapter": 39,
            "verse": 47,
            "text": "และหากว่าบรรดาผู้อธรรมมีสิ่งที่มีอยู่ในแผ่นดินนี้ทั้งหมด และมีเยี่ยงนั้นอีกด้วย แน่นอน พวกเขาจะขอไถ่ด้วยสิ่งนั้นให้พ้นจากการลงโทษที่ชั่วร้ายในวันกิยามะฮฺ แต่สิ่งที่พวกเขาไม่เคยคาดคิดมาก่อนเลยว่าสิ่งที่มาจากอัลลอฮฺนั้นจะปรากฏขึ้นแก่พวกเขา"
        },
        {
            "chapter": 39,
            "verse": 48,
            "text": "และความชั่วทั้งหลายที่พวกเขาได้กระทำไว้ก็จะปรากฏขึ้นต่อหน้าพวกเขา และสิ่งที่พวกเขาได้เคยเยาะเย้ยไว้นั้นก็ห้อมล้อมพวกเขา"
        },
        {
            "chapter": 39,
            "verse": 49,
            "text": "ครั้นเมื่อทุกขภัยใดประสบแก่มนุษย์ เขาก็จะวิงวอนขอเรา ต่อมาเมื่อเราได้ประทานความโปรดปรานจากเราแก่เขา เขาก็กล่าวว่า แท้จริงสิ่งที่ฉันได้รับมานั้นเนื่องจากความรอบรู้ของฉันต่างหาก แต่ (เขาหารู้ไม่ว่า) มันคือการทดสอบ แต่ว่าส่วนมากของพวกเขาไม่รู้"
        },
        {
            "chapter": 39,
            "verse": 50,
            "text": "โดยแน่นอน บรรดาหมู่ชนก่อนหน้าพวกเขาได้กล่าวมันไว้เช่นนี้ ดังนั้นสิ่งที่พวกเขาได้กระทำไว้นั้น หาได้อำนวยประโยชน์แก่พวกเขาไม่"
        },
        {
            "chapter": 39,
            "verse": 51,
            "text": "ฉะนั้นความชั่วทั้งหลายที่เขาได้กระทำไว้ จึงประสบแก่พวกเขา และบรรดาผู้อธรรมจากหมู่ชนเหล่านั้น ความชั่วทั้งหลายที่พวกเขาได้กระทำไว้ก็จะประสบแก่พวกเขาเช่นกัน และพวกเขาไม่สามารถจะหนีรอดพ้นไปได้"
        },
        {
            "chapter": 39,
            "verse": 52,
            "text": "พวกเขาไม่รู้ดอกหรือว่า อัลลอฮฺทรงแผ่ปัจจัยยังชีพแก่ผู้ที่พระองค์ทรงประสงค์ และทรงให้คับแคบ แท้จริงในการนั้นย่อมเป็นสัญญาณมากหลายสำหรับหมู่ชนผู้ศรัทธา"
        },
        {
            "chapter": 39,
            "verse": 53,
            "text": "จงกล่าวเถิด(มุฮัมมัด) ปวงบ่าวของข้าเอ๋ย! บรรดาผู้ละเมิดต่อตัวของพวกเขาเอง พวกท่านอย่าได้หมดหวังต่อพระเมตตาของอัลลอฮฺ แท้จริงอัลลอฮฺนั้นทรงอภัยความผิดทั้งหลายทั้งมวล แท้จริงพระองค์นั้นเป็นผู้ทรงอภัย ผู้ทรงเมตตาเสมอ"
        },
        {
            "chapter": 39,
            "verse": 54,
            "text": "และจงผินหน้าไปหาพระเจ้าของพวกท่าน และจงนอบน้อมต่อพระองค์ ก่อนที่การลงโทษจะมายังพวกท่าน แล้วพวกท่านจะมิได้รับความช่วยเหลือ"
        },
        {
            "chapter": 39,
            "verse": 55,
            "text": "และจงปฏิบัติตามสิ่งที่ดียิ่งที่ได้ถูกประทานลงมายังพวกท่าน จากพระเจ้าของพวกท่านก่อนที่การลงโทษจะมายังพวกท่านโดยฉับพลัน โดยที่พวกท่านไม่รู้สึกตัว"
        },
        {
            "chapter": 39,
            "verse": 56,
            "text": "มิฉะนั้น ชีวิตหนึ่งจะกล่าวว่า โอ้ความหายนะจงประสบแก่ข้าพระองค์ ที่ข้าพระองค์ทอดทิ้ง (หน้าที่) ที่มีต่ออัลลอฮฺ และข้าพระองค์เคยอยู่ในหมู่ผู้เยาะเย้ยอีกด้วย"
        },
        {
            "chapter": 39,
            "verse": 57,
            "text": "หรือมัน (ชีวิต) จะกล่าวว่า หากอัลลอฮฺทรงชี้แนะทางแก่ข้าพระองค์ แน่นอนข้าพระองค์ก็จะอยู่ในหมู่ผู้ยำเกรง"
        },
        {
            "chapter": 39,
            "verse": 58,
            "text": "หรือมัน (ชีวิต) จะกล่าวขณะที่เห็นการลงโทษว่า มาตรว่า ข้าพระองค์มีโอกาสกลับ (ไปสู่โลกดุนยา) อีกครั้งหนึ่ง ดังนั้นข้าพระองค์ก็จะได้อยู่ในหมู่ผู้กระทำความดี"
        },
        {
            "chapter": 39,
            "verse": 59,
            "text": "(พระองค์ตรัสว่า) เปล่าเลย! แน่นอน สัญญาณทั้งหลายของเขาได้มายังเจ้าแล้ว แต่เจ้าได้ปฏิเสธมัน และเจ้าได้หยิ่งยโส และเจ้าได้อยู่ในหมู่ผู้ปฏิเสธศรัทธา"
        },
        {
            "chapter": 39,
            "verse": 60,
            "text": "และวันกิยามะฮ์ เจ้าจะเห็นบรรดาผู้ที่กล่าวเท็จต่ออัลลอฮฺ ใบหน้าของพวกเขาดำคล้ำ ดังนั้น ที่พำนักสำหรับบรรดาผู้หยิ่งยะโสนั้นมิใช่นรกดอกหรือ"
        },
        {
            "chapter": 39,
            "verse": 61,
            "text": "และอัลลอฮฺจะทรงให้บรรดาผู้ยำเกรงรอดพ้น เพราะชัยชนะของพวกเขา (โดยที่) ความชั่วร้ายจะไม่ประสบแก่พวกเขา และพวกเขาจะไม่เศร้าโศกเสียใจ"
        },
        {
            "chapter": 39,
            "verse": 62,
            "text": "อัลลอฮฺ คือผู้ทรงสร้างทุกสิ่ง และพระองค์เป็นผู้ทรงดูแลและคุ้มครองทุกสิ่ง"
        },
        {
            "chapter": 39,
            "verse": 63,
            "text": "การควบคุมดูแลกิจการแห่งชั้นฟ้าทั้งหลายและแผ่นดินเป็นสิทธิของพระองค์ และบรรดาผู้ปฏิเสธสัญญาณทั้งหลายของอัลลอฮฺชนเหล่านั้น พวกเขาเป็นผู้ขาดทุน"
        },
        {
            "chapter": 39,
            "verse": 64,
            "text": "จงกล่าวเถิด(มุฮัมมัด) พวกท่านใช้ให้ฉันเคารพสักการะสิ่งอื่นจากอัลลอฮฺกระนั้นหรือ? โอ้ปวงบ่าวผู้โฉดเขลาเอ๋ย"
        },
        {
            "chapter": 39,
            "verse": 65,
            "text": "และโดยแน่นอน ได้มีวะฮียฺมายังเจ้า (มุฮัมมัด) และมายังบรรดานบีก่อนหน้าเจ้าหากเจ้าตั้งภาคี (กับอัลลอฮฺ) แน่นอนการงานของเจ้าก็จะไร้ผล และแน่นอนเจ้าจะอยู่ในหมู่ผู้ขาดทุน"
        },
        {
            "chapter": 39,
            "verse": 66,
            "text": "แต่ว่าจงเคารพภักดีต่ออัลลอฮฺ และจงอยู่ในหมู่ผู้กตัญญู"
        },
        {
            "chapter": 39,
            "verse": 67,
            "text": "และพวกเขามิได้ให้ความยิ่งใหญ่แด่อัลลอฮฺอันพึงมีต่อพระองค์อย่างแท้จริง และแผ่นดินนี้ทั้งหมดเป็นเพียงกำพระหัตถ์หนึ่งของพระองค์ในวันกิยามะฮฺ และชั้นฟ้าทั้งหลายจะม้วนกลิ้งด้วยพระหัตถ์ขวาของพระองค์มหาบริสุทธิ์ยิ่งแด่พระองค์ และพระองค์ทรงสูงส่งเหนือจากสิ่งที่พวกเขาตั้งภาคี"
        },
        {
            "chapter": 39,
            "verse": 68,
            "text": "และสังข์ได้ถูกเป่าขึ้น แล้วบรรดาผู้ที่อยู่ในชั้นฟ้าทั้งหลาย และแผ่นดินจะล้มลงตายเว้นแต่ผู้ที่อัลลอฮฺประสงค์ แล้วสังข์ได้ถูกเป่าขึ้นอีกครั้งหนึ่ง แล้วพวกเขาก็ลุกขึ้นยืนมองดู"
        },
        {
            "chapter": 39,
            "verse": 69,
            "text": "และแผ่นดินจะเป็นประกายด้วยรัศมีแห่งพระเจ้าของมัน และบันทึกจะถูกกางแผ่และบรรดานบี และบรรดาพยานจะถูกนำมาและจะถูกตัดสินระหว่างพวกเขาด้วยความยุติธรรมและพวกเขาจะไม่ถูกอยุติธรรม"
        },
        {
            "chapter": 39,
            "verse": 70,
            "text": "และทุกชีวิตจะได้รับการตอบแทนอย่างครบครันตามที่มันได้กระทำไว้ และพระองค์ทรงรอบรู้ดียิ่งในสิ่งที่พวกเขาได้กระทำไว้"
        },
        {
            "chapter": 39,
            "verse": 71,
            "text": "และบรรดาผู้ปฏิเสธศรัทธาจะถูกไล่ต้อนสู่นรกเป็นกลุ่ม ๆ จนกระทั่งเมื่อพวกเขามาถึงมัน ประตูทั้งหลายของมันจะถูกเปิดออก ยามเฝ้าประตูของมันจะกล่าวแก่พวกเขาว่า บรรดาร่อซู้ลจากพวกท่านมิได้มายังพวกท่านเพื่อสาธยายสัญญาณต่าง ๆแห่งพระเจ้าของพวกท่านแก่พวกท่าน และกล่าวเตือนพวกท่านถึงการพบในวันนี้ของพวกท่านดอกหรือ ? พวกเขากล่าวว่ามีครับ แต่ว่าพระประกาศิตแห่งการลงโทษเป็นที่คู่ควรแล้วแก่บรรดาผู้ปฏิเสธศรัทธา"
        },
        {
            "chapter": 39,
            "verse": 72,
            "text": "จะมีเสียงกล่าวว่า พวกท่านจงเข้าไปในประตูทั้งหลายของนรก เป็นผู้พำนักอยู่ในนั้นตลอดกาล ดังนั้นที่พำนักของบรรดาผู้หยิ่งยะโสชั่วช้าแท้ ๆ"
        },
        {
            "chapter": 39,
            "verse": 73,
            "text": "และบรรดาผู้ยำเกรงพระเจ้าของพวกเขาจะถูกนำสู่สวนสวรรค์เป็นกลุ่ม ๆ จนกระทั่งเมื่อพวกเขามาถึงมัน และ ประตูทั้งหลายของมันจะถูกเปิดออก ยามเฝ้าประตูสวรรค์จะกล่าวแก่พวกเขาว่า ความศานติจงมีแด่พวกท่าน พวกท่านเป็นผู้บริสุทธิ์ ดังนั้น จงเข้าไปในสวรรค์เป็นผู้พำนักอยู่ตลอดกาล"
        },
        {
            "chapter": 39,
            "verse": 74,
            "text": "และพวกเขากล่าวว่า บรรดาการสรรเสริญทั้งมวลเป็นของอัลลอฮฺ ผู้ซึ่งได้ทำให้สัญญาของพระองค์เป็นที่สมจริงแก่พวกเรา และทรงทำให้เราได้ครอบครองแผ่นดินในสวนสวรรค์ เพื่อที่เราจะได้พำนักอยู่ตามที่เราประสงค์ ดังนั้นรางวัลของบรรดาผู้กระทำความดีช่างยอดเยี่ยมแท้ ๆ"
        },
        {
            "chapter": 39,
            "verse": 75,
            "text": "และเจ้าจะเห็นมลาอิกะฮฺห้อมล้อมรอบ ๆ บังลังก์ แซ่ซ้องสดุดีด้วยการสรรเสริญพระเจ้าของพวกเขา และจะถูกตัดสินระหว่างพวกเขาด้วยความยุติธรรม และจะมีเสียงกล่าวว่า บรรดาการสรรเสริญทั้งมวลเป็นของอัลลอฮฺ พระเจ้าแห่งสากลโลก"
        }
    ]
}