{
    "chapter": [
        {
            "chapter": 48,
            "verse": 1,
            "text": "แท้จริงเราได้ให้ชัยชนะแก่เจ้า ซึ่งเป็นชัยชนะอย่างชัดแจ้ง"
        },
        {
            "chapter": 48,
            "verse": 2,
            "text": "เพื่ออัลลอฮฺจะได้ทรงอภัยโทษความผิดของเจ้าที่ได้ล่วงไปแล้ว และที่จะเกิดขึ้นภายหลังและจะทรงให้ความโปรดปรานของพระองค์ครบสมบูรณ์แก่เจ้า และทรงชี้แนะทางแก่เจ้าคือทางอันเที่ยงตรง"
        },
        {
            "chapter": 48,
            "verse": 3,
            "text": "และอัลลอฮฺจะทรงช่วยเหลือเจ้าด้วยการช่วยเหลืออย่างเข้มแข็ง"
        },
        {
            "chapter": 48,
            "verse": 4,
            "text": "พระองค์คือผู้ทรงประทานความเงียบสงบลงมาในจิตใจของบรรดาผู้ศรัทธา เพื่อพวกเขาจะได้เพิ่มพูนการศรัทธาให้กับการศรัทธาของพวกเขา และเป็นของอัลลอฮฺ คือไพร่พลแห่งชั้นฟ้าทั้งหลายและแผ่นดิน และอัลลอฮฺเป็นผู้ทรงรอบรู้ผู้ทรงปรีชาญาณเสมอ"
        },
        {
            "chapter": 48,
            "verse": 5,
            "text": "เพื่อพระองค์จะทรงให้บรรดาผู้ศรัทธาชายและบรรดาผู้ศรัทธาหญิงได้เข้าสวนสวรรค์หลากหลาย ณ เบื้องล่างของสวนสวรรค์มีธารน้ำหลายสายไหลผ่าน พวกเขาเป็นผู้พำนักอยู่ตลอดกาลในนั้น และพระองค์จะทรงลบล้างความชั่วของพวกเขาออกจากพวกเขา และนั่นคือชัยชนะอันใหญ่หลวง ณ ที่อัลลอฮฺ"
        },
        {
            "chapter": 48,
            "verse": 6,
            "text": "และเพื่อพระองค์จะทรงลงโทษแก่พวกมุนาฟิกีนชาย และพวกมุนาฟิกีนหญิง และบรรดาผู้ตั้งภาคีชาย (มุชริกีน) และบรรดาผู้ตั้งภาคีหญิง (มุชริก๊าต)โดยพวกเขาคิดเกี่ยวกับอัลลอฮฺด้วยความคิดร้าย เหตุร้ายเหล่านั้นจงประสบแก่พวกเขาเถิด และอัลลอฮฺทรงโกรธกริ้วแก่พวกเขาและทรงสาปแช่งพวกเขาอีกทั้งทรงเตรียมนรกญะฮันนัมไว้สำหรับพวกเขาอีกด้วย และมันเป็นทางกลับที่ชั่วร้ายยิ่ง"
        },
        {
            "chapter": 48,
            "verse": 7,
            "text": "และเป็นของอัลลอฮฺ คือไพร่พลแห่งชั้นฟ้าทั้งหลายและแผ่นดิน และอัลลอฮฺเป็นผู้ทรงอำนาจ ผู้ทรงปรีชาญาณ"
        },
        {
            "chapter": 48,
            "verse": 8,
            "text": "แท้จริงเราได้ส่งเจ้า (มุฮัมมัด) มาเพื่อเป็นพยานและผู้แจ้งข่าวดีและผู้แจ้งข่าวร้าย"
        },
        {
            "chapter": 48,
            "verse": 9,
            "text": "เพื่อให้พวกเจ้าศรัทธาต่ออัลลอฮฺ และรอซูลของพระองค์ และให้ความช่วยเหลือเขา (รอซูล) และยกย่องให้เกียรติเขา (รอซูล) และแซ่ซ้องสดุดีพระองค์ทั้งในยามเช้าและยามเย็น"
        },
        {
            "chapter": 48,
            "verse": 10,
            "text": "แท้จริงบรรดาผู้ที่ให้สัตยาบันกับเจ้านั้นเสมือนกับว่าพวกเขาได้ให้สัตยาบันกับอัลลอฮฺพระหัตถ์ของอัลลอฮฺทรงอยู่เหนือมือของพวกเขา ฉะนั้นผู้ใดทำลาย (สัตยาบัน) เสมือนกับว่าเขาทำลายตัวของเขาเอง ส่วนผู้ใดปฏิบัติตามสัญญาที่เขาได้มีไว้กับอัลลอฮฺโดยครบถ้วนพระองค์ก็จะทรงตอบแทนรางวัลอันใหญ่หลวงแก่เขา"
        },
        {
            "chapter": 48,
            "verse": 11,
            "text": "ชาวอาหรับชนบทที่เหลืออยู่ในเมืองจะกล่าวแก่เจ้าว่าทรัพย์สินของเราและครอบครัวของเราทำให้เรามีธุระยุ่งอยู่ ดังนั้นได้โปรดขออภัยให้แก่เราด้วย พวกเขากล่าวด้วยลิ้นของพวกเขาโดยไม่มีอะไรในหัวใจของพวกเขา จงกล่าวเถิด (มุฮัมมัด) ใครเล่าจะมีอำนาจอันใดที่จะป้องกันพวกเจ้าจากอัลลอฮฺหากพระองค์ทรงประสงค์ให้ความทุกข์แก่พวกเจ้า หรือพระองค์ทรงประสงค์จะให้ประโยชน์แก่พวกเจ้า แต่ว่าอัลลอฮฺทรงตระหนักยิ่งในสิ่งที่พวกเจ้ากระทำ"
        },
        {
            "chapter": 48,
            "verse": 12,
            "text": "หามิได้พวกเจ้าคิดว่า รอซูลและบรรดามุอ์มินผู้ศรัทธาจะไม่กลับไปยังครอบครัวของพวกเขาเป็นอันขาด และนั่นได้ถูกทำให้เป็นที่เพริศแพร้วในจิตใจของพวกเจ้าและพวกเจ้าได้คิดร้ายและพวกเจ้าเป็นหมู่ชนที่วิบัติ"
        },
        {
            "chapter": 48,
            "verse": 13,
            "text": "และถ้าผู้ใดมิได้ศรัทธาต่ออัลลอฮฺ และรอซูลของพระองค์ แท้จริงเราได้เตรียมไฟที่ลุกโชติช่วงไว้สำหรับผู้ปฏิเสธศรัทธา"
        },
        {
            "chapter": 48,
            "verse": 14,
            "text": "และอำนาจเด็ดขาดแห่งชั้นฟ้าทั้งหลายและแผ่นดินนั้นเป็นของอัลลอฮฺ พระองค์จะทรงอภัยแก่ผู้ที่พระองค์ทรงประสงค์ และจะทรงลงโทษผู้ที่พระองค์ทรงประสงค์ และอัลลอฮฺนั้นเป็นผู้ทรงอภัย ผู้ทรงเมตตาเสมอ"
        },
        {
            "chapter": 48,
            "verse": 15,
            "text": "บรรดาผู้ที่เหลืออยู่ในเมืองจะกล่าวว่า เมื่อพวกท่านออกเดินทางไปยังกองทรัพย์เชลย (ที่ค็อยบัร) เพื่อไปยึดเอามาก็จงปล่อยให้พวกเราออกติดตามพวกท่านไปด้วย พวกเขาประสงค์ที่จะเปลี่ยนคำกล่าวของอัลลอฮฺ จงกล่าวเถิด (มุฮัมมัด) พวกท่านจะติดตามพวกเราไปไม่ได้เป็นอันขาด เพราะอัลลอฮฺได้ตรัสไว้ก่อนแล้ว พวกเขาก็จะกล่าวอีกว่า หามิได้ พวกท่านอิจฉาพวกเรา เปล่าเลย พวกเขาไม่เข้าใจอะไรเลยนอกจากเพียงเล็กน้อย"
        },
        {
            "chapter": 48,
            "verse": 16,
            "text": "จงกล่าวเถิด (มุฮัมมัด) แก่ชาวอาหรับชนบทที่เหลืออยู่ในเมืองว่า พวกท่านจะถูกเรียกให้ไปร่วมต่อสู้พวกเขา หรือให้พวกเขายอมจำนน ดังนั้น เมื่อพวกท่านเชื่อฟังปฏิบัติตาม อัลลอฮฺก็จะทรงประทานรางวัลอันดีงามแก่พวกท่าน แต่ถ้าพวกท่านผินหลังออกมาก่อนแล้ว พระองค์จะทรงลงโทษพวกท่านด้วยการลงโทษอันเจ็บปวด"
        },
        {
            "chapter": 48,
            "verse": 17,
            "text": "ไม่เป็นการลำบากอันใดแก่คนตาบอด และไม่เป็นการลำบากใจอันใดแก่คนพิการ และไม่เป็นการลำบากใจอันใดแก่คนป่วย แต่ถ้าผู้ใดเชื่อฟังปฏิบัติตามอัลลอฮฺและรอซูลของพระองค์ พระองค์จะทรงให้เขาเข้าสู่สวนสวรรค์หลากหลาย ณ เบื้องล่างมีธารน้ำหลายสายไหลผ่าน ส่วนผู้ใดผินหลังออก พระองค์จะทรงลงโทษเขาด้วยการลงโทษอันเจ็บปวด"
        },
        {
            "chapter": 48,
            "verse": 18,
            "text": "โดยแน่นอน อัลลอฮฺทรงโปรดปรานต่อบรรดาผู้ศรัทธาขณะที่พวกเขาให้สัตยาบันแก่เจ้าใต้ต้นไม้ (ที่ฮุดัยบิยะฮฺ) เพราะพระองค์ทรงรอบรู้ดีถึงสิ่งที่มีอยู่ในจิตใจของพวกเขา พระองค์จึงได้ทรงประทานความสงบใจลงมาบนพวกเขา และได้ทรงตอบแทนให้แก่พวกเขาซึ่งชัยชนะอันใกล้นี้"
        },
        {
            "chapter": 48,
            "verse": 19,
            "text": "และทรัพย์เชลยอันมากมายที่พวกเขาจะได้รับมันและอัลลอฮฺเป็นผู้ทรงอำนาจผู้ทรงปรีชาญาณ"
        },
        {
            "chapter": 48,
            "verse": 20,
            "text": "อัลลอฮฺได้ทรงสัญญาแก่พวกเจ้าซึ่งทรัพย์เชลยอันมากมายที่พวกเจ้าจะได้รับมัน โดยพระองค์ทรงเร่ง (ทรัพย์เชลยที่ค็อยบัร) อันนี้แก่พวกเจ้า และพระองค์ทรงยับยั้งมือของผู้คน (พวกยะฮูด) จาก (การทำร้าย) พวกเจ้า และเพื่อมัน (การยับยั้งจากการทำร้าย) จะได้เป็นสัญญาณหนึ่งแก่บรรดาผู้ศรัทธา และเพื่อพระองค์จะได้ทรงชี้แนะทางแก่พวกเจ้าสู่ทางอันเที่ยงตรง"
        },
        {
            "chapter": 48,
            "verse": 21,
            "text": "และทรัพย์เชลยอันอื่นอีกที่พวกเจ้าไม่มีกำลังที่จะเอาชนะมันได้ แต่อัลลอฮฺทรงล้อมพวกมันไว้แล้ว (คืออาณาจักรเปอร์เซียและโรมันตะวันออก) และอัลลอฮฺเป็นผู้ทรงอานุภาพเหนือทุกสิ่งอย่าง"
        },
        {
            "chapter": 48,
            "verse": 22,
            "text": "และถ้าบรรดาผู้ปฏิเสธศรัทธาได้ต่อสู้กับพวกเจ้า พวกเขาก็จะผินหลังกลับอย่างแน่นอน แล้วพวกเขาจะไม่พบผู้คุ้มครองและผู้ช่วยเหลือ"
        },
        {
            "chapter": 48,
            "verse": 23,
            "text": "นั่นคือแนวทางของอัลลอฮฺแก่บรรดาผู้ที่ล่วงลับไปแล้วแต่กาลก่อน และเจ้าจะไม่พบการเปลี่ยนแปลงใด ๆ ในแนวทางของอัลลอฮฺ"
        },
        {
            "chapter": 48,
            "verse": 24,
            "text": "และพระองค์คือผู้ทรงยับยั้งมือของพวกเขาจากพวกเจ้า และมือของพวกเจ้าจากพวกเขา (มิให้มีการสู้รบกัน) ที่หุบเขานครมักกะฮฺ (ที่ฮุดัยบียะฮฺ)หลังจากที่พระองค์ได้ทรงให้พวกเจ้ามีชัยชนะเหนือพวกเขาและอัลลอฮฺทรงรู้เห็นในสิ่งที่พวกเจ้ากระทำ"
        },
        {
            "chapter": 48,
            "verse": 25,
            "text": "พวกเขาคือบรรดาผู้ปฏิเสธศรัทธา และปิดกั้นพวกเจ้าให้หันห่างจากมัสยิดอัลฮะรอมและการเชือดสัตว์พลีที่ถูกกักกันไว้มิให้บรรลุสู่ที่เชือดของมัน และหากมิใช่เพราะมีบรรดาผู้ศรัทธาชายและบรรดาผู้ศรัทธาหญิง ซึ่งพวกเจ้าไม่รู้จักพวกเขา พวกเจ้าก็จะฆ่าพวกเขา แล้วก็จะก่อให้เกิดโทษแก่พวกเจ้าเพราะพวกเขา โดยไม่รู้ตัว ทั้งนี้ เพื่ออัลลอฮฺจะทรงให้ผู้ที่พระองค์ทรงประสงค์เข้าอยู่ในความเมตตาของพระองค์ หากพวกเขาแยกออกจากกัน แน่นอน เราก็จะลงโทษบรรดาผู้ปฏิเสธศรัทธาในหมู่พวกเขา ซึ่งการลงโทษอันเจ็บปวด"
        },
        {
            "chapter": 48,
            "verse": 26,
            "text": "ขณะที่พวกปฏิเสธศรัทธาได้ทำให้ความหยิ่งยโสมีขึ้นในจิตใจของพวกเขาซึ่งเป็นความหยิ่งยโส ในสมัยแห่งความงมงาย อัลลอฮฺจึงประทานความเงียบสงบของพระองค์ให้แก่รอซูลของพระองค์ และแก่บรรดาผู้ศรัทธา และทรงให้พวกเขาตั้งมั่นอยู่บนคำกล่าวแห่งความยำเกรง (คำกล่าวชาฮาดะฮฺ) โดยที่พวกเขามีสิทธิยิ่งต่อคำกล่าวนี้ และเหมาะสมคู่ควรยิ่งอีกด้วย และอัลลอฮฺนั้นทรงรอบรู้ทุกสิ่งทุกอย่าง"
        },
        {
            "chapter": 48,
            "verse": 27,
            "text": "โดยแน่นอนอัลลอฮฺได้ทรงทำให้ความฝันนั้นสมจริงแก่รอซูลของพระองค์ด้วยความจริงแน่นอน พวกเจ้าจะได้เข้าสู่มัสยิดอัลฮะรอมอย่างปลอดภัยหากอัลลอฮฺทรงประสงค์ (อินชาอัลลอฮฺ) โดย (บางคน) โกนผมของพวกเจ้าและ (อีกบางคน) ตัดผม พวกเจ้าอย่าได้หวาดกลัว เพราะอัลลอฮฺทรงรอบรู้สิ่งที่พวกเจ้าไม่รู้ ดังนั้น พระองค์จึงได้ทรงกำหนดชัยชนะอื่นจากนั้น ซึ่งชัยชนะอันใกล้นี้"
        },
        {
            "chapter": 48,
            "verse": 28,
            "text": "พระองค์คือผู้ทรงส่งรอซูลของพระองค์พร้อมด้วยแนวทางที่ถูกต้องและศาสนาแห่งสัจธรรม เพื่อพระองค์จะทรงให้ศาสนา (ของพระองค์) นั้นประจักษ์แจ้งเหนือศาสนาอื่นทั้งมวล และพอเพียงแล้วที่อัลลอฮฺทรงเป็นพยาน"
        },
        {
            "chapter": 48,
            "verse": 29,
            "text": "มุฮัมมัดเป็นรอซูลของอัลลอฮฺ และบรรดาผู้ที่อยู่ร่วมกับเขาเป็นผู้เข้มแข็งกล้าหาญต่อพวกปฏิเสธศรัทธา เป็นผู้เมตตาสงสารระหว่างพวกเขาเอง เจ้าจะเห็นพวกเขาเป็นผู้รูกั๊วะ ผู้สุญูดโดยแสวงหาคุณความดีจากอัลลอฮฺและความโปรดปราน (ของพระองค์) เครื่องหมายของพวกเขาอยู่บนใบหน้าของพวกเขา เนื่องจากร่องรอยแห่งการสุญูด นั่นคืออุปมาของพวกเขาที่มีอยู่ในอัตเตารอต และอุปมาของพวกเขาที่มีอยู่ในอัลอินญีลนั้นประหนึ่งเมล็ดพืชที่งอกหน่อหรือกิ่งก้านของมันออกมา แล้วทำให้มันงอกงาม แล้วมันก็เติบโตแข็งแรง และทรงตัวอยู่ได้บนลำต้นของมัน นำความปลื้มปิติมาให้แก่ผู้หว่าน เพื่อที่พระองค์จะก่อความโกรธแค้นแก่พวกปฏิเสธศรัทธาเพราะพวกเขา (มุสลิมีน)และอัลลอฮฺทรงสัญญาบรรดาผู้ศรัทธาและกระทำความดีทั้งหลายในหมู่พวกเขาว่า จะได้รับการอภัยโทษและรางวัลอันใหญ่หลวง"
        }
    ]
}