{
    "rukus": [
        {
            "chapter": 8,
            "verse": 11,
            "text": "Kad je On ucinio da vas san, kao spokojstvo od Njega, obuzme i s neba vam vodu spustio da bi vas njome ocistio, i da bi od vas sejtanovo uznemiravanje odstranio, i da bi srca vasa jakim ucinio i da bi njome - kisom stopala ucvrstio"
        },
        {
            "chapter": 8,
            "verse": 12,
            "text": "Kad je Gospodar tvoj nadahnuo meleke: \"Ja sam s vama, pa ucvrstite one koji vjeruju! U srca nevjernika Ja cu strah uliti, pa ih vi po sijama udarite, i udarite ih po svim udovima"
        },
        {
            "chapter": 8,
            "verse": 13,
            "text": "To je zato sto su se suprotstavljali Allahu i Poslaniku Njegovu; a onoga ko se suprotstavlja Allahu i Poslaniku Njegovu, Allah ce, zaista, strasno kazniti"
        },
        {
            "chapter": 8,
            "verse": 14,
            "text": "Kazna vam je to, pa je iskusite, a nevjernike ceka patnja u Vatri"
        },
        {
            "chapter": 8,
            "verse": 15,
            "text": "O vi koji vjerujete, kada se s nevjernicima sukobite, a njih nastupa mnogo, leđa im ne okrecite"
        },
        {
            "chapter": 8,
            "verse": 16,
            "text": "onaj ko im tada leđa okrene - osim onog koji se povuce s namjerom da se ponovno bori ili drugoj ceti pristupi - vratit ce se natovaren Allahovom srdzbom; prebivaliste njegovo bit ce Dzehennem, a uzasno je to krajnje odrediste"
        },
        {
            "chapter": 8,
            "verse": 17,
            "text": "Njih niste ubijali vi, nego Allah; i nisi ti bacio, kad si bacio, nego je Allah bacio, da bi vjernike lijepom kusnjom iskusao -Allah je, zaista, Onaj Koji sve cuje i Onaj Koji sve zna"
        },
        {
            "chapter": 8,
            "verse": 18,
            "text": "Tako je to bilo, a doista je Allah Onaj Koji oslabljuje spletke nevjernika"
        },
        {
            "chapter": 8,
            "verse": 19,
            "text": "Ako ste se molili da pobijedite - pa dosla vam je, eto, pobjeda! A da se okanite, bolje bi vam bilo! I ako se ponovo vratite, Mi cemo se ponovo vratiti, i nimalo vam nece koristiti tabor vas, ma koliko brojan bio, a Allah je, zaista, uz vjernike"
        }
    ]
}