{
    "rukus": [
        {
            "chapter": 35,
            "verse": 38,
            "text": "Allah sigurno zna tajne nebesa i Zemlje, On dobro zna svacije misli"
        },
        {
            "chapter": 35,
            "verse": 39,
            "text": "On cini da se smjenjujete na Zemlji. Ko ne bude vjerovao, nevjerovanje njegovo je na njegovu stetu. Nevjernicima ce njihovo nevjerovanje kod Gospodara njihovog samo povecati odvratnost i nevjernicima ce njihovo nevjerovanje povecati propast"
        },
        {
            "chapter": 35,
            "verse": 40,
            "text": "Reci: “Kazite vi meni koji su dio Zemlje stvorila bozanstva vasa kojima se, umjesto Allahu, klanjate, i recite mi imaju li oni u stvaranju nebesa ikakva udjela, ili smo mnogoboscima Mi dali Knjigu, pa imaju u njoj dokaz za to? Nijedno, vec nevjernici jedni druge obmanjuju.”"
        },
        {
            "chapter": 35,
            "verse": 41,
            "text": "Zaista, Allah drzi nebesa i Zemlju da ne bi nestali; a da nestanu – niko to osim Njega ne bi mogao sprijeciti; On je zaista blag i prasta grijehe"
        },
        {
            "chapter": 35,
            "verse": 42,
            "text": "Oni su se zaklinjali Allahom, najtezom zakletvom, da ce se, bolje nego bilo koji narod, drzati Pravog puta – samo ako im dođe onaj koji ce ih opominjati. I kad im je dosao onaj koji opominje, njegov im je dolazak samo povecao otuđenje…"
        },
        {
            "chapter": 35,
            "verse": 43,
            "text": "oholost na Zemlji i ruzno spletkarenje, a spletke ce pogoditi upravo one koji se njima sluze. Zar oni mogu ocekivati nesto drugo vec ono sto je zadesilo narode drevne? U Allahovim zakonima ti nikad neces naci promjene, u Allahovim zakonima ti neces naci odstupanja"
        },
        {
            "chapter": 35,
            "verse": 44,
            "text": "Zasto oni ne putuju po svijetu da vide kako su zavrsili oni prije njih, koji su bili jaci od njih? – Allahu ne moze nista umaci ni na nebesima ni na Zemlji. On, uistinu, sve zna i sve moze"
        },
        {
            "chapter": 35,
            "verse": 45,
            "text": "Da Allah kaznjava ljude prema onom sto zasluze, nista zivo na Zemljinoj povrsini ne bi ostavio, ali On ih ostavlja do roka određenog. I kad im rok dođe – pa Allah dobro zna robove Svoje"
        }
    ]
}