{
    "pages": [
        {
            "chapter": 4,
            "verse": 141,
            "text": "que solo estan a ver que os acontece: si os llega de Dios un triunfo, dicen: “¿Acaso no estabamos a vuestro lado?” --pero si los que niegan la verdad tienen suerte, les dicen: “¿No hemos acaso merecido vuestro afecto al defenderos de esos creyentes?”Pero Dios juzgara entre vosotros el Dia de la Resurreccion; y Dios nunca permitira que quienes niegan la verdad prevalezcan sobre los creyentes"
        },
        {
            "chapter": 4,
            "verse": 142,
            "text": "Ciertamente, los hipocritas quieren enganar a Dios --pero es El quien hace que se enganen [a si mismos]. Y cuando se disponen a hacer la oracion, lo hacen con desgana y solo para ser vistos y elogiados por la gente, sin apenas acordarse de Dios"
        },
        {
            "chapter": 4,
            "verse": 143,
            "text": "vacilantes entre esto y lo otro, [sin pertenecer] ni a unos ni a otros. A quien Dios deja que se extravie no encontraras forma de encaminarle"
        },
        {
            "chapter": 4,
            "verse": 144,
            "text": "¡Oh vosotros que habeis llegado a creer! ¡No tomeis a quienes niegan la verdad por aliados prefiriendoles a los creyentes! ¿Quereis presentar a Dios una prueba clara de vuestra culpabilidad"
        },
        {
            "chapter": 4,
            "verse": 145,
            "text": "Verdaderamente, los hipocritas estaran en lo mas profundo del fuego y no encontraras quien les auxilie"
        },
        {
            "chapter": 4,
            "verse": 146,
            "text": "Excepto los que se arrepientan, rectifiquen, se aferren a Dios y se vuelvan sinceros en su fe en Dios: pues estos estaran junto a los creyentes --y en su momento Dios dara a todos los creyentes una magnifica recompensa"
        },
        {
            "chapter": 4,
            "verse": 147,
            "text": "¿Por que va Dios a castigaros [por vuestras ofensas pasadas] si sois agradecidos y llegais a creer --cuando Dios responde siempre al agradecimiento y es omnisciente"
        }
    ]
}