{
    "pages": [
        {
            "chapter": 7,
            "verse": 38,
            "text": "[Y Dios] dira: “¡Entrad en el fuego a reuniros con las multitudes de seres invisibles y de hombres que os han precedido!”[Y] cada vez que entra una multitud [en el fuego], maldice a su hermana --hasta que llegado el punto en que, unas detras de otras, hayan entrado todas en el, la ultima dira de la primera: “¡Oh Sustentador nuestro! ¡Estos son quienes nos extraviaron: dales, pues, un castigo doble en el fuego!”El respondera: “Todos mereceis un castigo doble --pero no lo sabeis.”"
        },
        {
            "chapter": 7,
            "verse": 39,
            "text": "Y la primera dira a la ultima: “¡No fuisteis en absoluto mejores que nosotros! ¡Probad, pues, este castigo por toda [la maldad] que hicisteis!”"
        },
        {
            "chapter": 7,
            "verse": 40,
            "text": "EN VERDAD, para quienes desmienten Nuestros mensajes y se burlan arrogantemente de ellos, no se abriran las puertas del cielo; y no entraran en el paraiso como no entra una soga trenzada por el ojo de una aguja: pues asi retribuimos a quienes estan hundidos en el pecado"
        },
        {
            "chapter": 7,
            "verse": 41,
            "text": "El infierno sera su lugar de reposo y tambien su cobertor: pues asi retribuimos a los malhechores"
        },
        {
            "chapter": 7,
            "verse": 42,
            "text": "Pero aquellos que alcanzan la fe y hacen el bien --[y] no imponemos a nadie una carga superior a sus fuerzas-- estan destinados al paraiso y en el permaneceran"
        },
        {
            "chapter": 7,
            "verse": 43,
            "text": "una vez que hayamos extirpado los pensamientos y sentimientos indignos [que queden] en sus pechos. Correran arroyos a sus pies; y diran: “¡Alabado sea Dios, que nos ha guiado a esto; pues no habriamos hallado el camino recto si Dios no nos hubiera guiado! ¡Los enviados de nuestro Sustentador realmente vinieron con la verdad!”Y [una voz] proclamara: “¡Este es el paraiso que habeis heredado en virtud de vuestras acciones pasadas!”"
        }
    ]
}