{
    "pages": [
        {
            "chapter": 9,
            "verse": 107,
            "text": "Y [hay hipocritas] que han establecido una casa de adoracion [aparte] para causar dano, promover la apostasia y la desunion entre los creyentes, y para crear un puesto de avanzada para quienes desde un principio han combatido contra Dios y Su Enviado. Y juraran solemnemente [ante vosotros, Oh creyentes]: “¡Solo teniamos las mejores intenciones!” --pero Dios da fe de que ciertamente son mentirosos"
        },
        {
            "chapter": 9,
            "verse": 108,
            "text": "¡No entres jamas en ese lugar!Solo una casa de adoracion fundada, desde el primer dia, sobre la consciencia de Dios merece que entres en ella--[una casa de adoracion] en la que hay hombres que desean crecer en pureza: pues Dios ama a quienes se purifican"
        },
        {
            "chapter": 9,
            "verse": 109,
            "text": "¿Quien es mejor: quien ha cimentado su edificio sobre la consciencia de Dios y [buscando] Su complacencia --o quien ha cimentado su edificio al borde de una ribera que se desmorona, socavada por el agua, y que [acabara por] desplomarse arrastrandole al fuego del infierno?Pues Dios no otorga Su guia a gentes que [deliberadamente] hacen el mal"
        },
        {
            "chapter": 9,
            "verse": 110,
            "text": "el edificio que han construido no cesara de ser una fuente de profundo desasosiego en sus corazones hasta que sus corazones se hagan pedazos. Y Dios es omnisciente, sabio"
        },
        {
            "chapter": 9,
            "verse": 111,
            "text": "CIERTAMENTE, Dios ha comprado a los creyentes sus vidas y sus bienes, prometiendoles a cambio el paraiso, [y asi] luchan por la causa de Dios, matan y son matados: una promesa cierta que El se ha impuesto en [las palabras de] la Tora, el Evangelio y el Qur’an. ¿Y quien puede ser mas fiel a su promesa que Dios?Alegraos, pues, del trato que habeis hecho con El: ¡pues este, precisamente, es el triunfo supremo"
        }
    ]
}