{
    "pages": [
        {
            "chapter": 13,
            "verse": 29,
            "text": "[y asi es como] los que llegan a creer y hacen buenas obras estan destinados a la felicidad [en este mundo] y a la mas hermosa de las metas [en la Otra Vida].”"
        },
        {
            "chapter": 13,
            "verse": 30,
            "text": "Asi te hemos suscitado [Oh Muhammad] como Enviado Nuestro en medio de una comunidad [de no-creyentes] antes de los cuales han surgido y desaparecido comunidades [similares], para que les transmitas lo que te hemos revelado: ¡pues [en su ignorancia] niegan al Mas Compasivo!Di: “¡El es mi Sustentador. No hay mas dios que El. En El he depositado mi confianza, y a El es mi recurso!”"
        },
        {
            "chapter": 13,
            "verse": 31,
            "text": "¡Pero aunque [escucharan] un discurso [divino que] consiguiera mover las montanas, o hender la tierra, o hacer que hablaran los muertos --[quienes se obstinan en negar la verdad seguirian sin creer en el]!¡No!, sino que solo Dios tiene el poder de decidir lo que ha de ser. ¿No saben aun aquellos que han llegado a creer que, si Dios hubiera querido, ciertamente habria guiado rectamente a toda la humanidad?Pero sobre aquellos que se obstinan en negar la verdad caeran continuamente --a causa de sus [malas] acciones, calamidades repentinas, o que se asentaran en el entorno de sus hogares; [y esto continuara] hasta que se cumpla la promesa de Dios [de la resurreccion]: ¡en verdad, Dios no falta a Su promesa"
        },
        {
            "chapter": 13,
            "verse": 32,
            "text": "Y, en verdad, [ya] antes de ti fueron los enviados [de Dios] objeto de burlas, y por un tiempo di rienda suelta a los que [asi] se obstinaban en negar la verdad: pero luego les hice rendir cuentas --y, ¡que terrible fue Mi escarmiento"
        },
        {
            "chapter": 13,
            "verse": 33,
            "text": "¿ES, ACASO, QUIEN tiene a cada uno de los seres vivos bajo Su tutela suprema, [tratando a cada uno de ellos] segun lo que merece --[es El, acaso, comparable a cualquier otra cosa existente]? ¡Y, no obstante, hacen a otros seres participes en la divinidad de Dios!Di: “Llamadles [como querais]: pero, ¿es que [creeis poder] informarle de algo en la tierra que El no conozca --o [es que] solo jugais con palabras?”¡No!, su falsa imagineria parece grata a los ojos de aquellos que se obstinan en negar la verdad, y asi son apartados del camino [recto]: y aquel a quien Dios deja que se extravie jamas podra hallar quien le guie"
        },
        {
            "chapter": 13,
            "verse": 34,
            "text": "Para esos hay un castigo en la vida de este mundo; pero, en verdad, [su] castigo en la Otra Vida sera aun mas duro, y no tendran quien les defienda de Dios"
        }
    ]
}