{
    "pages": [
        {
            "chapter": 14,
            "verse": 34,
            "text": "Y os da [siempre] algo de lo que Le hayais pedido; y si intentarais contar las bendiciones de Dios, no podriais enumerarlas.[Y, no obstante,] ¡ciertamente, el hombre es en verdad persistente en la maldad, obstinadamente ingrato"
        },
        {
            "chapter": 14,
            "verse": 35,
            "text": "Y [recordad] cuando Abraham dijo: “¡Oh Sustentador mio! ¡Haz de esta una tierra segura, y apartanos, a mi y a mis hijos, de la idolatria"
        },
        {
            "chapter": 14,
            "verse": 36,
            "text": "pues, en verdad, Oh Sustentador mio, esos [falsos objetos de culto] han extraviado a mucha gente!“[Solo] quien me siga [en esta fe mia] es verdaderamente de los mios; y en cuanto a quien me desobedezca --¡Tu eres, en verdad, indulgente, dispensador de gracia"
        },
        {
            "chapter": 14,
            "verse": 37,
            "text": "¡Oh Sustentador nuestro! ¡En verdad, he asentado a parte de mi descendencia en un valle sin tierras de cultivo, junto a Tu sagrado Templo, para que, Oh Sustentador nuestro, se consagren a la oracion: haz, pues, que se inclinen hacia ellos los corazones de los hombres, y proveeles de frutos, para que [esto] les mueva a ser agradecidos"
        },
        {
            "chapter": 14,
            "verse": 38,
            "text": "¡Oh Sustentador nuestro! Tu conoces lo que escondemos en nuestros corazones, asi como lo que manidestamos. No hay nada, sea en la tierra o en el cielo, que pase desapercibido para Dios"
        },
        {
            "chapter": 14,
            "verse": 39,
            "text": "“¡Toda alabanza pertenece a Dios, que me ha concedido en mi vejez a Ismael y a Isaac! Ciertamente, mi Sustentador escucha en verdad todas las plegarias"
        },
        {
            "chapter": 14,
            "verse": 40,
            "text": "¡Oh Sustentador mio, haz que yo y [parte de] mi descendencia seamos constantes en la oracion!“Y, Oh Sustentador nuestro, acepta esta oracion mia"
        },
        {
            "chapter": 14,
            "verse": 41,
            "text": "¡Concedenos Tu perdon, a mi, a mis padres y a todos los creyentes, en el Dia en que tenga lugar el ajuste de cuentas!”"
        },
        {
            "chapter": 14,
            "verse": 42,
            "text": "Y NO PENSEIS que Dios esta desatento a lo que hacen los malhechores: solo les concede una prorroga hasta el Dia en que sus ojos se quedaran fijos de horror"
        }
    ]
}