{
    "pages": [
        {
            "chapter": 28,
            "verse": 36,
            "text": "PERO CUANDO Moises vino a ellos con Nuestros mensajes claros [Faraon y sus dignatarios] dijeron: \"¡Esto no es sino una elocuencia fascinante inventada [por el hombre]: y jamas hemos oido [algo semejante a] esto, [ni se oyo de ello] en tiempo de nuestros antepasados"
        },
        {
            "chapter": 28,
            "verse": 37,
            "text": "Y Moises respondio: \"¡Mi Sustentador conoce muy bien quien es el que trae una guia procedente de El, y a quien pertenece el futuro! ¡En verdad, los malhechores nunca alcanzaran la felicidad"
        },
        {
            "chapter": 28,
            "verse": 38,
            "text": "Entonces Faraon dijo: \"¡Oh dignatarios! ¡No sabia que pudierais tener otro dios que yo! Bien, pues,: \"¡Oh Haman, enciendeme un fuego para [cocer ladrillos de] arcilla, y construyeme una torre elevada, para que pueda echar un vistazo al dios de Moises aunque, en verdad, estoy convencido de que es de esos que mienten [siempre]"
        },
        {
            "chapter": 28,
            "verse": 39,
            "text": "De esta forma tan arrogante, sin la menor sensatez, se conducian el y sus ejercitos en el pais --¡como si pensaran que no tendrian que comparecer ante Nosotros [para ser juzgados]"
        },
        {
            "chapter": 28,
            "verse": 40,
            "text": "Y por eso hicimos presa en el y en sus ejercitos y los arrojamos al mar: y mira como acabaron esos malhechores"
        },
        {
            "chapter": 28,
            "verse": 41,
            "text": "[Los destruimos,] e hicimos de ellos arquetipos [del mal] que muestran el camino hacia el fuego [del infierno]; y [aun cuando] no recibiran auxilio en el Dia de la Resurreccion"
        },
        {
            "chapter": 28,
            "verse": 42,
            "text": "hemos hecho que en esta vida les persiga, tambien, una maldicion; y en el Dia de la Resurreccion seran de los que esten apartados de todo bien"
        },
        {
            "chapter": 28,
            "verse": 43,
            "text": "Y [luego,] una vez que hubimos destruido a esas anteriores generaciones [de pecadores], dimos en verdad a Moises [Nuestra] revelacion como una via de discernimiento para los hombres, y como guia y misericordia, para que pudieran recapacitar"
        }
    ]
}