{
    "pages": [
        {
            "chapter": 33,
            "verse": 55,
            "text": "[Sin embargo,] no incurren en falta [si departen libremente] con sus padres, sus hijos, sus hermanos, los hijos de sus hermanos o de sus hermanas, sus mujeres, o los [esclavos] que posean sus diestras.Pero [siempre, Oh esposas del Profeta,] manteneos conscientes de Dios --pues, ciertamente, Dios es testigo de todo"
        },
        {
            "chapter": 33,
            "verse": 56,
            "text": "En verdad, Dios y Sus angeles bendicen al Profeta: [asi pues,] ¡Oh vosotros que habeis llegado a creer, bendecidle y someteos [a su guia] con un sometimiento total"
        },
        {
            "chapter": 33,
            "verse": 57,
            "text": "En verdad, a quienes [a sabiendas] ofendan a Dios y a Su Enviado --Dios los rechazara en esta vida y en la Otra; y preparara para ellos un castigo humillante"
        },
        {
            "chapter": 33,
            "verse": 58,
            "text": "Y quienes injurien a los creyentes y a las creyentes sin haberlo estos merecido --¡se haran sin duda culpables de calumnia, y [con ello] de un pecado manifiesto"
        },
        {
            "chapter": 33,
            "verse": 59,
            "text": "¡Oh Profeta! Di a tus esposas, a tus hijas y a las [demas] mujeres creyentes, que deben echarse por encima sus vestiduras externas [cuando esten en publico]: esto ayudara a que sean reconocidas [como mujeres decentes] y no sean importunadas. Pero [aun asi,] ¡Dios es en verdad indulgente, dispensador de gracia"
        },
        {
            "chapter": 33,
            "verse": 60,
            "text": "ASI ES: si los hipocritas, y aquellos en cuyos corazones hay enfermedad, y los que, al difundir falsos rumores, provocan disturbios en la Ciudad [del Profeta] no cejan [en su actividad hostil], te daremos poder sobre ellos, [Oh Muhammad] --y entonces no seran vecinos tuyos en esta [ciudad] sino por poco tiempo"
        },
        {
            "chapter": 33,
            "verse": 61,
            "text": "privados de la gracia de Dios, seran capturados donde se de con ellos y masacrados"
        },
        {
            "chapter": 33,
            "verse": 62,
            "text": "Tal ha sido el proceder de Dios con los que [pecaron de igual manera y] ya han desaparecido --¡y no hallaras cambio alguno en el proceder de Dios"
        }
    ]
}