{
    "pages": [
        {
            "chapter": 64,
            "verse": 10,
            "text": "Pero los que estan empenados en negar la verdad y en desmentir Nuestros mensajes –esos estan destinados al fuego, en donde moraran: ¡que horrible destino"
        },
        {
            "chapter": 64,
            "verse": 11,
            "text": "NO HAY DESGRACIA que ocurra [al hombre] que no sea con la venia de Dios: asi pues, quien cree en Dios guia su corazon [a esta verdad]; y Dios tiene conocimiento de todo"
        },
        {
            "chapter": 64,
            "verse": 12,
            "text": "Obedeced, pues, a Dios, y obedeced al Enviado; y si dais la espalda, [sabed que] Nuestro Enviado esta obligado solo a transmitir con claridad este mensaje"
        },
        {
            "chapter": 64,
            "verse": 13,
            "text": "¡Dios –no hay mas deidad que El! Asi pues, que los creyentes pongan su confianza en Dios"
        },
        {
            "chapter": 64,
            "verse": 14,
            "text": "¡OH VOSOTROS que habeis llegado a creer! ¡Ciertamente, algunos de vuestros conyuges y de vuestros hijos son enemigos vuestros: guardaos, pues, de ellos! Pero si pasais por alto [sus faltas], sois tolerantes, y perdonais –entonces, ciertamente, Dios sera indulgente, dispensador de gracia"
        },
        {
            "chapter": 64,
            "verse": 15,
            "text": "Vuestros bienes y vuestros hijos son solo una prueba y una tentacion, mientras que junto a Dios hay una magnifica recompensa"
        },
        {
            "chapter": 64,
            "verse": 16,
            "text": "Sed, pues, todo lo conscientes de Dios que podais, escuchad[-le] y obedeced. Y gastad en limosnas por vuestro propio bien: pues, los que estan a salvo de su propia codicia --¡esos, precisamente, alcanzaran la felicidad"
        },
        {
            "chapter": 64,
            "verse": 17,
            "text": "Si haceis a Dios un prestamo generoso, El os lo devolvera ampliamente incrementado, y perdonara vuestros pecados: pues Dios es sumamente agradecido, benigno"
        },
        {
            "chapter": 64,
            "verse": 18,
            "text": "conoce cuanto esta fuera del alcance de la percepcion de los seres creados, y tambien cuanto pueden percibir --¡el Todopoderoso, el Sabio"
        }
    ]
}