{
    "pages": [
        {
            "chapter": 4,
            "verse": 80,
            "text": "Quien obedece al Enviado, esta obedeciendo con ello a Dios; y en cuanto a los que se apartan --no te hemos enviado para que seas su guardian"
        },
        {
            "chapter": 4,
            "verse": 81,
            "text": "Y dicen: “Te obedecemos” --pero cuando dejan tu presencia, algunos de ellos traman en la noche [creencias] contrarias a lo que tu expresas; y Dios anota lo que traman en la noche. Mantente, pues, apartado de ellos y pon tu confianza en Dios: pues nadie es tan digno de confianza como Dios"
        },
        {
            "chapter": 4,
            "verse": 82,
            "text": "¿Es que no van a reflexionar sobre este Qur’an? Si procediera de alguien distinto de Dios, ciertamente habrian hallado en el muchas contradicciones"
        },
        {
            "chapter": 4,
            "verse": 83,
            "text": "Y SI LLEGA a sus oidos algun asunto [secreto] relativo a la paz o a la guerra, lo divulgan - mientras que si lo hubieran remitido al Enviado y a aquellos de los creyentes a quienes se ha dado autoridad, los que se ocupan de investigar la informacion ciertamente sabrian [que hacer con] ello.Y si no fuera por el favor que recibis de Dios y por Su misericordia, habriais seguido a Satan, excepto unos pocos"
        },
        {
            "chapter": 4,
            "verse": 84,
            "text": "Combate, pues, por la causa de Dios --ya que solo eres responsable de ti mismo-- y alienta a los creyentes para que venzan todo miedo a la muerte. Puede ser que Dios contenga el poderio de los que se empenan en negar la verdad: pues Dios tiene mayor poderio y mas fuerza disuasoria"
        },
        {
            "chapter": 4,
            "verse": 85,
            "text": "Quien acuda en apoyo de una buena causa tendra parte en sus bendiciones; y quien acuda en apoyo de una causa injusta tendra que responder de ello: pues, ciertamente, Dios vela por todo"
        },
        {
            "chapter": 4,
            "verse": 86,
            "text": "Si os saludan con un saludo [de paz], corresponded con un saludo aun mejor, o [al menos] con otro igual. Ciertamente, Dios lleva cuenta en verdad de todas las cosas"
        }
    ]
}