{
    "rukus": [
        {
            "chapter": 7,
            "verse": 152,
            "text": "නියත වශයෙන්ම වසු පැටවා (නැමදුමට) ගත් අය වන මොවුනට මෙලොව ජීවිතයේ දී මොවුන්ගේ පරාමාධිපතිගෙන් වූ කෝපය ද අවමානය ද හිමි වනු ඇත. තවද කල්පනය කර ගොතන්නන්හට අපි ප්‍රතිඵල පිරිනමනුයේ එලෙසය"
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "තවද කවරෙකු නපුරුකම් කොට ඉන් පසු ව පශ්චාත්තාප වී විශ්වාස කළේ ද සැබැවින්ම නුඹගේ පරමාධිපති ඉන් පසු පවා අතික්ෂමාශීලීය. කරුණා ගුණයෙන් යුක්තය"
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "මූසාගෙන් කෝපය නිවී ගිය කල්හි එම පුවරු ඔහු ගත්තේය. එම පිටපත්හි, තම පරමාධිපතිට බියවන්නා වූ ඔවුන්හට යහමඟ ද දයාව ද විය"
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "නියම කරන ලද අපගේ ස්ථානය සඳහා මිනිසුන් හැත්තෑවක් දෙනා මූසා තෝරා ගත්තේය. භූ කම්පනය ඔවුන් ග්‍රහණය කළ කල්හි ‘මාගේ පරමාධිපතියාණනි ! ඔබ අභිමත කළේ නම් මීට පෙරම ඔබ ඔවුන් හා මා විනාශ කරන්නට තිබුණි. අප අතුරින් අධමයින් කළ දෑ හේතුවෙන් ඔබ අප විනාශ කරන්නෙහි ද? මෙය ඔබේ පරීක්ෂණයක් මිස නැත. එමගින් ඔබ අභිමත කරන අය මුළා කරන්නෙහිය. ඔබ අභිමත කරන අයට මඟ පෙන්වන්නෙහිය. ඔබ අපගේ භාරකරුය. එබැවින් අපට සමාව දෙනු මැනව ! තවද අපට කරුණා කරනු මැනව ! තවද ඔබ සමාව දෙන්නන්ගෙන් ශ්‍රේෂ්ඨතමයාය’ යැයි ඔහු(මූසා) පැවසුවේය"
        },
        {
            "chapter": 7,
            "verse": 156,
            "text": "තවද මෙලොවෙහි හා මතු ලොවෙහි අපහට යහපත නියම කරනු මැනව ! නියත වශයෙන්ම අපි ඔබ වෙත හැරුණෙමු. ‘මාගේ දඬුවම, මා අභිමත කරන අය එමගින් මම හසු කරමි. තවද මාගේ දයාව සියලු දෑහි ව්‍යාප්ත ව ඇත. එබැවින් දේව බිය හැඟීමෙන් යුතු ව කටයුතු කරන zසකාත් පිරිනමන අය හා අපගේ වදන් විශ්වාස කරන අයට එය මම මතු සටහන් කරමි යැයි ඔහු(අල්ලාහ්) පැවසුවේය"
        },
        {
            "chapter": 7,
            "verse": 157,
            "text": "ඔවුහු වනාහි, ඔවුන් අබියස ඇති තව්රාතයේ හා ඉන්ජීලයේ සඳහන් කරනු ලැබූ අයුරින් ඔවුනට යහපත විධානය කරන, පිළිකුල් සහගත දැයින් ඔවුන් වළක්වාලන, යහපත් දෑ ඔවුනට අනුමත කරන, අයහපත් දෑ ඔවුන් මත තහනම් කරන, ඔවුන්ගේ බර හා ඔවුන් මත පැවති දුෂ්කරතාවන් (පහකර) තබන අයකු ලෙසින් ශාක්ෂරතාවක් (ලිවීමට කියවීමට නොහැකි) නොමැති දේව ඥානය ලැබූ මෙම ධර්ම දූතයාණන් ව අනුගමනය කරන්නෝ වෙති. එබැවින් කවරෙකු ඔහු ව විශ්වාස කොට, ඔහුට ගරු කොට, ඔහුට උදව් කර ඔහුට පහළ කරනු ලැබූ ආලෝකය පිළිපැද්දේ ද ඔවුහුමය ජයග්‍රහකයෝ"
        }
    ]
}